{"title": ["Charge-Complementary-Ligands Directed Assembly of a Lithium Dimer into a Three-Dimensional Porous Framework"], "authors": ["Matthew S. Shimazu", "Xiang Zhao", "Duc Minh Huynh", "Xianhui Bu"], "doi": ["10.1021/acs.cgd.5b00358"], "abstract": ["Constructing metal−organic frameworks from combinations of the lightest possible elements is a useful strategy to improve gas sorption properties. It is shown here that by doubling up, lithium can form porous frameworks mimicking those made from divalent metal ions. Two structures based on lithium dimers were obtained. CPM-42 with a pillared three-dimensional framework is porous and can adsorb different gases.", "Lithium ion, the first and the lightest metallic element, has the potential to generate novel materials and properties when used in the construction of metal–organic frameworks. However, so far this potential remains underexplored. Existing materials design methods developed from heavier and higher-valent elements, while extensible to other elements of the same (and perhaps higher) oxidation states are of limited value to the lithium system. To address the unique structural chemistry of monovalent lithium ion, we previously reported a method based on charge-complementary neutral and mononegative N-donor ligands in an effort to mimic ZIF-like frameworks containing monomeric lithium nodes. In this work, we demonstrate the success of this strategy beyond monomeric lithium nodes to include dimeric [Li", "]", " clusters. In addition, we demonstrate the successful transitioning of this strategy away from pure N-donor-based ligand pairs into O-donor and mixed N,O-donor based ligand pairs."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Introduction", "Crystalline porous materials (CPMs) have attracted wide research interest because their porous property can be useful for many applications including capture and storage of gas molecules.", "(1-5)", " To improve the gas sorption efficiency, a number of strategies have been developed so far, including creation of exposed metal coordination sites and more recently pore space partition.", "(6-11)", " A more general strategy is simply the use of different types of inorganic ions and clusters.", "(12-17)", " Inorganic building units can affect not only the type of framework topologies but also the strength of host–guest interactions, both of which are closely correlated with gas sorption properties. A particularly interesting family of CPMs is those made with low-atomic-mass main-group elements such as Li, Mg, and Al.", "(18-20)", " The success of this strategy is evident from the gas sorption properties of metal–organic framework (MOF)-74-Mg which has the highest CO", "2", " uptake capacity under ambient conditions (298 K and 1 atm) and is significantly better that other inorganic compositions such as MOF-74-M (M = Co, Ni, and Zn) with the same structure.", "(6)", "Our continuing interest in Li-MOFs is in part sustained by the desire to mimic certain features of MOF-74-Mg such as its low molecular mass. Compared to Mg", "2+", ", the low +1 oxidation state of lithium poses a unique challenge. While structural design and synthetic strategies for transition metal ions such as Co", "2+", " and Cu", "2+", " can be adapted (in a number of cases) for developing Mg-MOFs, Li-MOFs are truly in a class of their own, in terms of framework compositional features or structural properties. So far, the use of dicarboxylate ligands, which has been proven effective in generating porous structures with transition metals, has met with limited success for synthesizing porous lithium organic frameworks.", "(21-29)", " One common feature in known Li-carboxylate MOFs is that carboxylate oxygens usually bond to two or more lithium ions, which leads to the aggregation of lithium (e.g., Li–O chain) and formation of relatively dense chains or layers.", "(23-27)", " For MOFs, the separation of inorganic nodes by longer organic ligands (as compared to single O anion) in all directions can lead to greater porosity, and for this reason, there is a desire for creating Li-MOFs based on discrete lithium coordination nodes. A specific strategy for achieving this is the use of lower-charged linkers based on neutral and −1 nitrogen heterocycles.", "In the past several years, we have developed two general framework-composition-based methods for creating Li-MOFs. One makes use of the charge-complementary inorganic nodes (mixed inorganic node with different charges such as Li", "+", "/Cu", "+", " and B", "3+", "), which has led to the successful synthesis of boron imidazolate frameworks (BIFs) with zeolitic structures and the general formula of LiB(im)", "4", ", im = imidazolate.", "(30-32)", " The second strategy relies on the charge-complementary ligands (i.e., the mixed ligands with different charges such as neutral and −1 ligands, for example, 4,4′-bipyridine and imidazolate) which has led to a family of lithium imidazolate frameworks (LIFs).", "(33, 34)", " With both methods, one-dimensional (1-D) chain and two-dimensional (2-D) layer aggregations of Li–O, usually found with dicarboxylate ligands, do not occur. On the contrary, the structures obtained from our methods are in fact at the other extreme in the size spectrum of the inorganic building units because in both BIFs and LIFs, a single Li", "+", " ion serves as the inorganic node (together with B", "3+", " in the case of BIFs). As is well known, between a single Li node and polymeric Li–O chains and layers, there is also a rich chemistry of Li clusters. For a number of reasons including high porosity, framework stability, structural diversity, and possibility for open metal sites, it is desirable to have such clusters as the framework building units.", "Lithium aryloxide clusters (e.g, neutral Li", "4", "(OPh)", "4", " cubane-like cluster) are among the best known clusters formed by lithium. These lithium aryloxide clusters can be used in the construction of the extended frameworks, for example, by cross-linking such clusters with neutral bifunctional ligands such as dioxane.", "(35-39)", " It is worth noting that in such structures both types of framework components (lithium aryloxide clusters and cross-linking ligands) are neutral. Such neutral–neutral connectivity generally results in frameworks whose stability is lower than those constructed from charged building units, for example, negative carboxylate ligands and positive inorganic clusters.", "It is therefore desirable to have a strategy to address the twin goals of the strengthening the cluster-ligand linkages while still being able to take advantage of rich chemistry of lithium-aryloxide-type clusters. One family of ligands that could make it possible to accomplish both goals are those integrating pyridal and phenol functionalities. The simplest ligand in this family is 4-hydroxypyridine (HOPy). In our earlier work, we were able to create a porous lithium zeolite-type framework with the Li", "4", " tetrahedral cluster cross-linked by -OPy.", "(40, 41)", " It is worth noting that there is a fundamental difference between Li-MOFs made from Li-OPh clusters in the earlier studies and Li-MOFs made from Li-OPy in our prior work. Such a difference can be best appreciated if donor atoms of the cross-linking ligands are not considered as part of the cluster. With this view, Li-MOFs made from Li-OPh clusters consist of neutral Li-OPh clusters such as Li", "4", "(OPh)", "4", " cross-linked with neutral ligands such as dioxane, while Li-MOFs made from Li-OPy consist of anion-free positively charged (Li", "4", ")", "4+", " tetrahedral clusters cross-linked by −1 anionic ligands (Scheme ", "1", "). This fundamental difference explains the extraordinarily high thermal stability (>500 °C) of the Li-OPy framework.", "Scheme 1. Fundamental Difference between the Assembly Mechanisms of Li-OPh and Li-OPy Systems", "a", "a", "Note that -OPh is cluster-forming, but not framework-forming. In comparison, -OPy is both cluster-forming and framework-forming.", "Despite our initial success with the negative -OPy ligand, we find it useful to explore the Li-OPy system under the conditions involving competing neutral ligands, because such a study can lay the groundwork for developing stable porous Li-MOFs with open lithium sites. Here we report two new Li-MOFs synthesized in this study. One interesting aspect of this work is that it demonstrates the possibility to integrate some features of aforementioned Li-OPh frameworks (neutral cross-linker) with those of Li-OPy frameworks (anionic cross-linker). The new frameworks reported here are based on [Li", "2", "]", "2+", " clusters, and they are the first examples of Li-MOFs mimicking the well-known square net as well as pillared layered structures, commonly found with transition metals.", "(42-53)", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Experimental Section", "Synthesis of CPM-41 (Li", "2", "(OPy)", "2", "(DMF)", "2", ")", "In a 23 mL glass vial, 38.8 mg of 4-hydroxypyridine was dissolved in a mixed solvent containing 5.0 g of dimethylformamide (DMF) and 1.0 g of tetrahydrofuran (THF). Then 0.8 mL of ", "t", "-BuOLi solution (1 M in hexane) was added. The vial was placed in a 120 °C oven after stirring for 30 min. Colorless crystals were obtained after 48 h. The yield was calculated to be 82% based on metal.", "Synthesis of CPM-42 ([Li", "2", "(OPy)", "2", "(diox)]·(diox))", "In a 10 mL glass vial, LiOH·H", "2", "O (24.82 mg, 5.92 mmol) and 4-hydroxypyridine (57.2 mg, 5.92 mmol) were dissolved in a mixed solvent containing 2.0 g of 1,4-dioxane and 2.0 g of methanol. The vial was placed in an 85 °C oven after stirring for 2 h under room temperature. Typically big plate crystals formed in 1–3 days. The phase purity was confirmed by powder X-ray diffraction (", "Figure S1, Supporting Information", "). The yield was calculated to be 90% based on metal.", "Single Crystal X-ray Crystallography Studies", "Single crystal X-ray analysis was performed on a Bruker Smart APEX II CCD area diffractometer with nitrogen-flow temperature controller using graphite-monochromated MoKα radiation (λ = 0.71073 Å), operating in the ω and φ scan mode. The SADABS program was used for absorption correction. The structure was solved by direct methods followed by successive difference Fourier methods. All non-hydrogen atoms were refined anisotropically. Computations were performed using SHELXTL and final full-matrix refinements were against ", "F", "2", ".", "(54)", "Powder X-ray Diffraction", "Powder X-ray diffraction experiments were performed on a PANalytical X’Pert Pro MPD diffractometer, equipped with a linear X’Celerator detector, which was operated at 40 kV and 35 mA (CuKα radiation, λ = 1.5418 Å). The data collection was performed at room temperature in the range from 8° to 40° with a step size of ∼0.008°.", "Gas Sorption Measurements", "Gas sorption experiments were carried out on a Micromeritics ASAP 2020 surface area and pore size analyzer. Prior to the measurement, the crystalline sample of CPM-42 was soaked in acetonitrile for 3 days with the solvent replaced three times a day. Then the filtered sample was further dried in the sample tube by using the “degas” function of the surface area analyzer for 10 h at 80 °C. The H", "2", " sorption measurement was performed at 77 K, while the CO", "2", " and C", "2", "H", "2", " sorption was performed at 273 and 298 K, respectively.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Results and Discussion", "CPM-41 (Li", "2", "(OPy)", "2", "(DMF)", "2", ") was synthesized by reacting ", "t", "-BuOLi and 4-hydroxypyridine in a mixture of DMF and THF at 120 °C. Its structure was determined by single crystal X-ray crystallography (Table ", "1", "). The result shows that CPM-41 crystallizes in a chiral monoclinic ", "P", "2", "1", " space group and has a layered structure constructed by cross-linking Li", "2", " dimers with -OPy ligand (Scheme ", "2", "). Two -OPy ligands use their oxygen end to bond to the edge of Li", "2", " dimers, while two additional -OPy ligands use their nitrogen end to bond to the corners of Li", "2", " dimers, resulting in NLiO", "2", "LiN local coordination environment and an extended square net (Figure ", "1", "). Note that in Li", "4", "O", "4", " cubane cluster the phenolate adopts the μ", "3", "-O configuration, whereas in the Li", "2", "O", "2", " cluster the phenolate adopts the μ", "2", "-O linkage. Such a difference is correlated with the local coordination environment of each Li site. For each lithium in CPM-41, the remaining fourth coordination site is completed by a terminal DMF solvent molecule, which explains the 2-D covalent nature of CPM-41. When viewed down the crystallographic ", "a", " axis, there is a 1-D channel with DMF molecules protruding toward the center of the channels (", "Figure S2, Supporting Information", "). The structural feature of CPM-41 mimics the square net formed by Cu or Zn paddlewheels and linear dicarboxylate ligands. As is the case with transition-metal paddlewheel units, there is clearly a possibility to further build Li", "2", "-based sheets into a three-dimensional (3-D) pillared structure by introducing pillar ligands.", "Table 1. Crystal Data and Structural Refinement Results", " ", "CPM-41", "CPM-42", "formula", "a", "Li", "2", "(OPy)", "2", "(DMF)", "2", "[Li", "2", "(OPy)", "2", "(diox)]·(diox)", "FW", "348.26", "378.27", "crystal system", "monoclinic", "monoclinic", "space group", "P", "2", "1", "P", "2", "1", "/", "c", "a", ", Å", "9.424(2)", "7.1555(2)", "b", ", Å", "10.634(2)", "12.4238(3)", "c", ", Å", "9.4807(18)", "11.7575(3)", "α, deg", "90", "90", "β, deg", "98.611(16)", "91.7820(10)", "γ, deg", "90", "90", "V", ", Å", "3", "939.4(3)", "1044.72(5)", "Z", "2", "2", "R", "1", ", ", "wR", "2", "b", "0.0733, 0.1364", "0.0546, 0.1569", "GOF", "0.962", "1.063", "a", "OPy = 4-hydroxypyridine; diox = 1,4-dioxane.", "b", "R", "1", " = ∑∥", "F", "0", "| – |", "F", "c", "∥/∑|", "F", "0", "| and ", "wR", "2", " = {∑", "w", "(", "F", "0", "2", " –", " F", "c", "2", ")", "2", "/∑", "w", "(", "F", "0", "2", ")", "2", "}", "1/2", ".", "Scheme 2. Schematic Illustration of the Square Net Layer Constructed from Lithium and 4-Pyridinol by Forming Li", "2", "O", "2", " Units", "a", "a", "Ligands attached to the fourth coordination site of lithium not shown.", "Figure 1. Local coordination environments around lithium dimer units for (a) CPM-41 and (b) CPM-42.", "Indeed, when dioxane, which can be used as both a cosolvent and a linker, was introduced into the synthesis, CPM-42 with formula of [Li", "2", "(OPy)", "2", "(diox)]·(diox) was obtained. Figure ", "2", " illustrates its building scheme. In CPM-42, dioxane replaces DMF in CPM-41 and acts as a pillar to connect adjacent layers through Li–O coordination bonds. As a result, the 2-D structure in CPM-41 is transformed into a 3-D coordination framework, which again mimics the pillared layered structure found previously with transition metal MOFs. When viewed down the ", "a", " axis, an uncoordinated dioxane molecule is seen at the center of the channel (", "Figure S2, Supporting Information", "). With appropriate treatment, the dioxane guests are expected to be removed from the channel and leave behind free space for gas sorption (Figure ", "3", "). The PLATON calculation indicates that about 38.6% of the crystal volume of CPM-42 is accessible to extra-framework guest molecules.", "(55)", " The simplicity in the building scheme of CPM-42 makes it relatively easy for structural extension or introduction of functionality. Pillared layered structures based on transition metals have been extensively studied because of their flexibility;", "(42-53)", " however, this is the first time such structure type is achieved in Li-MOFs, which exhibit quite different chemistry compared to transition metals.", "Figure 2. An illustration showing how the Li", "2", "(OPy)", "2", " layers are pillared by dioxane linkers in CPM-42 (the guest dioxane is not shown).", "Figure 3. Perspective view of CPM-42 along the ", "a", " axis showing large channels.", "The thermogravimetric analysis of CPM-42 shows that there is an initial sharp drop below 140 °C, which reflects the loss of dioxane molecules (", "Figure S3, Supporting Information", "). There is no obvious weight loss until ∼500 °C, beyond which the framework is expected to disintegrate. Because of its 3-D open-framework nature, CPM-42 was selected for gas sorption study. Different sample activation procedures were attempted, and the best results were obtained from samples soaked in acetonitrile for three days prior to the measurements. The hydrogen adsorption shows that the sample has a gravimetric uptake of 59.9 cm", "3", " g", "–1", " (or 0.53 wt %) and a volumetric uptake of 4.89 g L", "–1", " (calculated crystal density: 0.922 g cm", "–3", ") (Figure ", "4", ") at 77 K and 1 atm, which is among the best hydrogen uptake values for reported lithium–organic frameworks under similar conditions. The CO", "2", " and C", "2", "H", "2", " adsorptions at 273 and 298 K were also investigated. At 1 atm, CPM-42 has a CO", "2", " uptake of 0.54 mmol g", "–1", " at 273 K and 0.29 mmol g", "–1", " at 298 K. The corresponding value for C", "2", "H", "2", " uptake is 0.76 mmol g", "–1", " at 273 K and 0.28 mmol g", "–1", " at 298 K, respectively (", "Figure S5, Supporting Information", ").", "Figure 4. H", "2", " adsorption and desorption isotherms for CPM-42 obtained under 77 K.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Conclusion", "In summary, two new Li-MOFs are reported here. CPM-41 contains Li", "2", " dimers linked into a neutral layer by deprotonated mononegative 4-hydroxypyridine and terminated in the third dimension by the solvent DMF molecule. CPM-42 can be conceptually visualized as pillared CPM-41 with the solvent DMF molecules in CPM-41 being replaced by pillaring ligands to create an extended network in the third dimension. These two Li-MOFs bear significant resemblance to those based on transition-metal paddlewheel units. This work demonstrates the broad applicability of the charge-complementary ligand (CCL) based synthetic strategy first introduced in the synthesis of ZIF-like structures. In contrast with this earlier study with monomeric lithium nodes and N-donor ligand pairs, the work reported here is the first example involving Li", "2", " dimeric clusters. The successful transitioning of the CCL strategy away from pure N-donor-based ligand pairs into O-donor and mixed N,O-donor based ligand pairs is also worth noting because it opens up new opportunities in the design of novel Li-MOFs.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Supporting Information", "X-ray crystallographic information in CIF format and experimental details, TGA and PXRD patterns, additional figures. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Acknowledgment", "This work was supported by the U.S. National Science Foundation, Division of Materials Research, under Award No. 0846958. We acknowledge the donors of the ACS Petroleum Research Fund for partial support of the synthetic studies (50635-UR10) and the RSCA award (2014-2015) from CSULB for release time.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "References", "This article references 55 other publications.", "1. ", "Wu", ", ", "H. H.", "; ", "Gong", ", ", "Q. H.", "; ", "Olson", ", ", "D. H.", "; ", "Li", ", ", "J.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "836", "– ", "868", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Commensurate Adsorption of Hydrocarbons and Alcohols in Microporous Metal Organic Frameworks", "Wu, Haohan; Gong, Qihan; Olson, David H.; Li, Jing", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "836-868", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Commensurate adsorption is an interesting and important phenomenon occurring during adsorption processes, where the mol. size and shape of the adsorbate (guest mol.) lead to an orientation and adsorbed amt. (at equil.) that is compatible and self-consistent with the crystal symmetry and pore structure of the adsorbent.  As a new type of adsorbate material with distinctly advantageous features, microporous metal org. frameworks (MMOFs) demonstrate enormous potential for adsorption based applications, including storage, sepn., and purifn. of small gases and hydrocarbons.  Commensurate adsorption of hydrocarbons occurs far more often in MMOFs than in zeolites and related materials, primarily as a result of a vastly greater variety of framework types and richer hierarchy of complexity of the pore structures for the former.  Among numerous structures in which commensurate adsorption has been obsd. in the vicinity of room temp., many have 1D open channels built on pore segments of distinct shape, size, and narrow pore window that closely match with the geometries of hydrocarbon species.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XpsVOhtA%253D%253D&md5=5c1aad767ab767e289d672529b50f640", "2. ", "He", ", ", "Y.", "; ", "Zhou", ", ", "W.", "; ", "Qian", ", ", "G.", "; ", "Chen", ", ", "B.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5657", "– ", "5678", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Methane storage in metal-organic frameworks", "He, Yabing; Zhou, Wei; Qian, Guodong; Chen, Banglin", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5657-5678", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Natural gas (NG), whose main component is methane, is an attractive fuel for vehicular applications.  Realization of safe, cheap and convenient means and materials for high-capacity methane storage can significantly facilitate the implementation of natural gas fuelled vehicles.  The physisorption based process involving porous materials offers an efficient storage methodol. and the emerging porous metal-org. frameworks have been explored as potential candidates because of their extraordinarily high porosities, tunable pore/cage sizes and easily immobilized functional sites.  In this view, we provide an overview of the current status of metal-org. frameworks for methane storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7bN&md5=f9e13d60752208607906607de7b6022f", "3. ", "Nugent", ", ", "P.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Burd", ", ", "S. D.", "; ", "Cairns", ", ", "A. J.", "; ", "Luebke", ", ", "R.", "; ", "Forrest", ", ", "K.", "; ", "Pham", ", ", "T.", "; ", "Ma", ", ", "S.", "; ", "Space", ", ", "B.", "; ", "Wojtas", ", ", "L.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", " ", "Nature", " ", "2013", ",  ", "495", ",  ", "80", "– ", "84", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Porous materials with optimal adsorption thermodynamics and kinetics for CO2 separation", "Nugent, Patrick; Belmabkhout, Youssef; Burd, Stephen D.; Cairns, Amy J.; Luebke, Ryan; Forrest, Katherine; Pham, Tony; Ma, Shengqian; Space, Brian; Wojtas, Lukasz; Eddaoudi, Mohamed; Zaworotko, Michael J.", "Nature (London, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "495", "\r\n        (", "7439", "),\r\n    ", "80-84", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Energy costs assocd. with the sepn. and purifn. of industrial commodities (e.g., gases, fine chems., fresh water) currently represent ∼15% of global energy prodn.; the demand for such commodities is projected to triple by 2050 (P. Taylor, 2010).  The challenge of developing effective sepn. and purifn. technologies which have much smaller energy footprints is greater for CO2 than for other gases; in addn. to its involvement in climate change, CO2 is an impurity in natural gas, biogas (biomass-based natural gas), syngas (CO/H2, the main H2 source for refineries), and many other gas streams.  In the context of porous cryst. materials which can exploit equil. and kinetic selectivity, size selectivity and targeted mol. recognition are attractive characteristics for CO2 sepn. and capture, as exemplified by 5A and 13X zeolites (J. Merel, et al., 2008), and metal-org. materials (MOM).  This paper reports that a crystal engineering or reticular chem. strategy which controls pore functionality and pore size in a series of MOM with coordinately satd. metal centers and periodically arrayed hexafluorosilicate anions (SiF52-) enables a kinetics and thermodn. sweet spots offering high volumetric uptake at low CO2 partial pressure (<0.15 bar).  Most importantly, such MOM offer an unprecedented CO2 sorption selectivity over N2, H2, and CH4, even in the presence of moisture.  Thus, these MOM are relevant to CO2 sepn. in the context of post-combustion (flue gas, CO2/N2), pre-combustion (shifted synthesis gas stream, CO2/H2), and natural gas upgrading (natural gas clean-up, CO2/CH4).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjsFCntbg%253D&md5=56941673abb6b13f920476a593dfeb98", "4. ", "Xiang", ", ", "S.", "; ", "He", ", ", "Y.", "; ", "Zhang", ", ", "Z.", "; ", "Wu", ", ", "H.", "; ", "Zhou", ", ", "W.", "; ", "Krishna", ", ", "R.", "; ", "Chen", ", ", "B.", " ", "Nat. Commun.", " ", "2012", ",  ", "3", ",  ", "954", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Microporous metal-organic framework with potential for carbon dioxide capture at ambient conditions", "Xiang Shengchang; He Yabing; Zhang Zhangjing; Wu Hui; Zhou Wei; Krishna Rajamani; Chen Banglin", "Nature communications", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "),\r\n    ", "954", "\r\n        ISSN:", ".\r\n    ", "Carbon dioxide capture and separation are important industrial processes that allow the use of carbon dioxide for the production of a range of chemical products and materials, and to minimize the effects of carbon dioxide emission.  Porous metal-organic frameworks are promising materials to achieve such separations and to replace current technologies, which use aqueous solvents to chemically absorb carbon dioxide.  Here we show that a metal-organic frameworks (UTSA-16) displays high uptake (160 cm(3) cm(-3)) of CO(2) at ambient conditions, making it a potentially useful adsorbent material for post-combustion carbon dioxide capture and biogas stream purification.  This has been further confirmed by simulated breakthrough experiments.  The high storage capacities and selectivities of UTSA-16 for carbon dioxide capture are attributed to the optimal pore cages and the strong binding sites to carbon dioxide, which have been demonstrated by neutron diffraction studies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC38fgslGrtQ%253D%253D&md5=45d4e2637e077d00b7ea5f2246ad3c6f", "5. ", "Lin", ", ", "H.-Y.", "; ", "Chin", ", ", "C.-Y.", "; ", "Huang", ", ", "H.-L.", "; ", "Huang", ", ", "W.-Y.", "; ", "Sie", ", ", "M.-J.", "; ", "Huang", ", ", "L.-H.", "; ", "Lee", ", ", "Y.-H.", "; ", "Lin", ", ", "C.-H.", "; ", "Lii", ", ", "K.-H.", "; ", "Bu", ", ", "X.", "; ", "Wang", ", ", "S.-L.", " ", "Science", " ", "2013", ",  ", "339", ",  ", "811", "– ", "813", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Crystalline Inorganic Frameworks with 56-Ring, 64-Ring, and 72-Ring Channels", "Lin, Hsin-Yau; Chin, Chih-Yuan; Huang, Hui-Lin; Huang, Wen-Yen; Sie, Ming-Jhe; Huang, Li-Hsun; Lee, Yuan-Han; Lin, Chia-Her; Lii, Kwang-Hwa; Bu, Xianhui; Wang, Sue-Lein", "Science (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "339", "\r\n        (", "6121", "),\r\n    ", "811-813", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The development of zeolite-like structures with extra-large pores (>12-membered rings, 12R) has been sporadic and is currently at 30R.  In general, templating via mols. leads to cryst. frameworks, whereas the use of organized assemblies that permit much larger pores produces noncryst. frameworks.  Synthetic methods that generate crystallinity from both discrete templates and organized assemblies represent a viable design strategy for developing cryst. porous inorg. frameworks spanning the micro and meso regimes.  By integrating templating mechanisms for both zeolites and mesoporous silica in a single system, the channel size for gallium zincophosphites can be systematically tuned from 24R and 28R to 40R, 48R, 56R, 64R, and 72R.  Although the materials have low thermal stability and retain their templating aliph. monoamines, single-activator doping of Mn2+ can create white-light photoluminescence.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXit1ygtLs%253D&md5=e24db3d7662032c6e39f936c8cd3dcc9", "6. ", "Caskey", ", ", "S. R.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "10870", "– ", "10871", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Dramatic Tuning of Carbon Dioxide Uptake via Metal Substitution in a Coordination Polymer with Cylindrical Pores", "Caskey, Stephen R.; Wong-Foy, Antek G.; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "33", "),\r\n    ", "10870-10871", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of four isostructural microporous coordination polymers (MCPs) differing in metal compn. is demonstrated to exhibit exceptional uptake of CO2 at low pressures and ambient temp.  These conditions are particularly relevant for capture of flue gas from coal-fired power plants.  A magnesium-based material is presented that is the highest surface area magnesium MCP yet reported and displays ultrahigh affinity based on heat of adsorption for CO2.  This study demonstrates that physisorptive materials can achieve affinities and capacities competitive with amine sorbents while greatly reducing the energy cost assocd. with regeneration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXptVGjtrw%253D&md5=6a99fc22cd66a556c63695cf22a12603", "7. ", "Chen", ", ", "B.", "; ", "Ockwig", ", ", "N. W.", "; ", "Millward", ", ", "A. R.", "; ", "Contreras", ", ", "D. S.", "; ", "Yaghi", ", ", "O. M.", " ", "Angew. Chem., Int. Ed.", " ", "2005", ",  ", "44", ",  ", "4745", "– ", "4749", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "High H2 adsorption in a microporous metal-organic framework with open metal sites", "Chen, Banglin; Ockwig, Nathan W.; Millward, Andrew R.; Contreras, Damacio S.; Yaghi, Omar M.", "Angewandte Chemie, International Edition", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "30", "),\r\n    ", "4745-4749", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A copper-based metal-org. framework (MOF) has been synthesized, and its structure has been solved by X-ray crystallog.  The remarkably high hydrogen adsorption properties (2.47 wt%) of this compd. have been studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXnvVSqsLY%253D&md5=ba35d52735de6fd6c9b3b4ff7f354879", "8. ", "Guo", ", ", "Z.", "; ", "Wu", ", ", "H.", "; ", "Srinivas", ", ", "G.", "; ", "Zhou", ", ", "Y.", "; ", "Xiang", ", ", "S.", "; ", "Chen", ", ", "Z.", "; ", "Yang", ", ", "Y.", "; ", "Zhou", ", ", "W.", "; ", "O’Keeffe", ", ", "M.", "; ", "Chen", ", ", "B.", " ", "Angew. Chem., Int. Ed.", " ", "2011", ",  ", "50", ",  ", "3178", "– ", "3181", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "A Metal-Organic Framework with Optimized Open Metal Sites and Pore Spaces for High Methane Storage at Room Temperature", "Guo, Zhiyong; Wu, Hui; Srinivas, Gadipelli; Zhou, Yaming; Xiang, Shengchang; Chen, Zhenxia; Yang, Yongtai; Zhou, Wei; O'Keeffe, Michael; Chen, Banglin", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "14", "),\r\n    ", "3178-3181, S3178/1-S3178/10", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A 3D porous metal-org. framework (MOF) complex (UTSA-20) based on a novel trinodal (3,3,4) net of zyg topol. by the self-assembly of the nonlinear hexacarboxylate (BHB) with the paddle-wheel Cu2(COO)4 cluster was prepd.  Although its porosity and surface area are moderate and much lower than those of most highly porous MOFs, the open copper sites and optimal pore spaces within UTSA-20 have enabled the pore spaces to be fully utilized for methane storage, featuring UTSA-20 as the material with the highest methane storage d. (0.222 g·cm-3), and just the third porous MOF whose abs. volumetric methane storage has surpassed the DOE methane storage target of 180 cm3cm-3 at room temp. and 35 bar.  By the immobilization of a high d. of open metal sites and the deliberate control of the pore space for their efficient methane storage, these new porous MOFs are envisioned to be promising media for methane and natural gas storage, particularly for mobile applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjsFyrurc%253D&md5=d8075817197078a256d749baf8856ce6", "9. ", "Tan", ", ", "Y.-X.", "; ", "He", ", ", "Y.-P.", "; ", "Zhang", ", ", "J.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "10647", "– ", "10649", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Pore partition effect on gas sorption properties of an anionic metal-organic framework with exposed Cu2+ coordination sites", "Tan, Yan-Xi; He, Yan-Ping; Zhang, Jian", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "38", "),\r\n    ", "10647-10649", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "An anionic nanoporous framework [(Me)NH2]3[(Cu4Cl)3(btc)8]·9DMA (1, btc = 1,3,5-benzenetricarboxylate, DMA = N,N-dimethylacetamide) is prepd. with mobile guest cations which can perform ion exchanges with different tetraalkylammonium cations, and the resulting tunable pore structures exhibit interesting pore partition effects on gas storage and sepn.  1 Has exposed Cu2+ coordination sites and can perform ion exchanges with different tetraalkylammonium cations.  This framework material exhibits high and selective CO2 uptake under ambient conditions and cation exchange within this anionic framework creates unusual pore partition effects on either gas adsorption (N2, CO2 or H2) or gas sepn. (CO2/N2).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFyqtbzE&md5=1cf06fade75cff8ada346e2d99cf2a2d", "10. ", "Zheng", ", ", "S.-T.", "; ", "Bu", ", ", "J. T.", "; ", "Li", ", ", "Y.", "; ", "Wu", ", ", "T.", "; ", "Zuo", ", ", "F.", "; ", "Feng", ", ", "P.", "; ", "Bu", ", ", "X.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "17062", "– ", "17064", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Pore Space Partition and Charge Separation in Cage-within-Cage Indium-Organic Frameworks with High CO2 Uptake", "Zheng, Shou-Tian; Bu, Julia T.; Li, Yu-Fei; Wu, Tao; Zuo, Fan; Feng, Ping-Yun; Bu, Xian-Hui", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "48", "),\r\n    ", "17062-17064", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The integration of neg. charged single-metal building blocks {In(CO2)4} and pos. charged trimeric clusters {In3O} leads to three unique cage-within-cage-based porous materials, which exhibit not only high hydrothermal, thermal, and photochem. stability but also attractive structural features contributing to a very high CO2 uptake capacity of up to 119.8 L/L at 273 K and 1 atm.  The three porous materials are [(CH3)2NH2][In3O(BTC)2(H2O)3]2[In3(BTC)4]·7DMF·23H2O, [(CH3)2NH2][In3O(BTC)2(H2O)3]2[In(BTC)4/3][In3(BTC)4/3(H2O)]2·solvent and [CH3NH3][In3O(BTC)2(H2O)3]2[In3(BTC)4]·solvent (BTC = 1,3,5-benzenetricarboxylate) and were characterized by x-ray crystallog.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVeksLfK&md5=e7d779763d5a416a3d0f241406ee5e07", "11. ", "Zhao", ", ", "X.", "; ", "Bu", ", ", "X.", "; ", "Zhai", ", ", "Q.-G.", "; ", "Tran", ", ", "H.", "; ", "Feng", ", ", "P.", " ", "J. Am. Chem. Soc.", " ", "2015", ",  ", "137", ",  ", "1396", "– ", "1399", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Pore Space Partition by Symmetry-Matching Regulated Ligand Insertion and Dramatic Tuning on Carbon Dioxide Uptake", "Zhao, Xiang; Bu, Xianhui; Zhai, Quan-Guo; Tran, Huy; Feng, Pingyun", "Journal of the American Chemical Society", "\r\n        (", "2015", "),\r\n    ", "137", "\r\n        (", "4", "),\r\n    ", "1396-1399", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Cryst. porous materials (CPMs) with superior CO2 uptake capacity have been prepd. using a ligand insertion pore space partition strategy.  CPM-33b-Ni that contains no open metal sites exhibited the CO2 uptake capacity comparable to MOF-74 with the same metal (Ni) at 298 K and 1 bar.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXhsF2mur0%253D&md5=3426b88f0914f87c7fa20c0bca5f2b9b", "12. ", "Zhao", ", ", "J.", "; ", "Dong", ", ", "W.-W.", "; ", "Wu", ", ", "Y.-P.", "; ", "Wang", ", ", "Y.-N.", "; ", "Wang", ", ", "C.", "; ", "Li", ", ", "D.-S.", "; ", "Zhang", ", ", "Q.", " ", "J. Mater. Chem. A", " ", "2015", ",  ", "3", ",  ", "6962", "– ", "6969", "[", "Crossref", "], [", "CAS", "]", "12. ", "Two (3,6)-connected porous metal-organic frameworks based on linear trinuclear [Co3(COO)6] and paddlewheel dinuclear [Cu2(COO)4] SBUs: gas adsorption, photocatalytic behaviour, and magnetic properties", "Zhao, Jun; Dong, Wen-Wen; Wu, Ya-Pan; Wang, Ye-Nan; Wang, Chao; Li, Dong-Sheng; Zhang, Qi-Chun", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2015", "),\r\n    ", "3", "\r\n        (", "13", "),\r\n    ", "6962-6969", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Presented here are two novel (3,6)-connected porous metal-org. frameworks (MOFs) formulated as [Co3(BPT)2(DMF)(bpp)]·DMF [sic [Co3(BPT)2(DMF)2(bpp)]·2DMF] (1) and [(CH3)2NH2][Cu(BPT)]·DMF·2H2O (2) (H3BPT = biphenyl-3,4',5-tricarboxylic acid, bpp = 1,3-bis(4-pyridyl)propane).  Compd. 1 has a 3D neutral framework decorated with one-dimensional hydrophobic channels (diam. 8.778(7) Å) while compd. 2 has an anionic framework contg. one-dimensional hydrophilic channels with a diam. of 8.688(5) Å.  Compd. 1 shows promising visible-light-driven photocatalytic activity for the degrdn. of RhB while compd. 2 exhibits high intake capacities for CO2 (11.90%) and H2 (1.23%), resp.  In addn., temp.-dependent magnetic susceptibility measurements indicated that both 1 and 2 display dominant antiferromagnetic coupling among the adjacent Co(II)/Cu(II) centers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXisVygtbY%253D&md5=4da90d8483d656c3ae16fc127dd409ba", "13. ", "Zheng", ", ", "S.-T.", "; ", "Mao", ", ", "C.", "; ", "Wu", ", ", "T.", "; ", "Lee", ", ", "S.", "; ", "Feng", ", ", "P.", "; ", "Bu", ", ", "X.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "11936", "– ", "11939", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Generalized Synthesis of Zeolite-Type Metal-Organic Frameworks Encapsulating Immobilized Transition-Metal Clusters", "Zheng, Shou-Tian; Mao, Chengyu; Wu, Tao; Lee, Sangyune; Feng, Pingyun; Bu, Xianhui", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "29", "),\r\n    ", "11936-11939", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Zeolites are generally made from tetrahedral nodes and ditopic linkers.  Reported here is a versatile method based on trifunctional ligands.  Seven zeolite-type MOFs, (Me2NH2)14[{M2(μ-OH)(H2O)6}6{M(H2O)}2In18(BTC)30]·solvent (M = Co (CPM-16-Co), Ni (CPM-16-Ni), Mn (CPM-16-Mn); H3BTC = 1,3,5-benzenetricarboxylic acid), Ca[{M2(p-murea)6}4In6(BTC)12]·solvent (M = Co (CPM-17-Co), Zn (CPM-17-Zn); p-murea = 1,3-dimethyltetrahydro-2(1H)-pyrimidinone), and (Bu2NH2)7[MIn5(BTC)8]·solvent (M = Co (CPM-26-Co), Zn (CPM-26-Zn)) were prepd. and structurally characterized.  With this method, two functional groups were used to form zeolitic nets, while the third one serves to immobilize metal clusters within the channels.  The process is driven by the coexistence of multiple inorg. building blocks generated in the heterometallic system.  The generality of this method is shown by three distinct metal-org. frameworks mimicking AlPO4-5 (AFI) and BCT zeotypes as well as the cubic lcs topol.  The correlation between the framework topol. and trapped metal species reveals the unique bidirectional control (framework topol. ↔ confined metal species) that may be exploited to create a large family of zeotypes with channels modified by different metal ions and clusters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtVWhtLzL&md5=4f4ada6be7523a81c0b1307ea22ecef1", "14. ", "Wang", ", ", "L.", "; ", "Morales", ", ", "J.", "; ", "Wu", ", ", "T.", "; ", "Zhao", ", ", "X.", "; ", "Beyermann", ", ", "W. P.", "; ", "Bu", ", ", "X.", "; ", "Feng", ", ", "P.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "7498", "– ", "7500", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Assembly of super-supertetrahedral metal-organic clusters into a hierarchical porous cubic framework", "Wang, Le; Morales, Jason; Wu, Tao; Zhao, Xiang; Beyermann, Ward P.; Bu, Xianhui; Feng, Pingyun", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "60", "),\r\n    ", "7498-7500", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A porous framework, [Mn5(TBA)3(HCOO)3(OH)(H2O)2]4·6DMF (denoted CPF-5, CPF = Cryst. Porous Framework; H2TBA = 4-(5-tetrazolyl)benzoic acid), comprising a super-supertetrahedral metal-org. cluster building block was solvothermally prepd.  Its cubic framework represents a multi-level hierarchical architecture and also possesses an interesting magnetic property.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XpsVOiurc%253D&md5=3559d95716afe7fa23edf6aea007e783", "15. ", "Zheng", ", ", "S.-T.", "; ", "Wu", ", ", "T.", "; ", "Chou", ", ", "C.-T.", "; ", "Fuhr", ", ", "A.", "; ", "Feng", ", ", "P.", "; ", "Bu", ", ", "X.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "4517", "– ", "4520", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Development of Composite Inorganic Building Blocks for MOFs", "Zheng, Shou-Tian; Wu, Tao; Chou, Chengtsung; Fuhr, Addis; Feng, Pingyun; Bu, Xianhui", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "10", "),\r\n    ", "4517-4520", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A general direction for diversifying metal-org. frameworks (MOFs) is demonstrated by the synthesis of composite inorg. clusters between In and s-, d-, and f-block elements.  Five series of MOFs, CPM-18-M (Me2NH2)[In3M(OH)4(BTC)3(DMF)3] (M = Nd,Sm), CPM-19-M [In3M2O(OH)3(BTB)3(H2O)6]·NO3 (M = Nd, Pr), CPM-20 [InCo2(OH)(INA)3(1,4-BDC)3/2], CPM-21-M [In2M2(OH)2(BTB)8/3(DMA)2] (M = Mn, Co, Cu), and CPM-23 [In2Mg2(OH)2(BTB)8/3(H2O)4], (H3BTC = trimesic acid, H3BTC = 1,3,5-tri(4-carboxyphenyl)benzene, HINA = isonicotinic acid, H2BDC = 1,4-benzenedicarboxylic acid) are prepd. and characterized by crystal structure anal.  These previously unknown indium heterometallic clusters, with various nuclearity, geometry, charge, and metal-to-metal ratios, significantly expand the pool of inorg. building blocks that are highly effective for the construction of porous MOFs with desolvated CPM-19-Nd and CPM-20 demonstrating high H2 and CO2 gas adsorption capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XivVOgsL0%253D&md5=37da41a2aa77275023e53bd8aa6ed8db", "16. ", "Gao", ", ", "J.", "; ", "Miao", ", ", "J.", "; ", "Li", ", ", "P.-Z.", "; ", "Teng", ", ", "W. Y.", "; ", "Yang", ", ", "L.", "; ", "Zhao", ", ", "Y.", "; ", "Liu", ", ", "B.", "; ", "Zhang", ", ", "Q.", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "3786", "– ", "3788", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "A p-type Ti(IV)-based metal-organic framework with visible-light photoresponse", "Gao, Junkuo; Miao, Jianwei; Li, Pei-Zhou; Teng, Wen Yuan; Yang, Ling; Zhao, Yanli; Liu, Bin; Zhang, Qichun", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "29", "),\r\n    ", "3786-3788", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The authors report a new Ti(IV)-based porous metal-org. framework (MOF) (NTU-9), which displayed strong absorption in the visible region with a band gap of 1.72 eV.  The electronic structure and band gap were further investigated by DFT calcns.  Photoelectrochem. studies indicated that NTU-9 is photoactive under visible light illumination (λ > 400 nm) and acts as a p-type semiconductor.  The results demonstrated that Ti(IV)-based MOFs could be promising visible-light photocatalysts for energy conversion and environmental remediation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXktF2kur0%253D&md5=b720877fec0e1373c217dcc0f006e8ef", "17. ", "Gao", ", ", "J.", "; ", "He", ", ", "M.", "; ", "Lee", ", ", "Z. Y.", "; ", "Cao", ", ", "W.", "; ", "Xiong", ", ", "W.-W.", "; ", "Li", ", ", "Y.", "; ", "Ganguly", ", ", "R.", "; ", "Wu", ", ", "T.", "; ", "Zhang", ", ", "Q.", " ", "Dalton Trans.", " ", "2013", ",  ", "42", ",  ", "11367", "– ", "11370", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "A surfactant-thermal method to prepare four new three-dimensional heterometal-organic frameworks", "Gao, Junkuo; He, Mi; Lee, Zhi Yi; Cao, Wenfang; Xiong, Wei-Wei; Li, Yongxin; Ganguly, Rakesh; Wu, Tom; Zhang, Qichun", "Dalton Transactions", "\r\n        (", "2013", "),\r\n    ", "42", "\r\n        (", "32", "),\r\n    ", "11367-11370", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Here, the authors report on a surfactant-thermal method to prep. four new 3-dimensional cryst. heterometal-org. frameworks (HMOFs) [M(BTC)Cu(py)2] (BTC = trimesate trianion; M = Co, Mn, Ni, Zn 1-4).  The new strategy for growing cryst. materials in surfactant media has great potential for the synthesis of novel MOFs with various structures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFCltLvO&md5=bdf27f53e5a0d781ecfc8fce4f776e40", "18. ", "Lin", ", ", "Q.", "; ", "Wu", ", ", "T.", "; ", "Zheng", ", ", "S.", "; ", "Bu", ", ", "X.", "; ", "Feng", ", ", "P.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "11852", "– ", "11854", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "A chiral tetragonal magnesium-carboxylate framework with nanotubular channels", "Lin, Qipu; Wu, Tao; Zheng, Shou-Tian; Bu, Xianhui; Feng, Pingyun", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "43", "),\r\n    ", "11852-11854", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A rare example of a highly sym. chiral Mg-based MOF [Mg2(H2O)2(bptc)] (H4bptc = biphenyl-3,3',5,5'-tetracarboxylic acid) (denoted as CPF-1) was prepd. with nanotubular channels, built from 41 (or 43) helical chains.  It exhibits a high gas sorption capacity (∼1.29% H2 at 77 K, 1 atm; 84 cm3 g-1 of CO2 at 273 K, 1 atm).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlKgtrfM&md5=fa3d42d14a1c6e0e20ee8cdfded75944", "19. ", "Zhai", ", ", "Q.", "; ", "Lin", ", ", "Q.", "; ", "Wu", ", ", "T.", "; ", "Zheng", ", ", "S.-T.", "; ", "Bu", ", ", "X.", "; ", "Feng", ", ", "P.", " ", "Dalton Trans.", " ", "2012", ",  ", "41", ",  ", "2866", "– ", "2868", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Induction of trimeric [Mg3(OH)(CO2)6] in a porous framework by a desymmetrized tritopic ligand", "Zhai, Quanguo; Lin, Qipu; Wu, Tao; Zheng, Shou-Tian; Bu, Xianhui; Feng, Pingyun", "Dalton Transactions", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "10", "),\r\n    ", "2866-2868", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The use of a desymmetrized tritopic ligand, 3,5-bis(4-carboxyphenyl)pyridine, leads to the first occurrence of the [Mg3(μ3-OH)(CO2)6] trimer as the 3-D framework building block in a porous crystal that shows relatively high H2 uptake (1.37% at 77 K and 1 atm).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XisFOrur8%253D&md5=c51f775b525f8f4121c731f0e4be8730", "20. ", "He", ", ", "Y.-P.", "; ", "Tan", ", ", "Y.-X.", "; ", "Zhang", ", ", "J.", " ", "Cryst. Growth Des.", " ", "2013", ",  ", "13", ",  ", "6", "– ", "9", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Stable Mg-Metal-Organic Framework (MOF) and Unstable Zn-MOF Based on Nanosized Tris((4-carboxyl)phenylduryl)amine Ligand", "He, Yan-Ping; Tan, Yan-Xi; Zhang, Jian", "Crystal Growth & Design", "\r\n        (", "2013", "),\r\n    ", "13", "\r\n        (", "1", "),\r\n    ", "6-9", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "By employment of a nanosized tris(carboxybiphenyl)amine ligand (L) to assembly with the Zn2+ or Mg2+ ions, two non-interpenetrating microporous metal-org. frameworks (MOFs) constructed from chain-shaped building units are presented here.  The Zn-MOF formulated as ((CH3)4N)(Zn4L3)·28DMF (FIR-4; DMF = N,N-dimethylformamide, FIR denotes Fujian Institute of Research) is a nanoporous anionic framework, but it is unstable after the removal of guest mols.  In contrast, the Mg-MOF formulated as Mg3L2(H2O)2(DMA)2·2.5DMA (FIR-5; DMA = N,N-dimethylacetamide) features a neutral framework with (3,8)-connected tfz topol. derived from kgd subnets and has high permanent porosity with a Langmuir surface area of 1457 m2·g-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhslOlsrfK&md5=ebb177fcb37d57e40f65089ccdfaceb0", "21. ", "Ong", ", ", "T. T.", "; ", "Kavuru", ", ", "P.", "; ", "Nguyen", ", ", "T.", "; ", "Cantwell", ", ", "R.", "; ", "Wojtas", ", ", "Ł.", "; ", "Zawarotko", ", ", "M. J.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "9224", "– ", "9227", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "2:1 Cocrystals of Homochiral and Achiral Amino Acid Zwitterions with Li+ Salts: Water-Stable Zeolitic and Diamondoid Metal-Organic Materials", "Ong, Tien Teng; Kavuru, Padmini; Nguyen, Thanhha; Cantwell, Ryan; Wojtas, Lukasz; Zaworotko, Michael J.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "24", "),\r\n    ", "9224-9227", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Eight 2:1 cocrystals of amino acid zwitterions (sarcosine, betaine, N,N-dimethylglycine and L-proline) and Li+ salts were crystd. from hot H2O to afford cationic networks based on tetrahedral Li cations: square grids, an ABW topol. net, and diamondoid nets.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmslGmtLs%253D&md5=63c813c23bf27be1e9d4576ef2d84e4b", "22. ", "Clough", ", ", "A.", "; ", "Zheng", ", ", "S.-T.", "; ", "Zhao", ", ", "X.", "; ", "Lin", ", ", "Q.", "; ", "Feng", ", ", "P.", "; ", "Bu", ", ", "X.", " ", "Cryst. Growth Des.", " ", "2014", ",  ", "14", ",  ", "897", "– ", "900", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "New Lithium Ion Clusters for Construction of Porous MOFs", "Clough, Andrew; Zheng, Shou-Tian; Zhao, Xiang; Lin, Qipu; Feng, Pingyun; Bu, Xianhui", "Crystal Growth & Design", "\r\n        (", "2014", "),\r\n    ", "14", "\r\n        (", "3", "),\r\n    ", "897-900", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two novel types of lithium clusters, Li4 tetramer and Li2 dimer, were created as the building blocks of MOFs.  The assembly of such unprecedented clusters with two types of tricarboxylate ligands leads to two highly open frameworks, one of which exhibits a very high CO2 uptake capacity among Li-based MOFs.  The work reveals the interesting and unprecedented structural chem. of lithium ions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXisVWisbc%253D&md5=ed0da2b8670b54436467fd1c57add6b5", "23. ", "Banerjee", ", ", "D.", "; ", "Kim", ", ", "S. J.", "; ", "Parise", ", ", "J. B.", " ", "Cryst. Growth Des.", " ", "2009", ",  ", "9", ",  ", "2500", "– ", "2503", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Lithium Based Metal-Organic Framework with Exceptional Stability", "Banerjee, Debasis; Kim, Sun Jin; Parise, John B.", "Crystal Growth & Design", "\r\n        (", "2009", "),\r\n    ", "9", "\r\n        (", "5", "),\r\n    ", "2500-2503", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A three-dimensional lithium based metal-org. framework Li2(2,6-NDC) (1); UL-MOF-1, UL = ultralight; NDC = 2,6-naphthalenedicarboxylate; space group P21/c, a = 10.302(5), b = 5.345(2), c = 8.663(4) Å, β = 98.659(9)°, V = 471.6(4) Å3 was synthesized and characterized by X-ray crystallog.  The framework is stable to 610°.  The synthesis of 1 was achieved using solvothermal methods in N,N-dimethylformamide at 180° and was characterized by single crystal X-ray diffraction.  The structure consists of layers of two-dimensional antifluorite related LiO connected by the NDC linker.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjsFyrsL0%253D&md5=ae09ae094c75489688caf6affdbcdd0c", "24. ", "Banerjee", ", ", "D.", "; ", "Borkowski", ", ", "L. A.", "; ", "Kim", ", ", "S. J.", "; ", "Parise", ", ", "J. B.", " ", "Cryst. Growth Des.", " ", "2009", ",  ", "9", ",  ", "4922", "– ", "4926", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Synthesis and Structural Characterization of Lithium-Based Metal-Organic Frameworks", "Banerjee, Debasis; Borkowski, Lauren A.; Kim, Sun Jin; Parise, John B.", "Crystal Growth & Design", "\r\n        (", "2009", "),\r\n    ", "9", "\r\n        (", "11", "),\r\n    ", "4922-4926", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two Li-based metal-org. frameworks, Li2(C14H8O4) [Li2(4,4'-BPDC) [1]; ULMOF-2, UL = ultralight; BPDC = biphenyldicarboxylate]; space group P21/c, a 12.758(2), b 5.142(4), c 8.00(2) Å, β 97.23° and Li2(C14H8O6S) [Li2(4,4'-SDB) [2]; ULMOF-3, UL = ultralight; SDB = sulfonyldibenzoate], space group P21/n, a 5.5480(11), b 23.450(5), c 10.320(2) Å, β 96.47(3)°, were synthesized.  Compds. 1 and 2 were synthesized by solvothermal methods and were characterized using single crystal x-ray diffraction.  Structure 1 consists of layers of two-dimensional antifluorite related LiO motif connected by BPDC linkers, whereas structure 2 is constructed by a combination of tetrameric Li polyhedral clusters connected by the sulfonyldibenzoate linker.  The frameworks are stable up to 575 and 500°, resp., under N2 atmosphere.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtFWqu73O&md5=77b5546a2a165e28838e668a7dce39fb", "25. ", "Banerjee", ", ", "D.", "; ", "Kim", ", ", "S. J.", "; ", "Li", ", ", "W.", "; ", "Wu", ", ", "H.", "; ", "Li", ", ", "J.", "; ", "Borkowski", ", ", "L. A.", "; ", "Philips", ", ", "B. L.", "; ", "Parise", ", ", "J. B.", " ", "Cryst. Growth Des.", " ", "2010", ",  ", "10", ",  ", "2801", "– ", "2805", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Synthesis and Structural Characterization of a 3-D Lithium Based Metal-Organic Framework Showing Dynamic Structural Behavior", "Banerjee, Debasis; Kim, Sun Jin; Li, Wei; Wu, Haohan; Li, Jing; Borkowski, Lauren A.; Philips, Brian L.; Parise, John B.", "Crystal Growth & Design", "\r\n        (", "2010", "),\r\n    ", "10", "\r\n        (", "6", "),\r\n    ", "2801-2805", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A 3-D lithium based metal org. framework Li2(C7H3NO4)·(DMF) [Li2(2,5-PDC)·(DMF), 1; ULMOF-5, UL = ultralight, PDC = pyridine-2,5-dicarboxylate, space group Pbcn,a = 15.800(3) Å, b 8.5958(17), c 18.460(4) Å, V = 2507.1(9) Å3] was synthesized using the solvothermal method and characterized by single crystal and powder x-ray diffraction techniques.  Compd. 1 contains tetrameric edge and corner sharing lithium polyhedral clusters connected by org. linkers, forming channels along the [001] direction, with coordinated DMF mols. pointing toward each other in these channels.  TGA shows compd. 1 is stable up to 280° under N2 atmosphere followed by removal of the coordinated DMF mols., as evident from the assocd. wt. loss.  BET (25.06 m2/g) surface area measurement showed loss of porosity after solvent removal because of a structure change.  Solid-state 6Li NMR on the desolvated compd. showed the absence of tricoordinated lithium centers, indicating rearrangement of bonds around the lithium center after DMF removal.  The desolvated form reverts to the original form upon exposure to DMF, showing dynamic structural behavior.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXmtVynt7Y%253D&md5=5c0334f30f8eae1576be4ade9cc5a116", "26. ", "Banerjee", ", ", "D.", "; ", "Parise", ", ", "J. B.", " ", "Cryst. Growth Des.", " ", "2011", ",  ", "11", ",  ", "4704", "– ", "4720", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Recent Advances in s-Block Metal Carboxylate Networks", "Banerjee, Debasis; Parise, John B.", "Crystal Growth & Design", "\r\n        (", "2011", "),\r\n    ", "11", "\r\n        (", "10", "),\r\n    ", "4704-4720", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Discussion focuses on the recent advances in the synthesis of s-block-coordination networks (CNs) (alkali metal and alk. earth MOFs/coordination polymers), produced using common carboxylic acid based linkers.  The nontoxic subset of these metals (Li, Na, K, Mg, Ca) based CNs, potentially useful for gas storage, sepn., drug delivery, catalysis, and electrochem. applications, makes exploratory synthesis a worthwhile endeavor.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFylurfM&md5=6f3a756bb9c3f1212dfea11725f97cb4", "27. ", "Osta", ", ", "R. E.", "; ", "Frigoli", ", ", "M.", "; ", "Marrot", ", ", "J.", "; ", "Medina", ", ", "M. E.", "; ", "Walton", ", ", "R. I.", "; ", "Millange", ", ", "F.", " ", "Cryst. Growth Des.", " ", "2012", ",  ", "12", ",  ", "1531", "– ", "1537", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "28. ", "Abrahams", ", ", "B. F.", "; ", "Grannas", ", ", "M. J.", "; ", "Hudson", ", ", "T. A.", "; ", "Robson", ", ", "R.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "122", ",  ", "1087", "– ", "1087", "[", "Crossref", "]", "There is no corresponding record for this reference.", "29. ", "Abrahams", ", ", "B. F.", "; ", "Dharma", ", ", "A. D.", "; ", "Grannas", ", ", "M. J.", "; ", "Hudson", ", ", "T. A.", "; ", "Maynard-Casely", ", ", "H. E.", "; ", "Oliver", ", ", "G. R.", "; ", "Robson", ", ", "R.", "; ", "White", ", ", "K. F.", " ", "Inorg. Chem.", " ", "2014", ",  ", "53", ",  ", "4956", "– ", "4969", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Isomeric Ionic Lithium Isonicotinate Three-Dimensional Networks and Single-Crystal-to-Single-Crystal Rearrangements Generating Microporous Materials", "Abrahams, Brendan F.; Dharma, A. David; Grannas, Martin J.; Hudson, Timothy A.; Maynard-Casely, Helen E.; Oliver, Graham R.; Robson, Richard; White, Keith F.", "Inorganic Chemistry", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "10", "),\r\n    ", "4956-4969", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reaction between LiOH and isonicotinic acid (inicH) in the appropriate solvent or mixt. of solvents affords a family of variously solvated forms of a simple ionic lithium salt, viz., Li+inic-·S (S = 0.5 morpholine, 0.5 dioxane, 0.25 n-hexanol, 0.5 N-methylpyrrolidinone, 0.5 DMF, 0.5 n-propanol, 0.5 cyclohexanol, 0.5 pyridine, 0.5 t-butanol, 0.5 ethanol, and 0.5 methanol).  Three-dimensional Li+inic- frameworks contg. solvent-filled channels are present in all of these except for the MeOH and EtOH solvates.  The nondirectional character of the electrostatic interactions between the Li+ and inic- ions bestows an element of plasticity upon the framework, manifested in the observation of no less than five different framework structures within the family.  Unusual single-crystal-to-single-crystal transformations accompany desolvation of Li+inic-·S in which the Li+inic- framework undergoes a major rearrangement (from a structure contg. 8484 chains to one with 6666 chains).  The before and after structures are strongly suggestive of the mechanism and the driving force for these solid state framework rearrangements: processes which further demonstrate the plasticity of the ionic Li(inic) framework.  A solid-state mechanism for these desolvation processes that accounts very satisfactorily for the formation of the channels and for the diverse geometrical/topol. aspects of the transformation is proposed.  The reverse process allows the regeneration of the solvated 8484 form.  When the 6666 Li+inic- form is immersed in carbon disulfide, a single-crystal-to-single-crystal transformation occurs to generate Li+inic-·0.25CS2.  The hydrate, Li+inic-·2H2O which consists of discrete Li(inic)·H2O chains obtained by recrystg. the salt from water, can also be obtained by hydration of the 6666 form.  A dense 3D network Li(inic) can be obtained in a reversible process by the removal of the water from the hydrated form and also by crystn. from a t-amyl alc. soln.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXns1Cmtbw%253D&md5=13bd0a2c3857ed6f1c51925b497403bc", "30. ", "Zhang", ", ", "J.", "; ", "Wu", ", ", "T.", "; ", "Zhou", ", ", "C.", "; ", "Chen", ", ", "S.", "; ", "Feng", ", ", "P.", "; ", "Bu", ", ", "X.", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", ",  ", "2542", "– ", "2545", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "30. ", "Zeolitic boron imidazolate frameworks", "Zhang, Jian; Wu, Tao; Zhou, Cong; Chen, Shumei; Feng, Pingyun; Bu, Xianhui", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "14", "),\r\n    ", "2542-2545", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A family of cryst. materials analogous to porous AlPO4 but based on B imidazolate frameworks (BIFs) can be formed by the crosslinking of various presynthesized B imidazolates with monovalent cations (Li+ and Cu+).  This synthetic method is capable of generating a large variety of open frameworks, ranging from the four-connected zeolitic sodalite type to the three-connected chiral (10,3)-a type.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXktlOltrY%253D&md5=7577789df994d936748150e27f8f8e18", "31. ", "Wu", ", ", "T.", "; ", "Zhang", ", ", "J.", "; ", "Zhou", ", ", "C.", "; ", "Wang", ", ", "L.", "; ", "Bu", ", ", "X.", "; ", "Feng", ", ", "P.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "6111", "– ", "6113", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "Zeolite RHO-Type Net with the Lightest Elements", "Wu, Tao; Zhang, Jian; Zhou, Cong; Wang, Le; Bu, Xianhui; Feng, Pingyun", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "17", "),\r\n    ", "6111-6113", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reported here are two highly porous examples of MOCOFs, a new family of framework materials seamlessly integrating the coordinate bonds of metal-org. frameworks (MOFs) and covalent bonds of covalent org. framework materials (COFs).  These two materials, MBR4 (M = Cu, Li; R = 4-methylimidazolyl) represent the lightest zeolite RHOs.  Their synthesis is an extraordinary example in which the structure-directing effect of the substituent groups on the crosslinking imidazolyl ring strikes a perfect balance with their pore narrowing effect, leading to the creation of a very open zeolite RHO topol. with highly accessible internal pores, characterized by a large surface area of 1818 m2/g and a high CO2 storage capability ≤35.6 cm3/g at 760 torr and 273 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXksV2itro%253D&md5=0b46732f5e3a1156f3a3dbd70b4f3851", "32. ", "Wu", ", ", "T.", "; ", "Zhang", ", ", "J.", "; ", "Bu", ", ", "X.", "; ", "Feng", ", ", "P.", " ", "Chem. Mater.", " ", "2009", ",  ", "21", ",  ", "3830", "– ", "3837", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "Variable Lithium Coordination Modes in Two- and Three-Dimensional Lithium Boron Imidazolate Frameworks", "Wu, Tao; Zhang, Jian; Bu, Xianhui; Feng, Pingyun", "Chemistry of Materials", "\r\n        (", "2009", "),\r\n    ", "21", "\r\n        (", "16", "),\r\n    ", "3830-3837", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Despite years of efforts, known metal-org. frameworks rely predominantly on the use of Group 12, d- and f-block elements.  Recently, there was a surge of interest in the use of s- and p-block elements (e.g., Mg and Al) as framework polyhedral nodes.  Still, there are much fewer framework materials constructed from lightwt. 2nd-row elements (e.g., Li and B).  Here the authors report three framework structures constructed by using Li and B as 3- or 4-connected nodes.  Structural features of the poly(azolyl)borate anion can be used to induce 3-connected Li sites, as compared to much more common 4-connected Li sites.  The creation of 3-connected Li is of significance because it may offer open metal sites for enhanced guest binding.  BIF-10 is a 3-connected three-dimensional Li B imidazolate built from the tripodal [BH(mim)3]- anion (mim = 2-methylimidazolyl).  One unique feature of BIF-10 is that Li sites in two interpenetrating sublattices have different coordination nos. (tetrahedral with a terminating DMF mol. or trigonal planar).  BIF-11 built from the tetrahedral [B(2,4-dmim)4]- anion (2,4-dmim = 2,4-dimethylimidazolyl) possesses the sodalite-type framework and represents an ideal example that demonstrates the competitive structure-directing effect of two Me substituents.  BIF-12 built from tetrahedral [B(bim)4]- anion (bim = benzimidazolyl) has a 3-connected layer structure with a dangling bim group, revealing another way in which the structure of poly(azolyl)borate anions can induce the 3-connected Li site.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXptlSgurw%253D&md5=5bb5d499e1c1893cd8312ae4dcbf0d4d", "33. ", "Zhao", ", ", "X.", "; ", "Wu", ", ", "T.", "; ", "Bu", ", ", "X.", "; ", "Feng", ", ", "P.", " ", "Dalton Trans.", " ", "2011", ",  ", "40", ",  ", "8072", "– ", "8074", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "33. ", "A mixed ligand route for the construction of tetrahedrally coordinated porous lithium frameworks", "Zhao, Xiang; Wu, Tao; Bu, Xianhui; Feng, Pingyun", "Dalton Transactions", "\r\n        (", "2011", "),\r\n    ", "40", "\r\n        (", "32", "),\r\n    ", "8072-8074", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Reported here are two 4-connected 3-dimensional frameworks LiL1L2 (L1 = benzimidazole, imidazole and L2 = bis(imidazolyl)methane, bis(2-methylimidazolyl)methane) based on monomeric Li nodes, which were synthesized through a mixed ligand route.  By combining a neg. charged imidazole ligand and a neutral bis(imidazolyl)methane ligand (or one of its derivs.), neutral frameworks adopting chiral quartz-dual and diamond topologies were obtained.  These materials have low framework d. and can reversibly adsorb hydrogen gas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXps1yrsbs%253D&md5=df31341ab15d3d6bb7af52f82d10d619", "34. ", "Zheng", ", ", "S.-T.", "; ", "Li", ", ", "Y.", "; ", "Wu", ", ", "T.", "; ", "Nieto", ", ", "R.", "; ", "Feng", ", ", "P.", "; ", "Bu", ", ", "X.", " ", "Chem.—Eur. J.", " ", "2010", ",  ", "16", ",  ", "13035", "– ", "13040", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "34. ", "Porous Lithium Imidazolate Frameworks Constructed with Charge-Complementary Ligands", "Zheng, Shou-Tian; Li, Yufei; Wu, Tao; Nieto, Ruben A.; Feng, Pingyun; Bu, Xianhui", "Chemistry--A European Journal", "\r\n        (", "2010", "),\r\n    ", "16", "\r\n        (", "44", "),\r\n    ", "13035-13040, S13035/1-S13035/6", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A family of lithium imidazolate frameworks has been synthesized by using the charge-complementary ligand strategy.  This is designed to control the local charge d. surrounding the lithium sites and to allow the formation of silica-like structure.  These lithium imidazolate frameworks not only exhibit various types of structures but show tunable porous features and gas adsorption properties as well.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVWqt7nM&md5=abe75764457baaa168da82bc6f7da6f7", "35. ", "MacDougall", ", ", "D. J.", "; ", "Morris", ", ", "J. J.", "; ", "Noll", ", ", "B. C.", "; ", "Henderson", ", ", "K. W.", " ", "Chem. Commun.", " ", "2005", ",  ", "456", "– ", "458", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "35. ", "Use of tetrameric cubane aggregates of lithium aryloxides as secondary building units in controlling network assembly", "MacDougall, Dugald J.; Morris, J. Jacob; Noll, Bruce C.; Henderson, Kenneth W.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2005", "),\r\n    ", "\r\n        (", "4", "),\r\n    ", "456-458", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Pre-aggregation of Li aryloxides into tetrahedral arrangements followed by crystn. with the divergent Lewis base dioxane gave three types of coordination polymers: zigzag chains, (6,3) sheets, and diamondoid lattices.  Polymeric [(LiOR)4.(dioxane)x] (R = Ph, X = 3; R = 4-EtC6H4, x = 2.5; R = 1-naphthyl, x = 2) were prepd. and their crystal structures detd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXkt1SksA%253D%253D&md5=9f94b6bc1b75d893bc2a74ebae7a71a4", "36. ", "Morris", ", ", "J. J.", "; ", "MacDougall", ", ", "D. J.", "; ", "Noll", ", ", "B. C.", "; ", "Henderson", ", ", "K. W.", " ", "Dalton Trans.", " ", "2008", ",  ", "3429", "– ", "3437", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "36. ", "Manipulation of molecular aggregation and supramolecular structure using self-assembled lithium mixed-anion complexes", "Morris, J. Jacob; MacDougall, Dugald J.; Noll, Bruce C.; Henderson, Kenneth W.", "Dalton Transactions", "\r\n        (", "2008", "),\r\n    ", "\r\n        (", "26", "),\r\n    ", "3429-3437", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A set of zero-, 1-, two-, and three-dimensional materials were synthesized by systematically varying the stoichiometry of the two components 2,4,6-Me3-C6H2OLi (ArOLi) and Me2N(CH2)2OLi (ROLi) within single aggregates, while using 1,4-dioxane (diox) as a ditopic linker.  The homoleptic complex [{(ArOLi)4·(diox)2}∋3(diox)]∞1 forms a 3-dimensional diamondoid extended structure, where Li4O4 cubanes act as tetrahedral nodes.  Attempts to rationally alter the dimensionality of the network through the sequential replacement of ArOLi vertexes by potentially chelating ROLi units have succeeded.  The mixed-anion complexes [{(ROLi)(ArOLi)3·(diox)1.5}∋1/2(C6H14)]∞2 and [(ROLi)4(ArOLi)2·(diox)]∞4, adopt 2-dimensional hexagonal net and 1-dimensional chain structures, resp.  Also, the two complexes [{(ROLi)3(ArOLi)3·(diox)0.5}(C6H14)]∞3 and [(ROLi)5(ArOLi)·(diox)0.5]∞5 both form unusual 0-dimensional mol. dumbbell structures in the solid state.  Incorporation of multiple ROLi units in the mixed-anion complexes not only results in reducing the no. of possible sites for polymer extension through chelation, but also changes the aggregation state of the building block from tetrametallic Li4O4 units to hexametallic Li6O6 units.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXnslKhtL8%253D&md5=27dce769cffbccdcd256d25bbd1fa2b4", "37. ", "Morris", ", ", "J. J.", "; ", "Noll", ", ", "B. C.", "; ", "Henderson", ", ", "K. W.", " ", "Cryst. Growth Des.", " ", "2006", ",  ", "6", ",  ", "1071", "– ", "1073", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "Assembly of 63,66-Pillared Metal-Organic Bilayers and Diamondoid Lattices Using Molecular Li2O2 Ring Dimers as Secondary Building Units", "Morris, J. Jacob; Noll, Bruce C.; Henderson, Kenneth W.", "Crystal Growth & Design", "\r\n        (", "2006", "),\r\n    ", "6", "\r\n        (", "5", "),\r\n    ", "1071-1073", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The Li aryloxide [4-Br-2,6-Me2C6H2OLi] forms solvated mol. Li2O2 ring dimers in both 1,4-dioxane and 1,3-dioxolane solns., as detd. by NMR spectroscopic and cryoscopic studies.  In turn, the geometry of these aggregates controls the architectures of the resulting extended networks upon crystn. from these solvent systems.  Specifically, the tetrasolvated dimers act as novel tetrahedral or trigonal nodes to produce the unprecedented 63,66 pillared bilayer polymer [{(ArOLi)2·(μ-diox)2}·{(ArOLi)2·(diox)·(μ-diox)1.5}]∞ (2) and the three-dimensional diamondoid framework [(ArOLi)2·(μ-dioxol)2]∞ (3).  The structure of 2 is particularly noteworthy, being composed of two fused hexagonal sheets to form an interrupted diamondoid net.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XjtFSqs74%253D&md5=66bbeda61029873629ef71a8ac195332", "38. ", "MacDougall", ", ", "D. J.", "; ", "Noll", ", ", "B. C.", "; ", "Kennedy", ", ", "A. R.", "; ", "Henderson", ", ", "K. W.", " ", "Dalton Trans.", " ", "2006", ",  ", "1875", "– ", "1884", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "38. ", "4-Methoxy- and 4-cyano-substituted lithium aryloxides: electronic effects of substituents on aggregation", "MacDougall, Dugald J.; Noll, Bruce C.; Kennedy, Alan R.; Henderson, Kenneth W.", "Dalton Transactions", "\r\n        (", "2006", "),\r\n    ", "\r\n        (", "15", "),\r\n    ", "1875-1884", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The para-substituted Li aryloxides [{4-NC-C6H4OLi·(Pyr)2}2·Pyr] (1a), [{4-NC-C6H4OLi·(THF)2}2] (1b), [{4-MeO-C6H4OLi·Pyr}4] (2a), [4-MeO-C6H4OLi·(THF)n] (2b), [{4-NC-2,6-(t-Bu)2-C6H2OLi·(Pyr)2}∞] (3a), [{4-NC-2,6-(t-Bu)2-C6H2OLi·(THF)2}∞] (3b), [{4-MeO-2,6-(t-Bu)2-C6H2OLi·Pyr}2·(Pyr)2] (4a), and [4-MeO-2,6-(t-Bu)2-C6H2OLi·(THF)n] (4b) were prepd. by the direct deprotonation of the corresponding phenol with an alkyllithium base (BuLi or MeLi) in the appropriate solvent, either pyridine or THF.  All compds. were characterized by 1H and 13C NMR spectroscopy, and the crystal structures of 1a, 1b, 2a, 3a, 3b and 4a were elucidated.  The cyano derivs. 1a and 1b adopt discrete tetrasolvated Li2O2 ring dimers whereas the methoxy analog 2a crystallizes as a tetrasolvated mol. tetramer with a pseudo cubic Li4O4 core.  The sterically encumbered cyano derivs. 3a and 3b form isostructural 1-dimensional polymeric chains of monomers via bridging of the phenolate ligands through Li···NC and Li-O contacts.  In comparison, the crystal structure of the methoxy counterpart 4a is a disolvated mol. Li2O2 ring dimer.  Soln. NMR spectroscopic studies of 1-4 in d5-pyridine and d8-THF indicate that the methoxy complexes are more highly aggregated than the cyano derivs., consistent with the solid-state studies.  Ab initio MO calcns. at the HF/6-31G* level of theory indicate that the origin of the aggregation state variations between the cyano and methoxy complexes is due to electronic effects.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XjtV2gu7k%253D&md5=c6d885def67d1b3fed4caf7989c5440b", "39. ", "Boyle", ", ", "T. J.", "; ", "Pedrotty", ", ", "D. M.", "; ", "Alam", ", ", "T. M.", "; ", "Vick", ", ", "S. C.", "; ", "Rodriguez", ", ", "M. A.", " ", "Inorg. Chem.", " ", "2000", ",  ", "39", ",  ", "5133", "– ", "5146", "[", "ACS Full Text ", "], [", "CAS", "]", "39. ", "Structural Diversity in Solvated Lithium Aryloxides. Syntheses, Characterization, and Structures of [Li(OAr)(THF)x]n and [Li(OAr)(py)x]2 Complexes Where OAr = OC6H5, OC6H4(2-Me), OC6H3(2,6-(Me))2, OC6H4(2-Pri), OC6H3(2,6-(Pri))2, OC6H4(2-But), OC6H3(2,6-(But))2", "Boyle, Timothy J.; Pedrotty, Dawn M.; Alam, Todd M.; Vick, Sara C.; Rodriguez, Mark A.", "Inorganic Chemistry", "\r\n        (", "2000", "),\r\n    ", "39", "\r\n        (", "22", "),\r\n    ", "5133-5146", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Sterically varied aryl alcs. H-OAr [OAr = OC6H5 (OPh), OC6H4(2-Me) (oMP), OC6H3(2,6-(Me))2 (DMP), OC6H4(2-Pri) (oPP), OC6H3(2,6-(Pri))2 (DIP), OC6H4(2-But) (oBP), OC6H3(2,6-(But))2 (DBP); Me = CH3, Pri = CHMe2, and But = CMe3] were reacted with LiN(SiMe3)2 in a Lewis basic solvent [THF or pyridine (py)] to generate the appropriate Li(OAr)(solv)x.  In the presence of THF, the OPh deriv. was previously identified as the hexagonal prismatic complex [Li(OPh)(THF)]6; however, the structure isolated from the above route proved to be tetranuclear [Li(OPh)(THF)]4 (1).  The other Li(OAr)(THF)x products isolated were characterized by single-crystal x-ray diffraction as [Li(OAr)(THF)]4 [OAr = oMP (2), DMP (3), oPP (4)], [Li(DIP)(THF)]3 (5), [Li(oBP)(THF)2]2, (6), and [Li(DBP)(THF)]2, (7).  The tetranuclear species (1-4) consist of sym. cubes of alternating tetrahedral Li and pyramidal O atoms, with terminal THF solvent mols. bound to each metal center.  The trinuclear species 5 consists of a six-membered ring of alternating trigonal planar Li and bridging O atoms, with one THF solvent mol. bound to each metal center.  Compd. 6 possesses two Li atoms that adopt tetrahedral geometries involving two bridging oBP and two terminal THF ligands.  The structure of 7 was identical to the previously reported [Li(DBP)(THF)]2 species, but different unit cell parameters were obsd.  Compd. 7 varies from 6 in that only one solvent mol. is bound to each Li metal center of 7 because of the steric bulk of the DBP ligand.  In contrast to the structurally diverse THF adducts, when py was used as the solvent, the appropriate Li(OAr)(py)x complexes were isolated as [Li(OAr)(py)2]2 (OAr = OPh (8), oMP (9), DMP (10), oPP (11), DIP (12), oBP (13)) and [Li(DBP)(py)]2 (14).  Compds. 8-13 adopt a dinuclear, edge-shared tetrahedral complex geometry.  For 14, because of the steric crowding of the DBP ligand, only one py is coordinated, yielding a dinuclear fused trigonal planar arrangement.  Two addnl. structure types were also characterized for the DIP ligand: [Li(DIP)(H-DIP)(py)]2 (12b) and [Li2(DIP)2(py)3] (12c).  Multinuclear (6,7Li and 13C) solid-state MAS NMR spectroscopic studies indicate that the bulk powder possesses several Li environments for transitional ligands of the THF complexes; however, the py adducts possess only one Li environment, which is consistent with the solid-state structures.  Soln. NMR studies indicate that transitional compds. of the THF precursors display multiple species in soln. whereas the py adducts display only one lithium environment.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXntFWjt7c%253D&md5=cf47a259382bb8869ef3f43d2e63b623", "40. ", "Zhao", ", ", "X.", "; ", "Wu", ", ", "T.", "; ", "Zheng", ", ", "S.-T.", "; ", "Wang", ", ", "L.", "; ", "Bu", ", ", "X.", "; ", "Feng", ", ", "P.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "5536", "– ", "5538", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "40. ", "A zeolitic porous lithium-organic framework constructed from cubane clusters", "Zhao, Xiang; Wu, Tao; Zheng, Shou-Tian; Wang, Le; Bu, Xianhui; Feng, Pingyun", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "19", "),\r\n    ", "5536-5538", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Reported here is a lithium cubane based zeolitic framework possessing a multi-dimensional channel system.  The unique design strategy of adopting the ditopic ligand 4-pyridinol leads to a rigid porous framework with high thermal stability.  It has a BET surface area of 440.3 m2 g-1 and a H2 uptake capacity of 108.7 cm3 g-1 at 77 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXlt1CktLw%253D&md5=9238b75e34fadd4673d75dd3559093c7", "41. ", "Zhao", ", ", "X.", "; ", "Wu", ", ", "T.", "; ", "Bu", ", ", "X.", "; ", "Feng", ", ", "P.", " ", "Dalton Trans.", " ", "2012", ",  ", "41", ",  ", "3902", "– ", "3905", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "41. ", "Lithium cubane clusters as tetrahedral, square planar, and linear nodes for supramolecular assemblies", "Zhao, Xiang; Wu, Tao; Bu, Xianhui; Feng, Pingyun", "Dalton Transactions", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "14", "),\r\n    ", "3902-3905", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The use of bifunctional ligands with phenol and pyridyl groups was found to promote the formation of Li cubane clusters [Li4L4(MeOH)4] (HL = pyridinols, quinolinols and isoquinolinols) intrinsically coded with specific preference for various H-bonding geometries including tetrahedral, square-planar, and linear modes through double, or even quadruple H bonding between adjacent nodes.  The cubane clusters were characterized by crystal structure anal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XjslegtLg%253D&md5=e90209be0ed69621ef2c639e36b35625", "42. ", "Lee", ", ", "J. Y.", "; ", "Olson", ", ", "D. H.", "; ", "Pan", ", ", "L.", "; ", "Emge", ", ", "T. J.", "; ", "Li", ", ", "J.", " ", "Adv. Funct. Mater.", " ", "2007", ",  ", "17", ",  ", "1255", "– ", "1262", "[", "Crossref", "], [", "CAS", "]", "42. ", "Microporous metal-organic frameworks with high gas sorption and separation capacity", "Lee, Jeong Yong; Olson, David H.; Pan, Long; Emge, Thomas J.; Li, Jing", "Advanced Functional Materials", "\r\n        (", "2007", "),\r\n    ", "17", "\r\n        (", "8", "),\r\n    ", "1255-1262", "CODEN:\r\n                ", "AFMDC6", ";\r\n        ISSN:", "1616-301X", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The design, synthesis, and structural characterization of two microporous metal-org. framework structures, [M(bdc)(ted)0.5]·2DMF·0.2H2O (M = Zn (1), Cu (2); H2bdc = 1,4-benzenedicarboxylic acid; ted = triethylenediamine) is reported.  The pore characteristics and gas sorption properties of these compds. were studied at cryogenic temps., room temp., and higher temps. by exptl. measuring Ar, H, and selected hydrocarbon adsorption/desorption isotherms.  Both compds. are highly porous with a pore vol. of 0.65 (1) and 0.52 cm3 g-1 (2).  The amt. of the H uptake, 2.1% (1) and 1.8% (2) at 77 K (1 atm), places them among the group of metal-org. frameworks (MOFs) having the highest H2 sorption capacity.  [Zn(bdc)(ted)0.5]·2DMF·0.2H2O adsorbs a very large amt. of hydrocarbons, including MeOH, EtOH, Me2O, n-hexane, cyclohexane, and benzene, giving the highest sorption values among all metal-org. based porous materials reported to date.  These materials hold great promise for gas sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmtFKjsrY%253D&md5=b9f1f58a8f0436bf14080614b75d1001", "43. ", "Lee", ", ", "J. Y.", "; ", "Pan", ", ", "L.", "; ", "Huang", ", ", "X. Y.", "; ", "Emge", ", ", "T. J.", "; ", "Li", ", ", "J.", " ", "Adv. Funct. Mater.", " ", "2011", ",  ", "21", ",  ", "993", "– ", "998", "[", "Crossref", "], [", "CAS", "]", "43. ", "A Systematic Approach to Building Highly Porous, Noninterpenetrating Metal-Organic Frameworks with a Large Capacity for Adsorbing H2 and CH4", "Lee, Jeong Yong; Pan, Long; Huang, Xiaoying; Emge, Thomas J.; Li, Jing", "Advanced Functional Materials", "\r\n        (", "2011", "),\r\n    ", "21", "\r\n        (", "5", "),\r\n    ", "993-998", "CODEN:\r\n                ", "AFMDC6", ";\r\n        ISSN:", "1616-301X", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "By introducing a short and tripod shaped aliph. pillar ligand (triethylenediamine = TED = DABCO), three highly porous metal org. frameworks [M(L)(TED)0.5] {L = 1,4-Benzenedicarboxylate (BDC), 2,6-naphthalenedicarboxylate (NDC), 4,4'-biphenyldicarboxylate (BPDC)} are designed and synthesized.  The MOFs are noncatenting and have maximized pore vol. and surface areas.  Studies of the hydrogen and methane adsorption properties of these MOFs, [Zn(BDC) (TED)0.5](1'), [Ni(NDC)(TED)0.5](2') and [Zn(BPDC)(TED)0.5] (3'), at 298 K and elevated pressures reveal very high H2 storage capacity of 2' and high methane storage capacity of 1'.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXisFWktL4%253D&md5=661dab15d3f75a055fbbff8f70c6bcdf", "44. ", "Zhao", ", ", "Y. G.", "; ", "Wu", ", ", "H. H.", "; ", "Emge", ", ", "T. J.", "; ", "Gong", ", ", "Q. H.", "; ", "Nijem", ", ", "N.", "; ", "Chabal", ", ", "Y. J.", "; ", "Kong", ", ", "L. Z.", "; ", "Langreth", ", ", "D. C.", "; ", "Liu", ", ", "H.", "; ", "Zeng", ", ", "H. P.", "; ", "Li", ", ", "J.", " ", "Chem.—Eur. J.", " ", "2011", ",  ", "17", ",  ", "5101", "– ", "5109", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "44. ", "Enhancing Gas Adsorption and Separation Capacity through Ligand Functionalization of Microporous Metal-Organic Framework Structures", "Zhao, Yonggang; Wu, Haohan; Emge, Thomas J.; Gong, Qihan; Nijem, Nour; Chabal, Yves J.; Kong, Lingzhu; Langreth, David C.; Liu, Hui; Zeng, Heping; Li, Jing", "Chemistry - A European Journal", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "18", "),\r\n    ", "5101-5109, S5101/1-S5101/16", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Hydroxyl- and amino- functionalized [Zn(BDC)(TED)0.5].2DMF·0.2H2O leads to two new structures, [Zn(BDC-OH)(TED)0.5].1.5DMF.0.3H2O and [Zn(BDC-NH2)(TED)0.5].xDMF.yH2O (BDC = terephthalic acid, TED = triethylenediamine, BDC-OH = 2-hydroxylterephthalic acid, BDC-NH2 = 2-aminoterephthalic acid).  Single-crystal x-ray diffraction and powder X-ray diffraction studies confirmed that the structures of both functionalized compds. are very similar to that of their parent structure.  [Zn(BDC)(TED)0.5]·2DMF·0.2H2O can be considered a 3-dimensional porous structure with three interlacing 1-dimensional channels, whereas both [Zn(BDC-OH)(TED)0.5]·1.5DMF·0.3H2O and [Zn(BDC-NH2)(TED)0.5]·xDMF·yH2O contain only 1-dimensional open channels as a result of functionalization of the BDC ligand by the OH and NH2 groups.  A notable decrease in surface area and pore size is thus obsd. in both compds.  Consequently, [Zn(BDC)(TED)0.5]·2DMF·0.2H2O takes up the highest amt. of H2 at low temps.  However, both [Zn(BDC-OH)(TED)0.5]·1.5DMF·0.3H2O and [Zn(BDC-NH2)(TED)0.5]·xDMF·yH2O show significant enhancement in CO2 uptake at room temp., suggesting that the strong interactions between CO2 and the functionalized ligands, indicating that surface chem., rather than porosity, plays a more important role in CO2 adsorption.  A comparison of single-component CO2, CH4, CO, N2, and O2 adsorption isotherms demonstrates that the adsorption selectivity of CO2 over other small gases is considerably enhanced through functionalization of the frameworks.  IR absorption spectroscopic measurements and theor. calcns. are also carried out to assess the effect of functional groups on CO2 and H2 adsorption potentials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXkvVSmsr8%253D&md5=d1142d0645d8ca681e19630c822f45ad", "45. ", "Li", ", ", "K.", "; ", "Lee", ", ", "J. Y.", "; ", "Olson", ", ", "D. H.", "; ", "Emge", ", ", "T. J.", "; ", "Bi", ", ", "W.", "; ", "Eibling", ", ", "M. J.", "; ", "Li", ", ", "J.", " ", "Chem. Commun.", " ", "2008", ",  ", "6123", "– ", "6125", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "45. ", "Unique gas and hydrocarbon adsorption in a highly porous metal-organic framework made of extended aliphatic ligands", "Li, Kunhao; Lee, JeongYong; Olson, David H.; Emge, Thomas J.; Bi, Wenhua; Eibling, Matthew J.; Li, Jing", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2008", "),\r\n    ", "\r\n        (", "46", "),\r\n    ", "6123-6125", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "High and unique gas and hydrocarbon adsorption in a highly stable guest-free microporous metal-org. framework constructed on rigid aliph. ligands, bicyclo[2.2.2]octane-1,4-dicarboxylic acid (H2bodc) and triethylenediamine (ted), is reported.  Crystals of [Co2(bodc)2(ted)]·3.5DMF are tetragonal, space group P42212 with a = 15.2597(6), c = 19.092(1) Å, β = 90°; Z = 4, Dc = 1.312; R1 = 0.053, wR2 = 0.156 for 5522 reflections.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsVersbbO&md5=2290b36e3db411d3637075776c12118c", "46. ", "Chen", ", ", "Z.", "; ", "Xiang", ", ", "S.", "; ", "Zhao", ", ", "D.", "; ", "Chen", ", ", "B.", " ", "Cryst. Growth Des.", " ", "2009", ",  ", "9", ",  ", "5293", "– ", "5296", "[", "ACS Full Text ", "], [", "CAS", "]", "46. ", "Reversible Two-Dimensional-Three Dimensional Framework Transformation within a Prototype Metal-Organic Framework", "Chen, Zhenxia; Xiang, Shengchang; Zhao, Dongyuan; Chen, Banglin", "Crystal Growth & Design", "\r\n        (", "2009", "),\r\n    ", "9", "\r\n        (", "12", "),\r\n    ", "5293-5296", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The prototype three-dimensional metal-org. framework Zn2(BDC)2(Dabco)·4DMF·0.5H2O (MOF-1, BDC = 1,4-benzenedicarboxylate) and two-dimensional Zn2(BDC)2(H2O)2·(DMF)2 (MOF-2) can be reversibly transformed with each other in which the activated MOF-2 exhibits high selective gas adsorption with respect to C2H2/CO2 at room temp.  Desolvated MOF-1 and MOF-2 were characterized by x-ray crystallog.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVWku7vM&md5=ba976f62b522a221333dad61adaa4550", "47. ", "Huang", ", ", "S.-H.", "; ", "Wang", ", ", "S.-L.", " ", "Angew. Chem., Int. Ed.", " ", "2011", ",  ", "50", ",  ", "5319", "– ", "5322", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "47. ", "Variant Luminescence from an Organic-Inorganic Hybrid Structure with an Isolated 4-Ring Zinc Phosphate Tecton", "Huang, Shu-Hao; Wang, Sue-Lein", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "23", "),\r\n    ", "5319-5322, S5319/1-S5319/11", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors report an exceptional system of metal phosphates that incorporate org. aryl carboxylates (organo- metallophosphates, OMPOs), NTHU-10: (Hbpy)[Zn-(H2PO4)(btec)0.5] (bpy = 4,4'-bipyridine, btec = benzene-1,2,4,5-tetracarboxylate), which was obsd. to violate common wisdom of structure-property relations.  Four hydrothermal reactions, keeping exactly const. the compn. of the initial reaction mixt., were conducted at different temps. (120, 160, 180, and 200°), from which 4 batches of products were obtained, designated as 10a, 10b, 10c, and 10d, resp.  They look alike as powders or sizable crystals on visual inspection, but they can be differentiated upon exposure to 365 nm UV light.  Crystals of 10a were barely emissive in the blue-light region, whereas 10d were strongly emissive in green-light region with a significant quantum yield.  Judging from the difference in synthesis temps. (from 120 to 200°) and the distinct photoluminescence from faint blue to bright green for 10a to 10d, the authors assumed that their structures or chem. compns., or both, would be somewhat different.  However, the 4 batches of crystals showed no discrepancy in structure or in chem. compn., as corroborated by elemental anal. (EA) and thermogravimetric anal. (TGA) and by energy-dispersive x-ray (EDX), IR, Raman, and solid-state NMR spectroscopy.  Samples 10a to 10d are 4 amazing optical analogs of NTHU-10, which is also the 1st organometallophosphate structure constructed from zero-dimensional (OD) inorg. building unit.  Few OD inorg. tectons have previously been obsd. in metal phosphates.  It is not straightforward to trim the MPO lattice down to OD.  However, by manipulating the solvent factor in the reaction system of NTHU-8,14I the authors were able to control the formation of ID or OD inorg. substructures.  Discovery of NTHU-10 marks completion of a hybrid framework system that contains all 3 possible dimensionalities of inorg. tectons.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXms1SltL0%253D&md5=3c788e9f93f757bc6b8ad0d74b03e751", "48. ", "Huang", ", ", "S.-H.", "; ", "Lin", ", ", "C.-H.", "; ", "Wu", ", ", "W.-C.", "; ", "Wang", ", ", "S.-L.", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", ",  ", "6124", "– ", "6127", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "48. ", "Network Topology of a Hybrid Organic Zinc Phosphate with Bimodal Porosity and Hydrogen Adsorption", "Huang, Shu-Hao; Lin, Chia-Her; Wu, Wei-Chang; Wang, Sue-Lein", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "33", "),\r\n    ", "6124-6127, S6124/1-S6124/6", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors report the 1st synthesis of benzene-1,2,4,5-tetracarboxylate (btec)-mediated metal phosphate compd., (Hbpy)-[Zn2PO4(btec)(Hbpy)2] (bpy = 4,4'-bipyridine), designated NTHU-8, an organometallophosphates (OMPO) 3-dimensional framework contg. nanometer-sized channels with intriguing bimodal porosity and hydrogen gas storage property.  Its structure is constructed from 1-dimensional metal phosphate 4MR columns with a high Zn to P ratio, and 1-dimensional supramol. chains formed of btec and Hbpy units.  The structural topol. differs from the pillared-layer type commonly adopted by amine-incorporated OMPOs.  Unlike MOFs which can be prepd. with a wide choice of org. carboxylates, few OMPOs were synthesized with aryl carboxylates.  One of the key factors for the formation of this functional OMPO appears to be the synergistic effect of the org. ligands btec and Hbpy in that they are strongly hydrogen bonded to each other.  This hydrogen bonding also explains why btec is two-connected to Zn centers instead of the typical four-connected pattern.  Another factor is a solvent effect, in that DMF was indispensable to create a structure with pyridine and carboxylate coexisting as ligands.  Without DMF, a different structure would otherwise result in which bpy acts as template only.  Added to the novelty of the NTHU-8 structure is the gas sorption properties, which are superior to conventional inorg. metal phosphate materials.  NTHU-8 is has both micropores and mesopores, indicating that bimodal pore-size distributions may be a characteristic of the carboxylate-incorporated MPO system.  Also, the hydrogen adsorption property of NTHU-8 may be conferred by the availability of intraframework carboxylate moieties.  Crystals of NTHU-8 are monoclinic, space group C2/c, with a 22.8823(6), b 18.4474(5), c 9.6823(3) Å, β 95.477(1)°; Z = 4; R1 = 0.0382, wR2 = 0.0845 for 3516 reflections.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXptlCjsbs%253D&md5=e584b9aadd3e7f8e3804f205c8ee1b33", "49. ", "Chang", ", ", "W.-K.", "; ", "Chiang", ", ", "R.-K.", "; ", "Jiang", ", ", "Y.-C.", "; ", "Wang", ", ", "S.-L.", "; ", "Lee", ", ", "S. F.", "; ", "Lii", ", ", "K.-H.", " ", "Inorg. Chem.", " ", "2004", ",  ", "43", ",  ", "2564", "– ", "2568", "[", "ACS Full Text ", "], [", "CAS", "]", "49. ", "Metamagnetism in Cobalt Phosphates with Pillared Layer Structures: [Co3(pyz)(HPO4)2F2] and [Co3(4,4'-bpy)(HPO4)2F2]·xH2O", "Chang, Wei-Kuo; Chiang, Ray-Kuang; Jiang, Yau-Chen; Wang, Sue-Lein; Lee, Shang-Fan; Lii, Kwang-Hwa", "Inorganic Chemistry", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "8", "),\r\n    ", "2564-2568", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two new cobalt phosphates, [Co3(pyz)(HPO4)2F2] (1) and [Co3(4,4'-bpy)(HPO4)2F2]·xH2O (x ≈ 0.7) (2), were synthesized by hydrothermal methods in the presence of arom. amines, and characterized by single-crystal x-ray diffraction and magnetic susceptibility.  Their structures consist of neutral sheets of fluorinated cobalt phosphate which are pillared through pyrazine and 4,4'-bipyridine mols. to form 3-dimensional frameworks.  The structures are related to that of the mineral lazulite.  Both compds. show long-range antiferromagnetic ordering <15 K and metamagnetic behaviors.  Compd. 1 reveals a two-step magnetic phase transition.  Crystal data for 1: monoclinic, space group C2/c, a 21.809(4), b 7.370(1), c 7.395(1) Å, β 103.753(3)°, and Z = 4.  Crystal data for 2 are the same as those for 1 except a 29.940(2), b 7.4421(5), c 7.4170(5) Å, and β 93.444(1)°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXisVCjs7k%253D&md5=082afa166cc406385f2a6d9d14f4a517", "50. ", "Dau", ", ", "P. V.", "; ", "Cohen", ", ", "S. M.", " ", "CrystEngComm", " ", "2013", ",  ", "15", ",  ", "9304", "– ", "9307", "[", "Crossref", "], [", "CAS", "]", "50. ", "The influence of nitro groups on the topology and gas sorption property of extended Zn(II)-paddlewheel MOFs", "Dau, Phuong V.; Cohen, Seth M.", "CrystEngComm", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "45", "),\r\n    ", "9304-9307", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The synthesis of three nitro-functionalized Zn(II)-paddlewheel based metal-org. frameworks (MOFs) and a Zn(II)-based 2-dimensional coordination polymer are reported.  While 2-nitro-[1,1'-biphenyl]-4,4'-dicarboxylic acid (bpdc-NO2) is readily incorporated into the structure of extended DMOF (DMOF = 1,4-diazabicyclo[2.2.2]octane MOF) and BMOF (BMOF = 4,4'-bipyridine MOF), 2,2'-dinitro-[1,1'-biphenyl]-4,4'-dicarboxylic acid (bpdc-[NO2]2) is only incorporated into the structure of BMOF.  Also, probably intermol. interactions between the nitro groups influence the topol. of these frameworks producing unexpected interpenetration in BMOF-1-bpdc-[NO2]2.  Gas sorption studies of these functionalized frameworks also reveal effects of the nitro groups on topol. as manifest in their gas sorption behavior.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs12mu7jJ&md5=89858d5a522203481547d3308fcbd4c9", "51. ", "Kitaura", ", ", "R.", "; ", "Iwahori", ", ", "F.", "; ", "Matsuda", ", ", "R.", "; ", "Kitagawa", ", ", "S.", "; ", "Kubota", ", ", "Y.", "; ", "Takata", ", ", "M.", "; ", "Kobayashi", ", ", "T. C.", " ", "Inorg. Chem.", " ", "2004", ",  ", "43", ",  ", "6522", "– ", "6524", "[", "ACS Full Text ", "], [", "CAS", "]", "51. ", "Rational Design and Crystal Structure Determination of a 3-D Metal-Organic Jungle-Gym-like Open Framework", "Kitaura, Ryo; Iwahori, Fumiyasu; Matsuda, Ryotaro; Kitagawa, Susumu; Kubota, Yoshiki; Takata, Masaki; Kobayashi, Tatsuo C.", "Inorganic Chemistry", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "21", "),\r\n    ", "6522-6524", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new three-dimensional (3-D) jungle-gym-like open metal-org. framework, [Cu(tfdc)(dabco)0.5] (H2tfdc = tetrafluorobenzene-1,2-dicarboxylic acid) was synthesized from the two-dimensional (2-D) layer compd. [Cu(tfdc)(MeOH)] and dabco using a heterogeneous pillar insertion reaction.  Both the starting 2-dimensional layer and the resulting 3-dimensional open compds. were characterized using x-ray crystallog.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXns12rt7o%253D&md5=e15b88ce9c9529c4166111431d271e1d", "52. ", "Dybtsev", ", ", "D. N.", "; ", "Chun", ", ", "H.", "; ", "Kim", ", ", "K.", " ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", ",  ", "5033", "– ", "5036", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "52. ", "Rigid and flexible: A highly porous metal-organic framework with unusual guest-dependent dynamic behavior", "Dybtsev, Danil N.; Chun, Hyungphil; Kim, Kimoon", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "38", "),\r\n    ", "5033-5036", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A large H2 sorption capacity and high surface area are properties of the depicted metal-org. porous material, which is easily synthesized on a large scale from readily available chems.  The rigid framework of [Zn2(1,4-bdc)2(dabco)] (1,4-H2bdc = 1,4-benzenedicarboxylic acid; dabco = diazabicyclo[2.2.2]octane) is also flexible enough to exhibit unusual guest-dependent dynamic behavior,.  The crystal structure of [Zn2(1,4-bdc)2(dabco)] was detd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXotlKrsbo%253D&md5=1c7be14bb961d48c0ee8c388cadb5455", "53. ", "Ma", ", ", "B.-Q.", "; ", "Mulfort", ", ", "K. L.", "; ", "Hupp", ", ", "J. T.", " ", "Inorg. Chem.", " ", "2005", ",  ", "44", ",  ", "4912", "– ", "4914", "[", "ACS Full Text ", "], [", "CAS", "]", "53. ", "Microporous Pillared Paddle-Wheel Frameworks Based on Mixed-Ligand Coordination of Zinc Ions", "Ma, Bao-Qing; Mulfort, Karen L.; Hupp, Joseph T.", "Inorganic Chemistry", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "14", "),\r\n    ", "4912-4914", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The reaction of Zn(NO3)2·6H2O, various dicarboxylic acids and either 4,4'-bipyridine or N,N'-di(4-pyridyl)-1,4,5,8-naphthalenetetracarboxydiimide produces a family of anisotropic, mixed-ligand, open-framework compds. featuring paddle-wheel-type coordination of Zn(II) pairs in two dimensions and pyridyl ligand pillaring in the 3rd.  Despite 2-fold interpenetration, the compds. contain channels of mol. dimensions and several are permanently microporous, displaying high internal surface areas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXltVynurc%253D&md5=88ea2ecbc4144277fef2e67d90e2b594", "54. ", "Sheldrick", ", ", "G. M.", " ", "Acta Crystallogr., Sect. A", " ", "2008", ",  ", "64", ",  ", "112", "– ", "122", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "54. ", "A short history of SHELX", "Sheldrick, George M.", "Acta Crystallographica, Section A: Foundations of Crystallography", "\r\n        (", "2008", "),\r\n    ", "64", "\r\n        (", "1", "),\r\n    ", "112-122", "CODEN:\r\n                ", "ACACEQ", ";\r\n        ISSN:", "0108-7673", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "An account is given of the development of the SHELX system of computer programs from SHELX-76 to the present day.  In addn. to identifying useful innovations that have come into general use through their implementation in SHELX, a crit. anal. is presented of the less-successful features, missed opportunities and desirable improvements for future releases of the software.  An attempt is made to understand how a program originally designed for photog. intensity data, punched cards and computers over 10000 times slower than an av. modern personal computer has managed to survive for so long.  SHELXL is the most widely used program for small-mol. refinement and SHELXS and SHELXD are often employed for structure soln. despite the availability of objectively superior programs.  SHELXL also finds a niche for the refinement of macromols. against high-resoln. or twinned data; SHELXPRO acts as an interface for macromol. applications.  SHELXC, SHELXD and SHELXE are proving useful for the exptl. phasing of macromols., esp. because they are fast and robust and so are often employed in pipelines for high-throughput phasing.  This paper could serve as a general literature citation when one or more of the open-source SHELX programs (and the Bruker AXS version SHELXTL) are employed in the course of a crystal-structure detn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhsVGhurzO&md5=8f91f10be4a9df74b2a9dad522c71e6e", "55. ", "PLATON program:", "Spek", ", ", "A. L.", " ", "Acta Crystallogr., Sect. A", " ", "1990", ",  ", "46", ",  ", "194", "– ", "201", "[", "Crossref", "]", "There is no corresponding record for this reference."], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-5/acs.cgd.5b00358/20150430/images/small/cg-2015-00358u_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-5/acs.cgd.5b00358/20150430/images/small/cg-2015-00358u_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-5/acs.cgd.5b00358/20150430/images/small/cg-2015-00358u_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-5/acs.cgd.5b00358/20150430/images/small/cg-2015-00358u_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-5/acs.cgd.5b00358/20150430/images/small/cg-2015-00358u_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-5/acs.cgd.5b00358/20150430/images/small/cg-2015-00358u_0005.gif\">"]}
