{"title": ["Efficient Determination of Accurate Force Fields for Porous Materials Using ab Initio Total Energy Calculations"], "authors": ["Jihan Kim", "Li-Chiang Lin", "Kyuho Lee", "Jeffrey B. Neaton", "Berend Smit"], "doi": ["10.1021/jp412368m"], "abstract": ["Accurate characterization of porous materials is essential for understanding material properties and evaluating their performance for potential applications. In general, any methodology that entails developing an accurate classical force field is computationally expensive as it requires a large number of quantum mechanical nonempirical calculations. In order to expedite such calculations without sacrificing too much accuracy, we have developed a systematic procedure where, starting from an initial trial force field, accurate adsorption isotherms of porous materials can be obtained at low computational cost. Specifically, the procedure involves correcting single-point energy values sampled from the trial force field in grand canonical Monte Carlo simulations from few quantum mechanical calculations. We demonstrate that the methodology yields accurate adsorption data in diverse selection of guest molecules in porous materials such as CH", " and CO", " in zeolites (i.e., MFI, LTA, WEI, RHO, SOD, FAU, RWY, and ABW) and CO", " in metal–organic frameworks (i.e., M-MOF-74 with M = Mg, Fe). Furthermore, we use our corrected force fields to predict the adsorption properties of N", " in V-MOF-74 and Ti-MOF-74, which are two materials that have yet to be synthesized experimentally. We anticipate that this methodology will be useful in accurately characterizing a given porous material in the absence of a reliable force field as well as for efficiently screening a large number of porous materials."], "text": ["Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "References", "Introduction", "Porous materials contain pores with length scales on the order of few angstroms that allow selective adsorption of guest molecules. Because of the large internal surface area and the enhanced adsorption capacities, porous materials are seen as promising candidates for many energy-related applications such as gas storage/separation and catalysis.", "(1-4)", " In particular, there has been a growing amount of interest among the scientific community in a class of porous materials called metal–organic frameworks (MOFs), which are crystalline structures that consist of metal atoms and organic ligands.", "(5-7)", " Because of a wide selection of choices available in the metal atoms, ligand types, and the topology of the structures, thousands of distinct MOFs have been synthesized, and the number of potential, hypothetical structures that can be synthesized is theoretically infinite. As the total number of experimentally synthesized MOFs continues to increase at a rapid pace, the ability to predict material properties prior to synthesis becomes critical for any rational MOF design. In particular, accurate characterization of the adsorption properties of porous materials becomes very important as it ties in directly with the storage and separation capabilities of the MOFs. In this regard, the experimental adsorption isotherm data provide a direct way to test the veracity of a given computational model as there should in principle be good agreement between the simulated and the experimental isotherm results upon adopting a correct model. From a computational perspective, accurate prediction of adsorption properties depends on the reliability of the force fields used to model the system in question. In the past, there have been several studies on large-scale screening of porous materials, but most of these works involved generic force fields, which may not yield accurate data for a large number of diverse structures.", "(8-14)", " In theory, one can bypass the force fields and instead conduct exclusively ab initio quantum mechanical calculations. Unfortunately, this approach is time-consuming as quantum mechanical total energy calculations are very expensive, and the number of calculations needed to accurately characterize most of the systems remains large.", "In order to improve computational efficiency, many efforts have focused on developing accurate force fields for porous materials. Fang et al. used hundreds of quantum mechanical calculations based on ab initio density functional theory (DFT) and the DFT-D2 and the DFT/CC approach to compute accurate force fields for pure-silica zeolites and aluminosilica zeolites, respectively.", "(15, 16)", " McDaniel et al. developed force fields based on symmetry-adapted perturbation theory for CO", "2", " adsorption in zeolitic imidazolate frameworks (ZIFs) and demonstrated transferability for selected ZIF structures.", "(17)", " Han et al. utilized high-level ab initio calculations to develop accurate dispersive force fields for CO", "2", " uptake in multivariate metal–organic framework structures.", "(18)", " Dzubak et al. developed a technique where single-point MP2 energy calculations were conducted along given paths that were well-designed to probe the pairwise short-range interactions to derive the force field parameters.", "(19)", " This approach yielded good agreement between the simulated and the experimental isotherm data in both open metal site MOF such as Mg-MOF-74 as well as an archetypical MOF such as MOF-5. Chen et al. conducted similar work on the Mg-MOF-74 structure where they used a multiobjective genetic algorithm to accurately fit over a thousand of single point energies, which resulted in good agreement with the experimental isotherms as well.", "(20)", " However, the aforementioned methods may involve a large number of quantum mechanical calculations, which imposes great difficulties in extensively implementing these methods in large-scale screening applications. Sauer and co-workers have developed an alternative approach, in which high-level quantum mechanical methods are used to obtain binding energies at a small set of predefined adsorption sites. Sauer and co-workers have used this approach to model CH", "4", " adsorption in Mg-MOF-74 structure.", "(21)", "In this work, we introduce a simple and efficient method that leads to accurate prediction of adsorption properties for various porous materials in absence of a reliable fore field. Compared to ab initio methods, a small amount of CPU time is required to compute an adsorption isotherm using conventional grand canonical Monte Carlo simulations. For example, using one of the generic force fields such as the UFF or Dreiding, we can easily compute an adsorption isotherm curve at the conditions of interest. We take advantage of the fact that although such force fields might be initially inaccurate, they lead to a qualitatively correct description about the location of the adsorption sites as well as the shape of the channels and the pores. Consequently, one can start from an inaccurate force field and utilizing just a few quantum mechanical calculations converge to a model that leads to the correct adsorption properties. In this respect, our work is similar to the methodology proposed by Sauer and co-workers.", "(21)", " They constructed a multisite Langmuir isotherm as an “estimate” of the isotherm and used quantum mechanical calculations to obtain the parameters for this model. Comparatively, the advantage of our methodology is that we do not have to assume prior knowledge on the number and location of the adsorption sites and that it automatically includes guest–guest interactions.", "The methodology introduced in this paper will be valuable in characterizing hypothetical porous materials where reliable force fields do not exist. On top of this, the methodology remains relatively unchanged regardless of the simulated material, making it ideal for large-scale screening. In the rest of the paper, the detail behind the methodology and the simulation results gathered from various different systems will be shown to demonstrate its accuracy as well as its transferability.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "A", "CO", "2", " in Mg-MOF-74", "To describe the methodology, we introduce a test system of CO", "2", " inside Mg-MOF-74, which has shown to be promising for carbon capture due to the presence of unsaturated open-metal sites.", "(22-26)", " The main reason for choosing this system is as follows. In the past, we have developed an MP2-derived force field in this same system, demonstrating excellent agreement between the simulation and the experimental data. Accordingly, for our purpose, we can regard the MP2-derived force field as providing a high-quality reference result and subsequently gather millions of single point energy values at low computational cost, which can help better illustrate our methodology. In practice, for a structure where the force field is unknown, we will not have this information at our disposal. However, this does not pose a problem as our algorithm does not rely on collection of millions of single point energy calculations prior to the simulation. All of the classical molecular simulation data obtained from this work came from our in-house developed graphics processing units (GPU) code,", "(27)", " where the algorithm detail is described elsewhere.", "(27)", "For the initial step, a trial force field that can reasonably describe the system of interest should be chosen. In our case, the UFF and TraPPE force field parameters are selected to model the Mg-MOF-74 framework atoms and the CO", "2", " molecule, respectively, as these are commonly used force fields adopted by the community. In practice, our methodology should converge to the same model regardless of the initial force field choice. We will revisit this point later on in the paper.", "In general, the UFF force field provides the parameters for the short-range repulsions and dispersive interactions, while the Coulomb interactions follow from the charge distribution on the guest atoms and the MOFs. For the DFT-computed Mg-MOF-74 framework, point charges are obtained from the relaxed Mg-MOF-74 ab initio structure using the REPEAT scheme.", "(28)", " The Mg-MOF-74 structure was taken from our previous work,", "(19)", " in which the lattice vectors and atomic positions are fully relaxed using the DFT package Quantum Espresso.", "(29)", " The REPEAT scheme iteratively finds a set of framework point charges that minimizes the norm difference between the electrostatic potential of atomic charge model and the quantum mechanical self-consistent electrostatic potential. Because the REPEAT scheme incurs very little computational cost compared to the entire structure relaxation procedure, it is worthwhile to obtain these accurate point charge values for our methodology since the structures need to be relaxed before the classical simulation in most cases and especially for these open-metal site structures. Subsequently, the only difference between the MP2-derived force field and the trial force field comes from the short-range repulsion and the dispersive interaction energies between the CO", "2", " and the framework atoms. However, this discrepancy leads to drastically different adsorption data as the two sets of force field yields ", "K", "H", " = 1.13 × 10", "–3", " mol/(kg Pa) (MP2-derived force field) and ", "K", "H", " = 7.2 × 10", "–5", " mol/(kg Pa) (UFF) at ", "T", " = 313 K, resulting in two completely different adsorption isotherm curves as shown in Figure ", "1", "a. Comparison between the simulated and the experimental data verifies that the MP2-derived force field leads to a better fit with the previous experiments.", "(30)", " In our calculations, we assume that all metal sites are active without any defects present in the structure. However, it has been shown experimentally that about 20% of metal sites are inaccessible, which may be due to pore blocking or activation issue.", "(24)", " Accordingly, the MP2-derived computational model does not account for this imperfection and thus overestimates the adsorption data with the discrepancy becoming more pronounced at ", "P", " > 0.1 bar. To understand the source behind the difference between the adsorption data obtained MP2-derived force field and the trial (UFF) force field, the single point energy values are collected from random sampling. Specifically, over 8 million insertion moves are conducted on a preconstructed grid with a mesh size of 0.1 Å, superimposed on top of the unit cell simulation volume. At each grid point, the single point energy calculation of a randomized CO", "2", " configuration is computed and then tabulated to obtain the normalized probability distribution shown in Figure ", "1", "b. As can be seen from Figure ", "1", "b, the shapes of the two curves look qualitatively similar, hinting that the trial force field manages to capture the potential energy surface of the guest–framework interactions. This qualitative agreement has allowed us to understand the dynamic properties of CO", "2", " inside Mg-MOF-74 in our previous work with the trial force field (i.e., UFF).", "(31)", " Accordingly, minor corrections in the trial force field that artificially shift the single point curve toward the MP2-derived force field can lead to the correct Henry coefficient value. The total adsorption isotherm fit outside of the Henry regime will also depend on the guest–guest (or, in this case, CO", "2", "–CO", "2", ") interactions, which is modeled well by the TraPPE force field. The TraPPE force field has been shown to reproduce the CO", "2", " vapor–liquid equilibria that are dominated by intermolecule interaction of the CO", "2", " molecules.", "Figure 1. (a) Experimental (green) and simulated (black: MP2-derived force field; red: UFF) adsorption isotherms for CO", "2", " in Mg-MOF-74 structure at ", "T", " = 313 K. (b) Distribution of the CO", "2", " single point energy (black: MP2-derived force field; red: UFF; blue: UFF, shifted) values based on 8 million randomized insertions. The green arrows indicate the location of maximum points within the single point energy distribution, corresponding spatially to the pore centers in the Mg-MOF-74 structure.", "In Figure ", "1", "b, the minimum single point energy region corresponds to the binding energies for the two force fields. In this particular instance, the two CO", "2", " binding energies are ", "E", "reference,binding", " = −46.22 kJ/mol (MP2-based force field) and ", "E", "trial,binding", " = −37.41 kJ/mol (trial force field), leading to a difference of Δ", "E", "binding", " = 8.81 kJ/mol (= 1059 K). Accordingly, one can shift all of the energy values obtained during the molecular simulation using the trial force field by Δ", "E", "binding", " to obtain a better fit to the MP2-derived energy distribution near the binding energy region. Simple math indicates that ", "K", "H,shifted", " = 7.2 × 10", "–5", " × exp(−1059 K/313 K) = 2.12 × 10", "–3", " mol/(kg Pa), moving closer to the MP2-derived ", "K", "H", ". In practice, the two binding energies, ", "E", "reference,binding", " and ", "E", "trial,binding", ", can be obtained from the DFT calculations and the classical canonical Monte Carlo simulations near ", "T", " = 0 K, respectively. And thus remarkably, with a single quantum mechanical binding energy calculation, one can potentially obtain adsorption properties much closer to the reference result.", "In principle, additional single point energy calculations can be utilized from the MP2-derived force field to converge even closer to the correct energy distribution curve. In practice, this would entail conducting more quantum mechanical calculations, which would enhance accuracy at additional computational cost. In general, there is not a clear-cut recipe on selecting the spatial location of a guest molecule for these single point energy quantum mechanical calculations. An idea suggested in this work is to sample near a local maximum region of the energy distribution curve at higher energies values and shift the trial force field to match these data points (e.g., region indicated by the two arrows in Figure ", "1", "b).", "This secondary shift is conducted near the local, normalized probability distribution maximum values, located between −6 and −3 kJ/mol in Figure ", "1", "b. Spatially, the local maximum region corresponds to the center of the one-dimensional channel in the Mg-MOF-74 structure. The sudden drop in the curves appears for both force fields as it is not possible to move further away from the Mg metal atoms at the pore center. Unsurprisingly, Δ", "E", "center", " = ", "E", "trial,center", " – ", "E", "reference,center", " = (−3.33) – (−5.49) = 2.16 kJ/mol < Δ", "E", "binding", " = 8.81 kJ/mol, as the guest–host van der Waals interaction weakens further away from the open metal sites. In other words, the trial force field does a better job of capturing the correct adsorption properties far away from the strong binding adsorption sites. In practice, one could forego conducting additional quantum mechanical calculations at the pore center and assume that ", "E", "reference,center", " = ", "E", "trial,center", " = −3.33 kJ/mol in order to reduce the large computational cost incurred while retaining similar level of accuracy.", "Taking account these two shifts, all of the energy values less than ", "E", "reference,center", " are shifted by Δ", "E", "center", ", and at the binding energy, the energy is shifted by Δ", "E", "binding", ". In between the two points, we opt for a linearized shift such that Δ", "E", "shift", " increases linearly from ", "E", "trial,center", " and ", "E", "trial,binding", ". The resulting shifted curve is displayed in Figure ", "1", "b in blue, and it agrees very well with the MP2-derived distribution. The resulting CO", "2", " ", "K", "H", " = 1.00 × 10", "–3", " mol/(kg Pa), which is only 13.0% less than the MP2-derived force field ", "K", "H", " = 1.13 × 10", "–3", " mol/(kg Pa). The CO", "2", " ", "K", "H", " was computed by shifting the energies by an appropriate amount during the Widom particle insertion moves. If we forego the secondary shift at the pore center and assume ", "E", "reference,center", " = ", "E", "trial,center", ", the resulting linearized shift yields CO", "2", " ", "K", "H", " = 8.18 × 10", "–4", " mol/(kg Pa), which is 38% less than the MP2-derived force field ", "K", "H", " but still a reasonably good prediction. And using grand canonical Monte Carlo simulations, we observe that there is good agreement at high pressure regions as well (1 bar: 11.27 vs 10.22 mol/kg) and (10 bar: 14.31 mol/kg vs 13.65 mol/kg), with the former being the reference result and the latter the shifted result neglecting the secondary shift.", "For the purpose of illustration, the binding energy of CO", "2", " inside Mg-MOF-74 was computed directly from the MP2-derived force field, and the value was regarded as an “exact” baseline. However, the binding energy values obtained from DFT as well as other wave function based quantum mechanical methods contain several uncertainties such as the choice of functional for the dispersive energies on the DFT level and basis sets. Thus, it is important to evaluate the sensitivity of the algorithm to the binding energy values. Our results are summarized in the ", "Supporting Information", " where computational results for both the CO", "2", " ", "K", "H", " and the full isotherms are reported at varying CO", "2", " binding energies. Overall, the stability analysis illustrates the importance of obtaining accurate quantum mechanical binding energies for this system in the context of our methodology. As expected, when the binding energies become inaccurate, the adsorption properties deviate from the reference results.", "Next, the effect of the initial choice in the trial force field is analyzed. An algorithm in which the final adsorption data are completely independent of the choice in the trial force field is ideal. In order to conduct the sensitivity analysis, the point charges in the CO", "2", " molecule were changed from their initial values of ", "q", "C,CO", "2", " = +0.7, ", "q", "O,CO", "2", " = −0.35 to ", "q", "C,CO", "2", " = +0.6, +0.5, +0.4, and +0.3 (with corresponding changes in ", "q", "O,CO", "2", " to ensure neutrality). The resulting single point energy distributions are shown in Figure ", "2", "a. The results here indicate that decreasing ", "q", "C,CO", "2", " effectively reduces the energy spread (i.e., energy difference between the minima point and the local maximum point in the curve) within the distribution. This is reasonable as imposing stronger electrostatic interactions cause sharper peaks in the minima energy. Moreover, the local peak in the distributions corresponds to the center of the pore region where the sum of the electrostatic interaction contributions is small, thus making it independent of charge. Accordingly, for smaller ", "q", "C,CO", "2", " in the initial trial force field, the subsequent shift will cause a greater overestimation in the infinite dilution adsorption property as there will be proportionally more single point energies near the binding energy region when the energy spread is small. Mathematically, this effect can be visualized upon subtracting the shifted trial force energy distributions from the MP2-derived distribution (Figure ", "2", "b). As can be seen from Figure ", "2", "b, for smaller ", "q", "C,CO", "2", ", the overestimate from the trial force field increases between −35 and −18 kJ/mol. Since the low-energy region contributes mostly to the infinite dilution adsorption properties, it is predicted that the discrepancy between the Henry coefficient values computed from the MP2-derived force field and the trial force field will increase for decreasing ", "q", "C,CO", "2", ". This is supported in our calculations where for ", "q", "C,CO", "2", " = +0.6, +0.5, +0.4, and +0.3, the CO", "2", " ", "K", "H", " = 9.5 × 10", "–4", ", 1.1 × 10", "–3", ", 1.43 × 10", "–3", ", and 1.69 × 10", "–3", " mol/(kg Pa), respectively. The resulting data show that even for ", "q", "C,CO", "2", " = +0.3, which is most different from the original charge value of ", "q", "C,CO", "2", " = +0.7, the shifted correction does an accurate job of estimating the MP2-derived CO", "2", " ", "K", "H", " value. However, the results here underscore the importance of judicious selection of the initial force field and charge parameters. We also note from Figure ", "2", "b that there is a spike at −5 kJ/mol near the ", "E", "center", " region. Upon conducting shifts, there are binning mismatches between the reference distribution and the shifted one due to a sharp discontinuity at the point, creating a numerical artifact. However, this does not affect any of the conclusions drawn from our analysis.", "Figure 2. (a) CO", "2", " single point energy distributions for MP2-derived force field (black) and UFF for ", "q", "C,CO", "2", " = +0.6, +0.5, +0.4, and +0.3. (b) The difference between the energy distributions of MP2-derived force field (black line in (a)) and the shifted UFF (shifted lines in (a)) for ", "q", "C,CO", "2", " = +0.6, +0.5, +0.4, and +0.3.", "Finally, we would like to point out that there can be other methods to correct the energy distribution instead of conducting shifts. An example of this would be to correct based on the scaling factors (e.g., ratio between the reference and the trial energies). However, in this case there can be problems where the scaling factors at the secondary sites become much larger than the one at the primary site, potentially resulting in significant overcorrection. In the future, we plan to look at other methodologies that can perhaps improve upon the current methodology adopted in this paper.", "B", "CO", "2", " in Fe-MOF-74 and N", "2", " in V,Ti-MOF-74", "In the previous section, the reference result that was used for comparison purposes was derived from classical molecular simulation data using an MP2-derived force field., However, the utility of this methodology hinges on being able to predict or to reproduce experimental data in absence of a good force field. Thus, we proceed to select two systems: (1) CO", "2", " in Fe-MOF-74 and (2) N", "2", " in V-MOF-74 and Ti-MOF-74, corresponding to cases where (1) there are experimental data in the literature", "(32)", " and (2) there are neither experimental nor simulated isotherm data published anywhere.", "For this analysis, the binding energies were computed using DFT with a vdW-DF2 functional", "(33, 34)", " with on-site Hubbard U corrections", "(35)", " for metal d electrons as implemented in VASP.", "(36)", " The computed binding energies for CO", "2", " in Fe-MOF-74, N", "2", " in V-MOF-74, and Ti-MOF-74 are −41, −56, and −59 kJ/mol, respectively. We used a plane-wave energy cutoff of 1000 eV and projector augmented wave potentials. The Brillouin zone was sampled at the Γ-point. All calculations are spin polarized. For both Fe-MOF-74 and V-MOF-74, the initial on-site magnetic moments of metal cations were set to their high-spin state according to Hund’s rule in a weak-field ligand environment and eventually converged to the same high-spin state at the end of the self-consistent electronic iteration. We obtained ferromagnetic ordering along the metal oxide chain direction and antiferromagnetic between the chains for Fe-MOF-74, and we assumed the same ordering for V-MOF-74. For bare MOFs we used a triclinic primitive unit cell containing 54 atoms including 6 metal centers and simultaneously optimized the lattice vectors and the atomic positions in the unit cell with variable cell dynamics with PBE+U. The calculated lattice constants of Fe-MOF-74 for the conventional hexagonal unit cell are ", "a", " = ", "b", " = 26.47 Å and ", "c", " = 6.97 Å, which are in good agreement with experiment to within 1.7%. Then the MOF structure is assumed to be rigid while all atomic positions of the guest molecules in the MOF are fully relaxed by using vdW-DF2+U until the residual forces are smaller than 0.01 eV/Å. For the secondary correction at the center of the pore, we utilize the ", "E", "reference,center", " = ", "E", "trial,center", " where ", "E", "trial,center", " is computed from the trial force field.", "Given that the binding energies directly come from quantum mechanical calculations with Born–Oppenheimer approximation where nuclear quantum fluctuations are not included, the zero-point energy contributions to the binding energy need to be computed and subtracted from the shift. The zero-point energy corrections computed for CO", "2", " in Fe-MOF-74 and N", "2", " in V-MOF-74 and Ti-MOF-74 are 1.8, 4.1, and 3.9 kJ/mol, respectively. The zero-point energies are calculated using DFT vibrational frequencies at the harmonic level (for details see ref ", "37", ").", "The simulated adsorption isotherm data for the two systems are shown in Figures ", "3", "a and ", "4", "b. Using the UFF force field, the CO", "2", " TraPPE model, and the point framework charges obtained from the REPEAT scheme, the computed binding energies are −34.23, −18.58, and −18.7 kJ/mol for CO", "2", " in Fe-MOF-74 and N", "2", " in V-MOF-74 and Ti-MOF-74. For the secondary shift, the center of the pore energy values was assumed to be the same between the trial force field and the DFT results. Figure ", "3", "a shows very good agreement between the experimental and the simulated (shifted) isotherm data for CO", "2", " in Fe-MOF-74 at ", "T", " = 298 K. The overestimation of CO", "2", " uptake at relatively high pressure values might be due to the presence of inactive metal sites in the conducted experiments. For the N", "2", " isotherm data, because the UFF binding energy values are very different from those computed from the DFT method, the disparity between the UFF and the shifted isotherms is significantly larger (Figure ", "3", "b) for both V-MOF-74 and Ti-MOF-74. Lee et al. have shown that this exceptionally strong binding of N", "2", " to V-MOF-74 is due to the subtle interplay of several interactions.", "(37)", " In practice, our methodology can be used to compute all of the isotherms for various guest molecules in the M-MOF-74 structures for different metal atoms. Conceivably, this will allow us to screen the materials and identify the optimal open metal site MOF structures for various different applications of interest.", "Figure 3. Adsorption isotherm for (a) CO", "2", " in Fe-MOF-74 at ", "T", " = 298 K and (b) N", "2", " in V-MOF-74 at ", "T", " = 313 K. The experimental data for N", "2", " in V-MOF-74 do not exist and thus were excluded from the figure.", "Figure 4. Estimated and the reference CH", "4", " (a, b) and CO", "2", " (c, d) ", "K", "H", " for zeolites MFI, LTA, WEI, RHO, SOD, FAU, RWY, and ABW. The dashed line is where the predicted and the reference data are equal to one another. The Lennard-Jones parameter for oxygen are (a, c) ε", "oxygen", " = 44.68 K and (b, d) ε", "oxygen", " = 178.72 K. For the constant shift, all of the energy values are shifted by a constant amount equal to the difference between the binding energies. For the linear shift, 0 kJ/mol is taken as the point for which there is zero shift for larger energy values.", "C", "CH", "4", " and CO", "2", " in Zeolites", "In the previous systems, the adsorption is dominated by the interactions with the open metal sites. To test our method for a system that is less dominated by strong binding sites, CH", "4", " and CO", "2", " inside zeolite structures are analyzed next. In particular, eight common pure-silica zeolite structures in the IZA database (i.e., MFI, LTA, WEI, RHO, SOD, FAU, RWY, and ABW) are chosen to demonstrate the transferability within the class of zeolite materials. The crystal structures for each of these structures can be found from an online IZA database.", "(38)", " In this analysis, the force field and charge parameter values taken from Garcia-Perez et al.", "(39)", " were selected as the true, reference model as it has been demonstrated to reproduce existing experimental data for pure silica zeolite structures.", "(39)", "As a baseline, the energy distribution curves that arise from millions of CH", "4", " and CO", "2", " single point energy calculations and the CH", "4", " and CO", "2", " K", "H", " computed from the Garcia-Perez force field were treated as being accurate. The CH", "4", " energy distributions for all eight zeolites are illustrated in the ", "Supporting Information", ". The distributions that emerge for different zeolite structures reflect the variety of pore topologies that exist within the class of zeolite materials. For example, in zeolite SOD, the single point energy has a local maximum near the binding energy region. Also, in structures like ABW, WEI, and SOD, there does not seem to be a distinct maximum peak that is found from the open-metal site structures. In light of this diversity, we opt to choose two different shifting strategies: (1) constant uniform energy shift, Δ", "E", "binding", ", for all single point energy values and (2) linear shift with the secondary match being set to ", "E", " = 0 kJ/mol. The latter value was chosen as an adequate reference point to smooth out any overshifting from a constant uniform energy shift.", "For the two initial sets of trial force fields, the pairwise potential depth in the Lennard-Jones parameter ε", "oxygen", " of the zeolite framework atom is increased by 2× for and decreased by 2× for the other from its initial value, ε", "oxygen", " = 89.36 K. Effectively, the two starting force fields respectively overestimate and underestimate the correct adsorption data. In Figure ", "4", ", three different sets of data are plotted against the reference CH", "4", " ", "K", "H", " (a, b) and CO", "2", " ", "K", "H", " (c, d) data (", "x", "-axis) at ", "T", " = 313 K for the eight selected zeolite structures: (1) ", "K", "H", " values (“×” data points) obtained from force field with the “wrong” initial force field, (2) ", "K", "H", " values (“+” data points) obtained from constant uniform shift force field, and (3) ", "K", "H", " values (“□” data points) obtained from linear shift force field. In Figure ", "4", "a,c data, the starting trial force field parameter has ε", "oxygen", " = 44.68 K, while in Figure ", "4", "b,d the starting trial force field parameter has ε", "oxygen", " = 178.72 K. The dashed line indicates the region where the ", "K", "H", " values determined from the corrected force field and the reference force field are equal to one another. Figure ", "4", " indicates that the wrong initial data set (“×” data points) underestimates the reference ", "K", "H", " result for smaller ε", "oxygen", " (Figure ", "4", "a,c) and overestimates the reference ", "K", "H", " result for larger ε", "oxygen", " (Figure ", "4", "b,d), which is reasonable given that ε", "oxygen", " has positive correlation with binding energy values.", "The data points generated from using a constant, uniform shift force field is shown as “+” data points in Figure ", "4", ". In general, because all of the energy curves are shifted by the same amount of Δ", "E", "binding", ", there is overestimation of adsorption property with smaller ε", "oxygen", " (i.e., data points are above the dashed line in Figure ", "4", "a,c) and underestimation with larger ε", "oxygen", " (i.e., data points are below the dashed line in Figure ", "4", "b,d). However, this trend does not hold for all data points as can be seen for example, in the case of zeolite RWY (Figure ", "4", "c). We attribute this to the three-site model of the CO", "2", " that results in less predictability compared to the case for CH", "4", ". Overall, it can be seen that in few cases the constant shift results in a worse fit compared to the ", "K", "H", " data obtained from a wrong force field. However, all of the data points tend to collectively move toward the dashed line for the shift.", "Finally, the data points generated from using a linear shift are shown as (“□” data points) in Figure ", "4", ". For CH", "4", ", the linear shift results in remarkably good match between the shifted and the reference data, demonstrating the importance of simultaneously shifting to the correct binding energy while tempering the correction to avoid overshifting. For CO", "2", ", it becomes less clear on whether the linear shift does a better job compared to the constant shift, which is not surprising given the presence of larger degree of freedom found for the CO", "2", " molecule compared to CH", "4", ". Overall, the results here seem to indicate that the methodology does a very good job of retrieving the correct adsorption data in cases where the initial force field and reference force field differ only by the pairwise potential depth (i.e., ε) in the Lennard-Jones parameter.", "Next, we move on to a case where the initial force field has a different σ value in the Lennard-Jones parameters, where σ is the distance at which the interparticle interaction goes to zero. Specifically, the σ", "oxygen", " was decreased from σ", "oxygen", " = 3.21 to 2.568 (i.e., 20% reduction) in the trial force field parameter. The resulting data are shown in Figure ", "5", " with the symbols corresponding to the same force fields as in Figure ", "4", ".", "Figure 5. Estimated and the reference (a) CH", "4", " and (b) CO", "2", " ", "K", "H", " for zeolites MFI, LTA, WEI, RHO, SOD, FAU, RWY, and ABW with a trial force field with σ", "oxygen", " = 2.568.", "Overall, for both CH", "4", " and CO", "2", ", the agreement between the predicted and the reference results is worse for both sets of trial force fields (“+” and “□” data points). Because changes in σ effectively change the binding distances, an overall shift in the single point energy values lead to relatively more unpredictable behavior compared to the situation where ε was being changed. As a result, the selection in a trial force field that correctly matches the true σ becomes more important as opposed to one that yields correct ε in our methodology.", "The predicted (from linear shift) and the reference ", "K", "H", " for all eight zeolites in Table ", "1", " indicate that the structures with the worst ", "K", "H", " predictions are ABW and WEI. Geometric analysis using Zeo++,", "(40)", " which are summarized in Table ", "1", ", reveal that ABW and WEI have the smallest pore limiting diameter and the smallest maximum cavity diameter, thus leading to narrow channels in these structures. Subsequently, starting with an incorrect σ value leads to energy distribution that is completely different from the correct one as within these narrow pores. Overall, the sensitivity analysis conducted by changing σ reveals that for structures with narrow pores, it is important to choose a starting force field that models the correct distance terms in the guest–host interactions.", "Table 1. Estimated and the Reference CH", "4", " ", "K", "H", " for Zeolites MFI, LTA, WEI, RHO, SOD, FAU, RWY, and ABW with a Trial Force Field with σ", "oxygen", " = 2.568", "a", " ", "K", "H", " (mol/(kg Pa))", " ", " ", " ", "reference", "linear shifted", "pore limiting diam (Å)", "largest cavity diam  (Å)", "MFI", "4.4 × 10", "–6", "9.1 × 10", "–6", "4.64", "6.30", "LTA", "8.9 × 10", "–6", "1.9 × 10", "–5", "4.15", "10.99", "WEI", "1.2 × 10", "–7", "5.9 × 10", "–7", "3.40", "4.13", "RHO", "3.8 × 10", "–6", "1.1 × 10", "–5", "4.00", "10.37", "SOD", "2.0 × 10", "–5", "3.1 × 10", "–5", "2.47", "6.26", "FAU", "7.6 × 10", "–6", "1.9 × 10", "–5", "7.29", "11.18", "RWY", "1.9 × 10", "–6", "1.7 × 10", "–6", "6.23", "14.34", "ABW", "9.2 × 10", "–8", "7.4 × 10", "–7", "3.45", "4.18", "a", "The pore limiting diameter and the largest cavity diameter obtained from Zeo++ are included. The boldface numbers indicate structures with small pores.", "Finally, the full adsorption isotherms were computed for CH", "4", " in ABW and FAU and for CO", "2", " in ABW, FAU, SOD, and RWY. ABW and FAU were chosen as representative materials for small and large pore structures, respectively. Two additional structures (i.e., SOD and RWY) were chosen for the CO", "2", " case as the constant shift method in changing the epsilon yielded more accurate CO", "2", " ", "K", "H", " in these cases. The CH", "4", " and CO", "2", " adsorption isotherms at ", "T", " = 313 K are shown in Figures ", "6", " and ", "7", ". The CH", "4", " isotherms (Figure ", "6", ") indicate that the linear shift yield isotherm data that are statistically identical to the reference data. The constant shift becomes problematic especially for zeolite FAU, where the large pore size leads to prevalence of secondary binding sites that is incorrectly shifted by the primary binding site energy difference. Accordingly, the empirical linear shift does an adequate job of tempering this effect. For the CO", "2", " isotherms (Figure ", "7", "), a similar trend is observed as the zeolites with smaller pore sizes (ABW and SOD) yield good agreement with both linear and constant shifts. For zeolites with larger pores (FAU and RWY), the methodology yields inaccurate data for reasons similar to CH", "4", " in FAU. Unlike the case of CO", "2", " in M-MOF-74 structures, in these zeolites, the lack of strong primary binding sites exacerbates matter as the shifts in the secondary sites are not only inaccurate but their contributions to the overall adsorption properties are larger. Accordingly, the selection of an accurate force field becomes more crucial in porous materials with weak binding sites and large pore volume when adopting our methodology.", "Figure 6. CH", "4", " isotherms at ", "T", " = 313 K for (a) ABW and (b) FAU. The trial force field parameter uses ε", "oxygen", " = 0.5ε = 44.68 K (nondashed) and ε", "oxygen", " = 2ε = 178.72 K (dashed) in the Lennard-Jones potential.", "Figure 7. CO", "2", " isotherms at ", "T", " = 313 K for (a) ABW, (b) FAU, (c) SOD, and (d) RWY. Similar to the case for CH", "4", ", the trial force field parameter uses ε", "oxygen", " = 0.5ε = 44.68 K (nondashed) and ε", "oxygen", " = 2ε = 178.72 K (dashed) in the Lennard-Jones potential.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "References", "Conclusions", "We have developed a new methodology that allows simple and efficient, yet accurate, prediction of adsorption properties in porous materials from a judicious number of ab initio total energy calculations. The methodology involves utilizing a trial force field to obtain reasonably accurate picture of the porous material’s adsorption properties and correcting the single point energy values from the quantum mechanical binding energy calculations. We have demonstrated that our methodology leads to accurate adsorption properties for a wide range of guest molecules in porous materials, including CH", "4", " and CO", "2", " inside zeolites and CO", "2", " in Mg-MOF-74 and Fe-MOF-74. Moreover, the predictions made for N", "2", " in V-MOF-74 and Ti-MOF-74 reveal significant uptake of N", "2", " in these two unsynthesized materials. The methodology especially works well for structures that possess strong binding sites as the adsorption properties are largely determined by the low energy regions. Also, for structures with small pores and channels, a trial force field with correct sigma values can lead to more accurate representation of the overall adsorption properties with better performance observed for linear shifts. Finally, the method does poorly for structures with large pore sizes that lack a strong adsorption sites when the trial force field is vastly different from the reference case. In this case, it is imperative to obtain an accurate force field for accurate characterization.", " ", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "References", "Supporting Information", "Figures showing the stability analysis for CO", "2", " in Mg-MOF-74; figures showing the CH", "4", " single point energy distributions for eight zeolites. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "J.K. is supported by the KAIST Startup Fund (Project G04130042). B.S. and L.C.L. are supported as part of the Center for Gas Separations Relevant to Clean Energy Technologies, an Energy Frontier Research Center funded by the U.S. Department of Energy, Office of Science, Office of Basic Energy Sciences, under Award DE-SC0001015. K.L. is supported by the U.S. Department of Energy, Office of Basic Energy Sciences, Division of Chemical Sciences, Geosciences and Biosciences, under Award DE-FG02-12ER16362. Work at the Molecular Foundry is also supported by the US Department of Energy, Office of Science, and Office of BES. This research used resources of the National Energy Research Scientific Computing Center (NERSC), which is supported by the Office of Science of the U.S. Department of Energy under Contract DE-AC02-05CH11231.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "References", "References", "This article references 40 other publications.", "1. ", "Rosi", ", ", "N. L.", "; ", "Eckert", ", ", "J.", "; ", "Eddaoudi", ", ", "M.", "; ", "Vodak", ", ", "D. T.", "; ", "Kim", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Hydrogen storage in microporous metal-organic frameworks", " ", "Science", " ", "2003", ",  ", "300", ",  ", "1127", "– ", "1129", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Hydrogen Storage in Microporous Metal-Organic Frameworks", "Rosi, Nathaniel L.; Eckert, Juergen; Eddaoudi, Mohamed; Vodak, David T.; Kim, Jaheon; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2003", "),\r\n    ", "300", "\r\n        (", "5622", "),\r\n    ", "1127-1130", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Metal-org. framework-5 (MOF-5) Zn4O(BDC)3 (BDC = 1,4-benzenedicarboxylate) with a cubic three-dimensional extended porous structure adsorbed hydrogen up to 4.5 wt.% (17.2 hydrogen mols. per formula unit) at 78 K and 1.0 wt.% at room temp. and pressure of 20 bar.  Inelastic neutron scattering spectroscopy of the rotational transitions of the adsorbed hydrogen mols. indicates two well-defined binding sites (termed I and II), which the authors assoc. with hydrogen binding to zinc and the BDC linker, resp.  Preliminary studies on topol. similar isoreticular metal-org. framework-6 and -8 (IRMOF-6 and -8) having cyclobutylbenzene and naphthalene linkers, resp., gave approx. double and quadruple (2.0 wt.%) the uptake found for MOF-5 at room temp. and 10 bar.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXjslGqsbk%253D&md5=2508003b412a07eefc279bbf5358db3b", "2. ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Rosi", ", ", "N.", "; ", "Vodak", ", ", "D.", "; ", "Wachter", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Systematic design of pore size and functionality in isoreticular MOFs and their application in methane storage", " ", "Science", " ", "2002", ",  ", "295", ",  ", "469", "– ", "472", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Systematic design of pore size and functionality in isoreticular MOFs and their application in methane storage", "Eddaoudi, Mohamed; Kim, Jaheon; Rosi, Nathaniel; Vodak, David; Wachter, Joseph; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "295", "\r\n        (", "5554", "),\r\n    ", "469-472", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A strategy based on reticulating metal ions and org. carboxylate links into extended networks has been advanced to a point that allowed the design of porous structures in which pore size and functionality could be varied systematically.  Metal-org. framework (MOF-5), a prototype of a new class of porous materials and one that is constructed from octahedral Zn-O-C clusters and benzene links, was used to demonstrate that its three-dimensional porous system can be functionalized with the org. groups -Br, -NH2, -OC3H7, -OC5H11, -C2H4, and -C4H4 and that its pore size can be expanded with the long mol. struts biphenyl, tetrahydropyrene, pyrene, and terphenyl.  We synthesized an isoreticular series (one that has the same framework topol.) of 16 highly cryst. materials whose open space represented up to 91.1% of the crystal vol., as well as homogeneous periodic pores that can be incrementally varied from 3.8 to 28.8 Å.  One member of this series exhibited a high capacity for methane storage (240 cm3 at std. temp.), and others the lowest densities (0.41 to 0.21 g/cm3) for a cryst. material at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlyrtLjP&md5=d218d4040887f5fb390a733ee156d27b", "3. ", "Seo", ", ", "J. S.", "; ", "Whang", ", ", "D.", "; ", "Lee", ", ", "H.", "; ", "Jun", ", ", "S.", "; ", "Oh", ", ", "J.", "; ", "Jeon", ", ", "Y.", "; ", "Kim", ", ", "K.", " ", "A homochiral metal–organic porous material for enantioselective separation and catalysis", " ", "Nature", " ", "2000", ",  ", "404", ",  ", "982", "– ", "986", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "A homochiral metal-organic porous material for enantioselective separation and catalysis", "Seo, Jung Soo; Whang, Dongmok; Lee, Hyoyoung; Jun, Sung Im; Oh, Jinho; Jeon, Young Jin; Kim, Kimoon", "Nature (London)", "\r\n        (", "2000", "),\r\n    ", "404", "\r\n        (", "6781", "),\r\n    ", "982-986", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A homochiral metal-org. porous material with a carboxylic group at one end and a pyridyl group at the other forming oxo-bridged trinuclear metal carboxylate units in a three-dimensional framework was prepd., that allows enantioselective inclusion of metal complexes in its pores and catalyzes transesterification reactions in an enantioselective manner.  The enantiopure chiral building block was prepd. from D-tartaric acid and 4-aminopyridine; then reaction with Zn2+ produced a homochiral open-framework solid, D-POST-1.  The enantiomorphic L-POST-1 was obtained from the enantiomer of the building block and Zn2+ under the same conditions.  The pyridyl groups in POST-1 can be converted to N-methylpyridinium without any changes of the network structure; the anion can be reversibly exchanged with other anions, e.g., PF6-, I3-, p-toluenesulfonate, etc.  The pore size of POST-1 materials is modulated by N-alkylation and is dependent on alkyl chain length.  The pyridyl groups are responsible for the catalytic activity of the oxo-bridged trinuclear metal complexes, in e.g., transesterification of 2,4-dinitrophenyl acetate (NPA) with ethanol, which produced Et acetate in 77% yield, only in the presence of POST-1.  Transesterification with bulkier alcs. occurs more slowly or not at all, suggesting that catalysis occurs mainly in the POST-1 channels.  The catalytic activity of D- and L-POST-1 is enantioselective as obsd. in the transesterification of NPA with 1-phenyl-2-propanol, which produces the corresponding esters with about 88% enantiomeric excess in favor of the resp. enantiomer.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXjtFyns7k%253D&md5=2ec5611e7804e3cf7bc738334b415470", "4. ", "D’Alessandro", ", ", "D. M.", "; ", "Smit", ", ", "B.", "; ", "Long", ", ", "J. R.", " ", "Carbon dioxide capture: prospects for new materials", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "6058", "– ", "6082", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Carbon Dioxide Capture: prospects for New Materials", "D'Alessandro, Deanna M.; Smit, Berend; Long, Jeffrey R.", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "35", "),\r\n    ", "6058-6082", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  The escalating level of atm. carbon dioxide is one of the most pressing environmental concerns of our age.  Carbon capture and storage (CCS) from large point sources such as power plants is one option for reducing anthropogenic CO2 emissions; however, currently the capture alone will increase the energy requirements of a plant by 25-40%.  This review highlights the challenges for capture technologies which have the greatest likelihood of reducing CO2 emissions to the atm., namely postcombustion (predominantly CO2/N2 sepn.), precombustion (CO2/H2) capture, and natural gas sweetening (CO2/CH4).  The key factor which underlies significant advancements lies in improved materials that perform the sepns.  In this regard, the most recent developments and emerging concepts in CO2 sepns. by solvent absorption, chem. and phys. adsorption, and membranes, amongst others, will be discussed, with particular attention on progress in the burgeoning field of metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVaqu7fL&md5=96d81f8aa4797c4de5bd02965fa9fa5f", "5. ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T.-H.", "; ", "Long", ", ", "J. R.", " ", "Long Carbon dioxide capture in metal–organic frameworks", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "– ", "781", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "6. ", "Getman", ", ", "R. B.", "; ", "Bae", ", ", "Y.-S.", "; ", "Wilmer", ", ", "C. E.", "; ", "Snurr", ", ", "R. Q.", " ", "Review and analysis of molecular simulations of methane, hydrogen, and acetylene storage in metal–organic frameworks", " ", "Chem. Rev.", " ", "2011", ",  ", "112", ",  ", "703", "– ", "723", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "7. ", "Li", ", ", "J.-R.", "; ", "Sculley", ", ", "J.", "; ", "Zhou", ", ", "H.-C.", " ", "Metal–organic frameworks for separations", " ", "Chem. Rev.", " ", "2011", ",  ", "112", ",  ", "869", "– ", "932", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "8. ", "Wilmer", ", ", "C. E.", "; ", "Leaf", ", ", "M.", "; ", "Lee", ", ", "C. Y.", "; ", "Farha", ", ", "O. K.", "; ", "Hauser", ", ", "B. G.", "; ", "Hupp", ", ", "J. T.", "; ", "Snurr", ", ", "R. Q.", " ", "Large-scale screening of hypothetical metal–organic frameworks", " ", "Nat. Chem.", " ", "2012", ",  ", "4", ",  ", "83", "– ", "89", "[", "Crossref", "], [", "CAS", "]", "8. ", "Large-scale screening of hypothetical metal-organic frameworks", "Wilmer, Christopher E.; Leaf, Michael; Lee, Chang Yeon; Farha, Omar K.; Hauser, Brad G.; Hupp, Joseph T.; Snurr, Randall Q.", "Nature Chemistry", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "2", "),\r\n    ", "83-89", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal-org. frameworks (MOFs) are porous materials constructed from modular mol. building blocks, typically metal clusters and org. linkers.  These can, in principle, be assembled to form an almost unlimited no. of MOFs, yet materials reported to date represent only a tiny fraction of the possible combinations.  Here, the authors demonstrate a computational approach to generate all conceivable MOFs from a given chem. library of building blocks (based on the structures of known MOFs) and rapidly screen them to find the best candidates for a specific application.  From a library of 102 building blocks the authors generated 137,953 hypothetical MOFs and for each calcd. the pore-size distribution, surface area and methane-storage capacity.  The authors identified over 300 MOFs with a predicted methane-storage capacity better than that of any known material, and this approach also revealed structure-property relations.  Methyl-functionalized MOFs were frequently top performers, so the authors selected one such promising MOF and exptl. confirmed its predicted capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVagtL3K&md5=3becbfed2fdacdb8b58146666da7c038", "9. ", "Keskin", ", ", "S.", "; ", "Sholl", ", ", "D. S.", " ", "Efficient methods for screening of metal organic framework membranes for gas separations using atomically detailed models", " ", "Langmuir", " ", "2009", ",  ", "25", ",  ", "11786", "– ", "11795", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Efficient Methods for Screening of Metal Organic Framework Membranes for Gas Separations Using Atomically Detailed Models", "Keskin, Seda; Sholl, David S.", "Langmuir", "\r\n        (", "2009", "),\r\n    ", "25", "\r\n        (", "19", "),\r\n    ", "11786-11795", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal org. frameworks (MOFs) define a diverse class of nanoporous materials having potential applications in adsorption-based and membrane-based gas sepns.  We have previously used atomically detailed models to predict the performance of MOFs for membrane-based sepns. of gases, but these calcns. require considerable computational resources and time.  Here, we introduce an efficient approx. method for screening MOFs based on atomistic models that will accelerate the modeling of membrane applications.  The validity of this approx. method is examd. by comparison with detailed calcns. for CH4/H2, CO2/CH4, and CO2/H2 mixts. at room temp. permeating through IRMOF-1 and CuBTC membranes.  These results allow us to hypothesize a connection between two computationally efficient correlations predicting mixt. adsorption and mixt. self-diffusion properties and the validity of our approx. screening method.  We then apply our model to six addnl. MOFs, IRMOF-8, -9, -10, and -14, Zn(bdc)(ted)0.5, and COF-102, to examine the effect of chem. diversity and interpenetration on the performance of metal org. framework membranes for light gas sepns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXotVGlt7k%253D&md5=83890e1a58f679cb1d463819b6f006a6", "10. ", "Lin", ", ", "L.-C.", "; ", "Berger", ", ", "A.", "; ", "Martin", ", ", "R.", "; ", "Kim", ", ", "J.", "; ", "Swisher", ", ", "J.", "; ", "Jariwala", ", ", "K.", "; ", "Rycroft", ", ", "C.", "; ", "Bhown", ", ", "A.", "; ", "Deem", ", ", "M.", "; ", "Haranczyk", ", ", "M.", "; ", "Smit", ", ", "B.", " ", "In silico screening of carbon-capture materials", " ", "Nat. Mater.", " ", "2012", ",  ", "11", ",  ", "633", "– ", "641", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "In silico screening of carbon-capture materials", "Lin, Li-Chiang; Berger, Adam H.; Martin, Richard L.; Kim, Jihan; Swisher, Joseph A.; Jariwala, Kuldeep; Rycroft, Chris H.; Bhown, Abhoyjit S.; Deem, Michael W.; Haranczyk, Maciej; Smit, Berend", "Nature Materials", "\r\n        (", "2012", "),\r\n    ", "11", "\r\n        (", "7", "),\r\n    ", "633-641", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "One of the main bottlenecks to deploying large-scale carbon dioxide capture and storage (CCS) in power plants is the energy required to sep. the CO2 from flue gas.  For example, near-term CCS technol. applied to coal-fired power plants is projected to reduce the net output of the plant by some 30% and to increase the cost of electricity by 60-80%.  Developing capture materials and processes that reduce the parasitic energy imposed by CCS is therefore an important area of research.  The authors developed a computational approach to rank adsorbents for their performance in CCS.  Using this anal., hundreds of thousands of zeolite and zeolitic imidazolate framework structures were screened and many different structures identified that have the potential to reduce the parasitic energy of CCS by 30-40% compared with near-term technologies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XnsFKgs7o%253D&md5=492bbeb4268dbad4726e14b2df4a38bf", "11. ", "Krishna", ", ", "R.", "; ", "Van Baten", ", ", "J. M.", " ", "In silico screening of metal–organic frameworks in separation applications", " ", "Phys. Chem. Chem. Phys.", " ", "2011", ",  ", "13", ",  ", "10593", "– ", "10616", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "In silico screening of metal-organic frameworks in separation applications", "Krishna, Rajamani; van Baten, Jasper M.", "Physical Chemistry Chemical Physics", "\r\n        (", "2011", "),\r\n    ", "13", "\r\n        (", "22", "),\r\n    ", "10593-10616", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Porous materials such as metal-org. frameworks (MOFs) and zeolitic imidazolate frameworks (ZIFs) offer considerable potential for sepg. a variety of mixts. such as those relevant for CO2 capture (CO2/H2, CO2/CH4, CO2/N2), CH4/H2, alkanes/alkenes, and hydrocarbon isomers.  There are basically two different sepn. technologies that can be employed: (1) a pressure swing adsorption (PSA) unit with a fixed bed of adsorbent particles, and (2) a membrane device, wherein the mixt. is allowed to permeate through a micro-porous cryst. layer.  In view of the vast no. of MOFs, and ZIFs that have been synthesized there is a need for a systematic screening of potential candidates for any given sepn. task.  Also of importance is to investigate how MOFs and ZIFs stack up against the more traditional zeolites such as NaX and NaY with regard to their sepn. characteristics.  This perspective highlights the potency of mol. simulations in detg. the choice of the best MOF or ZIF for a given sepn. task.  A variety of metrics that quantify the sepn. performance, such as adsorption selectivity, working capacity, diffusion selectivity, and membrane permeability, are detd. from a combination of Configurational-Bias Monte Carlo (CBMC) and Mol. Dynamics (MD) simulations.  The practical utility of the suggested screening methodol. is demonstrated by comparison with available exptl. data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmsFamtr4%253D&md5=9d87df8f78bbff13af07dd15a9b6ce4e", "12. ", "Kim", ", ", "J.", "; ", "Lin", ", ", "L.-C.", "; ", "Swisher", ", ", "J. A.", "; ", "Haranczyk", ", ", "M.", "; ", "Smit", ", ", "B.", " ", "Predicting large CO", "2", " adsorption in aluminosilicate zeolites for postcombustion carbon dioxide capture", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "18940", "– ", "18943", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Predicting Large CO2 Adsorption in Aluminosilicate Zeolites for Postcombustion Carbon Dioxide Capture", "Kim, Jihan; Lin, Li-Chiang; Swisher, Joseph A.; Haranczyk, Maciej; Smit, Berend", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "46", "),\r\n    ", "18940-18943", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Large-scale simulations of aluminosilicate zeolites were conducted to identify structures which possess large CO2 uptake for post-combustion CO2 capture.  Results showed the aluminosilicate zeolite structures with the highest CO2 uptake values have an idealized SiO2 lattice with a large free vol. and a framework topol. which maximizes regions with nearest-neighbor framework atom distances from 3 to 4.5 Å.  These predictors extended well to different Si:Al ratios and for Na+ and Ca2+ cations, demonstrating their universal applicability in identifying the best-performing aluminosilicate zeolite structures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1CksrzN&md5=614da7fe2aeb4f662a2552c53ab2a3ff", "13. ", "First", ", ", "E. L.", "; ", "Gounaris", ", ", "C. E.", "; ", "Wei", ", ", "J.", "; ", "Floudas", ", ", "C. A.", " ", "Computational characterization of zeolite porous networks: an automated approach", " ", "Phys. Chem. Chem. Phys.", " ", "2011", ",  ", "13", ",  ", "17339", "– ", "17358", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Computational characterization of zeolite porous networks: an automated approach", "First, Eric L.; Gounaris, Chrysanthos E.; Wei, James; Floudas, Christodoulos A.", "Physical Chemistry Chemical Physics", "\r\n        (", "2011", "),\r\n    ", "13", "\r\n        (", "38", "),\r\n    ", "17339-17358", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "An automated method has been developed to fully characterize the three-dimensional structure of zeolite porous networks.  The proposed optimization-based approach starts with the crystallog. coordinates of a structure and identifies all portals, channels, and cages in a unit cell, as well as their connectivity.  We apply our algorithms to known zeolites, hypothetical zeolites, and zeolite-like structures and use the characterizations to calc. important quantities such as pore size distribution, accessible vol., surface area, and largest cavity and pore limiting diams.  We aggregate this data over many framework types to gain insights about zeolite selectivity.  Finally, we develop a continuous-time Markov chain model to est. the probability of occupancy of adsorption sites throughout the porous network.  ZEOMICS, an online database of structure characterizations and web tool for the automated approach is freely available to the scientific community (http://helios.princeton.edu/zeomics/).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1Slt7%252FO&md5=cebe8c085c25b82d52051d3cc5a1083b", "14. ", "Kim", ", ", "J.", "; ", "Maiti", ", ", "A.", "; ", "Lin", ", ", "L.-C.", "; ", "Stolaroff", ", ", "J. K.", "; ", "Smit", ", ", "B.", "; ", "Aines", ", ", "R. D.", " ", "New materials for methane capture from dilute and medium-concentration sources", " ", "Nat. Commun.", " ", "2013", ",  ", "4", ",  ", "1694", "[", "Crossref", "], [", "CAS", "]", "14. ", "New materials for methane capture from dilute and medium-concentration sources", "Kim Jihan; Maiti Amitesh; Lin Li-Chiang; Stolaroff Joshuah K; Smit Berend; Aines Roger D", "Nature communications", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "),\r\n    ", "1694", "\r\n        ISSN:", ".\r\n    ", "Methane (CH4) is an important greenhouse gas, second only to CO2, and is emitted into the atmosphere at different concentrations from a variety of sources.  However, unlike CO2, which has a quadrupole moment and can be captured both physically and chemically in a variety of solvents and porous solids, methane is completely non-polar and interacts very weakly with most materials.  Thus, methane capture poses a challenge that can only be addressed through extensive material screening and ingenious molecular-level designs.  Here we report systematic in silico studies on the methane capture effectiveness of two different materials systems, that is, liquid solvents (including ionic liquids) and nanoporous zeolites.  Although none of the liquid solvents appears effective as methane sorbents, systematic screening of over 87,000 zeolite structures led to the discovery of a handful of candidates that have sufficient methane sorption capacity as well as appropriate CH4/CO2 and/or CH4/N2 selectivity to be technologically promising.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3srlvVOhtQ%253D%253D&md5=b42fa8f76ee9c8a8f4b5b5e1c9b72b59", "15. ", "Fang", ", ", "H.", "; ", "Kamakoti", ", ", "P.", "; ", "Zang", ", ", "J.", "; ", "Cunday", ", ", "S.", "; ", "Paur", ", ", "C.", "; ", "Ravikovitch", ", ", "P.", "; ", "Sholl", ", ", "D.", " ", "Prediction of CO", "2", " adsorption properties in zeolites using force fields derived from periodic dispersion-corrected DFT calculations", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "10692", "– ", "10701", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Prediction of CO2 Adsorption Properties in Zeolites Using Force Fields Derived from Periodic Dispersion-Corrected DFT Calculations", "Fang, Hanjun; Kamakoti, Preeti; Zang, Ji; Cundy, Stephen; Paur, Charanjit; Ravikovitch, Peter I.; Sholl, David S.", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "19", "),\r\n    ", "10692-10701", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We demonstrate a new approach to develop transferable force fields describing mol. adsorption in zeolites by combining dispersion-cor. d. functional theory (DFT) calcns. and classical atomistic simulations.  This approach is illustrated with the adsorption of CO2 in zeolites.  Multiple dispersion-cor. DFT methods were tested for describing CO2 adsorption in sodium-exchanged ferrierite.  The DFT-D2 approach was found to give the best agreement with high level quantum chem. results and exptl. data.  A classical force field for CO2 adsorption in siliceous zeolites was then developed on the basis of hundreds of DFT-D2 calcns. that probed the full range of accessible vol. in purely siliceous chabazite (Si-CHA) via random sampling.  We independently performed expts. with Si-CHA measuring CO2 isotherms and heats of adsorption by microcalorimetry.  Excellent agreement was obtained between adsorption isotherms predicted with our first-principles-derived force field and our expts.  The transferability of this force field was examd. using available adsorption isotherms for CO2 in siliceous MFI and DDR zeolites, again with reasonably good agreement between calcd. and exptl. results.  The methods demonstrated by these calcns. will be broadly applicable in using mol. simulations to predict properties of adsorbed mols. in zeolites and other nanoporous materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XlvVSis7c%253D&md5=11b40a6775080d3475fe616ed89d9988", "16. ", "Fang", ", ", "H.", "; ", "Kamakoti", ", ", "P.", "; ", "Ravikovitch", ", ", "P.", "; ", "Aronson", ", ", "M.", "; ", "Paur", ", ", "C.", "; ", "Sholl", ", ", "D.", " ", "First principles derived transferable force fields for CO", "2", " adsorption in Na-exchanged cationic zeolites", " ", "Phys. Chem. Chem. Phys.", " ", "2013", ",  ", "15", ",  ", "12882", "– ", "12894", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "First principles derived, transferable force fields for CO2 adsorption in Na-exchanged cationic zeolites", "Fang, Hanjun; Kamakoti, Preeti; Ravikovitch, Peter I.; Aronson, Matthew; Paur, Charanjit; Sholl, David S.", "Physical Chemistry Chemical Physics", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "31", "),\r\n    ", "12882-12894", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Carbon dioxide adsorption in cationic zeolites possessing complex structures has been studied using a previously developed first principles-based transferable force field model.  Na-exchanged zeolites are chosen for demonstrating the approach.  These methods account for several structural complexities including Al distribution, cation positions and cation mobility, all of which are important for predicting adsorption.  The simulation results are validated with high-resoln. exptl. measurements of isotherms and microcalorimetric heats of adsorption on well-characterized materials.  The choice of first-principles method has a significant influence on the ability of force fields to accurately describe CO2-zeolite interactions.  The PBE-D2 derived force field, which performed well for CO2 adsorption in siliceous zeolites, does not do so for Na-exchanged zeolites; the PBE-D2 method overestimates CO2 adsorption energies on multi-cation sites that are common in cationic zeolites with low Si/Al ratios.  In contrast, a force field derived from the DFT/CC method performed well.  Agreement was obtained between simulation and expt. not only for LTA-4A on which the force field fitting is based, but for other two common adsorbents, NaX and NaY.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFWksrvF&md5=e960f3ea2c8f7c6b0cc44dd0ad7d2b58", "17. ", "McDaniel", ", ", "J.", "; ", "Yu", ", ", "K.", "; ", "Schmidt", ", ", "J. R.", " ", "Ab initio, physically motivated force fields for CO", "2", " adsorption in zeolitic imidazolate frameworks", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "1892", "– ", "1903", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Ab Initio, Physically Motivated Force Fields for CO2 Adsorption in Zeolitic Imidazolate Frameworks", "McDaniel, Jesse G.; Yu, Kuang; Schmidt, J. R.", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "2", "),\r\n    ", "1892-1903", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We present an entirely ab initio methodol., based on symmetry adapted perturbation theory (SAPT), for constructing force-fields to study CO2 adsorption in nanoporous zeolitic imidazolate frameworks (ZIFs).  Our approach utilizes the SAPT energy decompn. to generate phys. motivated force fields for the CO2-ZIF interaction, with explicit terms representing exchange, electrostatic, induction and dispersion interactions.  Each of these terms is fit to the corresponding term in the SAPT energy decompn., yielding a force field entirely free of empirical parameters.  This approach was utilized to construct force fields describing the CO2 interaction with both ZIF-8 and ZIF-71.  In conjunction with our existing CO2-CO2 force field, parametrized in a consistent manner, we validate our force fields using grand canonical Monte Carlo simulations and obtain good agreement with the corresponding exptl. CO2 adsorption isotherms.  Furthermore, the explicit correspondence between force field terms and fundamental interaction types (dispersion, electrostatics, and induction) allows for an anal. of the underlying physics controlling ZIF gas adsorption that is far more direct and well-defined than with the generic force fields that had been previously utilized to study these systems.  As our force fields are free from empirical parameters, these results demonstrate the potential for computationally screening novel ZIFs for flue gas sepn. applications with near quant. accuracy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1emsbrM&md5=6b39451d360ad3459850fbfc13aefa78", "18. ", "Han", ", ", "S. S.", "; ", "Kim", ", ", "D.", "; ", "Jung", ", ", "D.", "; ", "Cho", ", ", "S.", "; ", "Choi", ", ", "S.-H.", "; ", "Jung", ", ", "Y.", " ", "Accurate ab initio-based force field for predictive CO", "2", " uptake simulations in MOFs and ZIFs: Development and applications for MTV-MOFs", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "20254", "– ", "20261", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Accurate Ab Initio-Based Force Field for Predictive CO2 Uptake Simulations in MOFs and ZIFs: Development and Applications for MTV-MOFs", "Han, Sang Soo; Kim, Daejin; Jung, Dong Hyun; Cho, Sangyeon; Choi, Seung-Hoon; Jung, Yousung", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "38", "),\r\n    ", "20254-20261", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "For a reliable prediction of CO2 loading in metal-org. (MOFs) and zeolitic-imidazolate frameworks (ZIFs) by mol. simulation, accurate description of the van der Waals (vdW) and Coulomb interactions is undoubtedly the most crit. component.  However, there have been some strong recent indications that the use of generic force fields (FFs) widely used in most current CO2/MOF simulations that were not particularly parametrized for CO2/MOF and ZIF systems could lead to serious discrepancies compared with exptl. results.  Here, the authors develop accurate vdW FFs for CO2 uptake simulations in MOFs and ZIFs using high-level ab initio calcns., and validate the method by comparing the simulated and exptl. CO2 uptakes for various known MOFs and ZIFs.  The agreements between simulations and expts. are shown to be excellent for several known MOFs and ZIFs, although the FF parameters are not specifically fitted to those particular systems, showing the potential transferability of the FF.  Atomic charges of the adsorbents are computed via the rapid charge equilibration method.  Using these highly accurate FFs, the origin of the enhanced CO2 uptake in recently reported MOFs having multivariate functional groups (MTV-MOFs) is revealed.  The capacity enhancement in MTV-MOFs arises from an increase in both vdW (due to tighter geometry) and electrostatic (due to increased dipole moment) interactions between CO2 and MTV-MOF.  The authors predict that MOF-5-NO2 can have an even higher CO2 uptake than these MTV-MOFs due to a larger local dipole moment of the NO2-functionalized linker than those found in the reported MTV-MOFs.  As a further design of high capacity material, the authors then introduced both electron-donating and -withdrawing functional groups simultaneously in the same org. linker to increase the local dipole moment of the linker significantly.  The resulting CO2 uptake indeed increases substantially due to the favorable electrostatic interactions that can be tested exptl.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlSksrjK&md5=bfadbc5853ddfbb10ddf1dd971e0dbdd", "19. ", "Dzubak", ", ", "A.", "; ", "Lin", ", ", "L.-C.", "; ", "Kim", ", ", "J.", "; ", "Swisher", ", ", "J. A.", "; ", "Poloni", ", ", "R.", "; ", "Maximoff", ", ", "S. N.", "; ", "Smit", ", ", "B.", "; ", "Gagliardi", ", ", "L.", " ", "Ab initio carbon capture in open-site metal–organic frameworks", " ", "Nat. Chem.", " ", "2012", ",  ", "4", ",  ", "810", "– ", "816", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Ab initio carbon capture in open-site metal-organic frameworks", "Dzubak, Allison L.; Lin, Li-Chiang; Kim, Jihan; Swisher, Joseph A.; Poloni, Roberta; Maximoff, Sergey N.; Smit, Berend; Gagliardi, Laura", "Nature Chemistry", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "10", "),\r\n    ", "810-816", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "During the formation of metal-org. frameworks (MOFs), metal centers can coordinate with the intended org. linkers, but also with solvent mols.  In this case, subsequent activation by removal of the solvent mols. creates unsatd. open metal sites known to have a strong affinity to CO2 mols., but their interactions are still poorly understood.  Common force fields typically underestimate by as much as 2 orders of magnitude the adsorption of CO2 in open-site Mg-MOF-74, which has emerged as a promising MOF for CO2 capture.  We present a systematic procedure to generate force fields using high-level quantum chem. calcns.  Monte Carlo simulations based on an ab initio force field generated for CO2 in Mg-MOF-74 shed some light on the interpretation of thermodn. data from flue gas in this material.  The force field describes accurately the chem. of the open metal sites, and is transferable to other structures.  This approach may serve in mol. simulations in general and in the study of fluid-solid interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Wktr3O&md5=f56250bc5e6e0e4c65741837c918e63a", "20. ", "Chen", ", ", "L.", "; ", "Morrison", ", ", "C. A.", "; ", "Düren", ", ", "T.", " ", "Improving predictions of gas adsorption in metal–organic frameworks with coordinatively unsaturated metal sites: Model potentials, ab initio parameterization, and GCMC simulations", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "18899", "– ", "18909", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Improving Predictions of Gas Adsorption in Metal-Organic Frameworks with Coordinatively Unsaturated Metal Sites: Model Potentials, ab initio Parameterization, and GCMC Simulations", "Chen, Linjiang; Morrison, Carole A.; Duren, Tina", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "35", "),\r\n    ", "18899-18909", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The incorporation of coordinatively unsatd. metal sites (cus's), also known as open metal sites, into metal-org. frameworks (MOFs), significantly enhances the uptake of certain gases, such as CO2 and CH4, esp. at low loadings when fluid-framework interactions play the predominant role.  However, due to the considerably enhanced, localized guest interactions with the cus's, it remains a challenge to predict correctly adsorption isotherms and mechanisms in MOFs with cus's using grand-canonical Monte Carlo (GCMC) simulations based on generic classical force fields.  To address this problem, the authors carefully studied several well-established semiempirical model potentials and used a multiobjective genetic algorithm to parametrize them using accurate ab initio data as ref.  The Carra-Konowalow potential, a modified Buckingham potential, in combination with the MMSV potential for the cus's gives not only adsorption isotherms in very good agreement with expts. but also correctly captures the adsorption mechanisms, including adsorption on the cus's, for CO2 in CPO-27-Mg and CH4 in CuBTC.  Also, the parameters obtained also give quant. predictions of CH4 adsorption in PCN-14, another MOF with Cu cus's, which is an important step for developing transferable force fields that reliably predict adsorption in MOFs with cus's.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1SitL3K&md5=08edae9d2ba4ef877a22799890d94fba", "21. ", "Sillar", ", ", "K.", "; ", "Hofmann", ", ", "A.", "; ", "Sauer", ", ", "J.", " ", "Ab initio study of hydrogen adsorption in MOF-5", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "4143", "– ", "4150", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Ab Initio Study of Hydrogen Adsorption in MOF-5", "Sillar, Kaido; Hofmann, Alexander; Sauer, Joachim", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "11", "),\r\n    ", "4143-4150", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) are promising adsorbents for hydrogen storage.  D. functional theory and second-order Moller-Plesset perturbation theory (MP2) are used to calc. the interaction energies between H2 and individual structural elements of the MOF-5 framework.  The strongest interaction, ΔH77 = -7.1 kJ/mol, is found for the α-site of the OZn4(O2Ph)6 nodes.  We show that dispersion interactions and zero-point vibrational energies must be taken into account.  Comparison of calcns. done under periodic boundary conditions for the complete structure with those done for finite models cut from the MOF-5 framework shows that the interactions with H2 originate mainly from the local environment around the adsorption site.  When used within a Multi-Langmuir model, the MP2 results reproduce measured adsorption isotherms (the predicted amt. is 6 wt % at 77 K and 40 bar) if we assume that the H2 mols. preserve their rotational degrees of freedom in the adsorbed state.  This allows to discriminate between different isotherms measured for different MOF-5 samples and to reliably predict isotherms for new MOF structures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXisFamtLs%253D&md5=e21016ff258b4e71ff723af70ff22d71", "22. ", "Chui", ", ", "S.", "; ", "Lo", ", ", "S.", "; ", "Charmant", ", ", "J.", "; ", "Orpen", ", ", "A.", "; ", "Williams", ", ", "I.", " ", "A chemically functionalizable nanoporous material [Cu", "3", "(TMA)", "2", "(H", "2", "O)", "3", "]", "n", " ", "Science", " ", "1999", ",  ", "283", ",  ", "1148", "– ", "1150", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "A chemically functionalizable nanoporous material [Cu3(TMA)2(H2O)3]n", "Chui, Stephen S.-Y.; Lo, Samuel M.-F.; Charmant, Jonathan P. H.; Orpen, A. Guy; Williams, Ian D.", "Science (Washington, D. C.)", "\r\n        (", "1999", "),\r\n    ", "283", "\r\n        (", "5405", "),\r\n    ", "1148-1150", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Although zeolites and related materials combine nanoporosity with high thermal stability, they are difficult to modify or derivatize in a systematic way.  A highly porous metal coordination polymer [Cu3(TMA)2(H2O)3]n (TMA is benzene-1,3,5-tricarboxylate) was formed in 80% yield.  It has interconnected [Cu2(O2CR)4] units (R is an arom. ring), which create a three-dimensional system of channels with a pore size of 1 nm and an accessible porosity of ∼40% in the solid.  Unlike zeolites, the channel linings can be chem. functionalized; for example, the aqua ligands can be replaced by pyridines.  TGA and high-temp. single-crystal diffractometry indicate that the framework is stable up to 240°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXhsFeitLc%253D&md5=8f6f372b015fa0e2bbb7e8bfd316b663", "23. ", "Millward", ", ", "A. R.", "; ", "Yaghi", ", ", "O. M.", " ", "Metal-organic frameworks with exceptionally high capacity for storage of carbon dioxide at room temperature", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "17998", "– ", "17999", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Metal-Organic Frameworks with Exceptionally High Capacity for Storage of Carbon Dioxide at Room Temperature", "Millward, Andrew R.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "51", "),\r\n    ", "17998-17999", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) show high CO2 storage capacity at room temp.  Gravimetric CO2 isotherms for MOF-2, MOF-505, Cu3(BTC)2, MOF-74, IRMOF-11, IRMOF-3, IRMOF-6, IRMOF-1 and MOF-177 are reported up to 42 bar.  Type I isotherms are found in all cases except for MOFs based on Zn4O(O2C)6 clusters, which reveal a sigmoidal isotherm.  The various pressures of the isotherm steps correlate with increasing pore size, which indicates potential for gas sepns.  The amine functionality of the IRMOF-3 pore shows evidence of relatively increased affinity for CO2.  Capacities qual. scale with surface area and range from 3.2 mmol/g for MOF-2 to 33.5 mmol/g (320 cm3(STP)/cm3, 147 wt %) for MOF-177, the highest CO2 capacity of any porous material reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht1GktLnJ&md5=ad433b990b72836a16c8647c09ec85f2", "24. ", "Dietzel", ", ", "P.", "; ", "Besikiotis", ", ", "V.", "; ", "Blom", ", ", "R.", " ", "Application of metal–organic frameworks with coordinatively unsaturated metal sites in storage and separation of methane and carbon dioxide", " ", "J. Mater. Chem.", " ", "2009", ",  ", "19", ",  ", "7362", "– ", "7370", "[", "Crossref", "], [", "CAS", "]", "24. ", "Application of metal-organic frameworks with coordinatively unsaturated metal sites in storage and separation of methane and carbon dioxide", "Dietzel, Pascal D. C.; Besikiotis, Vasileios; Blom, Richard", "Journal of Materials Chemistry", "\r\n        (", "2009", "),\r\n    ", "19", "\r\n        (", "39", "),\r\n    ", "7362-7370", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The metal-org. frameworks M2(dhtp)(H2O)2·8H2O (CPO-27-M, M = Ni, Mg) can be activated to give the empty framework compds. M2(dhtp) with a honeycomb analogous structure contg. large micropores of 11-12 Å diam. and a high concn. of open metal sites.  These sites play a major role in the adsorption of methane and carbon dioxide, which was studied at pressures up to 100 bar and 50 bar, resp., and various temps. in the range of 179 to 473 K. Both gases are taken up by the material in significant amts.  The max. excess adsorption of CO2 obsd. at 298 K was 51 wt.% for Ni2(dhtp) and 63 wt.% for Mg2(dhtp).  A surprisingly large amt. of CO2, in the range 25-30 wt.%, was still adsorbed at 473 K. Up to 18 and 22 wt.% methane were adsorbed at 179 K in the nickel and the magnesium compd., resp.  Congruent with this result is the high isosteric heat of adsorption obsd., which was found to be in the range 38-43 kJ mol-1 for CO2 and 20-22 kJ mol-1 for CH4, initially.  The heat of adsorption decreases significantly after the open metal sites have been occupied, which also is reflected in the shape of the adsorption isotherms.  The vacant coordination site at the metal atom also imparts favorable properties in respect to gas sepn. onto the material.  Breakthrough expts. using Ni2(dhtp) and gas mixts. of CO2-N2 and CO2-CH4 demonstrate the ability of the material to sep. these gases.  It is shown that carbon dioxide is preferentially adsorbed over methane or nitrogen.  In the case of CO2-N2, the retention is quant. within the precision of the detection system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1SqsL3E&md5=772720d3befb7d050c696517be8ca169", "25. ", "Grajciar", ", ", "L. S.", "; ", "Buldsky", ", ", "O.", "; ", "Nachtigall", ", ", "P.", " ", "Water adsorption on coordinatively unsaturated sites in CuBTC MOF", " ", "J. Phys. Chem. Lett.", " ", "2010", ",  ", "1", ",  ", "3354", "– ", "3359", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Water adsorption on coordinatively unsaturated sites in CuBTC MOF", "Grajciar, Lukas; Bludsky, Ota; Nachtigall, Petr", "Journal of Physical Chemistry Letters", "\r\n        (", "2010", "),\r\n    ", "1", "\r\n        (", "23", "),\r\n    ", "3354-3359", "CODEN:\r\n                ", "JPCLCD", ";\r\n        ISSN:", "1948-7185", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We report a theor. study of water adsorption on coordinatively unsatd. sites (cus) in a metal-org. framework (MOF) compd. CuBTC.  The reliability of the d. functional theory (DFT)-based methods and dispersion-cor. DFT-D schemes for the description of cus sites was investigated with respect to the accurate ref. CCSD(T)/CBS data.  The accuracy of both DFT and DFT-D methods was found to be insufficient.  The proposed DFT/CC correction scheme gave the results in excellent agreement with the ref. CCSD(T)/CBS data.  DFT/CC calcns. performed for the periodic CuBTC model gave RCu-OH2 = 2.19 Å and -ΔHads = 49 kJ mol-1, both in very good agreement with available exptl. data.  The interaction of the first water mol. with the paddle-wheel unit is about 5 kJ mol-1 stronger than the interaction of the second water mol. with the same paddle-wheel unit.  The DFT/CC scheme provides an accurate description of the extended MOF systems, and the results obtained with periodic DFT/CC model can be used for the testing and improvement of the force fields for classical simulations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVaisrvK&md5=ae874ab2e3499ca392a47aeb0de40b0f", "26. ", "McDonald", ", ", "T. M.", "; ", "Lee", ", ", "W.", "; ", "Mason", ", ", "J.", "; ", "Wiers", ", ", "B.", "; ", "Hong", ", ", "C.", "; ", "Long", ", ", "J.", " ", "Capture of carbon dioxide from air and flue gas in the alkylamine-appended metal–organic framework mmen-Mg", "2", " (dobpdc)", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "7056", "– ", "7065", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Capture of Carbon Dioxide from Air and Flue Gas in the Alkylamine-Appended Metal-Organic Framework mmen-Mg2(dobpdc)", "McDonald, Thomas M.; Lee, Woo Ram; Mason, Jarad A.; Wiers, Brian M.; Hong, Chang Seop; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "16", "),\r\n    ", "7056-7065", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two new metal-org. frameworks, M2(dobpdc) (M = Zn (1), Mg (2); dobpdc4- = 4,4'-dioxido-3,3'-biphenyldicarboxylate), adopting an expanded MOF-74 structure type, were synthesized via solvothermal and microwave methods.  Coordinatively unsatd. Mg2+ cations lining the 18.4-Å-diam. channels of 2 were functionalized with N,N'-dimethylethylenediamine (mmen) to afford Mg2(dobpdc)(mmen)1.6(H2O)0.4 (mmen-Mg2(dobpdc)).  This compd. displays an exceptional capacity for CO2 adsorption at low pressures, taking up 2.0 mmol/g (8.1 wt %) at 0.39 mbar and 25 °C, conditions relevant to removal of CO2 from air, and 3.14 mmol/g (12.1 wt %) at 0.15 bar and 40 °C, conditions relevant to CO2 capture from flue gas.  Dynamic gas adsorption/desorption cycling expts. demonstrate that mmen-Mg2(dobpdc) can be regenerated upon repeated exposures to simulated air and flue gas mixts., with cycling capacities of 1.05 mmol/g (4.4 wt %) after 1 h of exposure to flowing 390 ppm CO2 in simulated air at 25 °C and 2.52 mmol/g (9.9 wt %) after 15 min of exposure to flowing 15% CO2 in N2 at 40 °C.  The purity of the CO2 removed from dry air and flue gas in these processes was estd. to be 96% and 98%, resp.  As a flue gas adsorbent, the regeneration energy was estd. through differential scanning calorimetry expts. to be 2.34 MJ/kg CO2 adsorbed.  Overall, the performance characteristics of mmen-Mg2(dobpdc) indicate it to be an exceptional new adsorbent for CO2 capture, comparing favorably with both amine-grafted silicas and aq. amine solns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XltVWksbk%253D&md5=7753191a7156e914021eb9a841bf4f6e", "27. ", "Kim", ", ", "J.", "; ", "Martin", ", ", "R.", "; ", "Rübel", ", ", "O.", "; ", "Haranczyk", ", ", "M.", "; ", "Smit", ", ", "B.", " ", "High-throughput characterization of porous materials using graphics processing units", " ", "J. Chem. Theory Comput.", " ", "2012", ",  ", "8", ",  ", "1684", "– ", "1693", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "High-Throughput Characterization of Porous Materials Using Graphics Processing Units", "Kim, Jihan; Martin, Richard L.; Rubel, Oliver; Haranczyk, Maciej; Smit, Berend", "Journal of Chemical Theory and Computation", "\r\n        (", "2012", "),\r\n    ", "8", "\r\n        (", "5", "),\r\n    ", "1684-1693", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We have developed a high-throughput graphics processing unit (GPU) code that can characterize a large database of cryst. porous materials.  In our algorithm, the GPU is utilized to accelerate energy grid calcns., where the grid values represent interactions (i.e., Lennard-Jones + Coulomb potentials) between gas mols. (i.e., CH4 and CO2) and materials' framework atoms.  Using a parallel flood fill central processing unit (CPU) algorithm, inaccessible regions inside the framework structures are identified and blocked, based on their energy profiles.  Finally, we compute the Henry coeffs. and heats of adsorption through statistical Widom insertion Monte Carlo moves in the domain restricted to the accessible space.  The code offers significant speedup over a single core CPU code and allows us to characterize a set of porous materials at least an order of magnitude larger than those considered in earlier studies.  For structures selected from such a prescreening algorithm, full adsorption isotherms can be calcd. by conducting multiple Grand Canonical Monte Carlo (GCMC) simulations concurrently within the GPU.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XjvFKlsbo%253D&md5=bcc1c98aa3bffa099ae508cb766a0cb7", "28. ", "Campañá", ", ", "C.", "; ", "Mussard", ", ", "B.", "; ", "Woo", ", ", "T. K.", " ", "Electrostatic potential derived atomic charges for periodic systems using a modified error functional", " ", "J. Chem. Theory Comput.", " ", "2009", ",  ", "5", ",  ", "2866", "– ", "2878", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Electrostatic Potential Derived Atomic Charges for Periodic Systems Using a Modified Error Functional", "Campana, Carlos; Mussard, Bastien; Woo, Tom K.", "Journal of Chemical Theory and Computation", "\r\n        (", "2009", "),\r\n    ", "5", "\r\n        (", "10", "),\r\n    ", "2866-2878", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A method to generate electrostatic potential (ESP) derived at. charges in cryst. solids from periodic quantum mech. calcns., termed the REPEAT method, is presented.  Conventional ESP fitting procedures developed for mol. systems, in general, will not work for cryst. systems because the electrostatic potential in periodic systems is ill-defined up to a const. offset at each spatial position.  In this work the problem is circumvented by introducing a new error functional which acts on the relative differences of the potential and not on its abs. values, as it is currently done with mol. ESP charge derivation methods.  We formally demonstrate that the new functional reduces to the conventional error functional used in mol. ESP approaches when the simulation box of the periodic calcn. becomes infinitely large.  Several tests are presented to validate the new technique.  For the periodic calcn. of isolated mols., the REPEAT charges are found to be in good agreement with those detd. with established mol. ESP charge derivation methods.  For siliceous sodalite, it is demonstrated that conventional mol. ESP approaches generate 'unphys.' charges, whereas the REPEAT method produces charges that are both chem. intuitive and consistent between different periodic electronic structure packages.  The new approach is employed to generate partial at. charges of various microporous materials and compared to both exptl. derived and mol. fragment ESP charges.  This method can be used to generate partial at. charges to be used in simulations of microporous and nanoporous materials, such as zeolites and metal org. framework materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVGgurrN&md5=35619c9df3eaa69f185d135f79dddbf9", "29. ", "Giannozzi", ", ", "P.", "; ", "Baroni", ", ", "S.", "; ", "Bonini", ", ", "N.", "; ", "Calandra", ", ", "M.", "; ", "Car", ", ", "R.", "; ", "Cavazzoni", ", ", "C.", "; ", "Ceresoli", ", ", "D.", "; ", "Chiarotti", ", ", "G.", "; ", "Cococcioni", ", ", "M.", "; ", "Dabo", ", ", "I.", " ", "QUANTUM ESPRESSO: a modular and open-source software project for quantum simulations of materials", " ", "J. Phys.: Condens. Matter", " ", "2009", ",  ", "21", ",  ", "395502", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "QUANTUM ESPRESSO: a modular and open-source software project for quantum simulations of materials", "Giannozzi Paolo; Baroni Stefano; Bonini Nicola; Calandra Matteo; Car Roberto; Cavazzoni Carlo; Ceresoli Davide; Chiarotti Guido L; Cococcioni Matteo; Dabo Ismaila; Dal Corso Andrea; de Gironcoli Stefano; Fabris Stefano; Fratesi Guido; Gebauer Ralph; Gerstmann Uwe; Gougoussis Christos; Kokalj Anton; Lazzeri Michele; Martin-Samos Layla; Marzari Nicola; Mauri Francesco; Mazzarello Riccardo; Paolini Stefano; Pasquarello Alfredo; Paulatto Lorenzo; Sbraccia Carlo; Scandolo Sandro; Sclauzero Gabriele; Seitsonen Ari P; Smogunov Alexander; Umari Paolo; Wentzcovitch Renata M", "Journal of physics. Condensed matter : an Institute of Physics journal", "\r\n        (", "2009", "),\r\n    ", "21", "\r\n        (", "39", "),\r\n    ", "395502", "\r\n        ISSN:", ".\r\n    ", "QUANTUM ESPRESSO is an integrated suite of computer codes for electronic-structure calculations and materials modeling, based on density-functional theory, plane waves, and pseudopotentials (norm-conserving, ultrasoft, and projector-augmented wave).  The acronym ESPRESSO stands for opEn Source Package for Research in Electronic Structure, Simulation, and Optimization.  It is freely available to researchers around the world under the terms of the GNU General Public License.  QUANTUM ESPRESSO builds upon newly-restructured electronic-structure codes that have been developed and tested by some of the original authors of novel electronic-structure algorithms and applied in the last twenty years by some of the leading materials modeling groups worldwide.  Innovation and efficiency are still its main focus, with special attention paid to massively parallel architectures, and a great effort being devoted to user friendliness.  QUANTUM ESPRESSO is evolving towards a distribution of independent and interoperable codes in the spirit of an open-source project, where researchers active in the field of electronic-structure calculations are encouraged to participate in the project by contributing their own codes or by implementing their own ideas into existing codes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3Mjltl2lug%253D%253D&md5=da053fa748721b6b381051a20e7a7f53", "30. ", "Mason", ", ", "J. A.", "; ", "Sumida", ", ", "K.", "; ", "Herm", ", ", "Z.", "; ", "Krishna", ", ", "R.", "; ", "Long", ", ", "J. R.", " ", "Evaluating metal–organic frameworks for post-combustion carbon dioxide capture via temperature swing adsorption", " ", "Energy Environ. Sci.", " ", "2011", ",  ", "4", ",  ", "3030", "– ", "3040", "[", "Crossref", "], [", "CAS", "]", "30. ", "Evaluating metal-organic frameworks for post-combustion carbon dioxide capture via temperature swing adsorption", "Mason, Jarad A.; Sumida, Kenji; Herm, Zoey R.; Krishna, Rajamani; Long, Jeffrey R.", "Energy & Environmental Science", "\r\n        (", "2011", "),\r\n    ", "4", "\r\n        (", "8", "),\r\n    ", "3030-3040", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two representative metal-org. frameworks, Zn4O(BTB)2 (BTB3- = 1,3,5-benzenetribenzoate; MOF-177) and Mg2(dobdc) (dobdc4- = 1,4-dioxido-2,5-benzenedicarboxylate; Mg-MOF-74, CPO-27-Mg), are evaluated in detail for their potential use in post-combustion CO2 capture via temp. swing adsorption (TSA).  Low-pressure single-component CO2 and N2 adsorption isotherms were measured every 10° from 20 to 200°, allowing the performance of each material to be analyzed precisely.  To gain a more complete understanding of the sepn. phenomena and the thermodn. of CO2 adsorption, the isotherms were analyzed using a variety of methods.  With regard to the isosteric heat of CO2 adsorption, Mg2(dobdc) exhibits an abrupt drop at loadings approaching the satn. of the Mg2+ sites, which has significant implications for regeneration in different industrial applications.  The CO2/N2 selectivities were calcd. using ideal adsorbed soln. theory (IAST) for MOF-177, Mg2(dobdc), and zeolite NaX, and working capacities were estd. using a simplified TSA model.  Significantly, MOF-177 fails to exhibit a pos. working capacity even at regeneration temps. ≤200°, while Mg2(dobdc) reaches a working capacity of 17.6% at this temp.  Breakthrough simulations were also performed for the three materials, demonstrating the superior performance of Mg2(dobdc) over MOF-177 and zeolite NaX.  The presence of strong CO2 adsorption sites is essential for a metal-org. framework to be of utility in post-combustion CO2 capture via a TSA process, and present a methodol. for the evaluation of new metal-org. frameworks via anal. of single-component gas adsorption isotherms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFSrs7bI&md5=6db0dde57f421548748aa557127ae651", "31. ", "Lin", ", ", "L.-C.", "; ", "Kim", ", ", "J.", "; ", "Kong", ", ", "X.", "; ", "Scott", ", ", "E.", "; ", "McDonald", ", ", "T. M.", "; ", "Long", ", ", "J. R.", "; ", "Reimer", ", ", "J. A.", "; ", "Smit", ", ", "B.", " ", "Understanding CO", "2", " dynamics in metal–organic frameworks with open metal sites", " ", "Angew. Chem., Int. Ed.", " ", "2013", ",  ", "52", ",  ", "4410", "– ", "4413", "[", "Crossref", "], [", "CAS", "]", "31. ", "Understanding CO2 Dynamics in Metal-Organic Frameworks with Open Metal Sites", "Lin, Li-Chiang; Kim, Jihan; Kong, Xueqian; Scott, Eric; McDonald, Thomas M.; Long, Jeffrey R.; Reimer, Jeffrey A.; Smit, Berend", "Angewandte Chemie, International Edition", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "16", "),\r\n    ", "4410-4413", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A dynamic mechanism that provides an explanation for the exptl. chem. shift anisotropy pattern in 13C-NMR spectra and relaxation times for CO2 adsorbed inside Mg-MOF-74 has been proposed.  Canonical Monte Carlo simulations were carried out at various loadings (infinite diln., 0.3 C02/Mg site, and 0.5 C02/Mg site) to probe the free energy landscape of CO2 mols. in Mg-MOF-74 at temps. ranging from 100 to 375 K.  The more proper interpretation of the NMR signal is not a uniaxial rotation at the open metal site, but a signature of the hopping motions between different metal sites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXltVertLc%253D&md5=10bd3214cabf5b66afd3fb5a2ea3549d", "32. ", "Dion", ", ", "M.", "; ", "Rydberg", ", ", "H.", "; ", "Schröder", ", ", "E.", "; ", "Langreth", ", ", "D. C.", "; ", "Lundqvist", ", ", "B. I.", " ", "Van der Waals density functional for general geometries", " ", "Phys. Rev. Lett.", " ", "2004", ",  ", "92", ",  ", "246401", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "32. ", "Van der Waals Density Functional for General Geometries", "Dion, M.; Rydberg, H.; Schroeder, E.; Langreth, D. C.; Lundqvist, B. I.", "Physical Review Letters", "\r\n        (", "2004", "),\r\n    ", "92", "\r\n        (", "24", "),\r\n    ", "246401/1-246401/4", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "A scheme within d. functional theory is proposed that provides a practical way to generalize to unrestricted geometries the method applied with some success to layered geometries [H. Rydberg et al., Phys. Rev. Lett. 91, 126402 (2003)].  It includes van der Waals forces in a seamless fashion.  By expansion to second order in a carefully chosen quantity contained in the long-range part of the correlation functional, the nonlocal correlations are expressed in terms of a d.-d. interaction formula.  It contains a relatively simple parametrized kernel, with parameters detd. by the local d. and its gradient.  The proposed functional is applied to rare gas and benzene dimers, where it is shown to give a realistic description.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXltVerur4%253D&md5=abbf50b023000f126ba66af15c786583", "33. ", "Lee", ", ", "K.", "; ", "Murray", ", ", "E. D.", "; ", "Kong", ", ", "L.", "; ", "Lundqvist", ", ", "B. I.", "; ", "Langreth", ", ", "D. C.", " ", "Higher-accuracy van der Waals density functional", " ", "Phys. Rev. B", " ", "2010", ",  ", "82", ",  ", "081101", "[", "Crossref", "], [", "CAS", "]", "33. ", "Higher-accuracy van der Waals density functional", "Lee, Kyuho; Murray, Eamonn D.; Kong, Lingzhu; Lundqvist, Bengt I.; Langreth, David C.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2010", "),\r\n    ", "82", "\r\n        (", "8", "),\r\n    ", "081101/1-081101/4", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "We propose a second version of the van der Waals d. functional of Dion et al. [Phys. Rev. Lett. 92, 246401 (2004)], employing a more accurate semilocal exchange functional and the use of a large-N asymptote gradient correction in detg. the vdW kernel.  The predicted binding energy, equil. sepn., and potential-energy curve shape are close to those of accurate quantum chem. calcns. on 22 duplexes.  We anticipate the enabling of chem. accurate calcns. in sparse materials of importance for condensed matter, surface, chem., and biol. physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFWlurnN&md5=21a4573d23bb686441ae1609cb4e6809", "34. ", "Dudarev", ", ", "S. L.", "; ", "Botton", ", ", "G. A.", "; ", "Savrasov", ", ", "S. Y.", "; ", "Humphreys", ", ", "C. J.", "; ", "Sutton", ", ", "A. P.", " ", "Electron-energy-loss spectra and the structural stability of nickel oxide: An LSDA+ U study", " ", "Phys. Rev. B", " ", "1998", ",  ", "57", ",  ", "1505", "– ", "1509", "[", "Crossref", "], [", "CAS", "]", "34. ", "Electron-energy-loss spectra and the structural stability of nickel oxide: An LSDA+U study", "Dudarev, S. L.; Botton, G. A.; Savrasov, S. Y.; Humphreys, C. J.; Sutton, A. P.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "1998", "),\r\n    ", "57", "\r\n        (", "3", "),\r\n    ", "1505-1509", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "By taking better account of electron correlations in the 3d shell of metal ions in Ni oxide it is possible to improve the description of both electron energy loss spectra and parameters characterizing the structural stability of the material compared with local spin d. functional theory.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXlsVarsQ%253D%253D&md5=9b4f0473346679cb1a8dce0ad7583153", "35. ", "Kresse", ", ", "G.", "; ", "Furthmüller", ", ", "J.", " ", "Efficient iterative schemes for ab initio total-energy calculations using a plane-wave basis set", " ", "Phys. Rev. B", " ", "1996", ",  ", "54", ",  ", "11169", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "35. ", "Efficient iterative schemes for ab initio total-energy calculations using a plane-wave basis set", "Kresse, G.; Furthmueller, J.", "Physical Review B: Condensed Matter", "\r\n        (", "1996", "),\r\n    ", "54", "\r\n        (", "16", "),\r\n    ", "11169-11186", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The authors present an efficient scheme for calcg. the Kohn-Sham ground state of metallic systems using pseudopotentials and a plane-wave basis set.  In the first part the application of Pulay's DIIS method (direct inversion in the iterative subspace) to the iterative diagonalization of large matrixes will be discussed.  This approach is stable, reliable, and minimizes the no. of order Natoms3 operations.  In the second part, we will discuss an efficient mixing scheme also based on Pulay's scheme.  A special \"metric\" and a special \"preconditioning\" optimized for a plane-wave basis set will be introduced.  Scaling of the method will be discussed in detail for non-self-consistent and self-consistent calcns.  It will be shown that the no. of iterations required to obtain a specific precision is almost independent of the system size.  Altogether an order Natoms2 scaling is found for systems contg. up to 1000 electrons.  If we take into account that the no. of k points can be decreased linearly with the system size, the overall scaling can approach Natoms.  They have implemented these algorithms within a powerful package called VASP (Vienna ab initio simulation package).  The program and the techniques have been used successfully for a large no. of different systems (liq. and amorphous semiconductors, liq. simple and transition metals, metallic and semiconducting surfaces, phonons in simple metals, transition metals, and semiconductors) and turned out to be very reliable.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28Xms1Whu7Y%253D&md5=9c8f6f298fe5ffe37c2589d3f970a697", "36. ", "Märcz", ", ", "M.", "; ", "Johnsen", ", ", "R.", "; ", "Dietzel", ", ", "P.", "; ", "Fjellvåg", ", ", "H.", " ", "The iron member of the CPO-27 coordination polymer series: Synthesis, characterization, and intriguing redox properties", " ", "Microporous Mesoporous Mater.", " ", "2012", ",  ", "157", ",  ", "62", "– ", "74", "[", "Crossref", "]", "There is no corresponding record for this reference.", "37. ", "Lee", ", ", "K.", "; ", "Isley", ", ", "W.", "; ", "Dzubak", ", ", "A.", "; ", "Verma", ", ", "P.", "; ", "Stoneburner", ", ", "S.", "; ", "Lin", ", ", "L.-C.", "; ", "Howe", ", ", "J.", "; ", "Bloch", ", ", "E.", "; ", "Reed", ", ", "D.", "; ", "Hudson", ", ", "M.", " ", "Design of a metal-organic framework with enhanced back bonding for the separation of N", "2", " and CH", "4", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "698", "– ", "704", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "Design of a Metal-Organic Framework with Enhanced Back Bonding for Separation of N2 and CH4", "Lee, Kyuho; Isley, William C., III; Dzubak, Allison L.; Verma, Pragya; Stoneburner, Samuel J.; Lin, Li-Chiang; Howe, Joshua D.; Bloch, Eric D.; Reed, Douglas A.; Hudson, Matthew R.; Brown, Craig M.; Long, Jeffrey R.; Neaton, Jeffrey B.; Smit, Berend; Cramer, Christopher J.; Truhlar, Donald G.; Gagliardi, Laura", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "2", "),\r\n    ", "698-704", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks having potential utility for sepn. of dinitrogen from methane have been modeled using quantum mech. computations.  Vanadium- and iron-contg. 2,5-dioxido-1,4-benzenedicarboxylates were used as models.  An open V(II) site incorporated into a metal-org. framework can provide a material with a considerably higher enthalpy of adsorption for dinitrogen than for methane, based on strong selective back bonding with the former but not the latter.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvFWltrfI&md5=9e4c026041e48d3dceea4883e625d95f", "38. ", "http://www.iza-structure.org/databases/", ", accessed August 1, ", "2013", ".", "There is no corresponding record for this reference.", "39. ", "García-Pérez", ", ", "E.", "; ", "Parra", ", ", "J. B.", "; ", "Ania", ", ", "C. O.", "; ", "García-Sánchez", ", ", "A.", "; ", "Baten", ", ", "J. M.", "; ", "Krishna", ", ", "R.", "; ", "Dubbeldam", ", ", "D.", "; ", "Calero", ", ", "S.", " ", "A computational study of CO", "2", ", N", "2", ", and CH", "4", " adsorption in zeolites", " ", "Adsorption", " ", "2007", ",  ", "13", ",  ", "469", "– ", "476", "[", "Crossref", "], [", "CAS", "]", "39. ", "A computational study of CO2, N2, and CH4 adsorption in zeolites", "Garcia-Perez, E.; Parra, J. B.; Ania, C. O.; Garcia-Sanchez, A.; van Baten, J. M.; Krishna, R.; Dubbeldam, D.; Calero, S.", "Adsorption", "\r\n        (", "2007", "),\r\n    ", "13", "\r\n        (", "5/6", "),\r\n    ", "469-476", "CODEN:\r\n                ", "ADSOFO", ";\r\n        ISSN:", "0929-5607", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "The adsorption properties of CO2, N2 and CH4 in all-silica zeolites were studied using mol. simulations.  Adsorption isotherms for single components in MFI were both measured and computed showing good agreement.  In addn. simulations in other all SiO2 structures were performed for a wide range of pressures and temps. and for single components as well as binary and ternary mixts. with varying bulk compns.  The adsorption selectivity was analyzed for mixts. with bulk compn. of 50:50 CO2/CH4, 50:50 CO2/N2, 10:90 CO2/N2 and 5:90:5 CO2/N2/CH4 in MFI, MOR, ISV, ITE, CHA, and DDR showing high selectivity of adsorption of CO2 over N2 and CH4 that varies with the type of crystal and with the mixt. bulk compn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtlKmtr%252FN&md5=fde85d351de26460b7cd48906a636448", "40. ", "Willems", ", ", "T.", "; ", "Rycroft", ", ", "C.", "; ", "Kazi", ", ", "M.", "; ", "Meza", ", ", "J.", "; ", "Haranczyk", ", ", "M.", " ", "Algorithms and tools for high-throughput geometry-based analysis of crystalline porous materials", " ", "Microporous Mesoporous Mater.", " ", "2012", ",  ", "149", ",  ", "134", "– ", "141", "[", "Crossref", "], [", "CAS", "]", "40. ", "Algorithms and tools for high-throughput geometry-based analysis of crystalline porous materials", "Willems, Thomas F.; Rycroft, Chris H.; Kazi, Michaeel; Meza, Juan C.; Haranczyk, Maciej", "Microporous and Mesoporous Materials", "\r\n        (", "2012", "),\r\n    ", "149", "\r\n        (", "1", "),\r\n    ", "134-141", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Cryst. porous materials have a variety of uses, such as for catalysis and sepn.  Identifying suitable materials for a given application can, in principle, be done by screening material databases.  Such a screening requires automated high-throughput anal. tools that calc. structural properties for all materials contained in a database so they can be compared with search queries, grouped or classified.  One important aspect of the structural anal. of materials such as zeolites and metal org. frameworks is the investigation of the geometrical parameters describing pores.  Here, we present algorithms and tools to efficiently calc. some of these important parameters.  Our tools are based on the Voronoi decompn., which for a given arrangement of atoms in a periodic domain provides a graph representation of the void space.  The resulting Voronoi network is analyzed to obtain the diam. of the largest included sphere and the largest free sphere, which are two geometrical parameters that are frequently used to describe pore geometry.  Accessibility of nodes in the network is also detd. for a given guest mol. and the resulting information is later used to retrieve dimensionality of channel systems as well as in Monte Carlo sampling of accessible surfaces and vols.  The presented algorithms are implemented in a software tool, Zeo++, which includes a modified version of the Voro++ library.  We present example applications of our algorithms and tools using zeolite frameworks currently listed in the Atlas of Zeolite Frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht12jurjN&md5=28e97cac049214d18c5a964ab405c4d9"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-5/jp412368m/production/images/small/jp-2013-12368m_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-5/jp412368m/production/images/small/jp-2013-12368m_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-5/jp412368m/production/images/small/jp-2013-12368m_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-5/jp412368m/production/images/small/jp-2013-12368m_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-5/jp412368m/production/images/small/jp-2013-12368m_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-5/jp412368m/production/images/small/jp-2013-12368m_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-5/jp412368m/production/images/small/jp-2013-12368m_0007.gif\">"]}
