{"title": ["Adsorption of CO", ", CH", ", and N", " on Ordered Mesoporous Carbon: Approach for Greenhouse Gases Capture and Biogas Upgrading"], "authors": ["Bin Yuan", "Xiaofei Wu", "Yingxi Chen", "Jianhan Huang", "Hongmei Luo", "Shuguang Deng"], "doi": ["10.1021/es4000643"], "abstract": "Separation of CO and N from CH is significantly important in natural gas upgrading, and capture/removal of CO, CH from air (N) is essential to greenhouse gas emission control. Adsorption equilibrium and kinetics of CO, CH, and N on an ordered mesoporous carbon (OMC) sample were systematically investigated to evaluate its capability in the above two applications. The OMC was synthesized and characterized with TEM, TGA, small-angle XRD, and nitrogen adsorption/desorption measurements. Pure component adsorption isotherms of CO, CH, and N were measured at 278, 298, and 318 K and pressures up to 100 kPa, and correlated with the Langmuir model. These data were used to estimate the separation selectivities for CO/CH, CH/N, and CO/N binary mixtures at different compositions and pressures according to the ideal adsorbed solution theory (IAST) model. At 278 K and 100 kPa, the predicted selectivities for equimolar CO/CH, CH/N, and CO/N are 3.4, 3.7, and 12.8, respectively; and the adsorption capacities for CH and CO are 1.3 and 3.0 mmol/g, respectively. This is the first report of a versatile mesoporous material that displays both high selectivities and large adsorption capacities for separating CO/CH, CH/N, and CO/N mixtures.", "text": ["Top of PageAbstractIntroductionMaterials and MethodsResults and DiscussionReferencesIntroductionNatural gas, compared with other kinds of fossil fuels such as coal and petroleum, produces less CO2 per energy unit, and is therefore regarded as a cleaner energy carrier. The presence of N2 and CO2 impurities could reduce the heating value of the natural gas, and cause equipment and pipeline corrosion.(1) The pipeline specification requires that the proportion of N2 and CO2 in the natural gas should be lower than 4% and 2%, respectively.(2) Separation of N2 and CO2 from natural gas (CH4) is inevitably demanded in order to utilize the low quality natural gas, such as biogas.Greenhouse gases (CO2 and CH4) contribute significantly to the global warming. About 60% of the global warming effect is caused by the CO2,(3) most of which is released from the flue gases (typically contains ∼70% N2 and 15% CO2) of the industrial plants.(4, 5) Therefore, the CO2 capture/separation from the flue gas (N2) is important to limit its release to the atmosphere. CH4 has much higher global warming potential (GWP) than that of CO2.(6) Landfill gas (LFG) among others, is a principal source of the CH4 emission to the atmosphere.(7) The N2 level in the LFG is particularly high (∼20%) in some cases.(7) CH4 adsorption and CH4/N2 separation are essential to the reduction of CH4 emission and upgrading of N2-contaminated LFG.To date, various technologies have been developed for gas separation/purification, such as cryogenic distillation, absorption, membrane separation, and adsorption. Among these, adsorption has received intense interest due to its great advantages: high energy efficiency, ease of control, low capital investment costs.(2, 8) The main adsorbents been evaluated for the adsorptive separation of CO2/CH4, CH4/N2, and CO2/N2 binary mixtures include zeolites,(9-11) metal organic frameworks (MOFs),(1, 12-17) silicas,(18-21) carbon-based materials,(8, 22-25) and clays.(26, 27) MOF-177 shows a CH4/N2 selectivity of 4 with a low CH4 adsorption capacity of 0.6 mmol/g at 298 K and 100 kPa.(28) The CO2 uptake capacity on ASMS-3A silica molecular sieve at 283 K and 1 atm is as low as ∼0.8 mmol/g.(18) ETS-4, ETS-10, and their derivatives are attractive adsorbents for natural gas upgrading.(11, 29) However, the synthesis processes of these adsorbents are very complex and time-consuming.(30) It was also reported that considerable heat was required to regenerate some zeolite adsorbents.(31) Development of robust adsorbents with adequate adsorption capacity, enough selectivity, and facile synthesis and regeneration remains challenging.Recently, various kinds of mesoporous materials have been studied for gas adsorption and separation.(19, 32, 33) For example, Katsoulidis et al. investigated mesoporous polymeric organic frameworks for C2H6/CH4 separation.(33) Ordered mesoporous carbon (OMC) are of great research interest among the mesoporous materials, owing to their exceptional properties, such as ease of synthesis, large specific surface area, huge pore volume, tunable pore texture, etc.(34, 35) These features lead them to great potential applications in various fields including adsorption, catalysis, and electrochemistry.(36, 37) The main objective of the present study is to investigate the potential application of OMC, prepared via a soft template method, in gas adsorption and separation. Adsorption equilibrium and kinetics of CO2, CH4, and N2 on the OMCs were determined. The isotherm data were used to predict the adsorptive separation of CO2/CH4, CH4/N2, and CO2/N2 mixtures by the IAST.(38, 39) Isosteric heats of adsorption and diffusion time constants of CO2, CH4, and N2 were also calculated and carefully analyzed.Top of PageAbstractIntroductionMaterials and MethodsResults and DiscussionReferencesMaterials and MethodsSynthesis of Ordered Mesoporous CarbonThe OMC studied in this work was prepared via a soft template approach following a previously reported procedure.(40) Poly(propylene oxide)-b-poly(ethylene oxide)-b-poly(propylene oxide) triblock copolymer Pluronic F127, tetraethyl orthosilicate (TEOS, 99+%), formalin solution (37 wt % formaldehyde), NaOH (98+%), HF(47–51%), and ethanol (99.9%) were purchased from Sigma-Aldrich. Phenol (99+%) and HCl (37%) were purchased from Acros Corp. All chemicals were used as received without any further purification. Water used in all experiments was deionized. Briefly, 2.08 g of TEOS was hydrolyzed in a solution containing 4.0 g of ethanol and 1.0 g of HCl (0.2M). Then, it was mixed with 8.0 g of ethanol, 1.6 g of F127, and 5.0 g of 20 wt % phenolic resin (presynthesized by the procedures described in ref 40) under stirring. After a few minutes, the mixture was transferred into dishes for ethanol evaporation and then polymerized at 100 °C for 24 h. Calcination was carried out at 350 °C for 5 h and 900 °C for 4 h under nitrogen protection with a heating rate of 1 °C/min. The OMC product was obtained after the removal of silica by HF etching. It is referred to as sOMC in the following text, where “s” denotes soft template approach.Material CharacterizationThe pore structure of the synthesized sOMC was examined by transmission electron microscopy (TEM) images taken by Hitachi H-7650. Thermogravimetric analysis (TGA) was performed on Pyris 1 TGA from room temperature to 950 °C in air with a heating rate of 10 °C/min. The small-angle X-ray diffraction (XRD) pattern was measured on Bede D1System X-ray diffractometer with a Cu Kα source (40 kV and 40 mA). The hexagonal lattice parameter (a0) was calculated by a0 = 2d100/√3 (nm), where d = 0.15418/(2sinθ) from Bragg’s law. The nitrogen adsorption/desorption isotherms on the adsorbent at 77 K were determined via Micromeritics ASAP 2020. Prior to the adsorption measurement, the sample was degassed under a vacuum at 250 °C for over 12 h to remove the guest molecules in the sample.Adsorption MeasurementsThe adsorption equilibrium data of CO2, CH4, and N2 on the sOMC were measured by the Micromeritics ASAP 2020 volumetrically at three temperatures (278, 298, and 318 K) and gas pressure up to 100 kPa. Ultrahigh-purity CO2, CH4, and N2 were used as received. As aforementioned, the degas procedure was carried out prior to the adsorption measurement.The adsorption kinetic data were also recorded during the process of adsorption equilibrium data determination. Typically in this procedure, an adsorbate gas was first conducted into the Micromeritics ASAP 2020 adsorption unit at a designated dose. Subsequently, the adsorbate gas pressure was measured continuously at fixed intervals. It was then converted to gas uptake quantity as a function of time automatically, which gives the adsorption kinetics data.Top of PageAbstractIntroductionMaterials and MethodsResults and DiscussionReferencesResults and DiscussionCharacterization of Ordered Mesoporous CarbonThe TGA curve of the sOMC is shown in Figure S1 in the Supporting Information (SI). It is evident from the 100% weight loss at high temperature (∼900 °C) in the TGA plot that the silica component was thoroughly removed from the carbon framework by HF etching. The initial weight loss (∼3%) before 100 °C corresponds to the loss of water and other guest molecules adsorbed by the sample. It needs to be noted here that the sOMC synthesized in this work is stable up to about 500 °C in air, which is much more stable than MOFs and mesoPOFs.(15, 33)The mesoporous structure of the as-synthesized carbon adsorbent was characterized by the TEM images shown in Figure S2 in the SI. Typical highly aligned stripe-like and hexagonally arranged structure with spherical and uniform pores was clearly observed, indicating that the carbon adsorbent possesses a well ordered 2D hexagonal mesostructure with 1D channels.(41) The ordered mesostructure was further confirmed by the well-resolved diffraction peaks at 2θ < 5° in the small-angle XRD pattern shown in Figure S3 in the SI. The strong and narrow peak at 0.92° (2θ) can be indexed to(10) diffraction of ordered 2D hexagonal mesostructure,(40) from which the lattice parameter was calculated to be 11.1 nm.Figure S4 in the SI shows the nitrogen adsorption/desorption isotherms at 77 K and the pore size distribution curve of the sOMC sample. The nitrogen sorption isotherms SI Figure S4 (a) are of type IV with a clear capillary condensation step at the relative pressure (P/P0) of 0.6–0.8, implying a narrow pore size distribution with large mesopores, as further confirmed by the pore size distribution in SI Figure S4 (b). This is also consistent with the TEM analysis result. The sOMC adsorbent with a bimodal pore size distribution centered at 6.8 and 2.3 nm exhibits a considerable BET specific surface area (2255 m2/g) and pore volume (2.17 cm3/g).Adsorption Isotherms of CO2, CH4, and N2The pure component adsorption/desorption isotherms of CO2, CH4, and N2 on the sOMC at three temperatures (278, 298, and 318 K) and pressure up to 100 kPa are given in Figure 1. All the isotherms show excellent reversibility without hysteresis, indicating that the adsorbed gas molecules can be completely removed during the desorption process. Thus, the sOMC adsorbent can be easily regenerated by vacuum. This property makes the sOMC superior to a few zeolite and MOF materials.(18) In addition, neither gas reaches its saturated adsorption capacity throughout the entire pressure range studied here. The isotherms for CO2 and CH4 have modest curvatures, whereas the isotherms for N2 are almost linear. These also suggest good regenerability of the adsorbent.(42) CO2 is most favorably adsorbed presumably owing to its significant quadrupolar moment. CH4 is preferentially adsorbed over N2, which is most likely because the polarizability of CH4 is higher than that of N2.(10, 14)Figure 1. Adsorption (solid) and desorption (open) isotherms of CO2 (a), CH4 (b), and N2 (c) on the sOMC.Adsorption capacity is one of the key factors to assess the gas separation capability of an adsorbent. The CO2 uptake capacities at 100 kPa on the sOMC at 278 and 298 K are 3.0 and 2.0 mmol/g, respectively. These values are higher than those obtained on many well-known ordered mesoporous adsorbents: MCM-41 (∼0.75 mmol/g), SBA-15 (∼0.6 mmol/g) and CMK-3 (∼1.7 mmol/g) at 298 K and 100 kPa.(19, 21, 24) They are also superior to those of many other adsorbents studied for CO2/CH4 and CO2/N2 separations. For example, the CO2 uptake is ∼1.3 mmol/g on open ended CNx at 273 K;(32) 0.4–1.2 mmol/g on clays at 298 K;(26, 27) ∼0.8 mmol/g on silica molecular sieve at 283 K;(18) 0.89 mmol/g on commercial AC at 298 K;(22) and 0.8–1.6 mmol/g on many MOF materials at 298 K.(17, 28) The sOMC also exhibits high CH4 adsorption capacities of 1.3 and 0.9 mmol/g at 278 and 298 K, respectively, at the pressure of 100 kPa. These values outperform the ones on various kinds of adsorbents studied for CH4/N2 separation such as zeolite 5A and ZIF-68/69 that shows CH4 uptake of ∼0.8 and ∼0.5 mmol/g, respectively, at 298 K.(9, 16, 26, 28) It is worth noting that the CH4 uptake capacities on the sOMC at 298 K and 100 kPa are about 2 times the reports for MOF-177, UMCM-1, and ZIF-8 with huge BET specific surface areas (1300–2900 m2/g).(15)Separation of Binary MixturesIAST was widely used to predict the gas mixture adsorption behavior in a number of adsorbents,(15, 43) including mesoporous materials.(33) Here, IAST was used to examine the selectivities of the binary mixtures (CO2/CH4, CH4/N2, and CO2/N2) on the sOMC from the experimental pure-component adsorption isotherms. These isotherms are fitted by the Langmuir model as eq 1.(1)where q (mmol/g) is the adsorbed gas amount at pressure P (kPa), am (mmol/g) is the monolayer uptake capacity, and b (kPa–1) is the Langmuir isotherm constant. The fitted Langmuir equation parameters (am and b) are summarized in Table 1. Henry’s constants (K), calculated from the product of am and b, are also listed in the table. As shown in Figure 1, the Langmuir model correlates all the isotherms very well (R2 > 0.998). The fitted parameters were applied to perform the IAST calculation following the reported procedures.(26, 33) The selectivity of components i and j in a binary mixture Si/j is defined as (xi/yi)/(xj/yj), where xa and ya are, respectively, the mole fractions of component a (a = i, j) in the adsorbed and bulk phases.Figure 2. IAST predicted adsorption selectivities for equimolar binary mixtures of CO2/CH4 (a), CH4/N2 (b), and CO2/N2 (c).Table 1. Summary of Parameters for the Langmuir Isotherm Model and Henry’S Constants (K)adsorbateT (K)am(mmol/g)b (kPa–1)K (mmol/g kPa)CO22786.4290.008450.0544 2985.0050.006540.0327 3184.1820.004820.0201 CH42783.2480.006300.0205 2982.7580.004750.0131 3182.1430.004140.00888 N22782.6870.002110.00568 2982.0990.001730.00364 3181.9000.001340.00255The selectivities for each equimolar binary mixture at 278, 298, and 318 K are plotted as a function of total bulk pressure in Figure 2. For a binary mixture of CO2 and CH4, the selectivity increases with the pressure, reaching about 3.4 (278 K) and 2.9 (298 K) at 100 kPa. The CO2/CH4 selectivity displayed by the sOMC is much higher than the ones reported on MaxsobAC and NoritAC,(21) CMK-3 and CMK-5,(20, 23) and many MOFs and COFs(15, 12) which display CO2/CH4 selectivity in the range 2–2.4 at 298 K, comparable to the those of chabazite, Linde 4A, and H+ mordenite (commercial zeolites) which were reported as 2.8–3.7 at 273 K.(9) It is lower than the values found on SBA-15 (∼5.5) and MCM-41 (∼5.5), however the CO2 uptake capacity on the sOMC, as mentioned above, is significantly larger than that of the mesoporous silica under similar condition.(20, 21) Figure 2b shows that the CH4/N2 selectivity slightly increases with the increase in pressure. At 298 K and 100 kPa, a CH4/N2 selectivity of 3.8 is obtained, which is about twice the selectivity on CMK-5.(23) It also surpasses the value reported for IRMOF-1 (∼2) and ZIF-69 (∼3), and is comparable to that shown by Cu-BTC, IRMOF-11, and ZIF-68 whose selectivities of CH4 over N2 range from 3.5 to 3.8.(16, 26, 43) When it comes to the CO2/N2 separation, the selectivity of CO2 over N2 gradually increases as the pressure increases, similar to the case of CO2/CH4 selectivity, as shown in Figure 2 (a) and (c). At 100 kPa, the CO2/N2 selectivity reaches 12.8 (278 K) and 11.3 (298 K). It is larger than or comparable to those found on a variety of adsorbents at similar conditions as well including MIL-47(v) (9 at 298 K) and nitrogen doped hierarchical carbons (5.7–8.4 at 298 K)(43, 44) These comparisons suggest the great potential application of the as-synthesized ordered mesoporous carbon in gas adsorptive separation.Figure 3. IAST predicted selectivities of CO2/CH4 (a), CH4/N2 (b), and CO2/N2 (c) at total bulk pressure of 100 kPa.The separation efficacy of the ordered mesoporous carbon adsorbent was further explored by the selectivities at different binary compositions with a bulk pressure of 100 kPa, as shown in Figure 3. The selectivities of CO2/CH4 and CH4/N2 keep nearly constant in a wide composition range (0.05–0.95), which is an attractive feature of an absorbent.(15) Although the selectivity for CO2/N2 decreases gradually with the yN2 (mole fraction of N2 in the gas phase), it is still around 10 at 298 K and 100 kPa even when yN2 equals 0.95, which is still higher than or comparative to the reports for lots of other adsorbents, such as ZnDABCO (8.5) and CMK-5 (4.5), under similar conditions.(13, 23)Isosteric Heat of AdsorptionTo design and operate a gas adsorption process, the isosteric heat of adsorption (Qst) is always taken into account to estimate the temperature change in the adsorption process. In addition, the Qst is an indicator of the regenerability of an adsorbent. The energetic heterogeneity of the surface of an adsorbent can be also investigated by the Qst. The single component isosteric heat of adsorption as a function of surface loading can be determined by the Clausius–Clapeyron equation as(2)where Qst (kJ/mol) is the isosteric heat of adsorption, T (K) is the temperature, P (kPa) is the pressure, R is the gas constant, and q (mmol/g) is the adsorbed amount. Based on the general assumption that the isosteric heat of adsorption is independent of the temperature, integration of eq 2 gives,(3)In this study, the isosteric heats of adsorption of CO2, CH4, and N2 were calculated via the slopes of the linear plots of ln P versus 1/T by using the equilibrium isotherm data. The resulting values of the isosteric heats of adsorption are shown in Figure 4.Figure 4. Isosteric heats of adsorption for CO2, CH4, and N2 on the sOMC.It can be observed in Figure 4 that the isosteric heat of adsorption of each gas increases gently as the surface coverage increases within the experimental range, which can be attributed to an increase in the interaction between the adsorbate molecules (lateral interaction) with increasing loading. This indicates that the synthesized ordered mesoporous carbon has a homogeneous surface for the adsorption of CO2, CH4, and N2. Activated carbon, generally having an adsorption energetic heterogeneity, is in a different case.(46) The limiting isosteric heats of adsorption at zero loading for CO2, CH4, and N2 were calculated, from the slopes of the van’t Hoff plots, to be 18.2, 15.4, and 14.7 kJ/mol, respectively (see SI). They are in good agreement with the values obtained by extrapolation of the isosteric heat of adsorption curves to the zero loading.(45) These values are lower than those reported on activated carbon,(47, 48) presumably due to the larger pore size of the ordered mesoporous carbon.(25) They are also lower than the values found on CMK-5,(23) zeolite 5A,(49) silicalite,(50) etc. The relatively low isosteric heat of adsorption is another indication of the good regeneration of the sOMC adsorbent. The combination of the high thermal stability, large adsorption capacity, sufficiently high selectivity, and facile regeneration, demonstrate that the sOMC studied in this work is a promising candidate for the selective separation of CO2/CH4, CH4/N2, and CO2/N2 binary mixtures.Adsorption KineticsAdsorption kinetics data of CO2, CH4, and N2 on the as-made ordered mesoporous carbon were measured at three different temperatures (278, 298, and 318 K) and at a low pressure (∼2 kPa). The fractional uptake curves are plotted in Figure 5. At 298 K, CH4 and N2 reached the equilibrium in a shorter time (∼10 s) as compared with CO2 (∼40 s). In addition, it took slightly shorter time to get the equilibrium adsorption at higher adsorption temperature for each gas.Figure 5. Fractional uptake of CO2 (a), CH4 (b), and N2 (c) on the sOMC.Table 2. Summary of Diffusion Time Constants of CO2, CH4, and N2 on the sOMC at Different TemperaturesT (K)carbon dioxide Dc/rc2 (10–2 s–1)methane Dc/rc2 (10–2 s–1)nitrogen Dc/rc2 (10–2 s–1)2781.693.803.302982.184.604.113182.885.284.68The diffusion time constants can be extracted by fitting the fractional uptake curve with a proper diffusion model. When the fractional uptake is larger than 0.7, it can be expressed by the following equation.(51, 52)(4)where mt/m∞ is the fractional uptake, and Dc/rc2 is the diffusion time constant. The slope of the linear plot of ln(1 – mt/m∞) versus t was used to determine the diffusion time constants for each gas on the sOMC at different temperatures (Table 2). It can be observed from Table 2 that the difference between the diffusion time constants of CO2, CH4, and N2 is small, implying an effective kinetic based adsorptive separation is difficult to achieve on the sOMC. This is because the pore size of the carbon adsorbent is fairly large compared with the kinetic diameters of the adsorbates. As shown in Table 2, the diffusion time constant increases gently as the temperature increases for each gas. The diffusion activation energies were calculated to be 9.78, 6.06, and 6.42 kJ/mol for CO2, CH4, and N2, respectively, based on the Arrhenius equation (SI). Top of PageAbstractIntroductionMaterials and MethodsResults and DiscussionReferencesSupporting InformationTGA curve; TEM images; small-angle XRD pattern; nitrogen adsorption/desorption at 77 K; van’t Hoff plots; Arrhenius plots. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionMaterials and MethodsResults and DiscussionReferencesAcknowledgmentThis project was partially supported by U.S. Air Force Research Laboratory (FA8650-11-C-2127), U.S. Department of Energy (DE-EE0003046), U.S. National Science Foundation (EEC 1028968), and New Mexico State University Office of Vice President for Research (GREG award for X.W.). We appreciate Mr. Kirill Shcherbachev and Dr. Ilya Krechetov (National University of Science and Technology, “MISiS”, Russia) for assisting with the small-angle XRD data measurement for this work. The XRD data were measured in the Joint Research Center of “Material Science and Metallurgy” (NUST, MISiS, Russia) that was funded by The Ministry of Education and Science of the Russian Federation. S.D. is grateful for the U.S. Department of State for the Fulbright award (Distinguished Chair in Energy Conservation) and his host institute (NUST, MISiS) in Moscow, Russia.Reference QuickViewTop of PageAbstractIntroductionMaterials and MethodsResults and DiscussionReferencesReferencesThis article references 52 other publications.1. Bae, Y.-S.; Mulfort, K. L.; Frost, H.; Ryan, P.; Punnathanam, S.; Broadbelt, L. J.; Hupp, J. T.; Snurr, R. Q. Separation of CO2 from CH4 using mixed-ligand metal–organic frameworks Langmuir 2008,  24,  8592– 8598[ACS Full Text ], [CAS]1. Separation of CO2 from CH4 Using Mixed-Ligand Metal-Organic FrameworksBae, Youn-Sang; Mulfort, Karen L.; Frost, Houston; Ryan, Patrick; Punnathanam, Sudeep; Broadbelt, Linda J.; Hupp, Joseph T.; Snurr, Randall Q.Langmuir\r\n        (2008),\r\n    24\r\n        (16),\r\n    8592-8598CODEN:\r\n                LANGD5;\r\n        "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/esthag/2013/esthag.2013.47.issue-10/es4000643/production/images/small/es-2013-000643_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/esthag/2013/esthag.2013.47.issue-10/es4000643/production/images/small/es-2013-000643_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/esthag/2013/esthag.2013.47.issue-10/es4000643/production/images/small/es-2013-000643_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/esthag/2013/esthag.2013.47.issue-10/es4000643/production/images/small/es-2013-000643_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/esthag/2013/esthag.2013.47.issue-10/es4000643/production/images/small/es-2013-000643_0005.gif\">"]}