{"title": ["Water Adsorption in Flexible Gallium-Based MIL-53 Metal–Organic Framework"], "authors": ["François-Xavier Coudert", "Aurélie U. Ortiz", "Volker Haigis", "David Bousquet", "Alain H. Fuchs", "Anthony Ballandras", "Guy Weber", "Igor Bezverkhyy", "Nicolas Geoffroy", "Jean-Pierre Bellat", "Guillaume Ortiz", "Gérald Chaplais", "Joël Patarin", "Anne Boutin"], "doi": ["10.1021/jp412433a"], "abstract": ["Understanding the adsorption of water in metal–organic frameworks (MOF), and particularly in soft porous crystals, is a crucial prerequisite before considering MOFs for industrial applications. We report here a joint experimental and theoretical study on the behavior of a gallium-based breathing MOF, Ga-MIL-53, upon water adsorption. By looking at the energetics and thermodynamics of Ga-MIL-53, we demonstrate why it behaves differently from its sibling Al-MIL-53, showing a different phase at room temperature (a nonporous phase) and the presence of a hydrated narrow-pore structure at gas saturation pressure. Moreover, we present a complete water vapor pressure vs temperature phase diagram of Ga-MIL-53 upon water adsorption."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Details", "Theoretical and Calculation Details", "Results and Discussion", "Conclusion", "References", "Introduction", "Soft porous crystals (SPC) are a fascinating subclass of metal–organic frameworks (MOFs) that exhibit structural transformations of large amplitude triggered by external stimuli such as temperature variations, mechanical pressure or adsorption of guest molecules (in gas or liquid phase).", "(1)", " The changes in the framework of SPCs in response to the external constraint are reversible and maintain the crystalline character of the solid. A growing number of SPC structures have been synthesized and reported in the literature, and although none of them have yet been directly used at the industrial scale,", "(2)", " they have been proposed for a large range of potential practical applications. In addition to the general application of MOFs, flexible frameworks are expected to present an intrinsic interest due to their large-scale stimuli-responsive transformations,", "(3)", " which could leverage novel nanobiotechnologies, such as sensing for detecting traces of organic molecules,", "(4)", " slow release of drugs for long-release single-injection therapies,", "(5)", " and specific gas separations.", "(6, 7)", "While the existing soft porous crystals display a large gamut of flexibility mechanisms,", "(8)", " one of the most studied systems in this subclass is the family of MIL-53 materials, in which the adsorption of increasing amounts of guest molecules (carbon dioxide, xenon, alkanes, water, etc.) may induce a double structural transition with volume changes of up to 40%, a phenomenon called “breathing”. Various aspects of gas and liquid adsorption in these materials have been studied extensively in the literature: structure, energetics, thermodynamics, dynamics, and transport properties. However, despite the critical role that water is known to play in phase stability and gas separation properties in MOFs in general, only a few studies have dealt with the impact of water on the MIL-53 frameworks and their properties. Most dealt with the chromium-based Cr-MIL-53.", "(9)", " In 2010, Bourrelly", "(10)", " and Devautour-Vinot", "(11)", " published experimental studies of adsorption and desorption of water, among other polar vapors, along with quantum chemistry calculations of the preferential arrangements of the molecules within the pores. A later experimental study of Cr-MIL-53 immersed in liquid water used high resolution powder X-ray diffraction to solve the structure of the pores of both the large-pore (lp) and narrow-pore (np) phases, fully filled with water.", "(12)", " Molecular simulations were further used to characterize the structure, diffusion and adsorption thermodynamics of water in the lp and np phases of Cr-MIL-53.", "(13-15)", " A similar molecular simulation approach was also used with success to the understand CO", "2", "-driven pore opening of Sc-MIL-53.", "(16)", "In the present work, we focus on water adsorption in gallium-based Ga-MIL-53.", "(17, 18)", " While Ga-MIL-53 is isostructural to Cr-MIL-53 and Al-MIL-53, which both have quite similar behavior, the gallium-based material presents specific features, which we detail below. The behavior of guest-free Ga-MIL-53 as a function of temperature was recently characterized by a combination of in situ X-ray diffraction, in situ Fourier transform infrared spectroscopy, differential scanning calorimetry, and heat capacity measurements and density functional theory (DFT) calculations.", "(19)", " In particular, it has been shown that, as many materials of the MIL-53 family, Ga-MIL-53 presents two different phases in absence of adsorbates: a narrow-pore phase and a large-pore phase. The lp form is always favored at high temperature for all known MIL-53 materials. However, contrary to Al- and Cr-MIL-53, the np form is thermodynamically more stable at ambient temperature for Ga-MIL-53. In addition, while the empty np form of Ga-MIL-53 behaves like a nonporous material, an intermediate narrow-pore-like hydrated structure was evidenced: this is a swollen variant of the np phase, where the flexible framework has expanded to accommodate water molecules. The exact conditions of stability of this hydrated np phase have not yet been elucidated to date.", "In this work, we present a synergistic experimental and theoretical study aimed at providing a coherent picture of water adsorption in Ga-MIL-53, and the thermodynamic behavior of this material in the presence of adsorbed water molecules. This study addresses the following important questions: first, what is the fundamental nature of the difference between Ga-MIL-53 and Al-MIL-53 (or Cr-MIL-53), that accounts for the change in stable phase at room temperature (lp for Al and Cr, np for Ga)? Second, what is the nature of the “swollen” narrow-pore phase of Ga-MIL-53, and why is this np to hydrated np transition not observed in Al-MIL-53 or Cr-MIL-53? Third, what is the full temperature–pressure phase diagram of Ga-MIL-53 upon water adsorption? To answer these questions, we report thermogravimetric adsorption measurements, with in situ X-ray diffraction and infrared spectroscopy. By supplementing the experimental data obtained with quantum chemistry calculations and first-principles molecular dynamics, we are able to propose a full thermodynamic model, based on the osmotic thermodynamic ensemble, for the adsorption of water in Ga-MIL-53 as a function of temperature and pressure.", "Top of Page", "Abstract", "Introduction", "Experimental Details", "Theoretical and Calculation Details", "Results and Discussion", "Conclusion", "References", "Experimental Details", "Thermogravimetry", "Adsorption–desorption isotherms of water on Ga-MIL-53 are measured between 273 and 373 K with a homemade McBain thermobalance, using the ultra high vacuum technology. The vapor pressure was ranging from 10", "–5", " up to 30 hPa. The sample weight was about 15 mg. Before each adsorption the sample was outgassed at 298 or 473 K under vacuum (10", "–6", " hPa) overnight. Adsorption–desorption isobars are determined using the same thermobalance under a constant saturated vapor pressure of 1 and 8 hPa in the range of temperature 270–473 K. Adsorption experiments are performed step by step by varying the pressure or the temperature by small increments once the equilibrium of mass is reached and maintained over at least 1 h. The experimental error estimated on the adsorbed amount is about 10", "–3", " g/g. This corresponds to around 0.02 water molecule per mole of adsorbent. The accuracy on the pressure data is 1% and the temperature is measured with a precision of 1 K.", "In Situ X-ray Diffraction", "The in situ XRD patterns were recorded using Cu Kα radiation on a D8 Advance Bruker apparatus equipped with a Vantec linear detector. To control the sample environment a MRI TC-Radiation chamber was used. An Easidew humidity analyzer from Michell Instruments was used to measure the partial pressure of water in the chamber. The XRD patterns of Ga-MIL-53 under controlled humidity were recorded using the following procedure. First, the sample was placed in the chamber and outgassed at 298 K for 3 h under secondary vacuum (residual pressure lower than 10", "–3", " hPa). Then, the chamber was filled with nitrogen to ca. 100 kPa and small amounts of ambient air were admitted to the chamber in order to obtain different values of water partial pressure up to 2 hPa. At each pressure value the sample was equilibrated with the atmosphere for ca. 2 h before recording the XRD pattern. The cell parameters of Ga-MIL-53 phases were obtained through the full profile fitting of the patterns using TOPAS software.", "(20)", "In Situ Infrared Spectroscopy", "In situ FTIR absorption measurements were performed in an optical cell specially built to study the interaction of a gas on a nanoporous material.", "(19, 21)", " The experimental setup is able to operate over a wide range of controlled pressure from 10", "–4", " to 1000 hPa at room temperature. The FTIR spectrometer was a Bruker Equinox 55 instrument equipped with a Globar source, a DTGS detector and a KBr beamsplitter. All spectra were recorded at a resolution of 2 cm", "–1", " by coadding 40 scans in transmission mode. Every one spectrum was referenced to a background spectrum recorded in the same conditions without sample. The procedure used for adsorption measurements consists first in the activation of a small amount of powdered sample deposited in between two KBr pellets at room temperature under dynamic vacuum. Then, adsorption measurements were performed at the equilibrium, by increasing then decreasing water vapor pressure step by step, to describe the adsorption–desorption isotherm at 298 K. The amounts of water adsorbed at the equilibrium were determined from the corresponding isotherm determined by gravimetric measurements. Each spectrum of the powdered sample was recorded under equilibrium conditions at constant pressure from ", "P", " = 0 hPa (activated sample free of water) to about 30 hPa, close to the saturated vapor pressure of water, and reversely, at 298 K.", "Top of Page", "Abstract", "Introduction", "Experimental Details", "Theoretical and Calculation Details", "Results and Discussion", "Conclusion", "References", "Theoretical and Calculation Details", "Quantum Chemical Calculations", "We performed quantum chemical calculations on the Ga-MIL-53 and Al-MIL-53 materials in the density functional theory approach with periodic unit cell, full use of the crystalline symmetry elements, and localized basis sets as implemented in the CRYSTAL09 code.", "(22)", " We used the B3LYP hybrid exchange-correlation functional", "(23, 24)", " with empirical correction for the dispersive interactions following the so-called “D2” scheme of Grimme.", "(25)", " All electron basis sets were used for all atoms involved: 6-311G(d,p) for H, C, and O,  8-511G* for Al,", "(26)", " and 86-4111d41G for Ga.", "(27)", " We first performed optimization of the atomic positions and unit cell parameters of each structure, from the experimental crystallographic structures. We then performed harmonic frequency calculations at the Γ point on the optimized geometry; frequencies are obtained by diagonalizing the mass-weighted Hessian matrix obtained by numerical differentiation of the analytic energy gradient.", "(28, 29)", " The frequencies obtained were then used to calculate the zero-point energy of each configuration, as well as the vibrational entropy in the harmonic approximation and low-temperature limit.", "Density Functional Theory-Based Molecular Dynamics (DFT-MD)", "In order to shed light on the structural response of Ga-MIL-53 to small amounts of adsorbed water, we performed first-principles molecular dynamics simulations. The code package CP2K with its DFT module Quickstep was used to obtain the equilibrium structure of the material at three different water loadings, with zero, one, and four water molecules per unit cell and simulation box (i", ".", "e", ".,", " 0, 0.25, and 1.0 water molecules per Ga, respectively). Since a good description of dispersion interactions is essential for obtaining the correct structure of Ga-MIL-53, we used the van der Waals density functional proposed by Dion et al.", "(30)", " The interactions between valence electrons and ion cores were described by GTH pseudopotentials.", "(31)", " The structural flexibility of Ga-MIL-53 was taken into account by running the simulations in the ", "NσT", " ensemble, i.e., all lattice parameters and angles were completely free to find the optimal structure. The calculation of the stress tensor σ required the use of rather tight computational settings: we used a TZV2P basis set for all elements except for Ga (DZVP-MOLOPT basis set) and a plane-wave cutoff of 600 Ry. Smaller basis sets and/or cutoffs were found to yield unconverged stresses. All three systems were equilibrated for at least 3.5 ps and then simulated between 7.5 and 11 ps. This time was sufficient to relax the unit cell of the material, given the barostat chosen and the relatively small nature of the deformations studied. The time step for the integration of the equations of motion was 0.5 fs, and the temperature of 300 K was controlled by a CSVR thermostat", "(32)", " with a time constant of 0.1 ps. A barostat with a time constant of 2 ps was used in order to impose a pressure of 1 bar.", "Thermodynamic Model Based on the Osmotic Ensemble", "A thermodynamic model developed in the group,", "(33)", " based on the osmotic ensemble, has been used in order to understand the coupling between water adsorption and structural changes in the host framework. The free energy of the empty host was assumed to present two minima’s corresponding to both the open form and the “nonporous” narrow form of the solid. Adsorption isotherms in each structure of the solid were assumed to follow Langmuir isotherms, and were fitted using thermogravimetry adsorption isotherms. The corresponding Henry constants fulfill certain conditions described in more details in ref ", "34", ". The evolution of the maximum loading as a function of the unit cell volume however was defined to take into account the ability of the “nonporous” np form of the material to slightly deform and accommodate a few water molecules. The structure that is thermodynamically stable, depending on the water pressure and the system temperature, is thus determined, and the phase diagram of the material in the osmotic ensemble is obtained.", "Top of Page", "Abstract", "Introduction", "Experimental Details", "Theoretical and Calculation Details", "Results and Discussion", "Conclusion", "References", "Results and Discussion", "1", "Relative Stability of Narrow-Pore and Large-Pore Forms: Origin of the Differences Between Al-MIL-53 and Ga-MIL-53", "In this section, we investigate the equilibrium between the large-pore (lp) and narrow-pore (np) forms of the material Ga-MIL-53, and the microscopic origins of its difference with the closely related Al-MIL-53 material. Indeed, for both materials, it was shown that variations of temperature in the evacuated material (with no solvent or adsorbate in its pores) can trigger the lp–np structural transition. For both materials, the narrow pore form is the more thermodynamically stable at low temperature, while the large pore form is favored in the limit of high temperatures. At intermediate temperatures, the transition happens with coexistence of the two phases and a large hysteresis loop upon heating–cooling cycles. This was first demonstrated in Al-MIL-53, in which neutron powder diffraction and inelastic neutron scattering techniques showed that the transition took place in the 150–325 K range.", "(35)", "Thermodynamic models based on adsorption measurements of Xe, CO", "2", ", and CH", "4", " in Al-MIL-53 later allowed some of us to estimate the transition temperature at the thermodynamic equilibrium, ", "T", "0", ", to be approximately 200 K.", "(33, 36)", " This temperature corresponds to the point where both empty Al-MIL-53 phases are equally stable, i.e., have the same free energy; it dictates the lp/np equilibrium in the absence of adsorbate. The knowledge of ", "T", "0", " is important for the understanding of the breathing phenomenon, and is key parameter to build phase diagrams in the presence of adsorbates.", "For Ga-MIL-53, while an equilibrium transition temperature ", "T", "0", " has not yet been established, we have shown in recently reported XRD measurements upon heating that the transition took place in the 450–520 K,", "(19)", " which is markedly higher than for Al-MIL-53. In particular, it is striking to observe that the most stable phase of evacuated Al-MIL-53 at room temperature is the large-pore phase, while for Ga-MIL-53 it is a narrow-pore one. In this section, we investigate why ", "T", "0", "(Ga-MIL-53) is greater than ", "T", "0", "(Al-MIL-53) using quantum chemistry calculations of the empty host frameworks.", "We started by performing an energy minimization of both dehydrated frameworks, followed by a calculation of harmonic vibration frequencies, zero-point energy and vibrational contribution to entropy of each phase. The results obtained are presented in Table ", "1", ", in the form of differences in energy and entropy between the lp and np structures for each material. The total energy (", "E", "tot", ") is the sum of its electronic DFT component (", "E", "el", "), dispersion correction (", "E", "disp", "), zero-point energy (", "E", "0", "), the latter being very small. These results confirm in both Al-MIL-53 and Ga-MIL-53 what was demonstrated by Walker et al.", "(37)", " for Al-MIL-53: (i) the narrow-pore form is energetically favored, in line with experimental observations that it is the most stable form at low temperature; (ii) this stabilization is due to dispersive interactions, in a similar fashion to what was observed in σ-bonded dimers of large acenes.", "(38)", " Also, it is clear in both cases that the entropy contributions of the framework vibrations favor the large-pore phase, accounting for its higher stability at high temperature.", "We now compare the two materials against one another, term by term. First, the contribution of vibrational entropy in Al- and Ga-MIL-53 is similar (36.9 and 33.8 J mol", "–1", " K", "–1", "). This difference, however small, tends to decrease the entropic stabilization of the Ga-MIL-53 large-pore form with temperature, thus moving its lp/np equilibrium temperature ", "T", "0", " higher than Al-MIL-53. Second, we have the energetic term, which is the dominant factor: the narrow-pore form of Ga-MIL-53 is more stabilized than in Al, compared to their respective large-pore forms (Δ", "E", "tot", " of 35.7 vs 39.6 kJ/mol). This extra energetic stabilization (ΔΔ", "E", " ∼ 4 kJ/mol) explains, again, why the lp/np equilibrium temperature ", "T", "0", " is higher for Ga-MIL-53 than Al-MIL-53: it requires a higher temperature to overcome the larger energy difference between the two phases.", "Table 1. Energy and Entropy Differences between the Large-Pore and Narrow-Pore Forms of Al-MIL-53 and Ga-MIL-53, Obtained by Quantum Chemistry Calculations", "Δ (lp – np)", "Δ", "E", "tot", " (kJ/mol)", "Δ", "E", "el", " (kJ/mol)", "Δ", "E", "disp", " (kJ/mol)", "Δ", "E", "0", " (kJ/mol)", "Δ", "S", "vib", " (J mol", "–1", " K", "–1", ")", "Al-MIL-53", "35.7", "–65.8", "101.3", "0.25", "36.9", "Ga-MIL-53", "39.6", "–53.3", "94.5", "–1.61", "33.8", "Looking at Table ", "1", ", we see that the extra stabilization of the np phase in Ga-MIL-53 is the sum of two terms whose effect go in different directions: the dominating term is the electronic (DFT) energy (ΔΔ", "E", "el", " = 12.5 kJ/mol), while the smaller difference in dispersion energy (ΔΔ", "E", "disp", " = −6.8 kJ/mol) is due to an effect of the overall framework density: the narrow-pore of Al-MIL-53 is denser than that of Ga-MIL-53 (", "V", " = 886.9 Å", "3", " (ref ", "35", ") vs 895.9 Å", "3", " (ref ", "19", ")), leading to higher dispersive interactions.", "In order to better understand the difference in electronic energy, we performed addition calculations by building molecular clusters of the carboxylate–M(OH)", "2", "–carboxylate joint, where M is Al or Ga. To create such neutral clusters and maintain the coordination of the metal centers, we substituted F", "–", " ions to the missing carboxylate oxygen atoms, and switched the two remaining dicarboxylate linkers to monocarboxylates. This cluster can be seen (for the case of ", "M", " = Al) in Figure ", "1", ". We started with clusters built from the np coordination geometry of Al- and Ga-MIL-53, i.e., a distorted octahedral coordination. We first optimized the positions of only the fluoride, in order to relax the starting cluster. Then, we performed a full relaxation of the system, with all atoms being free to move. During this full relaxation, in the case of both Al- and Ga-MIL-53, we observed the linkers to untwist, moving in a way that the metal center could regain its undistorted octahedral coordination. This relaxation, corresponding to the energetic penalty for the distorted “narrow-pore” conformation of the metal coordination, corresponded to a change in energy of 97.3 kJ/mol for Al, and 87.8 kJ/mol for Ga. From this, we conclude that the energetic penalty for the distortion of the Ga coordination is smaller than it is for Al, because of its more diffuse orbitals.", "Thus, the more diffuse orbitals of Ga compared to Al is the reason behind the higher stability of its np phase, and thus the reason why Ga-MIL-53 is in np phase at room temperature (rather than lp for Al-MIL-53). The more diffuse nature of the Ga orbitals also means that its coordination sphere can deform more, thus allowing the benzene linkers to get closer in Ga-MIL-53 than Al-MIL-53. This, in turns, explains why the narrow-pore phase of Ga-MIL-53 lacks porosity, even though its overall framework density is slightly lower than Al-MIL-53.", "However satisfying this analysis, we have to note its limitations: the approximation of the solid’s entropy using zero-Kelvin vibrational entropy terms, while in qualitative agreement with experimental findings, is not accurate enough for a quantitative “ab initio” calculation of the equilibrium temperatures ", "T", "0", ". Doing so, one finds ", "T", "0", "(Al) = 967 K and ", "T", "0", "(Ga) = 1172 K; though the order is correct, the values are too high overall, showing that vibrational terms underestimate the entropy of the solid phases (as could be expected).", "Figure 1. Molecular cluster built from Al-MIL-53 in the narrow-pore configuration (Al, purple; F, green; O, red; C, gray; H, white).", "2", "Water Adsorption at Room Temperature", "In order to understand the behavior of Ga-MIL-53 in presence of water, we measured the adsorption and desorption isotherms of water on this material at 298 K. We also performed in situ XRD measurements at various water vapor pressures at 298 K, in order to put in parallel the thermodynamics and the structural evolution of Ga-MIL-53 upon water adsorption. Figure ", "2", " presents the adsorption–desorption isotherm (in blue), and the evolution of the unit cell parameter ", "b", " (corresponding to the smaller diagonal of the diamond-shaped channel) upon adsorption (in red). The sample was outgassed under vacuum at room temperature before the measurements, thus the starting structure is the closed one (hereafter called np_empty) as shown in ref ", "19", ". This np_empty structure is the stable one at room temperature (temperature lower than ", "T", "0", ").", "Figure 2. Experimental water adsorption–desorption isotherm at 298 K on Ga-MIL-53 (in blue; filled symbols and line, adsorption; empty symbols, desorption) outgassed under vacuum at 298 K (np_empty phase), along with evolution of the unit cell parameter ", "b", " under adsorption, as measured by ", "in situ", " XRD (red). Lower panel: unit cell of the Ga-MIL-53 np_empty structure, showing the unit cell parameter ", "b", ".", "The adsorption–desorption isotherm is found to be fully reversible. It exhibits three distinct regions as the water vapor pressure is increased: (i) an initial rise in the amount of water adsorbed at low pressure (below 0.14 hPa) followed by a plateau region up to around 0.37 hPa corresponding to a loading of 0.05 mol/mol (per mole of Ga(OH)(bdc)); (ii) a continuous increase in the amount adsorbed up to 0.24 mol/mol at 0.76 hPa; and (iii) a vertical step followed by a continuous increase of the amount adsorbed up to 1 mol/mol at 30 hPa (see the full pressure scale in Figure S1, ", "Supporting Information", ").", "Besides, the evolution of the ", "b", " cell parameter with the loading also shows three distinct regions (Figure ", "2", "). Below 0.6 hPa, an increase in ", "b", " from 6.9 to 7.05 Å, which corresponds to a deformation (swelling) of the np_empty phase upon partial hydration. Above 0.8 hPa, we observe a new peak, corresponding to the np_H", "2", "O phase, in line with our earlier work.", "(19)", " The ", "b", " cell parameter of this phase increases from 7.5 to 7.6 Å in the pressure range of 0.8 to 1.6 hPa. Between these two ranges of pressure there is coexistence of the two phases: np_empty and np_H", "2", "O. The X-ray diffractograms obtained at pressures of 0, 0.4, 0.8, and 1.5 hPa are presented in ", "Figure S2", ".", "We thus see that the stepped adsorption isotherm of water vapor in Ga-MIL-53 is linked to a structural transition, with the appearance of a new hydrated phase of the material. This transition was confirmed by FTIR spectroscopy, showing a sudden reversible jump in the ν", "s", "(CO", "2", "–", ") vibration band location, as shown in Figure ", "3", ". Below 0.9 hPa, the position of vibration band does not change with pressure. This behavior accounts for the presence of only one phase (partially hydrated np_empty). Above 2 hPa, this band is shifted by 2 cm", "–1", " consecutive to the structural change of Ga-MIL-53 leading to the np_H", "2", "O phase.", "Figure 3. Dependence of the position of ν", "s", "(CO", "2", "–", ") vibration band of the terephthalate ligands of Ga-MIL-53 after outgassing under vacuum at 298 K on water adsorption at 298 K (closed symbols, adsorption; open symbols, desorption).", "3", "Density Functional Theory Study of Ga-MIL-53 at Low Water Loading", "In order to shed light on the structural response of Ga-MIL-53 to small amounts of adsorbed water, we performed first-principles molecular dynamics simulations at various hydration levels. The resulting structural parameters of Ga-MIL-53 with 0.0, 0.25, and 1.0 water molecules per Ga atom, averaged over the trajectory, are listed in Table ", "2", ". While the lattice parameters ", "a", " and ", "c", " and the angles hardly change upon water adsorption, the parameter ", "b", " is very sensitive to the amount of adsorbed molecules and increases by more than 15%. Furthermore, the expansion along ", "b", " takes place already at 0.25 water molecules per Ga, and then increases only slightly upon further adsorption.", "Table 2. Structural Parameters of Ga-MIL-53 at Different Water Loadings, Obtained from First-Principles Molecular Dynamics Simulations in the ", "NσT", " Ensemble", "H", "2", "O/Ga", "a", " (Å)", "b", " (Å)", "c", " (Å)", "α (deg)", "β (deg)", "γ (deg)", "V", " (Å", "3", ")", "0.0", "19.49", "6.99", "6.83", "90", "98", "90", "919", "0.25", "19.40", "7.78", "6.79", "91", "97", "90", "1012", "1.0", "19.38", "8.10", "6.79", "90", "97", "90", "1056", "Figure 4. Lattice parameter ", "b", " as a function of water loading, obtained from simulations (blue circles) and X-ray diffraction (red triangles). Lines are a guide for the eyes.", "Our simulation results for the lattice parameter ", "b", " as a function of water loading are plotted along with the results of X-ray diffraction experiments in Figure ", "4", ". The simulation slightly overestimates ", "b", ", especially at larger loading. This may be explained by the fact that this direction is very soft,", "(39)", " and hence, ", "b", " is extremely sensitive to the density functional used in the simulation. But regarding the overall evolution of ", "b", ", both simulation and experiment indicate that the np_H", "2", "O phase already appears at about 0.2 water molecules per Ga and then keeps its structure upon further adsorption. The X-ray data show that the np_H", "2", "O phase coexists with the np_empty phase up to values of 0.6 H", "2", "O/Ga. This suggests that the filling of Ga-MIL-53 proceeds nonuniformly: as soon as a layer of the material has reached the threshold of 0.2 H", "2", "O/Ga, it transforms from np_empty to np_H", "2", "O and will preferentially adsorb further water molecules, whereas the partially hydrated np_empty layers remain inert with water loading less than 0.2 H", "2", "O/Ga, until further hydration forces them to transform to np_H", "2", "O, too, layer by layer.", "4", "Analytical Model at Macroscopic Level", "Given what we have learnt from ", "ab initio", " molecular simulation (subsection ", "3", "), how can we now interpret the experimental adsorption isotherm and in situ XRD data described in subsection ", "2", "? In this section, we provide a simple model at the macroscopic level to rationalize our findings.", "It as been shown by Triguero et al.", "(40)", " that structural transformations in materials of the MIL-53 family occur via layer-by-layer shear, on the level of the crystal, due to interplay between host framework elasticity and guest molecule adsorption. The structure of all unit cells is thus the same within a given layer. This phenomenon has also been observed in molecular dynamics simulations of Ghoufi et al.", "(41)", " The simple thermodynamic model we propose here to understand water-induced structural transformations in Ga-MIL-53 at the macroscopic level is founded on that basis.", "Figure 5. Schematic representation of adsorption-induced deformation in our simple macroscopic model for water adsorption in Ga-MIL-53.", "Let consider a layer of ", "N", " unit cells containing ", "n", " adsorbed water molecules. Each layer can be either in the np_empty phase (which we refer to as np0 in this model, to simplify the notation) or the hydrated np_H", "2", "O phase (referred to here as np1). Let us call ", "H", "k", "i", " the enthalpy of a layer of ", "N", " unit cells in phase ", "k", " (np0 or np1) with ", "i", " adsorbed molecules, and Δ", "H", "ads", "k", " the adsorption enthalpy of a water molecule in the pore of a unit cell in structure ", "k", ". Starting from the empty layer in phase np0 (case A in Figure ", "5", "), the adsorption of ", "n", " water molecules in this layer can either occur without structural change (case B) or induce a deformation of the porous host (case C). If the host structure remains unchanged, the adsorption leads to a change in enthalpy of:", "(1)", "corresponding to a gain of ", "n", " times the adsorption enthalpy in phase np0. On the other hand, if the host framework is deformed, the adsorption of ", "n", " water molecules involves a change of enthalpy of:", "(2)", "corresponding to the loss of energy due to structural change (np0 being the stable phase, (", "H", "np1", "0", " – ", "H", "np0", "0", ") > 0) and a gain of ", "n", " times the adsorption enthalpy in structure np1.", "In order to determine which one of the two cases (B or C) is energetically the most favorable during adsorption, the enthalpy difference Δ", "H", " between case B and C can be calculated using eqs ", "1", " and ", "2", ":", "(3)", "It is worth mentioning that we do not incorporate entropy differences in this simple model since the np0 and np1 structures are similar and we do not expect any significant changes in entropy between theses two cases.", "All unit cell of a layer will thus exhibit a structural change from np0 to np1 if Δ", "H", " > 0. This condition can be rewritten as", "(4)", "or", "Because the adsorption of water in np1 is more favorable than in np0, we have (Δ", "H", "ads", "np0", " – Δ", "H", "ads", "np1", ") > 0. Thus, the eq ", "4", " obtained as a result of the model can be interpreted as follows:", "•", "The larger Δ", "H", "host", " the larger ", "n", "/", "N", ". The structural change from np0 to np1 will take place at larger value of adsorbed quantity; the adsorption enthalpy hardly compensates the unfavorable structural change.", "•", "The larger ΔΔ", "H", "ads", " the lower ", "n", "/", "N", ". The adsorption enthalpy compensates more easily the energetically unfavorable structural change.", "This model thus gives us a possible interpretation of the experimental results. As seen in the XRD data, the adsorption of the first few water molecules does not trigger the adsorption-induced transition. The first few molecules adsorbed cannot induce a whole layer transformation because of the energy penalty for the remaining unfilled np1 unit cells. Thus, there is a threshold amount of adsorbed water for the transition to be triggered. This explains why we see a strained (swelled) np0 state at low water loading, in region ii of Figure ", "2", ". The adsorption of the first few molecules in the np0 structure create a stress on this very dense (small pore) structure, yielding a positive strain explaining the increase in the ", "b", " unit cell parameter, seen by XRD.", "5", "Water Adsorption–Desorption Isotherms and Isobars", "In earlier work on Xe, CO", "2", ", and CH", "4", " adsorption in Al-MIL-53, we have shown that pressure–temperature phase diagrams are very helpful tools to understand, rationalize and predict the interplay between adsorption and structural transitions in flexible metal–organic frameworks.", "(33, 42)", " To this aim, we have measured the adsorption–desorption isotherms of water on Ga-MIL-53 at 273, 298, 323, 348, and 373 K, and isobars at 1 and 8 hPa (Figure ", "6", "). Prior to adsorption the sample was outgassed under vacuum at 473 K. From these experimental data, we were able to construct a water vapor pressure–temperature diagram for the structural transitions, by building on our methodology for the simplest case of xenon, which had no intermediate structure. In this section, we explain how we amended the thermodynamic model of ref ", "33", " to take into account the specific features of Ga-MIL-53.", "Figure 6. Top panel: water adsorption isotherms obtained at 273 (blue), 298 (green), 323 (orange), 348 (pink) and 373 K (red) on Ga-MIL-53. Lower panel: isobars obtained at 1 (blue) and 8 hPa (red) for water in Ga-MIL-53.", "As in our earlier work on Al-MIL-53, we fitted the experimental isotherms at all temperatures and pressures in order to derive the key parameters of the phase diagram. These parameters include the Henry constants and adsorption enthalpies, which characterize the affinity of the gas for the host, and its dependence on temperature. The parameters obtained from Langmuir fits of the isotherms are described in detail in the ", "Supporting Information", " (Table S1, Figures S3–S5).", "Necessary parameters of the model also include the saturation uptake as a function of volume, i.e., the maximum amount of adsorbate that can fit in a particular geometry of the pore. Contrary to earlier work, where this was assumed to be linear as a function of pore volume, we needed here to adjust the functional form of that function to reproduce the experimental ability of the narrow-pore form of Ga-MIL-53 to accommodate a few water molecules, due to the ability of the framework to deform slightly. Thus, a step at low loading was introduced in the profile of maximum loading (presented in ", "Figure S6", "). The volume corresponding to the undeformed np_empty phase is here considered as strictly nonporous, and does not adsorb any molecules. For a slightly higher volume, roughly one water molecule per unit cell in average can fit in the pores. Afterward and for higher porous volume, the maximum loading is assumed to be linear with the volume.", "Finally, the last parameter is the equilibrium temperature between the phases np_empty and lp of the empty material. Previous studies have shown the transition from np_empty to lp when heating the sample occurs in the range of 420–520 K.", "(19)", " Given the usually large hysteresis of temperature-induced structural transition, there is a strong uncertainty on this value. Although an equilibrium temperature of 450 K as been chosen in the following, we have shown that this value does not change the features we extract from the model (see ", "Figure S7", " the phase diagram obtained if an equilibrium temperature of 350 K is chosen).", "Figure 7. Water adsorption isotherms at 298 K (left) and 323 K (right). Experiments (black) and model (red).", "Figure 8. Water pressure vs temperature phase diagram of Ga-MIL-53, indicating the domains of stability of the different structures of the material. Red segments correspond to the experimental transitions (domain ii in the nomenclature of subsection ", "2", ").", "Once all these parameters were determined, we could use the thermodynamic model to calculate a number of properties of the system. In particular, the adsorption isotherms are obtained after adding in a constant term accounting for surface adsorption, and shown in Figure ", "7", ". We can see that the main features are reproduced, and the three domains observed experimentally can clearly be identified. The first one corresponds to the adsorption on the surface of the crystal, the intermediate is consistent with an adsorption in a slightly deformed np_empty structure, which is labeled int, while the vertical step marks the equilibrium pressure between this int form and the np_H", "2", "O one.", "We can also calculate, based on the model, what is the most stable phase depending on the thermodynamic conditions (more specifically the water pressure and the temperature). Figure ", "8", " shows the domains of stability of each phases in the ", "(T,P)", " ensemble, i.e. the water pressure–temperature phase diagram of Ga-MIL-53. The red lines correspond to the domain (ii) observed experimentally in the adsorption isotherm for several temperatures, and it fits very well with the domain of stability of the slightly deformed structure int. It should be noted that the only two stable forms of the dehydrated material (at ", "P", " = 0) are the lp phase (at ", "T", " > ", "T", "0", " = 450 K) and the np_empty phase (at ", "T", " < ", "T", "0", "). A version of the phase diagram in linear pressure scale is presented in ", "Figure S8", ", which makes this fact clearer than the logarithmic scale of Figure ", "8", ".", "Finally, the thermodynamic model can also be used to calculate free energy profiles as a function of the volume (or deformation) of the host, which are shown in ", "Figure S9", ". One can, in particular, extract the values of the energy barrier for the transition between the np_empty, int, np_H", "2", "O and lp forms. We observe that the first transition from the np_empty to the int states has a very low barrier, around 0.1 kJ/mol. The same is true for the int–np_H", "2", "O transition albeit with a slightly higher value of 0.3 kJ/mol. Both of these free energy barriers are thus very low compared to the np-lp barriers in Ga-MIL-53 (7 to 10 kJ/mol), and np-lp barriers of other materials in the MIL-53 family.", "(34)", " This explains the lack of hysteresis during an adsorption–desorption loop, a striking feature of water adsorption in Ga-MIL-53, since all other adsorption-induced structural transitions in MIL-53 materials reported to date show large hystereses.", "Top of Page", "Abstract", "Introduction", "Experimental Details", "Theoretical and Calculation Details", "Results and Discussion", "Conclusion", "References", "Conclusion", "We have studied the behavior of the breathing Ga-MIL-53 material by a large combination of experimental and theoretical tools: thermogravimetric measurements of adsorption isotherms and isobars, ", "in situ", " XRD and FTIR spectroscopy, quantum chemical geometry optimizations, first-principles molecular dynamics, as well as macroscopic thermodynamic models. We were able to rationalize the differences observed experimentally between Ga-MIL-53 and Al-MIL-53 in terms of the coordination chemistry and molecular orbitals. We showed that water adsorption in Ga-MIL-53 involves an intermediate structure of the material, which we identified experimentally and explained on theoretical bases. Furthermore, we measured water adsorption isotherms at various temperatures and used these experimental results to build a thermodynamic phase diagram of Ga-MIL-53 as a function of temperature and water pressure. The understanding of water-induced structural transitions in this material gained in this study will enable further study into its hydrothermal and mechanical stability in various thermodynamic conditions. This provides an experimental confirmation of the earlier work of Bousquet et al.", "(34)", " which showed on a theoretical basis that adsorption could give rise to new intermediate structures that are not stable in the absence of adsorbate. This phenomenon has also been hinted at experimentally in Fe-MIL-53,", "(43)", " highlighting the crucial influence of the nature of the metal in the MIL-53 family of structures.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Details", "Theoretical and Calculation Details", "Results and Discussion", "Conclusion", "References", "Supporting Information", "Water adsorption–desorption isotherm, X-ray diffractograms, and details of the thermodynamic model employed. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Details", "Theoretical and Calculation Details", "Results and Discussion", "Conclusion", "References", "Acknowledgment", "The authors thank Rodolphe Vuilleumier for insightful comments on first-principles molecular dynamics. They acknowledge funding from the Agence Nationale de la Recherche under the project ‘‘SOFT-CRYSTAB’’ (ANR-2010-BLAN-0822) and generous allocation of computing time by GENCI (Grants i2014086114 and i2014087069).", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Details", "Theoretical and Calculation Details", "Results and Discussion", "Conclusion", "References", "References", "This article references 43 other publications.", "1. ", "Horike", ", ", "S.", "; ", "Shimomura", ", ", "S.", "; ", "Kitagawa", ", ", "S.", " ", "Soft Porous Crystals", " ", "Nature Chem.", " ", "2009", ",  ", "1", ",  ", "695", "– ", "704", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Soft porous crystals", "Horike, Satoshi; Shimomura, Satoru; Kitagawa, Susumu", "Nature Chemistry", "\r\n        (", "2009", "),\r\n    ", "1", "\r\n        (", "9", "),\r\n    ", "695-704", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The field of host-guest complexation is intensely attractive from diverse perspectives, including materials science, chem. and biol.  The uptake and encapsulation of guest species by host frameworks are being investigated for a wide variety of purposes, including sepn. and storage using zeolites, and recognition and sensing by enzymes in soln.  Here we focus on the concept of the cooperative integration of 'softness' and 'regularity'.  Recent developments on porous coordination polymers (or metal-org. frameworks) have provided the inherent properties that combine these features.  Such soft porous crystals exhibit dynamic frameworks that are able to respond to external stimuli such as light, elec. fields or the presence of particular species, but they are also cryst. and can change their channels reversibly while retaining high regularity.  We discuss the relationship between the structures and properties of these materials in view of their practical applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsVGnt7vK&md5=c1f813fb0eef80c8a2456fc7f2a0c34c", "2. ", "Czaja", ", ", "A. U.", "; ", "Trukhan", ", ", "N.", "; ", "Müller", ", ", "U.", " ", "Industrial Applications of Metal–Organic Frameworks", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1284", "– ", "1293", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Industrial applications of metal-organic frameworks", "Czaja, Alexander U.; Trukhan, Natalia; Muller, Ulrich", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1284-1293", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  New materials are prerequisite for major breakthrough applications affecting the daily life, and therefore are pivotal for the chem. industry.  Metal-org. frameworks (MOFs) constitute an emerging class of materials useful in gas storage, gas purifn., and sepn. applications as well as heterogeneous catalysis.  They not only offer higher surface areas and the potential for enhanced activity than currently used materials like base metal oxides, but also provide shape/size selectivity which is important both for sepns. and catalysis.  In this crit. review an overview of the potential applications of MOFs in the chem. industry is presented.  Furthermore, the synthesis and characterization of the materials are briefly discussed from the industrial perspective.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7o%253D&md5=63295ce7e2fb393c1abecd7623bc9c58", "3. ", "Bureekaew", ", ", "S.", "; ", "Shimomura", ", ", "S.", "; ", "Kitagawa", ", ", "S.", " ", "Chemistry and Application of Flexible Porous Coordination Polymers", " ", "Sci. Technol. Adv. Mater.", " ", "2008", ",  ", "9", ",  ", "014108", "[", "Crossref", "]", "There is no corresponding record for this reference.", "4. ", "Férey", ", ", "G.", "; ", "Serre", ", ", "C.", " ", "Hybrid porous solids: past, present, future", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1380", "– ", "1399", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Large breathing effects in three-dimensional porous hybrid matter: facts, analyses, rules and consequences", "Ferey, Gerard; Serre, Christian", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1380-1399", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This crit. review focuses on a strange behavior of crystd. solid matter: its reversible swelling with large magnitude.  This will be of interest for experts in porous solids but also for solid state chemists and physicists.  Some examples, classified according to the dimensionality of the inorg. subnetwork, present the general requirements and the structural rules which govern the existence of this phenomenon.  Its consequences concern specific applications related to sensors, energy savings, sustainable development and health (100 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu70%253D&md5=a620fc681f135bdce4044f16b18c60b1", "5. ", "Horcajada", ", ", "P.", "; ", "Serre", ", ", "C.", "; ", "Maurin", ", ", "G.", "; ", "Ramsahye", ", ", "N. A.", "; ", "Balas", ", ", "F.", "; ", "Vallet-Regi", ", ", "M.", "; ", "Sebban", ", ", "M.", "; ", "Taulelle", ", ", "F.", "; ", "Férey", ", ", "G.", " ", "Flexible Porous Metal-Organic Frameworks for a Controlled Drug Delivery", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "6774", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Flexible Porous Metal-Organic Frameworks for a Controlled Drug Delivery", "Horcajada, Patricia; Serre, Christian; Maurin, Guillaume; Ramsahye, Naseem A.; Balas, Francisco; Vallet-Regi, Marila; Sebban, Muriel; Taulelle, Francis; Ferey, Geard", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "21", "),\r\n    ", "6774-6780", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Flexible nanoporous chromium or iron terephthalates (BDC) MIL-53(Cr, Fe) or M(OH)[BDC] have been used as matrixes for the adsorption and in vitro drug delivery of Ibuprofen (or α-p-isobutylphenylpropionic acid).  Both MIL-53(Cr) and MIL-53(Fe) solids adsorb around 20 wt % of Ibuprofen (Ibuprofen/dehydrated MIL-53 molar ratio = 0.22(1)), indicating that the amt. of inserted drug does not depend on the metal (Cr, Fe) constitutive of the hybrid framework.  Structural and spectroscopic characterizations are provided for the solid filled with Ibuprofen.  In each case, the very slow and complete delivery of Ibuprofen was achieved under physiol. conditions after 3 wk with a predictable zero-order kinetics, which highlights the unique properties of flexible hybrid solids for adapting their pore opening to optimize the drug-matrix interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXlsValt7c%253D&md5=1874dd12aa2a23e5c982b8549f5cfae1", "6. ", "Thallapally", ", ", "P. K.", "; ", "Tian", ", ", "J.", "; ", "Kishan", ", ", "M. R.", "; ", "Fernandez", ", ", "C. A.", "; ", "Dalgamo", ", ", "S. J.", "; ", "McGrail", ", ", "P. B.", "; ", "Warren", ", ", "J. E.", "; ", "Atwood", ", ", "J. L.", " ", "Flexible (Breathing) Interpenetrated Metal-Organic Frameworks for CO", "2", " Separation Applications", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "16842", "– ", "16843", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Flexible (Breathing) Interpenetrated Metal-Organic Frameworks for CO2 Separation Applications", "Thallapally, Praveen K.; Tian, Jian; Kishan, Motkuri Radha; Fernandez, Carlos A.; Dalgarno, Scott J.; McGrail, Peter B.; Warren, John E.; Atwood, Jerry L.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "50", "),\r\n    ", "16842-16843", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A breathing 2-fold interpenetrated microporous metal-org. framework was synthesized with a flexible tetrahedral org. linker and Zn2 clusters that sorb CO2 preferably over N2 and H2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsVWrtbnO&md5=7e24940b3b059a44f4ee7fadea17be0c", "7. ", "Remy", ", ", "T.", "; ", "Baron", ", ", "G. V.", "; ", "Denayer", ", ", "J. F. M.", " ", "Modeling the Effect of Structural Changes during Dynamic Separation Processes on MOFs", " ", "Langmuir", " ", "2011", ",  ", "27", ",  ", "13064", "– ", "13071", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Modeling the Effect of Structural Changes during Dynamic Separation Processes on MOFs", "Remy, Tom; Baron, Gino V.; Denayer, Joeri F. M.", "Langmuir", "\r\n        (", "2011", "),\r\n    ", "27", "\r\n        (", "21", "),\r\n    ", "13064-13071", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A model able to describe the effect of structural changes in the adsorbent or adsorbed phase during the dynamic (breakthrough) sepn. of mixts. on metal-org. frameworks (MOFs) is presented.  The methodol. is exemplified for a few pertinent case studies: the sepn. of xylene isomers and ethylbenzene on the flexible MOF MIL-53 and the rigid MOF MIL-47.  At low pressures, no preferential adsorption of any component occurs on both MOFs.  Contrarily, at higher pressures sepn. of ethylbenzene (EB) from o-xylene (oX) occurs on MIL-53 as a result of the breathing phenomenon within the MIL-53 structure.  The increase in selectivity, starting from the gate-opening pressure, could be modeled by using a pressure-dependent satn. capacity for the most strongly adsorbed component oX.  In the sepn. of m-xylene (mX) from p-xylene (pX) on the rigid MOF MIL-47, sepn. at higher pressures is a result of preferential stacking of pX.  Here, the selectivity increases once the adsorption of pX switches from a single to a double file adsorption.  By implementing a loading dependent adsorption const. for pX, the different unconventional breakthrough profiles and the obsd. selectivity profile on MIL-47 can be simulated.  A similar methodol. was used for the sepn. of EB from pX on MIL-47, where the sepn. is a result from steric constraints imposed onto the adsorption of EB.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1CqtbzL&md5=313fbedc9fadf368fd3a812df8871b80", "8. ", "Coudert", ", ", "F.-X.", "; ", "Boutin", ", ", "A.", "; ", "Jeffroy", ", ", "M.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Fuchs", ", ", "A. H.", " ", "Thermodynamic Methods and Models to Study Flexible Metal–Organic Frameworks", " ", "ChemPhysChem", " ", "2011", ",  ", "12", ",  ", "247", "– ", "258", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Thermodynamic Methods and Models to Study Flexible Metal-Organic Frameworks", "Coudert, Francois-Xavier; Boutin, Anne; Jeffroy, Marie; Mellot-Draznieks, Caroline; Fuchs, Alain H.", "ChemPhysChem", "\r\n        (", "2011", "),\r\n    ", "12", "\r\n        (", "2", "),\r\n    ", "247-258", "CODEN:\r\n                ", "CPCHFT", ";\r\n        ISSN:", "1439-4235", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Much attention has recently been focused on a fascinating subclass of metal-org. frameworks that behave in a remarkable stimuli-responsive fashion.  These soft porous crystals feature dynamic cryst. frameworks displaying reversible, large-amplitude structural deformations under external phys. constraints such as temp., elec. field or gas exposure.  The no. of reported syntheses of such materials is rapidly growing and they are promising for practical applications, such as gas capture, purifn., and fluid sepn.  Herein, the recently developed thermodn. tools are summarized that can help understand the process of fluid adsorption and fluid mixt. coadsorption in these flexible nanoporous materials.  These tools, which include both mol. simulation methods and anal. models, can help rationalize exptl. results and predict adsorption properties over a wide range of thermodn. conditions.  A particular focus is given on how these methods can guide the exptl. exploration of a large no. of materials and working conditions (temp., pressure, compn.) to help design efficient processes relying on fluid adsorption in soft porous crystals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1emuro%253D&md5=994223e7a8c2e997e862701cab09ba6a", "9. ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Thouvenot", ", ", "C.", "; ", "Noguës", ", ", "M.", "; ", "Marsolier", ", ", "G.", "; ", "Louër", ", ", "D.", "; ", "Férey", ", ", "G.", " ", "Very Large Breathing Effect in the First Nanoporous Chromium(III)-Based Solids: MIL-53 or CrIII(OH).{O2C-C6H4-CO2}.{HO2C-C6H4-CO2H}x", " ", "J. Am. Chem. Soc.", " ", "2002", ",  ", "124", ",  ", "13519", "– ", "13526", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Very Large Breathing Effect in the First Nanoporous Chromium(III)-Based Solids: MIL-53 or CrIII(OH)·{O2C-C6H4-CO2}·{HO2C-C6H4-CO2H}x·H2Oy", "Serre, Christian; Millange, Franck; Thouvenot, Christelle; Nogues, Marc; Marsolier, Gerard; Loueer, Daniel; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2002", "),\r\n    ", "124", "\r\n        (", "45", "),\r\n    ", "13519-13526", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The 1st three-dimensional Cr(III) dicarboxylate, MIL-53as or CrIII(OH)·{O2C-C6H4-CO2}·{HO2C-C6H4-CO2H}0.75, was obtained under hydrothermal conditions (as: as-synthesized).  The free acid can be removed by calcination giving the resulting solid, MIL-53ht or CrIII(OH)·{O2C-C6H4-CO2}.  At room temp., MIL-53ht adsorbs atm. H2O immediately to give CrIII(OH)·{O2C-C6H4-CO2}·H2O or MIL-53lt (lt: low-temp. form, ht:high-temp. form).  Structures, which were detd. by using x-ray powder diffraction data, are built up from chains of Cr(III) octahedra linked through terephthalate dianions.  This creates a three-dimensional structure with an array of 1-dimensional large pore channels filled with free disordered terephthalic mols. (MIL-53as) or H2O mols. (MIL-53lt); when the free mols. are removed, this leads to a nanoporous solid (MIL-53ht) with a Langmuir surface area over 1500 m2/g.  The transition between the hydrated form (MIL-53lt) and the anhyd. solid (MIL-53ht) is fully reversible and followed by a very high breathing effect (more than 5 Å), the pores being clipped in the presence of H2O mols. (MIL-53lt) and reopened when the channels are empty (MIL-53ht).  The thermal behavior of the two solids was studied using TGA and x-ray thermodiffractometry.  The sorption properties of MIL-53lt also were studied using several org. solvents.  Finally, magnetism measurements performed on MIL-53as and MIL-53lt revealed that these two phases are antiferromagnetic with Neel temps. TN of 65 and 55 K, resp.  Crystal data for MIL-53as is as follows: orthorhombic space group Pnam with a 17.340(1), b 12.178(1), c 6.822(1) Å, and Z = 4.  Crystal data for MIL-53ht is as follows: orthorhombic space group Imcm with a 16.733(1), b 13.038(1), c 6.812(1) Å, and Z = 4.  Crystal data for MIL-53lt is as follows: monoclinic space group C2/c with a 19.685(4), b 7.849(1), c 6.782(1) Å, β 104.90(1)°, and Z = 4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XotVegt74%253D&md5=59fd68d1cae2399f56196e58039d3bd5", "10. ", "Bourrelly", ", ", "S.", "; ", "Moulin", ", ", "B.", "; ", "Rivera", ", ", "A.", "; ", "Maurin", ", ", "G.", "; ", "Devautour-Vinot", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Devic", ", ", "T.", "; ", "Horcajada", ", ", "P.", "; ", "Vimont", ", ", "A.", "; ", "Clet", ", ", "G.", " ", "Explanation of the Adsorption of Polar Vapors in the Highly Flexible Metal Organic Framework MIL-53(Cr)", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "9488", "– ", "9498", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Explanation of the Adsorption of Polar Vapors in the Highly Flexible Metal Organic Framework MIL-53(Cr)", "Bourrelly, Sandrine; Moulin, Beatrice; Rivera, Angel; Maurin, Guillaume; Devautour-Vinot, Sabine; Serre, Christian; Devic, Thomas; Horcajada, Patricia; Vimont, Alexandre; Clet, Guillaume; Daturi, Marco; Lavalley, Jean-Claude; Loera-Serna, Sandra; Denoyel, Renaud; Llewellyn, Philip L.; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "27", "),\r\n    ", "9488-9498", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A comparison of the adsorption of water, methanol, and ethanol polar vapors by the flexible porous chromium(III) terephthalate MIL-53(Cr) was studied by complementary techniques including adsorption gravimetry, ex situ x-ray powder diffraction, microcalorimetry, thermal anal., IR spectroscopy, and mol. modeling.  The breathing steps obsd. during adsorption strongly depend on the nature of the vapor.  With water, a significant contraction of the framework is obsd.  For the alcs., the initial contraction is followed by an expansion of the framework.  A combination of IR anal., x-ray diffraction, and computer modeling leads to the mol. localization of the guest mols. and to the identification of the specific guest-guest and host-guest interactions.  The enthalpies of adsorption, measured by microcalorimetry, show that the strength of the interactions decreases from ethanol to water.  DSC expts. on an EtOH/H2O mixt. suggest a selective adsorption of ethanol over water.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXnvVKqurs%253D&md5=08291339d1482884241eced2ec0fc174", "11. ", "Devautour-Vinot", ", ", "S.", "; ", "Maurin", ", ", "G.", "; ", "Henn", ", ", "F.", "; ", "Serre", ", ", "C.", "; ", "Ferey", ", ", "G.", " ", "Water and Ethanol Desorption in the Flexible Metal Organic Frameworks, MIL-53 (Cr, Fe), Investigated by Complex Impedance Spectrocopy and Density Functional Theory Calculations", " ", "Phys. Chem. Chem. Phys.", " ", "2010", ",  ", "12", ",  ", "12478", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Water and ethanol desorption in the flexible metal organic frameworks, MIL-53 (Cr, Fe), investigated by complex impedance spectroscopy and density functional theory calculations", "Devautour-Vinot, Sabine; Maurin, Guillaume; Henn, Francois; Serre, Christian; Ferey, Gerard", "Physical Chemistry Chemical Physics", "\r\n        (", "2010", "),\r\n    ", "12", "\r\n        (", "39", "),\r\n    ", "12478-12485", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The breathing behavior of MIL-53(Cr) and MIL-53(Fe) upon water and ethanol desorption was studied by combining complementary exptl. techniques including Thermogravimetry Anal. (TGA), Differential Scanning Calorimetry (DSC) and Complex Impedance Spectroscopy (CIS).  Two stages of solvent departure are involved in the desorption process, as revealed by (i) a change of the wt. loss gradient in the TGA curve, (ii) the existence of a 2nd endothermic peak in the DSC signal and (iii) a sudden drop and/or profile change of the a.c. cond. in CIS.  All these features are obsd. around a typical temp. Tc, for which the framework contractions, caused by the solvent desorption, occur.  Also, these modifications are more pronounced when the magnitude of the breathing is higher, as illustrated by the comparison of the water/MIL-53(Cr), ethanol/MIL-53(Cr) and water/MIL-53(Fe) systems.  CIS data were further analyzed in the light of DFT calcns. which provided the preferential arrangements of the mols. within the pores and the resulting host/guest interactions.  It could then be proposed that (i) the polarization cond. results from the local reorientation of the μ2-OH dipoles bonded to the metal atom from the hybrid solid, i.e. Fe or Cr, and (ii) that d.c. cond., which can be ascribed to a proton propagation via a Grotthus mechanism, is favored when the solvent mols. form strong hydrogen bonds between each other.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXht1OgtrfE&md5=091ca30664facebd98819439c23930ca", "12. ", "Guillou", ", ", "N.", "; ", "Millange", ", ", "F.", "; ", "Walton", ", ", "R. I.", " ", "Rapid and Reversible Formation of a Crystalline Hydrate of a Metal–Organic Framework Containing a Tube of Hydrogen-Bonded Water", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "713", "– ", "715", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Rapid and reversible formation of a crystalline hydrate of a metal-organic framework containing a tube of hydrogen-bonded water", "Guillou, Nathalie; Millange, Franck; Walton, Richard I.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "2", "),\r\n    ", "713-715", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The flexible metal-org. framework MIL-53(Cr) undergoes a dramatic vol. expansion upon immersion in water at room temp. to form a cryst. hydrate in which water is held as a hydrogen-bonded tube: the hydration is readily reversible under ambient conditions as shown by time-resolved powder X-ray diffraction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsFGrtb7E&md5=d411b6aa950d1f83d68af7053272fb62", "13. ", "Salles", ", ", "F.", "; ", "Bourrelly", ", ", "S.", "; ", "Jobic", ", ", "H.", "; ", "Devic", ", ", "T.", "; ", "Guillerm", ", ", "V.", "; ", "Llewellyn", ", ", "P.", "; ", "Serre", ", ", "C.", "; ", "Férey", ", ", "G.", "; ", "Maurin", ", ", "G.", " ", "Molecular Insight into the Adsorption and Diffusion of Water in the Versatile Hydrophilic/Hydrophobic Flexible MIL-53(Cr) MOF", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "10764", "– ", "10776", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Molecular Insight into the Adsorption and Diffusion of Water in the Versatile Hydrophilic/Hydrophobic Flexible MIL-53(Cr) MOF", "Salles, Fabrice; Bourrelly, Sandrine; Jobic, Herve; Devic, Thomas; Guillerm, Vincent; Llewellyn, Philip; Serre, Christian; Ferey, Gerard; Maurin, Guillaume", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "21", "),\r\n    ", "10764-10776", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Prior to envisage any implication of metal-org. framework (MOF) materials in industrial applications such as gas storage/sepn., it is of primary importance to examine beyond their stability under humidity, the interactions between water and MOF surfaces.  Regarding the MOF type MIL-53(Cr), the situation becomes more complex due to the breathing of its structure upon water adsorption that induces a structural transition between a narrow pore (NP) and a large pore (LP) forms.  The resulting shrinkage/reopening of the framework leads to crucial modifications of the hydrophobicity/hydrophilicity character of the material.  A combination of mol. simulations (Grand Canonical Monte Carlo and mol. dynamics) and exptl. techniques (quasi-elastic neutron scattering and gravimetry/volumetry) allows a complete elucidation of the adsorption and diffusion mechanisms in play in this structure.  It also provides a microscopic explanation of the hydrophilic and mildly hydrophobic behaviors of the NP and LP forms resp.  The arrangements of water within the two porosities are then discussed and compared to those usually obsd. for the liq. state.  Furthermore, the self-diffusivity for water in these two structural forms significantly differs both in magnitude and mechanism with a normal and single file one-dimensional diffusion mechanisms in the LP and NP forms, resp.  Indeed, this anomalous behavior of the MIL-53(Cr) upon water adsorption implies a strong modification of its hydrophilic/hydrophobic character.  This unusual behavior opens a promising direction to improve the selectivity of MOFs in industrial applications such as purifn. of alcs. without the need for functionalization procedures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXlslKiu70%253D&md5=fe31f3c72421d5f3fac77184b3dc4217", "14. ", "Haigis", ", ", "V.", "; ", "Coudert", ", ", "F.-X.", "; ", "Vuilleumier", ", ", "R.", "; ", "Boutin", ", ", "A.", " ", "Structure and Dynamics of the Hydrated Metal-Organic Framework MIL-53(Cr) by First-Principles Molecular Dynamics", " ", "Phys. Chem. Chem. Phys.", " ", "2013", ",  ", "15", ",  ", "19049", "– ", "19056", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Investigation of structure and dynamics of the hydrated metal-organic framework MIL-53(Cr) using first-principles molecular dynamics", "Haigis, Volker; Coudert, Francois-Xavier; Vuilleumier, Rodolphe; Boutin, Anne", "Physical Chemistry Chemical Physics", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "43", "),\r\n    ", "19049-19056", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The hydration behavior of metal-org. frameworks (MOFs) is of interest both from a practical and from a fundamental point of view: it is linked, on the one hand, to the hydrothermal stability (or instability) of the nanoporous material, which might limit its use in technol. applications.  However, it sheds light on the behavior of water in a strongly confined environment.  Here, the authors use 1st-principles mol. dynamics (MD) to study two hydrated phases of the flexible MOF MIL-53(Cr), which adopts a narrow- or a large-pore form, depending on the water loading.  Structure and dynamics of the two phases are thoroughly analyzed and compared, with a focus on the hydroxyl group of MIL-53(Cr) and the water mols. in the nanopores.  Also, the behavior of the confined water is compared to that of bulk water.  Whereas in the narrow-pore form, water is adsorbed at specific cryst. sites, it shows a more disordered, bulk-like structure in the large-pore form.  However, reorientation dynamics of water mols. in the latter is considerably slowed down with respect to bulk water, which highlights the confinement effect of the nanoporous framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1eiu7vK&md5=e469237653f3e7c2f0357b576aa71e61", "15. ", "Paesani", ", ", "F.", " ", "Water in Metal-Organic Frameworks: Structure and Diffusion of H", "2", "O in MIL-53(Cr) from Quantum Simulations", " ", "Mol. Simul.", " ", "2012", ",  ", "38", ",  ", "631", "– ", "641", "[", "Crossref", "], [", "CAS", "]", "15. ", "Water in metal-organic frameworks: structure and diffusion of H2O in MIL-53(Cr) from quantum simulations", "Paesani, Francesco", "Molecular Simulation", "\r\n        (", "2012", "),\r\n    ", "38", "\r\n        (", "8-9", "),\r\n    ", "631-641", "CODEN:\r\n                ", "MOSIEA", ";\r\n        ISSN:", "0892-7022", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "The structural and dynamical properties of water in the nanopores of the MIL-53(Cr) metal-org. framework are examd. using classical and quantum mol. dynamics simulations.  The results indicate that, depending on the no. of mols. adsorbed per unit cell as well as on the shape of the nanopores, the explicit inclusion of nuclear quantum effects can either enhance or inhibit the mol. mobility.  At low loadings, when MIL-53(Cr) exists in a narrow pore configuration, the translational and rotational motion of the water mols. is largely suppressed.  Importantly, it is found that nuclear quantum effects make the reorientation of the water mols. within the narrow nanopores slower than in the classical limit.  This is attributed to the quantum delocalisation that effectively increases the mol. vol. and, consequently, reduces the free space available in the nanopores.  As the no. of mols. per unit cell increases and the nanopores start opening, the dynamics of quantum water becomes faster again.  Independent of the loading, the mol. mobility in MIL-53(Cr) is reduced with respect to bulk water.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XpvVSksLs%253D&md5=b438249561b21e614f0280e246958c8f", "16. ", "Chen", ", ", "L.", "; ", "Mowat", ", ", "J. P. S.", "; ", "Fairen-Jimenez", ", ", "D.", "; ", "Morrison", ", ", "C. A.", "; ", "Thompson", ", ", "S. P.", "; ", "Wright", ", ", "P. A.", "; ", "Düren", ", ", "T.", " ", "Elucidating the Breathing of the Metal–Organic Framework MIL-53(Sc) with ab Initio Molecular Dynamics Simulations and in Situ X-ray Powder Diffraction Experiments", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "15763", "– ", "15773", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Elucidating the Breathing of the Metal-Organic Framework MIL-53(Sc) with ab Initio Molecular Dynamics Simulations and in Situ X-ray Powder Diffraction Experiments", "Chen, Linjiang; Mowat, John P. S.; Fairen-Jimenez, David; Morrison, Carole A.; Thompson, Stephen P.; Wright, Paul A.; Duren, Tina", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "42", "),\r\n    ", "15763-15773", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Ab initio mol. dynamics (AIMD) simulations have been used to predict structural transitions of the breathing metal-org. framework (MOF) MIL-53(Sc) in response to changes in temp. over the range 100-623 K and adsorption of CO2 at 0-0.9 bar at 196 K.  The method has for the first time been shown to predict successfully both temp.-dependent structural changes and the structural response to variable sorbate uptake of a flexible MOF.  AIMD employing dispersion-cor. d. functional theory accurately simulated the exptl. obsd. closure of MIL-53(Sc) upon solvent removal and the transition of the empty MOF from the closed-pore phase to the very-narrow-pore phase (symmetry change from P21/c to C2/c) with increasing temp., indicating that it can directly take into account entropic as well as enthalpic effects.  The authors also used AIMD simulations to mimic the CO2 adsorption of MIL-53(Sc) in silico by allowing the MIL-53(Sc) framework to evolve freely in response to CO2 loadings corresponding to the two steps in the exptl. adsorption isotherm.  The resulting structures enabled the structure detn. of the two CO2-contg. intermediate and large-pore phases obsd. by exptl. synchrotron X-ray diffraction studies with increasing CO2 pressure; this would not have been possible for the intermediate structure via conventional methods because of diffraction peak broadening.  Furthermore, the strong and anisotropic peak broadening obsd. for the intermediate structure could be explained in terms of fluctuations of the framework predicted by the AIMD simulations.  Fundamental insights from the mol.-level interactions further revealed the origin of the breathing of MIL-53(Sc) upon temp. variation and CO2 adsorption.  These simulations illustrate the power of the AIMD method for the prediction and understanding of the behavior of flexible microporous solids.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXoslSqsbo%253D&md5=7f4130e402f1ed092cabf488968bf413", "17. ", "Volkringer", ", ", "C.", "; ", "Loiseau", ", ", "T.", "; ", "Guillou", ", ", "N.", "; ", "Férey", ", ", "G.", "; ", "Elkaïm", ", ", "E.", "; ", "Vimont", ", ", "A.", " ", "XRD and IR Structural Investigations of a Particular Breathing Effect in the MOF-Type Gallium Terephthalate MIL-53(Ga)", " ", "Dalton Trans.", " ", "2009", ",  ", "2241", "– ", "2249", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "XRD and IR structural investigations of a particular breathing effect in the MOF-type gallium terephthalate MIL-53(Ga)", "Volkringer, Christophe; Loiseau, Thierry; Guillou, Nathalie; Ferey, Gerard; Elkaim, Erik; Vimont, Alexandre", "Dalton Transactions", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "12", "),\r\n    ", "2241-2249", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The Ga terephthalate Ga(OH)[O2C-C6H4-CO2]·xA (A = HO2C-C6H4-CO2H) was hydrothermally prepd. in H2O under mild conditions (210°, 31/2 h) in the presence of terephthalic acid.  The compd. was characterized by powder x-ray diffraction, TGA, IR and BET method.  This compd. is isostructural to the MIL-53 type, previously obsd. with the trivalent cations Cr, Fe, Al, In.  It exhibits a three-dimensional metal-org. framework built up from infinite chains of trans corner-sharing GaO4(OH)2 octahedra (via μ2-hydroxo bonds) linked to each other through the terephthalate linkers.  It gave lozenge-shaped channel structure running parallel to the infinite files of Ga-centered octahedra.  After activation, the compd. is able to adsorb one molar equivalent of H2O at room temp. under ambient air (MIL-53(Ga){H2O}).  Different H bond interactions are obsd. for the encapsulated H2O within the channels.  In one tunnel, pairs of H2O species with strong H-bond interactions were obsd. whereas in the adjacent tunnel, only a continuous linear and weakly H bonded network occurs.  The dehydrated form was obtained upon heating the MIL-53(Ga) solid at 80° together with the shrinkage of the channels in MIL-53(Ga)_lt.  This form is stable up to 220° and then the open structure MIL-53(Ga)_ht is visible, but starts to decomp. from 350°.  Such a breathing effect was previously reported with cations such as Cr or Al but in the case of Ga, the stability domain of the narrow pore structure MIL-53(Ga)_lt is larger (160° instead of 20-30° for Al, for instance).  The BET surface area was 1140 ± 114 m2 g-1.  The phase transitions were characterized by IR spectroscopy at different temps., which confirms the stability domain of the narrow close form (specific band at 1016 cm-1) of MIL-53(Ga) and then the pore opening (shifted band toward 1024 cm-1) together with the structure collapse.  An identical behavior is also discussed for the Al MIL-53 analog.  A comparison between the behavior of the Al, Ga and Fe samples is presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXivVWnsLs%253D&md5=0bdf8940be386b25bbdbd9c8cb59e63e", "18. ", "Chaplais", ", ", "G.", "; ", "Simon-Masseron", ", ", "A.", "; ", "Porcher", ", ", "F.", "; ", "Lecomte", ", ", "C.", "; ", "Bazer-Bachi", ", ", "D.", "; ", "Bats", ", ", "N.", "; ", "Patarin", ", ", "J.", " ", "IM-19: A New Flexible Microporous Gallium Based-MOF Framework with Pressure- and Temperature-Dependent Openings", " ", "Phys. Chem. Chem. Phys.", " ", "2009", ",  ", "11", ",  ", "5241", "– ", "5245", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "IM-19: a new flexible microporous gallium based-MOF framework with pressure- and temperature-dependent openings", "Chaplais, Gerald; Simon-Masseron, Angelique; Porcher, Florence; Lecomte, Claude; Bazer-Bachi, Delphine; Bats, Nicolas; Patarin, Joel", "Physical Chemistry Chemical Physics", "\r\n        (", "2009", "),\r\n    ", "11", "\r\n        (", "26", "),\r\n    ", "5241-5245", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Five metal-org. frameworks (MOFs) based on the same three-dimensional Ga terephthalate network (IM-19) are described, and an incommensurate structure (for the as-synthesized form) as well as two remarkable guest-free polymorphs (open and closed) are highlighted.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXns1SrsLw%253D&md5=a5438b82a1a59e5ef860abe15ba1d97c", "19. ", "Boutin", ", ", "A.", "; ", "Bousquet", ", ", "D.", "; ", "Ortiz", ", ", "A. U.", "; ", "Coudert", ", ", "F.-X.", "; ", "Fuchs", ", ", "A. H.", "; ", "Ballandras", ", ", "A.", "; ", "Weber", ", ", "G.", "; ", "Bezverkhyy", ", ", "I.", "; ", "Bellat", ", ", "J.-P.", "; ", "Ortiz", ", ", "G.", " ", "Temperature-Induced Structural Transitions in the Gallium-Based MIL-53 Metal–Organic Framework", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "8180", "– ", "8188", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Temperature-Induced Structural Transitions in the Gallium-Based MIL-53 Metal-Organic Framework", "Boutin, Anne; Bousquet, David; Ortiz, Aurelie U.; Coudert, Francois-Xavier; Fuchs, Alain H.; Ballandras, Anthony; Weber, Guy; Bezverkhyy, Igor; Bellat, Jean-Pierre; Ortiz, Guillaume; Chaplais, Gerald; Paillaud, Jean-Louis; Marichal, Claire; Nouali, Habiba; Patarin, Joel", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "16", "),\r\n    ", "8180-8188", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors report a structural and thermodn. investigation of the phase behavior of Ga(OH,F)-MIL-53, a gallium-based metal-org. framework (MOF) having the MIL-53 topol. contg. 0.7% fluorine bonded to the metal.  Despite some small structural differences, esp. for the hydrated form, the overall phys. chem. behavior of Ga(OH,F)-MIL-53 is very similar to std. fluorine free Ga-MIL-53 material.  A combination of in situ x-ray diffraction, in situ FTIR spectroscopy, DSC, and heat capacity measurements allowed the authors to establish that Ga(OH,F)-MIL-53 under vacuum (i.e., the empty material) exhibits two stable phases: a nonporous narrow-pore (np) phase favored at low temp. and a large-pore (lp) phase favored at high temp., accompanied by a huge hysteresis effect.  Structure detn. of the hydrated material Ga(OH,F)-MIL-53_np_H2O obtained after synthesis, activation, and rehydration was also performed.  D. functional theory calcns. show that it is not a stable structure of Ga(OH,F)-MIL-53 in the absence of adsorbed water mols.  Instead, this hydrated structure is a swollen variant of the np phase, where the flexible framework has expanded to accommodate water mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXkslWlsbY%253D&md5=5026eead1797acc4ee1bf6a51a3efc08", "20. ", " ", "TOPAS V4.2: General Profile and Structure Analysis Software for Powder Diffraction Data", "; ", "Bruker AXS Ltd.", ": ", "Cambridge, U.K.", ", ", "2004", ".", "There is no corresponding record for this reference.", "21. ", "Ballandras", ", ", "A.", "; ", "Weber", ", ", "G.", "; ", "Paulin", ", ", "C.", "; ", "Bellat", ", ", "J.-P.", "; ", "Roger", ", ", "M.", " ", "Evidence of Structural Phase Transitions in Silicalite-1 by Infrared Spectroscopy", " ", "J. Chem. Phys.", " ", "2013", ",  ", "139", ",  ", "091103", "[", "Crossref", "], [", "CAS", "]", "21. ", "Communication: Evidence of structural phase transitions in silicalite-1 by infrared spectroscopy", "Ballandras, Anthony; Weber, Guy; Paulin, Christian; Bellat, Jean-Pierre; Rotger, Maud", "Journal of Chemical Physics", "\r\n        (", "2013", "),\r\n    ", "139", "\r\n        (", "9", "),\r\n    ", "091103/1-091103/4", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The adsorption of trichloroethylene, perchloroethylene, and p-xylene on a MFI (Mobile-FIve) zeolite was studied using in situ FTIR spectroscopy at 298 K.  Spectra of self-supported zeolites in contact with increasing pressures of pure gas were recorded at equil. in the mid-IR domain.  Anal. of the evolution of the shape and location of vibrational bands of the zeolite as a function of the amt. adsorbed allowed the observation of structural modifications of the adsorbent for the first time by IR spectroscopy.  (c) 2013 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtl2qsbfO&md5=4c9dd3f43dbbf244e47128bb3d6861e4", "22. ", "Dovesi", ", ", "R.", "; ", "Orlando", ", ", "R.", "; ", "Civalleri", ", ", "B.", "; ", "Roetti", ", ", "C.", "; ", "Saunders", ", ", "V. R.", "; ", "Zicovich-Wilson", ", ", "C. M.", " ", "CRYSTAL: a Computational Tool for the Ab Initio Study of the Electronic Properties of Crystals", " ", "Z. Kristallogr.", " ", "2005", ",  ", "220", ",  ", "571", "– ", "573", "[", "Crossref", "], [", "CAS", "]", "22. ", "CRYSTAL: A computational tool for the ab initio study of the electronic properties of crystals", "Dovesi, Roberto; Orlando, Roberto; Civalleri, Bartolomeo; Roetti, Carla; Saunders, Victor R.; Zicovich-Wilson, Claudio M.", "Zeitschrift fuer Kristallographie", "\r\n        (", "2005", "),\r\n    ", "220", "\r\n        (", "5-6", "),\r\n    ", "571-573", "CODEN:\r\n                ", "ZEKRDZ", ";\r\n        ISSN:", "0044-2968", ".\r\n    \r\n            (", "Oldenbourg Wissenschaftsverlag GmbH", ")\r\n        ", "CRYSTAL computes the electronic structure and properties of periodic systems (crystals, surfaces, polymers) within Hartree-Fock, D. Functional and various hybrid approxns.  CRYSTAL was developed during nearly 30 years (since 1976) by researchers of the Theor. Chem. Group in Torino (Italy), and the Computational Materials Science group in CLRC (Daresbury, UK), with important contributions from visiting researchers, as documented by the main authors list and the bibliog.  The basic features of the program CRYSTAL are presented, with two examples of application in the field of crystallog.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXmsVSitbY%253D&md5=7bf7c582dd3196c28e16c4fb24ac9fb7", "23. ", "Becke", ", ", "A. D.", " ", "Density-Functional Thermochemistry. III. The Role of Exact Exchange", " ", "J. Chem. Phys.", " ", "1993", ",  ", "98", ",  ", "5648", "– ", "5652", "[", "Crossref", "], [", "CAS", "]", "23. ", "Density-functional thermochemistry. III. The role of exact exchange", "Becke, Axel D.", "Journal of Chemical Physics", "\r\n        (", "1993", "),\r\n    ", "98", "\r\n        (", "7", "),\r\n    ", "5648-52", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "Despite the remarkable thermochem. accuracy of Kohn-Sham d.-functional theories with gradient corrections for exchange-correlation, the author believes that further improvements are unlikely unless exact-exchange information is considered.  Arguments to support this view are presented, and a semiempirical exchange-correlation functional (contg. local-spin-d., gradient, and exact-exchange terms) is tested for 56 atomization energies, 42 ionization potentials, 8 proton affinities, and 10 total at. energies of first- and second-row systems.  This functional performs better than previous functionals with gradient corrections only, and fits expt. atomization energies with an impressively small av. abs. deviation of 2.4 kcal/mol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXisVWgtrw%253D&md5=291bbfc119095338bb1624f0c21c7ca8", "24. ", "Lee", ", ", "C.", "; ", "Yang", ", ", "W.", "; ", "Parr", ", ", "R. G.", " ", "Development of the Colle-Salvetti Correlation-Energy Formula Into a Functional of the Electron Density", " ", "Phys. Rev. B", " ", "1988", ",  ", "37", ",  ", "785", "– ", "789", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "24. ", "Development of the Colle-Salvetti correlation-energy formula into a functional of the electron density", "Lee, Chengteh; Yang, Weitao; Parr, Robert G.", "Physical Review B:  Condensed Matter and Materials Physics", "\r\n        (", "1988", "),\r\n    ", "37", "\r\n        (", "2", "),\r\n    ", "785-9", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    ", "A correlation-energy formula due to R. Colle and D. Salvetti (1975), in which the correlation energy d. is expressed in terms of the electron d. and a Laplacian of the 2nd-order Hartree-Fock d. matrix, is restated as a formula involving the d. and local kinetic-energy d.  On insertion of gradient expansions for the local kinetic-energy d., d.-functional formulas for the correlation energy and correlation potential are then obtained.  Through numerical calcns. on a no. of atoms, pos. ions, and mols., of both open- and closed-shell type, it is demonstrated that these formulas, like the original Colle-Salvetti formulas, give correlation energies within a few percent.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1cXktFWrtbw%253D&md5=ee7b59267a2ff72e15171a481819ccf8", "25. ", "Grimme", ", ", "S.", " ", "Semiempirical GGA-Type Density Functional Constructed with a Long-Range Dispersion Correction", " ", "J. Comput. Chem.", " ", "2006", ",  ", "27", ",  ", "1787", "– ", "1799", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "25. ", "Semiempirical GGA-type density functional constructed with a long-range dispersion correction", "Grimme, Stefan", "Journal of Computational Chemistry", "\r\n        (", "2006", "),\r\n    ", "27", "\r\n        (", "15", "),\r\n    ", "1787-1799", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "A new d. functional (DF) of the generalized gradient approxn. (GGA) type for general chem. applications termed B97-D is proposed.  It is based on Becke's power-series ansatz from 1997 and is explicitly parameterized by including damped atom-pairwise dispersion corrections of the form C6·R-6.  A general computational scheme for the parameters used in this correction has been established and parameters for elements up to xenon and a scaling factor for the dispersion part for several common d. functionals (BLYP, PBE, TPSS, B3LYP) are reported.  The new functional is tested in comparison with other GGAs and the B3LYP hybrid functional on std. thermochem. benchmark sets, for 40 noncovalently bound complexes, including large stacked arom. mols. and group II element clusters, and for the computation of mol. geometries.  Further cross-validation tests were performed for organometallic reactions and other difficult problems for std. functionals.  In summary, it is found that B97-D belongs to one of the most accurate general purpose GGAs, reaching, for example for the G97/2 set of heat of formations, a mean abs. deviation of only 3.8 kcal mol-1.  The performance for noncovalently bound systems including many pure van der Waals complexes is exceptionally good, reaching on the av. CCSD(T) accuracy.  The basic strategy in the development to restrict the d. functional description to shorter electron correlation lengths scales and to describe situations with medium to large interat. distances by damped C6·R-6 terms seems to be very successful, as demonstrated for some notoriously difficult reactions.  As an example, for the isomerization of larger branched to linear alkanes, B97-D is the only DF available that yields the right sign for the energy difference.  From a practical point of view, the new functional seems to be quite robust and it is thus suggested as an efficient and accurate quantum chem. method for large systems where dispersion forces are of general importance.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtFenu7bO&md5=0b4aa16bebc3a0a2ec175d4b161ab0e4", "26. ", "Catti", ", ", "M.", "; ", "Valerio", ", ", "G.", "; ", "Dovesi", ", ", "R.", "; ", "Causa", ", ", "M.", " ", "Quantum-Mechanical Calculation of the Solid-State Equilibrium MgO+α-Al2O3⇄MgAl2O4 (Spinel) Versus Pressure", " ", "Phys. Rev. B", " ", "1994", ",  ", "49", ",  ", "14179", "– ", "14187", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "Quantum-mechanical calculation of the solid-state equilibrium MgO + α-Al2O3↹MgAl2O4 (spinel) versus pressure", "Catti, M.; Valerio, G.; Dovesi, R.; Causa, M.", "Physical Review B:  Condensed Matter and Materials Physics", "\r\n        (", "1994", "),\r\n    ", "49", "\r\n        (", "20", "),\r\n    ", "14179-87", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    ", "The ground-state crystal energies of cubic MgAl2O4 (spinel) and MgO (periclase) and of rhombohedral α-Al2O3 (corundum) were calcd. at different vols., relaxing the corresponding structures, by all-electron period Hartree-Fock methods (CRYSTAL program).  Basis sets of contracted Gaussian-type functions are employed for the 18 at. (including d) orbitals representing each of the Mg, Al, and O atoms.  Mulliken net at. charges zMg = 1.86|e| (MgO), zAl = 2.30|e| (α-Al2O3), zMg = 1.74|e|, and zAl = 2.24|e| (spinel) are obtained.  The elastic bulk modulus, the Murnaghan equation of state p (V) at the athermal limit, the Mg-O and Al-O bond compressibilities, and the binding energy were derived for each phase (and the elastic consts. C11 and C12 for spinel only).  Comparison with existing exptl. data is discussed.  The enthalpy change for spinel decompn. into the simple oxides was computed as a function of pressure, including a correction for the electron correlation energy based on local-d.-functional theory.  A decompn. pressure of 11 GPa at T = 0 K is predicted, against values of 8 and 13 GPa derived from exptl. thermodn. data and from direct compression expts., resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXktFygtbk%253D&md5=412dafebc4c1cdf0d47e678142baf633", "27. ", "Pandey", ", ", "R.", "; ", "Jaffe", ", ", "J. E.", "; ", "Harrison", ", ", "N. M.", " ", "Ab-Initio Study of High-Pressure Phase-Transition in GaN", " ", "J. Phys. Chem. Solids", " ", "1994", ",  ", "55", ",  ", "1357", "– ", "1361", "[", "Crossref", "], [", "CAS", "]", "27. ", "Ab initio study of high pressure phase transition in GaN", "Pandey, Ravindra; Jaffe, John E.; Harrison, Nicholas M.", "Journal of Physics and Chemistry of Solids", "\r\n        (", "1994", "),\r\n    ", "55", "\r\n        (", "11", "),\r\n    ", "1357-61", "CODEN:\r\n                ", "JPCSAW", ";\r\n        ISSN:", "0022-3697", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The total energy of GaN as a function of unit cell vol. was calcd. for the wurtzite, Zn-blende, and rocksalt phases by the ab initio all-electron periodic Hartree-Fock method.  The Ga 3d levels were treated as fully relaxed band states, and the internal coordinates c/a and u in the wurtzite phases were optimized.  The calcd. transition pressure between the wurtzite rocksalt phases is ∼52 GPa at the Hartree-Fock level and ∼35 GPa at the correlated level.  The calcd. electronic structure shows strong hybridization of Ga 3d and N 2s states with the ordering as Ga 3d < N 2s < N 2p in all the phases.  The band gap is direct at Γ in the wurtzite and Zn-blende phases and is indirect in the high pressure rocksalt phase where the valence band max. is shifted away from the Γ point.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXjtVKqtrg%253D&md5=65d14ab9bc750c15630939d98482f432", "28. ", "Pascale", ", ", "F.", "; ", "Zicovich-Wilson", ", ", "C. M.", "; ", "Lopez", ", ", "F.", "; ", "Civalleri", ", ", "B.", "; ", "Orlando", ", ", "R.", "; ", "Dovesi", ", ", "R.", " ", "The Calculation of the Vibration Frequencies of Crystalline Compounds and its Implementation in the CRYSTAL Code", " ", "J. Comput. Chem.", " ", "2004", ",  ", "25", ",  ", "888", "– ", "897", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "28. ", "The calculation of the vibrational frequencies of crystalline compounds and its implementation in the CRYSTAL code", "Pascale, F.; Zicovich-Wilson, C. M.; Gejo, F. Lopez; Civalleri, B.; Orlando, R.; Dovesi, R.", "Journal of Computational Chemistry", "\r\n        (", "2004", "),\r\n    ", "25", "\r\n        (", "6", "),\r\n    ", "888-897", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "The problem of numerical accuracy in the calcn. of vibrational frequencies of cryst. compds. from the Hessian matrix is discussed with ref. to α-quartz (SiO2) as a case study and to the specific implementation in the CRYSTAL code.  The Hessian matrix is obtained by numerical differentiation of the anal. gradient of the energy with respect to the at. positions.  The process of calcg. vibrational frequencies involves two steps: the detn. of the equil. geometry, and the calcn. of the frequencies themselves.  The parameters controlling the truncation of the Coulomb and exchange series in Hartree-Fock, the quality of the grid used for the numerical integration of the Exchange-correlation potential in D. Functional Theory, the SCF convergence criteria, the parameters controlling the convergence of the optimization process as well as those controlling the accuracy of the numerical calcn. of the Hessian matrix can influence the obtained vibrational frequencies to some extent.  The effect of all these parameters is discussed and documented.  It is concluded that with relatively economical computational conditions the uncertainty related to these parameters is smaller than 2-4 cm-1.  In the case of the Local D. Approxn. scheme, comparison is possible with recent calcns. performed with a D. Functional Perturbation Theory method and a plane-wave basis set.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXjtVKrtrc%253D&md5=179283ac9fe0f8096a3bcdb80bdf736d", "29. ", "Zicovich-Wilson", ", ", "C. M.", "; ", "Pascale", ", ", "F.", "; ", "Roetti", ", ", "C.", "; ", "Saunders", ", ", "V. R.", "; ", "Orlando", ", ", "R.", "; ", "Dovesi", ", ", "R.", " ", "The Calculation of the Vibration Frequencies of Alpha-Quartz: the Effect of Hamiltonian and Basis Set", " ", "J. Comput. Chem.", " ", "2004", ",  ", "25", ",  ", "1873", "– ", "1881", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "Calculation of the vibration frequencies of α-quartz: the effect of Hamiltonian and basis set", "Zicovich-Wilson, C. M.; Pascale, F.; Roetti, C.; Saunders, V. R.; Orlando, R.; Dovesi, R.", "Journal of Computational Chemistry", "\r\n        (", "2004", "),\r\n    ", "25", "\r\n        (", "15", "),\r\n    ", "1873-1881", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "The central-zone vibrational spectrum of α-SiO2 is calcd. by building the Hessian matrix numerically from the anal. gradients of the energy with respect to the at. coordinates.  The nonanal. part is obtained with a finite field supercell approach for the high-frequency dielec. const. and a Wannier function scheme for the evaluation of Born charges.  The results obtained with 4 different Hamiltonians, Hartree-Fock, DFT in its local (LDA) and nonlocal gradient cor. (PBE) approxn., and hybrid B3LYP, are discussed, showing that B3LYP performs far better than LDA and PBE, which in turn provide better results than HF, as the mean abs. difference from exptl. frequencies is 6, 18, 21, and 44 cm-1, resp., when a split valence basis set contg. 2 sets of polarization functions is used.  For the LDA results, comparison is possible with previous calcns. based on the D. Functional Perturbation Theory and usage of a plane-wave basis set.  The effects assocd. using basis sets of increasing size are studied.  A split valence plus a single set of d polarization functions provides frequencies that differ from the ones obtained with a double set of d functions and a set of f functions on all atoms by on av. <5 cm-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXptVyjsro%253D&md5=3f7d1b32dc11e67bf4757e1c59ed40c4", "30. ", "Dion", ", ", "M.", "; ", "Rydberg", ", ", "H.", "; ", "Schröder", ", ", "E.", "; ", "Langreth", ", ", "D. C.", "; ", "Lundqvist", ", ", "B. I.", " ", "Van der Waals Density Functional for General Geometries", " ", "Phys. Rev. Lett.", " ", "2004", ",  ", "92", ",  ", "246401", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "30. ", "van der Waals density functional for general geometries", "Dion M; Rydberg H; Schroder E; Langreth D C; Lundqvist B I", "Physical review letters", "\r\n        (", "2004", "),\r\n    ", "92", "\r\n        (", "24", "),\r\n    ", "246401", "\r\n        ISSN:", "0031-9007", ".\r\n    ", "A scheme within density functional theory is proposed that provides a practical way to generalize to unrestricted geometries the method applied with some success to layered geometries [Phys.  Rev.  Lett. 91, 126402 (2003)]].  It includes van der Waals forces in a seamless fashion.  By expansion to second order in a carefully chosen quantity contained in the long-range part of the correlation functional, the nonlocal correlations are expressed in terms of a density-density interaction formula.  It contains a relatively simple parametrized kernel, with parameters determined by the local density and its gradient.  The proposed functional is applied to rare gas and benzene dimers, where it is shown to give a realistic description.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD2czksVKnsA%253D%253D&md5=c008c59c1b478db532c072886870dceb", "31. ", "Goedecker", ", ", "S.", "; ", "Teter", ", ", "M.", "; ", "Hutter", ", ", "J.", " ", "Separable Dual-Space Gaussian Pseudopotentials", " ", "Phys. Rev. B", " ", "1996", ",  ", "54", ",  ", "1703", "– ", "1710", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "31. ", "Separable dual-space Gaussian pseudopotentials", "Goedecker, S.; Teter, M.; Hutter, J.", "Physical Review B: Condensed Matter", "\r\n        (", "1996", "),\r\n    ", "54", "\r\n        (", "3", "),\r\n    ", "1703-1710", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "We present pseudopotential coeffs. for the first two rows of the Periodic Table.  The pseudopotential is of an analytic form that gives optimal efficiency in numerical calculations using plane waves as a basis set.  At most, even coeffs. are necessary to specify its analytic form.  It is separable and has optimal decay properties in both real and Fourier space.  Because of this property, the application of the nonlocal part of the pseudopotential to a wave function can be done efficiently on a grid in real space.  Real space integration is much faster for large systems than ordinary multiplication in Fourier space, since it shows only quadratic scaling with respect to the size of the system.  We systematically verify the high accuracy of these pseudopotentials by extensive at. and mol. test calcns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XksFOht78%253D&md5=de0d078249d924ff884f32cb1e02595c", "32. ", "Bussi", ", ", "G.", "; ", "Donadio", ", ", "D.", "; ", "Parrinello", ", ", "M.", " ", "Canonical Sampling Through Velocity Rescaling", " ", "J. Chem. Phys.", " ", "2007", ",  ", "126", ",  ", "014101", "[", "Crossref", "], [", "CAS", "]", "32. ", "Canonical sampling through velocity rescaling", "Bussi, Giovanni; Donadio, Davide; Parrinello, Michele", "Journal of Chemical Physics", "\r\n        (", "2007", "),\r\n    ", "126", "\r\n        (", "1", "),\r\n    ", "014101/1-014101/7", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The authors present a new mol. dynamics algorithm for sampling the canonical distribution.  In this approach the velocities of all the particles are rescaled by a properly chosen random factor.  The algorithm is formally justified and it is shown that, in spite of its stochastic nature, a quantity can still be defined that remains const. during the evolution.  In numerical applications this quantity can be used to measure the accuracy of the sampling.  The authors illustrate the properties of this new method on Lennard-Jones and TIP4P water models in the solid and liq. phases.  Its performance is excellent and largely independent of the thermostat parameter also with regard to the dynamic properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXosVCltg%253D%253D&md5=9c182b57bfc65bca6be23c8c76b4be77", "33. ", "Boutin", ", ", "A.", "; ", "Springuel-Huet", ", ", "M.-A.", "; ", "Nossov", ", ", "A.", "; ", "Gédéon", ", ", "A.", "; ", "Loiseau", ", ", "T.", "; ", "Volkringer", ", ", "C.", "; ", "Férey", ", ", "G.", "; ", "Coudert", ", ", "F.-X.", "; ", "Fuchs", ", ", "A. H.", " ", "Breathing Transitions in MIL-53(Al) Metal-Organic Framework Upon Xenon Adsorption", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", ",  ", "8314", "– ", "8317", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "33. ", "Breathing Transitions in MIL-53(Al) Metal-Organic Framework Upon Xenon Adsorption", "Boutin, Anne; Springuel-Huet, Marie-Anne; Nossov, Andrei; Gedeon, Antoine; Loiseau, Thierry; Volkringer, Christophe; Ferey, Gerard; Coudert, Francois-Xavier; Fuchs, Alain H.", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "44", "),\r\n    ", "8314-8317, S8314/1-S8314/8", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A growing no. of porous metal-org. frameworks (MOF5) show exceptional guest-responsive behavior upon gas adsorption, owing to the flexibility of their hybrid org.-inorg. frameworks.  Herein, the authors report a xenon adsorption study in MIL-53(AI) in the temp. range 195-323 K in which the authors clearly observe breathing transitions in the measured adsorption isotherms.  Using a recently developed thermodn. model, the authors predict for the 1st time a phase diagram for xenon adsorption in MIL-53.  The present method is very general and could be applied to any other guest-flexible host system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht12htb3K&md5=30ee270e16a234710817535d898e85a9", "34. ", "Bousquet", ", ", "D.", "; ", "Coudert", ", ", "F.-X.", "; ", "Fossati", ", ", "A. G. J.", "; ", "Neimark", ", ", "A. V.", "; ", "Fuchs", ", ", "A. H.", "; ", "Boutin", ", ", "A.", " ", "Adsorption Induced Transitions in Soft Porous Crystals: An Osmotic Potential Approach to Multistability and Intermediate Structures", " ", "J. Chem. Phys.", " ", "2013", ",  ", "138", ",  ", "174706", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "34. ", "Adsorption induced transitions in soft porous crystals: An osmotic potential approach to multistability and intermediate structures", "Bousquet, David; Coudert, Francois-Xavier; Fossati, Alexandre G. J.; Neimark, Alexander V.; Fuchs, Alain H.; Boutin, Anne", "Journal of Chemical Physics", "\r\n        (", "2013", "),\r\n    ", "138", "\r\n        (", "17", "),\r\n    ", "174706/1-174706/9", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Soft porous crystals are flexible metal-org. frameworks that respond to phys. stimuli (temp., pressure, and gas adsorption) by large changes in their structure and unit cell vol.  The authors propose a thermodn. treatment, based on the osmotic ensemble, of the interplay between guest adsorption and host deformation, where the bare host material can undergo elastic deformation, as well as structural transitions between metastable phases in the case of a multistable material.  In addn. to structural transitions between metastable phases of bistable or multistable host frameworks, a new guest-stabilized host phase can be created when the size of the adsorbate is larger than the empty material's pore size.  The authors then confront the findings of this approach with exptl. data for systems exhibiting phenomena such as gate opening and breathing.  (c) 2013 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmvFyjsbw%253D&md5=c861985097d647bb2e3a951665e56e25", "35. ", "Liu", ", ", "Y.", "; ", "Her", ", ", "J.-H.", "; ", "Dailly", ", ", "A.", "; ", "Ramirez-Cuesta", ", ", "A. J.", "; ", "Neumann", ", ", "D. A.", "; ", "Brown", ", ", "C. M.", " ", "Reversible Structural Transition in MIL-53 with Large Temperature Hysteresis", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "11813", "– ", "11818", "[", "ACS Full Text ", "], [", "CAS", "]", "35. ", "Reversible Structural Transition in MIL-53 with Large Temperature Hysteresis", "Liu, Yun; Her, Jae-Hyuk; Dailly, Anne; Ramirez-Cuesta, Anibal J.; Neumann, Dan A.; Brown, Craig M.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "35", "),\r\n    ", "11813-11818", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The metal-org. framework, MIL-53, can have a structural transition from an open-pored to a closed-pored structure by adsorbing different guest mols.  The aid of guest mols. is believed to be necessary to initiate this \"breathing\" effect.  Using both neutron powder diffraction and inelastic neutron scattering techniques, we find that MIL-53 exhibits a reversible structural transition between an open-pored and a closed-pored structure as a function of temp. without the presence of any guest mols.  Surprisingly, this structural transition shows a significant temp. hysteresis: the transition from the open-pored to closed-pored structure occurs at approx. 125 to 150 K, while the transition from the closed-pored to open-pored structure occurs around 325 to 375 K.  To our knowledge, this is first observation of such a large temp. hysteresis of a structural transition in metal-org. frameworks.  We also note that the transition from the open to closed structure at low temp. shows very slow kinetics.  An ab initio computer simulation is employed to investigate the possible mechanism of the transition.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXps1Knt74%253D&md5=0d06ce91da90c73847b704c1ae49016f", "36. ", "Boutin", ", ", "A.", "; ", "Coudert", ", ", "F.-X.", "; ", "Springuel-Huet", ", ", "M.-A.", "; ", "Neimark", ", ", "A. V.", "; ", "Férey", ", ", "G.", "; ", "Fuchs", ", ", "A. H.", " ", "The Behavior of Flexible MIL-53(Al) upon CH", "4", " and CO", "2", " Adsorption", " ", "J. Phys. Chem. C", " ", "2010", ",  ", "114", ",  ", "22237", "– ", "22244", "[", "ACS Full Text ", "], [", "CAS", "]", "36. ", "The Behavior of Flexible MIL-53(Al) upon CH4 and CO2 Adsorption", "Boutin, Anne; Coudert, Francois-Xavier; Springuel-Huet, Marie-Anne; Neimark, Alexander V.; Ferey, Gerard; Fuchs, Alain H.", "Journal of Physical Chemistry C", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "50", "),\r\n    ", "22237-22244", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The use of the osmotic thermodn. model, combined with a series of methane and carbon dioxide gas adsorption expts. at various temps., has allowed shedding some new light on the fascinating phase behavior of flexible MIL-53(Al) metal-org. frameworks.  A generic temp.-loading phase diagram has been derived; it is shown that the breathing effect in MIL-53 is a very general phenomenon, which should be obsd. in a limited temp. range regardless of the guest mol.  In addn., the previously proposed stress model for the structural transitions of MIL-53 is shown to be transferable from xenon to methane adsorption.  The stress model also provides a theor. framework for understanding the existence of lp/np phase mixts. at pressures close to the breathing transition pressure, without having to invoke an inhomogeneous distribution of the adsorbate in the porous sample.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsV2kt73I&md5=0bd39c662462b230e102bf02d6be3b1a", "37. ", "Walker", ", ", "A. M.", "; ", "Civalleri", ", ", "B.", "; ", "Slater", ", ", "B.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Cora", ", ", "F.", "; ", "Zicovich-Wilson", ", ", "C. M.", "; ", "Román-Pérez", ", ", "G.", "; ", "Soler", ", ", "J. M.", "; ", "Gale", ", ", "J. D.", " ", "Flexibility in a Metal–Organic Framework Material Controlled by Weak Dispersion Forces: The Bistability of MIL-53(Al)", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "7501", "– ", "7503", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "37. ", "Flexibility in a metal-organic framework material controlled by weak dispersion forces: the bistability of MIL-53(Al)", "Walker, Andrew M.; Civalleri, Bartolomeo; Slater, Ben; Mellot-Draznieks, Caroline; Cora, Furio; Zicovich-Wilson, Claudio M.; Roman-Perez, Guillermo; Soler, Jose M.; Gale, Julian D.", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "41", "),\r\n    ", "7501-7503, S7501/1-S7501/10", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Breathtaking MOFs: DFT calcns. reveal that the exceptional, thermally induced d. change of the metal-org. framework MIL-53(Al) is controlled by a competition between short- and long-range interactions and entropic factors.  Dispersive interactions between the Ph rings are responsible for stabilizing a narrow-pore form at low temp.  At 325-375 K, vibrational entropy causes the structure to expand markedly, permitting large vols. of light gases to be adsorbed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlGisbfF&md5=94d8ff50b67c4b2089b29bb67a9b2c57", "38. ", "Ehrlich", ", ", "S.", "; ", "Bettinger", ", ", "H. F.", "; ", "Grimme", ", ", "S.", " ", "Dispersion-Driven Conformational Isomerism in σ-Bonded Dimers of Larger Acenes", " ", "Angew. Chem., Int. Ed.", " ", "2013", ",  ", "41", ",  ", "10892", "– ", "10895", "[", "Crossref", "]", "There is no corresponding record for this reference.", "39. ", "Ortiz", ", ", "A. U.", "; ", "Boutin", ", ", "A.", "; ", "Fuchs", ", ", "A. H.", "; ", "Coudert", ", ", "F.-X.", " ", "Anisotropic Elastic Properties of Flexible Metal–Organic Frameworks: How Soft Are Soft Porous Crystals?", " ", "Phys. Rev. Lett.", " ", "2012", ",  ", "109", ",  ", "195502", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "39. ", "Anisotropic elastic properties of flexible metal-organic frameworks: how soft are soft porous crystals?", "Ortiz, Aurelie U.; Boutin, Anne; Fuchs, Alain H.; Coudert, Francois-Xavier", "Physical Review Letters", "\r\n        (", "2012", "),\r\n    ", "109", "\r\n        (", "19", "),\r\n    ", "195502/1-195502/5", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Elastic consts. of MIL-53(Al), MIL-53(Ga), MIL-47, and the square and lozenge structures of DMOF-1 have been detd. using ab initio methods.  Tensorial anal. of the elastic consts. revealed a highly anisotropic elastic behavior, some deformation directions exhibiting very low Young's modulus and shear modulus.  The anisotropy reached a 400:1 ratio between the most rigid and weakest directions, in stark contrast to the case of nonflexible MOFs such as MOF-5 and ZIF-8.  Flexible MOFs were shown to display extremely large neg. linear compressibility.  These results showed the microscopic roots of stimuli-induced structural transitions in flexible MOFs, by linking the local elastic behavior of the material and its multistability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhslymu7bE&md5=6cbb661bb093723027a3a70c03dff176", "40. ", "Triguero", ", ", "C.", "; ", "Coudert", ", ", "F.-X.", "; ", "Boutin", ", ", "A.", "; ", "Fuchs", ", ", "A. H.", "; ", "Neimark", ", ", "A. V.", " ", "Mechanism of Breathing Transitions in Metal–Organic Frameworks", " ", "J. Phys. Chem. Lett.", " ", "2011", ",  ", "2", ",  ", "2033", "– ", "2037", "[", "ACS Full Text ", "], [", "CAS", "]", "40. ", "Mechanism of Breathing Transitions in Metal-Organic Frameworks", "Triguero, Carles; Coudert, Francois-Xavier; Boutin, Anne; Fuchs, Alain H.; Neimark, Alexander V.", "Journal of Physical Chemistry Letters", "\r\n        (", "2011", "),\r\n    ", "2", "\r\n        (", "16", "),\r\n    ", "2033-2037", "CODEN:\r\n                ", "JPCLCD", ";\r\n        ISSN:", "1948-7185", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors present a multiscale phys. mechanism and a stochastic model of breathing transitions, which represent adsorption-induced structural transformations between large-pore and narrow-pore conformations in bistable metal-org. frameworks, such as MIL-53.  Due to interplay between host framework elasticity and guest mol. adsorption, these transformations on the level of the crystal occur via layer-by-layer shear.  The authors construct a simple Hamiltonian that describes the physics of host-host and host-guest interactions and show that a resp. Monte Carlo simulation model qual. reproduces the exptl. obsd. features of breathing transitions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXpsVOhurg%253D&md5=799a9478bbde38805d86d290e4d4edb2", "41. ", "Ghoufi", ", ", "A.", "; ", "Maurin", ", ", "G.", "; ", "Férey", ", ", "G.", " ", "Physics Behind the Guest-Assisted Structural Transitions of a Porous Metal-Organic Framework Material", " ", "J. Phys. Chem. Lett.", " ", "2010", ",  ", "1", ",  ", "2810", "– ", "2815", "[", "ACS Full Text ", "], [", "CAS", "]", "41. ", "Physics Behind the Guest-Assisted Structural Transitions of a Porous Metal-Organic Framework Material", "Ghoufi, A.; Maurin, G.; Ferey, G.", "Journal of Physical Chemistry Letters", "\r\n        (", "2010", "),\r\n    ", "1", "\r\n        (", "19", "),\r\n    ", "2810-2815", "CODEN:\r\n                ", "JPCLCD", ";\r\n        ISSN:", "1948-7185", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "MIL-53(Cr) is one of the metal-org. framework (MOF)-type materials which shows the most spectacular breathing behavior upon adsorption of various types of fluids.  The previously reported thermodn. models did not allow a subtle anal. of the factors and mechanisms that govern the structural transition of the framework in play.  Here, we demonstrate that probing the interplay between the host and the guest mols. is crucial to capturing the physics behind such a transition, which has never been addressed so far.  It is thus emphasized that the host/guest interactions preliminarily induce a soft mode in the host framework, which is a prerequirement for initiating the structural transition of the MIL-53(Cr) solid.  It follows a displacive type of mechanism, which involves the occurrence of a new metastable phase that has been neither exptl. evidenced nor predicted.  Such an observation questions the bistability of the MIL-53(Cr) solid upon adsorption reported so far in the literature.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFelsbrL&md5=09ec94e8f29e1b4f2b246bf40b3bc89e", "42. ", "Coudert", ", ", "F.-X.", " ", "The osmotic framework adsorbed solution theory: predicting mixture coadsorption in flexible nanoporous materials", " ", "Phys. Chem. Chem. Phys.", " ", "2010", ",  ", "12", ",  ", "10904", "– ", "10913", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "42. ", "The osmotic framework adsorbed solution theory: predicting mixture coadsorption in flexible nanoporous materials", "Coudert, Francois-Xavier", "Physical Chemistry Chemical Physics", "\r\n        (", "2010", "),\r\n    ", "12", "\r\n        (", "36", "),\r\n    ", "10904-10913", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Predictive anal. methods are crucial tools in the design of adsorptive gas sepn. processes.  While they are widely used for rigid nanoporous solids, there is a lack of flexible materials, including the very topical and promising dynamic metal-org. frameworks (MOFs), which display such eye-catching phenomena as gate opening and breathing.  The authors present here the osmotic framework adsorbed soln. theory (OFAST), which predicts the evolution of structural transitions and selectivity upon adsorption of fluid mixts. in flexible nanoporous solids, using as a sole input exptl. pure component isotherms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFWqtbfI&md5=ca48761a70c0b0fbbe2f91d00174f124", "43. ", "Millange", ", ", "F.", "; ", "Guillou", ", ", "N.", "; ", "Walton", ", ", "R. I.", "; ", "Grenèche", ", ", "J.-M.", "; ", "Margiolaki", ", ", "I.", "; ", "Férey", ", ", "G.", " ", "Effect of the nature of the metal on the breathing steps in MOFs with dynamic frameworks", " ", "Chem. Commun.", " ", "2008", ",  ", "4732", "– ", "4734", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "43. ", "Effect of the nature of the metal on the breathing steps in MOFs with dynamic frameworks", "Millange, Franck; Guillou, Nathalie; Walton, Richard I.; Greneche, Jean-Marc; Margiolaki, Irene; Ferey, Gerard", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2008", "),\r\n    ", "\r\n        (", "39", "),\r\n    ", "4732-4734", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The thermal behavior of the nanoporous iron(III) terephthalate MIL-53 (FeIII(OH)(O2CC6H4CO2)·H2O), is in Stark contrast to its chromium and aluminum analogs which show an expansion of the cell during dehydration; with iron, reversible dehydration occurs via evolution of the structure through a highly distorted metastable anhyd. phase to a more regular phase >423 K in which pore vol. remains approx. const.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtF2mtrzO&md5=e232809b7f06e9040d430f1753c2bf5e"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-10/jp412433a/production/images/small/jp-2013-12433a_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-10/jp412433a/production/images/small/jp-2013-12433a_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-10/jp412433a/production/images/small/jp-2013-12433a_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-10/jp412433a/production/images/small/jp-2013-12433a_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-10/jp412433a/production/images/small/jp-2013-12433a_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-10/jp412433a/production/images/small/jp-2013-12433a_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-10/jp412433a/production/images/small/jp-2013-12433a_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-10/jp412433a/production/images/small/jp-2013-12433a_0008.gif\">"]}
