{"title": ["Microporous Heptazine Functionalized (3,24)-Connected ", "-Metal–Organic Framework: Synthesis, Structure, and Gas Sorption Analysis"], "authors": ["Ryan Luebke", "Łukasz J. Weseliński", "Youssef Belmabkhout", "Zhijie Chen", "Łukasz Wojtas", "Mohamed Eddaoudi"], "doi": ["10.1021/cg401802s"], "abstract": ["A highly porous ", "-MOF-9, based on the assembly of 3- and 24-connected building blocks, was synthesized to contain a pre-designed polyheterocyclic nitrogen-rich hexacarboxylate ligand. The introduction of a nitrogen-rich organic moiety into the ", "-MOF platform has permitted access to a porous MOF (", "-MOF-9) with unique H", " and CO", " adsorption properties in comparison to previously reported ", "-MOFs.", "Here we synthesized the highly porous ", "-MOF-9 as the first example of an ", "-MOF having a polycyclic central core. This material was synthesized from a predesigned polyheterocyclic nitrogen-rich hexacarboxylate (tri-isophthalate) ligand, which serves as the 3-connected, trigonal molecular building block (MBB). When reacted under the proper conditions, this ligand, having three coplanar isophthalic acid moieties, codes for the in situ formation of the targeted 24-connected copper-based supermolecular building block (SBB) having rhombicuboctahedral geometry. This combination of a 24-connected building block linked through 3-connected nodes results in a novel material with the singular ", " topology. The ", "-MOF-9 compound exhibits promising H", " and CO", " adsorption properties in comparison to previously reported ", "-MOFs."], "text": ["Metal–organic frameworks (MOFs) are a unique class of materials which, due to their modular nature, present researchers with the ability to tune their physical and chemical properties for use in a wide diversity of applications.", "(1)", " MOFs, due to their high degree and controlled porosity, are particularly suited for gas storage and separation applications. Targeted synthesis through use of several design methods", "(2-7)", " has allowed tremendous advances in the ability to construct materials with desired topologies and functionality. Through judicious selection of ligands and careful control of reaction conditions, MOFs can be assembled from predetermined building blocks. The supermolecular building block (SBB) approach offers potential to design functional MOF materials by targeting specific metal organic polyhedra (MOPs), which can act as highly connected nodes in the resulting structure, thus limiting the possible topological outcomes and improving predictability of structure.", "It has been shown by our group that a 24-connected copper paddlewheel-based SBB having rhombicuboctahedral geometry linked through trigonal (3-connected) nodes results in a singular net (Figure ", "1", ") having ", "rht", " topology (the naming of this topology is derived from the connectivity of the nodes: ", "rh", "ombicuboctahedral and ", "t", "rigonal).", "(6, 8)", " This design strategy has allowed for directed synthesis of ", "rht", "-MOFs based on extended and/or functionalized ligands, resulting in a diversity of highly porous MOFs.", "(6, 8-12)", "MOFs are particularly well-suited for use in applications including carbon capture or CO", "2", " storage, where selective adsorption or storage of large amounts of CO", "2", " is required.", "(13, 14)", " The high degree of porosity and moderate heats of adsorption (20–50 kJ mol", "–1", ")", "(14)", " have allowed the synthesis of MOFs which can reversibly adsorb CO", "2", " in amounts up to ∼8 mmol g", "–1", " at low pressure (1 bar at 298K)", "(15)", " and greater than 50 mmol g", "–1", " at high pressure (50 bar at 298K).", "(16)", " Thus, MOFs are positioned to be a strong competitor with liquid amine, zeolite, or activated carbon-based sorbents in these processes.", "(13)", "One strategy successfully used in enhancing the energetics and resultant uptake of CO", "2", " in MOF materials, is through introduction of nitrogen donor groups to the organic ligand. This has resulted in dramatic increases in isosteric heats of adsorption (", "Qst)", " at low loading. This is exemplified by MIL-53/Amino-MIL-53, where the amine-functionalized analog exhibits low loading ", "Qst", " enhancements (35 vs 50 kJ mol", "–1", ").", "(17)", " Furthermore, improvements of ", "Qst", " (of ∼5 kJ mol", "–1", ") at all reported loadings was shown in a mixed ligand Zn-based material MTAF-3,", "(18)", " an analog of MOF-508,", "(19)", " which was modified through incorporation of triazole functionality into one of the ligands.", "To exploit the tunability of the ", "rht", "-MOF series for use as sorbents for CO", "2", ", we previously reported ", "rht", "-MOF-7, synthesized from a nitrogen-rich ligand having secondary amine and triazine functionality. As anticipated, ", "rht", "-MOF-7 shows a particularly strong affinity for CO", "2", " due to the exposed nitrogen donor groups in the cavities. To further enhance the CO", "2", " uptake of this system, herein, we report the synthesis of an ", "rht", "-MOF (", "rht", "-MOF-9) synthesized from an analogous ligand having an ", "s", "-heptazine (tri-", "s", "-triazine) core in place of the ", "s", "-triazine core in the ", "rht", "-MOF-7. To the best of our knowledge, ", "rht", "-MOF-9 is the first example of an ", "rht", "-MOF having a polycyclic central core. The organic ligand 2,5,8-tris(3,5-dicarboxyphenylamino)-1,3,4,6,7,9,9b-heptaazaphenalene (TDCPAH) is composed of a nitrogen-rich ", "s", "-heptazine center, which is linked to three isophthalic acid moieties through secondary amines (Figure ", "1", "). The readily exposed amines and a polarized core (", "s", "-heptazine) are attractive features for H", "2", " and CO", "2", " adsorption studies and as a comparison to reported data from ", "rht", "-MOF-1 and ", "rht", "-MOF-7. Indeed, the solvothermal reaction of Cu(NO", "3", ")", "2", "·2.5 H", "2", "O and TDCPAH in a solution of DMF, DMSO, and HBF", "4", " yielded blue octahedral crystals of ", "rht", "-MOF-9. Single crystal diffraction reveals that the compound has a formula unit of Cu", "3", "(TDCPAH)(solvent)", "x", " and that the compound crystallized in the tetragonal ", "I", "4/", "m", " space group with unit cell edge lengths of ", "a", " = ", "b", " = 27.934(2) Å and ", "c", " = 41.081(4) Å. Topological analysis confirms that the material has the expected ", "rht-a", " net.", "Figure 1. Strategy for synthesis of ", "rht", "-MOFs. The molecular building blocks: a trigonal tri-isophthalate ligand and a bimetal tetracarboxylate paddlewheel cluster (top left) and their corresponding geometries (bottom left) represented as a green ▲ and a red ■. The combination of these building blocks results in a polyhedron having external functionality consisting of 24 trigonal nodes (center). When expanded to the 3-periodic net, the resultant structure has ", "rht-a", " topology, represented as polyhedra linked through triangles (right).", "In the crystal structure of ", "rht", "-MOF-9, each central ", "s", "-heptazine core is covalently linked at the 2, 5, and 8-positions through amine moieties to the 5-position of each isophthalate terminus. The 120° angle between the carboxylates of the isophthalate terminus allows formation, in situ, of the 24-connected rhombicuboctahedral", "(20, 21)", " (", "rco", ")", "(22)", " SBB (Figure ", "2", "a). This SBB is one of the three cages in this structure and is composed of 24 isophthalate ligands connected by 12 dimeric copper paddlewheels (shown as red ■ in Figures ", "1", " and ", "2", "). The diameter of the cage, accounting for van der Walls radii, is ∼13 Å. The packing of the rhombicuboctahedral SBBs results in the formation of two additional cages, a truncated cube (", "tcu", "),", "(22)", " and an augmented rhombic dodecahedron (", "rdo-a", ").", "(22)", " The ", "tcu", " cage (Figure ", "2", "b) encloses a space that is tetrahedral in geometry and can accommodate a sphere of ∼9 Å in diameter (represented by a yellow sphere in Figure ", "2", "). This cage is delimited by four TDCPAH ligands (represented as green ▲ in the tiling representation in Figure ", "2", "). The isophthalate moieties are linked at the corners of the tetrahedral cage through 3 copper paddlewheels forming a 3-membered ring. The ", "rdo-a", " cage (Figure ", "2", "c) encloses space that is octahedral in geometry with a minimal diameter, which passes through the center of the cage of ∼17 Å. The cage is delimited by 8 TDCPAH ligands which lie on the faces of the octahedral enclosed space. The isophthalate moieties are linked through copper paddlewheels at each vertex of the octahedra, forming a 4-membered ring.", "Figure 2. Crystal structure fragments (left) showing the three cages in ", "rht", "-MOF-9 and the corresponding tiling representations (right): (a) ", "rco", ", (b) ", "tcu", ", (c) ", "rdo-a", ".", "Thermogravimetric analysis (TGA) experiments performed on the as-synthesized ", "rht", "-MOF-9 reveal an initial solvent loss of ∼50%, which occurred in the temperature range of room temperature to 250 °C. The rate of loss decreases slightly between 250 and 350 °C, at which point framework decomposition begins (see Figure S8 of the ", "Supporting Information", "). A methanol-exchanged sample was prepared by washing the crystalline product with DMF over a period of 3 days, refreshing the solution 3–4 times per day. This was followed by solvent exchange with methanol over the course of 3 days, again refreshing the solution 3–4 times per day. TGA of the methanol exchanged sample reveals that a 15% loss of mass occurs around 100 °C, which can be attributed to the loss of coordinated solvent. The sample remains stable and does not lose an appreciable amount of mass until decomposition, which occurs at around 275 °C (see Figure S8 of the ", "Supporting Information", ").", "Low pressure gas sorption analysis was performed on an activated sample of ", "rht", "-MOF-9. To activate the sample, through removal of guest solvent molecules, the methanol exchanged sample was placed under dynamic vacuum and subsequently heated at a rate of 1 °C per minute and held at 55 °C for 6 h followed by additional heating at a rate of 1 °C per minute and held at 85 °C for 6 h. Gas sorption studies confirmed the permanent porosity of this compound. The pore size distribution based on the argon isotherm (Figure ", "3", ") collected at 87 K reveals relatively narrow pore size distribution (see Figure S6 of the ", "Supporting Information", ") with three distinct pore size ranges of 8–11, 12–16, and 17–21 Å, which are consistent with the crystallographic dimensions of the ", "rco", ", ", "tco", ", and ", "rdo-a", " cages, respectively. The available free volume for ", "rht", "-MOF-9 was determined experimentally from the N", "2", " and Ar isotherms based on the uptake at 0.95 p/p", "o", " (1.07 and 1.01 cc g", "–1", ", respectively) (Figure ", "3", " and Figure S5 of the ", "Supporting Information", "), which is in good agreement with the free volume based on the crystal structure (0.943 cc g", "–1", "). The apparent BET and Langmuir surface areas, based on the Ar isotherm, were estimated to be 2420 and 3070 m", "2", " g", "–1", ", respectively.", "These values are significantly higher than the surface areas for our previously reported ", "rht", "-MOF-7 (Langmuir 2170 m", "2", " g", "–1", "),", "(9)", " synthesized from a slightly smaller (", "s", "-triazine-based) trigonal MBB. The surface area of ", "rht", "-MOF-9 is closely comparable to the prototypical parent ", "rht", "-MOF-1, which has a slightly larger (tetrazole and Cu trimer based) trigonal inorganic MBB (BET 2847 m", "2", " g", "–1", ", Langmuir 3223 m", "2", " g", "–1", ").", "(6)", "Figure 3. Low pressure fully reversible argon adsorption (■) and desorption (□) isotherms at 87 K for the methanol exchanged ", "rht", "-MOF-9.", "CO", "2", " adsorption experiments showed that ", "rht", "-MOF-9 exhibits only a slightly lower CO", "2", " uptake than ", "rht", "-MOF-7 at a very low pressure below 0.05 bar (ca. 38 Torr) and 298 K (Figure ", "4", "). This behavior can be attributed to the lower basicity of the ", "s", "-heptazine-based ligand (", "rht", "-MOF-9) compared to the ", "s", "-triazine-based ligand", "(23)", " (", "rht", "-MOF-7) as inferred from the ", "Q", "st", " (32 KJ mol", "–1", " vs. 45 KJ mol", "–1", ", respectively). Interestingly, at relatively low partial pressures [0.1 bar (76 Torr) akin to postcombustion capture], the CO", "2", " uptake for ", "rht", "-MOF-9 showed higher volumetric and gravimetric uptake (18.2 cm", "3", " STP/cm", "3", ", 1.1 mmol g", "–1", ") than ", "rht", "-MOF-1 (5 cm", "3", " STP/cm", "3", ", 0.32 mmol g", "–1", ") and ", "rht", "-MOF-7 (14.7 cm", "3", " STP/cm", "3", ", 0.83 mmol g", "–1", "). At 1 bar, the total CO", "2", " uptake was also drastically improved, and ", "rht", "-MOF-9 exhibits one of the highest gravimetric and volumetric uptakes reported for ", "rht", "-MOFs. This observed enhancement in CO", "2", " uptake, combined with a noticeable reduction in the Q", "st", " at low loading when compared to ", "rht", "-MOF-7, can be translated into an enhancement in the energy/efficiency trade-off for gas separation applications. It should be noted that reduced CO", "2", " ", "Q", "st", " (at low loading) compared to ", "rht", "-MOF-7 and the low degree of energy uniformity (see Figure S7 of the ", "Supporting Information", ") will not necessarily induce an improvement in the affinity and CO", "2", " selectivity over other gases such as CH", "4", " and N", "2", ". In this case, further studies are sought in our group to explore the CO", "2", " separation properties of ", "rht", "-MOF-9. It should be mentioned that the accuracy of the ", "Q", "st", " determination for ", "rht", "-MOF-9 was confirmed by the established linearity of CO", "2", " isosters for the entire studied range of CO", "2", " loadings.", "In light of the high surface area achieved when incorporating the polycyclic central core, we found it compelling to further explore the H", "2", " adsorption properties of ", "rht", "-MOF-9. Interestingly, at 77 K and 1 bar, ", "rht", "-MOF-9 shows a relatively higher gravimetric uptake of ∼2.72 wt % (Figure ", "5", "), Q", "st", " of 6.9 kJ mol", "–1", " at low loading, and 5.8 kJ mol", "–1", " at higher loading (see Figure S4 of the ", "Supporting Information", "). This uptake is greater than the best reported ", "rht", "-MOFs", "(24)", " and is in excess of ", "rht", "-MOF-7 (2.65 wt % at 1 bar and 77 K)", "(25)", " and a considerably higher uptake than ", "rht", "-MOF-1 (2.4 wt % at 1 bar and 77 K).", "(6)", " The increase in uptake compared to ", "rht", "-MOF-7 can likely be attributed to the increase in the specific surface area due to ligand extension and subsequent ", "rdo-a", " cage expansion (see Table S2 of the ", "Supporting Information", "). Whereas, the increase in comparison to ", "rht", "-MOF-1 can likely be attributed to enhanced interactions due to the effect of the localized charge density and highly confined pores/cages, in the ", "tcu", " and ", "rdo-a", " cages, resulting in more uniform MOF–sorbent interactions (see Figure S4a of the ", "Supporting Information", "). The combination of high surface area and high mass density (this last in direct relationship with the charge density) may explain the enhancement in H", "2", " adsorption, as was pointed out in recent work.", "(26)", "Figure 4. CO", "2", " adsorption isotherms at 298 K on ", "rht", "-MOF-9 in comparison to the corresponding data for ", "rht", "-MOF-1 and ", "rht", "-MOF-7.", "Figure 5. Low pressure fully reversible hydrogen isotherms for the methanol exchanged ", "rht", "-MOF-9 at 77 K (red squares) and 87 K (blue squares). Solid ■ and open □ represent adsorption and desorption, respectively.", "Powder X-ray diffraction (PXRD) measurements were performed to confirm phase purity and confirm the stability of ", "rht", "-MOF-9 after sorption and solvent exchange (see Figure S9 of the ", "Supporting Information", "). The experimental PXRDs are consistent with the PXRD pattern calculated based on the crystal structure using the Reflex module in Accelrys Materials Studio v6.1 (see Figure S9 of the ", "Supporting Information", "). Variable Temperature PXRD (VTPXRD) experiments, performed under vacuum on the methanol-exchanged sample, are consistent with the TGA measurements and show a high degree of thermal stability, with significant reduction of crystallinity beginning near 250 °C (Figure ", "6", "). Unfortunately, similar to many of the reported ", "rht", "-MOFs, ", "rht", "-MOF-9 loses crystallinity after prolonged exposure to air.", "Figure 6. Variable temperature PXRD of methanol exchanged ", "rht", "-MOF-9 while under vacuum. Crystallinity is retained up to 200 °C, upon which there is a substantial loss of crystallinity as noted by the reduction in diffraction intensity.", "We have successfully used the ", "rht", "-MOF platform to prepare a nitrogen-rich functionalized ", "rht", "-MOF-9, which exhibits a highly specific surface area in combination with high charge density. By incorporating a ligand having an ", "s", "-heptazine central core linked to three isophthalic acid moieties through secondary amines, ", "rht", "-MOF-9 exhibits high CO", "2", " uptake at both relatively low (0.1 bar) and atmospheric pressures. In addition H", "2", " storage capacity at 1 bar and 77 K was found to be exceptionally high in comparison to other reported MOFs and is the highest reported low pressure uptake for ", "rht", "-MOFs. Further adsorption studies are in progress to evaluate the performance of ", "rht", "-MOF-9 for CO", "2", " separation in the presence of N", "2", ", CH", "4", ", and H", "2", " containing gas mixtures as well as hydrogen and methane storage at relatively high pressures.", " ", "Top of Page", "Abstract", "References", "Supporting Information", "Experimental procedures, NMR, PXRD, TGA, crystallographic structural analysis, additional gas sorption plots, and ligand synthesis and characterization. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "References", "Acknowledgment", "Authors gratefully acknowledge KAUST for funding.", "Reference QuickView", "Top of Page", "Abstract", "References", "References", "This article references 26 other publications.", "1. ", "MacGillivray", ", ", "L. R.", ",  ", "Metal-organic frameworks: Design and application", ". ", "Wiley", ":", "Hoboken, NJ", ", ", "2010", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "2. ", "Liu", ", ", "Y.", "; ", "Eubank", ", ", "J. F.", "; ", "Cairns", ", ", "A. J.", "; ", "Eckert", ", ", "J.", "; ", "Kravtsov", ", ", "V. C.", "; ", "Luebke", ", ", "R.", "; ", "Eddaoudi", ", ", "M.", " ", "Angew. Chem., Int. Ed.", " ", "2007", ",  ", "46", " (", "18", ")  ", "3278", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Assembly of metal-organic frameworks (MOFs) based on indium-trimer building blocks: a porous MOF with soc topology and high hydrogen storage", "Liu, Yunling; Eubank, Jarrod F.; Cairns, Amy J.; Eckert, Juergen; Kravtsov, Victor Ch.; Luebke, Ryan; Eddaoudi, Mohamed", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "18", "),\r\n    ", "3278-3283", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The synthesis and structure of two MOFs based on oxo-bridged trinuclear indium carboxylate clusters are reported.  The one MOF has a cubic structure with a CaB6 topol. and the other with an unprecedented soc topol. (soc = square-octahedron).  The results obtained indicate that MOFs possessing the characteristics of these two MOFs, combined with the modularity of their construction which allows higher surface areas to be obtained, will permit the attainment of the US DOE target for H2 uptake.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXlsVKhs7k%253D&md5=25cc409adc0903fb26719f96861d8b70", "3. ", "Schoedel", ", ", "A.", "; ", "Wojtas", ", ", "L.", "; ", "Kelley", ", ", "S. P.", "; ", "Rogers", ", ", "R. D.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", " ", "Angew. Chem., Int. Ed.", " ", "2011", ",  ", "50", " (", "48", ")  ", "11421", "[", "Crossref", "], [", "CAS", "]", "3. ", "Network Diversity through Decoration of Trigonal-Prismatic Nodes: Two-Step Crystal Engineering of Cationic Metal-Organic Materials", "Schoedel, Alexander; Wojtas, Lukasz; Kelley, Stephen P.; Rogers, Robin D.; Eddaoudi, Mohamed; Zaworotko, Michael J.", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "48", "),\r\n    ", "11421-11424, S11421/1-S11421/20", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A crystal engineering strategy that exploits preformed mol. building blocks (MBBs) based upon water-stable trigonal prisms that are decorated with pyridyl moieties is described.  A two-step modular approach that opens up a broad new class of bimetallic MOMs is thereby facilitated.  The building block tp-PMBB-1 [Cr3O(isonicH)6(H2O)2(NO3)](NO3)6·2H2O, 1, (isonic = pyridine-4-carboxylate) represents a discrete and robust \"hexapyridyl\" 6-connected node that is well-suited for the subsequent synthesis of a plethora of networks with nanoscale features.  Its coordination chem. with two metals is detailed herein: a linear but bendable linker, Ag+ ({Ag3[Cr3O(isonic)6(H2O)3](NO3)4}·xH2O, tp-PMBB-1-snx-1, {Ag3[Cr3O(isonic)6(H2O)3](NO3)4-x(BF4)x}·yH2O, tp-PMBB-1-snw-1), and a rigid square-planar metal node Cd2+ ({[Cd(H2O)2]3[Cr3O(isonic)6(H2O)3]2(NO3)8}·xsolv (solv = DMF, MeCN), tp-PMBB-1-stp-1).  These results demonstrate the ability of Ag+ to exist in nonlinear geometry and facilitate two new network topologies for trigonalprismatic nodes, snx (six-connected net type x) (6,6) and snw (six-connected net type w) (6,6), rather than the default acs net.  The nets tp-PMBB-l-snx-1 and -snw-1 were prepd. by layering AgNO3 or AgBF4 onto a soln. of the nitrate salt of tpPMBB-1.  Light green hexagonal crystals of tp-PMBB-l-snx-1 and light green octahedral crystals of tp-PMBB-l-snw-1, resp., were harvested.  Dark green needle-shaped hexagonal crystals of tp-PMBB-1-stp-1 were obtained by layering a soln. of Cd(NO3)2 onto a soln. of the nitrate salt of tp-PMBB-1.  The crystal structures of tp-PMBB-l-snx-1, -snw-1, and -stp-1 were detd. by single-crystal X-ray diffraction data and their topologies were detd. by using TOPOS pl1 and the RCSR database.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1yjsrbK&md5=ad12b134968ce5804317bfb9b9b2e417", "4. ", "Xue", ", ", "D.-X.", "; ", "Cairns", ", ", "A. J.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Wojtas", ", ", "L.", "; ", "Liu", ", ", "Y.", "; ", "Alkordi", ", ", "M. H.", "; ", "Eddaoudi", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", " (", "20", ")  ", "7660", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Tunable Rare-Earth fcu-MOFs: A Platform for Systematic Enhancement of CO2 Adsorption Energetics and Uptake", "Xue, Dong-Xu; Cairns, Amy J.; Belmabkhout, Youssef; Wojtas, Lukasz; Liu, Yunling; Alkordi, Mohamed H.; Eddaoudi, Mohamed", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "20", "),\r\n    ", "7660-7667", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of fcu-MOFs based on rare-earth (RE) metals and linear fluorinated/non-fluorinated, homo/heterofunctional ligands were targeted and synthesized.  This particular face-centered cubic-metal org. frameworks (fcc-MOF) platform was selected because of its unique structural characteristics combined with the ability/potential to dictate and regulate its chem. properties (e.g., tuning of the electron-rich RE metal ions and high localized charge d., a property arising from the proximal positioning of polarizing tetrazolate moieties and fluoro-groups that decorate the exposed inner surfaces of the confined conical cavities).  These features permitted a systematic gas sorption study to evaluate/elucidate the effects of distinctive parameters on CO2-MOF sorption energetics.  Our study supports the importance of the synergistic effect of exposed open metal sites and proximal highly localized charge d. toward materials with enhanced CO2 sorption energetics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmt1ymt7k%253D&md5=6eab65ed87edbaf07749f93fe7732f68", "5. ", "Cairns", ", ", "A. J.", "; ", "Perman", ", ", "J. A.", "; ", "Wojtas", ", ", "L.", "; ", "Kravtsov", ", ", "V. C.", "; ", "Alkordi", ", ", "M. H.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", " (", "5", ")  ", "1560", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Supermolecular building blocks (SBBs) and crystal design: 12-connected open frameworks based on a molecular cubohemioctahedron", "Cairns, Amy J.; Perman, Jason A.; Wojtas, Lukasz; Kravtsov, Victor Ch.; Alkordi, Mohamed H.; Eddaoudi, Mohamed; Zaworotko, Michael J.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "5", "),\r\n    ", "1560-1561", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The cubohemioctahedral supermol. building blocks, SBBs, [M6(bdc)12]12- (M = Ni, Co, bdc = benzenedicarboxylate) have the requisite symmetry to be cross-linked by rigid tetracarboxylato ligands in such a manner that 12-connected fcu nets with nanoscale features are generated.  3,5-H4ATC, H4L1, bis(3,5-dicarboxyphenyl)diazene, facilitates a structure with Ni that exhibits cavities with >2 nm max. dimensions in [Ni2(L1)(H2O)3]n, whereas H4BIPA-TC, H4L2, N,N'-bis(3,5-dicarboxyphenyl)-1,4,5,8-naphthaldiimide (I), forms a net with Co or Ni that exhibits cavities with >3 nm max. dimensions. in [M2(L2)(MeOH)(H2O)4]n (M = Co, Ni).  [Ni2(L1)(H2O)3]n and [Co2(L2)(MeOH)(H2O)4]n were characterized by x-ray crystallog.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXltlCmug%253D%253D&md5=0bd518ef35cb572f382cf17356f4d657", "6. ", "Nouar", ", ", "F.", "; ", "Eubank", ", ", "J. F.", "; ", "Bousquet", ", ", "T.", "; ", "Wojtas", ", ", "L.", "; ", "Zaworotko", ", ", "M. J.", "; ", "Eddaoudi", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", " (", "6", ")  ", "1833", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Supermolecular Building Blocks (SBBs) for the Design and Synthesis of Highly Porous Metal-Organic Frameworks", "Nouar, Farid; Eubank, Jarrod F.; Bousquet, Till; Wojtas, Lukasz; Zaworotko, Michael J.; Eddaoudi, Mohamed", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "6", "),\r\n    ", "1833-1835", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Here, the authors report a novel approach for the bottom-up assembly of hierarchical building blocks: simple mol. building blocks (MBBs) and the resultant supermol. building blocks (SBBs) to build highly coordinated nets.  A specific network, the (3,24)-connected rht, was used as a blueprint to construct a metal-org. framework where the MBBs/SBBs augment the net.  The copper(II) complex {[Cu6O(TZI)3(H2O)9](NO3)·15H2O}n [H3TZI = 5-(5-tetrazolyl)isophthalic acid] was prepd. and its crystal structure detd.  Surface and sorption properties and hydrogen uptake capacity of this highly porous metal-org. framework complex were measured.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXotFCqtw%253D%253D&md5=c7a2569bf4006d4872f281dec22ef22c", "7. ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Rosi", ", ", "N.", "; ", "Vodak", ", ", "D.", "; ", "Wachter", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2002", ",  ", "295", " (", "5554", ")  ", "469", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Systematic design of pore size and functionality in isoreticular MOFs and their application in methane storage", "Eddaoudi, Mohamed; Kim, Jaheon; Rosi, Nathaniel; Vodak, David; Wachter, Joseph; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "295", "\r\n        (", "5554", "),\r\n    ", "469-472", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A strategy based on reticulating metal ions and org. carboxylate links into extended networks has been advanced to a point that allowed the design of porous structures in which pore size and functionality could be varied systematically.  Metal-org. framework (MOF-5), a prototype of a new class of porous materials and one that is constructed from octahedral Zn-O-C clusters and benzene links, was used to demonstrate that its three-dimensional porous system can be functionalized with the org. groups -Br, -NH2, -OC3H7, -OC5H11, -C2H4, and -C4H4 and that its pore size can be expanded with the long mol. struts biphenyl, tetrahydropyrene, pyrene, and terphenyl.  We synthesized an isoreticular series (one that has the same framework topol.) of 16 highly cryst. materials whose open space represented up to 91.1% of the crystal vol., as well as homogeneous periodic pores that can be incrementally varied from 3.8 to 28.8 Å.  One member of this series exhibited a high capacity for methane storage (240 cm3 at std. temp.), and others the lowest densities (0.41 to 0.21 g/cm3) for a cryst. material at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlyrtLjP&md5=d218d4040887f5fb390a733ee156d27b", "8. ", "Eubank", ", ", "J. F.", "; ", "Nouar", ", ", "F.", "; ", "Luebke", ", ", "R.", "; ", "Cairns", ", ", "A. J.", "; ", "Wojtas", ", ", "L.", "; ", "Alkordi", ", ", "M.", "; ", "Bousquet", ", ", "T.", "; ", "Hight", ", ", "M. R.", "; ", "Eckert", ", ", "J.", "; ", "Embs", ", ", "J. P.", "; ", "Georgiev", ", ", "P. A.", "; ", "Eddaoudi", ", ", "M.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", " (", "40", ")  ", "10099", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "On Demand: The Singular rht Net, an Ideal Blueprint for the Construction of a Metal-Organic Framework (MOF) Platform", "Eubank, Jarrod F.; Nouar, Farid; Luebke, Ryan; Cairns, Amy J.; Wojtas, Lukasz; Alkordi, Mohamed; Bousquet, Till; Hight, Matthew R.; Eckert, Juergen; Embs, Jan P.; Georgiev, Peter A.; Eddaoudi, Mohamed", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "40", "),\r\n    ", "10099-10103, S10099/1-S10099/50", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Herein, we report for the first time the covalent linking of expanded the supermol. building block (SBB) by introducing a trigonal org. core and replacing the carboxylic acid moieties of an isophthalate terminus with benzoic acid moieties.  Ligands 5-(1H-tetrazol-5-yl)-1,1',3',1''-terphenyl-4,''-dicarboxylic acid (H3L2), 4'-(1H-tetrazol-5-yl)-biphenyl-3,5-dicarboxylic acid (H3L3), 1,3,5-tris(5-methoxy-1,3-benzene-dicarboxylic acid)benzene (H6tL1), 1,3,5-tris(5'-[(E)-(p-phenyloxy)diazenyl]benzene-1,3-dicarboxylic acid)benzene (H6tL2), tris-(4-(5'-ethynyl-1,1':3',1''-terphenyl-4,''-dicarboxylic acid)phenyl)amine (H6tL3), and 5'-(4-(1H-tetrazol-5-yl)benzamicio)benzene-1,3-dioic acid (H3L4) are synthesized.  Polymeric MOFs [Cu6O(L2)3(NO3)·xsolv]n, [Cu6O(L3)3(NO3)·xsolv]n, [Cu3(tL1)(H20)3·xsolv]n, [Zn3(tL1)(H20)(DMF)2·xsolv]n, [Co3(tL1)(H20)1.5(DMF)1.5·xsolv]n, [Zn3(tL2)(H20)3·xsolv]n, [Cu3(tL3)(solv)3·xsolv]n, [Cu6O(L4)3(NO3)·xsolv]n are synthesized and their crystal structures are detd. by single crystal X-ray diffraction.  Gas adsorption for the MOFs is tested.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhtlamtb%252FI&md5=5e327768618f015a85d1c9b3267dde31", "9. ", "Luebke", ", ", "R.", "; ", "Eubank", ", ", "J. F.", "; ", "Cairns", ", ", "A. J.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Wojtas", ", ", "L.", "; ", "Eddaoudi", ", ", "M.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", " (", "10", ")  ", "1455", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "The unique rht-MOF platform, ideal for pinpointing the functionalization and CO2 adsorption relationship", "Luebke, Ryan; Eubank, Jarrod F.; Cairns, Amy J.; Belmabkhout, Youssef; Wojtas, Lukasz; Eddaoudi, Mohamed", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "10", "),\r\n    ", "1455-1457", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The uniqueness of the rht-MOF platform, based on the singular (3,24)-connected net, allows for the facile design and synthesis of functionalized materials for desired applications.  Here the authors designed a nitrogen-rich trefoil hexacarboxylate (trigonal tri-isophthalate) ligand L, where LH6 = I, which serves to act as a trigonal mol. building block while concurrently coding the formation of the targeted truncated cuboctahedral supermol. building block (in situ), and enhancing the CO2 uptake in the resultant rht-MOF.  Reaction between Na6L and copper tetrafluoroborate under solvothermal conditions results in the targeted rht-MOF.  Single-crystal X-ray diffraction reveals a formula unit of [Cu3L(H2O)3·(solvent)]n (rht-MOF-7).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XmtF2luw%253D%253D&md5=79d0b0f9619ce09f4b56a77a19f215f5", "10. ", "Farha", ", ", "O. K.", "; ", "Eryazici", ", ", "I.", "; ", "Jeong", ", ", "N. C.", "; ", "Hauser", ", ", "B. G.", "; ", "Wilmer", ", ", "C. E.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Snurr", ", ", "R. Q.", "; ", "Nguyen", ", ", "S. T.", "; ", "Yazaydın", ", ", "A. Ö.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", " (", "36", ")  ", "15016", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Metal-Organic Framework Materials with Ultrahigh Surface Areas: Is the Sky the Limit?", "Farha, Omar K.; Eryazici, Ibrahim; Jeong, Nak Cheon; Hauser, Brad G.; Wilmer, Christopher E.; Sarjeant, Amy A.; Snurr, Randall Q.; Nguyen, SonBinh T.; Yazaydin, A. Ozgur; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "36", "),\r\n    ", "15016-15021", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors synthesized, characterized, and computationally simulated/validated the behavior of two new metal-org. framework (MOF) materials displaying the highest exptl. Brunauer-Emmett-Teller (BET) surface areas of any porous materials reported to date (∼7000 m2/g).  Key to evacuating the initially solvent-filled materials without pore collapse, and thereby accessing the ultrahigh areas, is the use of a supercrit. CO2 activation technique.  Addnl., the authors demonstrate computationally that by shifting from Ph groups to space efficient acetylene moieties as linker expansion units, the hypothetical max. surface area for a MOF material is substantially greater than previously envisioned (∼14600 m2/g (or greater) vs. ∼10500 m2/g).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Wqu7zL&md5=b5a1dc94f402517d4a4100b493538fd4", "11. ", "Peng", ", ", "Y.", "; ", "Srinivas", ", ", "G.", "; ", "Wilmer", ", ", "C. E.", "; ", "Eryazici", ", ", "I.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", "; ", "Yildirim", ", ", "T.", "; ", "Farha", ", ", "O. K.", " ", "Chem. Commun.", " ", "2013", ",  ", "49", " (", "29", ")  ", "2992", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Simultaneously high gravimetric and volumetric methane uptake characteristics of the metal-organic framework NU-111", "Peng, Yang; Srinivas, Gadipelli; Wilmer, Christopher E.; Eryazici, Ibrahim; Snurr, Randall Q.; Hupp, Joseph T.; Yildirim, Taner; Farha, Omar K.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "29", "),\r\n    ", "2992-2994", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The MOF NU-111 exhibits equally high volumetric and gravimetric methane uptake values, both within ≈75% of the DOE targets at 300 K.  Upon reducing the temp. to 270 K, the uptake increases to 0.5 g g-1 and 284 cc(STP) per cc at 65 bar.  Adsorption of CO2 and H2 is also reported.  Simulated isotherms are in excellent agreement with those obtained from expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjvFWgs7s%253D&md5=3e8859eb261343b0b7bd54ee295c9859", "12. ", "Hong", ", ", "S.", "; ", "Oh", ", ", "M.", "; ", "Park", ", ", "M.", "; ", "Yoon", ", ", "J. W.", "; ", "Chang", ", ", "J.-S.", "; ", "Lah", ", ", "M. S.", " ", "Chem. Commun.", " ", "2009", ",  ", "36", ",  ", "5397", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", "13. ", "Liu", ", ", "Y.", "; ", "Wang", ", ", "Z. U.", "; ", "Zhou", ", ", "H.-C.", " ", "Greenhouse Gases: Sci. Technol.", " ", "2012", ",  ", "2", " (", "4", ")  ", "239", "[", "Crossref", "], [", "CAS", "]", "13. ", "Recent advances in carbon dioxide capture with metal-organic frameworks", "Liu, Yangyang; Wang, Zhiyong U.; Zhou, Hong-Cai", "Greenhouse Gases: Science and Technology", "\r\n        (", "2012", "),\r\n    ", "2", "\r\n        (", "4", "),\r\n    ", "239-259", "CODEN:\r\n                ", "GGSTBK", ";\r\n        ISSN:", "2152-3878", ".\r\n    \r\n            (", "Wiley-Blackwell", ")\r\n        ", "A review.  Uncontrolled massive release of the primary greenhouse gas carbon dioxide (CO2) into atm. from anthropogenic activities poses a big threat and adversely affects our global climate and natural environment.  One promising approach to mitigate CO2 emission is carbon capture and storage (CCS), in which ideal adsorbent materials with high storage capacity and excellent adsorption selectivity over other gases are urgently needed.  For practical applications in CO2 capture from flue gas of power plants, the biggest single contributor of anthropogenic CO2 emission, the adsorbent materials must also be chem. stable, be easy to regenerate with minimal energy input, and be easily synthesized with low capital cost.  Metal-org. frameworks (MOFs), highly cryst. porous materials constructed by metal ions and org. ligands, have emerged as a class of excellent adsorbent materials for carbon capture.  Great progress in MOF materials for CO2 capture has been made in the past and reviewed accordingly, but new discoveries are constantly being made as the field quickly grows.  In this paper, we provide a short review on the most recent advances in using MOFs for CO2 adsorption, storage, and sepn. that are directly related to CO2 capture.  Some of the important properties of MOF adsorbents which are crucial for practical applications but are largely overlooked in research carried out so far are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVahsbvN&md5=8241a13fae92d606749b881241210d63", "14. ", "Sabouni", ", ", "R.", "; ", "Kazemian", ", ", "H.", "; ", "Rohani", ", ", "S.", " ", "Environ. Sci. Pollut. Res.", " ", "2013", ",  ", "1", "There is no corresponding record for this reference.", "15. ", "Caskey", ", ", "S. R.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", " (", "33", ")  ", "10870", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Dramatic Tuning of Carbon Dioxide Uptake via Metal Substitution in a Coordination Polymer with Cylindrical Pores", "Caskey, Stephen R.; Wong-Foy, Antek G.; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "33", "),\r\n    ", "10870-10871", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of four isostructural microporous coordination polymers (MCPs) differing in metal compn. is demonstrated to exhibit exceptional uptake of CO2 at low pressures and ambient temp.  These conditions are particularly relevant for capture of flue gas from coal-fired power plants.  A magnesium-based material is presented that is the highest surface area magnesium MCP yet reported and displays ultrahigh affinity based on heat of adsorption for CO2.  This study demonstrates that physisorptive materials can achieve affinities and capacities competitive with amine sorbents while greatly reducing the energy cost assocd. with regeneration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXptVGjtrw%253D&md5=6a99fc22cd66a556c63695cf22a12603", "16. ", "Furukawa", ", ", "H.", "; ", "Ko", ", ", "N.", "; ", "Go", ", ", "Y. B.", "; ", "Aratani", ", ", "N.", "; ", "Choi", ", ", "S. B.", "; ", "Choi", ", ", "E.", "; ", "Yazaydin", ", ", "A. Ö.", "; ", "Snurr", ", ", "R. Q.", "; ", "O’Keeffe", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2010", ",  ", "329", " (", "5990", ")  ", "424", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Ultrahigh Porosity in Metal-Organic Frameworks", "Furukawa, Hiroyasu; Ko, Nakeun; Go, Yong Bok; Aratani, Naoki; Choi, Sang Beom; Choi, Eunwoo; Yazaydin, A. Oezguer; Snurr, Randall Q.; O'Keeffe, Michael; Kim, Jaheon; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "329", "\r\n        (", "5990", "),\r\n    ", "424-428", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Cryst. solids with extended non-interpenetrating three-dimensional crystal structures were synthesized that support well-defined pores with internal diams. of up to 48 angstroms.  The Zn4O(CO2)6 unit was joined with either one or two kinds of org. link, 4,4',4''-[benzene-1,3,5-triyl-tris(ethyne-2,1-diyl)]tribenzoate (BTE), 4,4',44''-[benzene-1,3,5-triyl-tris(benzene-4,1-diyl)]tribenzoate (BBC), 4,4',44''-benzene-1,3,5-triyl-tribenzoate (BTB)/2,6-naphthalenedicarboxylate (NDC), and BTE/biphenyl-4,4'-dicarboxylate (BPDC), to give four metal-org. frameworks (MOFs), MOF-180, -200, -205, and -210, resp.  Members of this series of MOFs show exceptional porosities and gas (hydrogen, methane, and carbon dioxide) uptake capacities.  For example, MOF-210 has Brunauer-Emmett-Teller and Langmuir surface areas of 6240 and 10,400 square meters per g, resp., and a total carbon dioxide storage capacity of 2870 mg per g.  The vol.-specific internal surface area of MOF-210 (2060 square meters per cubic centimeter) is equiv. to the outer surface of nanoparticles (3-nm cubes) and near the ultimate adsorption limit for solid materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptVWgsb8%253D&md5=ce5cd4101a6f96dc0d6c349bc478b3b0", "17. ", "Arstad", ", ", "B.", "; ", "Fjellvåg", ", ", "H.", "; ", "Kongshaug", ", ", "K.", "; ", "Swang", ", ", "O.", "; ", "Blom", ", ", "R.", " ", "Adsorption", " ", "2008", ",  ", "14", " (", "6", ")  ", "755", "[", "Crossref", "], [", "CAS", "]", "17. ", "Amine functionalised metal organic frameworks (MOFs) as adsorbents for carbon dioxide", "Arstad, Bjornar; Fjellvaag, Helmer; Kongshaug, Kjell Ove; Swang, Ole; Blom, Richard", "Adsorption", "\r\n        (", "2008", "),\r\n    ", "14", "\r\n        (", "6", "),\r\n    ", "755-762", "CODEN:\r\n                ", "ADSOFO", ";\r\n        ISSN:", "0929-5607", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "Three different porous metal org. framework (MOF) materials have been prepd. with and without uncoordinated amine functionalities inside the pores.  The materials have been characterized and tested as adsorbents for carbon dioxide.  At 298 K the materials adsorb significant amt. of carbon dioxide, the amine functionalized adsorbents having the highest CO2 adsorption capacities, the best adsorbing around 14 wt% CO2 at 1.0 atm CO2 pressure.  At 25 atm CO2 pressure, up to 60 wt% CO2 can be adsorbed.  At high pressures the CO2 uptake is mostly dependent on the available surface area and pore vol. of the material in question.  For one of the iso-structural MOF pairs the introduction of amine functionality increases the differential adsorption enthalpy (from isosteric method) from 30 to around 50 kJ/mol at low CO2 pressures, while the adsorption enthalpies reach the same level at increase pressures.  The high pressure exptl. results indicate that MOF based solid adsorbents can have a potential for use in pressure swing adsorption of carbon dioxide at elevated pressures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlWht77K&md5=1e9e877324ae6bab0e3eb98eabb5a031", "18. ", "Gao", ", ", "W.-Y.", "; ", "Yan", ", ", "W.", "; ", "Cai", ", ", "R.", "; ", "Williams", ", ", "K.", "; ", "Salas", ", ", "A.", "; ", "Wojtas", ", ", "L.", "; ", "Shi", ", ", "X.", "; ", "Ma", ", ", "S.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", " (", "71", ")  ", "8898", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "A pillared metal-organic framework incorporated with 1,2,3-triazole moieties exhibiting remarkable enhancement of CO2 uptake", "Gao, Wen-Yang; Yan, Wuming; Cai, Rong; Williams, Kia; Salas, Andrea; Wojtas, Lukasz; Shi, Xiaodong; Ma, Shengqian", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "71", "),\r\n    ", "8898-8900", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The replacement of the pillar ligand, 4,4'-bipyridine, in the prototypal pillared MOF, MOF-508, with the custom-designed ligand, 4,4'-(2H-1,2,3-triazole-2,4-diyl)dipyridine, affords a porous metal-triazolate framework, MTAF-3, which demonstrates remarkable enhancement of CO2 uptake capacity by a factor of ∼3 compared to the parent MOF-508.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFKntrjE&md5=0b5bde92d51bc0cfba7fbd654bfdc5bd", "19. ", "Chen", ", ", "B.", "; ", "Liang", ", ", "C.", "; ", "Yang", ", ", "J.", "; ", "Contreras", ", ", "D. S.", "; ", "Clancy", ", ", "Y. L.", "; ", "Lobkovsky", ", ", "E. B.", "; ", "Yaghi", ", ", "O. M.", "; ", "Dai", ", ", "S.", " ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", " (", "9", ")  ", "1390", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "A microporous metal-organic framework for gas-chromatographic separation of alkanes", "Chen, Banglin; Liang, Chengdu; Yang, Jun; Contreras, Damacio S.; Clancy, Yvette L.; Lobkovsky, Emil B.; Yaghi, Omar M.; Dai, Sheng", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "9", "),\r\n    ", "1390-1393", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Filling the pores: A zinc-based metal-org. framework (MOF) can be transformed reversibly from an open (a) to a dense (b) configuration.  The microporous solid is the 1st example of a MOF that is highly selective in the gas-chromatog. sepn. of alkanes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XitF2qt70%253D&md5=9da5ef77252ef8a9c95e2d9525761bf3", "20. ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Wachter", ", ", "J.", "; ", "Chae", ", ", "H.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O.", " ", "J. Am. Chem. Soc.", " ", "2001", ",  ", "123", " (", "18", ")  ", "4368", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Porous Metal-Organic Polyhedra: 25 Å Cuboctahedron Constructed from 12 Cu2(CO2)4 Paddle-Wheel Building Blocks", "Eddaoudi, M.; Kim, Jaheon; Wachter, J. B.; Chae, H. K.; O'Keeffe, M.; Yaghi, O. M.", "Journal of the American Chemical Society", "\r\n        (", "2001", "),\r\n    ", "123", "\r\n        (", "18", "),\r\n    ", "4368-4369", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A porous metal-org. polyhedron Cu24(m-BDC)24(DMF)14(H2O)10·(H2O)50(DMF)6(C2H5OH)6 (I), hereafter termed a-MOP-1 (a = anorthic = triclinic) which is constructed from 12 paddle-wheel units bridged by m-BDC (m-BDC = 1,3-benzenedicarboxylate) to give a large metal-carboxylate polyhedron.  I is triclinic, using the centrosym. space group P‾1 with Z = 1 and a 23.5283(15), b 24.3224(16), c 25.0401(16) Å, α 61.479(1), β 82.864(1), γ 75.298(1)°; final full matrix least -squares refinement on F2 converged to R1 = 0.1710 (I > 2σ(I)) and wR2 = 0.4618 (all data) with GOF = 1.371.  The simplest way to view the structure is by considering its relationship to the cuboctahedron, where each square and link have been replaced by the paddle-wheel (square SBU) and the m-BDC (two-connector) units, resp., to give an expanded-augmented cuboctahedron (truncated cuboctahedron, 4.6.8 Archimedean polyhedron).  This arrangement results in a porous polyhedron having 8 triangular and 6 square crevices that are 8 and 12 Å across, resp.  These open into an internal spherical cavity having an av. diam. of 15 Å and a vol. of 1766 Å3.  Each paddle-wheel unit of the Cu-O-C polyhedron has two terminal ligands: one pointing into the internal cavity toward the center of the polyhedron while the other is bound to the copper center outside pointing away from the outside surface of the polyhedron.  Thus, the paddle-wheel units have a total of 24 terminal DMF and water ligands.  Cu24(m-BDC)24(H2O)24.42H2O was also isolated and its crystal structure is cubic, space group Im‾3m, R1 = 0.1004, wR2 = 0.3427.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXis1ylurs%253D&md5=bb3bd857b4c1b05a1ac8fbebf68a4ea6", "21. ", "Moulton", ", ", "B.", "; ", "Lu", ", ", "J.", "; ", "Mondal", ", ", "A.", "; ", "Zaworotko", ", ", "M. J.", " ", "Chem. Commun.", " ", "2001", ",  ", "9", ",  ", "863", "[", "Crossref", "]", "There is no corresponding record for this reference.", "22. ", "O’Keeffe", ", ", "M.", "; ", "Peskov", ", ", "M. A.", "; ", "Ramsden", ", ", "S. J.", "; ", "Yaghi", ", ", "O. M.", " ", "Acc. Chem. Res.", " ", "2008", ",  ", "41", " (", "12", ")  ", "1782", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "The Reticular Chemistry Structure Resource (RCSR) database of, and symbols for, crystal nets", "O'Keeffe, Michael; Peskov, Maxim A.; Ramsden, Stuart J.; Yaghi, Omar M.", "Accounts of Chemical Research", "\r\n        (", "2008", "),\r\n    ", "41", "\r\n        (", "12", "),\r\n    ", "1782-1789", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "During the past decade, interest has grown tremendously in the design and synthesis of cryst. materials constructed from mol. clusters linked by extended groups of atoms.  Most notable are metal-org. frameworks (MOFs), in which polyat. inorg. metal-contg. clusters are joined by polytopic linkers. (Although these materials are sometimes referred to as coordination polymers, we prefer to differentiate them, because MOFs are based on strong linkages that yield robust frameworks.) The realization that MOFs could be designed and synthesized in a rational way from mol. building blocks led to the emergence of a discipline that we call reticular chem.MOFs can be represented as a special kind of graph called a periodic net.  Such descriptions date back to the earliest crystallog. studies but have become much more common recently because thousands of new structures and hundreds of underlying nets have been reported.  In the simplest cases (e.g., the structure of diamond), the atoms in the crystal become the vertices of the net, and bonds are the links (edges) that connect them.  In the case of MOFs, polyat. groups act as the vertices and edges of the net.Because of the explosive growth in this area, a need has arisen for a universal system of nomenclature, classification, identification, and retrieval of these topol. structures.  We have developed a system of symbols for the identification of three periodic nets of interest, and this system is now in wide use.  In this Account, we explain the underlying methodol. of assigning symbols and describe the Reticular Chem. Structure Resource (RCSR), in which about 1600 such nets are collected and illustrated in a database that can be searched by symbol, name, keywords, and attributes.  The resource also contains searchable data for polyhedra and layers.The database entries come from systematic enumerations or from known chem. compds. or both.  In the latter case, refs. to occurrences are provided.  We describe some crystallog., topol., and other attributes of nets and explain how they are reported in the database.  We also describe how the database can be used as a tool for the design and structural anal. of new materials.  Assocd. with each net is a natural tiling, which is a natural partition of space into space-filling tiles.  The database allows export of data that can be used to analyze and illustrate such tilings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht1SgsrjF&md5=392c624f403dd8457460a7649aa496f3", "23. ", "Redemann", ", ", "C. E.", "; ", "Lucas", ", ", "H. J.", " ", "J. Am. Chem. Soc.", " ", "1939", ",  ", "61", ",  ", "3420", "– ", "3425", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Ionization constants and hydrolytic degradations of cyameluric and hydromelonic acids", "Redemann, C. E.; Lucas, H. J.", "Journal of the American Chemical Society", "\r\n        (", "1939", "),\r\n    ", "61", "\r\n        (", "),\r\n    ", "3420-4", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "cf. Pauling and Sturdivant, C. A. 32, 2087.2.  Improved methods are given for the prepn. of melon (I), its K and Na salts, and cyameluric acid (II) and its K and Na salts.  Titration of the K salts of I and II, using the glass electrode, shows that hydromelonic acid (III) is much stronger than II; values of K1, K2 and K3 are: III, large, 3.16 × 10-3, 1.26 × 10-5; II, 1 × 10-3, 6.30 × 10-7, 1.12 × 10-9.  Hydrolysis of III with 6 N HNO3 (gently boiled for 1.5 hrs.) gives 72.5% of cyanuric acid (IV); hydrolysis of II gives 93.5% of IV.  The titration data and results of hydrolysis indicate that the mols. of these 2 acids contain the planar cyameluric nucleus of P. and S.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaH3cXhtVCiug%253D%253D&md5=31c9daa463635877d41a613c52e9ade0", "24. ", "Wilmer", ", ", "C. E.", "; ", "Farha", ", ", "O. K.", "; ", "Yildirim", ", ", "T.", "; ", "Eryazici", ", ", "I.", "; ", "Krungleviciute", ", ", "V.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", " ", "Energy Environ. Sci.", " ", "2013", ",  ", "6", " (", "4", ")  ", "1158", "[", "Crossref", "], [", "CAS", "]", "24. ", "Gram-scale, high-yield synthesis of a robust metal-organic framework for storing methane and other gases", "Wilmer, Christopher E.; Farha, Omar K.; Yildirim, Taner; Eryazici, Ibrahim; Krungleviciute, Vaiva; Sarjeant, Amy A.; Snurr, Randall Q.; Hupp, Joseph T.", "Energy & Environmental Science", "\r\n        (", "2013", "),\r\n    ", "6", "\r\n        (", "4", "),\r\n    ", "1158-1163", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "We have synthesized and characterized a new metal-org. framework (MOF) material, NU-125, that, in the single-crystal limit, achieves a methane storage d. at 58 bar (840 psi) and 298 K corresponding to 86% of that obtained with compressed natural gas tanks (CNG) used in vehicles today, when the latter are pressurized to 248 bar (3600 psi).  More importantly, the deliverable capacity (58 bar to 5.8 bar) for NU-125 is 67% of the deliverable capacity of a CNG tank that starts at 248 bar. (For cryst. granules or powders, particle packing inefficiencies will yield densities and deliverable capacities lower than 86% and 67% of high-pressure CNG.) This material was synthesized in high yield on a gram-scale in a single-batch synthesis.  Methane adsorption isotherms were measured over a wide pressure range (0.1-58 bar) and repeated over twelve cycles on the same sample, which showed no detectable degrdn.  Adsorption of CO2 and H2 over a broad range of pressures and temps. are also reported and agree with our computational findings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXks1Onur4%253D&md5=416cf500be79b3fef4d645896cc9a3c1", "25. ", "Li", ", ", "B.", "; ", "Zhang", ", ", "Z.", "; ", "Li", ", ", "Y.", "; ", "Yao", ", ", "K.", "; ", "Zhu", ", ", "Y.", "; ", "Deng", ", ", "Z.", "; ", "Yang", ", ", "F.", "; ", "Zhou", ", ", "X.", "; ", "Li", ", ", "G.", "; ", "Wu", ", ", "H.", "; ", "Nijem", ", ", "N.", "; ", "Chabal", ", ", "Y. J.", "; ", "Lai", ", ", "Z.", "; ", "Han", ", ", "Y.", "; ", "Shi", ", ", "Z.", "; ", "Feng", ", ", "S.", "; ", "Li", ", ", "J.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", " (", "6", ")  ", "1412", "[", "Crossref", "], [", "CAS", "]", "25. ", "Enhanced Binding Affinity, Remarkable Selectivity, and High Capacity of CO2 by Dual Functionalization of a rht-Type Metal-Organic Framework", "Li, Baiyan; Zhang, Zhijuan; Li, Yi; Yao, Kexin; Zhu, Yihan; Deng, Zhiyong; Yang, Fen; Zhou, Xiaojing; Li, Guanghua; Wu, Haohan; Nijem, Nour; Chabal, Yves J.; Lai, Zhiping; Han, Yu; Shi, Zhan; Feng, Shouhua; Li, Jing", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "6", "),\r\n    ", "1412-1415, S1412/1-S1412/27", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "[Cu3(TDPAT)(H2O)3]·10H2O·5DMA (Cu-TDPAT) was synthesized by using 2,4,6-tris(3,5-dicarboxy)phenylamino-1,3,5-triazine (H6TDPAT), a Lewis base acid-rich hexacarboxylate ligand.  The three isophthalate moieties in TDPAT are linked through copper paddle-wheel units to form cuboctahedral supermol. building blocks, which are covalently bonded through the isophthalate moieties (at position 1) to yield a (3,24)-connected rht-type network.  The smallest member of rht-type MOFs, Cu-TDPAT, built on a hexacarboxylate ligand with iminotriazine backbone, shows a greatly enhanced CO2 binding affinity compared with all other isoreticular rht-MOFs and remarkable selectivity of CO2 over N2 under conditions that mimic flue gas mixts.  The high adsorption affinity and capacity are attributed to the dual functionalization of the framework by concurrent incorporation of high d. of open metal sites and Lewis basic sites.  In addn., narrower pores in Cu-TDPAT are likely to be the other contributing factor leading to the stronger CO2-framework interactions with respect to other similar rht-type MOFs.  Coupled with its exceptionally high water and thermal stability, Cu-TDPAT may have real promise for adsorption-based small gas sepns., in particular CO2 capture from power plant flue gases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12gsbbK&md5=8f4ec1cc495736e9fdbdb17f323f7ccd", "26. ", "Goldsmith", ", ", "J.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Cafarella", ", ", "M. J.", "; ", "Siegel", ", ", "D. J.", " ", "Chem. Mater.", " ", "2013", ",  ", "25", " (", "16", ")  ", "3373", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Theoretical Limits of Hydrogen Storage in Metal-Organic Frameworks: Opportunities and Trade-Offs", "Goldsmith, Jacob; Wong-Foy, Antek G.; Cafarella, Michael J.; Siegel, Donald J.", "Chemistry of Materials", "\r\n        (", "2013", "),\r\n    ", "25", "\r\n        (", "16", "),\r\n    ", "3373-3382", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Because of their high surface areas, crystallinity, and tunable properties, metal-org. frameworks (MOFs) have attracted interest as next-generation materials for gas capture and storage.  While much effort was devoted to the discovery of new MOFs, a vast catalog of existing MOFs resides within the Cambridge Structural Database (CSD), many of whose gas uptake properties have not been assessed.  Here the authors employ data mining and automated structure anal. to identify, cleanup, and rapidly predict the H storage properties of these compds.  Approx. 20,000 candidate compds. were generated from the CSD using an algorithm that removes solvent/guest mols.  These compds. were then characterized with respect to their surface area and porosity.  Employing the empirical relation between excess H2 uptake and surface area, the authors predict the theor. total H storage capacity for the subset of ∼4000 compds. exhibiting nontrivial internal porosity.  The screening identifies several overlooked compds. having high theor. capacities; these compds. are suggested as targets of opportunity for addnl. exptl. characterization.  More importantly, screening reveals that the relation between gravimetric and volumetric H2 d. is concave downward, with maximal volumetric performance occurring for surface areas of 3100-4800 m2/g.  H2 storage in MOFs will not benefit from further improvements in surface area alone.  Rather, discovery efforts should aim to achieve moderate mass densities and surface areas simultaneously, while ensuring framework stability upon solvent removal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFOqtLjO&md5=b1e813cea5e39d4b1c7760c20ff32f2e"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-2/cg401802s/production/images/small/cg-2013-01802s_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-2/cg401802s/production/images/small/cg-2013-01802s_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-2/cg401802s/production/images/small/cg-2013-01802s_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-2/cg401802s/production/images/small/cg-2013-01802s_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-2/cg401802s/production/images/small/cg-2013-01802s_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-2/cg401802s/production/images/small/cg-2013-01802s_0006.gif\">"]}
