{"title": ["Investigating H", " Sorption in a Fluorinated Metal–Organic Framework with Small Pores Through Molecular Simulation and Inelastic Neutron Scattering"], "authors": ["Katherine A. Forrest", "Tony Pham", "Peter A. Georgiev", "Florian Pinzan", "Christian R. Cioce", "Tobias Unruh", "Juergen Eckert", "Brian Space"], "doi": ["10.1021/acs.langmuir.5b01664"], "abstract": ["Simulations of H", " sorption were performed in a metal–organic framework (MOF) consisting of Zn", " ions coordinated to 1,2,4-triazole and tetrafluoroterephthalate ligands (denoted [Zn(trz)(tftph)] in this work). The simulated H", " sorption isotherms reported in this work are consistent with the experimental data for the state points considered. The experimental H", " isosteric heat of adsorption (", ") values for this MOF are approximately 8.0 kJ mol", " for the considered loading range, which is in the proximity of those determined from simulation. The experimental inelastic neutron scattering (INS) spectra for H", " in [Zn(trz)(tftph)] reveal at least two peaks that occur at low energies, which corresponds to high barriers to rotation for the respective sites. The most favorable sorption site in the MOF was identified from the simulations as sorption in the vicinity of a metal–coordinated H", "O molecule, an exposed fluorine atom, and a carboxylate oxygen atom in a confined region in the framework. Secondary sorption was observed between the fluorine atoms of adjacent tetrafluoroterephthalate ligands. The H", " molecule at the primary sorption site in [Zn(trz)(tftph)] exhibits a rotational barrier that exceeds that for most neutral MOFs with open-metal sites according to an empirical phenomenological model, and this was further validated by calculating the rotational potential energy surface for H", " at this site."], "text": ["Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusion", "References", "I Introduction", "Molecular H", "2", " remains perhaps the most promising alternative energy carrier to replace petroleum-based gasoline and diesel fuels for vehicular applications in this energy economy.", "(1)", " The use of H", "2", " in very promising fuel cells generates a large amount of energy (ca. 120 kJ g", "–1", ")", "(2)", " and releases only H", "2", "O and no greenhouse gases into the atmosphere. H", "2", " is also straightforward to obtain as it can be produced from steam reforming of natural gas", "(3)", " or electrolysis of water.", "(4)", " However, one of the challenges to use H", "2", " as a fuel source is that it interacts weakly with its environment under near-ambient conditions, thus making the transport of neat H", "2", " difficult because there is no extant practical dense hydrogen storage medium.", "The construction of porous materials such as metal–organic frameworks (MOFs) is one of the most promising routes to achieve a suitable storage mechanism for molecular H", "2", ".", "(5-8)", " MOFs are crystalline compounds that are synthesized from metal ions and organic ligands.", "(9-12)", " They are three-dimensional materials containing pores and channels that can be used to sorb and store H", "2", ". MOFs are highly tunable as several different structures can be made by changing the metal ion or ligand.", "(13)", " In addition, H", "2", " sorption in MOFs is based on physisorption, where the interaction energy between the H", "2", " molecule and the framework is rather weak, especially compared to that for a chemical bond. The previously described features allow MOFs to have advantages over traditional materials for H", "2", " storage, such as zeolites, activated carbons, and metal hydrides. A H", "2", " adsorption enthalpy of 15–30 kJ mol", "–1", " has been proposed as aspirational for room temperature H", "2", " storage in porous materials.", "(14, 15)", "The introduction of open-metal sites (or unsaturated metal centers) in MOFs is a promising method to increase the adsorption enthalpy for H", "2", " in such materials.", "(16-19)", " For example, the MOF Ni-DOBDC (DOBDC = 2,5-dioxido-1,4-benzenedicarboxylate), also known as CPO-27-Ni or Ni-MOF-74,", "(20)", " is found to exhibit an initial isosteric heat of adsorption (", "Q", "st", ") value of 13.0–13.5 kJ mol", "–1", ".", "(18, 21)", " A high ", "Q", "st", " value in such MOFs is attributed to the favorable interaction between the H", "2", " molecule and the metal centers. This has been validated through various studies that pinpoint the location of the sorbed H", "2", " molecules in these materials, such as neutron scattering spectroscopy (elastic and inelastic)", "(22-25)", " and computational modeling.", "(26, 27)", "Tuning the pore sizes in MOFs to allow for optimal interactions between the H", "2", " molecule and the framework is also an encouraging method to increase the ", "Q", "st", " for H", "2", " in these materials.", "(28-30)", " MOFs with small pore sizes often display a higher H", "2", " ", "Q", "st", " than those with larger pore sizes because smaller pores permit the H", "2", " molecules to interact with many components of the framework at the same time. The inclusion of polar functionalities in MOFs with small pore sizes would afford an enhancement in the MOF–H", "2", " interaction. An example demonstrating the effect of pore sizes on the ", "Q", "st", " for H", "2", " can be observed when comparing ", "SIFSIX-2-Cu", " (or [Cu(dpa)", "2", "SiF", "6", "]) and its interpenetrated polymorph ", "SIFSIX-2-Cu-i", " (or [Cu(dpa)", "2", "SiF", "6", "-i]).", "(30, 31)", " Specifically, ", "SIFSIX-2-Cu-i", " exhibits a H", "2", " ", "Q", "st", " of 8.4 kJ mol", "–1", ", which is nearly twice as high as that for ", "SIFSIX-2-Cu", " (4.6 kJ mol", "–1", ") because of the smaller pore sizes for the former compared to the latter (5.15 vs 13.05 Å).", "Inelastic neutron scattering (INS) is a useful spectroscopic technique that can be used to gain atomistically detailed insights into the energetics for H", "2", " sorbed at various sorption sites in MOFs. The INS spectra for H", "2", " in MOFs consist of many peaks from transitions of the hindered H", "2", " rotor, where typically each transition corresponds to H", "2", " sorbed at a particular site in the MOF. Rotational tunneling transitions that appear at low energies correspond to a high barrier to rotation for the sorbed H", "2", ", which is indicative of a strong interaction with the framework.", "INS studies have been performed on several MOFs to obtain information on the rotational barriers for H", "2", " at different sorption sites in these materials. As an example, INS studies on Ni-DOBDC revealed a transition at 6.6 meV in the spectra for the MOF, which is the lowest energy peak in the spectra.", "(18)", " This 6.6 meV peak, representing the sorption of H", "2", " onto the open-metal Ni", "2+", " ions in the MOF, corresponds to a rotational barrier of 37.7 meV acccording to an empirical phenomenological model that is based on a simple double-minimum potential.", "(32)", " INS studies in ", "SIFSIX-2-Cu-i", " revealed a peak occurring at 5.6 meV in the resultant spectra,", "(30)", " which is lower than the lowest energy peak for Ni-DOBDC (meaning a higher rotational barrier), even though the latter exhibits a much higher initial H", "2", " ", "Q", "st", " than the former. This indicates that the most favorable sorption site in ", "SIFSIX-2-Cu-i", " provides for intermolecular interactions that cause the sorbed H", "2", " molecules to experience a potential landscape that requires more energy for rotation compared to an open-metal site in Ni-DOBDC.", "Figure 1. (a) The shifted ", "c", "-axis view and (b) the view of the 45° angle between the ", "a", " and ", "b", " axes of the 2 × 2 × 2 system cell of [Zn(trz)(tftph)]. Atom colors: C = cyan, H = white, N = blue, O = red, F = pink, Zn = silver.", "In this work, H", "2", " sorption in a fluorinated MOF containing small pore sizes is investigated through theoretical and INS studies. The MOF is a recently synthesized material that consists of Zn", "2+", " ions that are coordinated to 1,2,4-triazole (trz) and tetrafluoroterephthalate (tftph) ligands (Figure ", "1", ").", "(33)", " The empirical formula for the structure of the MOF is [Zn", "5", "(trz)", "6", "(tftph)", "2", "(H", "2", "O)", "2", "]. Preparation of the MOF involves removing an extrinsic water molecule via activation. However, upon desolvation of the framwork, one H", "2", "O molecule remains coordinated to one type of Zn", "2+", " ion. This MOF, denoted [Zn(trz)(tftph)] throughout this manuscript, is notable for the small pore sizes that it contains as well as for the  presence of accessible fluorine atoms from the tftph ligands that project into the pores with a partial negative charge conducive to sorbate binding. The MOF contains three different types of Zn", "2+", " ions and three chemically distinct trz linkers (see ", "Supporting Information", "). Closer inspection of the crystal structure of the MOF suggests that the free carboxylate oxygen atoms from the tftph ligands (i.e., those that are not coordinated to a Zn", "2+", " ion) are also accessible to provide binding opportunities.", "The experimental INS spectra for H", "2", " at different loadings in [Zn(trz)(tftph)] are presented. Details of performing the INS measurements can be found in the ", "Supporting Information", ". INS studies were performed for H", "2", " in this MOF to assess the importance of small pore sizes or fluorine functionality on the rotational dynamics of H", "2", " in porous materials. The study also serves to highlight the synergy between such spectroscopic measurements and careful theoretical modeling. The resultant INS spectra reveal 2–3 rotational tunneling transitions, with one of them occurring at a noticeably low energy (5.4 meV), which indicates a high barrier to rotation for a specific sorption site. The transition energy for this peak is lower than the lowest energy peak for most neutral MOFs that contain open-metal sites", "(18, 22, 24, 34)", " and is comparable to those MOFs that are charged and possess counterions.", "(35-38)", "Grand canonical Monte Carlo (GCMC) simulations of H", "2", " sorption were performed in [Zn(trz)(tftph)] in this work in order to identify the H", "2", " sorption sites. Details of the GCMC simulations are provided in the ", "Supporting Information", ". Further, details of preparing and parametrizing the MOF for simulations can also be found in the ", "Supporting Information", ". Accurate molecular level predictions of the H", "2", " sorption sites in MOFs are predicated on the ability to obtain good agreement with experimental measurements. It will be shown that the simulated H", "2", " sorption isotherms and the ", "Q", "st", " values produced in this work in [Zn(trz)(tftph)] are consistent with those quantities that were obtained experimentally. Experimental studies of H", "2", " sorption in [Zn(trz)(tftph)] have shown that the MOF displays an initial H", "2", " ", "Q", "st", " value of about 8.0 kJ mol", "–1", ".", "(33)", " This value is impressive for a material that excludes open-metal sites. The high ", "Q", "st", " value for H", "2", " in [Zn(trz)(tftph)] must be attributed to H", "2", " interacting with several polar functionalities in the small space of the framework. It will be shown that the interactions are dominated by repulsion/dispersion energetics that are synergistically enhanced because of the MOF topology. Moreover, this ", "Q", "st", " value is higher than some MOFs that contain open-metal sites, with the most notable example being HKUST-1 (or Cu-BTC).", "(17, 39-43)", "It will be shown that a cooperative interaction from several different moieties in a confined region in [Zn(trz)(tftph)] is responsible for the high H", "2", " ", "Q", "st", " value in the material as well as for the presence of the lowest energy peak in the INS spectra for the MOF. We also calculate the rotational potential energy surface for a H", "2", " molecule sorbed at the primary site in [Zn(trz)(tftph)]. It will be revealed later that the theoretical value is in good agreement with a value that was determined using an empirical phenomenological model.", "(32)", " Additionally, it will be shown that the rotational barrier for H", "2", " at the most favorable sorption site in [Zn(trz)(tftph)] is among the highest of reported MOF materials on the basis of INS measurements and calculations.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusion", "References", "II Results and Discussion", "Simulations of H", "2", " were performed in [Zn(trz)(tftph)] using three different potentials of increasing complexity: single-site van der Waals potential developed by V. Buch (Buch),", "(44)", " five-site electrostatic (nonpolarizable) potential by Belof et al. (BSS),", "(45)", " and five-site polarizable potential by Belof et al. (BSSP).", "(45)", " For simulations using the BSSP model, polarization was included explicitly in the simulations via a Thole–Applequist type model.", "(46-48)", " All simulations were performed in the rigid 2 × 2 × 2 system cell of the MOF as shown in Figure ", "1", ". Further, for the simulations of H", "2", " sorption at the temperatures considered in this work, quantum mechanical dispersion effects were included semiclassically through Feynman-Hibbs corrections to the fourth order (see ", "Supporting Information", ").", "(49)", " All simulations in [Zn(trz)(tftph)] were performed with a H", "2", "O molecule coordinated to one of the unique Zn", "2+", " ions (see ", "Supporting Information", "). Experimental studies on [Zn(trz)(tftph)] have shown that these metal-coordinated H", "2", "O molecules are part of the MOF and that the removal of these molecules causes the framework to collapse.", "(33)", " The simulated H", "2", " sorption isotherms for the three potentials at 77 and 87 K in [Zn(trz)(tftph)] are compared to the matching experimental data in Figure ", "2", "a. All experimental data were estimated from the original experimental reference for this MOF (ref ", "33", ").", "The simulated H", "2", " sorption isotherm for the Buch model in [Zn(trz)(tftph)] is coincident with experiment at 77 K for the entire pressure range considered. This is typically a bad indicator because the model is physically inadequate if the results differ for the more generally applicable and accurate BSS and BSSP models (see below). This does, however, suggest that the H", "2", " sorption observables in this MOF can be captured by considering only van der Waals interactions, at least if the agreement persists at temperatures other than 77 K. Simulations using the BSS and BSSP models generated isotherms that are only slightly higher than the experimental isotherm and the isotherm produced by the Buch model at 77 K, especially at pressures from 0.05 atm (38 mmHg) and above. The slight oversorption for the BSS and BSSP models compared to experiment for nearly all pressures considered at 77 K could be because a perfect crystal of the MOF was used for the simulations. Actual synthesized crystals could have minor deformations, and such alterations are likely to result in partially blocked pores for MOFs that have very narrow pore sizes. Still, these isotherms for the BSS and BSSP models are considered to be representative of the experiment, especially on the basis of the broad success of these hydrogen potentials in MOFs.", "(27, 38, 50, 51)", " The error bars for all simulated state points considered are extremely small, and thus, they have been omitted for clarity.", "Figure 2. (a) Low-pressure absolute H", "2", " sorption isotherms in [Zn(trz)(tfpth)] for experiment (black) and simulations using the Buch (blue with circles), BSS (green with squares), and BSSP (red with triangles) models at 77 K (solid, open symbols for models) and 87 K (dashed, closed symbols for models). (b) Isosteric heats of adsorption (", "Q", "st", ") for H", "2", " in [Zn(trz)(tfpth)] plotted against H", "2", " uptakes for experiment (black) and simulations using the Buch (blue with closed circles), BSS (green with closed squares), and BSSP (red with closed triangles) models. The experimental data were estimated from ref ", "33", ".", "Consistent with the relative succes of the Buch model, the BSS and BSSP models show that electrostatic interactions have a negligible effect on H", "2", " sorption in this MOF. Indeed, H", "2", " sorption in [Zn(trz)(tftph)] is dominated by van der Waals (repulsion/dispersion) interactions because of the small pores that are present in the framework. Smaller pores would allow the H", "2", " molecules to interact with multiple portions of the framework simultaneously,", "(30)", " thus causing van der Waals interactions to dominate. This was confirmed by examining the energy decomposition for each model, as it was revealed that Lennard-Jones interactions contribute to at least 90% of the total energy for the BSS and BSSP models for all state points considered. In addition, the fact that the BSS and BSSP models produced essentially the same isotherm in [Zn(trz)(tftph)] indicates that polarization interactions are insignificant for H", "2", " sorption in this MOF. Although polarization has been shown to be important for simulations of H", "2", " sorption in MOFs that contain open-metal sites,", "(27, 38, 50, 51)", " these interactions are negligible in MOFs that contain narrow pore sizes and exclude such metal centers. Apparently, the negatively charged constituents like the fluorine atoms in this MOF do not participate significantly in such interactions as well.", "(31)", "It can be observed in Figure ", "2", "a that the Buch model undersorbs the experimental isotherm in [Zn(trz)(tftph)] at 87 K for all pressures considered. As for the BSS and BSSP models, these potentials produced isotherms that are in good agreement with experiment at 87 K for pressures up to 0.60 atm (456 mmHg). At higher pressures at 87 K, however, both models undersorb experiment, with the largest difference between experiment and simulation being observed at nearly 1.2 atm (912 mmHg). The isotherms generated by all three models do not capture the shape of the experimental isotherm at 87 K particularly well. The simulated isotherms at 87 K are essentially a scaled version of those generated at 77 K as typically seen in analogous experiments over this relatively cold and narrow temperature range. Such shape differences usually indicate a structural differentiation in either sorbate binding or MOF structure that are not especially likely in this case. The difference in the shape of the 87 K sorption isotherm between experiment and simulation reflects the fact that the H", "2", " uptake is trending toward saturation in the MOF more quickly under experimental conditions at this temperature. Despite this difference, we believe that the simulated results (considering all models) are in reasonable agreement with experiment at 87 K for all pressures considered.", "Because of the small surface area of [Zn(trz)(tftph)] (Langmuir value is 100 m", "2", " g", "–1", "),", "(33)", " the experimental H", "2", " uptake in this MOF can only reach about 43 cm", "3", " g", "–1", " (1.92 mmol g", "–1", " or 0.39 wt %) at 77 K and 1.0 atm. According to our calculations, H", "2", " saturation in the MOF is obtained at approximately 72 cm", "3", " g", "–1", " (3.21 mmol g", "–1", " or 0.64 wt %), which corresponds to 4 H", "2", "/formula unit. However, the sharp increase in the experimental isotherm at low loadings at both 77 and 87 K suggests a high initial H", "2", " ", "Q", "st", " value in this MOF. Indeed, as shown in Figure ", "2", "b, the experimental H", "2", " ", "Q", "st", " value for [Zn(trz)(tftph)] starts at around 8.0 kJ mol", "–1", ", and it decreases slightly with increasing loading where it reaches a value of about 6.5 kJ mol", "–1", " at roughly 30 cm", "3", " g", "–1", " (1.34 mmol g", "–1", " or 0.27 wt %). It will be shown later that this high initial H", "2", " ", "Q", "st", " value for [Zn(trz)(tftph)] is attributed to sorption at a highly favorable binding site in the MOF as a result of the small pore sizes. As stated in ref ", "33", ", this ", "Q", "st", " plot was obtained through a finite difference approximation to the Clausius–Clapeyron equation.", "(52)", "The calculated ", "Q", "st", " values for the three different H", "2", " potentials in [Zn(trz)(tftph)], as determined through GCMC simulation, are shown in Figure ", "2", "b with the experimental ", "Q", "st", " plot. These ", "Q", "st", " values were calculated through fluctuations of the sorbate particle number and total potential energy in the MOF–H", "2", " system.", "(53)", " The Buch model produces ", "Q", "st", " values that are in the closest agreement with experiment for the considered loading range. These values for the Buch model are nearly constant at about 8.0 kJ mol", "–1", " for all loadings considered. The ", "Q", "st", " values for the BSS and BSSP models are slightly higher than those for the Buch model within the considered loading range, with values of approximately 8.75 kJ mol", "–1", " for all loadings for both models. Both the BSS and BSSP models produce ", "Q", "st", " values that are very similar to each other across the loading range in this MOF. This further indicates that polarization interactions contribute minimally to the H", "2", " sorption energetics in this MOF. In addition, this is consistent with what was observed in the simulated isotherms for these two potentials (Figure ", "2", "a).", "While the experimental ", "Q", "st", " plot shows slightly decreasing values as a function of uptake, the simulated ", "Q", "st", " values for all three models are relatively constant for the loading range considered. Thus, the simulations suggest homogeneity in the binding sites for H", "2", " sorption in [Zn(trz)(tftph)], at least for uptakes up to 40 cm", "3", " g", "–1", ". Although this is mostly consistent with the experimental ", "Q", "st", " plot when looking at the values at low loadings, a noticeable decrease can be observed in the plot starting at around 22.5 cm", "3", " g", "–1", ". Hence, a different shape is captured in the experimental ", "Q", "st", " plot at high loadings. The difference in the shape in the ", "Q", "st", " plots between experiment and simulation could be due to the difference in the methodology used to extract the ", "Q", "st", " values for the respective techniques. As stated earlier, the experimental ", "Q", "st", " values are calculated through a finite difference approximation to the Clausius–Clapeyron equation, which is dependent on the fitting parameters used to evaluate the required derivatives. In contrast, the simulated ", "Q", "st", " values are obtained independently from the isotherm data and directly from GCMC simulation. Nevertheless, we believe that the simulated ", "Q", "st", " values in [Zn(trz)(tftph)] are within the vicinity of experiment for all loadings considered and effectively capture the essential physical chemistry.", "We also simulated H", "2", " sorption in [Zn(trz)(tfpth)] using the widely used potential by Darkrim and Levesque", "(54)", " at both 77 and 87 K. It was observed that the simulated isotherms generated by this potential more dramatically oversorbed experiment for most of the considered pressure range at both temperatures (see ", "Supporting Information", "). This model also produced ", "Q", "st", " values that are higher than those for any of the models as shown in Figure ", "2", "b. This suggests that this potential is overly attractive for simulations of H", "2", " sorption in MOFs.", "(55)", "Figure 3. Molecular illustration of a sorbed H", "2", " molecule about (a) site 1 and (b) site 2 in [Zn(trz)(tftph)] as determined from simulation. The sorbate molecule is shown in orange. Orientational constraints are not imposed on the H", "2", " molecule at the binding sites. Atom colors: C = cyan, H = white, N = blue, O = red, F = pink, Zn = silver.", "Two distinct H", "2", " sorption sites were identified within [Zn(trz)(tfpth)] from the simulations in this work. The most favorable sorption site in [Zn(trz)(tfpth)] (site 1) corresponds to the sorption of H", "2", " in a small area of the MOF where the sorbate molecule can interact with several different (polar) functionalities at the same time. Specifically, the H", "2", " molecule can interact with an exposed fluorine atom of a tftph linker, a carboxylate oxygen atom of another tftph linker, and a H", "2", "O molecule that is coordinated to a Zn", "2+", " ion simultaneously (Figure ", "3", "a). At this site, one H atom of the H", "2", " molecule interacts with the negatively charged fluorine and carboxylate oxygen atoms while the other H atom interacts with the O atom of the H", "2", "O molecule. This is a highly favorable sorption site in the MOF that corresponds to a high initial H", "2", " ", "Q", "st", " value of 8.0 kJ mol", "–1", " in experiment and a ", "Q", "st", " value of 8.0–8.75 kJ mol", "–1", " according to our simulations. It will be shown later that this sorption site imposes a significantly high rotational barrier on the sorbed H", "2", " molecule.", "In this MOF, the H", "2", " molecules can also sorb in the compact region between the fluorine atoms of adjacent tftph ligands (Figure ", "3", "b). Here, each positively charged H atom of the H", "2", " molecule can interact with an electronegative fluorine atom. This is the secondary sorption site in [Zn(trz)(tfpth)] (site 2), and it has weaker energetics compared to the primary sorption site in the MOF. A single-point energy calculation of a saturated system cell with all site 1 H", "2", " molecules (via the BSS or BSSP model) removed reveals that the H", "2", " binding energy associated with the secondary site in this MOF is approximately 7.2 kJ mol", "–1", ". At H", "2", " saturation, the relative distribution of H", "2", " molecules sorbed at site 1 to site 2 is 1:1.", "Figure 4. Inelastic neutron scattering (INS) spectra for H", "2", " in [Zn(trz)(tftph)] at different loadings: 1.8 H", "2", "/formula unit (black), 2.7 H", "2", "/formula unit (blue), and 4.3 H", "2", "/formula unit (red). The spectra were collected on the time-of-flight (TOFTOF) spectrometer at the FRM-II with a temperature of 5 K and an incident wavelength of 3.0 Å.", "The INS spectra for H", "2", " at different loadings in [Zn(trz)(tftph)] are shown in Figure ", "4", ". The spectra were collected at the cold neutron time-of-flight spectrometer TOFTOF (at the FRM-II, Munich, Germany) with a temperature of 5 K and an incident wavelength of 3.0 Å. The INS spectra were also taken with 2.0 Å neutrons in this MOF, and the results are provided in the ", "Supporting Information", ". The negative and positive numbers on the ", "x", "-axis correspond to neutron energy gain and loss, respectively. The INS spectra for H", "2", " in [Zn(trz)(tftph)] reveal three peaks occurring at approximately 5.4, 6.2, and 7.8 meV. A lower energy rotational tunneling peak in the spectra represents a sorption site that causes a high barrier to rotation on the sorbed H", "2", ", which allows the H", "2", " molecule to exhibit a stronger interaction with the framework. Because the site depicted in Figure ", "3", "a is the most favorable sorption site within the material, it makes sense that this site corresponds to the 5.4 meV peak in the INS spectra.", "At the lowest loading measured (1.8 H", "2", "/formula unit), the peak at 6.2 meV is the most prominent of any of the three peaks in the spectra, while the peak at 5.4 meV exists as a low energy shoulder of the 6.2 meV peak. This indicates that, at low loadings, the most energetically favorable site in the MOF is not fully populated first. At a loading of 2.7 H", "2", "/formula unit, the intensity of the 5.4 meV peak increases significantly, while the 6.2 meV peak virtually disappears. In addition, the peak occurring at 7.8 meV becomes more noticeable at this loading. This 7.8 meV peak corresponds to the weakest sorption site in the MOF. In this case, it is the secondary sorption site in [Zn(trz)(tftph)] as shown in Figure ", "3", "b.", "Although we have identified only two noticeable sorption sites for H", "2", " in [Zn(trz)(tftph)], the INS spectra suggest that there are perhaps three sorption sites in the MOF. We have already assigned the 5.4 and 7.8 meV peaks as the primary and secondary sites in the MOF, respectively. Further calculations and inspection of the modeled structure for H", "2", " in [Zn(trz)(tftph)] reveal that the sorption site that is associated with the 6.2 meV peak does not correspond to a new sorption site outside of those shown in Figure ", "3", " but rather to a slightly shifted version of a H", "2", " molecule that is sorbed at the primary site in the MOF. Indeed, it can be deduced from the spectra that the 6.2 meV peak represents a shifted version of the 5.4 meV peak, that is, the peak at 6.2 meV shifts to lower energies (to 5.4 meV) at higher loadings. The reason for this is because when more H", "2", " molecules enter the MOF, this forces some of the sorbed H", "2", " molecules to move closer to the primary site, hence explaining the lower transition energy at higher loadings.", "At the highest loading measured (4.3 H", "2", "/formula unit), the intensity of the 6.2 meV peak increases relative to that observed at 1.8 H", "2", "/formula unit for this peak. The high intensity of the 6.2 meV peak at this loading indicates that a large number of H", "2", " molecules are crowding around those molecules that are sorbed at the primary site in the MOF. Further, the intensity of the 5.4 meV peak remains similar to that observed at 2.7 H", "2", "/formula unit for this peak, while the 7.8 meV peak exists as a high energy shoulder of the 6.2 meV peak.", "Figure 5. A plot of the potential energy surface for a H", "2", " molecule rotating about its minimum energy coordinate in site 1 in [Zn(trz)(tftph)] as a function of θ and ϕ", ".", " The center-of-mass for the H", "2", " molecule is held fixed. Relative energies are given in meV. The rotational barrier was calculated to be 50.0 meV.", "The transition for the lowest energy peak in the INS spectra for [Zn(trz)(tftph)] (5.4 meV) is among the lowest of reported MOF materials on the basis of previous INS studies on several MOFs that exhibit strong interactions with the sorbed H", "2", " molecules (Table ", "1", "). The value of this rotational tunneling transition is lower than the lowest energy peak for most neutral MOFs that contain open-metal Cu", "2+", " ions (e.g., HKUST-1, PCN-12)", "(24, 34)", " and members of the M-DOBDC series.", "(18, 22, 56)", " This implies that the primary site in [Zn(trz)(tftph)] causes a higher barrier to rotation on the sorbed H", "2", " than the open-metal sites in the aforementioned MOFs. This 5.4 meV peak observed in the INS spectra for [Zn(trz)(tftph)] corresponds to a rotational barrier of 45.8 meV according to an empirical phenomenological model that is based on a simple double-minimum potential.", "(32)", " This barrier height is among the highest of reported MOFs that rely on physisorption interactions with the H", "2", " molecules, as it is higher than those for neutral MOFs that contain open-metal sites and comparable to those for charged MOFs that contain counterions (Table ", "1", ").", "The inference that a high rotational barrier is enforced at the primary sorption site in [Zn(trz)(tftph)] was supported by calculating the potential energy surface for a H", "2", " molecule rotating about its minimum energy coordinate at this site. This was accomplished by calculating the total potential energy of the MOF–H", "2", " system as the H", "2", " molecule was rotated at various angles of θ (0–180°) and ϕ (0–360°) while keeping the center-of-mass of the molecule fixed as executed in previous work.", "(30, 35)", " Single-point energies were obtained on a θ–ϕ grid (4096 points based on 64 × 64 Gaussian quadrature integration),", "(57)", " and the rotational barrier was estimated by taking the difference between the maximum and the minimum values on the grid. All calculations were performed on a BSSP H", "2", " molecule that was positioned at the primary site in the MOF as shown in Figure ", "3", "a. The resulting rotational potential energy surface is shown in Figure ", "5", ".", "The rotational barrier was calculated to be 50.0 meV, which is in good agreement with the value that was obtained using the phenomenological model as described above. The synergistic interaction between a metal-coordinated H", "2", "O molecule, an exposed fluorine atom of a tftph linker, and a carboxylate oxygen atom of another tftph linker is responsible for causing a high barrier to rotation on the sorbed H", "2", " molecule at this site. This interaction from the different moieties at the primary site in the MOF is made possible by the small pore sizes within the material. Calculations using the BSS model at this site revealed a similar potential energy surface and rotational barrier.", "Table 1. Comparison of the Lowest Energy Peaks Observed in the INS Spectra for H", "2", " in Selected MOFs and Their Corresponding Rotational Barriers as Calculated Using the Empirical Phenomenological Model in Ref ", "32", "a", "MOF", "lowest energy peak (meV)", "rotational barrier (meV)", "reference", "Y-FTZB", "2.4", "78.3 (85.8)", "35", "Li-", "rho", "-ZMOF", "3.0", "69.5", "36", "In-", "soc", "-MOF", "4.8", "50.0 (47.0)", "37", " (", "58", ")", "rht", "-MOF-1", "5.0", "48.7", "38", "[Zn(trz)(tftph)]", "5.4", "45.8 (50.0)", "this work", "SIFSIX-2-Cu-i", "5.6", "44.4 (45.9)", "30", "Ni-DOBDC", "6.6", "37.7", "18", "Mg-DOBDC", "6.7", "37.0", "18", "rht", "-MOF-7", "6.8", "36.0", "51", "Co-DOBDC", "7.7", "31.0", "18", "PCN-12", "7.7", "31.0", "34", "Zn-DOBDC", "8.3", "28.0 (27)", "22", " (", "59", ")", "HKUST-1", "9.1", "23.7", "24", "a", "The values in parentheses were calculated using a theoretical potential energy surface.", "The four MOFs listed in Table ", "1", " that impose higher rotational barriers on the sorbed H", "2", " than [Zn(trz)(tftph)] are all charged MOFs that contain counterions. Thus, to the best of our knowledge, the barrier to rotation at the primary sorption site in [Zn(trz)(tftph)] is currently the highest for a neutral MOF on the basis of INS and theoretical studies, as it narrowly beats out that for the most favorable sorption site in ", "SIFSIX-2-Cu-i", ", another MOF that contains narrow pore sizes and exposed fluorine atoms. Both [Zn(trz)(tftph)] and ", "SIFSIX-2-Cu-i", " are MOFs that exclude open-metal sites. Hence, a key finding observed in this study is that reducing the pore sizes in MOFs, coupled with appropriate chemistry from including polar functionalities, is a promising method for increasing the rotational barriers on the sorbed H", "2", " molecules in porous materials. It is expected that the inclusion of open-metal sites or counterions in such systems would increase the rotational barriers even further. The rotational barrier at the preferential sorption site in the anionic rare-earth ", "fcu", "-MOF Y-FTZB", "(60)", " is currently the highest out of all MOFs reported thus far as demonstrated previously by our group through INS studies and computational modeling.", "(35)", " This was due to a synergistic interaction between an open-metal site, a counterion, and a nitrogen-rich region in the MOF.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusion", "References", "III Conclusion", "In summary, simulations of H", "2", " sorption in [Zn(trz)(tftph)] were performed; it is a MOF with small pore sizes containing exposed fluorine and carboxylate oxygen atoms and accessible metal-coordinated H", "2", "O molecules. The simulated H", "2", " sorption isotherms and associated H", "2", " ", "Q", "st", " values in this MOF were in good agreement with the matching experimental data. INS studies were also performed for H", "2", " in this MOF, and the resulting spectra revealed at least two peaks that occur at low energies, which corresponds to high barriers to rotation for the respective sites. The transition energy for the lowest energy peak in [Zn(trz)(tftph)] (5.4 meV) is lower than that for most neutral MOFs that contain open-metal sites and is comparable to that for charged MOFs that contain counterions.", "The most favorable sorption site identified from the simulations corresponded to sorption into a confined region where the H", "2", " molecule can interact with a coordinated H", "2", "O molecule, the fluorine atom of a tftph ligand, and the carboxylate oxygen atom of another tftph ligand simultaneously. The rotational barrier for H", "2", " sorbed at this site was calculated to be 50.0 meV using a theoretical potential energy surface. The theoretical value is in good agreement to the value that was determined using an empirical phenomenological model, which is 45.8 meV. The rotational barrier for the primary sorption site in [Zn(trz)(tftph)] is notably higher than those for MOFs that contain open-metal sites. Sorption was also observed between the fluorine atoms of two neighboring tftph ligands in [Zn(trz)(tftph)]. This site has weaker energetics compared to those for the primary site, as indicated by the higher transition energy for this site in the INS spectra (7.8 meV).", "It was shown that the combination of a water molecule, a fluorine atom, and a carboxylate oxygen atom in a highly compact environment gives rise to a high rotational barrier on the sorbed H", "2", " molecule. Thus, it appears that synthesizing MOFs with small pore sizes, coupled with the inclusion of favorable polar functionalities, is a promising method for increasing the sorption energetics for H", "2", " in porous materials. Indeed, the synergistic interaction from the different moieties at the primary sorption site in [Zn(trz)(tftph)] results in a H", "2", " ", "Q", "st", " of 8.0 kJ mol", "–1", " and a rotational barrer of close to 50.0 meV. We speculate that the introduction of open-metal sites and counterions in this or similar MOF systems in some fashion would afford higher ", "Q", "st", " values and rotational barriers for the sorbed H", "2", ".", "[Zn(trz)(tftph)] is one of the few MOFs that contain a high ", "Q", "st", " for H", "2", " in the absence of open-metal sites. As observed in this work, this is due to the different moieties at the primary sorption site in the MOF as a result of the small pore sizes. Current work is underway to investigate the ", "Q", "st", " values and rotational barriers for H", "2", " in other MOFs with small pore sizes through molecular simulation and INS studies. It is also planned to study CO", "2", " sorption in [Zn(trz)(tftph)] by means of experiment and simulation.", " ", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusion", "References", "Supporting Information", "Details of parametrization, grand canonical Monte Carlo methods, and inelastic neutron scattering studies, tables of properties, pictures of the MOF and components, and additional H", "2", " sorption results. The Supporting Information is available free of charge on the ", "ACS Publications website", " at DOI: ", "10.1021/acs.langmuir.5b01664", ".", "□", "Author Contributions", "These authors contributed equally.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusion", "References", "Acknowledgment", "The authors thank Zeric Hulvey for preparing a sample of [Zn(trz)(tftph)] and for his illuminating discussions on the INS spectra. B.S. acknowledges the National Science Foundation (Award No. CHE-1152362), the computational resources that were made available by a XSEDE Grant (No. TG-DMR090028), and the use of the services provided by Research Computing at the University of South Florida. This publication is also based on work supported by Award No. FIC/2010/06, made by King Abdullah University of Science and Technology (KAUST). The authors also thank the Space Foundation (Basic and Applied Research) for partial support. This work is based in part on experiments performed on the TOFTOF instrument operated by FRM-II at the Heinz Maier-Leibnitz Zentrum (MLZ), Garching, Germany. P.A.G. acknowledges support from the Project “Beyond Everest” under EU programme REGPOT-2011-1. This research project was also supported by the European Commission under the 7", "th", " Framework Programme through the “Research Infrastructures” action of the “Capacities” Programme, NMI3-II Grant No. 283883.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusion", "References", "References", "This article references 60 other publications.", "1. ", "Turner", ", ", "J. A.", " ", "Sustainable Hydrogen Production", " ", "Science", " ", "2004", ",  ", "305", ",  ", "972", "– ", "974", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Sustainable Hydrogen Production", "Turner, John A.", "Science (Washington, DC, United States)", "\r\n        (", "2004", "),\r\n    ", "305", "\r\n        (", "5686", "),\r\n    ", "972-974", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A review.  Identifying and building a sustainable energy system are perhaps 2 of the most crit. issues that today's society must address.  Replacing the current energy carrier mix with a sustainable fuel is one of the key pieces in that system.  H as an energy carrier, primarily derived from H2O, can address issues of sustainability, environmental emissions, and energy security.  Issues relating to H prodn. pathways are addressed here.  Future energy systems require money and energy to build.  Given that the United States has a finite supply of both, decisions must be made about the way forward.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXmsVGmt7w%253D&md5=a54b69353584dccce736af47070665a4", "2. ", "Haryanto", ", ", "A.", "; ", "Fernando", ", ", "S.", "; ", "Murali", ", ", "N.", "; ", "Adhikari", ", ", "S.", " ", "Current status of hydrogen production techniques by steam reforming of ethanol: a review", " ", "Energy Fuels", " ", "2005", ",  ", "19", ",  ", "2098", "– ", "2106", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Current Status of Hydrogen Production Techniques by Steam Reforming of Ethanol: A Review", "Haryanto, Agus; Fernando, Sandun; Murali, Naveen; Adhikari, Sushil", "Energy & Fuels", "\r\n        (", "2005", "),\r\n    ", "19", "\r\n        (", "5", "),\r\n    ", "2098-2106", "CODEN:\r\n                ", "ENFUEM", ";\r\n        ISSN:", "0887-0624", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Hydrogen is considered to be the most viable energy carrier for the future.  Producing hydrogen from ethanol steam reforming would not only be environmentally friendly but also would open new opportunities for utilization of renewable resources, which are globally available.  This paper reviews the current state of the steam reforming process of ethanol, examines different catalysts, and, finally, makes a comparative anal.  Different catalysts were used for the steam reforming of ethanol.  Depending on the type of catalysts, reaction conditions, and the catalyst prepn. method, ethanol conversion and hydrogen prodn. vary greatly.  Co/ZnO, ZnO, Rh/Al2O3, Rh/CeO2, and Ni/La2O3-Al2O3 performed the best, in regard to the steam reforming of ethanol.  Currently, hydrogen prodn. from ethanol steam reforming is still in the research and development stage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXmslemt7Y%253D&md5=d51cbb1a23bc67080b233281db498938", "3. ", "Oertel", ", ", "M.", "; ", "Schmitz", ", ", "J.", "; ", "Weirich", ", ", "W.", "; ", "Jendryssek-Neumann", ", ", "D.", "; ", "Schulten", ", ", "R.", " ", "Steam reforming of natural gas with intergrated hydrogen separation for hydrogen production", " ", "Chem. Eng. Technol.", " ", "1987", ",  ", "10", ",  ", "248", "– ", "255", "[", "Crossref", "]", "There is no corresponding record for this reference.", "4. ", "Doenitz", ", ", "W.", "; ", "Schmidberger", ", ", "R.", "; ", "Steinheil", ", ", "E.", "; ", "Streicher", ", ", "R.", " ", "Hydrogen production by high temperature electrolysis of water vapour", " ", "Int. J. Hydrogen Energy", " ", "1980", ",  ", "5", ",  ", "55", "– ", "63", "[", "Crossref", "], [", "CAS", "]", "4. ", "Hydrogen production by high temperature electrolysis of water vapor", "Doenitz, W.; Schmidberger, R.; Steinheil, E.; Streicher, R.", "International Journal of Hydrogen Energy", "\r\n        (", "1980", "),\r\n    ", "5", "\r\n        (", "1", "),\r\n    ", "55-63", "CODEN:\r\n                ", "IJHEDX", ";\r\n        ISSN:", "0360-3199", ".\r\n    ", "In introducing H as a future energy carrier, an important condition is a high-efficiency and low-cost process for H prodn.  Total efficiencies of conventional water electrolysis plants are limited to 25-28% with respect to the primary heat necessary for power generation.  Significant improvements of this efficiency can be achieved by steam electrolysis at high temps.  The thermodn. advantages of this high-temp. electrolysis process are shown, and the technol. tasks of the required development work and the state of the art are described.  Significant improvements of the components for construction and interconnection of electrolytic cells were achieved.  Typical measured cell characteristics are adiabatic cell voltages of 1.3 V at 0.4 A/cm2.  Industrial engineering studies of the whole process were performed, indicating total efficiencies of ∼40-50%, depending on the primary energy source.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3cXktlertLo%253D&md5=ed4bfc2b079ebdf82f9782eaf64de072", "5. ", "Collins", ", ", "D. J.", "; ", "Zhou", ", ", "H.-C.", " ", "Hydrogen storage in metal–organic frameworks", " ", "J. Mater. Chem.", " ", "2007", ",  ", "17", ",  ", "3154", "– ", "3160", "[", "Crossref", "], [", "CAS", "]", "5. ", "Hydrogen storage in metal-organic frameworks", "Collins, David J.; Zhou, Hong-Cai", "Journal of Materials Chemistry", "\r\n        (", "2007", "),\r\n    ", "17", "\r\n        (", "30", "),\r\n    ", "3154-3160", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  For any potential hydrogen-storage system, raw uptake capacity must be balanced with the kinetics and thermodn. of uptake and release.  Metal-org. frameworks provide unique systems with large overall pore vols. and surface areas, adjustable pore sizes, and tunable framework-adsorbate interaction by ligand functionalization and metal choice.  These remarkable materials can potentially fill the niche between other physisorbents such as activated carbon, which have similar uptake at low temps. but low affinity for hydrogen at ambient temp., and chem. sorbents such as hydrides, which have high hydrogen uptakes but undesirable release kinetics and thermodn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXotV2lt7c%253D&md5=211f2f55436d52593c4f7d9b8939bee6", "6. ", "Zhao", ", ", "D.", "; ", "Yuan", ", ", "D.", "; ", "Zhou", ", ", "H.-C.", " ", "The current status of hydrogen storage in metal-organic frameworks", " ", "Energy Environ. Sci.", " ", "2008", ",  ", "1", ",  ", "222", "– ", "235", "[", "Crossref", "], [", "CAS", "]", "6. ", "The current status of hydrogen storage in metal-organic frameworks", "Zhao, Dan; Yuan, Daqiang; Zhou, Hong-Cai", "Energy & Environmental Science", "\r\n        (", "2008", "),\r\n    ", "1", "\r\n        (", "2", "),\r\n    ", "222-235", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The theor. and exptl. hydrogen storage studies on metal-org. frameworks (MOFs) have been reviewed.  Seven distinct factors influencing hydrogen uptake capacity in MOFs have been classified and discussed.  Based on existing studies, some possible future developments have been proposed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht1amu7%252FM&md5=8cf417a3e457630ab942022a26fc780e", "7. ", "Collins", ", ", "D. J.", "; ", "Ma", ", ", "S.", "; ", "Zhou", ", ", "H.-C.", " In  ", "Metal−Organic Frameworks: Design and Application", "; ", "MacGillivray", ", ", "L. R.", ", Ed.; ", "John Wiley & Sons, Inc.", ": ", "Hoboken, NJ, USA", ", ", "2010", "; pp  ", "249", "– ", "266", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "8. ", "Suh", ", ", "M. P.", "; ", "Park", ", ", "H. J.", "; ", "Prasad", ", ", "T. K.", "; ", "Lim", ", ", "D.-W.", " ", "Hydrogen Storage in Metal-Organic Frameworks", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "782", "– ", "835", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Hydrogen Storage in Metal-Organic Frameworks", "Suh, Myunghyun Paik; Park, Hye Jeong; Prasad, Thazhe Kootteri; Lim, Dae-Woon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "782-835", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  MOFs have versatile structures, high surface areas and high pore vols. - they can be regarded as good candidate materials for H storage.  There are many MOFs that have high H adsorption capacities at low temps., typically at 77 or 87 K.  The highest H storage capacity reported so far is 99.5 mg/g at 77K and 56 bar for NU-100.  However, the high H capacities of MOFs at cryogenic temps. decrease as the temp. increases to room temp.  This is because the H adsorption in MOFs is weak physisorption and the interaction energies between the H mols. and frameworks are low.  To develop MOFs as H storage materials that meet the U.S.DOE targets for an on-board hydrogen system, a serious challenge is still present in the design and synthesis of the MOF materials.  We may expect that highly stable MOFs having a large surface area and pore vol., together with many open metal sites and embedded catalysts for hydrogen spillover, would provide some pos. results for H storage at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1GlsbjM&md5=dd1f08beefd27cce77d88e466551c1af", "9. ", "Yaghi", ", ", "O. M.", "; ", "Li", ", ", "H.", "; ", "Davis", ", ", "C.", "; ", "Richardson", ", ", "D.", "; ", "Groy", ", ", "T. L.", " ", "Synthetic strategies, structure patterns, and emerging properties in the chemistry of modular porous solids", " ", "Acc. Chem. Res.", " ", "1998", ",  ", "31", ",  ", "474", "– ", "484", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Synthetic Strategies, Structure Patterns, and Emerging Properties in the Chemistry of Modular Porous Solids", "Yaghi, Omar M.; Li, Hailian; Davis, Charles; Richardson, David; Groy, Thomas L.", "Accounts of Chemical Research", "\r\n        (", "1998", "),\r\n    ", "31", "\r\n        (", "8", "),\r\n    ", "474-484", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review with 23 refs.  The authors have established a program aimed at constructing porous networks by linking inorg. metal sulfide clusters and org. mols. with transition metal ions.  This program is designed to define and investigate the parameters contributing to the assembly of materials from mol. building blocks.  Specifically this review outlines (i)various synthetic strategies developed for producing porous modular networks in cryst. form using diffusion, solvothermal, and gel crystal growth techniques, (ii)methods of achieving rigid noninterpenetrated and truly porous modular frameworks capable of reversible binding and removal of guests without affecting the structural integrity of the host framework, and (iii)emerging novel properties and prospective applications resulting from tailoring the mol. building blocks and the metal ion centers of the host structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXltFKkt70%253D&md5=20be179fc9b8b3ea42ec714e744bc803", "10. ", "James", ", ", "S. L.", " ", "Metal-organic frameworks", " ", "Chem. Soc. Rev.", " ", "2003", ",  ", "32", ",  ", "276", "– ", "288", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Metal-organic frameworks", "James, Stuart L.", "Chemical Society Reviews", "\r\n        (", "2003", "),\r\n    ", "32", "\r\n        (", "5", "),\r\n    ", "276-288", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks are a recently-identified class of porous polymeric material, consisting of metal ions linked together by org. bridging ligands, and are a new development on the interface between mol. coordination chem. and materials science.  A range of novel structures was prepd. which feature amongst the largest pores known for cryst. compds., very high sorption capacities and complex sorption behavior not seen in aluminosilicate zeolites.  The development of synthetic approaches to these materials and studies of their properties are reviewed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXmtFOltLY%253D&md5=e9e83de0580c0b7dc9929ea3594efe12", "11. ", "Yaghi", ", ", "O. M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Ockwig", ", ", "N. W.", "; ", "Chae", ", ", "H. K.", "; ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", " ", "Reticular synthesis and the design of new materials", " ", "Nature", " ", "2003", ",  ", "423", ",  ", "705", "– ", "714", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Reticular synthesis and the design of new materials", "Yaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, Jaheon", "Nature (London, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "423", "\r\n        (", "6941", "),\r\n    ", "705-714", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The long-standing challenge of designing and constructing new cryst. solid-state materials from mol. building blocks is just beginning to be addressed with success.  A conceptual approach that requires the use of secondary building units to direct the assembly of ordered frameworks epitomizes this process: the authors call this approach reticular synthesis.  This chem. has yielded materials designed to have predetd. structures, compns. and properties.  In particular, highly porous frameworks held together by strong metal-O-C bonds and with exceptionally large surface area and capacity for gas storage were prepd. and their pore metrics systematically varied and functionalized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXksV2itro%253D&md5=2417c5adb0e948350d3d62350c8cd7ea", "12. ", "Furukawa", ", ", "H.", "; ", "Cordova", ", ", "K. E.", "; ", "OKeeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "The Chemistry and Applications of Metal-Organic Frameworks", " ", "Science", " ", "2013", ",  ", "341", ",  ", "1230444", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "The chemistry and applications of metal-organic frameworks", "Furukawa Hiroyasu; Cordova Kyle E; O'Keeffe Michael; Yaghi Omar M", "Science (New York, N.Y.)", "\r\n        (", "2013", "),\r\n    ", "341", "\r\n        (", "6149", "),\r\n    ", "1230444", "\r\n        ISSN:", ".\r\n    ", "Crystalline metal-organic frameworks (MOFs) are formed by reticular synthesis, which creates strong bonds between inorganic and organic units.  Careful selection of MOF constituents can yield crystals of ultrahigh porosity and high thermal and chemical stability.  These characteristics allow the interior of MOFs to be chemically altered for use in gas separation, gas storage, and catalysis, among other applications.  The precision commonly exercised in their chemical modification and the ability to expand their metrics without changing the underlying topology have not been achieved with other solids.  MOFs whose chemical composition and shape of building units can be multiply varied within a particular structure already exist and may lead to materials that offer a synergistic combination of properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3sbjs1yrsw%253D%253D&md5=7eb2a10c62623ff8a27708ffe9561d45", "13. ", "Eddaoudi", ", ", "M.", "; ", "Eubank", ", ", "J. F.", " In  ", "Metal−Organic Frameworks: Design and Application", "; ", "MacGillivray", ", ", "L. R.", ", Ed.; ", "John Wiley & Sons, Inc.", ": ", "Hoboken, NJ, USA", ", ", "2010", "; pp  ", "37", "– ", "89", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "14. ", "Bhatia", ", ", "S. K.", "; ", "Myers", ", ", "A. L.", " ", "Optimum Conditions for Adsorptive Storage", " ", "Langmuir", " ", "2006", ",  ", "22", ",  ", "1688", "– ", "1700", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Optimum Conditions for Adsorptive Storage", "Bhatia, Suresh K.; Myers, Alan L.", "Langmuir", "\r\n        (", "2006", "),\r\n    ", "22", "\r\n        (", "4", "),\r\n    ", "1688-1700", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The storage of gases in porous adsorbents, such as activated carbon and carbon nanotubes, is examd. here thermodynamically from a systems viewpoint, considering the entire adsorption-desorption cycle.  The results provide concrete objective criteria to guide the search for the \"Holy Grail\" adsorbent, for which the adsorptive delivery is maximized.  It is shown that, for ambient temp. storage of hydrogen and delivery between 30 and 1.5 bar pressure, for the optimum adsorbent the adsorption enthalpy change is 15.1 kJ/mol.  For carbons, for which the av. enthalpy change is typically 5.8 kJ/mol, an optimum operating temp. of about 115 K is predicted.  For methane, an optimum enthalpy change of 18.8 kJ/mol is found, with the optimum temp. for carbons being 254 K.  It is also demonstrated that for max. delivery of the gas the optimum adsorbent must be homogeneous, and that introduction of heterogeneity, such as by ball milling, irradn., and other means, can only provide small increases in physisorption-related delivery for hydrogen.  For methane, heterogeneity is always detrimental, at any value of av. adsorption enthalpy change.  These results are confirmed with the help of exptl. data from the literature, as well as extensive Monte Carlo simulations conducted here using slit pore models of activated carbons as well as atomistic models of carbon nanotubes.  The simulations also demonstrate that carbon nanotubes offer little or no advantage over activated carbons in terms of enhanced delivery, when used as storage media for either hydrogen or methane.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XksFSruw%253D%253D&md5=4ef6bc99f1ab97df527da6b2243e9d7a", "15. ", "Ma", ", ", "S.", " ", "Gas adsorption applications of porous metal-organic frameworks", " ", "Pure Appl. Chem.", " ", "2009", ",  ", "81", ",  ", "2235", "– ", "2251", "[", "Crossref", "], [", "CAS", "]", "15. ", "Gas adsorption applications of porous metal-organic frameworks", "Ma, Shengqian", "Pure and Applied Chemistry", "\r\n        (", "2009", "),\r\n    ", "81", "\r\n        (", "12", "),\r\n    ", "2235-2251", "CODEN:\r\n                ", "PACHAS", ";\r\n        ISSN:", "0033-4545", ".\r\n    \r\n            (", "International Union of Pure and Applied Chemistry", ")\r\n        ", "A review.  Porous metal-org. frameworks (MOFs) represent a new type of functional materials and have recently become a hot research field due to their great potential in various applications.  Recent progress of gas adsorption applications of porous MOFs, mainly including H storage, methane storage, and selective gas adsorption are summarized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXit1aitw%253D%253D&md5=8b5b568d82a33ac585bd61c02d0dcbcf", "16. ", "Chen", ", ", "B.", "; ", "Ockwig", ", ", "N. W.", "; ", "Millward", ", ", "A. R.", "; ", "Contreras", ", ", "D. S.", "; ", "Yaghi", ", ", "O. M.", " ", "High H", "2", " Adsorption in a Microporous Metal-Organic Framework with Open Metal Sites", " ", "Angew. Chem., Int. Ed.", " ", "2005", ",  ", "117", ",  ", "4823", "– ", "4827", "[", "Crossref", "]", "There is no corresponding record for this reference.", "17. ", "Rowsell", ", ", "J. L. C.", "; ", "Yaghi", ", ", "O. M.", " ", " ", "Effects of Functionalization, Catenation, and Variation of the Metal Oxide and Organic Linking Units on the Low-Pressure Hydrogen Adsorption Properties of Metal-Organic Frameworks", ".  ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "1304", "– ", "1315", ";", "PMID: 16433549", ".", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Effects of Functionalization, Catenation, and Variation of the Metal Oxide and Organic Linking Units on the Low-Pressure Hydrogen Adsorption Properties of Metal-Organic Frameworks", "Rowsell, Jesse L. C.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "4", "),\r\n    ", "1304-1315", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The dihydrogen adsorption isotherms of eight metal-org. frameworks (MOFs), measured at 77 K up to a pressure of 1 atm, were examd. for correlations with their structural features.  All materials display approx. Type I isotherms with no hysteresis, and satn. was not reached for any of the materials under these conditions.  Among the six iso-reticular MOFs (IRMOFs) studied, the catenated materials exhibit the largest capacities on a molar basis, up to 9.8 H2 per formula unit.  The addn. of functional groups (-Br, -NH2, -C2H4-) to the phenylene links of IRMOF-1 (MOF-5), or their replacement with thieno[3,2-b]thiophene moieties in IRMOF-20, altered the adsorption behavior by a minor amt. despite large variations in the pore vols. of the resulting materials.  But replacement of the metal oxide units with those contg. coordinatively unsatd. metal sites resulted in greater H2 uptake.  The enhanced affinities of these materials, MOF-74 and HKUST-1, were further demonstrated by calcn. of the isosteric heats of adsorption, which were larger across much of the range of coverage examd., compared to those of representative IRMOFs.  Probably under low-loading conditions, the H2 adsorption behavior of MOFs can be improved by imparting larger charge gradients on the metal oxide units and adjusting the link metrics to constrict the pore dimensions; however, a large pore vol. is still a prerequisite feature.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XitV2msg%253D%253D&md5=76a0797beec956e59ca2ddf029f5a386", "18. ", "Dietzel", ", ", "P. D. C.", "; ", "Georgiev", ", ", "P. A.", "; ", "Eckert", ", ", "J.", "; ", "Blom", ", ", "R.", "; ", "Strassle", ", ", "T.", "; ", "Unruh", ", ", "T.", " ", "Interaction of hydrogen with accessible metal sites in the metal-organic frameworks M", "2", "(dhtp) (CPO-27-M; M = Ni, Co, Mg)", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "4962", "– ", "4964", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Interaction of hydrogen with accessible metal sites in the metal-organic frameworks M2(dhtp) (CPO-27-M; M = Ni, Co, Mg)", "Dietzel, Pascal D. C.; Georgiev, Peter A.; Eckert, Juergen; Blom, Richard; Straessle, Thierry; Unruh, Tobias", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "27", "),\r\n    ", "4962-4964", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Hydrogen mols. adsorbed in the nickel, cobalt, and magnesium analogs of the CPO-27 metal-org. framework at low loadings interact significantly more strongly than those adsorbed successively as a consequence of the strong interaction of hydrogen with the coordinatively unsatd. metal cations in the framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXotFensLw%253D&md5=4d1aa871c07af7bef4b548ae942671fa", "19. ", "Li", ", ", "B.", "; ", "Zhang", ", ", "Z.", "; ", "Li", ", ", "Y.", "; ", "Yao", ", ", "K.", "; ", "Zhu", ", ", "Y.", "; ", "Deng", ", ", "Z.", "; ", "Yang", ", ", "F.", "; ", "Zhou", ", ", "X.", "; ", "Li", ", ", "G.", "; ", "Wu", ", ", "H.", "; ", "Nijem", ", ", "N.", "; ", "Chabal", ", ", "Y. J.", "; ", "Lai", ", ", "Z.", "; ", "Han", ", ", "Y.", "; ", "Shi", ", ", "Z.", "; ", "Feng", ", ", "S.", "; ", "Li", ", ", "J.", " ", "Enhanced Binding Affinity, Remarkable Selectivity, and High Capacity of CO", "2", " by Dual Functionalization of a rht-Type Metal-Organic Framework", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "1412", "– ", "1415", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Enhanced Binding Affinity, Remarkable Selectivity, and High Capacity of CO2 by Dual Functionalization of a rht-Type Metal-Organic Framework", "Li, Baiyan; Zhang, Zhijuan; Li, Yi; Yao, Kexin; Zhu, Yihan; Deng, Zhiyong; Yang, Fen; Zhou, Xiaojing; Li, Guanghua; Wu, Haohan; Nijem, Nour; Chabal, Yves J.; Lai, Zhiping; Han, Yu; Shi, Zhan; Feng, Shouhua; Li, Jing", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "6", "),\r\n    ", "1412-1415, S1412/1-S1412/27", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "[Cu3(TDPAT)(H2O)3]·10H2O·5DMA (Cu-TDPAT) was synthesized by using 2,4,6-tris(3,5-dicarboxy)phenylamino-1,3,5-triazine (H6TDPAT), a Lewis base acid-rich hexacarboxylate ligand.  The three isophthalate moieties in TDPAT are linked through copper paddle-wheel units to form cuboctahedral supermol. building blocks, which are covalently bonded through the isophthalate moieties (at position 1) to yield a (3,24)-connected rht-type network.  The smallest member of rht-type MOFs, Cu-TDPAT, built on a hexacarboxylate ligand with iminotriazine backbone, shows a greatly enhanced CO2 binding affinity compared with all other isoreticular rht-MOFs and remarkable selectivity of CO2 over N2 under conditions that mimic flue gas mixts.  The high adsorption affinity and capacity are attributed to the dual functionalization of the framework by concurrent incorporation of high d. of open metal sites and Lewis basic sites.  In addn., narrower pores in Cu-TDPAT are likely to be the other contributing factor leading to the stronger CO2-framework interactions with respect to other similar rht-type MOFs.  Coupled with its exceptionally high water and thermal stability, Cu-TDPAT may have real promise for adsorption-based small gas sepns., in particular CO2 capture from power plant flue gases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12gsbbK&md5=8f4ec1cc495736e9fdbdb17f323f7ccd", "20. ", "Dietzel", ", ", "P. D.", "; ", "Panella", ", ", "B.", "; ", "Hirscher", ", ", "M.", "; ", "Blom", ", ", "R.", "; ", "Fjellvåg", ", ", "H.", " ", "Hydrogen adsorption in a nickel based coordination polymer with open metal sites in the cylindrical cavities of the desolvated framework", " ", "Chem. Commun.", " ", "2006", ",  ", "959", "– ", "961", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "20. ", "Hydrogen adsorption in a nickel based coordination polymer with open metal sites in the cylindrical cavities of the desolvated framework", "Dietzel, Pascal D. C.; Panella, Barbara; Hirscher, Michael; Blom, Richard; Fjellvag, Helmer", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2006", "),\r\n    ", "\r\n        (", "9", "),\r\n    ", "959-961", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The solvent contained within the cylindrical one-dimensional pores of the novel three-dimensional metal org. framework Ni2(dhtp)(H2O)2·8H2O can be removed without decompn. of the network, allowing gas storage within the cavities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xhs1Slurw%253D&md5=7e2daea44aebb7af24b4606bf72209ed", "21. ", "Vitillo", ", ", "J. G.", "; ", "Regli", ", ", "L.", "; ", "Chavan", ", ", "S.", "; ", "Ricchiardi", ", ", "G.", "; ", "Spoto", ", ", "G.", "; ", "Dietzel", ", ", "P. D. C.", "; ", "Bordiga", ", ", "S.", "; ", "Zecchina", ", ", "A.", " ", "Role of Exposed Metal Sites in Hydrogen Storage in MOFs", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "8386", "– ", "8396", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Role of exposed metal sites in hydrogen storage in MOFs", "Vitillo, Jenny G.; Regli, Laura; Chavan, Sachin; Ricchiardi, Gabriele; Spoto, Giuseppe; Dietzel, Pascal D. C.; Bordiga, Silvia; Zecchina, Adriano", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "26", "),\r\n    ", "8386-8396", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The role of exposed metal sites in increasing the H2 storage performances in metal-org. frameworks (MOFs) has been investigated by means of IR spectrometry.  Three MOFs have been considered: MOF-5, with unexposed metal sites, and CPO-27-Ni, with exposed Cu2+ and Ni2+, resp.  The onset temp. of spectroscopic features assocd. with adsorbed H2 correlates with the adsorption enthalpy obtained by the VTIR method and with the shift experienced by the H-H stretching frequency.  This relationship can be ascribed to the different nature and accessibility of the metal sites.  On the basis of a pure energetic evaluation, it was obsd. that the best performance was shown by CPO-27-Ni that exhibits also an initial adsorption enthalpy of -13.5 kJ mol-1, the highest yet obsd. for a MOF.  Unfortunately, upon comparison of the hydrogen amts. stored at high pressure, the hydrogen capacities in these conditions are mostly dependent on the surface area and total pore vol. of the material.  This means that if control of MOF surface area can benefit the total stored amts., only the presence of a great no. of strong adsorption sites can make the (P,T) storage conditions more economically favorable.  These observations lead to the prediction that efficient H2 storage by physisorption can be obtained by increasing the surface d. of strong adsorption sites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmvVGrsLw%253D&md5=de434d4b4a26b2bf0ee7b8f3258f486f", "22. ", "Liu", ", ", "Y.", "; ", "Kabbour", ", ", "H.", "; ", "Brown", ", ", "C. M.", "; ", "Neumann", ", ", "D. A.", "; ", "Ahn", ", ", "C. C.", " ", "Increasing the Density of Adsorbed Hydrogen with Coordinatively Unsaturated Metal Centers in Metal-Organic Frameworks", " ", "Langmuir", " ", "2008", ",  ", "24", ",  ", "4772", "– ", "4777", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Increasing the Density of Adsorbed Hydrogen with Coordinatively Unsaturated Metal Centers in Metal-Organic Frameworks", "Liu, Yun; Kabbour, Houria; Brown, Craig M.; Neumann, Dan A.; Ahn, Channing C.", "Langmuir", "\r\n        (", "2008", "),\r\n    ", "24", "\r\n        (", "9", "),\r\n    ", "4772-4777", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Storing mol. hydrogen in porous media is one of the promising avenues for mobile hydrogen storage.  To achieve technol. relevant levels of gravimetric d., the d. of adsorbed H2 must be increased beyond levels attained for typical high surface area carbons.  Here, the authors demonstrate a strong correlation between exposed and coordinatively unsatd. metal centers and enhanced hydrogen surface d. in many framework structures.  The MOF-74 framework structure with open Zn2+ sites displays the highest surface d. for physisorbed hydrogen in framework structures.  Isotherm and neutron scattering methods are used to elucidate the strength of the guest-host interactions and at.-scale bonding of hydrogen in this material.  As a metric with which to compare adsorption d. with other materials, the authors define a surface packing d. and model the strength of the H2-surface interaction required to decrease the H2-H2 distance and to est. the largest possible surface packing d. based on surface physisorption methods.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXjslSns7w%253D&md5=bf9bb02119d8c8b088191cddfe9b6a26", "23. ", "Peterson", ", ", "V. K.", "; ", "Liu", ", ", "Y.", "; ", "Brown", ", ", "C. M.", "; ", "Kepert", ", ", "C. J.", " ", "Neutron Powder Diffraction Study of D", "2", " Sorption in Cu", "3", "(1,3,5-benzenetricarboxylate)", "2", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "15578", "– ", "15579", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Neutron Powder Diffraction Study of D2 Sorption in Cu3(1,3,5-benzenetricarboxylate)2", "Peterson, Vanessa K.; Liu, Yun; Brown, Craig M.; Kepert, Cameron J.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "49", "),\r\n    ", "15578-15579", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Rietveld analyses of neutron powder diffraction data of D2 in Cu3(BTC)2, where BTC = 1,3,5-benzenetricarboxylate, reveals the location and progressive filling of 6 distinct D2 sites within the nanopore structure.  Location of the primary site at the coordinatively unsatd. Cu atoms provides direct structural evidence of the potential importance of such metal sites to hydrogen storage.  Competitive loading of the other D2 sites proceeds with the pores filling from smallest to largest.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht1WhsLrJ&md5=4bb77b45579d1d0d14552888cce853ee", "24. ", "Brown", ", ", "C. M.", "; ", "Liu", ", ", "Y.", "; ", "Yildirim", ", ", "T.", "; ", "Peterson", ", ", "V. K.", "; ", "Kepert", ", ", "C. J.", " ", "Hydrogen adsorption in HKUST-1: a combined inelastic neutron scattering and first-principles study", " ", "Nanotechnology", " ", "2009", ",  ", "20", ",  ", "204025", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "24. ", "Hydrogen adsorption in HKUST-1: a combined inelastic neutron scattering and first-principles study", "Brown, Craig M.; Liu, Yun; Yildirim, Taner; Peterson, Vanessa K.; Kepert, Cameron J.", "Nanotechnology", "\r\n        (", "2009", "),\r\n    ", "20", "\r\n        (", "20", "),\r\n    ", "204025/1-204025/11", "CODEN:\r\n                ", "NNOTER", ";\r\n        ISSN:", "1361-6528", ".\r\n    \r\n            (", "Institute of Physics Publishing", ")\r\n        ", "Hydrogen adsorption in high surface area nanoporous coordination polymers has attracted a great deal of interest in recent years due to the potential applications in energy storage.  Here we present combined inelastic neutron scattering measurements and detailed first-principles calcns. aimed at unraveling the nature of hydrogen adsorption in HKUST-1 (Cu3(1,3,5-benzenetricarboxylate)2), a metal-org. framework (MOF) with unsatd. metal centers.  We reveal that, in this system, the major contribution to the overall binding comes from the classical Coulomb interaction which is not screened due to the open metal site; this explains the relatively high binding energies and short H2-metal distances obsd. in MOFs with exposed metal sites as compared to traditional ones.  Despite the short distances, there is no indication of an elongation of the H-H bond for the bound H2 mol. at the metal site.  We find that both the phonon and rotational energy levels of the hydrogen mol. are closely similar, making the interpretation of the inelastic neutron scattering data difficult.  Finally, we show that the orientation of H2 has a surprisingly large effect on the binding potential, reducing the classical binding energy by almost 30%.  The implication of these results for the development of MOF materials for better hydrogen storage is discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXptVyhtLs%253D&md5=a7342f714e67000e9dadbef8c562ff23", "25. ", "Peterson", ", ", "V. K.", "; ", "Brown", ", ", "C. M.", "; ", "Liu", ", ", "Y.", "; ", "Kepert", ", ", "C. J.", " ", "Structural Study of D", "2", " within the Trimodal Pore System of a Metal Organic Framework", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "8851", "– ", "8857", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Structural Study of D2 within the Trimodal Pore System of a Metal Organic Framework", "Peterson, Vanessa K.; Brown, Craig M.; Liu, Yun; Kepert, Cameron J.", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "17", "),\r\n    ", "8851-8857", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "D2 loaded to satn. at 25 K into the porous coordination framework Cu3(1,3,5-benzenetricarboxylate)2 was studied using neutron powder diffraction.  A satn. loading equiv. to 6.1% H2 is reached at 25 K.  D2 is located at up to 9 distinct sites with 6 stable at satn. and 3 metastable sites at doses intermediate to satn.  Filling of the trimodal pore system is complex, and a concn. dependency on the optimal D2 arrangement is noted.  A dynamic rearrangement of the D2 in the pores to a cubic-closed packed equil. structure occurs at doses close to satn., with 4 D2 mols. arranged tetrahedrally in the smallest pore, 32 D2 arranged in a truncated octahedron with capped hexagonal faces in the intermediate sized pore, and 48 D2 arranged in a face-capped rhombic dodecahedron in the largest pore.  The equil. structure of D2 in the largest pore at doses close to and at satn. is the same arrangement that is optimal for 48 circles on a sphere.  The structural response of the framework to D2 adsorption is dependent on the amt. of D2, where the host lattice expands with increasing amt. of adsorbed D2 at low and high D2 doses, and contracts upon adsorption of intermediate amts. of D2, commensurate with the known flexibility exhibited by this framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXks1Gmtrk%253D&md5=f8ef7cb48ca3989de1e5db1f736ae40a", "26. ", "Fischer", ", ", "M.", "; ", "Kuchta", ", ", "B.", "; ", "Firlej", ", ", "L.", "; ", "Hoffmann", ", ", "F.", "; ", "Fröba", ", ", "M.", " ", "Accurate Prediction of Hydrogen Adsorption in Metal-Organic Frameworks with Unsaturated Metal Sites via a Combined Density-Functional Theory and Molecular Mechanics Approach", " ", "J. Phys. Chem. C", " ", "2010", ",  ", "114", ",  ", "19116", "– ", "19126", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Accurate Prediction of Hydrogen Adsorption in Metal-Organic Frameworks with Unsaturated Metal Sites via a Combined Density-Functional Theory and Molecular Mechanics Approach", "Fischer, Michael; Kuchta, Bogdan; Firlej, Lucyna; Hoffmann, Frank; Froba, Michael", "Journal of Physical Chemistry C", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "44", "),\r\n    ", "19116-19126", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The incorporation of coordinatively unsatd. metal sites in microporous metal-org. frameworks (MOFs) has emerged as an important synthetic strategy for the development of potential room-temp. hydrogen storage materials, because the relatively strong, localized interaction of hydrogen with the metal centers induces an increase of the isosteric heat of hydrogen adsorption.  Previous modeling studies have shown that these interactions are not adequately modeled when literature force-field parameters are used.  Typical results of grand-canonical Monte Carlo (GCMC) simulations exhibit a pronounced underestimation of the hydrogen uptake at low pressures and low temps.  In this study, it is shown that this shortcoming can be resolved by deriving a new set of potential parameters to represent the metal-dihydrogen interaction from ab initio calcns. for mol. model systems.  The approach is computationally efficient and could be applied for any coordination environment of the metal center.  The present work focuses on three MOFs with unsatd. copper centers.  The newly derived Cu-H2 potential model is combined with literature force-field parameters to model the dispersive interactions with other framework atoms.  At cryogenic temps. and pressures up to 1 bar, GCMC simulations using these parameters provide for a massively improved prediction of the hydrogen storage characteristics when compared to parameters from a literature force field.  On the other hand, the unmodified literature parameters perform best in predicting the satn. uptake.  At room temp., the effect of the potential modification is much smaller, and the best agreement with expt. is obtained when the localized metal-dihydrogen interaction is not accounted for in the simulations.  This indicates that the metal-dihydrogen interaction is too weak to permit a significant adsorption at the metal sites under these conditions.  Calcns. using an artificially enhanced potential model show that a drastic increase of the interaction strength could boost the hydrogen storage capacity at room temp., although the attainable uptake remains limited by the no. of available metal sites.  The implications of these results for the synthesis of new MOFs are critically discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlWitbfF&md5=051b1d48442b4d7ef0a6b7118a4de1a6", "27. ", "Forrest", ", ", "K. A.", "; ", "Pham", ", ", "T.", "; ", "McLaughlin", ", ", "K.", "; ", "Belof", ", ", "J. L.", "; ", "Stern", ", ", "A. C.", "; ", "Zaworotko", ", ", "M. J.", "; ", "Space", ", ", "B.", " ", "Simulation of the Mechanism of Gas Sorption in a Metal-Organic Framework with Open Metal Sites: Molecular Hydrogen in PCN-61", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "15538", "– ", "15549", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "Simulation of the Mechanism of Gas Sorption in a Metal-Organic Framework with Open Metal Sites: Molecular Hydrogen in PCN-61", "Forrest, Katherine A.; Pham, Tony; McLaughlin, Keith; Belof, Jonathan L.; Stern, Abraham C.; Zaworotko, Michael J.; Space, Brian", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "29", "),\r\n    ", "15538-15549", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Grand canonical Monte Carlo (GCMC) simulations were performed to investigate hydrogen sorption in an rht-type metal-org. framework (MOF), PCN-61.  The MOF was shown to have a large hydrogen uptake, and this was studied using three different hydrogen potentials, effective for bulk hydrogen, but of varying sophistication: a model that includes only repulsion/dispersion parameters, one augmented with charge-quadrupole interactions, and one supplemented with many-body polarization interactions.  Calcd. hydrogen uptake isotherms and isosteric heats of adsorption, Qst, were in quant. agreement with expt. only for the model with explicit polarization.  This success in reproducing empirical measurements suggests that modeling MOFs that have open metal sites is feasible, though it is often not considered to be well described via a classical potential function; here it is shown that such systems may be accurately described by explicitly including polarization effects in an otherwise traditional empirical potential.  Decompn. of energy terms for the models revealed deviations between the electrostatic and polarizable results that are unexpected due to just the augmentation of the potential surface by the addn. of induction.  Charge-quadrupole and induction energetics were shown to have a synergistic interaction, with inclusion of the latter resulting in a significant increase in the former.  Induction interactions strongly influence the structure of the sorbed hydrogen compared to the models lacking polarizability; sorbed hydrogen is a dipolar dense fluid in the MOF.  This study demonstrates that many-body polarization makes a crit. contribution to gas sorption structure and must be accounted for in modeling MOFs with polar interaction sites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XptF2itr0%253D&md5=1e993c1cdb311f4e785c3dcfb3c1df67", "28. ", "Kesanli", ", ", "B.", "; ", "Cui", ", ", "Y.", "; ", "Smith", ", ", "M. R.", "; ", "Bittner", ", ", "E. W.", "; ", "Bockrath", ", ", "B. C.", "; ", "Lin", ", ", "W.", " ", "Highly Interpenetrated Metal-Organic Frameworks for Hydrogen Storage", " ", "Angew. Chem., Int. Ed.", " ", "2005", ",  ", "44", ",  ", "72", "– ", "75", "[", "Crossref", "], [", "CAS", "]", "28. ", "Highly interpenetrated metal-organic frameworks for hydrogen storage", "Kesanli, Banu; Cui, Yong; Smith, Milton R.; Bittner, Edward W.; Brockrath, Bradley C.; Lin, Wenbin", "Angewandte Chemie, International Edition", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "1", "),\r\n    ", "72-75", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Highly interpenetrating metal-org. frameworks were synthesized from zinc salts (i.e., Zn(ClO4)2 or ZnI2) and arom.-rich dicarboxylic acids (i.e., 6,6'-dichloro-2,2'-diethoxy-1,1'-binaphthyl-4,4'-dibenzoic acid (I) and 6,6'-dichloro-2,2'-dibenzyloxy-1,1'-binaphthyl-4,4-dibenzoic acid (II)), to form cryst. materials of general structures [Zn4(μ4-O)(I)3(DMF)2].4DMF.3MeOH.2H2O and [Zn4(μ4-O)(II)3].5DMF.5EtOH.H2O.  These materials, with single-crystal x-ray diffraction patterns that suggest a fourfold three-dimensional interpenetrating networks, have hydrogen uptakes comparable to those of the best carbon nanotubes.  The mechanism of hydrogen uptake seems to be favored by the proximity of arom. rings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXptVKl&md5=6bb093dc5a591d84717f1980be320438", "29. ", "Ma", ", ", "S.", "; ", "Sun", ", ", "D.", "; ", "Ambrogio", ", ", "M.", "; ", "Fillinger", ", ", "J. A.", "; ", "Parkin", ", ", "S.", "; ", "Zhou", ", ", "H.-C.", " ", " ", "Framework-Catenation Isomerism in Metal-Organic Frameworks and Its Impact on Hydrogen Uptake", ".  ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "1858", "– ", "1859", ";", "PMID: 17256862", ".", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Framework-Catenation Isomerism in Metal-Organic Frameworks and Its Impact on Hydrogen Uptake", "Ma, Shengqian; Sun, Daofeng; Ambrogio, Michael; Fillinger, Jacqueline A.; Parkin, Sean; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "7", "),\r\n    ", "1858-1859", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A strategy to control framework-catenation in metal-org. frameworks (MOFs) was presented; contributions to H uptake from interpenetration and unsatd. metal centers were resolved.  Non-interpenetrated counterpart of Cu3(TATB)2(H2O)3, Cu6(H2O)6(TATB)4·DMA·12H2O (I; H3TATB = 4,4',4''-s-triazine-2,4,6-trityltribenzoic acid; DMA = dimethylacetamide), was prepd. by the reaction of Cu(NO3)2 with H3TATB in presence of oxalic acid.  The crystal structure of I was detd.  In I the dicopper tetracarboxylate paddle-wheel secondary building units are linked by TATB bridges and each secondary building unit connects 4 TATB ligands and each TATB binds 3 secondary building units.  The uptake of H2 by I was compared with that of Cu3(TATB)2(H2O)3, the latter being reproduced by 2 identical interpenetrated nets of I.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXpsVWrtw%253D%253D&md5=74591e70169d3dddc34c4a258fdeb2d6", "30. ", "Nugent", ", ", "P.", "; ", "Pham", ", ", "T.", "; ", "McLaughlin", ", ", "K.", "; ", "Georgiev", ", ", "P. A.", "; ", "Lohstroh", ", ", "W.", "; ", "Embs", ", ", "J. P.", "; ", "Zaworotko", ", ", "M. J.", "; ", "Space", ", ", "B.", "; ", "Eckert", ", ", "J.", " ", "Dramatic effect of pore size reduction on the dynamics of hydrogen adsorbed in metal-organic materials", " ", "J. Mater. Chem. A", " ", "2014", ",  ", "2", ",  ", "13884", "– ", "13891", "[", "Crossref", "], [", "CAS", "]", "30. ", "Dramatic effect of pore size reduction on the dynamics of hydrogen adsorbed in metal-organic materials", "Nugent, Patrick; Pham, Tony; McLaughlin, Keith; Georgiev, Peter A.; Lohstroh, Wiebke; Embs, Jan Peter; Zaworotko, Michael J.; Space, Brian; Eckert, Juergen", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2014", "),\r\n    ", "2", "\r\n        (", "34", "),\r\n    ", "13884-13891", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The effects of pore size redn. on the dynamics of H sorption in metal-org. materials (MOMs) were elucidated by studying SIFSIX-2-Cu and its doubly interpenetrated polymorph SIFSIX-2-Cu-i by sorption, inelastic n scattering (INS), and computational modeling.  SIFSIX-2-Cu-i exhibits much smaller pore sizes, which possess high H2 sorption affinity at low loadings.  Exptl. H2 sorption measurements revealed that the isosteric heat of adsorption (Qst) for H2 in SIFSIX-2-Cu-i is nearly 2 times higher than that for SIFSIX-2-Cu (8.6 vs. 4.6 kJ mol-1).  The INS spectrum for H2 in SIFSIX-2-Cu-i is rather unique for a porous material, as only one broad peak appears at low energies near 6 meV, which simply increases in intensity with loading until the pores are filled.  The value for this rotational transition is lower than that in most neutral metal-org. frameworks (MOFs), including those with open Cu sites (8-9 meV), which is indicative of a higher barrier to rotation and stronger interaction in the channels of SIFSIX-2-Cu-i than the open Cu sites in MOFs.  Simulations of H2 sorption in SIFSIX-2-Cu-i revealed 2 H sorption sites in the MOM: direct interaction with the equatorial F atom (site 1) and between 2 equatorial F atoms on opposite walls (site 2).  The calcd. rotational energy levels and rotational barriers for the 2 sites in SIFSIX-2-Cu-i are in good agreement with INS data.  Also, the rotational barriers and binding energies for site 2 are slightly higher than that for site 1, which is consistent with INS results.  The lowest calcd. transition for the primary site in SIFSIX-2-Cu is also in good agreement with INS data.  This transition in the noninterpenetrating material is higher than any of the sites in SIFSIX-2-Cu-i, which indicates a significantly weaker interaction with the host as a result of the larger pore size.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtF2qtLjI&md5=7c07ff83e42af21091bc0bd6b0c106cf", "31. ", "Pham", ", ", "T.", "; ", "Forrest", ", ", "K. A.", "; ", "McLaughlin", ", ", "K.", "; ", "Tudor", ", ", "B.", "; ", "Nugent", ", ", "P.", "; ", "Hogan", ", ", "A.", "; ", "Mullen", ", ", "A.", "; ", "Cioce", ", ", "C. R.", "; ", "Zaworotko", ", ", "M. J.", "; ", "Space", ", ", "B.", " ", "Theoretical Investigations of CO", "2", " and H", "2", " Sorption in an Interpenetrated Square-Pillared Metal-Organic Material", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "9970", "– ", "9982", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "Theoretical Investigations of CO2 and H2 Sorption in an Interpenetrated Square-Pillared Metal-Organic Material", "Pham, Tony; Forrest, Katherine A.; McLaughlin, Keith; Tudor, Brant; Nugent, Patrick; Hogan, Adam; Mullen, Ashley; Cioce, Christian R.; Zaworotko, Michael J.; Space, Brian", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "19", "),\r\n    ", "9970-9982", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Simulations of CO2 and H2 sorption and sepn. were performed in [Cu(dpa)2SiF6-i], a metal-org. material (MOM) consisting of an interpenetrated square grid of Cu2+ ions coordinated to 4,4'-dipyridylacetylene (dpa) rings and pillars of SiF62- ions.  This class of water stable MOMs shows great promise in practical gas sorption/sepn. with esp. high selectivity for CO2 and variable selectivity for other energy related gases.  Simulated CO2 sorption isotherms and isosteric heats of adsorption, Qst, at ambient temps. were in excellent agreement with the exptl. measurements at all pressures considered.  Further, it was obsd. that the Qst for CO2 increases as a function of uptake in [Cu(dpa)2SiF6-i].  This suggests that nascently sorbed CO2 mols. within a channel contribute to a more energetically favorable site for addnl. CO2 mols., i.e., in Stark contrast to typical behavior, sorbate intermol. interactions enhance sorption energetics with increased loading.  The simulated structure at CO2 satn. shows a loading with tight packing of 8 CO2 mols. per unit cell.  The CO2 mols. can be seen alternating between a vertical and horizontal alignment within a channel, with each CO2 mol. coordinating to an equatorial fluorine MOM atom.  Calcd. H2 sorption isotherms and Qst values were also in good agreement with the exptl. measurements in [Cu(dpa)2SiF6-i].  H2 satn. corresponds to 10 H2 mols. per unit cell for the studied structure.  Moreover, there were two obsd. binding sites for hydrogen sorption in [Cu(dpa)2SiF6-i].  Simulations of a 30:70 CO2/H2 mixt., typical of syngas, in [Cu(dpa)2SiF6-i] showed that the MOM exhibited a high uptake and selectivity for CO2.  The presence of H2O had a negligible effect on the CO2 uptake and selectivity in [Cu(dpa)2SiF6-i], as simulations of a mixt. contg. CO2, H2, and small amts. of CO, N2, and H2O produced comparable results to the binary mixt. simulations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmt1elsbw%253D&md5=3b366541dac402b1c294b32fe42ee24b", "32. ", "Nicol", ", ", "J. M.", "; ", "Eckert", ", ", "J.", "; ", "Howard", ", ", "J.", " ", "Dynamics of molecular hydrogen adsorbed in CoNa-A zeolite", " ", "J. Phys. Chem.", " ", "1988", ",  ", "92", ",  ", "7117", "– ", "7121", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "Dynamics of molecular hydrogen adsorbed in CoNa-A zeolite", "Nicol, Jacqueline M.; Eckert, J.; Howard, J.", "Journal of Physical Chemistry", "\r\n        (", "1988", "),\r\n    ", "92", "\r\n        (", "25", "),\r\n    ", "7117-21", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "The dynamics of mol. H2 adsorbed in the cavities of partially Co-exchanged type A zeolite (Co4.1Na3.8-A) was studied in the energy range 0-40 meV by incoherent inelastic neutron scattering.  Both rotational and vibrational excitations are identified in the spectra.  The rotational tunnel splitting of the librational ground state of the adsorbed mol. H2 is obsd. at 3.8 meV.  Anal. of the data in terms of a 2-fold cosine potential with 2 degrees of rotational freedom best accounts for the obsd. spectral features among several models tested.  A barrier height of ∼1.4 kcal/mol was calcd.  A mode at 15.3 meV is assigned accordingly as a vibration of the bound H2.  Evidence for the torsional mode of Al(OH)4 complexes, formed in the β-cages during ion exchange, is found in the vibrational spectra at 21 meV.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1cXmtlOlt7Y%253D&md5=66a0e72360cecfda2bb7b4074da7b770", "33. ", "Hulvey", ", ", "Z.", "; ", "Falcao", ", ", "E. H. L.", "; ", "Eckert", ", ", "J.", "; ", "Cheetham", ", ", "A. K.", " ", "Enhanced H", "2", " adsorption enthalpy in the low-surface area, partially fluorinated coordination polymer Zn", "5", "(triazole)", "6", "(tetrafluoroterephthalate)", "2", "(H", "2", "O)", "2", "·4H", "2", "O", " ", "J. Mater. Chem.", " ", "2009", ",  ", "19", ",  ", "4307", "– ", "4309", "[", "Crossref", "], [", "CAS", "]", "33. ", "Enhanced H2 adsorption enthalpy in the low-surface area, partially fluorinated coordination polymer Zn5(triazole)6(tetrafluoroterephthalate)2(H2O)2·4H2O", "Hulvey, Zeric; Falcao, Eduardo H. L.; Eckert, Juergen; Cheetham, Anthony K.", "Journal of Materials Chemistry", "\r\n        (", "2009", "),\r\n    ", "19", "\r\n        (", "25", "),\r\n    ", "4307-4309", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A porous coordination polymer contg. zinc, 1,2,4-triazolate, and tetrafluoroterephthalate, Zn5(triazole)6(tetrafluoroterephthalate)2(H2O)2·4H2O, was prepd. and characterized by x-ray crystallog.  It displays a high physisorptive hydrogen adsorption enthalpy of 8 kJ/mol, as a result of fluorine atoms exposed to the pore surface and the structure's small pore size.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXnt1amsr0%253D&md5=3427aba1cabde38da0b4f4c3f637770c", "34. ", "Wang", ", ", "X.-S.", "; ", "Ma", ", ", "S.", "; ", "Forster", ", ", "P.", "; ", "Yuan", ", ", "D.", "; ", "Eckert", ", ", "J.", "; ", "López", ", ", "J.", "; ", "Murphy", ", ", "B.", "; ", "Parise", ", ", "J.", "; ", "Zhou", ", ", "H.-C.", " ", "Enhancing H", "2", " Uptake by “Close-Packing” Alignment of Open Copper Sites in Metal-Organic Frameworks", " ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "7263", "– ", "7266", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "34. ", "Enhancing H2 uptake by \"close-packing\" alignment of open copper sites in metal-organic frameworks", "Wang, Xi-Sen; Ma, Shengqian; Forster, Paul M.; Yuan, Daqiang; Eckert, Juergen; Lopez, Joseph J.; Murphy, Brandon J.; Parise, John B.; Zhou, Hong-Cai", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "38", "),\r\n    ", "7263-7266", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Inspired by close-packing of spheres, to strengthen the framework-H2 interaction in MOFs (metal-org. frameworks), a strategy is devised to increase the no. of nearest neighboring open metal sites of each H2-hosting cage, and to align the open metal sites toward the H2 mols.  Two MOF polymorphs were made, one exhibiting a record high hydrogen uptake of 3.0 wt% at 1 bar and 77 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtFyqsbfP&md5=926efc2ad02252fab5b7e81cc4480f7e", "35. ", "Pham", ", ", "T.", "; ", "Forrest", ", ", "K. A.", "; ", "Georgiev", ", ", "P. A.", "; ", "Lohstroh", ", ", "W.", "; ", "Xue", ", ", "D.-X.", "; ", "Hogan", ", ", "A.", "; ", "Eddaoudi", ", ", "M.", "; ", "Space", ", ", "B.", "; ", "Eckert", ", ", "J.", " ", "A high rotational barrier for physisorbed hydrogen in an fcu-metal-organic framework", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "14109", "– ", "14112", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "35. ", "A high rotational barrier for physisorbed hydrogen in an fcu-metal-organic framework", "Pham, Tony; Forrest, Katherine A.; Georgiev, Peter A.; Lohstroh, Wiebke; Xue, Dong-Xu; Hogan, Adam; Eddaoudi, Mohamed; Space, Brian; Eckert, Juergen", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "91", "),\r\n    ", "14109-14112", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A combined inelastic neutron scattering (INS) and theor. study of H2 sorption in Y-FTZB, a recently reported metal-org. framework (MOF) with face-centered cubic (fcu) topol., reveals that the strongest binding site in the MOF causes a high barrier to rotation on the sorbed H2.  This rotational barrier for H2 is the highest yet of reported MOF materials based on physisorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhslWht7zN&md5=63dba09ad4bbb1c0cef9e9e84ea97bad", "36. ", "Nouar", ", ", "F.", "; ", "Eckert", ", ", "J.", "; ", "Eubank", ", ", "J. F.", "; ", "Forster", ", ", "P.", "; ", "Eddaoudi", ", ", "M.", " ", " ", "Zeolite-like Metal-Organic Frameworks (ZMOFs) as Hydrogen Storage Platform: Lithium and Magnesium Ion-Exchange and H", "2", "-(", "rho", "-ZMOF) Interaction Studies", ".  ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "2864", "– ", "2870", ";", "PMID: 19206515", ".", "[", "ACS Full Text ", "], [", "CAS", "]", "36. ", "Zeolite-like Metal-Organic Frameworks (ZMOFs) as Hydrogen Storage Platform: Lithium and Magnesium Ion-Exchange and H2-(rho-ZMOF) Interaction Studies", "Nouar, Farid; Eckert, Juergen; Eubank, Jarrod F.; Forster, Paul; Eddaoudi, Mohamed", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "8", "),\r\n    ", "2864-2870", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Zeolite-like metal-org. frameworks (ZMOFs) are anionic, have readily exchangeable extra-framework cations, and can be constructed with a variety of org. linkers.  ZMOFs therefore can be regarded as an excellent platform for systematic studies of the effect(s) of various structural factors on H2 binding/interaction with porous metal-org. materials.  We find that the enhanced binding of mol. hydrogen in ion-exchanged ZMOFs with an anionic framework is largely governed by the presence of the electrostatic field in the cavity, which is reflected by isosteric heats of adsorption in these compds. which are greater by as much as 50% relative to those in neutral MOFs.  Direct contact of the sorbed hydrogen with the exchangeable cations is shown not to be possible in the explored systems thus far, as they retain their form as aqua complexes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhvVSnsbo%253D&md5=e785ec7b409b3aa1246df6ab5a922ef7", "37. ", "Liu", ", ", "Y.", "; ", "Eubank", ", ", "J. F.", "; ", "Cairns", ", ", "A. J.", "; ", "Eckert", ", ", "J.", "; ", "Kravtsov", ", ", "V. C.", "; ", "Luebke", ", ", "R.", "; ", "Eddaoudi", ", ", "M.", " ", "Assembly of Metal-Organic Frameworks (MOFs) Based on Indium-Trimer Building Blocks: A Porous MOF with soc Topology and High Hydrogen Storage", " ", "Angew. Chem., Int. Ed.", " ", "2007", ",  ", "46", ",  ", "3278", "– ", "3283", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "37. ", "Assembly of metal-organic frameworks (MOFs) based on indium-trimer building blocks: a porous MOF with soc topology and high hydrogen storage", "Liu, Yunling; Eubank, Jarrod F.; Cairns, Amy J.; Eckert, Juergen; Kravtsov, Victor Ch.; Luebke, Ryan; Eddaoudi, Mohamed", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "18", "),\r\n    ", "3278-3283", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The synthesis and structure of two MOFs based on oxo-bridged trinuclear indium carboxylate clusters are reported.  The one MOF has a cubic structure with a CaB6 topol. and the other with an unprecedented soc topol. (soc = square-octahedron).  The results obtained indicate that MOFs possessing the characteristics of these two MOFs, combined with the modularity of their construction which allows higher surface areas to be obtained, will permit the attainment of the US DOE target for H2 uptake.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXlsVKhs7k%253D&md5=25cc409adc0903fb26719f96861d8b70", "38. ", "Pham", ", ", "T.", "; ", "Forrest", ", ", "K. A.", "; ", "Hogan", ", ", "A.", "; ", "McLaughlin", ", ", "K.", "; ", "Belof", ", ", "J. L.", "; ", "Eckert", ", ", "J.", "; ", "Space", ", ", "B.", " ", "Simulations of Hydrogen Sorption in ", "rht", "-MOF-1: Identifying the Binding Sites Through Explicit Polarization and Quantum Rotation Calculations", " ", "J. Mater. Chem. A", " ", "2014", ",  ", "2", ",  ", "2088", "– ", "2100", "[", "Crossref", "], [", "CAS", "]", "38. ", "Simulations of hydrogen sorption in rht-MOF-1: identifying the binding sites through explicit polarization and quantum rotation calculations", "Pham, Tony; Forrest, Katherine A.; Hogan, Adam; McLaughlin, Keith; Belof, Jonathan L.; Eckert, Juergen; Space, Brian", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2014", "),\r\n    ", "2", "\r\n        (", "7", "),\r\n    ", "2088-2100", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Grand canonical Monte Carlo (GCMC) simulations of hydrogen sorption were performed in rht-MOF-1, a metal-org. framework (MOF) that consists of isophthalate groups joined by copper paddlewheel clusters and Cu3O trimers through tetrazolate moeities.  This is a charged rht-MOF that contains extra-framework nitrate counterions within the material.  For the simulations performed herein, excellent agreement with expt. was achieved for the simulated hydrogen sorption isotherms and calcd. isosteric heat of adsorption, Qst, values only when using a polarizable potential.  Thermodn. agreement is demonstrated via comparing to exptl. isotherms and binding sites are revealed by combining simulation and inelastic neutron scattering (INS) data.  Simulations involving explicit many-body polarization interactions assisted in the detn. of the binding sites in rht-MOF-1 through the distribution of the induced dipoles that led to strong adsorbate interactions.  Four distinct hydrogen sorption sites were detd. from the polarization distribution: the nitrate ions located in the corners of the truncated tetrahedral cages, the Cu2+ ions of the paddlewheels that project into the truncated tetrahedral and truncated octahedral cages (Cu1 ions), the Cu2+ ions of the Cu3O trimers (Cu3 ions), and the sides of the paddlewheels in the cuboctahedral cage.  The simulations revealed that the initial sorption sites for hydrogen in rht-MOF-1 are the nitrate ions; this site corresponds to the high initial Qst value for hydrogen (9.5 kJ mol-1) in the MOF.  The radial distribution functions, g(r), about the Cu2+ ions at various loadings revealed that the Cu1 ions are the preferred open-metal sorption sites for hydrogen at low loading, while the Cu3 ions become occupied at higher loadings.  The validation of the aforementioned sorption sites in rht-MOF-1 was confirmed by calcg. the two-dimensional quantum rotational levels about each site and comparing the levels to the transitions that were obsd. in the exptl. INS spectra for hydrogen in the compd.  For each binding site, the rotational transitions from j = 0 to j = 1 were in good agreement to certain transitions that were obsd. in the INS spectra.  From these calcns., the assignment of the peaks in the INS spectra for hydrogen in rht-MOF-1 was made.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXpslGqsA%253D%253D&md5=337f5de241c465c3a3638f35c49fe4a9", "39. ", "Lee", ", ", "J.", "; ", "Li", ", ", "J.", "; ", "Jagiello", ", ", "J.", " ", "Gas sorption properties of microporous metal organic frameworks", " ", "J. Solid State Chem.", " ", "2005", ",  ", "178", ",  ", "2527", "– ", "2532", "[", "Crossref", "], [", "CAS", "]", "39. ", "Gas sorption properties of microporous metal organic frameworks", "Lee, JeongYong; Li, Jing; Jagiello, Jacek", "Journal of Solid State Chemistry", "\r\n        (", "2005", "),\r\n    ", "178", "\r\n        (", "8", "),\r\n    ", "2527-2532", "CODEN:\r\n                ", "JSSCBI", ";\r\n        ISSN:", "0022-4596", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "A low-temp. gas sorption study has been carried out on four three-dimensional microporous metal org. framework (MMOF) structures and two two-dimensional layered structures.  The pore characteristics are analyzed based on the argon adsorption-desorption isotherms at 87 K.  The results from hydrogen sorption expts. conducted at 77 and 87 K show that all MMOFs have a relatively high hydrogen uptake, with adsorbed hydrogen densities falling in the range of liq. hydrogen.  Isosteric heats of hydrogen adsorption data calcd. based on the Clausius-Clapeyron equation are consistent with these observations, indicating strong sorbent-sorbate interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXot1Cgur8%253D&md5=29393a04c3bf93819d6f99c1052cb871", "40. ", "Krawiec", ", ", "P.", "; ", "Kramer", ", ", "M.", "; ", "Sabo", ", ", "M.", "; ", "Kunschke", ", ", "R.", "; ", "Fröde", ", ", "H.", "; ", "Kaskel", ", ", "S.", " ", "Improved Hydrogen Storage in the Metal-Organic Framework Cu", "3", "(BTC)", "2", " ", "Adv. Eng. Mater.", " ", "2006", ",  ", "8", ",  ", "293", "– ", "296", "[", "Crossref", "], [", "CAS", "]", "40. ", "Improved hydrogen storage in the metal-organic framework Cu3(BTC)2", "Krawiec, Piotr; Kramer, Markus; Sabo, Michal; Kunschke, Ruediger; Froede, Heidi; Kaskel, Stefan", "Advanced Engineering Materials", "\r\n        (", "2006", "),\r\n    ", "8", "\r\n        (", "4", "),\r\n    ", "293-296", "CODEN:\r\n                ", "AENMFY", ";\r\n        ISSN:", "1438-1656", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A new pressure-free synthesis method was developed producing the porous material Cu3(BTC)2 (BTC = benzene tricarboxylate) with a very high micropore vol. up to 0.62 cm3g-1.  The compd. is a promising nanoporous solid for adsorptive H storage under cryogenic conditions with a capacity of 2.18% which is higher than that of IRMOFs and other coordination polymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XltlKntLk%253D&md5=0c4dcbbf6e0f28c11709ccf7eb842ce7", "41. ", "Panella", ", ", "B.", "; ", "Hirscher", ", ", "M.", "; ", "Pütter", ", ", "H.", "; ", "Müller", ", ", "U.", " ", "Hydrogen Adsorption in Metal-Organic Frameworks: Cu-MOFs and Zn-MOFs Compared", " ", "Adv. Funct. Mater.", " ", "2006", ",  ", "16", ",  ", "520", "– ", "524", "[", "Crossref", "], [", "CAS", "]", "41. ", "Hydrogen adsorption in metal-organic frameworks: Cu-MOFs and Zn-MOFs compared", "Panella, Barbara; Hirscher, Michael; Puetter, Hermann; Mueller, Ulrich", "Advanced Functional Materials", "\r\n        (", "2006", "),\r\n    ", "16", "\r\n        (", "4", "),\r\n    ", "520-524", "CODEN:\r\n                ", "AFMDC6", ";\r\n        ISSN:", "1616-301X", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Hydrogen adsorption in 2 different metal-org. frameworks (MOFs), MOF-5 and Cu-BTC (BTC: benzene-1,3,5-tricarboxylate), with Zn2+ and Cu2+ as central metal ions, resp., is studied at temps. ranging from 77 K to room temp.  The process responsible for hydrogen storage in these MOFs is pure phys. adsorption with a heat of adsorption of ∼-4 kJ mol-1.  With a satn. value of 5.1 wt.-% for the hydrogen uptake at high pressures and 77 K, MOF-5 shows the highest storage capacity ever reported for cryst. microporous materials.  However, at low pressures Cu-BTC shows a higher hydrogen uptake than MOF-5, making Cu-based MOFs more promising candidates for potential storage materials.  Also, the hydrogen uptake is correlated with the sp. surface area for cryst. microporous materials, as shown for MOFs and zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XislSkur0%253D&md5=ce54854e10395053338447edcfcbdbe4", "42. ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", "; ", "Yaghi", ", ", "O. M.", " ", "Exceptional H", "2", " saturation uptake in microporous metal-organic frameworks", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "3494", "– ", "3495", "[", "ACS Full Text ", "], [", "CAS", "]", "42. ", "Exceptional H2 Saturation Uptake in Microporous Metal-Organic Frameworks", "Wong-Foy, Antek G.; Matzger, Adam J.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "11", "),\r\n    ", "3494-3495", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Satn. H2 uptake in a series of microporous metal-org. frameworks (MOFs) has been measured at 77 K.  Satn. pressures vary between 25 and 80 bar across the series, with MOF-177 showing the highest uptake on a gravimetric basis (7.5 wt %) and IRMOF-20 showing the highest uptake on a volumetric basis at 34 g/L.  These results demonstrate that max. H2 storage capacity in MOFs correlates well to surface area, and that feasible volumetric uptakes can be realized even in highly porous materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhvVCjsr8%253D&md5=f6d94bff4ebfd39eedeec1e04573a2e4", "43. ", "Xiao", ", ", "B.", "; ", "Wheatley", ", ", "P. S.", "; ", "Zhao", ", ", "X.", "; ", "Fletcher", ", ", "A. J.", "; ", "Fox", ", ", "S.", "; ", "Rossi", ", ", "A. G.", "; ", "Megson", ", ", "I. L.", "; ", "Bordiga", ", ", "S.", "; ", "Regli", ", ", "L.", "; ", "Thomas", ", ", "K. M.", " ", " ", "High-Capacity Hydrogen and Nitric Oxide Adsorption and Storage in a Metal-Organic Framework", ".  ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "1203", "– ", "1209", ";", "PMID: 17263402", ".", "[", "ACS Full Text ", "], [", "CAS", "]", "43. ", "High-Capacity Hydrogen and Nitric Oxide Adsorption and Storage in a Metal-Organic Framework", "Xiao, Bo; Wheatley, Paul S.; Zhao, Xuebo; Fletcher, Ashleigh J.; Fox, Sarah; Rossi, Adriano G.; Megson, Ian L.; Bordiga, S.; Regli, L.; Thomas, K. Mark; Morris, Russell E.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "5", "),\r\n    ", "1203-1209", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Gas adsorption expts. were carried out on a Cu benzene tricarboxylate metal-org. framework material, HKUST-1.  Hydrogen adsorption at 1 and 10 bar (both 77 K) gives an adsorption capacity of 11.16 mmol H2 per g of HKUST-1 (22.7 mg g-1, 2.27%) at 1 bar and 18 mmol per g (36.28 mg g-1, 3.6%) at 10 bar.  Adsorption of D2 at 1 bar (77 K) is between 1.09 (at 1 bar) and 1.20(at <100 mbar) times the H2 values depending on the pressure, agreeing with the theor. expectations.  Gravimetric adsorption measurements of NO on HKUST-1 at 196 K (1 bar) gives a large adsorption capacity of ∼9 mmol g-1, which is significantly greater than any other adsorption capacity reported on a porous solid.  At 298 K the adsorption capacity at 1 bar is just over 3 mmol g-1.  Infra red expts. show that the NO binds to the empty Cu metal sites in HKUST-1.  Chemiluminescence and platelet aggregometry expts. indicate that the amt. of NO recovered on exposure of the resulting complex to H2O is enough to be biol. active, completely inhibiting platelet aggregation in platelet rich plasma.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhvVCjug%253D%253D&md5=ece5be8da39d229b9db7f7dc838de82a", "44. ", "Buch", ", ", "V.", " ", "Path integral simulations of mixed para-D", "2", " and ortho-D", "2", " clusters: The orientational effects", " ", "J. Chem. Phys.", " ", "1994", ",  ", "100", ",  ", "7610", "– ", "7629", "[", "Crossref", "], [", "CAS", "]", "44. ", "Path integral simulations of mixed para-D2 and ortho-D2 clusters: the orientational effects", "Buch, V.", "Journal of Chemical Physics", "\r\n        (", "1994", "),\r\n    ", "100", "\r\n        (", "10", "),\r\n    ", "7610-29", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "A recently suggested computational scheme [Buch and Devlin, J. Chem. Phys. 98, 4195 (1993)] is extended to describe orientational phenomena in systems contg. assembles of odd-J and even-J hydrogen and deuterium mols.  Nuclear symmetry and rotational effects are incorporated in the path integral Monte Carlo algorithm.  The scheme is employed in a study of the (para-D2)3(ortho-D2)10 and (para-D2)13 clusters in the 1-3 K temp. range.  In the (para-D2)3(ortho-D2)10 cluster at 1 K, the three J = 1 mols. form a \"cluster within cluster,\" held together by the anisotropic quadrupole-quadrupole interactions.  At 3 K the three mol. J = 1 cluster is dissolved within the (D2)13 cluster.  The orientational structure of the (para-D2)13 cluster at 1 K is composed of two distinct distorted-T pair configurations of neighboring J = 1 mols.  Upon heating to 3 K the orientational structure changes, and a clear sepn. between the two pair geometries is no longer obtained.  Moreover at 3 K thermal distortion of the cluster structure form icosahedral relaxes the extent of orientational frustration of the system, and thus contributes to the lowering of the rotational energy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXjtlWlurw%253D&md5=e28cd8c30b704561f248c349f5cfcf3c", "45. ", "Belof", ", ", "J. L.", "; ", "Stern", ", ", "A. C.", "; ", "Space", ", ", "B.", " ", "An Accurate and Transferable Intermolecular Diatomic Hydrogen Potential for Condensed Phase Simulation", " ", "J. Chem. Theory Comput.", " ", "2008", ",  ", "4", ",  ", "1332", "– ", "1337", "[", "ACS Full Text ", "], [", "CAS", "]", "45. ", "An Accurate and Transferable Intermolecular Diatomic Hydrogen Potential for Condensed Phase Simulation", "Belof, Jonathan L.; Stern, Abraham C.; Space, Brian", "Journal of Chemical Theory and Computation", "\r\n        (", "2008", "),\r\n    ", "4", "\r\n        (", "8", "),\r\n    ", "1332-1337", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An anisotropic many-body H2 potential energy function has been developed for use in heterogeneous systems.  The intermol. potential has been derived from first principles and expressed in a form that is readily transferred to exogenous systems, e.g. in modeling H2 sorption in solid-state materials.  Explicit many-body polarization effects, known to be important in simulating hydrogen at high d., are incorporated.  The analytic form of the potential energy function is suitable for methods of statistical physics, such as Monte Carlo or Mol. Dynamics simulation.  The model has been validated on dense supercrit. hydrogen and demonstrated to reproduce the exptl. data with high accuracy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXosF2nsr0%253D&md5=cf58f8faddb7e1cf9fc210f03eca8f7c", "46. ", "Applequist", ", ", "J.", "; ", "Carl", ", ", "J. R.", "; ", "Fung", ", ", "K.-K.", " ", "Atom dipole interaction model for molecular polarizability. Application to polyatomic molecules and determination of atom polarizabilities", " ", "J. Am. Chem. Soc.", " ", "1972", ",  ", "94", ",  ", "2952", "– ", "2960", "[", "ACS Full Text ", "], [", "CAS", "]", "46. ", "Atom dipole interaction model for molecular polarizability.  Application to polyatomic molecules and determination of atom polarizabilities", "Applequist, Jon; Carl, James R.; Fung, Kwok-Kueng", "Journal of the American Chemical Society", "\r\n        (", "1972", "),\r\n    ", "94", "\r\n        (", "9", "),\r\n    ", "2952-60", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "The Silberstein model for mol. polarizability is applied to polyatomic mols.  The atoms are regarded as isotropically polarizable points located at their nuclei, interacting via the fields of their induced dipoles.  The theory is restated in a simple exact form suitable for numerical calcn. of mol. polarizability tensors.  The use of additive values for atom polarizabilities gives poor results, in some cases leading to artificial predictions of absorption bands.  The theory is used to det. optimum polarizabilities of H, C, N, O, F, Cl, Br, and I in 41 different mols. including alkanes, alcs., ethers, halomethanes, aldehydes, ketones, amides, and nitriles.  The atom polarizabilities found are significantly smaller than the additive values in most cases.  Using the new values, the agreement between calcd. and exptl. mean mol. polarizabilities is usually within 1-5%.  Agreement for polarizability components is generally poorer but consistent with the view that mol. anisotropy originates to a large extent from atom dipole interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE38XktVCksrw%253D&md5=0fc814479823dc37c768c424e6e0b421", "47. ", "Thole", ", ", "B.", " ", "Molecular polarizabilities calculated with a modified dipole interaction", " ", "Chem. Phys.", " ", "1981", ",  ", "59", ",  ", "341", "– ", "350", "[", "Crossref", "], [", "CAS", "]", "47. ", "Molecular polarizabilities calculated with a modified dipole interaction", "Thole, B. T.", "Chemical Physics", "\r\n        (", "1981", "),\r\n    ", "59", "\r\n        (", "3", "),\r\n    ", "341-50", "CODEN:\r\n                ", "CMPHC2", ";\r\n        ISSN:", "0301-0104", ".\r\n    ", "The point dipole interaction model for mol. polarizability recently proposed by J. Applequist, et al., (1972) is modified by replacing the point dipole interaction by an interaction between smeared out dipoles.  Rules are developed to indicate plausible forms for this modified interaction.  The polarizabilities of a wide range of chem. different mols. can be calcd., using for each atom one polarizability independent of its chem. environment.  The errors are comparable to exptl. uncertainty.  Special care is taken to produce a model that tends to avoid infinite polarizabilities without use of cutoffs at short distances.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3MXltl2jurk%253D&md5=a92d26bef31ef7e26a244c3f15d5b8a6", "48. ", "Bode", ", ", "K. A.", "; ", "Applequist", ", ", "J.", " ", "A New Optimization of Atom Polarizabilities in Halomethanes, Aldehydes, Ketones, and Amides by Way of the Atom Dipole Interaction Model", " ", "J. Phys. Chem.", " ", "1996", ",  ", "100", ",  ", "17820", "– ", "17824", "[", "ACS Full Text ", "], [", "CAS", "]", "48. ", "A New Optimization of Atom Polarizabilities in Halomethanes, Aldehydes, Ketones, and Amides by Way of the Atom Dipole Interaction Model", "Bode, Kimberly A.; Applequist, Jon", "Journal of Physical Chemistry", "\r\n        (", "1996", "),\r\n    ", "100", "\r\n        (", "45", "),\r\n    ", "17820-17824", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new optimization of atom polarizabilities is carried out by fitting obsd. mean mol. polarizabilities, polarizability anisotropies, and Kerr consts. with values calcd. by way of the atom dipole interaction (ADI) model which was used for similar purposes by this lab. in 1972.  New values are obtained for the polarizabilities of F, Cl, and Br in halomethanes, C' (carbonyl carbon) and O in aldehydes, ketones, and amides, H in the aldehyde C'HO and the amide NH group, and N in amides.  Most of the new values differ slightly from atom polarizabilities that were optimized to fit only obsd. mean polarizabilities in 1972, though differences up to 50% occur.  The new values result in a considerably improved fit of calcd. and obsd. anisotropies and Kerr consts., with a somewhat poorer fit to mean polarizabilities.  The results are compared with those from studies by Birge, Thole, and Miller, who used modified versions of the ADI model.  It is concluded that the unmodified model reproduces obsd. anisotropies about as well as any other model with the revised atom polarizabilities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28Xmt1Gnuro%253D&md5=20af0b71b9b7c88f4999061b9912d7ad", "49. ", "Feynman", ", ", "R. P.", "; ", "Hibbs", ", ", "A. R.", "  ", "Quantum Mechanics and Path Integrals", "; ", "McGraw-Hill", ": ", "New York", ", ", "1965", "; p  ", "281", ".", "There is no corresponding record for this reference.", "50. ", "Pham", ", ", "T.", "; ", "Forrest", ", ", "K. A.", "; ", "Nugent", ", ", "P.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Luebke", ", ", "R.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", "; ", "Space", ", ", "B.", " ", "Understanding Hydrogen Sorption in a Metal-Organic Framework with Open-Metal Sites and Amide Functional Groups", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "9340", "– ", "9354", "[", "ACS Full Text ", "], [", "CAS", "]", "50. ", "Understanding Hydrogen Sorption in a Metal-Organic Framework with Open-Metal Sites and Amide Functional Groups", "Pham, Tony; Forrest, Katherine A.; Nugent, Patrick; Belmabkhout, Youssef; Luebke, Ryan; Eddaoudi, Mohamed; Zaworotko, Michael J.; Space, Brian", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "18", "),\r\n    ", "9340-9354", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Grand canonical Monte Carlo (GCMC) studies of the mechanism of hydrogen sorption in an rht-MOF known as Cu-TPBTM are presented.  The MOF is a decorated/substituted isostructural analog to the unembellished rht-MOF, PCN-61, that was studied previously.  The simulations were performed using three different hydrogen potentials of increasing complexity.  Simulated hydrogen sorption isotherms and calcd. isosteric heat of adsorption, Qst, values were in excellent agreement with the reported exptl. data for only a polarizable model in one of four exptl. obsd. crystal structure configurations.  The study demonstrates the ability of modeling to distinguish the differential sorption of distinct structures; one configuration is found to be dominant due to favorable interactions with substrates.  In addn., the presence of polar amide groups had a significant effect on the electrostatics of the Cu2+ ions and directs the low-pressure physisorption of hydrogen in the MOF.  This is in contrast to what was obsd. in PCN-61, where an exterior copper ion had a higher relative charge and was the favored loading site.  This tunability of the electrostatics of the copper ions via chem. substitution on the MOF framework can be explained by the presence of the neg. charged oxygen atom of the amide group that causes the interior Cu2+ ion to exhibit a higher pos. charge through an inductive effect.  Further, control simulations, taking advantage of the flexibility afforded by theor. modeling, include artificially modified charges for both Cu2+ ions chosen equal to or with a higher charge on the exterior Cu2+ ion.  This choice resulted in distinctly different hydrogen sorption characteristics in Cu-TPBTM with no direct sorption on the open-metal sites.  Thus, this study demonstrates both the tunable nature of MOF platforms and the possibility for rational design of sorption/catalytic sites and characteristics through the active interplay of theory and expt.  The ability of accurate, carefully parametrized and transferable force fields to model and predict small mol. sorption in MOFs, even including open-metal sites, is demonstrated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXlvVyksLs%253D&md5=0b4b3179038128043ea5f3e4af181512", "51. ", "Pham", ", ", "T.", "; ", "Forrest", ", ", "K. A.", "; ", "Eckert", ", ", "J.", "; ", "Georgiev", ", ", "P. A.", "; ", "Mullen", ", ", "A.", "; ", "Luebke", ", ", "R.", "; ", "Cairns", ", ", "A. J.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Eubank", ", ", "J. F.", "; ", "McLaughlin", ", ", "K.", "; ", "Lohstroh", ", ", "W.", "; ", "Eddaoudi", ", ", "M.", "; ", "Space", ", ", "B.", " ", "Investigating the Gas Sorption Mechanism in an rht-Metal-Organic Framework through Computational Studies", " ", "J. Phys. Chem. C", " ", "2014", ",  ", "118", ",  ", "439", "– ", "456", "[", "ACS Full Text ", "], [", "CAS", "]", "51. ", "Investigating the Gas Sorption Mechanism in an rht-Metal-Organic Framework through Computational Studies", "Pham, Tony; Forrest, Katherine A.; Eckert, Juergen; Georgiev, Peter A.; Mullen, Ashley; Luebke, Ryan; Cairns, Amy J.; Belmabkhout, Youssef; Eubank, Jarrod F.; McLaughlin, Keith; Lohstroh, Wiebke; Eddaoudi, Mohamed; Space, Brian", "Journal of Physical Chemistry C", "\r\n        (", "2014", "),\r\n    ", "118", "\r\n        (", "1", "),\r\n    ", "439-456", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Grand canonical Monte Carlo (GCMC) simulations were performed to investigate CO2 and H2 sorption in an rht-metal-org. framework (MOF) that was synthesized with a ligand having a nitrogen-rich trigonal core through trisubstituted triazine groups and amine functional groups.  This MOF was synthesized by two different groups, each reporting their own distinct gas sorption measurements and crystal structure.  Electronic structure calcns. demonstrated that the small differences in the at. positions between each group's crystal structure resulted in different electrostatic parameters about the Cu2+ ions for the resp. unit cells.  Simulations of CO2 sorption were performed with and without many-body polarization effects and using their recently developed CO2 potentials, in addn. to a well-known bulk CO2 model, in both crystallog. unit cells.  Simulated CO2 sorption isotherms and calcd. isosteric heats of adsorption, Qst, values were in excellent agreement with the results reported previously by Eddaoudi et al. for both structures using the polarizable CO2 potential.  For both crystal structures, the initial site for CO2 sorption were the Cu2+ ions that had the higher pos. charge in the unit cell, although the identity of this electropos. Cu2+ ion was different in each case.  Simulations of H2 sorption were performed with three different hydrogen potentials of increasing anisotropy in both crystal structures and the results, esp. with the highest fidelity model, agreed well with Eddaoudi et al.'s exptl. data.  The preferred site of H2 sorption at low loading was between two Cu2+ ions of neighboring paddle wheels.  The calcn. of the normalized hydrogen dipole distribution for the polarizable model in both crystal structures aided in the identification of four distinct sorption sites in the MOF, which is consistent to what was obsd. in the exptl. inelastic neutron scattering (INS) spectra.  Lastly, while the exptl. results for the two groups are quant. different, the sorption mechanisms (for both crystal structures and sorbates) are broadly similar and not inconsistent with either set of exptl. data; the theor. sorption isotherms themselves resemble those by Eddaoudi et al.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvFejsbbK&md5=5bdca3cf0013fd36fa95e3808307ff39", "52. ", "Pan", ", ", "H.", "; ", "Ritter", ", ", "J. A.", "; ", "Balbuena", ", ", "P. B.", " ", "Examination of the Approximations Used in Determining the Isosteric Heat of Adsorption from the Clausius-Clapeyron Equation", " ", "Langmuir", " ", "1998", ",  ", "14", ",  ", "6323", "– ", "6327", "[", "ACS Full Text ", "], [", "CAS", "]", "52. ", "Examination of the Approximations Used in Determining the Isosteric Heat of Adsorption from the Clausius-Clapeyron Equation", "Pan, Huanhua; Ritter, James A.; Balbuena, Perla B.", "Langmuir", "\r\n        (", "1998", "),\r\n    ", "14", "\r\n        (", "21", "),\r\n    ", "6323-6327", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The two crit. assumptions used in deriving the Clausius-Clapeyron equation, i. e., an ideal bulk gas phase and a negligible adsorbed phase molar vol., have a significant effect on the calcd. isosteric heats of adsorption (qst), esp. at high relative pressures for heavy adsorbates.  A study was carried out based on NDFT calcns. for ethane, propane and butane adsorbed on the heterogeneous BAX activated carbon at 300, 300 and 350 K, resp. and over pressure range of com. interest.  The results showed that the assumptions may cause significant errors in calcd. isosteric heats of adsorption, even at moderate pressures that are relevant to industrial adsorption processes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXmtV2ksr4%253D&md5=af4527c9040e98f352684cdafa561e5f", "53. ", "Nicholson", ", ", "D.", "; ", "Parsonage", ", ", "N. G.", "  ", "Computer Simulation and the Statistical Mechanics of Adsorption", "; ", "Academic Press", ": ", "London", ", ", "1982", "; p  ", "97", ".", "There is no corresponding record for this reference.", "54. ", "Darkrim", ", ", "F.", "; ", "Levesque", ", ", "D.", " ", "Monte Carlo simulations of hydrogen adsorption in single-walled carbon nanotubes", " ", "J. Chem. Phys.", " ", "1998", ",  ", "109", ",  ", "4981", "– ", "4984", "[", "Crossref", "], [", "CAS", "]", "54. ", "Monte Carlo simulations of hydrogen adsorption in single-walled carbon nanotubes", "Darkrim, Farida; Levesque, Dominique", "Journal of Chemical Physics", "\r\n        (", "1998", "),\r\n    ", "109", "\r\n        (", "12", "),\r\n    ", "4981-4984", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Within the framework of a study on the properties of carbon nanotubes, a promising new material, we performed numerical simulation of hydrogen adsorption at room temp. in single-walled nanotubes.  The structure of this material is favorable to the adsorption phenomenon because of the narrow size distribution of the nanotube diams., which have dimensions on the order of the range of the carbon attractive interaction.  We discuss the influence of the single-walled carbon nanotube diams. on the relative arrangement of carbon atoms and hydrogen mols. within an array of parallel single-walled carbon nanotubes.  We also studied the influence on adsorption of the distance between the nearest-neighbor nanotubes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXlslyrsbY%253D&md5=f5b8aad9bda31372b613037093e032ac", "55. ", "Garberoglio", ", ", "G.", "; ", "Skoulidas", ", ", "A. I.", "; ", "Johnson", ", ", "J. K.", " ", " ", "Adsorption of Gases in Metal Organic Materials: Comparison of Simulations and Experiments", ".  ", "J. Phys. Chem. B", " ", "2005", ",  ", "109", ",  ", "13094", "– ", "13103", ";", "PMID: 16852629", ".", "[", "ACS Full Text ", "], [", "CAS", "]", "55. ", "Adsorption of Gases in Metal Organic Materials: Comparison of Simulations and Experiments", "Garberoglio, Giovanni; Skoulidas, Anastasios I.; Johnson, J. Karl", "Journal of Physical Chemistry B", "\r\n        (", "2005", "),\r\n    ", "109", "\r\n        (", "27", "),\r\n    ", "13094-13103", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Mol. simulations using std. force fields have been carried out to model the adsorption of various light gases on a no. of different metal org. framework-type materials.  The results have been compared with the available exptl. data to test the validity of the model potentials.  We observe good agreement between simulations and expts. for a no. of different cases and very poor agreement in other cases.  Possible reasons for the discrepancy in simulated and measured isotherms are discussed.  We predict hydrogen adsorption isotherms at 77 and 298 K in a no. of different metal org. framework materials.  The importance of quantum diffraction effects and framework charges on the adsorption of hydrogen at 77 K is discussed.  Our calcns. indicate that at room temp. none of the materials that we have tested is able to meet the requirements for on-board hydrogen storage for fuel cell vehicles.  We have calcd. the vol. available in a given sorbent at a specified adsorption energy (d. of states).  We discuss how this d. of states can be used to assess the effectiveness of a sorbent material for hydrogen storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXltlyrsbs%253D&md5=73b98fa9a5d8e6e0d289cf2a14b490e0", "56. ", "Sumida", ", ", "K.", "; ", "Brown", ", ", "C. M.", "; ", "Herm", ", ", "Z. R.", "; ", "Chavan", ", ", "S.", "; ", "Bordiga", ", ", "S.", "; ", "Long", ", ", "J. R.", " ", "Hydrogen storage properties and neutron scattering studies of Mg", "2", "(dobdc)–a metal-organic framework with open Mg", "2+", " adsorption sites", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "1157", "– ", "1159", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "56. ", "Hydrogen storage properties and neutron scattering studies of Mg2(dobdc) - a metal-organic framework with open Mg2+ adsorption sites", "Sumida, Kenji; Brown, Craig M.; Herm, Zoey R.; Chavan, Sachin; Bordiga, Silvia; Long, Jeffrey R.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "4", "),\r\n    ", "1157-1159", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The hydrogen storage properties of Mg2(dobdc) (dobdc4- = 2,5-dioxido-1,4-benzenedicarboxylate), a metal-org. framework possessing hexagonal one-dimensional channels decorated with unsatd. Mg2+ coordination sites, have been examd. by low- and high-pressure adsorption expts., IR spectroscopy, and neutron scattering studies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjsVyjtQ%253D%253D&md5=dc4d56cabb58a1997c9a014163145cde", "57. ", "Abramowitz", ", ", "M.", "  ", "Handbook of Mathematical Functions with Formulas, Graphs, and Mathematical Tables", "; ", "Dover Publications, Inc.", ": ", "Mineola, NY", ", ", "1965", "; Chapter 25, Sect. 4, p  ", "887", ".", "There is no corresponding record for this reference.", "58. ", "Pham", ", ", "T.", "; ", "Forrest", ", ", "K. A.", "; ", "Hogan", ", ", "A.", "; ", "Tudor", ", ", "B.", "; ", "McLaughlin", ", ", "K.", "; ", "Belof", ", ", "J. L.", "; ", "Eckert", ", ", "J.", "; ", "Space", ", ", "B.", " ", "Understanding Hydrogen Sorption in In-soc-MOF: A Charged Metal-Organic Framework with Open-Metal Sites, Narrow Channels, and Counterions", " ", "Cryst. Growth Des.", " ", "2015", ",  ", "15", ",  ", "1460", "– ", "1471", "[", "ACS Full Text ", "], [", "CAS", "]", "58. ", "Understanding Hydrogen Sorption in In-soc-MOF: A Charged Metal-Organic Framework with Open-Metal Sites, Narrow Channels, and Counterions", "Pham, Tony; Forrest, Katherine A.; Hogan, Adam; Tudor, Brant; McLaughlin, Keith; Belof, Jonathan L.; Eckert, Juergen; Space, Brian", "Crystal Growth & Design", "\r\n        (", "2015", "),\r\n    ", "15", "\r\n        (", "3", "),\r\n    ", "1460-1471", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Grand canonical Monte Carlo (GCMC) simulations of hydrogen sorption were performed in In-soc-MOF, a charged metal-org. framework (MOF) that contains In3O trimers coordinated to 5,5'-azobis(1,3-benzenedicarboxylate) linkers.  The MOF contains nitrate counterions that are located in carcerand-like capsules of the framework.  This MOF was shown to have a high hydrogen uptake at 77 K and 1.0 atm.  The simulations were performed with a potential that includes explicit many-body polarization interactions, which were important for modeling gas sorption in a charged/polar MOF such as In-soc-MOF.  The simulated hydrogen sorption isotherms were in good agreement with expt. in this challenging platform for modeling.  The simulations predict a high initial isosteric heat of adsorption, Qst, value of about 8.5 kJ mol-1, which is in contrast to the exptl. value of 6.5 kJ mol-1 for all loadings.  The difference in the Qst behavior between expt. and simulation is attributed to the fact that, in exptl. measurements, the sorbate mols. cannot access the isolated cages contg. the nitrate ions, the most energetically favorable site in the MOF, at low pressures due to an obsd. diffusion barrier.  In contrast, the simulations were able to capture the sorption of hydrogen onto the nitrate ions at low loading due to the equil. nature of GCMC simulations.  The exptl. Qst values were reproduced in simulation by blocking access to all of the nitrate ions in the MOF.  Furthermore, at 77 K, the sorbed hydrogen mols. were reminiscent of a dense fluid in In-soc-MOF starting at approx. 5.0 atm, and this was verified by monitoring the isothermal compressibility, βT, values.  The favorable sites for hydrogen sorption were identified from the polarization distribution as the nitrate ions, the In3O trimers, and the azobenzene nitrogen atoms.  Lastly, the two-dimensional quantum rotational levels for a hydrogen mol. sorbed about the aforementioned sites were calcd. and the transitions were in good agreement with those that were obsd. in the exptl. inelastic neutron scattering spectra.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXhsF2hsrk%253D&md5=9fbcb1c05a8ae154cf8ef3eab1d96396", "59. ", "Kong", ", ", "L.", "; ", "Román-Pérez", ", ", "G.", "; ", "Soler", ", ", "J. M.", "; ", "Langreth", ", ", "D. C.", " ", "Energetics and Dynamics of H", "2", " Adsorbed in a Nanoporous Material at Low Temperature", " ", "Phys. Rev. Lett.", " ", "2009", ",  ", "103", ",  ", "096103", "[", "Crossref", "], [", "CAS", "]", "59. ", "Energetics and dynamics of H2 adsorbed in a nanoporous material at low temperature", "Kong, Lingzhu; Roman-Perez, Guillermo; Soler, Jose M.; Langreth, David C.", "Physical Review Letters", "\r\n        (", "2009", "),\r\n    ", "103", "\r\n        (", "9", "),\r\n    ", "096103/1-096103/4", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Mol. H adsorption in a nanoporous metal-org. framework structure (MOF-74) is studied via van der Waals d.-functional calcns.  The primary and secondary binding sites for H2 are confirmed.  The low-lying rotational and translational energy levels are calcd., based on the orientation and position dependent potential energy surface at the 2 binding sites.  A consistent picture is obtained between the calcd. rotational-translational transitions for different H2 loadings and those measured by inelastic neutron scattering exciting the singlet to triplet (para to ortho) transition in H2.  The H2 binding energy after zero-point energy correction due to the rotational and translational motions is predicted to be ∼100 meV in good agreement with the exptl. value of ∼90 meV.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtV2rur3K&md5=8060c3c950e0cef24de57b6c423a3f3b", "60. ", "Xue", ", ", "D.-X.", "; ", "Cairns", ", ", "A. J.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Wojtas", ", ", "L.", "; ", "Liu", ", ", "Y.", "; ", "Alkordi", ", ", "M. H.", "; ", "Eddaoudi", ", ", "M.", " ", "Tunable Rare-Earth fcu-MOFs: A Platform for Systematic Enhancement of CO", "2", " Adsorption Energetics and Uptake", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "7660", "– ", "7667", "[", "ACS Full Text ", "], [", "CAS", "]", "60. ", "Tunable Rare-Earth fcu-MOFs: A Platform for Systematic Enhancement of CO2 Adsorption Energetics and Uptake", "Xue, Dong-Xu; Cairns, Amy J.; Belmabkhout, Youssef; Wojtas, Lukasz; Liu, Yunling; Alkordi, Mohamed H.; Eddaoudi, Mohamed", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "20", "),\r\n    ", "7660-7667", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of fcu-MOFs based on rare-earth (RE) metals and linear fluorinated/non-fluorinated, homo/heterofunctional ligands were targeted and synthesized.  This particular face-centered cubic-metal org. frameworks (fcc-MOF) platform was selected because of its unique structural characteristics combined with the ability/potential to dictate and regulate its chem. properties (e.g., tuning of the electron-rich RE metal ions and high localized charge d., a property arising from the proximal positioning of polarizing tetrazolate moieties and fluoro-groups that decorate the exposed inner surfaces of the confined conical cavities).  These features permitted a systematic gas sorption study to evaluate/elucidate the effects of distinctive parameters on CO2-MOF sorption energetics.  Our study supports the importance of the synergistic effect of exposed open metal sites and proximal highly localized charge d. toward materials with enhanced CO2 sorption energetics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmt1ymt7k%253D&md5=6eab65ed87edbaf07749f93fe7732f68"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-26/acs.langmuir.5b01664/20150630/images/small/la-2015-016644_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-26/acs.langmuir.5b01664/20150630/images/small/la-2015-016644_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-26/acs.langmuir.5b01664/20150630/images/small/la-2015-016644_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-26/acs.langmuir.5b01664/20150630/images/small/la-2015-016644_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-26/acs.langmuir.5b01664/20150630/images/small/la-2015-016644_0005.gif\">"]}
