{"title": ["Divergent Kinetic and Thermodynamic Hydration of a Porous Cu(II) Coordination Polymer with Exclusive CO", " Sorption Selectivity"], "authors": ["Miao Du", "Cheng-Peng Li", "Min Chen", "Zhi-Wei Ge", "Xi Wang", "Lei Wang", "Chun-Sen Liu"], "doi": ["10.1021/ja506357n"], "abstract": ["Selective adsorption and separation of CO", " are of great importance for different target applications. Metal–organic frameworks (MOFs) represent a promising class of porous materials for this purpose. Here we present a unique MOF material, [Cu(tba)", "]", " (tba = 4-(1", "-1,2,4-triazol-1-yl)benzoate), which shows high CO", " adsorption selectivity over CH", "/H", "/O", "/Ar/N", " gases (with IAST selectivity of 41–68 at 273 K and 33–51 at 293 K). By using a critical point dryer, the CO", " molecules can be well sealed in the 1D channels of [Cu(tba)", "]", " to allow a single-crystal X-ray analysis, which reveals the presence of not only C", "—H···O", " bonds between the host framework and CO", " but also quadrupole–quadrupole (CO", "···", "CO", ") interactions between the CO", " molecules. Furthermore, [Cu(tba)", "]", " will suffer divergent kinetic and thermodynamic hydration processes to form its isostructural hydrate {[Cu(tba)", "](H", "O)}", " and a mononuclear complex [Cu(tba)", "(H", "O)", "] via single-crystal to single-crystal transformations."], "text": ["Carbon dioxide, the predominant greenhouse gas causing global warming, mainly originates from the combustion of carbon-based fossil fuels. Effective capture and separation of CO", "2", " are of great importance for relieving the environmental pressure and for some significant industrial applications, such as natural gas purification.", "(1)", " As a new class of porous materials, coordination polymers, or metal–organic frameworks (MOFs), have attracted intense interest due to their easily tunable pore structures and properties.", "(2)", " Thus far, the substantial potential of porous MOF materials for CO", "2", " storage and separation has been well corroborated.", "(3)", " Normally, introducing open metal sites,", "(4)", " Lewis basic sites,", "(5)", " and strongly polarizing functional groups", "(6)", " as well as their combinations", "(7)", " in MOFs can be anticipated to enhance the adsorption of CO", "2", " by forming interactions between the functional sties and the quadrupole of CO", "2", " molecules. Several methods have shown such interactions between the host framework and included CO", "2", " guest, including theoretical calculations,", "(8)", " spectroscopy,", "(9)", " and synchrotron powder X-ray diffraction (PXRD).", "(10)", " Single-crystal X-ray diffraction (XRD) analysis of the CO", "2", "-loaded composite structures will provide straightforward and convincing evidence that can reveal more details of such host–guest interactions,", "(11)", " despite the difficulty in practice for the gaseous nature of CO", "2", " at ambient conditions.", "MOFs are usually prepared in solution through slow crystallization (e.g., diffusion or solvothermal synthesis).", "(12)", " Examples of solid-state reactivity of MOFs are uncommon, especially single-crystal to single-crystal (SCSC) transformations.", "(13)", " In this condition, molecular movement is restricted in the crystalline lattice, and it is difficult to retain crystallinity during structural transformation.", "(13)", " Nevertheless, solid-state SCSC reactions of MOFs can occur with destruction/formation of coordination bonds in response to external stimuli such as solvent, heating, and light.", "(14)", " Notably, significant modification of physicochemical properties such as magnetism, luminescence, and porosity is commonly observed in this course, which may be used to prepare new crystalline materials.", "(15)", "We have reported a unique 3D MOF, {[Cu(iba)", "2", "](H", "2", "O)", "2", "}", "n", " (Hiba = 4-(1", "H", "-imidazol-1-yl)benzoic acid), with the 3-fold interpenetrating ", "lvt", " framework, which shows distinct kinetic and thermodynamic SCSC transformations upon heating or spontaneous dehydration,", "(14a)", " demonstrating the duality—both rigid and flexible—of such porous framework materials upon dehydration. In the current work, by replacing the Hiba ligand with 4-(1", "H", "-1,2,4-triazol-1-yl)benzoic acid (Htba), another 3D MOF, {[Cu(tba)", "2", "](DMF)}", "n", " (", "1", "·DMF), with the 4-fold interpenetrating ", "dia", " framework, can be obtained. It is very interesting that the desolvated MOF ", "1", " has the dual nature of hydration, suffering distinct SCSC transformations via kinetic and thermodynamic control (Scheme ", "1", "). Remarkably, ", "1", " shows exclusive capacity to adsorb CO", "2", " selectively over CH", "4", "/H", "2", "/O", "2", "/Ar/N", "2", ", which can be attributed to the thermodynamic equilibrium effect.", "(3a)", " Further, CO", "2", " molecules can be loaded in the 1D channels of ", "1", ", and single-crystal XRD of ", "1", "·0.75CO", "2", " clearly reveals both host–guest C", "δ+", "—H···O", "δ−", " H-bonding and quadrupole–quadrupole interactions between the CO", "2", " molecules.", "Scheme 1. Schematic Representation of Single-Crystal to Single-Crystal Transformations for ", "1", ", ", "1", "·DMF, ", "2", ", ", "1", "·0.75CO", "2", ", and ", "1", "·H", "2", "O", "Solvothermal reaction of Cu(NO", "3", ")", "2", " with Htba in C", "2", "H", "5", "OH–DMF solution yields blue block crystals of {[Cu(tba)", "2", "](DMF)}", "n", " (", "1", "·DMF, ", "Supporting Information (SI)", "). Single-crystal XRD analysis of ", "1", "·DMF indicates that the asymmetric coordination unit consists of a half-occupied Cu", "II", " center and one deprotonated tba ligand. Each Cu", "II", " ion is four-coordinated by two carboxylate O’s and two triazolyl N’s from different tba ligands, with the presence of weaker Cu–O", "carboxylate", " (2.515(4) Å) interactions (", "Figure S1a", "). The adjacent Cu", "II", " centers are extended by the bridging tba ligands to construct a 3D coordination network with ", "dia", " topology (Figure ", "1", "a).", "(16)", " In each diamondoid unit, the Cu···Cu···Cu angles range from 84.39(2)° to 131.58(2)°, indicating considerable distortion from the ideal tetrahedral angle of 109.8°. Moreover, four such open networks are entangled in each other to form a 4-fold interpenetrating framework (Figure ", "1", "b), which represents a [2+2] roto-translational system comprising two sets of normal 2-fold interpenetrating patterns. According to Blatov’s classification of interpenetrating networks, it can be ascribed to the rare type IIIa motif in RSCR notation, which accounts for only <5% of all reported examples.", "(17)", " Despite interpenetration, the intersecting 1D rhombus-shaped channels are still observed along the crystallographic ", "b", " axis, with pore sizes of ∼3.0 × 6.0 Å", "2", " (considering van der Waals radii of atoms). Calculation of the solvent-accessible area by the PLATON program", "(18)", " (1.8 Å probe radius) reveals a value of 498.2 Å", "3", " (22.5% per unit cell volume).", "Figure 1. (a) A single 3D coordination network (cyan polyhedra for Cu", "II", ") in ", "1", "·DMF. (b) Representation of 4-fold [2+2] interpenetrating framework with four independent networks shown in different colors in ", "1", "·DMF. (c) Destruction, reconstruction, and rearrangement of coordination interactions around Cu", "II", " ion in SCSC transformation from ", "1", " (top) to ", "2", " (bottom) upon thermodynamic hydration.", "Thermogravimetric analysis (TGA) of ", "1", "·DMF (Figure ", "2", ") reveals that the lattice DMF molecule will be removed upon heating and the coordination framework is thermally stable up to ca. 240 °C. Thus, desolvated ", "1", " can be obtained by heating ", "1", "·DMF at 150 °C under vacuum for 1 week, and TGA and IR (", "Figure S2", ") clearly indicate that the DMF guest was completely excluded. Single-crystal XRD of desolvated MOF ", "1", " (", "Table S1", ") shows that the coordination framework is unchanged, and the PXRD pattern (Figure ", "2", ") also suggests phase purity of the bulk sample. As expected, inverse SCSC transformation from ", "1", " to ", "1", "·DMF will occur when the evacuated solid is immersed in DMF solution for 3 days. To confirm the water stability of ", "1", ", which is very important for practical applications of MOF materials, the bulk sample of ", "1", " was further placed in water solution, where a color change of the crystals from dark blue to light blue was observed in minutes. Single-crystal XRD analysis reveals the framework integrity of the resulting crystalline product ", "1", "·H", "2", "O (", "Table S1", "). Dehydration of ", "1", "·H", "2", "O by heating the sample at 150 °C for 1 week regenerates the evacuated crystal of ", "1", " (", "Table S1", "). At this stage, it seems that the coordination framework of ", "1", " is quite robust during the reversible solvation and desolvation processes and maintains excellent single crystallinity (", "Table S1 and Figure S3", "). However, when crystals of ", "1", " are exposed to air for a long time (at least 1 month), a visible SCSC transformation of the sample is observed (", "Figure S4", "). Single-crystal XRD of the resulting cyan crystal reveals the formation of a distinct mononuclear coordination species, [Cu(tba)", "2", "(H", "2", "O)", "4", "] (", "2", "). The asymmetric unit of ", "2", " comprises one Cu", "II", " center with half occupancy, one tba ligand, and a pair of water ligands (", "Figure S1b", "). Each octahedral Cu", "II", " center is surrounded by two triazolyls from a pair of tba ligands and four water molecules. This observation can be regarded as a result of slow attack of water in air to MOF ", "1", " crystals, which leads to complete destruction of all Cu–carboxylate interactions and, accordingly, the formation of four Cu–water coordination bonds. Meanwhile, the two cis-N donors of tba ligands around each Cu", "II", " in ", "1", " rearrange to their trans orientation in ", "2", " (Figure ", "1", "c). The completely different water-induced SCSC transformations of ", "1", ", which result in the kinetic and thermodynamic products ", "1", "·H", "2", "O and ", "2", ", respectively, first reveal the duality and sensitivity of such porous materials toward water.", "Figure 2. PXRD patterns (from bottom to top) for ", "1", "·DMF (calculated), ", "1", "·DMF (experimental), ", "1", " (calculated), ", "1", " (", "1", "·DMF→", "1", "), ", "1", "·H", "2", "O (calculated), ", "1", "·H", "2", "O (experimental), ", "1", " (", "1", "·H", "2", "O→", "1", "), and ", "1", " (after gas adsorption). Inset: TGA curves for ", "1", ", ", "1", "·DMF, and ", "1", "·H", "2", "O.", "The desolvated microporous MOF ", "1", " shows no obvious sorption of N", "2", " at 77 K (", "Figure S5", "), which can be attributed to the fact that its aperture is smaller than the kinetic diameter of N", "2", " (3.64–3.80 Å).", "(19)", " For comparison, the adsorption isotherms of CO", "2", ", CH", "4", ", H", "2", ", O", "2", ", Ar, and N", "2", " gases were measured for ", "1", " at 195, 273, and 293 K, respectively (Figures ", "3", " and ", "S6", "). Interestingly, a significant higher capacity for adsorption of CO", "2", " compared to the other gases was observed in all these cases. At 195 K, the CO", "2", " adsorption of ", "1", " displays a type I isotherm. The sorption amount of CO", "2", " at saturation is 77.6 cm", "3", "/g, which corresponds to 1.5 CO", "2", " molecules per formula unit of ", "1", ". The adsorption isotherms of CO", "2", " show a gradual increase and reach the maximal amounts of 51.8 cm", "3", "/g (10.2 wt%) at 273 K and 43.9 cm", "3", "/g (8.6 wt%) at 293 K. The CO", "2", " uptake of ", "1", " at 293 K is comparable to that reported for ZIF-96 (8.8 wt%) under similar conditions.", "(5a)", " In contrast, the capture capacities of ", "1", " for CH", "4", ", H", "2", ", O", "2", ", Ar, and N", "2", " are extremely poorer (<2.2 cm", "3", "/g at all tested temperatures). In this context, the selectivity of CO", "2", " adsorption from binary gas mixture can be evaluated by the ideal adsorbed solution theory (IAST), which is well recognized and applied to predict gas mixture sorption behaviors in porous materials.", "(20)", " Based on the single gas adsorption isotherms and the IAST model, the sorption selectivity of CO", "2", " over other gases for ", "1", " (", "Figure S7", ") is 33–51 at 293 K, which will be slightly higher at 273 K (Table ", "1", "). Remarkably, MOFs materials with selective sorption of CO", "2", " over one or two specific gases are familiar, while MOF ", "1", " here represents a unique example for exclusively capturing CO", "2", " over a broad spectrum of gases with generally high selectivity, which indicates its great potentials in applications of selective gas separation (normally with a selectivity >8).", "(20b)", "Figure 3. Comparison of gas adsorption isotherms of ", "1", " for CO", "2", "/CH", "4", "/H", "2", "/O", "2", "/Ar/N", "2", " at 273 K (top) and 293 K (bottom).", "Table 1. Calculated IAST Selectivity (at 1 bar) for Binary Gas Mixtures", "a", " ", "CO", "2", "/CH", "4", "CO", "2", "/H", "2", "CO", "2", "/O", "2", "CO", "2", "/Ar", "CO", "2", "/N", "2", "273 K", "55", "68", "43", "41", "51", "293 K", "45", "51", "34", "33", "45", "a", "15% for CO", "2", " and 85% for the other gas in each case.", "The isosteric heats (", "Q", "st", ") of CO", "2", " were calculated with the Clausius–Clapeyron equation from the CO", "2", " isotherms measured at 273 and 293 K (see ", "SI", " for details).", "(21)", " For CO", "2", " in ", "1", ", ", "Q", "st", " = 36.0 kJ/mol at the onset of adsorption (Figure ", "4", "), comparable to some well-known MOFs examples such as MOF-5,", "(22)", " HKUST-1,", "(4c)", " bio-MOF-1,", "(5c)", " and MIL-53(Al)", "(3f)", " (34–36 kJ/mol). The high ", "Q", "st", " may indicate strong interactions between the coordination framework and CO", "2", " guest.", "(11b)", " To confirm this opinion and, further, find some clues to the CO", "2", " sorption sites and high sorption selectivity of MOF ", "1", ", we successfully loaded the CO", "2", " molecules in the channels using a critical point dryer (", "SI", "). This method is very convenient to operate, and it may be applied for CO", "2", " encapsulation in other porous crystals. The resulting CO", "2", "-loaded single-crystal sample can be determined with a conventional X-ray diffractometer at 120 K. The single-crystal X-ray structure for ", "1", "·0.75CO", "2", " undoubtedly reveals that the adsorbed CO", "2", " molecules can be accommodated in the 1D channels along the ", "b", " axis (Figure ", "4", " inset). As expected, one refined CO", "2", " molecule (with 1/4 occupancy) forms host–guest C—H···O interactions with phenyl and 1,2,4-triazolyl rings, respectively, with short H···O distances of 3.18 and 3.24 Å (", "Table S3", "). This suggests that the adsorbed CO", "2", " molecules prefer to be projected by H atoms and conjugated aromatic systems, which can be normally considered as the binding domains of CO", "2", " in MOFs. Notably, the rhombus-shaped cavities also allow another CO", "2", " to locate in the central site, and both types of adsorbed CO", "2", " molecules are distributed in the 1D channels in a Z-shaped manner (Figure ", "4", " inset). Of further significance, intermolecular C", "δ+", "···O", "δ−", " interactions between adjacent CO", "2", " molecules are also observed with a C···O distance of 2.607 Å, which will also contribute to the high isosteric heats of CO", "2", " for ", "1", ". Furthermore, when the sealed glass capillary tube holding the single crystal of ", "1", "·0.75CO", "2", " was broken from one end, XRD analysis of the sample at the same conditions (", "Figure S8", ") indicates the regeneration of ", "1", ". The maximum and minimum residual electron density peaks in this CO", "2", "-escaped crystal are only 0.434 and −0.266 e/Å", "3", " (", "Table S1", "), which can also definitely confirm the proper encapsulation of CO", "2", " molecules in the ", "1", "·0.75CO", "2", " crystal.", "Figure 4. Adsorption enthalpies of CO", "2", " calculated by isotherms at 273 and 293 K. Inset: (upper right) a local view of ", "1", "·0.75CO", "2", " showing the interactions between host framework and CO", "2", " molecules (green dashed lines), and (lower left) Z-shaped arrangement of CO", "2", " guests with quadrupole–quadrupole interactions.", "In summary, the evacuated microporous framework ", "1", " shows distinct hydration behaviors controlled by kinetic or thermodynamic process, which provide new insights for the evaluation of water stability of MOF materials. Remarkably, top-rank CO", "2", " adsorption selectivity over a variety of gases is observed for ", "1", ", which can be rationally attributed to synergistic C", "δ+", "—H···O", "δ−", " (framework···O", "2", "C) H-bonding and CO", "2", "δ−", "···", "δ+", "CO", "2", " quadrupole–quadrupole interactions, as confirmed by single-crystal XRD. These results will be helpful to understand the origin of CO", "2", " sorption in coordination frameworks and also to design new MOF materials for future applications.", " ", "Top of Page", "Abstract", "References", "Supporting Information", "Experimental details, tables and structural figures, characterization for complex ", "2", ", gas sorption isotherms of ", "1", " at 77 and 195 K, IAST selectivity of ", "1", " at 273 and 293 K, single-crystal photos of ", "1", ", and crystallographic data (CIF). This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "References", "Acknowledgment", "This work was supported by the National Natural Science Foundation of China (Nos. 21031002, 21171151, and 21201154), Plan for Scientific Innovation Talent of Henan Province, and Program for Innovative Research Team in University of Tianjin (No. TD12-5038).", "Reference QuickView", "Top of Page", "Abstract", "References", "References", "This article references 22 other publications.", "1. ", "(a) ", "Casper", ", ", "J. K.", "  ", "Greenhouse Gases: Worldwide Impacts", "; ", "Infobase Publishing", ": ", "New York", ", ", "2010", ".", "There is no corresponding record for this reference.", "(b) ", "Mokhatab", ", ", "S.", "; ", "Poe", ", ", "W. A.", "  ", "Handbook of Natural Gas Transmission and Processing", "; ", "Elsevier Inc.", ": ", "Oxford", ", ", "2012", ".", "There is no corresponding record for this reference.", "2. ", "(a) ", "Schröder", ", ", "M.", "  ", "Functional Metal–Organic Frameworks: Gas Storage, Separation and Catalysis", "; ", "Springer", ": ", "Berlin", ", ", "2010", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(b) ", "Furukawa", ", ", "H.", "; ", "Cordova", ", ", "K. E.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2013", ",  ", "341", ",  ", "1230444", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "The chemistry and applications of metal-organic frameworks", "Furukawa Hiroyasu; Cordova Kyle E; O'Keeffe Michael; Yaghi Omar M", "Science (New York, N.Y.)", "\r\n        (", "2013", "),\r\n    ", "341", "\r\n        (", "6149", "),\r\n    ", "1230444", "\r\n        ISSN:", ".\r\n    ", "Crystalline metal-organic frameworks (MOFs) are formed by reticular synthesis, which creates strong bonds between inorganic and organic units.  Careful selection of MOF constituents can yield crystals of ultrahigh porosity and high thermal and chemical stability.  These characteristics allow the interior of MOFs to be chemically altered for use in gas separation, gas storage, and catalysis, among other applications.  The precision commonly exercised in their chemical modification and the ability to expand their metrics without changing the underlying topology have not been achieved with other solids.  MOFs whose chemical composition and shape of building units can be multiply varied within a particular structure already exist and may lead to materials that offer a synergistic combination of properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3sbjs1yrsw%253D%253D&md5=7eb2a10c62623ff8a27708ffe9561d45", "3. ", "(a) ", "Li", ", ", "J.-R.", "; ", "Kuppler", ", ", "R. J.", "; ", "Zhou", ", ", "H.-C.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1477", "– ", "1504", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Selective gas adsorption and separation in metal-organic frameworks", "Li, Jian-Rong; Kuppler, Ryan J.; Zhou, Hong-Cai", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1477-1504", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Adsorptive sepn. is very important in industry.  Generally, the process uses porous solid materials such as zeolites, activated carbons, or silica gels as adsorbents.  With an ever increasing need for a more efficient, energy-saving, and environmentally benign procedure for gas sepn., adsorbents with tailored structures and tunable surface properties must be found.  Metal-org. frameworks (MOFs), constructed by metal-contg. nodes connected by org. bridges, are such a new type of porous materials.  They are promising candidates as adsorbents for gas sepns. due to their large surface areas, adjustable pore sizes and controllable properties, as well as acceptable thermal stability.  This crit. review starts with a brief introduction to gas sepn. and purifn. based on selective adsorption, followed by a review of gas selective adsorption in rigid and flexible MOFs.  Based on possible mechanisms, selective adsorptions obsd. in MOFs are classified, and primary relationships between adsorption properties and framework features are analyzed.  As a specific example of tailor-made MOFs, mesh-adjustable mol. sieves are emphasized and the underlying working mechanism elucidated.  In addn. to the exptl. aspect, theor. investigations from adsorption equil. to diffusion dynamics via mol. simulations are also briefly reviewed.  Furthermore, gas sepns. in MOFs, including the mol. sieving effect, kinetic sepn., the quantum sieving effect for H2/D2 sepn., and MOF-based membranes are also summarized (227 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurY%253D&md5=cbb650af8ce92526fc8ffd870218bbd0", "(b) ", "Liu", ", ", "J.", "; ", "Thallapally", ", ", "P. K.", "; ", "McGrail", ", ", "B. P.", "; ", "Brown", ", ", "D. R.", "; ", "Liu", ", ", "J.", " ", "Chem. Soc. Rev.", " ", "2012", ",  ", "41", ",  ", "2308", "– ", "2322", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Progress in adsorption-based CO2 capture by metal-organic frameworks", "Liu, Jian; Thallapally, Praveen K.; McGrail, B. Peter; Brown, Daryl R.; Liu, Jun", "Chemical Society Reviews", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "6", "),\r\n    ", "2308-2322", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) have recently attracted intense research interest because of their permanent porous structures, large surface areas, and potential applications as novel adsorbents.  The recent progress in adsorption-based CO2 capture by MOFs is reviewed and summarized in this crit. review.  CO2 adsorption in MOFs has been divided into two sections, adsorption at high pressures and selective adsorption at approx. atm. pressures.  Keys to CO2 adsorption in MOFs at high pressures and low pressures are summarized to be pore vols. of MOFs, and heats of adsorption, resp.  Many MOFs have high CO2 selectivities over N2 and CH4.  Water effects on CO2 adsorption in MOFs are presented and compared with benchmark zeolites.  In addn., strategies appeared in the literature to enhance CO2 adsorption capacities and/or selectivities in MOFs have been summarized into three main categories, catenation and interpenetration, chem. bonding enhancement, and electrostatic force involvement.  Besides the advantages, two main challenges of using MOFs in CO2 capture, the cost of synthesis and the stability toward water vapor, have been analyzed and possible solns. and path forward have been proposed to address the two challenges as well (150 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XivFWlsbo%253D&md5=0ff1149f94a6e21a49a6591786eac483", "(c) ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T.-H.", "; ", "Long", ", ", "J. R.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "– ", "781", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "(d) ", "Zhang", ", ", "Z.-J.", "; ", "Zhao", ", ", "Y.-G.", "; ", "Gong", ", ", "Q.-H.", "; ", "Li", ", ", "Z.", "; ", "Li", ", ", "J.", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "653", "– ", "661", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "MOFs for CO2 capture and separation from flue gas mixtures: the effect of multifunctional sites on their adsorption capacity and selectivity", "Zhang, Zhijuan; Zhao, Yonggang; Gong, Qihan; Li, Zhong; Li, Jing", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "7", "),\r\n    ", "653-661", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review concerning the current state of microporous metal-org. framework (MOF) development for flue gas CO2 capture and sepn. from N2 mixts., emphasizing multi-functional surface groups effect on selectivity and capacity, is given.  Topics discussed include: CO2 adsorption by MOF with open metal sites; CO2 adsorption by MOF with Lewis basic sites; CO2 adsorption by MOF with other functional sites; CO2 adsorption by MOF with multiple functional groups; and conclusions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVKmtbfP&md5=40618fa2da6842bb7ada87dc34c3ad21", "(e) ", "Nugent", ", ", "P.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Burd", ", ", "S. D.", "; ", "Cairns", ", ", "A. J.", "; ", "Luebke", ", ", "R.", "; ", "Forrest", ", ", "K.", "; ", "Pham", ", ", "T.", "; ", "Ma", ", ", "S.", "; ", "Space", ", ", "B.", "; ", "Wojtas", ", ", "L.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", " ", "Nature", " ", "2013", ",  ", "495", ",  ", "80", "– ", "84", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Porous materials with optimal adsorption thermodynamics and kinetics for CO2 separation", "Nugent, Patrick; Belmabkhout, Youssef; Burd, Stephen D.; Cairns, Amy J.; Luebke, Ryan; Forrest, Katherine; Pham, Tony; Ma, Shengqian; Space, Brian; Wojtas, Lukasz; Eddaoudi, Mohamed; Zaworotko, Michael J.", "Nature (London, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "495", "\r\n        (", "7439", "),\r\n    ", "80-84", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Energy costs assocd. with the sepn. and purifn. of industrial commodities (e.g., gases, fine chems., fresh water) currently represent ∼15% of global energy prodn.; the demand for such commodities is projected to triple by 2050 (P. Taylor, 2010).  The challenge of developing effective sepn. and purifn. technologies which have much smaller energy footprints is greater for CO2 than for other gases; in addn. to its involvement in climate change, CO2 is an impurity in natural gas, biogas (biomass-based natural gas), syngas (CO/H2, the main H2 source for refineries), and many other gas streams.  In the context of porous cryst. materials which can exploit equil. and kinetic selectivity, size selectivity and targeted mol. recognition are attractive characteristics for CO2 sepn. and capture, as exemplified by 5A and 13X zeolites (J. Merel, et al., 2008), and metal-org. materials (MOM).  This paper reports that a crystal engineering or reticular chem. strategy which controls pore functionality and pore size in a series of MOM with coordinately satd. metal centers and periodically arrayed hexafluorosilicate anions (SiF52-) enables a kinetics and thermodn. sweet spots offering high volumetric uptake at low CO2 partial pressure (<0.15 bar).  Most importantly, such MOM offer an unprecedented CO2 sorption selectivity over N2, H2, and CH4, even in the presence of moisture.  Thus, these MOM are relevant to CO2 sepn. in the context of post-combustion (flue gas, CO2/N2), pre-combustion (shifted synthesis gas stream, CO2/H2), and natural gas upgrading (natural gas clean-up, CO2/CH4).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjsFCntbg%253D&md5=56941673abb6b13f920476a593dfeb98", "(f) ", "Bourrelly", ", ", "S.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Loiseau", ", ", "T.", "; ", "Férey", ", ", "G.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "13519", "– ", "13521", "ACS Full Text ", ", [", "CAS", "]", "3. ", "Different Adsorption Behaviors of Methane and Carbon Dioxide in the Isotypic Nanoporous Metal Terephthalates MIL-53 and MIL-47", "Bourrelly, Sandrine; Llewellyn, Philip L.; Serre, Christian; Millange, Franck; Loiseau, Thierry; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "39", "),\r\n    ", "13519-13521", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A distinct step in the isotherm occurs during the adsorption of CO2 on MIL-53 at 304 K.  Such behavior is neither obsd. during the adsorption of CH4 on MIL-53 nor during the adsorption on the isostructural MIL-47.  This phenomenon seems to be due to a different mechanism than that of previous adsorption steps on MOF samples.  It is suggested that a breathing behavior is induced in MIL-53 during CO2 adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXpvFSnu70%253D&md5=e3d0228e57af031b6019deeeffa6d575", "4. ", "(a) ", "Mason", ", ", "J. A.", "; ", "Sumida", ", ", "K.", "; ", "Herm", ", ", "Z. R.", "; ", "Krishna", ", ", "R.", "; ", "Long", ", ", "J. R.", " ", "Energy Environ. Sci.", " ", "2011", ",  ", "4", ",  ", "3030", "– ", "3040", "[", "Crossref", "], [", "CAS", "]", "4. ", "Evaluating metal-organic frameworks for post-combustion carbon dioxide capture via temperature swing adsorption", "Mason, Jarad A.; Sumida, Kenji; Herm, Zoey R.; Krishna, Rajamani; Long, Jeffrey R.", "Energy & Environmental Science", "\r\n        (", "2011", "),\r\n    ", "4", "\r\n        (", "8", "),\r\n    ", "3030-3040", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two representative metal-org. frameworks, Zn4O(BTB)2 (BTB3- = 1,3,5-benzenetribenzoate; MOF-177) and Mg2(dobdc) (dobdc4- = 1,4-dioxido-2,5-benzenedicarboxylate; Mg-MOF-74, CPO-27-Mg), are evaluated in detail for their potential use in post-combustion CO2 capture via temp. swing adsorption (TSA).  Low-pressure single-component CO2 and N2 adsorption isotherms were measured every 10° from 20 to 200°, allowing the performance of each material to be analyzed precisely.  To gain a more complete understanding of the sepn. phenomena and the thermodn. of CO2 adsorption, the isotherms were analyzed using a variety of methods.  With regard to the isosteric heat of CO2 adsorption, Mg2(dobdc) exhibits an abrupt drop at loadings approaching the satn. of the Mg2+ sites, which has significant implications for regeneration in different industrial applications.  The CO2/N2 selectivities were calcd. using ideal adsorbed soln. theory (IAST) for MOF-177, Mg2(dobdc), and zeolite NaX, and working capacities were estd. using a simplified TSA model.  Significantly, MOF-177 fails to exhibit a pos. working capacity even at regeneration temps. ≤200°, while Mg2(dobdc) reaches a working capacity of 17.6% at this temp.  Breakthrough simulations were also performed for the three materials, demonstrating the superior performance of Mg2(dobdc) over MOF-177 and zeolite NaX.  The presence of strong CO2 adsorption sites is essential for a metal-org. framework to be of utility in post-combustion CO2 capture via a TSA process, and present a methodol. for the evaluation of new metal-org. frameworks via anal. of single-component gas adsorption isotherms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFSrs7bI&md5=6db0dde57f421548748aa557127ae651", "(b) ", "Babarao", ", ", "R.", "; ", "Jiang", ", ", "J. W.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "11417", "– ", "11425", "ACS Full Text ", ", [", "CAS", "]", "4. ", "Unprecedentedly High Selective Adsorption of Gas Mixtures in rho Zeolite-like Metal-Organic Framework: A Molecular Simulation Study", "Babarao, Ravichandar; Jiang, Jianwen", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "32", "),\r\n    ", "11417-11425", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors report a mol. simulation study for the sepn. of industrially important gas mixts. (CO2/H2, CO2/CH4, and CO2/N2) in rho zeolite-like metal-org. framework (rho-ZMOF).  Rho-ZMOF contains a wide-open anionic framework and charge-balancing extraframework Na+ ions.  Two types of binding sites for Na+ ions are identified in the framework.  Site I is in the single eight-membered ring, whereas site II is in the α-cage. Na+ ions at site I have a stronger affinity for the framework and thus a smaller mobility.  The binding sites in rho-ZMOF resemble those in its inorg. counterpart rho-zeolite. CO2 is adsorbed predominantly over other gases because of its strong electrostatic interactions with the charged framework and the presence of Na+ ions acting as addnl. adsorption sites.  At ambient temp. and pressure, the CO2 selectivities are 1800 for the CO2/H2 mixt., 80 for the CO2/CH4 mixt., and 500 for the CO2/N2 mixt.  Compared with other MOFs and nanoporous materials reported to date, rho-ZMOF exhibits unprecedentedly high selective adsorption for these gas mixts.  This work represents the 1st simulation study to characterize extraframework ions and examine gas sepn. in a charged ZMOF.  The simulation results reveal that rho-ZMOF is a promising candidate for the sepn. of syngas, natural gas, and flue gas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXptVCksbY%253D&md5=b49d32ae1a356b1358b1d3636e692f4c", "(c) ", "Wang", ", ", "Q. M.", "; ", "Shen", ", ", "D.", "; ", "Bülow", ", ", "M.", "; ", "Lau", ", ", "M. L.", "; ", "Deng", ", ", "S.", "; ", "Fitch", ", ", "F. R.", "; ", "Lemcoff", ", ", "N. O.", "; ", "Semanscin", ", ", "J.", " ", "Micropor. Mesopor. Mater.", " ", "2002", ",  ", "55", ",  ", "217", "– ", "230", "[", "Crossref", "], [", "CAS", "]", "4. ", "Metallo-organic molecular sieve for gas separation and purification", "Wang, Qing Min; Shen, Dongmin; Bulow, Martin; Lau, Miu Ling; Deng, Shuguang; Fitch, Frank R.; Lemcoff, Norberto O.; Semanscin, Jessica", "Microporous and Mesoporous Materials", "\r\n        (", "2002", "),\r\n    ", "55", "\r\n        (", "2", "),\r\n    ", "217-230", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "An improved synthesis process was developed for large-scale prodn. of a highly porous material, [Cu3(BTC)2(H2O)x]n, i.e., polymeric Cu(II) benzene-1,3,5-tricarboxylate with mol.-sieve character, denoted as Cu-BTC, where BTC denotes benzene-1,3,5-tricarboxylate.  Sorption properties for N, O, CO, CO2, nitrous oxide, methane, ethylene, ethane, n-dodecane, and H2O were studied.  A detailed study of sorption thermodn. was performed for CO2 by a sorption-isosteric method.  Cu-BTC can be used for sepn. of gas mixts. such as CO2-CO, CO2-methane and ethylene-ethane mixts.  Air can be purified effectively from CO2, nitrous oxide, high-mol. wt. hydrocarbons and moisture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xms1yksLc%253D&md5=52e0c50ae20508646d5c60f8f9195644", "5. ", "(a) ", "Morris", ", ", "W.", "; ", "Leung", ", ", "B.", "; ", "Furukawa", ", ", "H.", "; ", "Yaghi", ", ", "O. K.", "; ", "He", ", ", "N.", "; ", "Hayashi", ", ", "H.", "; ", "Houndonougbo", ", ", "Y.", "; ", "Asta", ", ", "M.", "; ", "Laird", ", ", "B. B.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "11006", "– ", "11008", "ACS Full Text ", ", [", "CAS", "]", "5. ", "A Combined Experimental-Computational Investigation of Carbon Dioxide Capture in a Series of Isoreticular Zeolitic Imidazolate Frameworks", "Morris, William; Leung, Belinda; Furukawa, Hiroyasu; Yaghi, Omar K.; He, Ning; Hayashi, Hideki; Houndonougbo, Yao; Asta, Mark; Laird, Brian B.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "32", "),\r\n    ", "11006-11008", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of five zeolitic imidazolate frameworks (ZIFs) have been synthesized using zinc(II) acetate and five different 4,5-functionalized imidazole units, namely ZIF-25, -71, -93, -96, and -97.  These 3-D porous frameworks have the same underlying topol. (RHO) with Brunauer-Emmet-Teller surface areas ranging from 564 to 1110 m2/g.  The only variation in structure arises from the functional groups that are directed into the pores of these materials, which include -CH3, -OH, -Cl, -CN, -CHO, and -NH2; therefore these 3-D frameworks are ideal for the study of the effect of functionality on CO2 uptake.  Exptl. results show CO2 uptake at approx. 800 Torr and 298 K ranging from 0.65 mmol g-1 in ZIF-71 to 2.18 mmol g-1 in ZIF-96.  Mol. modeling calcns. reproduce the pronounced dependence of the equil. adsorption on functionalization and suggest that polarizability and symmetry of the functionalization on the imidazolate are key factors leading to high CO2 uptake.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXpsVCitbw%253D&md5=9c5c43979d70a40c02052694345429b3", "(b) ", "McDonald", ", ", "T. M.", "; ", "D’Alessandro", ", ", "D. M.", "; ", "Krishna", ", ", "R.", "; ", "Long", ", ", "J. R.", " ", "Chem. Sci.", " ", "2011", ",  ", "2", ",  ", "2022", "– ", "2028", "[", "Crossref", "], [", "CAS", "]", "5. ", "Enhanced carbon dioxide capture upon incorporation of N,N'-dimethylethylenediamine in the metal-organic framework CuBTTri", "McDonald, Thomas M.; D'Alessandro, Deanna M.; Krishna, Rajamani; Long, Jeffrey R.", "Chemical Science", "\r\n        (", "2011", "),\r\n    ", "2", "\r\n        (", "10", "),\r\n    ", "2022-2028", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "High capacity, high selectivity, and low-cost regeneration conditions are the most important criteria by which new adsorbents for post-combustion CO2 capture will be judged.  The incorporation of N,N'-dimethylethylenediamine (mmen) into H3(Cu4Cl)3(BTTri)8 (CuBTTri; H3BTTri = 1,3,5-tri(1H-1,2,3-triazol-4-yl)benzene), a H2O-stable, triazolate-bridged framework, is shown to drastically enhance CO2 adsorption, resulting in one of the best performing metal-org. frameworks for CO2 sepn. reported to date.  High porosity was maintained despite stoichiometric attachment of mmen to the open metal sites of the framework, resulting in a BET surface area of 870 m2 g-1.  At 25° under a 0.15 bar CO2/0.75 bar N2 mixt., mmen-CuBTTri adsorbs 2.38 mmol CO2 g-1 (9.5%) with a selectivity of 327, as detd. using Ideal Adsorbed Soln. Theory (IAST).  The high capacity and selectivity are consequences of the exceptionally large isosteric heat of CO2 adsorption, calcd. to be -96 kJ mol-1 at zero coverage.  IR spectra support chemisorption between amines and CO2 as one of the primary mechanisms of uptake.  Despite the large initial heat of adsorption, the CO2 uptake was fully reversible and the framework could be easily regenerated at 60°, enabling a cycling time of just 27 min with no loss of capacity over 72 adsorption/desorption cycles.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFagtrzM&md5=eeb691022dc2b81537158452bbc9f11c", "(c) ", "An", ", ", "J.", "; ", "Rosi", ", ", "N. L.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "5578", "– ", "5579", "ACS Full Text ", ", [", "CAS", "]", "5. ", "Tuning MOF CO2 Adsorption Properties via Cation Exchange", "An, Jihyun; Rosi, Nathaniel L.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "16", "),\r\n    ", "5578-5579", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The pore vol. and BET surface area of bio-MOF-1 (a), Zn8(ad)4(BPDC)6O·Me2NH2, is systematically modified via postsynthetic cation exchange with either tetramethylammonium, tetraethylammonium, or tetrabutylammonium cations to yield Zn8(ad)4(BPDC)6O·Me4N (b), Zn8(ad)4(BPDC)6O·2Et4N (c), and Zn8(ad)4(BPDC)6O·Bu4N (d), resp.  The impact that pore vol. and BET surface area have on CO2 capacity is evaluated, and it is found that materials with intermediate porosity (b and c) have the largest CO2 capacities under the conditions studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXksVams7w%253D&md5=fb37010959494da978e7eb5ce344d357", "(d) ", "Nugent", ", ", "P. S.", "; ", "Rhodus", ", ", "V. L.", "; ", "Pham", ", ", "T.", "; ", "Forrest", ", ", "K.", "; ", "Wojtas", ", ", "L.", "; ", "Space", ", ", "B.", "; ", "Zaworotko", ", ", "M. J.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "10950", "– ", "10953", "ACS Full Text ", ", [", "CAS", "]", "5. ", "A Robust Molecular Porous Material with High CO2 Uptake and Selectivity", "Nugent, Patrick S.; Rhodus, Vanessah Lou; Pham, Tony; Forrest, Katherine; Wojtas, Lukasz; Space, Brian; Zaworotko, Michael J.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "30", "),\r\n    ", "10950-10953", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors report on MPM-1-TIFSIX, a mol. porous material (MPM) based upon the neutral metal complex [Cu2(adenine)4(TiF6)2], that self-assembles through a hydrogen-bonding network.  This MPM is amenable to room-temp. synthesis and activation.  Gas adsorption measurements and ideal adsorbed soln. theory selectivity predictions at 298 K revealed enhanced CO2 sepn. performance relative to a previously known variant as well as the highest CO2 uptake and isosteric heat of adsorption yet reported for an MPM.  MPM-1-TIFSIX is thermally stable to 568 K and retains porosity and capacity even after immersion in water for 24 h.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFanu7nE&md5=b0bdcaa6bd77c683557704f0e6da092b", "6. ", "(a) ", "Liu", ", ", "H.", "; ", "Zhao", ", ", "Y.", "; ", "Zhang", ", ", "Z.", "; ", "Nijem", ", ", "N.", "; ", "Chabal", ", ", "Y. J.", "; ", "Zeng", ", ", "H.", "; ", "Li", ", ", "J.", " ", "Adv. Funct. Mater.", " ", "2011", ",  ", "21", ",  ", "4754", "– ", "4762", "[", "Crossref", "], [", "CAS", "]", "6. ", "The Effect of Methyl Functionalization on Microporous Metal-Organic Frameworks' Capacity and Binding Energy for Carbon Dioxide Adsorption", "Liu, Hui; Zhao, Yonggang; Zhang, Zhijuan; Nijem, Nour; Chabal, Yves J.; Zeng, Heping; Li, Jing", "Advanced Functional Materials", "\r\n        (", "2011", "),\r\n    ", "21", "\r\n        (", "24", "),\r\n    ", "4754-4762", "CODEN:\r\n                ", "AFMDC6", ";\r\n        ISSN:", "1616-301X", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The design, synthesis, and structural characterization of two new microporous metal-org. framework (MMOF) structures is reported; Zn(BDC)(DMBPY)0.5·(DMF)0.5(H2O)0.5 (1; H2BDC = 1,4-benzenedicarboxylic acid; DMBPY = 2,2'-dimethyl-4,4'-bipyridine) and Zn(NDC)(DMBPY)0.5·(DMF)2 (2; H2NDC = 2,6-naphthalenedicarboxylic acid, DMF = N,N,-dimethylformamide), which are obtained by functionalizing a pillar ligand with Me groups.  Both compds. are 3D porous structures of the Zn2(L)2(P) type and are made of a paddle-wheel Zn2(COO)4 secondary building unit (SBU), with the dicarboxylate and DMBPY as linker (L) and pillar (P) ligands, resp.  Comparisons are made to the parent structures Zn(BDC)(BPY)0.5·(DMF)0.5(H2O)0.5 (3; BPY = 4,4'-bipyridine) and Zn(NDC)(BPY)0.5·(DMF)1.575 (4) to analyze and understand the effect of Me functionalization.  CO2-adsorption studies indicate substantially enhanced isosteric heats of CO2 adsorption (Qst) for both compds. as a result of adding Me groups to the BPY ligand.  The CO2 uptake capacity, however, is affected by two opposing and competing factors: the enhancement due to increased MMOF-CO2 interactions (higher Qst values) and detraction due to the surface area and pore-vol. redn.  For 1' (the guest-free form of 1), the pos. effect dominates, which leads to a significantly higher uptake of CO2 than that of its parent structure 3' (the guest-free form of 3).  In 2' (the guest-free form of 2), however, the neg. effect rules, which results in a slightly lower CO2 uptake with respect to 4' (the guest-free form of 4).  All four compds. exhibit a relatively high sepn. capability for carbon dioxide over other small gases, including CH4, N2, and O2.  The sepn. ratios of CO2 to O2 and N2 (at 298 K and 1 atm) are 39.8 and 23.5 for compd. 1', 57.7 and 40.2 for 2', 25.7 and 29.5 for 3', and 89.7 and 20.3 for 4', resp.  IR and Raman spectroscopic characterization of CO2 interactions with 1' and 2' provides indirect support of the importance of the Me groups in the interaction of CO2 within these systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht12qsbfL&md5=625bec7af0c83007f6ce14796af1515b", "(b) ", "Banerjee", ", ", "R.", "; ", "Furukawa", ", ", "H.", "; ", "Britt", ", ", "D.", "; ", "Knobler", ", ", "C.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "3875", "– ", "3877", "ACS Full Text ", ", [", "CAS", "]", "6. ", "Control of Pore Size and Functionality in Isoreticular Zeolitic Imidazolate Frameworks and their Carbon Dioxide Selective Capture Properties", "Banerjee, Rahul; Furukawa, Hiroyasu; Britt, David; Knobler, Carolyn; O'Keeffe, Michael; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "11", "),\r\n    ", "3875-3877", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Five new cryst. zeolitic imidazolate frameworks (ZIFs), ZIF-78 to -82, were prepd. from zinc(II) nitrate and mixts. of 2-nitroimidazole and five different functionalized imidazoles and were found to have the GME topol.  These structures, along with three previously reported GME ZIFs, constitute a series of highly porous materials with Brunauer-Emmet-Teller surface areas ranging from 620 to 1730 m2/g.  The pore diams. and apertures vary incrementally from 7.1 to 15.9 Å and 3.8 to 13.1 Å, resp., and the functionalities decorating the pores vary from polar cyano- and nitro- groups to nonpolar alkyl groups.  The variability expressed in these materials makes them highly attractive for study as gas-sepn. media.  Selectivity values calcd. for sepn. of CO2 and CH4 predict that the ZIFs with polar functionality, ZIF-78 (10.6:1) and -82 (9.6:1), retain CO2 gas to a greater degree than the other members of the GME series and BPL-activated carbon.  These predictions are borne out in dynamic breakthrough studies, which confirm the increased capacity of ZIF-78 and -82 and demonstrate the promise of this class of materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXisFans7s%253D&md5=5fba32f296b7f0cf32e22fa84b98af89", "(c) ", "Zhao", ", ", "Y.", "; ", "Wu", ", ", "H.", "; ", "Emge", ", ", "T. J.", "; ", "Gong", ", ", "Q.", "; ", "Nijem", ", ", "N.", "; ", "Chabal", ", ", "Y. J.", "; ", "Kong", ", ", "L.", "; ", "Langreth", ", ", "D. C.", "; ", "Liu", ", ", "H.", "; ", "Zeng", ", ", "H.", "; ", "Li", ", ", "J.", " ", "Chem.—Eur. J.", " ", "2011", ",  ", "17", ",  ", "5101", "– ", "5109", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Enhancing Gas Adsorption and Separation Capacity through Ligand Functionalization of Microporous Metal-Organic Framework Structures", "Zhao, Yonggang; Wu, Haohan; Emge, Thomas J.; Gong, Qihan; Nijem, Nour; Chabal, Yves J.; Kong, Lingzhu; Langreth, David C.; Liu, Hui; Zeng, Heping; Li, Jing", "Chemistry - A European Journal", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "18", "),\r\n    ", "5101-5109, S5101/1-S5101/16", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Hydroxyl- and amino- functionalized [Zn(BDC)(TED)0.5].2DMF·0.2H2O leads to two new structures, [Zn(BDC-OH)(TED)0.5].1.5DMF.0.3H2O and [Zn(BDC-NH2)(TED)0.5].xDMF.yH2O (BDC = terephthalic acid, TED = triethylenediamine, BDC-OH = 2-hydroxylterephthalic acid, BDC-NH2 = 2-aminoterephthalic acid).  Single-crystal x-ray diffraction and powder X-ray diffraction studies confirmed that the structures of both functionalized compds. are very similar to that of their parent structure.  [Zn(BDC)(TED)0.5]·2DMF·0.2H2O can be considered a 3-dimensional porous structure with three interlacing 1-dimensional channels, whereas both [Zn(BDC-OH)(TED)0.5]·1.5DMF·0.3H2O and [Zn(BDC-NH2)(TED)0.5]·xDMF·yH2O contain only 1-dimensional open channels as a result of functionalization of the BDC ligand by the OH and NH2 groups.  A notable decrease in surface area and pore size is thus obsd. in both compds.  Consequently, [Zn(BDC)(TED)0.5]·2DMF·0.2H2O takes up the highest amt. of H2 at low temps.  However, both [Zn(BDC-OH)(TED)0.5]·1.5DMF·0.3H2O and [Zn(BDC-NH2)(TED)0.5]·xDMF·yH2O show significant enhancement in CO2 uptake at room temp., suggesting that the strong interactions between CO2 and the functionalized ligands, indicating that surface chem., rather than porosity, plays a more important role in CO2 adsorption.  A comparison of single-component CO2, CH4, CO, N2, and O2 adsorption isotherms demonstrates that the adsorption selectivity of CO2 over other small gases is considerably enhanced through functionalization of the frameworks.  IR absorption spectroscopic measurements and theor. calcns. are also carried out to assess the effect of functional groups on CO2 and H2 adsorption potentials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXkvVSmsr8%253D&md5=d1142d0645d8ca681e19630c822f45ad", "7. ", "(a) ", "Li", ", ", "B.", "; ", "Zhang", ", ", "Z.", "; ", "Li", ", ", "Y.", "; ", "Yao", ", ", "K.", "; ", "Zhu", ", ", "Y.", "; ", "Deng", ", ", "Z.", "; ", "Yang", ", ", "F.", "; ", "Zhou", ", ", "X.", "; ", "Li", ", ", "G.", "; ", "Wu", ", ", "H.", "; ", "Nijem", ", ", "N.", "; ", "Chabal", ", ", "Y. J.", "; ", "Lai", ", ", "Z.", "; ", "Han", ", ", "Y.", "; ", "Shi", ", ", "Z.", "; ", "Feng", ", ", "S.", "; ", "Li", ", ", "J.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "1412", "– ", "1415", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Enhanced Binding Affinity, Remarkable Selectivity, and High Capacity of CO2 by Dual Functionalization of a rht-Type Metal-Organic Framework", "Li, Baiyan; Zhang, Zhijuan; Li, Yi; Yao, Kexin; Zhu, Yihan; Deng, Zhiyong; Yang, Fen; Zhou, Xiaojing; Li, Guanghua; Wu, Haohan; Nijem, Nour; Chabal, Yves J.; Lai, Zhiping; Han, Yu; Shi, Zhan; Feng, Shouhua; Li, Jing", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "6", "),\r\n    ", "1412-1415, S1412/1-S1412/27", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "[Cu3(TDPAT)(H2O)3]·10H2O·5DMA (Cu-TDPAT) was synthesized by using 2,4,6-tris(3,5-dicarboxy)phenylamino-1,3,5-triazine (H6TDPAT), a Lewis base acid-rich hexacarboxylate ligand.  The three isophthalate moieties in TDPAT are linked through copper paddle-wheel units to form cuboctahedral supermol. building blocks, which are covalently bonded through the isophthalate moieties (at position 1) to yield a (3,24)-connected rht-type network.  The smallest member of rht-type MOFs, Cu-TDPAT, built on a hexacarboxylate ligand with iminotriazine backbone, shows a greatly enhanced CO2 binding affinity compared with all other isoreticular rht-MOFs and remarkable selectivity of CO2 over N2 under conditions that mimic flue gas mixts.  The high adsorption affinity and capacity are attributed to the dual functionalization of the framework by concurrent incorporation of high d. of open metal sites and Lewis basic sites.  In addn., narrower pores in Cu-TDPAT are likely to be the other contributing factor leading to the stronger CO2-framework interactions with respect to other similar rht-type MOFs.  Coupled with its exceptionally high water and thermal stability, Cu-TDPAT may have real promise for adsorption-based small gas sepns., in particular CO2 capture from power plant flue gases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12gsbbK&md5=8f4ec1cc495736e9fdbdb17f323f7ccd", "(b) ", "Zheng", ", ", "B.", "; ", "Yang", ", ", "Z.", "; ", "Bai", ", ", "J.", "; ", "Li", ", ", "Y.", "; ", "Li", ", ", "S.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "7025", "– ", "7027", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "High and selective CO2 capture by two mesoporous acylamide-functionalized rht-type metal-organic frameworks", "Zheng, Baishu; Yang, Zhen; Bai, Junfeng; Li, Yizhi; Li, Shuhua", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "56", "),\r\n    ", "7025-7027", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two mesoporous, flexible, acylamide-functionalized, rht-type metal org. frameworks exhibited high excess unsatd. CO2 uptake (157 wt.%) at 20 bar and 273° K and good CO2/CH4 (8.6) and CO2/N2 (34.3) selectivity.  The advantages of acylamide groups for CO2 capture were further confirmed by Grand Canonical Monte Carlo and first principles calcns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XoslaksL0%253D&md5=2e1ede926388822e8ef2c40091dbe56a", "(c) ", "Zheng", ", ", "B.", "; ", "Bai", ", ", "J.", "; ", "Duan", ", ", "J.", "; ", "Wojtas", ", ", "L.", "; ", "Zaworotko", ", ", "M. J.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "748", "– ", "751", "ACS Full Text ", ", [", "CAS", "]", "7. ", "Enhanced CO2 binding affinity of a high-uptake rht-type metal-organic framework decorated with acylamide groups", "Zheng, Baishu; Bai, Junfeng; Duan, Jingui; Wojtas, Lukasz; Zaworotko, Michael J.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "4", "),\r\n    ", "748-751", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An rht-type metal-org. framework (MOF) prepd. from M2(carboxylate)4 (M = Cu, Co) paddlewheel clusters and a flexible C3-sym. hexacarboxylate ligand with acylamide groups exhibits larger CO2 uptake, an enhanced heat of adsorption, and higher selectivity toward CO2/N2 in comparison with what was previously obsd. for an analogous MOF with alkyne groups.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsF2ku77O&md5=d6d344c487e474f8969de5720df246c8", "8. ", "(a) ", "Yazaydin", ", ", "A. O.", "; ", "Benin", ", ", "A. I.", "; ", "Faheem", ", ", "S. A.", "; ", "Jakubczak", ", ", "P.", "; ", "Low", ", ", "J. J.", "; ", "Willis", ", ", "R. R.", "; ", "Snurr", ", ", "R. Q.", " ", "Chem. Mater.", " ", "2009", ",  ", "21", ",  ", "1425", "– ", "1430", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Enhanced CO2 Adsorption in Metal-Organic Frameworks via Occupation of Open-Metal Sites by Coordinated Water Molecules", "Yazaydin, A. Ozgur; Benin, Annabelle I.; Faheem, Syed A.; Jakubczak, Paulina; Low, John J.; Willis, Richard R.; Snurr, Randall Q.", "Chemistry of Materials", "\r\n        (", "2009", "),\r\n    ", "21", "\r\n        (", "8", "),\r\n    ", "1425-1430", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "CO2 is one of the most important greenhouse gases and its removal from flue gas and natural gas has become increasingly important.  We report an interesting discovery in which the CO2 uptake and its selectivity over N2 and CH4 in the metal-org. framework (MOF) Cu-BTC were significantly increased by the presence of water mols. coordinated to open-metal sites in the framework.  This was first predicted by mol. simulations and later validated by expts.  A detailed anal. of simulation data revealed that interaction between the quadrupole moment of CO2 and the elec. field created by water mols. is responsible for the enhanced CO2 uptake.  These findings could open new possibilities for tuning the adsorption behavior of MOFs for CO2 capture and other applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjtlensr4%253D&md5=be498c21592a4c716bdfdce35e376b59", "(b) ", "Babarao", ", ", "R.", "; ", "Dai", ", ", "S.", "; ", "Jiang", ", ", "D.-E.", " ", "Langmuir", " ", "2011", ",  ", "27", ",  ", "3451", "– ", "3160", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Functionalizing Porous Aromatic Frameworks with Polar Organic Groups for High-Capacity and Selective CO2 Separation: A Molecular Simulation Study", "Babarao, Ravichandar; Dai, Sheng; Jiang, De-en", "Langmuir", "\r\n        (", "2011", "),\r\n    ", "27", "\r\n        (", "7", "),\r\n    ", "3451-3460", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Porous arom. frameworks (PAFs) were recently synthesized with the highest surface area to date; one such PAF (PAF-1) has diamond-like structure with biphenyl building blocks and exhibits exceptional thermal and hydrothermal stabilities.  Herein, we computationally design new PAFs by introducing polar org. groups to the biphenyl unit and then investigate their sepg. power toward CO2 by using grand-canonical Monte Carlo (GCMC) simulations.  Among these functional PAFs, we found that tetrahydrofuran-like ether-functionalized PAF-1 shows higher adsorption capacity for CO2 at 1 bar and 298 K (10 mol per kg of adsorbent) and also much higher selectivities for CO2/CH4, CO2/N2, and CO2/H2 mixts. when compared with the amine functionality.  The electrostatic interactions are found to play a dominant role in the high CO2 selectivities of functional PAFs, as switching off at. charges would decrease the selectivity by an order of magnitude.  This work suggests that functionalizing porous frameworks with tetrahydrofuran-like ether groups is a promising way to increase CO2 adsorption capacity and selectivity, esp. at ambient pressures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXisFWksbg%253D&md5=7ab9544305323c703ad41c1bdc517fef", "9. ", "(a) ", "Drisdell", ", ", "W. S.", "; ", "Poloni", ", ", "R.", "; ", "McDonald", ", ", "T. M.", "; ", "Long", ", ", "J. R.", "; ", "Smit", ", ", "B.", "; ", "Neaton", ", ", "J. B.", "; ", "Prendergast", ", ", "D.", "; ", "Kortright", ", ", "J. B.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "18183", "– ", "18190", "ACS Full Text ", ", [", "CAS", "]", "9. ", "Probing Adsorption Interactions in Metal-Organic Frameworks using X-ray Spectroscopy", "Drisdell, Walter S.; Poloni, Roberta; McDonald, Thomas M.; Long, Jeffrey R.; Smit, Berend; Neaton, Jeffrey B.; Prendergast, David; Kortright, Jeffrey B.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "48", "),\r\n    ", "18183-18190", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Local electronic signatures of mol. adsorption at coordinatively unsatd. binding sites in the metal-org. framework Mg-MOF-74 have been studied using X-ray spectroscopy and first-principles calcns.  In situ measurements at the Mg K-edge revealed distinct pre-edge absorption features assocd. with the unique, open coordination of the Mg sites which were suppressed upon adsorption of CO2 and N,N'-dimethylformamide.  D. functional theory shows that these spectral changes arise from modifications of local symmetry around the Mg sites upon gas uptake and are strongly dependent on the metal-adsorbate binding strength.  The expanded MOF Mg2(dobpdc) displays the same behavior upon adsorption of CO2 and N,N'-dimethylethylenediamine.  Similar sensitivity to local symmetry is expected for any open metal site, making X-ray spectroscopy an ideal tool for examg. adsorption in such MOFs.  Qual. agreement between ambient-temp. exptl. and 0 K theor. spectra is good, with minor discrepancies thought to result from framework vibrational motion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslOnur7J&md5=1ecb9a95dcb0212670d4473fdcb932f1", "(b) ", "Wuttke", ", ", "S.", "; ", "Bazin", ", ", "P.", "; ", "Vimont", ", ", "A.", "; ", "Serre", ", ", "C.", "; ", "Seo", ", ", "Y.", "; ", "Hwang", ", ", "Y. K.", "; ", "Chang", ", ", "J.-S.", "; ", "Férey", ", ", "G.", "; ", "Daturi", ", ", "M.", " ", "Chem.—Eur. J.", " ", "2012", ",  ", "18", ",  ", "11959", "– ", "11967", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Discovering the Active Sites for C3 Separation in MIL-100(Fe) by Using Operando IR Spectroscopy", "Wuttke, Stefan; Bazin, Philippe; Vimont, Alexandre; Serre, Christian; Seo, You-Kyong; Hwang, Young Kyu; Chang, Jong-San; Ferey, Gerard; Daturi, Marco", "Chemistry--A European Journal", "\r\n        (", "2012", "),\r\n    ", "18", "\r\n        (", "38", "),\r\n    ", "11959-11967", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A reducible MIL-100(Fe) metal-org. framework (MOF) was studied for the sepn. of a propane/propene mixt.  An operando methodol. was applied (for the 1st time in the case of a MOF) to shed light on the sepn. mechanism.  Breakthrough curves were obtained as in traditional sepn. column expts., but monitoring the material surface online, thus providing evidences on the adsorption sites.  The qual. and quant. analyses of FeII and, to some extent, FeIII sites were possible, upon different activation protocols.  Also, it was possible to identify the nature and the role of the active sites in the sepn. process by selective poisoning of one family of sites: it was clearly evidenced that the unsatd. FeII sites are mainly responsible for the sepn. effect of the propane/propene mixt., thanks to their affinity for the unsatd. bonds, such as the C[n.63742]C entities in propene.  The activity of the highly concd. FeIII sites was also highlighted.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFOmtbzP&md5=e8603cc1fec59f464e7e7ec1b38d4976", "10. ", "(a) ", "Chen", ", ", "L.-J.", "; ", "Mowat", ", ", "J. P. S.", "; ", "Fairen-Jimenez", ", ", "D.", "; ", "Morrison", ", ", "C. A.", "; ", "Thompson", ", ", "S. P.", "; ", "Wright", ", ", "P. A.", "; ", "Düren", ", ", "T.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "15763", "– ", "15773", "ACS Full Text ", ", [", "CAS", "]", "10. ", "Elucidating the Breathing of the Metal-Organic Framework MIL-53(Sc) with ab Initio Molecular Dynamics Simulations and in Situ X-ray Powder Diffraction Experiments", "Chen, Linjiang; Mowat, John P. S.; Fairen-Jimenez, David; Morrison, Carole A.; Thompson, Stephen P.; Wright, Paul A.; Duren, Tina", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "42", "),\r\n    ", "15763-15773", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Ab initio mol. dynamics (AIMD) simulations have been used to predict structural transitions of the breathing metal-org. framework (MOF) MIL-53(Sc) in response to changes in temp. over the range 100-623 K and adsorption of CO2 at 0-0.9 bar at 196 K.  The method has for the first time been shown to predict successfully both temp.-dependent structural changes and the structural response to variable sorbate uptake of a flexible MOF.  AIMD employing dispersion-cor. d. functional theory accurately simulated the exptl. obsd. closure of MIL-53(Sc) upon solvent removal and the transition of the empty MOF from the closed-pore phase to the very-narrow-pore phase (symmetry change from P21/c to C2/c) with increasing temp., indicating that it can directly take into account entropic as well as enthalpic effects.  The authors also used AIMD simulations to mimic the CO2 adsorption of MIL-53(Sc) in silico by allowing the MIL-53(Sc) framework to evolve freely in response to CO2 loadings corresponding to the two steps in the exptl. adsorption isotherm.  The resulting structures enabled the structure detn. of the two CO2-contg. intermediate and large-pore phases obsd. by exptl. synchrotron X-ray diffraction studies with increasing CO2 pressure; this would not have been possible for the intermediate structure via conventional methods because of diffraction peak broadening.  Furthermore, the strong and anisotropic peak broadening obsd. for the intermediate structure could be explained in terms of fluctuations of the framework predicted by the AIMD simulations.  Fundamental insights from the mol.-level interactions further revealed the origin of the breathing of MIL-53(Sc) upon temp. variation and CO2 adsorption.  These simulations illustrate the power of the AIMD method for the prediction and understanding of the behavior of flexible microporous solids.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXoslSqsbo%253D&md5=7f4130e402f1ed092cabf488968bf413", "(b) ", "Hamon", ", ", "L.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Devic", ", ", "T.", "; ", "Ghoufi", ", ", "A.", "; ", "Clet", ", ", "G.", "; ", "Guillerm", ", ", "V.", "; ", "Pirngruber", ", ", "G. D.", "; ", "Maurin", ", ", "G.", "; ", "Serre", ", ", "C.", "; ", "Driver", ", ", "G.", "; ", "van Beek", ", ", "W.", "; ", "Jolimaître", ", ", "E.", "; ", "Vimont", ", ", "A.", "; ", "Daturi", ", ", "M.", "; ", "Férey", ", ", "G.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "17490", "– ", "17499", "ACS Full Text ", ", [", "CAS", "]", "10. ", "Co-adsorption and Separation of CO2-CH4 Mixtures in the Highly Flexible MIL-53(Cr) MOF", "Hamon, Lomig; Llewellyn, Philip L.; Devic, Thomas; Ghoufi, Aziz; Clet, Guillaume; Guillerm, Vincent; Pirngruber, Gerhard D.; Maurin, Guillaume; Serre, Christian; Driver, Gordon; van Beek, Wouter; Jolimaitre, Elsa; Vimont, Alexandre; Daturi, Marco; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "47", "),\r\n    ", "17490-17499", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The present study attempts to understand the use of the flexible porous chromium terephthalate Cr(OH)(O2C-C6H4-CO2) denoted MIL-53(Cr) (MIL = Material from Institut Lavoisier) for the sepn. of mixts. of CO2 and CH4 at ambient temp.  The coadsorption of CO2 and CH4 was studied by a variety of different techniques.  In situ synchrotron x-ray powder diffraction allowed study of the breathing of the solid upon adsorption of the gas mixts. and simultaneously measured Raman spectra yielded an estn. of the adsorbed quantities of CO2 and CH4, as well as a quantification of the fraction of the narrow pore (NP) and the large pore (LP) form of MIL-53.  Quant. coadsorption data were then measured by gravimetry and by breakthrough curves.  In addn., computer simulation was performed to calc. the compn. of the adsorbed phase in comparison with exptl. equil. isotherms and breakthrough results.  The body of results shows that the coadsorption of CO2 and CH4 leads to a similar breathing of MIL-53(Cr) as with pure CO2.  The breathing is mainly controlled by the partial pressure of CO2, but increasing the CH4 content progressively decreases the transformation of LP to NP.  CH4 seems to be excluded from the NP form, which is filled exclusively by CO2 mols.  The consequences in terms of CO2/CH4 selectivity and the possible use of MIL-53(Cr) in a PSA process are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtl2qu7%252FE&md5=66e12ba1241f3b2e38f29a76b49c842d", "11. ", "(a) ", "Zhang", ", ", "J.-P.", "; ", "Chen", ", ", "X.-M.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "5516", "– ", "5521", "ACS Full Text ", ", [", "CAS", "]", "11. ", "Optimized Acetylene/Carbon Dioxide Sorption in a Dynamic Porous Crystal", "Zhang, Jie-Peng; Chen, Xiao-Ming", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "15", "),\r\n    ", "5516-5521", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The low compression limit of acetylene (C2H2) and its similarity to carbon dioxide (CO2) challenge the development of novel adsorbents.  The authors illustrate in this report that the unique static and dynamic pore characteristics of a metal azolate framework, [Cu(etz)]n (MAF-2, Hetz = 3,5-diethyl-1,2,4-triazole), can combine to show extraordinary C2H2/CO2 sorption behaviors, which were elucidated by a combination of gas sorption measurements and single-crystal structure analyses of the sorption complexes of both C2H2 and CO2.  As demonstrated by single-crystal x-ray crystallog., C2H2/CO2 hexamers are confined inside the nanocages of MAF-2 in different configurations.  The subtle difference between C2H2 and CO2 is magnified by consequent framework dynamics, which produce sigmoid isotherms that are optimized for practical adsorptive applications.  Large C2H2 uptake (70 cm3 g-1) and high C2H2/CO2 uptake ratio (3.7) at 298 K, 1 atm as well as facile gas desorption are revealed.  Since the C2H2 uptake at 298 K, 1 atm is far from satn. (119 cm3 g-1), MAF-2 permits a usable C2H2 storage capacity 20 times higher than its vol. or 40 times higher than that of a gas cylinder working between practical limits of 1.0-1.5 atm.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXktVSls7w%253D&md5=504b8530928fcd310c5d2ae12c1fc6e3", "(b) ", "Vaidhyanathan", ", ", "R.", "; ", "Iremonger", ", ", "S. S.", "; ", "Shimizu", ", ", "G. K. H.", "; ", "Boyd", ", ", "P. G.", "; ", "Alavi", ", ", "S.", "; ", "Woo", ", ", "T. K.", " ", "Science", " ", "2010", ",  ", "330", ",  ", "650", "– ", "653", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Direct Observation and Quantification of CO2 Binding Within an Amine-Functionalized Nanoporous Solid", "Vaidhyanathan, Ramanathan; Iremonger, Simon S.; Shimizu, George K. H.; Boyd, Peter G.; Alavi, Saman; Woo, Tom K.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "330", "\r\n        (", "6004", "),\r\n    ", "650-653", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Understanding the mol. details of CO2-sorbent interactions is crit. for the design of better carbon-capture systems.  Here the authors report crystallog. resoln. of CO2 mols. and their binding domains in a metal-org. framework functionalized with amine groups.  Accompanying computational studies that modeled the gas sorption isotherms, high heat of adsorption, and CO2 lattice positions showed high agreement on all three fronts.  The modeling apportioned specific binding interactions for each CO2 mol., including substantial cooperative binding effects among the guest mols.  The validation of the capacity of such simulations to accurately model mol.-scale binding bodes well for the theory-aided development of amine-based CO2 sorbents.  The anal. shows that the combination of appropriate pore size, strongly interacting amine functional groups, and the cooperative binding of CO2 guest mols. is responsible for the low-pressure binding and large uptake of CO2 in this sorbent material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlaqt7nP&md5=62d8612e2927fcca9d6903619e95b042", "12. ", "(a) ", "Robin", ", ", "A. Y.", "; ", "Fromm", ", ", "K. M.", " ", "Coord. Chem. Rev.", " ", "2006", ",  ", "250", ",  ", "2127", "– ", "2157", "[", "Crossref", "], [", "CAS", "]", "12. ", "Coordination polymer networks with O- and N-donors: what they are, why and how they are made", "Robin, Adeline Y.; Fromm, Katharina M.", "Coordination Chemistry Reviews", "\r\n        (", "2006", "),\r\n    ", "250", "\r\n        (", "15+16", "),\r\n    ", "2127-2157", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  With this review on metal ion contg. coordination polymer networks we will highlight the current research in the field by giving a short overview on the concept of coordination polymers networks and how and why they are made.  Several reviews on different aspects of coordination polymer compds. will be grouped and briefly presented in the introduction.  Recent examples for different dimensionalities of the networks will be presented as well as representative compds. for specific applications.  Polymorphism, supramol. isomerism, pseudo-polymorphism and solvates will be discussed.  We will limit the review to the more recent results in the field and restrain the examples to the more common O-donor and mainly N-donor ligands.  As our own interests lie in the field of group 11 elements, some of our focus will be within this field.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XmslGmsL4%253D&md5=92654b455e5e8cabcccf67f7e41a2d35", "(b) ", "Batten", ", ", "S. R.", "; ", "Neville", ", ", "S. M.", "; ", "Turner", ", ", "D. R.", "  ", "Coordination Polymers Design, Analysis and Application", "; ", "The Royal Society of Chemistry", ": ", "Cambridge", ", ", "2009", ".", "There is no corresponding record for this reference.", "13. ", "(a) ", "Kawano", ", ", "M.", "; ", "Fujita", ", ", "M.", " ", "Coord. Chem. Rev.", " ", "2007", ",  ", "251", ",  ", "2592", "– ", "2605", "[", "Crossref", "], [", "CAS", "]", "13. ", "Direct observation of crystalline-state guest exchange in coordination networks", "Kawano, Masaki; Fujita, Makoto", "Coordination Chemistry Reviews", "\r\n        (", "2007", "),\r\n    ", "251", "\r\n        (", "21-24", "),\r\n    ", "2592-2605", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "This review describes the recent investigations, within the last several years, of single-crystal-to-single-crystal transformations of coordination networks on guest-removal/inclusion processes.  Single-crystal diffraction analyses reveal intriguing features of coordination networks such as robustness, dynamic framework transformations, biporous formation and specific mol. recognitions, gas absorption, induction of intermol. interactions between host and guest and so on.  The at. level information provides a deeper insight into the correlation of unique physicochem. properties with crystal structures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFKhs7%252FP&md5=53bf11c803d5585f0c55dbf347fe2903", "(b) ", "Zhang", ", ", "J.-P.", "; ", "Huang", ", ", "X.-C.", "; ", "Chen", ", ", "X.-M.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "2385", "– ", "2396", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Supramolecular isomerism in coordination polymers", "Zhang, Jie-Peng; Huang, Xiao-Chun; Chen, Xiao-Ming", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "8", "),\r\n    ", "2385-2396", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Coordination polymers were emerging as a topical research field in crystal engineering, solid-state chem., and materials science.  Considering the wide occurrence of structural and compositional diversity during self-assembly and crystn., supramol. isomerism represents an indication of compn. control and structure prediction.  Actually, supramol. isomerism is not just an obstacle or challenge, but also a good opportunity for developing novel materials and a better understanding of self-assembly and crystal growth.  This crit. review provides an overview of the developing knowledge, in the context of supramol. isomerism, of the design, synthesis, and properties of coordination polymers (97 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXovVSnsLk%253D&md5=604b4e5fb23e657fb623bf99ce1f903c", "(c) ", "Kolea", ", ", "G. K.", "; ", "Vittal", ", ", "J. J.", " ", "Chem. Soc. Rev.", " ", "2013", ",  ", "42", ",  ", "1755", "– ", "1775", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", "14. ", "(a) ", "Chen", ", ", "X.-D.", "; ", "Zhao", ", ", "X.-H.", "; ", "Chen", ", ", "M.", "; ", "Du", ", ", "M.", " ", "Chem.—Eur. J.", " ", "2009", ",  ", "15", ",  ", "12974", "– ", "12977", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "A 3D Copper(II) Coordination Framework Showing Different Kinetic and Thermodynamic Crystal Transformations through Removal of Guest Water Cubes", "Chen, Xu-Dong; Zhao, Xiao-Hu; Chen, Min; Du, Miao", "Chemistry--A European Journal", "\r\n        (", "2009", "),\r\n    ", "15", "\r\n        (", "47", "),\r\n    ", "12974-12977, S12974/1-S12974/12", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Crystal structure of a copper(II) polymeric complex {[Cu(iba)2]·2H2O}n is reported, where iba is 4-(1H-imidazol-1-yl)benzoate.  The complex displays three-fold interpenetrating network topol., and hosts cubic water clusters.  The complex can undergo slow spontaneous single crystal-to-single crystal transformation under ambient conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFektLbO&md5=debc2a72f493c64aba17b33a41763ab3", "(b) ", "Saha", ", ", "R.", "; ", "Joarder", ", ", "B.", "; ", "Roy", ", ", "A. S.", "; ", "Islam", ", ", "S. M.", "; ", "Kumar", ", ", "S.", " ", "Chem.—Eur. J.", " ", "2013", ",  ", "19", ",  ", "16607", "– ", "16614", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Simultaneous Presence of Both Open Metal Sites and Free Functional Organic Sites in a Noncentrosymmetric Dynamic Metal-Organic Framework with Bimodal Catalytic and Sensing Activities", "Saha, Rajat; Joarder, Biplab; Roy, Anupam Singha; Manirul Islam, Sk.; Kumar, Sanjay", "Chemistry - A European Journal", "\r\n        (", "2013", "),\r\n    ", "19", "\r\n        (", "49", "),\r\n    ", "16607-16614", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Assimilation of open metal sites (OMSs) and free functional org. sites (FOSs) with a framework strut has opened up a new route for the fabrication of novel metal-org. materials, thereby providing a unique opportunity to explore their multiple functionalities.  A new metal-org. framework (MOF), {[Cu(ina)2(H2O)][Cu(ina)2(bipy)]·2H2O}n (1) (ina = isonicotinate, bipy = 4,4'-bipyridine), has been synthesized and characterized.  Complex 1 is crystd. in the orthorhombic non-centrosym. space group Aba2 and consists of two different 2D coordination polymers, [Cu(ina)2(H2O)]n and [Cu(ina)2(bipy)]n, with entrapped solvent water mols.  Hydrogen-bonding interactions assemble these two different 2D coordination layers in a single-crystal structure with interdigitation of pendant 4,4'-bipy from one layer into the groove of another.  Upon removal of guest mols., 1 undergoes a structural transformation in single-crystal-to-single-crystal fashion with expansion of the effective void space.  Each metal center is five-coordinated and thus can potentially behave as an OMS, and the free pyridyl groups of pendant 4,4'-bipy moieties and free -C:O groups can act as free FOSs.  Thus, owing to the presence of both OMSs and free FOSs, the framework exhibits multifunctional properties.  Owing to the presence of OMSs, the framework can act as a Lewis acid catalyst as well as a small-mol. sensor material, and in a similar way, owing to the presence of free FOSs, it performs as a Lewis base catalyst and a cation sensor material.  Furthermore, owing to noncentrosymmetry with large polarity along a particular direction, it shows strong second-harmonic generation/nonlinear optical (SHG-NLO) activity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1KqsLrO&md5=4806a5b29ce5a3882525cac8899208b0", "(c) ", "Garai", ", ", "M.", "; ", "Santra", ", ", "R.", "; ", "Biradha", ", ", "K.", " ", "Angew. Chem., Int. Ed.", " ", "2013", ",  ", "52", ",  ", "5548", "– ", "5551", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Tunable Plastic Films of a Crystalline Polymer by Single-Crystal-to-Single-Crystal Photopolymerization of a Diene: Self-Templating and Shock-Absorbing Two-Dimensional Hydrogen-Bonding Layers", "Garai, Mousumi; Santra, Ramkinkar; Biradha, Kumar", "Angewandte Chemie, International Edition", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "21", "),\r\n    ", "5548-5551", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Presented, are two examples of mols. contg. amide functionalities which undergo polymn. through a [2+2] reaction in a single crystal to single crystal (SCSC) fashion.  These monomers form N-H...O hydrogen bonded layers which act as a self-template to promote a [2+2] reaction, and the also act a shock absorber to enable the reaction to occur in an SCSC fashion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXlvFagsLw%253D&md5=04af520b475b0b65da6317d9e3a494c1", "(d) ", "Seki", ", ", "T.", "; ", "Sakurada", ", ", "K.", "; ", "Ito", ", ", "H.", " ", "Angew. Chem., Int. Ed.", " ", "2013", ",  ", "52", ",  ", "12828", "– ", "12832", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Controlling Mechano- and Seeding-Triggered Single-Crystal-to-Single-Crystal Phase Transition: Molecular Domino with a Disconnection of Aurophilic Bonds", "Seki, Tomohiro; Sakurada, Kenta; Ito, Hajime", "Angewandte Chemie, International Edition", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "49", "),\r\n    ", "12828-12832", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The single-crystal-to-single-crystal phase transition of phenyl(dimethylphenylisocyanato)gold can be triggered by small mech. picking and solid seeding.  Single crystal ana. of 2g and 2b phases showed that the cryst. structure changed drastically and, in particular, the aurophilic interactions were lost on the transition.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslCrtLjK&md5=74079330161882f9a1cee6b4626d99d0", "(e) ", "Park", ", ", "I.-H.", "; ", "Chanthapally", ", ", "A.", "; ", "Zhang", ", ", "Z.", "; ", "Lee", ", ", "S. S.", "; ", "Zaworotko", ", ", "M. J.", "; ", "Vittal", ", ", "J. J.", " ", "Angew. Chem., Int. Ed.", " ", "2014", ",  ", "53", ",  ", "414", "– ", "419", "[", "Crossref", "], [", "CAS", "]", "14. ", "Metal-Organic Organopolymeric Hybrid Framework by Reversible [2+2] Cycloaddition Reaction", "Park, In-Hyeok; Chanthapally, Anjana; Zhang, Zhenjie; Lee, Shim Sung; Zaworotko, Michael J.; Vittal, Jagadese J.", "Angewandte Chemie, International Edition", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "2", "),\r\n    ", "414-419", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Org. polymers are usually amorphous or possess very low crystallinity.  The metal complexes of org. polymeric ligands are also difficult to crystallize by traditional methods because of their poor solubilities and their 3-dimensional structures can not be detd. by single-crystal x-ray crystallog. owing to a lack of single crystals.  Herein, the authors report the crystal structure of a 1-dimensional ZnII coordination polymer fused with an org. polymer ligand, [Zn(poly-bppcb)(bdc)]·H2O·0.1DMA (poly-bppcb = 1,3-(4,4'-bipyridyl)-2-phenylcyclobutane polymer), made in situ by a photochem. [2+2] cycloaddn. reaction of a 6-fold interpenetrated metal-org. framework, [Zn(bpeb)(bdc)]·H2O·0.1DMA (H2bdc = 1,4-benzenedicarboxylic acid, bpeb = bis[2-(4-pyridyl)ethenyl]benzene, DMA = N,N-dimethylacetamide).  Also this org. polymer ligand can be depolymd. in a single-crystal-to-single-crystal (SCSC) fashion by heating.  This strategy could potentially be extended to make a range of monocryst. metal organopolymeric complexes and metal-org. organopolymeric hybrid materials.  Such monocryst. metal complexes of org. polymers have hitherto been inaccessible for materials researchers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvFSku7fL&md5=febcbe98ba5e4e0523467f79324895c0", "15. ", "(a) ", "Wei", ", ", "R.-J.", "; ", "Huo", ", ", "Q.", "; ", "Tao", ", ", "J.", "; ", "Huang", ", ", "R.-B.", "; ", "Zheng", ", ", "L.-S.", " ", "Angew. Chem., Int. Ed.", " ", "2011", ",  ", "50", ",  ", "8940", "– ", "8943", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Spin-crossover FeII4 squares: two-step complete spin transition and reversible single-crystal-to-single-crystal transformation", "Wei, Rong-Jia; Huo, Qian; Tao, Jun; Huang, Rong-Bin; Zheng, Lan-Sun", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "38", "),\r\n    ", "8940-8943, S8940/1-S8940/4", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The reported is a novel square FeII4 compd. that exhibits two-step complete spin transition both thermally and by optical irradn. and the reversible guest desorption/resorption-induced single-crystal-to-single-crystal (SCSC) transformation.  The results given by detailed studies on structures and spin -crossover behaviors assocd. with SCSC transformation may be helpful in developing multistable materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXpvVantL4%253D&md5=28506d98be05912a0e250874000fb462", "(b) ", "Yanai", ", ", "N.", "; ", "Uemura", ", ", "T.", "; ", "Inoue", ", ", "M.", "; ", "Matsuda", ", ", "R.", "; ", "Fukushima", ", ", "T.", "; ", "Tsujimoto", ", ", "M.", "; ", "Isoda", ", ", "S.", "; ", "Kitagawa", ", ", "S.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "4501", "– ", "4504", "ACS Full Text ", ", [", "CAS", "]", "15. ", "Guest-to-Host Transmission of Structural Changes for Stimuli-Responsive Adsorption Property", "Yanai, Nobuhiro; Uemura, Takashi; Inoue, Masafumi; Matsuda, Ryotaro; Fukushima, Tomohiro; Tsujimoto, Masahiko; Isoda, Seiji; Kitagawa, Susumu", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "10", "),\r\n    ", "4501-4504", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Structural changes of a guest mol. can trigger structural transformations of a cryst. host framework.  Azobenzene was introduced into a flexible porous coordination polymer (PCP), and cis/trans isomerizations of the guest azobenzene by light or heat successfully induced structural transformations of the host PCP in a reversible fashion.  This guest-to-host structural transmission resulted in drastic changes in the gas adsorption property of the host-guest composite, displaying a new strategy for creating stimuli-responsive porous materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XjtVCrur0%253D&md5=2145ce07a01eb8f0e600c9b9b4d652a9", "(c) ", "Witold", ", ", "M. B.", "; ", "Ravichandar", ", ", "B.", "; ", "Matthew", ", ", "R. H.", "; ", "Christian", ", ", "J. D.", "; ", "Christopher", ", ", "J. S.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "10441", "– ", "10448", "ACS Full Text ", "There is no corresponding record for this reference.", "16. ", "O’Keeffe", ", ", "M.", "; ", "Peskov", ", ", "M. A.", "; ", "Ramsden", ", ", "S. J.", "; ", "Yaghi", ", ", "O. M.", " ", "Acc. Chem. Res.", " ", "2008", ",  ", "41", ",  ", "1782", "– ", "1789", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "The Reticular Chemistry Structure Resource (RCSR) database of, and symbols for, crystal nets", "O'Keeffe, Michael; Peskov, Maxim A.; Ramsden, Stuart J.; Yaghi, Omar M.", "Accounts of Chemical Research", "\r\n        (", "2008", "),\r\n    ", "41", "\r\n        (", "12", "),\r\n    ", "1782-1789", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "During the past decade, interest has grown tremendously in the design and synthesis of cryst. materials constructed from mol. clusters linked by extended groups of atoms.  Most notable are metal-org. frameworks (MOFs), in which polyat. inorg. metal-contg. clusters are joined by polytopic linkers. (Although these materials are sometimes referred to as coordination polymers, we prefer to differentiate them, because MOFs are based on strong linkages that yield robust frameworks.) The realization that MOFs could be designed and synthesized in a rational way from mol. building blocks led to the emergence of a discipline that we call reticular chem.MOFs can be represented as a special kind of graph called a periodic net.  Such descriptions date back to the earliest crystallog. studies but have become much more common recently because thousands of new structures and hundreds of underlying nets have been reported.  In the simplest cases (e.g., the structure of diamond), the atoms in the crystal become the vertices of the net, and bonds are the links (edges) that connect them.  In the case of MOFs, polyat. groups act as the vertices and edges of the net.Because of the explosive growth in this area, a need has arisen for a universal system of nomenclature, classification, identification, and retrieval of these topol. structures.  We have developed a system of symbols for the identification of three periodic nets of interest, and this system is now in wide use.  In this Account, we explain the underlying methodol. of assigning symbols and describe the Reticular Chem. Structure Resource (RCSR), in which about 1600 such nets are collected and illustrated in a database that can be searched by symbol, name, keywords, and attributes.  The resource also contains searchable data for polyhedra and layers.The database entries come from systematic enumerations or from known chem. compds. or both.  In the latter case, refs. to occurrences are provided.  We describe some crystallog., topol., and other attributes of nets and explain how they are reported in the database.  We also describe how the database can be used as a tool for the design and structural anal. of new materials.  Assocd. with each net is a natural tiling, which is a natural partition of space into space-filling tiles.  The database allows export of data that can be used to analyze and illustrate such tilings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht1SgsrjF&md5=392c624f403dd8457460a7649aa496f3", "17. ", "Blatov", ", ", "V. A.", "; ", "Carlucci", ", ", "L.", "; ", "Ciani", ", ", "G.", "; ", "Proserpio", ", ", "D. M.", " ", "CrystEngComm", " ", "2004", ",  ", "6", ",  ", "377", "– ", "395", "[", "Crossref", "], [", "CAS", "]", "17. ", "Interpenetrating metalorganic and inorganic 3D networks: a computer-aided systematic investigation. Part I. Analysis of the Cambridge structural database", "Blatov, V. A.; Carlucci, L.; Ciani, G.; Proserpio, D. M.", "CrystEngComm", "\r\n        (", "2004", "),\r\n    ", "6", "\r\n        (", "),\r\n    ", "377-395", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The occurrence of interpenetration in metalorg. and inorg. networks has been investigated by a systematic anal. of the CSD and ICSD structural databases.  For this purpose, a novel version of TOPOS (a program package for multipurpose crystallochem. anal.) has been employed, where the procedure of recognition of interpenetrating nets is based on the representation of a crystal structure as a finite reduced graph.  In this paper we report a comprehensive list (301 Refcodes) of interpenetrating metal-org. 3D structures from CSD, that are analyzed on the basis of their topologies.  Interesting trends and novel features have been obsd. and distinct classes of interpenetrating nets have been envisaged, depending on the relationships of the individual motifs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXpvFWgsr0%253D&md5=3244cec98f2315bd4d4199f0a022119d", "18. ", "Spek", ", ", "A. L.", " ", "J. Appl. Crystallogr.", " ", "2003", ",  ", "36", ",  ", "7", "– ", "13", "[", "Crossref", "], [", "CAS", "]", "18. ", "Single-crystal structure validation with the program PLATON", "Spek, A. L.", "Journal of Applied Crystallography", "\r\n        (", "2003", "),\r\n    ", "36", "\r\n        (", "1", "),\r\n    ", "7-13", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "Blackwell Munksgaard", ")\r\n        ", "The results of a single-crystal structure detn. when in CIF format can now be validated routinely by automatic procedures.  In this way, many errors in published papers can be avoided.  The validation software generates a set of ALERTS detailing issues to be addressed by the experimenter, author, referee and publication journal.  Validation was pioneered by the IUCr journal Acta Crystallographica Section C and is currently std. procedure for structures submitted for publication in all IUCr journals.  The implementation of validation procedures by other journals is in progress.  This paper describes the concepts of validation and the classes of checks that are carried out by the program PLATON as part of the IUCr check CIF facility.  PLATON validation can be run at any stage of the structure refinement, independent of the structure detn. package used, and is recommended for use as a routine tool during or at least at the completion of every structure detn.  Two examples are discussed where proper validation procedures could have avoided the publication of incorrect structures that had serious consequences for the chem. involved.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXltlChtw%253D%253D&md5=0a85de2407551632bb287508534904e2", "19. ", "Lide", ", ", "D. R.", ", Ed.  ", "CRC Handbook of Chemistry and Physics", ", ", "88", "th ed.; ", "CRC Press", ": ", "Boca Raton, FL", ", ", "2007", ".", "There is no corresponding record for this reference.", "20. ", "(a) ", "Myers", ", ", "A. L.", "; ", "Prausnitz", ", ", "J. M.", " ", "AIChE J.", " ", "1965", ",  ", "11", ",  ", "121", "– ", "127", "[", "Crossref", "], [", "CAS", "]", "20. ", "Thermodynamics of mixed-gas adsorption", "Myers, A. L.; Prausnitz, J. M.", "AIChE Journal", "\r\n        (", "1965", "),\r\n    ", "11", "\r\n        (", "1", "),\r\n    ", "121-7", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    ", "Adsorption equil. for components in a gaseous mixt. can be calcd. by using only data for pure-component adsorption equil. at the same temp. for the same adsorbent.  Predicted isotherms give good agreement with exptl. data for mixts. of CH4-C2H6 and of C2H4CO2 on activated C, and of CO-O2 and of C3H8-C3H6 on silica gel.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF2MXnvVKmsA%253D%253D&md5=9ea5963c5fa05e3b4b97be48b002205f", "(b) ", "Duan", ", ", "J.", "; ", "Higuchi", ", ", "M.", "; ", "Krishna", ", ", "R.", "; ", "Kiyonaga", ", ", "T.", "; ", "Tsutsumi", ", ", "Y.", "; ", "Sato", ", ", "Y.", "; ", "Kubota", ", ", "Y.", "; ", "Takata", ", ", "M.", "; ", "Kitagawa", ", ", "S.", " ", "Chem. Sci.", " ", "2014", ",  ", "5", ",  ", "660", "– ", "666", "[", "Crossref", "], [", "CAS", "]", "20. ", "High CO2/N2/O2/CO separation in a chemically robust porous coordination polymer with low binding energy", "Duan, Jingui; Higuchi, Masakazu; Krishna, Rajamani; Kiyonaga, Tomokazu; Tsutsumi, Yosuke; Sato, Yohei; Kubota, Yoshiki; Takata, Masaki; Kitagawa, Susumu", "Chemical Science", "\r\n        (", "2014", "),\r\n    ", "5", "\r\n        (", "2", "),\r\n    ", "660-666", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Porous coordination polymers (PCPs), constructed from org. linkers and metal ions, can provide special pore environments for selective CO2 capture.  Although many PCPs have been reported, a rational design for identifying PCPs that adsorb CO2 with a low binding energy, high sepn. ability and high chem. stability remains a great challenge.  Here, we propose and validate, exptl. and computationally, a new PCP, [La(BTN)DMF]·guest, [BTN is 1,3,5-tri(6-hydroxycarbonylnaphthalen-2-yl)benzene], that has a large arom. org. surface and a low binding energy for high CO2 sepn. from four-gas mixts. (CO2-N2-O2-CO) at ambient temp.  In addn., it shows good water and chem. stability; in particular, it is stable from pH = 2 to 12 at 100 °C, which is unprecedented for carboxylate-based PCPs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXitVSqtb3P&md5=170dad700289ee57d202bf9178b2d253", "(c) ", "Bae", ", ", "Y.-S.", "; ", "Lee", ", ", "C. Y.", "; ", "Kim", ", ", "K. C.", "; ", "Farha", ", ", "O. K.", "; ", "Nickias", ", ", "P.", "; ", "Hupp", ", ", "J. T.", "; ", "Nguyen", ", ", "S. T.", "; ", "Snurr", ", ", "R. Q.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "1857", "– ", "1860", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "20. ", "High Propene/Propane Selectivity in Isostructural Metal-Organic Frameworks with High Densities of Open Metal Sites", "Bae, Youn-Sang; Lee, Chang Yeon; Kim, Ki Chul; Farha, Omar K.; Nickias, Peter; Hupp, Joseph T.; Nguyen, SonBinh T.; Snurr, Randall Q.", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "8", "),\r\n    ", "1857-1860, S1857/1-S1857/13", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors report the adsorption selectivities of propene over propane for isostructural frameworks M-MOF-74 (M = Co, Mn, and Mg) with high concns. of open metal sites.  Adsorption expts., ideal adsorbed soln. theory (IAST) predictions, breakthrough expts., 1st-principles calcns., and grand canonical Monte Carlo (GCMC) simulations reveal that Co-MOF-74 exhibits the highest thermodn. propene/propane selectivity (∼46) ever reported for MOFs, due to strong π-complexation between the open Co2+ sites and the propene mols.  The trend of selectivities for M-MOF-74 materials is explained well by the binding strengths from 1st-principles calcns.  For all M-MOF-74 materials, the selectivity increases with increasing pressure due to the special structural properties of these MOFs: high densities of metal sites as well as optimal pore widths and vols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xnt12hsA%253D%253D&md5=e539dd5baab9851a42c66a323ac7928c", "21. ", "(a) ", "Dincǎ", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "9376", "– ", "9377", "ACS Full Text ", ", [", "CAS", "]", "21. ", "Strong H2 Binding and Selective Gas Adsorption within the Microporous Coordination Solid Mg3(O2C-C10H6-CO2)3", "Dinca, Mircea; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "26", "),\r\n    ", "9376-9377", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The synthesis of Mg3(NDC)3(DEF)4 (NDC = 2,6-naphthalenedicarboxylate, DEF = N,N-diethylformamide, 1), the first porous metal-org. framework solid incorporating Mg2+ ions, is reported.  Its structure consists of linear Mg3 units linked via NDC bridges to form a three-dimensional framework, featuring one-dimensional channels filled with DEF mols.  Significantly, its framework is fully analogous to that obsd. within Zn3(NDC)3(CH3OH)2·2DMF·H2O (2), demonstrating that Mg2+ ions can directly substitute for the heavier Zn2+ ions.  Compd. 1 is readily desolvated by heating at 190 °C to give the microporous solid Mg3(NDC)3, exhibiting a BET surface area of 190 m2/g.  Adsorption isotherms measured at 77 and 87 K indicate high H2 adsorption enthalpies in the range 7.0-9.5 kJ/mol, depending on the degree of loading.  In addn., the material displays selective adsorption of H2 or O2 over N2 or CO, suggesting possible applications in gas sepn. technologies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXkvVGksro%253D&md5=bd978a498f1ce8738063e8b9bc164239", "(b) ", "Yang", ", ", "S.", "; ", "Lin", ", ", "X.", "; ", "Blake", ", ", "A. J.", "; ", "Walker", ", ", "G. S.", "; ", "Hubberstey", ", ", "P.", "; ", "Champness", ", ", "N. R.", "; ", "Schröder", ", ", "M.", " ", "Nat. Chem.", " ", "2009", ",  ", "1", ",  ", "487", "– ", "493", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "Cation-induced kinetic trapping and enhanced hydrogen adsorption in a modulated anionic metal-organic framework", "Yang, Sihai; Lin, Xiang; Blake, Alexander J.; Walker, Gavin S.; Hubberstey, Peter; Champness, Neil R.; Schroeder, Martin", "Nature Chemistry", "\r\n        (", "2009", "),\r\n    ", "1", "\r\n        (", "6", "),\r\n    ", "487-493, S487/1-S487/20", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal-org. frameworks (MOFs) - microporous materials constructed by bridging metal centers with org. ligands - show promise for applications in storage, which is a key challenge in the development of the hydrogen economy.  Their adsorption capacities, however, have remained insufficient for practical applications, and thus strategies to enhance hydrogen-MOF interactions are required.  An anionic MOF material built from In(III) centers and tetracarboxylic acid ligands (H4L) in which kinetic trapping behavior - where hydrogen is adsorbed at high pressures but not released immediately on lowering the pressure - is modulated by guest cations.  With piperazinium dications in its pores, the framework exhibits hysteretic adsorption.  On exchange of these dications with lithium cations, no hysteresis is seen, but instead there is an enhanced adsorption capacity coupled with an increase in the isosteric heat of adsorption.  This is rationalized by the different locations of the cations within the pores, detd. with precision by X-ray crystallog.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVegsr3E&md5=c8840d0355fddc918e5d399229c4a953", "22. ", "Zhao", ", ", "Z.", "; ", "Li", ", ", "Z.", "; ", "Lin", ", ", "Y.-S.", " ", "Ind. Eng. Chem. Res.", " ", "2009", ",  ", "48", ",  ", "10015", "– ", "10020", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Adsorption and Diffusion of Carbon Dioxide on Metal-Organic Framework (MOF-5)", "Zhao, Zhenxia; Li, Zhong; Lin, Y. S.", "Industrial & Engineering Chemistry Research", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "22", "),\r\n    ", "10015-10020", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption equil. and diffusion of CO2 on microporous metal-org. frameworks (MOF-5, or IRMOF-1) crystals were exptl. studied by the gravimetric method in the pressure range up to 1 atm.  The MOF-5 crystal cubes of about 40-60 μm in sizes were synthesized by the solvothermal method.  Freundlich adsorption isotherm equation can fit well CO2 adsorption isotherms on MOF-5, with isosteric heat of adsorption of about 34 kJ/mol.  Diffusion coeff. of CO2 in the MOF-5 is in the range of 8.1-11.5 × 10-9 cm2/s in 295-331K with activation energy of 7.61 kJ/mol.  MOF-5 offers attractive adsorption properties as an adsorbent for sepn. of CO2 from flue gas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtFajsrrO&md5=d0e3634b7965ffc018e2aa933e8ca5d9"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-31/ja506357n/production/images/small/ja-2014-06357n_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-31/ja506357n/production/images/small/ja-2014-06357n_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-31/ja506357n/production/images/small/ja-2014-06357n_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-31/ja506357n/production/images/small/ja-2014-06357n_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-31/ja506357n/production/images/small/ja-2014-06357n_0005.gif\">"]}
