{"title": ["Influence of Anion Composition on Gas Sorption Features of Cr-MIL-101 Metal–Organic Framework"], "authors": ["Elena A. Berdonosova", "Konstantin A. Kovalenko", "Evgeniya V. Polyakova", "Semen N. Klyamkin", "Vladimir P. Fedin"], "doi": ["10.1021/acs.jpcc.5b02861"], "abstract": ["A series of chromium(III) terephthalates MIL-101 with different anion composition of the porous matrix have been synthesized and characterized in adsorption reactions with nitrogen, hydrogen, and methane by volumetric and calorimetric measurements at pressures up to 3.2 MPa. A peculiar local maximum of H", " adsorption heat at concentrations of 0.7–0.9 mmol/g corresponding to the filling of nanosized supertetrahedra was found. It has been shown that the substitution of the fluorine anions by Cl", " strongly affected accessibility of these micropores toward gas molecules."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Introduction", "Metal–organic coordination polymers (or metal–organic frameworks, MOFs) represent a large class of highly porous hybrid compounds built from metal-containing moieties and organic linkers.", "(1, 2)", " Recent progress in design and functionalization aroused great interest in these materials related to their potential application in gas storage and separation,", "(3-6)", " catalysis,", "(7-14)", " and medicine.", "(15)", "Among numerous MOFs, mesoporous chromium(III) terephthalate MIL-101", "(16, 17)", " takes a special place because of a combination of high specific surface area (", "S", "BET", " up to 4200 m", "2", "/g) and pore volume (ca. 2 cm", "3", "/g) with exceptional thermal and chemical stability. MIL-101 has a zeolite-like structure with 0.8 nm micropores and two types of mesopores (3.0 and 3.8 nm) (Figure ", "1", "). Such a framework topology provides ample opportunities for modification and allows the consideration of MIL-101 as a promising functional material.", "Figure 1. Schematic representation of the MIL-101 porous structure. Metal clusters {Cr", "3", "O(O", "2", "CR)", "6", "} are linked by terephthalate ions in tetrahedral building units (A), which form a zeolite-type framework with two types of mesopores: large (B) and small (C). Yellow spheres represent the available volume inside the building units, and blue circles represent the windows between the neighboring cavities.", "The MIL-101 matrix has a positive charge ([Cr", "3", "O(bdc)", "3", "]", "+", "), which is compensated by coordinated or guest anions located in the framework cavities [Cr", "3", "O(H", "2", "O)", "2", "(bdc)", "3", "X]·", "n", "H", "2", "O (X = F", "–", ", NO", "3", "–", ", or OH", "–", "; bdc", "2–", ", terephthalate ions ", "p", "-C", "6", "H", "4", "(COO)", "2", "2–", "; ", "n", " ≈ 25). Anion composition of the material produced depends strongly on the synthesis parameters including the starting components ratio, the modes of the reaction mixture heating, and the product purification technique. The most common synthesis method consists of hydrothermal reaction between chromium(III) nitrate and terephthalic and fluoric acids (1:1:1) in aqueous solution at 220 °C for 6–10 h.", "(16, 18)", " It has been noted that addition of HF in the reaction mixture led to better crystallization of the product as it had been earlier found for synthesis of zeolites. However, the nature of the fluoride inside the matrix is still unclear. Some experimental data", "(19)", " indicate that F", "–", " can be easily substituted by chloride. An alternative concept is based on strong coordination of the fluorine by chromium atoms.", "(14)", "Moreover, a decrease in the amount of the fluorine ions in some cases causes a higher gas adsorption ability of the material.", "(20)", " A similar conclusion was reached in our previous work in which we demonstrated a 10% increase of methane adsorption capacity in spite of a two-fold smaller specific surface area after complete removal of fluoride by sodium chloride solution washing.", "(19)", "Along with postsynthetic modification methods aimed at elimination of fluorine ion from MIL-101, a direct synthesis route in absence of HF is available. The present work is devoted to a comparative study of porous structure and gas sorption (N", "2", ", H", "2", ", CH", "4", ") features of Cr-MIL-101 with various amounts of fluorine anions. Particular attention has been paid to estimation of the mechanism of adsorption using a “calorimetric titration” method which has been successfully applied to metal hydride systems.", "(21)", " Such an approach allowed us to identify separate stages of the gas sorption process indistinguishable by conventional volumetric measurements.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Experimental Section", "Synthesis of Cr-MIL-101", "The synthesis procedure for mesoporous chromium(III) terephthalate Cr-MIL-101 is published elsewhere.", "(16)", " The crystalline Cr-MIL-101 product was first hydrothermally synthesized at 220 °C for 6 h, then the autoclave reactor was cooled to room temperature for 3 h to obtain larger crystals of the unreacted terephthalic acid. The solid was then doubly filtered off using two filters (glass and paper filters) with a pore size between 40 and 100 μm to remove terephthalic acid. The purification procedure included two steps: double solvothermal treatment by DMF (50 mL of DMF per 1 g of MIL-101) at 60 °C for 2 h and then double treatment by EtOH at 75 °C for 2 h in the same MIL-101:solvent ratio. The resulting material was finally dried overnight at 80 °C under air atmosphere.", "Synthesis of Cr-MIL-101FF", "The mixture of Cr(NO", "3", ")", "3", "·9H", "2", "O (1.2 g, 3 mmol), terephthalic acid (0.5 g, 3 mmol), and water (15 mL) was treated ultrasonically for 5 min for chromium(III) nitrate crystals dissolving. Then, the mixture was heated for 3 h to 220 °C, held at that temperature for 6 h, and then slowly cooled to room temperature for 3 h. The green solid obtained was filtered off using crude filter for large crystals of terephthalic acid separation; then, as-synthesized Cr-MIL-101FF (FF stands for fluorine free) was separated by filtration using a paper filter. For purification of the as-synthesized product, the solid obtained was treated twice by hot DMF (70 °C, 3 h, 50 mL of DMF per 1 g of Cr-MIL-101FF) and then twice by boiling ethanol (2 h, 50 mL of EtOH per 1 g of Cr-MIL-101FF). The yield of pure product is about 0.5 g (∼50% based on chromium).", "Synthesis of Cl@Cr-MIL-101", "The material was obtained by a published method.", "(19)", " Cr-MIL-101 (0.6 g, 0.5 mmol) was added to 5 mL of 1 M NaCl (5 mmol) solution. The mixture was stirred for 2 h at room temperature. Then, the green solid was filtered off, washed by acetone, and dried overnight at 80 °C. The yield of product is 555 mg.", "Powder X-ray Diffraction", "XRD patterns were collected on the solids before and after hydrogen sorption experiments on a Philips APD1700 diffractometer with λ Cu (Kα", "1", ", Kα", "2", ") = 1.54059, 1.54439.", "Element Analysis", "Element analysis on C, H, N was carried out using a Euro EA 3000 instrument. Chromium content was found by inductively coupled plasma atomic emission spectroscopy (ICP-AES) technique using an iCAP 600 apparatus. Anion composition of materials was determined by capillary electrophoresis using a Capel 103-P instrument.", "Thermal Gravimetric Analysis", "TGA was performed by using a Netzsch TG 209 F1 analyzer. Approximately 10 mg of each sample was loaded in an aluminum sample holder from room temperature up to 700 °C with a heating rate of 10 °C·min", "–1", " in a helium atmosphere.", "Surface Area and Porous Structure", "An analysis of the porous structure was performed by a nitrogen cryoadsorption technique using Sorptomatic 1900 (Thermo Electron Corp.) at 77 K. The samples were first degassed in vacuum at 450 K for 20 h. N", "2", " adsoprtion–desorption isotherms were measured within the range of relative pressures of 10", "–4", " to 0.99. The specific surface area was calculated from the data obtained on the basis of the conventional BET and Langmuir models. The Gourvich and Saito–Foley", "(22)", " approaches, as the most appropriate for the studied materials, were employed to estimate the total pore volume and the pore size distribution, respectively.", "H", "2", " and CH", "4", " Sorption Experiments", "Hydrogen and methane adsorption isotherm measurements were carried out volumetrically at pressures up to 3.5 MPa on a Sieverts-type apparatus. The samples (0.6–0.7 g) were first air-dried in an oven at 400 K for 24 h to remove water and residual solvents. Then they were loaded into a stainless steel reactor of the measuring system and degassed in vacuum (5 × 10", "–3", " Torr) at 450 K for 5 h. Prior to the measurement run, a helium calibration was performed. Taking into account negligible adsorption ability of He at room temperature,", "(23, 24)", " such a calibration allowed us to estimate the void volume of the reactor required for correct calculations. High-purity hydrogen (99.9999%) supplied from a metal-hydride storage unit and pure methane (99.99%) were employed in the experiments. The database of the National Institute of Standards and Technology", "(25)", " was used as a source of ", "p", "–", "V", "–", "T", " relations at experimental pressures and temperatures.", "Tian–Calvet Microcalorimetry", "The values of reaction heat as a function of adsorbed amount of gases were directly determined at 308 K by means of Tian–Calvet type differential heat-conducting calorimetry (a DAK-1-1A appliance). Differential measurement mode eliminates the amendments related to the gas inlet into the system and variable external conditions. To evaluate the heat effect of the reaction, the heat flow measured for adsorption of a certain amount of the gas was integrated over time. The figures represent the experimental results of a series of successive measurements with an accuracy of 7–10%.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "Determination of Anion Composition", "The presence of guest molecules in the porous framework of Cr-MIL-101 is difficult to control because of its ultrahigh specific surface area and giant pore volume. In the present work the anion composition of Cr-MIL-101 and Cr-MIL-101FF was determined by capillary electrophoresis which ensures a precise analysis of fluorides and nitrates in chromate solutions.", "(26)", " For this analysis, samples were dissolved in sodium hydroxide solution with addition of hydrogen peroxide forming a solution containing chromate with nitrate, fluoride, and other inorganic anions. The Cr/F and Cr/NO", "3", " ratios in the Cr-MIL-101 sample were 3.8 and 5.2, respectively, which correspond to 0.8 fluorine ions and 0.35 nitrate ions per formula unit [Cr", "3", "O(bdc)", "3", "]", "+", ". The total amount of the anions exceeds the theoretical value, 1/f.u., which evidences the presence of the nitric acid as guest molecules in the MIL-101 pores. A heating at 180 °C in vacuum (5 × 10", "–2", " Torr) for 5 h results in removal of water and the solvent’s guests molecules from the MIL-101 matrix. The subsequent analysis of the sample decomposed in the peroxide alkali solution by means of ICP-AES and capillary electrophoresis reveals a significant decrease of the nitrate concentration to Cr/NO", "3", " = 14.1 (while the content of fluorine ions remains unchanged), indicating a complete elimination of the nitric acid.", "Taking into consideration a known ability of the studied materials to absorb water vapor upon exposure to air, the total composition of Cr-MIL-101 can be expressed as [Cr", "3", "O(H", "2", "O)", "2", "F", "0.8", "(NO", "3", ")", "0.2", "(bdc)", "3", "]·", "x", "HNO", "3", "·", "n", "H", "2", "O (", "x", " ≈ 0.15; ", "n", " ≈ 10–12) in the nonactivated state and as [Cr", "3", "O(H", "2", "O)", "2", "F", "0.8", "(NO", "3", ")", "0.2", "(bdc)", "3", "]·", "n", "H", "2", "O (", "n", " ≈ 10–15) after heating at 180 °C in vacuum and keeping in ambient conditions. The same analytical procedure applied to Cr-MIL-101FF allows us to derive the formula of the compound as [Cr", "3", "O(H", "2", "O)", "2", "(NO", "3", ")(bdc)", "3", "]·", "n", "H", "2", "O (", "n", " ≈ 8–10) with the Cr/NO", "3", " ratio close to 3.", "Inclusion compounds containing anionic guest may be easily produced by an ionic exchange in water solutions. As was recently shown,", "(19)", " the treatment of Cr-MIL-101 by sodium chloride (unlike other halogenides) leads to a complete removal of the fluorine ions from the matrix. The composition of the Cl@Cr-MIL-101 corresponded to [Cr", "3", "O(H", "2", "O)", "2", "(bdc)", "3", "Cl", "0.42", "X", "0.58", "]·", "n", "H", "2", "O (X = OH", "–", ", NO", "3", "–", "; ", "n", " = 15–25).", "Powder X-ray Diffraction", "According to X-ray diffraction, both Cr-MIL-101FF and Cr-MIL-101 are isostructural (Figure S1 in the ", "Supporting Information", ") because reflections in the most significant small-angle area (2θ < 10°; ", "d", "hkl", " > 9 Å) absolutely coincide. Some slight distortions in diffraction peak intensities are attributed to changing of anion composition. Inclusion of chloride also does not alter the framework according to peak positions on Cl@Cr-MIL-101 pattern, but slight differences in intensities in comparison with pristine Cr-MIL-101 are observed because of changes in composition.", "Thermal Gravimetric Analysis", "The TGA curves for all samples are presented in Figure S2 in the ", "Supporting Information", ". According to the thermal analysis, decomposition of Cr-MIL-101 and Cr-MIL-101FF occurs in two steps: up to 200 °C, only guest molecules are eliminated, and in the interval of 220–240 °C, coordinated water molecules are also removed. At temperatures greater than 300 °C, the framework degradation occurred, resulting in chromium(III) oxide and amorphous carbon. The compositions of the compounds were evaluated on the basis of the mass loss during heating and the elemental analysis data.", "Nitrogen Adsorption", "The isotherms of N", "2", " adsorption at 77 K by Cr-MIL-101, Cr-MIL-101FF, and Cl@Cr-MIL-101 are presented in the ", "Supporting Information", " (Figure S3). The calculated values of the specific surface area and the parameters of the porous structure are shown in Table ", "1", ".", "Table 1. Parameters of the Porous Structure of the Cr-MIL-101-Based Coordination Polymers", "sample", "V", "ads.", " N", "2", " (cm", "3", "(STP)/g)", "SSA (Langmuir) (m", "2", "/g)", "SSA (BET) (m", "2", "/g)", "V", "pore", " (Gourvich) (cm", "3", "/g)", "V", "pore", " (He measurements) (cm", "3", "/g)", "Cr-MIL-101", "1300", "5290", "3800", "2.09", "1.34", "Cr-MIL-101FF", "850", "3860", "2500", "1.35", "1.1", "Cl@Cr-MIL-101", "900", "3420", "1650", "1.46", "1.2", "The Cr-MIL-101FF and Cl@Cr-MIL-101 demonstrated somewhat lower nitrogen adsorption capacity, related total pore volume, and surface area as compared with that of the pristine Cr-MIL-101. Similar results have been reported in the literature;", "(27)", " the authors of ref ", "28", " pointed out that both Cr-MIL-101FF and Cr-MIL-101 possessed practically the same parameters. Available literature data on this matter are rather discrepant. A comparison of the Cr-MIL-101 samples synthesized in different laboratories reveals significant variation in specific surface area (SSA) of the Cr-MIL-101 (from 2200 to 4230 m", "2", "/g) depending on synthesis and activation methods (Table ", "2", ").", "(20, 27, 29)", " It has been noted that a thorough purification was required to eliminate the residual terephthalic acid and solvents from the framework cavities to ensure accessibility for adsorbate molecules, not only the larger mesopores but also the supertetrahedra.", "Table 2. Textural Parameters of Cr-MIL-101 Samples Prepared by Different Techniques", "no.", "SSA (BET) (m", "2", "/g)", "V", "pore", " (cm", "3", "/g)", "purification method", "reference", "1", "2220", "1.13", "hot DMF/hot EtOH", "a", "6", "2", "3200", "2.1", "DMF", "30", "3", "3780", "1.74", "DF", "b", ", H", "2", "O/hot EtOH", "20", "4", "4230", "2.15", "DF, H", "2", "O/hot EtOH, NH", "4", "F", "c", "20", "5", "2600", " ", "H", "2", "O/hot EtOH", "17", "6", "3800", "2.09", "DF, hot DMF, hot EtOH", "this work", "7", "d", "2500", "1.35", "DF, hot DMF, hot EtOH", "this work", "8", "d", "2250", "1.24", "centrifugation, H", "2", "O", "27", "9", "e", "3197", "1.73", "centrifugation, H", "2", "O", "27", "10", "d", "3460", " ", "centrifugation, (CH", "3", ")", "2", "CO/hot DMF, vac.", "f", "28", "a", "Washing with hot DMF and EtOH.", "b", "Double filtration: first, using crude filter for separation of large crystals of terephthalic acid and then fine filter for separation of chromium(III) nitrate solution from as synthesized MIL-101.", "c", "Treatment with NH", "4", "F solution.", "d", "Cr-MIL-101FF.", "e", "Cr-MIL-101TM obtained from mixture of Cr(NO", "3", ")", "3", "·9H", "2", "O–H", "2", "bdc–(CH", "3", ")", "4", "NOH.", "f", "Evacuating in vacuum (1 × 10", "–5", " Torr) at room temperature for 2 days.", "Differential curves of the pore size distribution are practically identical for Cr-MIL-101, Cr-MIL-101FF, and Cl@Cr-MIL-101, which indicates unchanged topology of the matrix after the modification (Figure S4 in the ", "Supporting Information", "). There are three pronounced maxima corresponding to the pores of 0.6–0.7, 1.7–1.8, 2.3–2.4 nm. As was previously reported,", "(19, 31)", " some deviation of the values obtained from those calculated on the basis of the structural analysis is caused by features of the Saito–Foley model.", "It should be noted that the ratio of the micro- and mesopores is the same for Cr-MIL-101FF and Cr-MIL-101 but changes significantly after substitution of the fluorine ions by Cl", "–", ". In the latter case, the percentage of the micropores decreases (Table ", "3", "). The treatment with sodium chloride and the appearance of the chloride anions in the Cr-MIL-101 structure most likely affect the distribution of guest molecules inside the porous frameworks and partially block access to the supertetrahedra with respect to gaseous adsorbates, e.g., nitrogen, employed in this analysis.", "Table 3. Relative Volume of the Definite Pore Groups", "a", "sample", "R", " = 0.6–1.2 nm", "R", " = 1.2–1.8 nm", "R", " = 1.8–2.5 nm", "Cr-MIL-101", "48%", "26%", "16%", "Cr-MIL-101FF", "42%", "36%", "18%", "Cl@Cr-MIL-101", "17%", "49%", "31%", "a", "R", ", average pore radius.", "Adsorption of Hydrogen and Methane", "The isotherms of total hydrogen adsorption measured at 297 and 79 K for Cr-MIL-101, Cr-MIL-101FF, and Cl@Cr-MIL-101 are presented in Figure ", "2", ". The corresponding excess isotherms are plotted in Figure S5 in the ", "Supporting Information", ". The desorption curves are omitted because of complete reversibility of the process studied and negligible hysteresis. The adsorption capacity reached 0.53–0.58 wt % at room temperature (3.2 MPa) and increased to 4.7–5 wt % at 79 K in agreement with reported data.", "(27)", " We must pay particular attention to the absence of a direct correlation between hydrogen sorption ability of the materials studied and the parameters of their porous structure defined by N", "2", " cryosorption (Table ", "1", "): the reduction of specific surface and the total pore volume by 40–50% does not result in the same decrease of H", "2", " adsorption capacity.", "Figure 2. Total hydrogen adsorption isotherms at 297 and 79 K: Cr-MIL-101(⧫), Cr-MIL-101FF(●), and Cl@Cr-MIL-101(■).", "Figure 3. Total methane adsorption isotherms at 297, 223, and 198 K: Cr-MIL-101(⧫), Cr-MIL-101FF(●), and Cl@Cr-MIL-101(■).", "The similar trend was observed in methane adsorption measurements. Cr-MIL-101 and Cr-MIL-101FF demonstrated closely related capacities within the whole experimental temperature range of 198–297 K (Figure ", "3", "), and the difference in amount of CH", "4", " adsorbed did not exceed 10%. The corresponding excess isotherms are plotted in Figure S6 in the ", "Supporting Information", ". The absolute values are similar to those for conventional Cr-MIL-101 in refs ", "5", ", ", "6", ", and ", "32", ". As was concluded in ref ", "5", ", adsorption of methane, in contrast to that of carbon dioxide, was not so affected by an activation degree of samples. For a series of Cr-MIL-101 frameworks with the same topology but different BET surface areas, identical CH", "4", " adsorption isotherms were observed. The comparison of the data obtained in the present work allows us to suggest that the anion composition of the matrix plays a key role in the behavior toward methane: the chloride-substituted sample Cl@Cr-MIL-101 demonstrated the highest adsorption capacity in spite of the lowest specific surface. We presume that this feature is due to a rearrangement of the anions in the MIL-101 matrix from the chromium atoms coordination sphere (F", "–", ", NO", "3", "–", ", OH", "–", ") which are situated in mesocages to inner-room of supertetrahedra (Cl", "–", "). Because the contribution of supertetrahedra in the total methane adsorption capacity is not so valuable (about 10%), an additional unoccupied volume in the mesopores and a free access to the chromium centers may result in the enhanced behavior of chloride-substituted framework.", "Isosteric Heat of Adsorption", "Isosteric heat of adsorption is commonly calculated from the ln ", "P", " vs 1/", "T", " plots by means of the Clausius–Clapeyron equation:", "(1)", "An alternative approach is based on the use of the virial equation:", "(33, 34)", "(2)", "where ", "n", " is an amount adsorbed at pressure ", "P", " and ", "A", "0", ", ", "A", "1", ", etc. are virial coefficients.", "The values of isosteric heat calculated by differentiation strongly depend on the accuracies of the adsorption measurements; therefore, direct calorimetric study is of particular interest for thermodynamic analysis of gas–solid interactions. It should be noted that calorimetric experiments are also able to supply additional items of information on the mechanism of adsorption centers filling and their energetic inhomogeneity.", "(35-38)", " A decrease of the adsorption heat with increasing amount of an adsorptive at the surface is typical for heterogeneous adsorbents having a wide energy distribution of gas–solid interactions. An opposite tendency is a characteristic feature of homogeneous surfaces when adsorbate–adsorbate interaction becomes dominant at higher degree of the adsorption centers filling. Microcalorimetry is very sensitive to such subtle effects, which can be reflected neither on the isotherms nor on the isosteric heat curves calculated by the Clausius–Clapeyron equation.", "(36, 39)", "A special mode of calorimetric measurements, calorimetric titration, was previously adapted to gas–solid reaction and proved its effectiveness in studies of metal–hydrogen systems.", "(21)", " In the course of the experiment the sample-containing measuring system is filled with a gas by subsequent discrete portions, and the thermal flux caused by adsorption is recorded as a function of time. Integration of the resulting curve gives a pseudodifferential molar enthalpy of the process for a certain amount of gas adsorbed.", "The Cr-MIL-101 framework is of special interest for calorimetric study because its adsorbing surface is rather inhomogeneous because of the presence of unsaturated metallic centers and both micro- and mesopores. In a previous contribution on calorimetric analysis of hydrogen interaction with Cr-MIL-101 at a temperature of 77 K and pressures up to 1 bar, a surprisingly high adsorption heat of 9.3–10 kJ/mol H", "2", " was reported.", "(4)", " As for the other porous materials, the values directly measured in calorimetric experiments exceeded significantly those calculated from the virial equation.", "Figure 4. Isosteric heat of hydrogen adsorption on Cr-MIL-101, Cr-MIL-101FF, and Cl@Cr-MIL-101 at 308 K.", "The results obtained in the present work for hydrogen adsorption at 308 K are shown in Figure ", "4", ". There is no significant difference in either the absolute values of the adsorption heat and the overall shape of the curves between the Cr-MIL-101 and Cr-MIL-101FF samples. A drastic fall of the heat from 20–23 to 4–5 kJ/mol H", "2", " at the initial stage of the adsorption process is typical for most metal–organic frameworks. Meanwhile, a pronounced local maximum corresponding to hydrogen concentrations of 0.7–0.9 mmol/g requires special consideration.", "As was mentioned, there are two types of adsorption centers in the Cr-MIL-101 structure.", "(4, 40)", " The potentially unsaturated Cr", "3+", " metallic centers facing inside of the mesopores represent the first group. These centers are normally shielded by coordinated water or other guest molecules, making them difficult to access for the adsorbate. Alternative active adsorption sites are located in the tetrahedral micropores because small cavities characterized by the ratio of pore size to adsorbed molecule diameter close to 3 represent the maximum adsorption potential.", "(6, 33, 41)", " The diameters of supertetrahedra in the MIL-101 framework are about 0.8 nm (Figure ", "1", "), while the kinetic diameters of H", "2", " and CH", "4", " molecules are 0.29 and 0.38 nm, respectively. A simulation of methane adsorption on Cr-MIL-101", "(32)", " has shown that at 0.1 bar CH", "4", " molecules are localized inside the supertetrahedra, and they begin to fill the mesopores only at higher pressures. We suggest a similar mechanism of adsorption for hydrogen.", "One can see from the data presented in Figure ", "4", " that the first portion of adsorbed hydrogen demonstrates the highest heat of adsorption, i.e., the strongest interaction with the matrix. As these most attractive sites become partially occupied, the heat of adsorption normally decreases. Appearance of an unexpected local maximum at a certain degree of saturation had been previously observed for some carbon adsorbents and was discussed in ref ", "42", ". The authors explained such a phenomenon in term of the lateral interactions of the adsorbed molecules. This contribution comes into particular prominence at the stage of completion of the monolayer and inception of the multilayer when the adsorbed molecules become more tightly packed. In the Cr-MIL-101 matrix, the filling of the micropores rather than formation of the surface monolayer should be considered. In fact, position of the peak in curves of the heat of adsorption (0.7–0.9 mmol/g) correlates well with the number of the supertetrahedra in the MIL-101 structure (see the calculation in the ", "Supporting Information", ") and thus can be interpreted as single occupancy of them by H", "2", ". The lateral interactions in this case are quite probably caused by intercalation of the second hydrogen molecule in the same micropores.", "The adsorption mechanism changes dramatically after treatment of Cr-MIL-101 by chloride anions. There are no peculiar phenomena observed for both the pristine compound and MIL-101FF. Within the whole hydrogen concentration range the heat of adsorption on Cl@MIL-101 remains constant at the level of ∼4 kJ/mol H", "2", ". This is in a good agreement with specific porous structure parameters of this material mentioned above (Table ", "3", "). The presence of the Cl", "–", " hinders access to the micropores and results in more homogeneous adsorption surface; nevertheless, such a pronounced alteration does not affect noticeably the total hydrogen adsorption capacity of the framework.", "Figure 5. Isosteric heat of methane adsorption on Cr-MIL-101, Cr-MIL-101FF, and Cl@Cr-MIL-101 at 308 K.", "The experimental calorimetric data on CH", "4", " adsorption are presented in Figure ", "5", ". First, we should note the similar behavior toward methane for all three samples. The maximum heat of 20–25 kJ/mol CH", "4", " generated during the occupancy of the strongest binding sites has been recorded at the initial adsorption. Then, the heat of adsorption falls and stabilizes at the level of 10–12 kJ/mol CH", "4", ", which agrees with the previously published data on MIL-101 related to the amount adsorbed >1 mmol CH", "4", "/g.", "(5)", " One can see a good correlation between calorimetrically measured values and those calculated from the isosteres by means of the Clausius–Clapeyron equation. The corresponding curve for the Cr-MIL-101FF–CH", "4", " system is shown in Figure S7 in the ", "Supporting Information", " as an example.", "The most intriguing result of the methane adsorption study consists of a disappearance of the local maximum on the plots of the heat of adsorption against the amount adsorbed. In contrast to hydrogen, within the same concentration range (0.7–0.9 mmol/g) there are no visible deviations from the average values for any of the samples. According to the literature data,", "(32)", " because the CH", "4", " molecules most probably occupy the supertetrahedra, at least in the pristine MIL-101, the following explanation could be suggested. The energy inhomogeneity of different adsorption centers in the MIL-101 framework toward methane is not as pronounced as that toward hydrogen. As a result, a change of methane localization in the process of adsorption does not affect strongly the heat of adsorption. Besides, the average level of the heat for methane (10–12 kJ/mol) is higher than that for hydrogen (4–5 kJ/mol).", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Conclusions", "Two approaches to the alteration of the anion composition of MIL-101 and to the elimination of the fluorine ion from this metal–organic framework have been explored. The first way was based on an alternative synthesis technique which did not involve HF (Cr-MIL-101FF); the second one consisted of the postsynthetic treatment of the conventional MIL-101 matrix by sodium chloride that resulted in the substitution of Cl", "–", " for F", "–", " (Cl@Cr-MIL-101). The modified materials keep the porous structure of the pristine framework while the presence of the chloride ions leads to a partial blocking of the tetrahedral micropores. The Cr-MIL-101FF demonstrated an adsorption behavior toward hydrogen and methane similar to that of unmodified MIL-101 with slightly lower capacities under the same conditions.", "The calorimetric study of the hydrogen adsorption on Cr-MIL-101 and Cr-MIL-101FF at 308 K revealed a peculiar local maximum on the plots of the heat of adsorption against the amount adsorbed. Correlation of the peak position (0.7–0.9 mmol/g) with the number of supertetrahedra in the MIL-101 structure allowed us to conclude that the phenomenon observed is caused by lateral interactions between the H", "2", " molecules behind the complete single occupancy of these micropores. Hindered accessibility of the supertetrahedra in Cl@Cr-MIL-101 alters the localization of hydrogen adsorbed and thus eliminates the local maximum of the heat of adsorption.", "The influence of the anion composition on the methane adsorption mechanism is not so pronounced. The same values of the heat of adsorption and the same trend of their plots against amount adsorbed have been observed for all three materials. We suggest two reasons for this: the greater degree of homogeneity of the different adsorption sites toward CH", "4", " and the higher average level of its heat of adsorption which make the effect of the anion composition indistinguishable. It should be pointed out that there is a noticeable increase of the methane capacity in the presence of Cl", "–", " in spite of the lowest specific surface area (and thus the lowest nitrogen adsorption capacity) of Cl@Cr-MIL-101 as compared with that of other materials studied.", "Thus, the role of the anion composition of the Cr-MIL-101 matrix, which alters the allocation of the charged species within the porous framework, depends strongly on the adsorbate nature. The calorimetric measurements reveal some peculiar details of the interaction mechanism in the adsorbate–adsorbent systems and therefore can be considered a powerful technique for such studies.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "Powder XRD information, TGA curves, figures for the N", "2", " isotherm at 77 K, pore size distribution, the isotherms of excess hydrogen and methane adsorption, figures for isosteric heat of CH", "4", " adsorption, calculation of calorimetric plots, and an estimation of number (per 1 g) of supertetrahedra. The Supporting Information is available free of charge on the ", "ACS Publications website", " at DOI: ", "10.1021/acs.jpcc.5b02861", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "This work was supported in part by Russian Foundation for Basic Researches, Grants 13-03-12424 and 14-03-00520. The synthetic and analytical part of this work was partially supported by RF government (Grant 14.Z50.31.006, leading scientist Martin Schröder). K.A.K. also gratefully acknowledges the President of Russian Federation for financially support (Grant MK-459.2014.3).", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 42 other publications.", "1. ", " ", "Themed Issue of Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1201", "– ", "1508", ".", "There is no corresponding record for this reference.", "2. ", " ", "Special Issue of Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "673", "– ", "1268", ".", "There is no corresponding record for this reference.", "3. ", "Zhang", ", ", "Z.", "; ", "Zhao", ", ", "Y.", "; ", "Gong", ", ", "Q.", "; ", "Li", ", ", "Z.", "; ", "Li", ", ", "J.", " ", "MOFs for CO", "2", " Capture and Separation from Flue Gas Mixtures: The Effect of Multifunctional Sites on Their Adsorption Capacity and Selectivity", " ", "Chem. Commun. (Cambridge, U.K.)", " ", "2013", ",  ", "49", ",  ", "653", "– ", "661", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "MOFs for CO2 capture and separation from flue gas mixtures: the effect of multifunctional sites on their adsorption capacity and selectivity", "Zhang, Zhijuan; Zhao, Yonggang; Gong, Qihan; Li, Zhong; Li, Jing", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "7", "),\r\n    ", "653-661", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review concerning the current state of microporous metal-org. framework (MOF) development for flue gas CO2 capture and sepn. from N2 mixts., emphasizing multi-functional surface groups effect on selectivity and capacity, is given.  Topics discussed include: CO2 adsorption by MOF with open metal sites; CO2 adsorption by MOF with Lewis basic sites; CO2 adsorption by MOF with other functional sites; CO2 adsorption by MOF with multiple functional groups; and conclusions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVKmtbfP&md5=40618fa2da6842bb7ada87dc34c3ad21", "4. ", "Latroche", ", ", "M.", "; ", "Surblé", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Lee", ", ", "J.-H.", "; ", "Chang", ", ", "J.-S.", "; ", "Jhung", ", ", "S. H.", "; ", "Férey", ", ", "G.", " ", "Hydrogen Storage in the Giant-Pore Metal–Organic Frameworks MIL-100 and MIL-101", " ", "Angew.Chem., Int. Ed.", " ", "2006", ",  ", "45", ",  ", "8227", "– ", "8231", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Hydrogen storage in the giant-pore metal-organic frameworks MIL-100 and MIL-101", "Latroche, Michel; Suble, Suzy; Serre, Christian; Mellot-Draznieks, Caroline; Llewellyn, Philip L.; Lee, Jin-Ho; Chang, Jong-San; Jhung, Sung Hwa; Ferey, Gerard", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "48", "),\r\n    ", "8227-8231", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The metal-org. framework MIL-101 absorbs large amts. of H with a capacity of about 6.1 wt.% at liq.-N temps. - it also has the highest heat of adsorption so far (10 kJ/mol).  However, MIL-101 has low hydrogen uptake at room temp.  The small pores of MIL-101 play a major role in H absorption and the large empty space generated by the large cages leads to very large pores that are not as effective for H storage.  In the architecture of this porous solid each intersection of the cages is occupied by a super-tetrahedron formed by trimers of Cr octahedra assembled with benzene-1,4-dicarboxylate ligands.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtlGnsLjP&md5=9da229e145247a04fba4f90a912d9170", "5. ", "Llewellyn", ", ", "P. L.", "; ", "Bourrelly", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Vimont", ", ", "A.", "; ", "Daturi", ", ", "M.", "; ", "Hamon", ", ", "L.", "; ", "De Weireld", ", ", "G.", "; ", "Chang", ", ", "J. S.", "; ", "Hong", ", ", "D. Y.", "; ", "Hwang", ", ", "Y. K.", " ", "High Uptakes of CO", "2", " and CH", "4", " in Mesoporous Metal-Organic Frameworks MIL-100 and MIL-101", " ", "Langmuir", " ", "2008", ",  ", "24", ",  ", "7245", "– ", "7250", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "High Uptakes of CO2 and CH4 in Mesoporous Metal-Organic Frameworks MIL-100 and MIL-101", "Llewellyn, Philip L.; Bourrelly, Sandrine; Serre, Christian; Vimont, Alexandre; Daturi, Marco; Hamon, Lomig; De Weireld, Guy; Chang, Jong-San; Hong, Do-Young; Hwang, Young Kyu; Jhung, Sung Hwa; Ferey, Gerard", "Langmuir", "\r\n        (", "2008", "),\r\n    ", "24", "\r\n        (", "14", "),\r\n    ", "7245-7250", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Mesoporous MOFs MIL-100 and MIL-101 adsorb huge amts. of CO2 and CH4.  Characterization was performed using both manometry and gravimetry in different labs. for isotherms coupled with microcalorimetry and FTIR to specify the gas-solid interactions.  In particular, the uptake of CO2 in MIL-101 occurs with a record capacity of 40 mmol g-1 or 390 cm3STP cm-3 at 5 MPa and 303 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXjsVOnu70%253D&md5=9be650e39498a529f0c622ec6d492757", "6. ", "Senkovska", ", ", "I.", "; ", "Kaskel", ", ", "S.", " ", "High Pressure Methane Adsorption in the Metal-Organic Frameworks Cu", "3", "(btc)", "2", ", Zn", "2", "(bdc)", "2", "dabco, and Cr", "3", "F(H", "2", "O)", "2", "O(bdc)", "3", " ", "Microporous Mesoporous Mater.", " ", "2008", ",  ", "112", ",  ", "108", "– ", "115", "[", "Crossref", "], [", "CAS", "]", "6. ", "High pressure methane adsorption in the metal-organic frameworks Cu3(btc)2, Zn2(bdc)2dabco, and Cr3F(H2O)2O(bdc)3", "Senkovska, Irena; Kaskel, Stefan", "Microporous and Mesoporous Materials", "\r\n        (", "2008", "),\r\n    ", "112", "\r\n        (", "1-3", "),\r\n    ", "108-115", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "Three porous coordination polymers Cu3(btc)2 (HKUST-1) (btc = benzene-1,3,5-tricarboxylate) (1), Zn2(bdc)2dabco (2) (bdc = benzene-1,4-dicarboxylate, dabco = 1,4-diazabicyclo[2.2.2]octane), and Cr3F(H2O)2O(bdc)3 (MIL-101) (3) were evaluated as methane storage materials.  The compds. were synthesized using solvothermal method and identified as pure phases using powder x-ray diffraction.  Nitrogen physisorption at 77 K revealed a high specific micropore vol. ranging from 0.75 to 1.303 cm3 g-1.  Methane adsorption isotherms were measured using gravimetric method at 303 K up to 200 bar.  A volumetric miniature tank system was used to measure the effective volumetric storage capacity taking the packing d. into account.  Among the three materials, Cu3(btc)2 shows the highest excess adsorption at 303 K (15.7%) and effective volumetric storage capacity of 228 m3 m-3 (150 bar), whereas for Zn2(bdc)2dabco and MIL-101 the max. excess adsorption is lower (14.3 and 14.2%, resp.).  For MIL-101, the max. in the excess adsorption is obsd. at higher pressure (125 bar) as compared to Cu3(btc)2 and Zn2(bdc)2dabco (75 bar).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmtVKhuro%253D&md5=80f083c98277be7a0bcfa65010830965", "7. ", "Henschel", ", ", "A.", "; ", "Gedrich", ", ", "K.", "; ", "Kraehnert", ", ", "R.", "; ", "Kaskel", ", ", "S.", " ", "Catalytic Properties of MIL-101", " ", "Chem. Commun. (Cambridge, U.K.)", " ", "2008", ",  ", "4192", "– ", "4194", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Catalytic properties of MIL-101", "Henschel, Antje; Gedrich, Kristina; Kraehnert, Ralph; Kaskel, Stefan", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2008", "),\r\n    ", "\r\n        (", "35", "),\r\n    ", "4192-4194", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A very high catalytic activity in the cyanosilylation reaction was obsd. for MIL-101, a chromium based metal-org. framework; moreover, MIL-101 is also a remarkably stable support for palladium in hydrogenation reactions, with significantly higher activity than e.g. palladium on activated carbon.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtFektbzP&md5=a521eb15962a16ba5113ce08c2f223fa", "8. ", "Maksimchuk", ", ", "N. V.", "; ", "Kovalenko", ", ", "K. A.", "; ", "Fedin", ", ", "V. P.", "; ", "Kholdeeva", ", ", "O. A.", " ", "Heterogeneous Selective Oxidation of Alkenes to α,β-unsaturated Ketones over Coordination Polymer MIL-101", " ", "Adv. Synth. Catal.", " ", "2010", ",  ", "352", ",  ", "2943", "– ", "2948", "[", "Crossref", "], [", "CAS", "]", "8. ", "Heterogeneous Selective Oxidation of Alkenes to α,β-Unsaturated Ketones over Coordination Polymer MIL-101", "Maksimchuk, Nataliya V.; Kovalenko, Konstantin A.; Fedin, Vladimir P.; Kholdeeva, Oxana A.", "Advanced Synthesis & Catalysis", "\r\n        (", "2010", "),\r\n    ", "352", "\r\n        (", "17", "),\r\n    ", "2943-2948", "CODEN:\r\n                ", "ASCAF7", ";\r\n        ISSN:", "1615-4150", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The mesoporous metal-org. framework MIL-101 is an efficient heterogeneous catalyst for the selective allylic oxidn. of alkenes with tert-Bu hydroperoxide.  The selectivity towards α,β-unsatd. ketones reaches 86-93%.  The temp. of the catalyst activation strongly affects the ketone yield.  MIL-101 is stable to chromium leaching, behaves as a true heterogeneous catalyst, can be easily recovered by filtration, and can be reused several times without loss of the catalytic performance.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVCjsLvO&md5=00d7d929f3d4057ce8910ca8b8048ab3", "9. ", "Maksimchuk", ", ", "N. V.", "; ", "Zalomaeva", ", ", "O. V.", "; ", "Skobelev", ", ", "I. Y.", "; ", "Kovalenko", ", ", "K. A.", "; ", "Fedin", ", ", "V. P.", "; ", "Kholdeeva", ", ", "O. A.", " ", "Metal–Organic Frameworks of the MIL-101 Family as Heterogeneous Single-Site Catalysts", " ", "Proc. R. Soc. A", " ", "2012", ",  ", "468", ",  ", "2017", "– ", "2034", "[", "Crossref", "], [", "CAS", "]", "9. ", "Metal-organic frameworks of the MIL-101 family as heterogeneous single-site catalysts", "Maksimchuk, Nataliya V.; Zalomaeva, Olga V.; Skobelev, Igor Y.; Kovalenko, Konstantin A.; Fedin, Vladimir P.; Kholdeeva, Oxana A.", "Proceedings of the Royal Society A: Mathematical, Physical and Engineering Sciences", "\r\n        (", "2012", "),\r\n    ", "468", "\r\n        (", "2143", "),\r\n    ", "2017-2034", "CODEN:\r\n                ", "PRSAC4", "\r\n        ISSN:", ".\r\n    \r\n            (", "Royal Society", ")\r\n        ", "In this short review, recent findings in the catalytic applications of mesoporous metal-org. frameworks of the MIL-101 family (Fe- and Cr-MIL-101) are surveyed and their potential in two types of liq.-phase processes is demonstrate: (i) selective oxidn. of hydrocarbons with green oxidants - O2 and tert-Bu hydroperoxide - and (ii) coupling reaction of org. oxides with CO2.  A comparison with conventional single-site catalysts is made with special attention to issues of the catalyst resistance to metal leaching and the nature of catalysis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtVynsbrO&md5=2d9c5c9339468bf1a191988f9d7fbccf", "10. ", "Pan", ", ", "Y.", "; ", "Yuan", ", ", "B.", "; ", "Li", ", ", "Y.", "; ", "He", ", ", "D.", " ", "Multifunctional Catalysis by Pd@MIL-101: One-Step Synthesis of Methyl Isobutyl Ketone over Palladium Nanoparticles Deposited on a Metal–Organic Framework", " ", "Chem. Commun. (Cambridge, U.K.)", " ", "2010", ",  ", "46", ",  ", "2280", "– ", "2282", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Multifunctional catalysis by Pd@MIL-101: one-step synthesis of methyl isobutyl ketone over palladium nanoparticles deposited on a metal-organic framework", "Pan, Yingyi; Yuan, Bizhen; Li, Yingwei; He, Dehua", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "13", "),\r\n    ", "2280-2282", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Palladium nanoparticles deposited on a chromium terephthalate MIL-101 is a highly efficient multifunctional catalyst for the one-step synthesis of Me iso-Bu ketone, with significantly higher activity than palladium on traditional materials, such as metal oxides and zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXjt1Khs7Y%253D&md5=14a6d69fa5df147b35dfadeb42450443", "11. ", "Yuan", ", ", "B.", "; ", "Pan", ", ", "Y.", "; ", "Li", ", ", "Y.", "; ", "Yin", ", ", "B.", "; ", "Jiang", ", ", "H.", " ", "A Highly Active Heterogeneous Palladium Catalyst for the Suzuki–Miyaura and Ullmann Coupling Reactions of Aryl Chlorides in Aqueous Media", " ", "Angew.Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "4054", "– ", "4058", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "A Highly Active Heterogeneous Palladium Catalyst for the Suzuki-Miyaura and Ullmann Coupling Reactions of Aryl Chlorides in Aqueous Media", "Yuan, Bizhen; Pan, Yingyi; Li, Yingwei; Yin, Biaolin; Jiang, Huanfeng", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "24", "),\r\n    ", "4054-4058, S4054/1-S4054/20", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Suzuki-Miyaura and Ullmann coupling reaction of aryl chlorides in aq. media catalyzed by metal-org. framework-supported palladium nanoparticles is reported.  MIL-101 (Cr3-(F,OH)(H2O)2O[(O2C)-C6H4-(CO2)]3.nH2O) was used as the support.  Palladium in the reduced form is the active site for both reactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXmvFSltbg%253D&md5=e742574d37648dc465de815f4fbe2b0c", "12. ", "Hermannsdörfer", ", ", "J.", "; ", "Kempe", ", ", "R.", " ", "Selective Palladium-Loaded MIL-101 Catalysts", " ", "Chem.—Eur. J.", " ", "2011", ",  ", "17", ",  ", "8071", "– ", "8077", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", "13. ", "Maksimchuk", ", ", "N. V.", "; ", "Kholdeeva", ", ", "O. A.", "; ", "Kovalenko", ", ", "K. A.", "; ", "Fedin", ", ", "V. P.", " ", "MIL-101 Supported Polyoxometalates: Synthesis, Characterization, and Catalytic Applications in Selective Liquid-Phase Oxidation", " ", "Isr. J. Chem.", " ", "2011", ",  ", "51", ",  ", "281", "– ", "289", "[", "Crossref", "], [", "CAS", "]", "13. ", "MIL-101 Supported Polyoxometalates: Synthesis, Characterization, and Catalytic Applications in Selective Liquid-Phase Oxidation", "Maksimchuk, Nataliya V.; Kholdeeva, Oxana A.; Kovalenko, Konstantin A.; Fedin, Vladimir P.", "Israel Journal of Chemistry", "\r\n        (", "2011", "),\r\n    ", "51", "\r\n        (", "2", "),\r\n    ", "281-289", "CODEN:\r\n                ", "ISJCAT", ";\r\n        ISSN:", "0021-2148", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  In this short review paper, the authors survey recent achievements in the prepn. of heterogeneous catalysts by incorporation of polyoxometalates (POMs) within cages of a mesoporous coordination polymer MIL-101 [metal-org. framework, coordination polymer, MOF, triangulo-diaquatris[μ-[1,4-benzenedicarboxylate(2-)-κO1:κO'1]]fluoro-μ3-oxotrichromium hydrate], their physicochem. characterization and application for liq.-phase selective oxidn. of org. compds. with green oxidants [green chem., oxygen (O2) and aq. H2O2].  Special attention is paid to analyze a manifestation of confinement effects and to address the issues of catalytic activity and selectivity after immobilization and after recycling, catalyst resistance to POM leaching and the nature of catalysis.  The scope and limitations of POM/MIL-101 catalysts are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjsVKgtLc%253D&md5=d8edfe0d5cbcb85fbafd85b091c7643f", "14. ", "Zalomaeva", ", ", "O. V.", "; ", "Kovalenko", ", ", "K. A.", "; ", "Chesalov", ", ", "Y. A.", "; ", "Mel’gunov", ", ", "M. S.", "; ", "Zaikovskii", ", ", "V. I.", "; ", "Kaichev", ", ", "V. V.", "; ", "Sorokin", ", ", "A. B.", "; ", "Kholdeeva", ", ", "O. A.", "; ", "Fedin", ", ", "V. P.", " ", "Iron Tetrasulfophthalocyanine Immobilized on Metal Organic Framework MIL-101: Synthesis, Characterization and Catalytic Properties", " ", "Dalton Trans.", " ", "2011", ",  ", "40", ",  ", "1441", "– ", "1444", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Iron tetrasulfophthalocyanine immobilized on metal organic framework MIL-101: Synthesis, characterization and catalytic properties", "Zalomaeva, Olga V.; Kovalenko, Konstantin A.; Chesalov, Yurii A.; Melgunov, Maxim S.; Zaikovskii, Vladimir I.; Kaichev, Vasily V.; Sorokin, Alexander B.; Kholdeeva, Oxana A.; Fedin, Vladimir P.", "Dalton Transactions", "\r\n        (", "2011", "),\r\n    ", "40", "\r\n        (", "7", "),\r\n    ", "1441-1444", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Iron tetrasulfophthalocyanine (FePcS) has been irreversibly inserted into nanocages of the metal org. framework MIL-101 to give a hybrid material FePcS/MIL-101 which demonstrated a superior catalytic performance in the selective oxidn. of arom. substrates with tBuOOH than homogeneous FePcS.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlOjsL8%253D&md5=2f9dfaf99b5b7176d1e9106c827b2180", "15. ", "Horcajada", ", ", "P.", "; ", "Gref", ", ", "R.", "; ", "Baati", ", ", "T.", "; ", "Allan", ", ", "P. K.", "; ", "Maurin", ", ", "G.", "; ", "Couvreur", ", ", "P.", "; ", "Férey", ", ", "G.", "; ", "Morris", ", ", "R. E.", "; ", "Serre", ", ", "C.", " ", "Metal–Organic Frameworks in Biomedicine", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1232", "– ", "1268", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Metal-Organic Frameworks in Biomedicine", "Horcajada, Patricia; Gref, Ruxandra; Baati, Tarek; Allan, Phoebe K.; Maurin, Guillaume; Couvreur, Patrick; Ferey, Gerard; Morris, Russell E.; Serre, Christian", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1232-1268", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Coordination polymers or MOFs (metal-org. frameworks) as porous solids for biomedical are reviewed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1SrtbzN&md5=62d808da30f56c11c9a54bf70fabdc0e", "16. ", "Férey", ", ", "G.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Dutour", ", ", "J.", "; ", "Surblé", ", ", "S.", "; ", "Margiolak", ", ", "I. A.", " ", "Chromium Terephthalate–Based Solid with Unusually Large Pore Volumes and Surface Area", " ", "Science", " ", "2005", ",  ", "309", ",  ", "2040", "– ", "2042", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "A Chromium Terephthalate-Based Solid with Unusually Large Pore Volumes and Surface Area", "Ferey, G.; Mellot-Draznieks, C.; Serre, C.; Millange, F.; Dutour, J.; Surble, S.; Margiolaki, I.", "Science (Washington, DC, United States)", "\r\n        (", "2005", "),\r\n    ", "309", "\r\n        (", "5743", "),\r\n    ", "2040-2042", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "We combined targeted chem. and computational design to create a crystal structure for porous chromium terephthalate, MIL-101, with very large pore sizes and surface area.  Its zeotype cubic structure has a giant cell vol. (∼702,000 cubic angstroms), a hierarchy of extra-large pore sizes (∼30 to 34 angstroms), and a Langmuir surface area for N2 of ∼5900 ± 300 square meters per g.  Beside the usual properties of porous compds., this solid has potential as a nanomold for monodisperse nanomaterials, as illustrated here by the incorporation of Keggin polyanions within the cages.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtVWntL3E&md5=6313e7e95b0edca92bb34df3f0c9752d", "17. ", "Bernt", ", ", "S.", "; ", "Guillerm", ", ", "V.", "; ", "Serre", ", ", "C.", "; ", "Stock", ", ", "N.", " ", "Direct Covalent Post-Synthetic Chemical Modification of Cr-MIL-101 Using Nitrating Acid", " ", "Chem. Commun. (Cambridge, U.K.)", " ", "2011", ",  ", "47", ",  ", "2838", "– ", "2840", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Direct covalent post-synthetic chemical modification of Cr-MIL-101 using nitrating acid", "Bernt, Stephan; Guillerm, Vincent; Serre, Christian; Stock, Norbert", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "10", "),\r\n    ", "2838-2840", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "For the 1st time, functionality was covalently introduced into the Cr-MIL-101 network by post-synthetic modification of the terephthalate linker mol. through nitration.  The nitro group was reduced and the amino group was reacted with Et isocyanate to yield the corresponding urea deriv.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXit1ejsro%253D&md5=21507c6083135d86199189c9e315d34f", "18. ", "Loiseau", ", ", "T.", "; ", "Ferey", ", ", "G.", " ", "Crystalline Oxyfluorinated Open-Framework Compounds: Silicates, Metal Phosphates, Metal Fluorides and Metal-Organic Frameworks (MOF)", " ", "J. Fluorine Chem.", " ", "2007", ",  ", "128", ",  ", "413", "– ", "422", "[", "Crossref", "], [", "CAS", "]", "18. ", "Crystalline oxy-fluorinated open-framework compounds: Silicates, metal phosphates, metal fluorides and metal-organic frameworks (MOF)", "Loiseau, Thierry; Ferey, Gerard", "Journal of Fluorine Chemistry", "\r\n        (", "2007", "),\r\n    ", "128", "\r\n        (", "4", "),\r\n    ", "413-422", "CODEN:\r\n                ", "JFLCAR", ";\r\n        ISSN:", "0022-1139", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  This contribution is dedicated to a short overview on the utilization of fluorine for the prepn. of cryst. microporous frameworks including different families of solids: zeolites, metal phosphates and metal-org. frameworks (MOF-type).  Beside the silicates compds., this presentation is focused on the different types of fluorinated aluminum or gallium phosphates hydrothermally obtained in the presence of org. structure-directing agent or templates.  The structural features of aluminum fluorides synthesized with amines are also detailed as well as the influence of fluorine in the synthesis of the metal-org. frameworks involving trivalent metals.  The role of fluorine is described for the hydrothermal synthesis of the different classes of materials.  Fluorine is known for playing the role of mineralizing agent and favors the formation of well cryst. phases.  The use of HF modifies the pH of the reaction which allows for the insertion of addnl. metallic cations on the mineral network.  From the structural point of view, fluoride anions can be located within small cavities of the 3D framework and interactions with metals T (T = Si, Al, Ga, ...) are often obsd., resulting in the coordination change (from tetrahedral unit TO4 to trigonal bipyramid TO4F or octahedron TO4F2).  Several configurations are found for fluorine and it seems to favor the stabilization of the specific cubane-like building unit (D4R) in which it is trapped or participate in the coordination sphere of the metal atoms with bridging or terminal bondings.  In general, new three-dimensional topologies with extra-large pores are obtained.  The synthesis of purely aluminum fluorides with structure-directing agents is considered but only mol. or low-dimensional structures (chain-like or layered) compds. have been described.  Fluorine is also used as a mineralizing agent for the prepn. of well cryst. porous aluminum or chromium carboxylates and it was obsd. to partly substitute the aquo ligands in the giant pores of the compd. MIL-100.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXjsVOit7c%253D&md5=57c74b7ab4e56624242d7d0efc57d265", "19. ", "Berdonosova", ", ", "E. A.", "; ", "Maletskaya", ", ", "N. V.", "; ", "Kogan", ", ", "E. V.", "; ", "Kovalenko", ", ", "K. A.", "; ", "Klyamkin", ", ", "S. N.", "; ", "Dybtsev", ", ", "D. N.", "; ", "Fedin", ", ", "V. P.", " ", "Synthesis and Gas Sorption Properties of Halogen-Doped Mesoporous Chromium(III) Terephthalate", " ", "Russ. Chem. Bull.", " ", "2013", ",  ", "62", ",  ", "157", "– ", "162", "[", "Crossref", "], [", "CAS", "]", "19. ", "Synthesis and gas sorption properties of halogen-doped mesoporous chromium(III) terephthalate", "Berdonosova, E. A.; Maletskaya, N. V.; Kogan, E. V.; Kovalenko, K. A.; Klyamkin, S. N.; Dybtsev, D. N.; Fedin, V. P.", "Russian Chemical Bulletin", "\r\n        (", "2013", "),\r\n    ", "62", "\r\n        (", "1", "),\r\n    ", "157-162", "CODEN:\r\n                ", "RCBUEY", ";\r\n        ISSN:", "1066-5285", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "Mesoporous chromium(III) terephthalate MIL-101 was treated with aq. solns. of sodium fluoride, chloride, and bromide.  The properties of the resulting compds. to sorb nitrogen, hydrogen, and methane were studied.  The methane sorption was shown to depend on the nature of the inserted halide ion.  The treatment with a sodium chloride soln. leads to an increase in the methane uptake by MIL-101.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1OltLbF&md5=654a5c959a23bcf198ddfb079a2fa040", "20. ", "Hong", ", ", "D.-Y.", "; ", "Hwang", ", ", "Y. K.", "; ", "Serre", ", ", "C.", "; ", "Ferey", ", ", "G.", "; ", "Chang", ", ", "J.-S.", " ", "Porous Chromium Terephthalate MIL-101 with Coordinatively Unsaturated Sites: Surface Functionalization, Encapsulation, Sorption and Catalysis", " ", "Adv. Funct. Mater.", " ", "2009", ",  ", "19", ",  ", "1537", "– ", "1552", "[", "Crossref", "], [", "CAS", "]", "20. ", "Porous chromium terephthalate MIL-101 with coordinatively unsaturated sites: surface functionalization, encapsulation, sorption and catalysis", "Hong, Do-Young; Hwang, Young Kyu; Serre, Christian; Ferey, Gerard; Chang, Jong-San", "Advanced Functional Materials", "\r\n        (", "2009", "),\r\n    ", "19", "\r\n        (", "10", "),\r\n    ", "1537-1552", "CODEN:\r\n                ", "AFMDC6", ";\r\n        ISSN:", "1616-301X", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  A metal-org. framework (MOF), chromium(III) terephthalate (MIL-101), possesses several unprecedented features such as a mesoporous zeotype architecture with mesoporous cages and microporous windows, a giant cell vol., huge surface area, and numerous unsatd. chromium sites.  The presence of unsatd. Cr(III) sites in MIL-101 provides an intrinsic chelating property with electron-rich functional groups.  This feature offers a powerful way to selectively functionalize the unsatd. sites in the MOFs, differing in many respects from the functionalization of mesoporous silica and other porous hybrids reported so far.  This work demonstrates that the surface amine-grafting undoubtedly provides a general way of selective functionalization of porous MOFs besides that with unsatd. metal sites.  The present approach indeed ensures the development of functionalized MOFs for the immobilization and encapsulation of org. mols. and metal components that are useful for catalysis, adsorption, mol. recognition, and so on.  Here some of the recent ideas concerning site-selective functionalization of MIL-101 are examd. and explained, focusing on the utilization of unsatd. Cr(III) sites.  Recent advances in synthesis, selective surface functionalization, outstanding sorption properties, encapsulation of nano-objects, and catalytic applications in MIL-101 are also described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXnt1Cmt70%253D&md5=9c9ac2732d0d505aef9d0f9b299987e7", "21. ", "Yakovleva", ", ", "N. A.", "; ", "Ganich", ", ", "E. A.", "; ", "Rumyantseva", ", ", "T. N.", "; ", "Semenenko", ", ", "K. N.", " ", "Interaction Mechanism of Hydrogen with the CaCu", "5", "-type Crystal Structure Intermetallic Compounds", " ", "J. Alloys Compd.", " ", "1996", ",  ", "241", ",  ", "112", "– ", "115", "[", "Crossref", "], [", "CAS", "]", "21. ", "Interaction mechanism of hydrogen with the CaCu5-type crystal structure intermetallic compounds", "Yakovleva, N. A.; Ganich, E. A.; Rumyantseva, T. N.; Semenenko, K. N.", "Journal of Alloys and Compounds", "\r\n        (", "1996", "),\r\n    ", "241", "\r\n        (", "1-2", "),\r\n    ", "112-115", "CODEN:\r\n                ", "JALCEU", ";\r\n        ISSN:", "0925-8388", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "Calorimetry titrn. using differential calorimetry was used to study the interaction mechanism of H with the metal phase in LaNi4.5Cu0.5 and LaNi3.5Cu1.5 alloys.  Formation of α- and β-hydriding phases in such systems proceeds by different mechanisms.  The data obtained are well correlated with the results of the isotherms for the intermetallic compd./H2 systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28Xlsl2is7g%253D&md5=46ef30a624feab2653f021543cced689", "22. ", "Saito", ", ", "A.", "; ", "Foley", ", ", "H. C.", " ", "High-Resolution Nitrogen and Argon Adsorption on ZSM-5 Zeolites: Effects of Cation Exchange and Si/Al Ratio", " ", "Microporous Mater.", " ", "1995", ",  ", "3", ",  ", "543", "– ", "556", "[", "Crossref", "], [", "CAS", "]", "22. ", "High-resolution nitrogen and argon adsorption on ZSM-5 zeolites: effects of cation exchange and Si/Al ratio", "Saito, Akira; Foley, Henry C.", "Microporous Materials", "\r\n        (", "1995", "),\r\n    ", "3", "\r\n        (", "4-5", "),\r\n    ", "543-56", "CODEN:\r\n                ", "MCMTEV", ";\r\n        ISSN:", "0927-6513", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "ZSM-5 zeolites with Si/Al ratios of 23, 72 and >400 were synthesized in the lab. as Na+ and cation (H+, Co2+, Cu2+, Fe2+ and Zn2+)-exchanged forms and were examd. by nitrogen and argon porosimetry.  Na-ZSM-5 of any Si/Al ratio and high-alumina ZSM-5 (Si/Al = 23) zeolites of any exchanged cation display single transition adsorption isotherms (type I isotherm) for both nitrogen and argon.  Other cation-exchanged ZSM-5 zeolites of lower alumina contents display step-like isotherms, i.e. two transitions in adsorption, and the second transition occurs between a relative pressure (P/Po) of 0.15 and 0.2 for nitrogen and between 1·10-3 and 2·10-3 for argon.  Calcd. micropore size distributions based on argon adsorption show that the Na+ form or high-alumina ZSM-5 samples have a single pore of 0.55 nm as expected, while the other ZSM-5 samples which have a second transition of adsorption display the expected pore size of 0.55 nm but also an apparent larger pore at 0.77 nm, a non-phys. result.  The calcd. pore size of 0.55 nm for all the ZSM-5 represents its true micropore structure.  Variations in the Si/Al ratio and exchanged cations have no effect on this calcd. value.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXjslChs7w%253D&md5=db8c78ab4dc34fce77fcc182dfb50a13", "23. ", "Kaye", ", ", "S. S.", "; ", "Dailly", ", ", "A.", "; ", "Yaghi", ", ", "O. M.", "; ", "Long", ", ", "J. R.", " ", "Impact of Preparation and Handling on the Hydrogen Storage Properties of Zn", "4", "O(1,4-benzenedicarboxylate)", "3", " (MOF-5)", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "14176", "– ", "14177", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Impact of Preparation and Handling on the Hydrogen Storage Properties of Zn4O(1,4-benzenedicarboxylate)3 (MOF-5)", "Kaye, Steven S.; Dailly, Anne; Yaghi, Omar M.; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "46", "),\r\n    ", "14176-14177", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The prototypical metal-org. framework Zn4O(BDC)3 (MOF-5, BDC2- = 1,4-benzenedicarboxylate) decomps. gradually in humid air to form a nonporous solid.  Recognizing this, improved procedures for its synthesis and handling were developed, leading to significant increases in N2 and H2 gas adsorption capacities.  Nitrogen adsorption isotherms measured at 77 K reveal an enhanced max. N2 uptake of 44.5 mmol/g and a BET surface area of 3800 m2/g, compared to the 35.8 mmol/g and 3100 m2/g obtained for a sample prepd. using previous methods.  High-pressure H2 adsorption isotherms show improvements from 5.0 to 7.1 excess wt. % at 77 K and 40 bar.  The total H2 uptake was further obsd. to climb to 11.5% at 170 bar, corresponding to a volumetric storage d. of 77 g/L.  Thus, the air-free compd. exhibits the highest gravimetric and volumetric H2 uptake capacities yet demonstrated for a cryogenic hydrogen storage material.  Also, no loss of capacity was apparent during 24 complete adsorption-desorption cycles, while kinetics measurements showed a loading time of 2 min with application of just 45 bar of pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXht1CrurvF&md5=225d78a759d3f213ea51beff7a7f784e", "24. ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", "; ", "Yaghi", ", ", "O. M.", " ", "Exceptional H", "2", " Saturation Uptake in Microporous Metal-Organic Frameworks", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "3494", "– ", "3495", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Exceptional H2 Saturation Uptake in Microporous Metal-Organic Frameworks", "Wong-Foy, Antek G.; Matzger, Adam J.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "11", "),\r\n    ", "3494-3495", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Satn. H2 uptake in a series of microporous metal-org. frameworks (MOFs) has been measured at 77 K.  Satn. pressures vary between 25 and 80 bar across the series, with MOF-177 showing the highest uptake on a gravimetric basis (7.5 wt %) and IRMOF-20 showing the highest uptake on a volumetric basis at 34 g/L.  These results demonstrate that max. H2 storage capacity in MOFs correlates well to surface area, and that feasible volumetric uptakes can be realized even in highly porous materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhvVCjsr8%253D&md5=f6d94bff4ebfd39eedeec1e04573a2e4", "25. ", "Thermophysical Properties of Fluid Systems, Database of National Institute of Standards and Technology, NIST. ", "http://webbook.nist.gov/chemistry/fluid/", ".", "There is no corresponding record for this reference.", "26. ", "Polyakova", ", ", "E. V.", "; ", "Shuvaeva", ", ", "O. V.", " ", "Capillary Electrophoresis Determination of Inorganic Anions with Counter Electroosmotic Flow", " ", "Analytica i control (Russ.)", " ", "2009", ",  ", "13", ",  ", "147", "– ", "152", "There is no corresponding record for this reference.", "27. ", "Yang", ", ", "J.", "; ", "Zhao", ", ", "Q.", "; ", "Li", ", ", "J.", "; ", "Dong", ", ", "J.", " ", "Synthesis of Metal–Organic Framework MIL-101 in TMAOH-Cr(NO", "3", ")", "3", "-H", "2", "BDC-H", "2", "O and Its Hydrogen-Storage Behavior", " ", "Microporous Mesoporous Mater.", " ", "2010", ",  ", "130", ",  ", "174", "– ", "179", "[", "Crossref", "], [", "CAS", "]", "27. ", "Synthesis of metal-organic framework MIL-101 in TMAOH-Cr(NO3)3-H2BDC-H2O and its hydrogen-storage behavior", "Yang, Jiangfeng; Zhao, Qiang; Li, Jinping; Dong, Jinxiang", "Microporous and Mesoporous Materials", "\r\n        (", "2010", "),\r\n    ", "130", "\r\n        (", "1-3", "),\r\n    ", "174-179", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "High pure metal-org. framework chromium terephthalate (MIL-101) was synthesized from TMAOH-Cr(NO3)3-H2BDC-H2O for the first time.  Typical synthesized samples were characterized by X-ray diffraction, SEM, thermal gravimetric anal., and volumetric nitrogen adsorption.  Hydrogen adsorption isotherms of the material were studied at 77 K.  The results showed that H2 adsorption was up to 4.01 wt% at 1 MPa which approached the documented value (4.1 wt% at 1 MPa and 77 K).  It was confirmed that alk. medium played an important role in this study, on the one hand, it promoted dissoln. of the raw material H2BDC in water in the system and the pure sample was obtained easily, on the other hand, the pure sample which was more beneficial was used as the hydrogen storage material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhvFOrtb4%253D&md5=422783e3d3f0ab62fd46b5bebee6f842", "28. ", "Bromberg", ", ", "L.", "; ", "Diao", ", ", "Y.", "; ", "Wu", ", ", "H.", "; ", "Speakman", ", ", "S. A.", "; ", "Hatton", ", ", "T. A.", " ", "Chromium(III) Terephthalate Metal Organic Framework (MIL-101): HF-Free Synthesis, Structure, Polyoxometalate Composites, and Catalytic Properties", " ", "Chem. Mater.", " ", "2012", ",  ", "24", ",  ", "1664", "– ", "1675", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Chromium(III) Terephthalate Metal Organic Framework (MIL-101): HF-Free Synthesis, Structure, Polyoxometalate Composites, and Catalytic Properties", "Bromberg, Lev; Diao, Ying; Wu, Huimeng; Speakman, Scott A.; Hatton, T. Alan", "Chemistry of Materials", "\r\n        (", "2012", "),\r\n    ", "24", "\r\n        (", "9", "),\r\n    ", "1664-1675", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Hybrid materials of the metal-org. framework (MOF), chromium(III) terephthalate (MIL-101), and phosphotungstic acid (PTA) were synthesized in aq. media in the absence of hydrofluoric acid.  XRD anal. of the MIL101/PTA composites indicates ordered PTA assemblies residing in both the large cages and small pores of MIL-101, which suggests the formation of previously undocumented structures.  The MIL101/PTA structure enables a PTA payload 1.5-2 times higher than previously achieved.  The catalytic performance of the MIL101/PTA composites was assessed in the Baeyer condensation of benzaldehyde and 2-naphthol, in the three-component condensation of benzaldehyde, 2-naphthol, and acetamide, and in the epoxidn. of caryophyllene by hydrogen peroxide.  The catalytic efficiency was demonstrated by the high (over 80-90%) conversion of the reactants under microwave-assisted heating.  In four consecutive reaction cycles, the catalyst recovery was >75%, whereas the product yields were maintained >92%.  The simplicity of prepn., exceptional stability, and reactivity of the novel composites indicate potential in use of these catalytic matrixes in a multitude of catalytic reactions and engineering processes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xlt1aqtr0%253D&md5=1c9cb8135721e3efecd057e036232695", "29. ", "Hwang", ", ", "Y. K.", "; ", "Hong", ", ", "D. Y.", "; ", "Chang", ", ", "J. S.", "; ", "Seo", ", ", "H.", "; ", "Yoon", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Jhung", ", ", "S. H.", "; ", "Serre", ", ", "C.", "; ", "Ferey", ", ", "G.", " ", "Selective Sulfoxidation of Aryl Sulfides by Coordinatively Unsaturated Metalcenters in Chromium Carboxylate MIL-101", " ", "Appl. Catal., A", " ", "2009", ",  ", "358", ",  ", "249", "– ", "253", "[", "Crossref", "], [", "CAS", "]", "29. ", "Selective sulfoxidation of aryl sulfides by coordinatively unsaturated metal centers in chromium carboxylate MIL-101", "Hwang, Young Kyu; Hong, Do-Young; Chang, Jong-San; Seo, Hyejin; Yoon, Minji; Kim, Jinheung; Jhung, Sung Hwa; Serre, Christian; Ferey, Gerard", "Applied Catalysis, A: General", "\r\n        (", "2009", "),\r\n    ", "358", "\r\n        (", "2", "),\r\n    ", "249-253", "CODEN:\r\n                ", "ACAGE4", ";\r\n        ISSN:", "0926-860X", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The nanoporous chromium carboxylate MIL-101 with coordinatively unsatd. chromium sites has been shown to be active in the sulfoxidn. of aryl sulfides with H2O2 to selectively produce the corresponding sulfoxides.  Interestingly, the electron-releasing groups in the oxygenation reaction of para-X-Ph Me sulfoxides (X-Ph-S-CH3, X = CH3, H, NO2, and CN) enhanced the oxidn. reactivity in 1:1 mixts. of X-Ph-S-CH3:H-Ph-S-CH3.  Moreover, the 18O-labeled expts. to understand the source of oxygen in sulfoxide products proved that the oxygen atom in the sulfoxide product was entirely derived from H2O2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjslersro%253D&md5=76ab3c1bb004d8154ce8017f4ad5bed6", "30. ", "Maksimchuk", ", ", "N.", "; ", "Timofeeva", ", ", "M.", "; ", "Melgunov", ", ", "M.", "; ", "Shmakov", ", ", "A.", "; ", "Chesalov", ", ", "Y.", "; ", "Dybtsev", ", ", "D.", "; ", "Fedin", ", ", "V.", "; ", "Kholdeeva", ", ", "O.", " ", "Heterogeneous Selective Oxidation Catalysts Based on Coordination Polymer MIL-101 and Transition Metal-Substituted Polyoxometalates", " ", "J. Catal.", " ", "2008", ",  ", "257", ",  ", "315", "– ", "323", "[", "Crossref", "], [", "CAS", "]", "30. ", "Heterogeneous selective oxidation catalysts based on coordination polymer MIL-101 and transition metal-substituted polyoxometalates", "Maksimchuk, N. V.; Timofeeva, M. N.; Melgunov, M. S.; Shmakov, A. N.; Chesalov, Yu. A.; Dybtsev, D. N.; Fedin, V. P.; Kholdeeva, O. A.", "Journal of Catalysis", "\r\n        (", "2008", "),\r\n    ", "257", "\r\n        (", "2", "),\r\n    ", "315-323", "CODEN:\r\n                ", "JCTLA5", ";\r\n        ISSN:", "0021-9517", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "Titanium- and cobalt-monosubstituted Keggin heteropolyanions, [PW11CoO39]5- and [PW11TiO40]5-, were electrostatically bound to the chromium terephthalate polymer matrix MIL-101.  The MIL-supported polyoxometalate (POM) catalysts were characterized by elemental anal., XRD, N2 adsorption, and FT-IR-spectroscopy.  The catalytic performance of both MIL-101 and the novel composite materials M-POM/MIL-101 was assessed in the oxidn. of three representative alkenes - α-pinene, caryophyllene, and cyclohexene - using mol. oxygen and aq. hydrogen peroxide as oxidants.  Ti-POM/MIL-101 demonstrated fairly good catalytic activity and selectivity in α-pinene allylic oxidn. and caryophyllene epoxidn. with hydrogen peroxide, whereas Co-POM/MIL-101 catalyzed α-pinene allylic oxidn. by mol. oxygen.  Both composite materials are stable to POM leaching, behave as true heterogeneous catalysts, and can be used repeatedly without sustaining a loss of activity and selectivity in oxidns. with O2 and H2O2, provided that rather mild reaction conditions (T < 50 °C, [H2O2] < 0.2 M) are used with the latter oxidant.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXotFalsr8%253D&md5=73d76336cc48687e024f2310ae649f2c", "31. ", "Dybtsev", ", ", "D. N.", "; ", "Kovalenko", ", ", "K. A.", "; ", "Mironov", ", ", "Y. V.", "; ", "Fedin", ", ", "V. P.", "; ", "Ferey", ", ", "G.", "; ", "Yakovleva", ", ", "N. A.", "; ", "Berdonosova", ", ", "E. A.", "; ", "Klyamkin", ", ", "S. N.", "; ", "Kogan", ", ", "E. V.", " ", "Reversible Sorption of Hydrogen on the Novel Hybrid Material Based on Mesoporous Chromium(III) Terephthalate with Iincluded Rhenium Clusters", " ", "Russ. Chem. Bull.", " ", "2009", ",  ", "58", ",  ", "1623", "– ", "1626", "[", "Crossref", "], [", "CAS", "]", "31. ", "Reversible sorption of hydrogen on the novel hybrid material based on mesoporous chromium(III) terephthalate with included rhenium clusters", "Dybtsev, D. N.; Kovalenko, K. A.; Mironov, Yu. V.; Fedin, V. P.; Ferey, G.; Yakovleva, N. A.; Berdonosova, E. A.; Klyamkin, S. N.; Kogan, E. V.", "Russian Chemical Bulletin", "\r\n        (", "2009", "),\r\n    ", "58", "\r\n        (", "8", "),\r\n    ", "1623-1626", "CODEN:\r\n                ", "RCBUEY", ";\r\n        ISSN:", "1066-5285", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "The interaction of mesoporous chromium(III) terephthalate [Cr3O(C8H4O4)3F(H2O)2] (MIL-101) with an aq. soln. of the anionic cluster [Re4S4F12]4- ({Re4}) afforded a novel hybrid material {Re4}@MIL-101.  According to the elemental anal. data, one cavity of the nanoporous framework contains up to two-three tetranuclear rhenium clusters.  The hybrid sorbent obtained reversibly absorbs up to 3.7% hydrogen at 77 K and 30 atm.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXntVGitb4%253D&md5=53f2ef03d094ef8a645ea530a9c1e341", "32. ", "Chen", ", ", "Y. F.", "; ", "Babarao", ", ", "R.", "; ", "Sandler", ", ", "S. I.", "; ", "Jiang", ", ", "J. W.", " ", "Metal-Organic Framework MIL-101 for Adsorption and Effect of Terminal Water Molecules: From Quantum Mechanics to Molecular Simulation", " ", "Langmuir", " ", "2010", ",  ", "26", ",  ", "8743", "– ", "8750", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "Metal-Organic Framework MIL-101 for Adsorption and Effect of Terminal Water Molecules: From Quantum Mechanics to Molecular Simulation", "Chen, Y. F.; Babarao, R.; Sandler, S. I.; Jiang, J. W.", "Langmuir", "\r\n        (", "2010", "),\r\n    ", "26", "\r\n        (", "11", "),\r\n    ", "8743-8750", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "MIL-101 is a chromium terephthalate-based mesoscopic metal-org. framework and one of the most porous materials reported to date.  The authors study the adsorption of CO2 and CH4 in dehydrated and hydrated MIL-101 and the effect of terminal water mols. on adsorption.  The atomistic structures of MIL-101 are constructed from exptl. crystallog. data, energy minimization, and quantum mech. optimization.  The adsorption isotherm of CO2 predicted from mol. simulation agrees well with expt. and is relatively insensitive to the method (Merz-Kollman or Mulliken) used to est. the framework charges.  Both the united-atom and five-site models of CH4 predict the isotherm fairly well, though the former overestimates and the latter underestimates.  Adsorption 1st occurs in the microporous supertetrahedra at low pressures and then in the mesoscopic cages with increasing pressure.  In the dehydrated MIL-101, more adsorbate mols. are located near the exposed Cr2 sites than the fluorine satd. Cr1 sites.  The terminal water mols. in the hydrated MIL-101 act as addnl. interaction sites and enhance adsorption at low pressures.  This enhancement is more pronounced for CO2 than for CH4, because CO2 is quadrupolar and interacts more strongly with the terminal water mols.  At high pressures, however, the reverse is obsd., as the presence of terminal water mols. reduces free vol. and adsorption.  For the adsorption of CO2/CH4 mixt., a higher selectivity is found in the hydrated MIL-101.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFantLo%253D&md5=76d9ded7372f4de686d7db98992362ed", "33. ", "Lin", ", ", "X.", "; ", "Telepeni", ", ", "I.", "; ", "Blake", ", ", "A. J.", "; ", "Dailly", ", ", "A.", "; ", "Brown", ", ", "C. M.", "; ", "Simmons", ", ", "J. M.", "; ", "Zoppi", ", ", "M.", "; ", "Walker", ", ", "G. S.", "; ", "Thomas", ", ", "K. M.", "; ", "Mays", ", ", "T. J.", " ", "High Capacity Hydrogen Adsorption in Cu(II) Tetracarboxylate Framework Materials: The Role of Pore Size, Ligand Functionalization, and Exposed Metal Sites", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "2159", "– ", "2171", "[", "ACS Full Text ", "], [", "CAS", "]", "33. ", "High Capacity Hydrogen Adsorption in Cu(II) Tetracarboxylate Framework Materials: The Role of Pore Size, Ligand Functionalization, and Exposed Metal Sites", "Lin, Xiang; Telepeni, Irvin; Blake, Alexander J.; Dailly, Anne; Brown, Craig M.; Simmons, Jason M.; Zoppi, Marco; Walker, Gavin S.; Thomas, K. Mark; Mays, Timothy J.; Hubberstey, Peter; Champness, Neil R.; Schroder, Martin", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "6", "),\r\n    ", "2159-2171", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Isostructural metal-org. framework polymers [Cu2(L)(H2O)2] (L = tetracarboxylate ligands), denoted NOTT-nnn, were synthesized and characterized.  Single crystal x-ray structures confirm the complexes to contain binuclear Cu(II) paddlewheel nodes each bridged by four carboxylate centers to give a NbO-type network of 64·82 topol.  These complexes are activated by solvent exchange with acetone coupled to heating cycles under vacuum to afford the desolvated porous materials NOTT-100 to NOTT-109.  These incorporate a vacant coordination site at each Cu(II) center and have large pore vols. that contribute to the obsd. high H2 adsorption.  Indeed, NOTT-103 at 77 K and 60 bar shows a very high total H2 adsorption of 77.8 mg g-1 equiv. to 7.78% [wt% = (wt. of adsorbed H2)/(wt. of host material)] or 7.22% [wt% = 100(wt. of adsorbed H2)/(wt. of host material + wt. of adsorbed H2)].  Neutron powder diffraction studies on NOTT-101 reveal three adsorption sites for this material: at the exposed Cu(II) coordination site, at the pocket formed by three {Cu2} paddle wheels, and at the cusp of three Ph rings.  Systematic virial anal. of the H2 isotherms suggests that the H2 binding energies at these sites are very similar and the differences are smaller than 1.0 kJ mol-1, although the adsorption enthalpies for H2 at the exposed Cu(II) site are significantly affected by pore metrics.  Introducing Me groups or using kinked ligands to create smaller pores can enhance the isosteric heat of adsorption and improve H2 adsorption.  However, although increasing the overlap of potential energy fields of pore walls increases the heat of H2 adsorption at low pressure, it may be detrimental to the overall adsorption capacity by reducing the pore vol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXptlOitQ%253D%253D&md5=cbc9f02158801ff5dacb7df033416d78", "34. ", "Reid", ", ", "C. R.", "; ", "Thomas", ", ", "K. M.", " ", "Adsorption of Gases on a Carbon Molecular Sieve Used for Air Separation: Linear Adsorptives as Probes for Kinetic Selectivity", " ", "Langmuir", " ", "1999", ",  ", "15", ",  ", "3206", "– ", "3218", "[", "ACS Full Text ", "], [", "CAS", "]", "34. ", "Adsorption of Gases on a Carbon Molecular Sieve Used for Air Separation: Linear Adsorptives as Probes for Kinetic Selectivity", "Reid, C. R.; Thomas, K. M.", "Langmuir", "\r\n        (", "1999", "),\r\n    ", "15", "\r\n        (", "9", "),\r\n    ", "3206-3218", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption of oxygen, nitrogen, and a series of gases/vapors with linear structures (carbon monoxide, carbon dioxide, nitrous oxide, acetylene and carbon disulfide) on a carbon mol. sieve typical of the materials used for air sepn. were studied over a range of temps. as a function of pressure in order to understand further the mechanism of air sepn.  The ratios of the rate consts. (kO2/kN2) were typically 25 for the carbon mol. sieve used thereby demonstrating the mol. sieving characteristics.  The adsorption kinetics obey a linear driving force (LDF) mass transfer model for most of the gases and exptl. conditions studied.  However there were deviations from the LDF model for carbon dioxide and nitrous oxide.  In the case of the former, the kinetic models ranged from LDF through a combined barrier resistance/diffusion model to Fickian diffusion depending on the exptl. conditions.  The adsorption rate consts. increase exponentially with increasing surface coverage for the mols. which follow the LDF model.  The barrier resistance kinetic consts. derived from the combined barrier resistance/diffusion model also have an exponential dependence on surface coverage.  The results are discussed in terms of the mechanism of gas sepn. using carbon mol. sieves.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXitVags7k%253D&md5=05483b1753869f8ee0dc743fbc200391", "35. ", "Dunne", ", ", "J. A.", "; ", "Mariwala", ", ", "R.", "; ", "Rao", ", ", "M.", "; ", "Sircar", ", ", "S.", "; ", "Gorte", ", ", "R. J.", "; ", "Myers", ", ", "A. L.", " ", "Calorimetric Heats of Adsorption and Adsorption Isotherms. 1. O", "2", ", N", "2", ", Ar, CO", "2", ", CH", "4", ", C", "2", "H", "6", ", and SF", "6", " on Silicalite", " ", "Langmuir", " ", "1996", ",  ", "12", ",  ", "5888", "– ", "5895", "[", "ACS Full Text ", "], [", "CAS", "]", "35. ", "Calorimetric Heats of Adsorption and Adsorption Isotherms. 1. O2, N2, Ar, CO2, CH4, C2H6, and SF6 on Silicalite", "Dunne, J. A.; Mariwala, R.; Rao, M.; Sircar, S.; Gorte, R. J.; Myers, A. L.", "Langmuir", "\r\n        (", "1996", "),\r\n    ", "12", "\r\n        (", "24", "),\r\n    ", "5888-5895", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A Tian-Calvet type calorimeter was used for simultaneous detn. of adsorption isotherms and heats of adsorption.  This is the 1st of a series of studies of the effect of adsorbate size and polarity on the energetics of adsorption in zeolites.  The adsorbate gases are quadrupolar (N2 and CO2) and nonpolar (Ar, O2, CH4, C2H6, and SF6).  The heats of adsorption of both polar and nonpolar gases either are const. or increase with coverage, so silicalite may be classified as a relatively homogeneous adsorbent compared to X type zeolite.  Reversibility was established by comparing adsorption and desorption isotherms.  Reproducibility was studied by comparing runs for different samples of the same adsorbent.  The av. exptl. error in loading is ± 0.6%.  The error in the isosteric heat of adsorption is ± 2% for heats > 20 kJ/mol and ± 5% for heats < 20 kJ/mol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28Xms1CrsLY%253D&md5=5905b694d769771c8dec837eb97fdd35", "36. ", "Llewellyn", ", ", "P. L.", "; ", "Maurin", ", ", "G.", " ", "Gas Adsorption Microcalorimetry and Modelling to Characterise Zeolites and Related Materials", " ", "C. R. Chim.", " ", "2005", ",  ", "8", ",  ", "283", "– ", "302", "[", "Crossref", "], [", "CAS", "]", "36. ", "Gas adsorption microcalorimetry and modelling to characterize zeolites and related materials", "Llewellyn, Philip L.; Maurin, Guillaume", "Comptes Rendus Chimie", "\r\n        (", "2005", "),\r\n    ", "8", "\r\n        (", "3-4", "),\r\n    ", "283-302", "CODEN:\r\n                ", "CRCOCR", ";\r\n        ISSN:", "1631-0748", ".\r\n    \r\n            (", "Editions Scientifiques et Medicales Elsevier", ")\r\n        ", "A review.  The present work shows how gas adsorption microcalorimetry is a particularly powerful exptl. technique as it allows both an in depth examn. of the surface state of adsorbents and a minute following of adsorption mechanisms such as phase changes and transitions.  Several examples are thus given with zeolites and related materials which can be considered as model adsorbents showing the information that can be obtained at low temp. (77 K) and at room temp.  In the later sections, the increasing importance of modeling is highlighted as a tool to complete expts. and to gain a greater understanding of the microscopic mechanisms in play during adsorption phenomena.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjs1Smtr0%253D&md5=bd3d25f05c9a21634b357486653b015d", "37. ", "He", ", ", "Y.", "; ", "Seaton", ", ", "N. A.", " ", "Heats of Adsorption and Adsorption Heterogeneity for Methane, Ethane, and Carbon Dioxide in MCM-41", " ", "Langmuir", " ", "2006", ",  ", "22", ",  ", "1150", "– ", "1155", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "Heats of Adsorption and Adsorption Heterogeneity for Methane, Ethane, and Carbon Dioxide in MCM-41", "He, Yufeng; Seaton, Nigel A.", "Langmuir", "\r\n        (", "2006", "),\r\n    ", "22", "\r\n        (", "3", "),\r\n    ", "1150-1155", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We report the adsorption isotherms and the isosteric heats of adsorption of pure methane, ethane, and CO2 and a mixt. of methane and CO2 in the periodic mesoporous silica MCM-41 using a multicomponent adsorption calorimeter of the Tian-Calvet type, looking in particular at the degree of heterogeneity in the adsorption of these species.  The adsorption of methane and ethane in MCM-41 was found to be essentially homogeneous, while the adsorption of pure CO2 and of CO2 from a CO2/methane mixt. was found to be significantly heterogeneous, reflecting the electrostatic interactions between CO2 and the adsorbent.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtlarsLzM&md5=30926823ce608411663740363d53be76", "38. ", "Dunne", ", ", "J. A.", "; ", "Rao", ", ", "M.", "; ", "Sircar", ", ", "S.", "; ", "Gorte", ", ", "R. J.", "; ", "Myers", ", ", "A. L.", " ", "Calorimetric Heats of Adsorption and Adsorption Isotherms. 2. O", "2", ", N", "2", ", Ar, CO", "2", ", CH", "4", ", C", "2", "H", "6", ", and SF", "6", " on NaX, H-ZSM-5, and Na-ZSM-5 Zeolites", " ", "Langmuir", " ", "1996", ",  ", "12", ",  ", "5896", "– ", "5904", "[", "ACS Full Text ", "], [", "CAS", "]", "38. ", "Calorimetric Heats of Adsorption and Adsorption Isotherms. 2. O2, N2, Ar, CO2, CH4, C2H6, and SF6 on NaX, H-ZSM-5, and Na-ZSM-5 Zeolites", "Dunne, J. A.; Rao, M.; Sircar, S.; Gorte, R. J.; Myers, A. L.", "Langmuir", "\r\n        (", "1996", "),\r\n    ", "12", "\r\n        (", "24", "),\r\n    ", "5896-5904", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Isosteric heats of adsorption and adsorption isotherms were measured simultaneously in a calorimeter for a series of gases of increasing size and magnitude of quadrupole moment (Ar, O2, N2, CH4, C2H6, SF6, CO2 ) on adsorbents of varying pore structure and ion type (NaX, HZSM 5, NaZSM 5).  Adsorption isotherms were checked for reversibility by desorption expts.  The av. exptl. error in loading is ± 0.6%; the av. uncertainty in the isosteric heat of adsorption is ± 0.5 kJ/mol.  Heats of adsorption of nonpolar mols. (CH4, C2H6, SF6) increase in the order NaX, silicalite, HZSM 5, NaZSM 5 at low coverage.  Heats of adsorption of nonpolar mols. are almost identical on silicalite, HZSM 5, and NaZSM 5 at high coverage.  Heats of adsorption of the quadrupolar mol. CO2 increase in the order silicalite, HZSM 5, NaZSM 5, NaX.  The elec. field adjacent to Na+ sites is 6.2 V/nm, on the basis of the difference between the heat of adsorption of CO2 in NaZSM 5 and the heat of adsorption of CO2 in silicalite.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28Xms1CrsLc%253D&md5=b5ee6d667daeefa7b69ab0f14832c94c", "39. ", "Bourrelly", ", ", "S.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Loiseau", ", ", "T.", "; ", "Férey", ", ", "G.", " ", "Different Adsorption Behaviors of Methane and Carbon Dioxide in the Isotypic Nanoporous Metal Terephthalates MIL-53 and MIL-47", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "13519", "– ", "13521", "[", "ACS Full Text ", "], [", "CAS", "]", "39. ", "Different Adsorption Behaviors of Methane and Carbon Dioxide in the Isotypic Nanoporous Metal Terephthalates MIL-53 and MIL-47", "Bourrelly, Sandrine; Llewellyn, Philip L.; Serre, Christian; Millange, Franck; Loiseau, Thierry; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "39", "),\r\n    ", "13519-13521", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A distinct step in the isotherm occurs during the adsorption of CO2 on MIL-53 at 304 K.  Such behavior is neither obsd. during the adsorption of CH4 on MIL-53 nor during the adsorption on the isostructural MIL-47.  This phenomenon seems to be due to a different mechanism than that of previous adsorption steps on MOF samples.  It is suggested that a breathing behavior is induced in MIL-53 during CO2 adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXpvFSnu70%253D&md5=e3d0228e57af031b6019deeeffa6d575", "40. ", "Chowdhury", ", ", "P.", "; ", "Bikkina", ", ", "C.", "; ", "Gumma", ", ", "S.", " ", "Gas Adsorption Properties of the Chromium-Based Metal Organic Framework MIL-101", " ", "J. Phys. Chem. C", " ", "2009", ",  ", "113", ",  ", "6616", "– ", "6621", "[", "ACS Full Text ", "], [", "CAS", "]", "40. ", "Gas Adsorption Properties of the Chromium-Based Metal Organic Framework MIL-101", "Chowdhury, Pradip; Bikkina, Chaitanya; Gumma, Sasidhar", "Journal of Physical Chemistry C", "\r\n        (", "2009", "),\r\n    ", "113", "\r\n        (", "16", "),\r\n    ", "6616-6621", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "MIL-101, a chromium-based metal org. framework, is known to adsorb large amts. of green house gases such as CO2 and CH4.  Measurement, anal., and modeling of the pure gas adsorption isotherms of desired gases are necessary for any attempt to use this framework for sepn./storage applications.  In an attempt to understand adsorption characteristics of this framework, pure gas adsorption properties of CO2 and CH4 along with C3H8, SF6, and Ar were measured at three temps. 283, 319, and 351 K using a std. gravimetric method.  The adsorbates were chosen based on their phys. characteristics such as polarizability and quadrupole moment.  Dual site Langmuir (DSL) isotherm proved to be useful for modeling adsorption of gases on this type of materials that are known to have heterogeneity.  Active metal centers and sites inside the pores of supertetrahedra act as major locations for adsorption.  Anal. of enthalpy of adsorption using the DSL model revealed that, for all gases, it initially decreases with loading and remains const. thereafter.  For all gases considered, the enthalpies of adsorption are lower than those on purely siliceous zeolite such as silicalite, suggesting that only moderate interaction exists between the gas and the MIL-101 framework.  The enthalpy of adsorption at zero coverage and the logarithm of Henry's const. are linear functions of polarizability of the adsorbate.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjvVehsLs%253D&md5=280b1355245be3e6e49ee6142d9e3709", "41. ", "Jagiello", ", ", "J.", "; ", "Bandosz", ", ", "T. J.", "; ", "Schwarz", ", ", "J. A.", " ", "Characterization of Microporous Carbons Using Adsorption at Near Ambient Temperatures", " ", "Langmuir", " ", "1996", ",  ", "12", ",  ", "2837", "– ", "2842", "[", "ACS Full Text ", "], [", "CAS", "]", "41. ", "Characterization of Microporous Carbons Using Adsorption at Near Ambient Temperatures", "Jagiello, Jacek; Bandosz, Teresa J.; Schwarz, James A.", "Langmuir", "\r\n        (", "1996", "),\r\n    ", "12", "\r\n        (", "11", "),\r\n    ", "2837-2842", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption isotherms of CF4 and SF6 measured at various temps. near ambient are used to obtain information about micropore structure of 2 com. carbons.  This information is extd. from the comprehensive anal. of the data on 3 levels of assumptions.  First from the adsorption temp. dependence, the isosteric heats of adsorption were calcd. by using nonparametric regression.  Heats of adsorption allow for qual. comparison of adsorption energetics between different carbons.  The more detailed description of this energetics is given in terms of the adsorption energy distributions.  Finally the micropore size distributions are calcd. from the adsorption energy distributions assuming that the adsorption energy of mols. confined in micropores is detd. by their sizes and geometry.  No assumptions are made about the anal. form of the distribution.  Effects of model assumptions (e.g., gas-solid interaction parameters or the pore wall thickness) on the calcd. micropore size distributions are discussed.  The present results are compared with the results of an independent chromatog. method based on the exclusion effect to obtain better insight on pore size distribution and geometry of actual carbons.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XivVWltLo%253D&md5=9793b57b043eff7dd5ad145d3114c567", "42. ", "Gregg", ", ", "S. J.", "; ", "Sing", ", ", "K. S. W.", "  ", "Adsorption, Surface Area and Porosity", "; ", "Academic Press", ": ", "London", ", ", "1982", ".", "There is no corresponding record for this reference."], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-23/acs.jpcc.5b02861/20150605/images/small/jp-2015-02861s_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-23/acs.jpcc.5b02861/20150605/images/small/jp-2015-02861s_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-23/acs.jpcc.5b02861/20150605/images/small/jp-2015-02861s_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-23/acs.jpcc.5b02861/20150605/images/small/jp-2015-02861s_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-23/acs.jpcc.5b02861/20150605/images/small/jp-2015-02861s_0005.gif\">"]}
