{"title": ["Two New Adenine-Based Co(II) Coordination Polymers: Synthesis, Crystal Structure, Coordination Modes, and Reversible Hydrochromic Behavior"], "authors": ["Iván Burneo", "Kyriakos C. Stylianou", "Sabina Rodríguez-Hermida", "Jordi Juanhuix", "Xavier Fontrodona", "Inhar Imaz", "Daniel Maspoch"], "doi": ["10.1021/acs.cgd.5b00218"], "abstract": ["Two new three-dimensional coordination polymers (CPs) based on Co(II), adenine, and aromatic tetracarboxylate linkers and an analysis of the coordination modes of adenine found in extended coordination structures are reported. Interestingly, one of these CPs shows reversible hydrochromic behavior, exhibiting a detectable color change from pink to purple, and ", ", upon hydration and dehydration, respectively.", "We report the synthesis of two new three-dimensional coordination polymers (CPs) based on Co(II), adenine, and aromatic tetracarboxylate linkers. Adenine exhibits bidentate binding modes in both CPs, coordinating through the N", " and N", " sites in a first compact CP and through the more rare N", " and N", " sites in a second open, flexible, and H", "O-responsive CP. These differences together with an analysis of the extended coordination structures made of adenine reported in the Cambridge Structural Database illustrate the rich coordination versatility of adenine as a building block for CPs. Although the latter CP is nonporous to N", " or CO", ", it shows a reversible and detectable color change from pink to purple, and ", ", upon hydration and dehydration, respectively."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Introduction", "Metal–organic frameworks (MOFs) or porous coordination polymers (CPs) are among the most attractive porous materials today, owing to their potential for applications such as gas storage;", "(1)", " separation;", "(2)", " catalysis;", "(3)", " molecular sensing;", "(4)", " adsorption for heat-pump processes;", "(5)", " contaminant removal;", "(6)", " contrast agents;", "(7)", " and drug delivery systems.", "(8)", " The infinite possibilities for connecting functional organic ligands to metal ions and clusters enable the formation of countless CPs with a range of pore sizes and shapes,", "(9)", " extremely large surface areas, tailored internal surfaces,", "(10)", " and flexible structures that give rise to novel phenomena such as gate-opening", "(11)", " or sponge-like behavior.", "(12)", " Biorelated linkers such as amino acids, peptides, and nucleobases are very attractive building blocks that can be used for the formation of CPs due to their large number of oxygen and nitrogen atoms with different basicity that are available for metal coordination.", "(13)", " In particular, adenine is a rigid connector with five potential coordination sites for metal binding: two imidazolate, two pyrimidinate N atoms, and a NH", "2", " group with a basicity order of N", "9", " > N", "1", " > N", "7", " > N", "3", " > N", "6", " (Scheme ", "1", "). It provides the widest range of neutral tautomers", "(14)", " and protonated forms,", "(15)", " and the noncoordinated nitrogen donor sites, especially Watson–Crick (N", "1", ", N", "6H", ") and Hoogsteen (N", "7", ", N", "6H", ") faces, can interact through hydrogen bonding.", "(16)", " Its rich metal binding and H-bonding capabilities, together with the rigidity of its molecular structure, make adenine an ideal biolinker for constructing topologically diverse CPs. For instance, adenine has been used to build up robust porous CPs with applications for example in drug encapsulation and in the selective adsorption of greenhouse gases such as CO", "2", ".", "(17, 18)", "Scheme 1. Illustration of Adenine Showing the Labels for the N Binding Sites", "Herein, we report the synthesis of two new three-dimensional (3D) CPs composed of Co(II), adenine (ade), and aromatic tetracarboxylic acids. The selected tetracarboxylic acids are 1,2,4,5-tetrakis(4-carboxyphenyl)benzene (H", "4", "TCPB) and 1,2,4,5-benzene tetracarboxylic acid (H", "4", "BTeC). [Co", "3", "(μ", "6", "-TCPB)(μ", "4", "-H", "2", "TCPB)(ade)", "2", "]·H", "2", "O (", "1", ") is based on a trinuclear Co(II) cluster, in which the three Co(II) ions are bridged by two bidentate adenine ligands through the N", "3", " and N", "9", " sites. [Co", "2", "(ade)(μ", "6", "-BTeC)(μ-H", "2", "O)(H", "2", "O)", "2", "]·4(H", "2", "O) (", "2", ") comprises binuclear Co(II) clusters, which are linked by bidentate adenine linkers (through the N", "3", " and N", "7", " sites) forming 1D Co(II)-adenine chains. The orientation of TCPB in ", "1", " results in a compact network, whereas BTeC", "4–", " links the Co(II)-adenine chains forming a 3D open network in ", "2", ". The structure ", "2", " shows reversible structural transformations upon dehydration and hydration, which are accompanied by a detectable color change from pink to purple, respectively. This color change results from the dehydration process, which usually implies removal of coordinated H", "2", "O molecules and therefore, conversion from octahedral (", "2", ", hydrated, pink) to tetrahedral (", "2", "′, dehydrated, purple) Co(II) coordination geometry (or ", "vice versa", ", for the hydration process).", "(19-22)", " It is found that ", "2", "′ is nonporous to N", "2", " or CO", "2", ". Contrariwise, H", "2", "O can diffuse within its framework and organize the well-ordered structure of ", "2", ".", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Experimental Section", "Materials and Characterization", "Adenine (C", "5", "H", "5", "N", "5", "), 1,2,4,5-benzenetetracarboxylic acid (H", "4", "BTeC, C", "10", "H", "6", "O", "8", "), and 1,2,4,5-tetrakis(4-carboxyphenyl)benzene (H", "4", "TCPB, C", "34", "H", "22", "O", "8", ") were purchased from Sigma-Aldrich, and cobalt(II) carbonate (CoCO", "3", ") was procured from Alfa Aesar. The reagents were used as received. IR spectra were recorded in transmission mode at room temperature on a Bruker Tensor 27FTIR equipped with a Golden Gate diamond ATR cell. Thermogravimetric analysis (TGA) were done in oxygen (20 mL/min), on an STA 449 F1 Jupiter–Simultaneous TGA-DSC from NETZSCH (heating rate: 5 °C/min; temperature range: 25–500 °C). UV/vis spectra for ", "2", " and ", "2", "′ were collected on a Cary 4000 UV/vis spectrophotometer (Varian) equipped with a diffuse-reflectance accessory. Gas sorption (CO", "2", "/195 K and N", "2", "/77K) measurements for ", "2", "′ were performed using an AutosorbIQ (Quantachrome Instruments). Field-emission scanning electron microscopy (FE-SEM) images were collected using a Quanta 650F environmental scanning electron microscopy (Field Emission Inc., USA). Aluminum was used as support. Powder X-ray diffraction (PXRD) patterns were recorded at room temperature on an X’Pert PRO MPD diffractometer (PanAnalytical) using Co Kα (λ = 1.7902 Å) emission line.", "Synthesis of [Co", "3", "(μ", "6", "-TCPB)(μ", "4", "-H", "2", "TCPB)(ade)", "2", "]·H", "2", "O (", "1", ")", "An aqueous solution (6 mL) of adenine (5 mg, 0.04 mmol), H", "4", "TCPB (10 mg, 0.02 mmol), and CoCO", "3", " (10 mg, 0.08 mmol) was placed in a 12 mL scintillation vial and heated at 100 °C for 48 h. After slow cooling to room temperature during 6 h, ", "1", " was obtained as pink crystals, which were filtered and air-dried (48% yield). Elemental analysis, calculated (%): C: 59.4, H 3.2 and N: 8.9; found: C: 59.0, H: 3.1 and N: 8.7. FT-IR (KBr, cm-1): 3355(m); 1680(m); 1661(m); 1608(s); 1583(s); 1406(sbr).", "Synthesis of ([Co", "2", "(ade)(μ", "6", "-BTeC)(μ-H", "2", "O)(H", "2", "O)", "2", "]·4(H", "2", "O) (", "2", ")", "A mixture of adenine (5 mg, 0.04 mmol), H", "4", "BTeC (10 mg, 0.04 mmol), and CoCO", "3", " (10 mg, 0.08 mmol) in water (6 mL) was placed in a 12 mL scintillation vial and heated at 100 °C for 48 h. After slow cooling to room temperature during 6 h, pink crystals of ", "2", " were obtained, filtered, and air-dried (25% yield). Elemental analysis, calculated (%): C: 28.6, H: 3.4, N: 11.1; found: C: 28.5, H: 3.3, N: 11.3. FT-IR (KBr, cm", "–1", "): 3300(sbr); 1682(m); 1593(s); 1490(s); 1379(sbr).", "Crystallography", "Crystallographic data for ", "1", " was collected at 100 K at XALOC beamline at ALBA synchrotron", "(23)", " (λ = 0.79474 Å). Data were indexed, integrated, and scaled using the XDS", "(24)", " and iMOSFLM", "(25)", " programs. Absorption corrections were not applied. Single crystal X-ray diffraction for ", "2", " was collected at 298 K on a Bruker AXS SMART Apex diffractometer using graphite monochromated Mo–Kα radiation (λ = 0.71073 Å) and were corrected for Lorentz and polarization effects. The frames were integrated with the Bruker SAINT", "(26)", " software package. Absorption corrections were applied using the program SADABS", "(27)", " giving max/min transmission factors of 1.000/0.635. Both structures were solved by direct methods and subsequently refined by correction of F", "2", " against all reflections, using SHELXS2013", "(28)", " and SHELXL2013", "(29)", " within the WinGX package.", "(30)", " All non-hydrogen atoms were refined with anisotropic thermal parameters by full-matrix least-squares calculations on F", "2", " using the program SHELXL2013. Hydrogen atoms were inserted at calculated positions and constrained with isotropic thermal parameters, except for the hydrogen atoms of N–H and −NH", "2", " groups and the water molecules in ", "2", ". The hydrogen atoms of the adenine moiety and the water molecules were located from difference Fourier maps, fixed, and isotropically refined. In constrast, in the crystal structure of ", "1", ", the disorder associated with the oxygen atoms of the four crystallization water molecules hindered the localization of their hydrogen atoms. In ", "1", ", seven distorted atoms were found (one Co, five oxygen carboxylic atoms, and one carbon), and the position of the atoms in adenine moiety was fixed and refined using DELU, EADP, and SIMU instructions. Several reflections, for which ", "I", "(obs) and ", "I", "(calc) were differing more than 10 times SigmaW, were removed from the refinement. On the other hand, the alerts observed during the checkcif can be explained by the quality of the crystal. The best crystal was chosen, and attempts to obtain better data were unsuccessful. Although the diffraction experiments proceeded at 100 K under synchrotron radiation, the disorder of the structure could not be reduced, and the values of the weighted ", "R", " factor and ", "wR", "2", " remained high. Moreover, the short inter D···A contact between the O5A···O6B and O5A···O6A atoms can be explained by the disorder associated with these O5 and O6. Crystal data of ", "1", " and ", "2", " and structure refinement data are listed in Table ", "1", ". Main bond distances and angles, and H-bond parameters of ", "1", " and ", "2", " are listed in Tables S1–S4 (", "Supporting Information", ").", "Table 1. Crystal and Structure Refinement Data", "compound", "1", "2", "empirical formula", "C", "78", "H", "48", "N", "10", "O", "24", "Co", "3", "C", "15", "H", "21", "N", "5", "O", "15", "Co", "2", "formula weight", "1686.05", "629.23", "crystal system", "monoclinic", "monoclinic", "space group", "P", "2", "1", "/", "n", "P", "2", "1", "/", "n", "CCDC ref", "1043962", "1043963", "unit cell dimensions", " ", " ", "a", " (Å)", "9.77", "9.47", "b", " (Å)", "17.33", "12.58", "c", " (Å)", "22.71", "18.98", "β (deg)", "100.9", "93.5", "V", " (Å", "3", ")", "3775.8", "2256.0", "Z", "2", "4", "F", "(000)", "1710", "1280", "θ range (deg)", "1.66–33.82", "1.94–28.39", "ind refln (", "R", "int", ")", "9365 (0.0349)", "5531 (0.1063)", "final ", "R", " indices", "R", "1", " = 0.1272", "R", "1", " = 0.0573", "[", "I", " > 2σ(", "I", ")]", "wR", "2", " = 0.4550", "wR", "2", " = 0.1220", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "Synthesis and Characterization of ", "1", " and ", "2", "Hydrothermal reactions between CoCO", "3", ", a basic metal salt source, adenine and H", "4", "TCPB or H", "4", "BTeC in water at 100 °C for 48 h produced pink block-type crystals of ", "1", " and ", "2", ", respectively. The simulated (derived from the single crystal structure of ", "1", " and ", "2", ", ", "vide infra", ") and experimental powder X-ray diffraction (PXRD) patterns were consistent (Figure S1, ", "Supporting Information", "), confirming that ", "1", " and ", "2", " can be obtained as pure phases (as also evidenced by elemental analysis and SEM; Figure S2, ", "Supporting Information", "). Thermogravimetric analysis (TGA) of ", "1", " revealed multiple weight losses in the range of 315–500 °C, corresponding to its decomposition (Figure S4; ", "Supporting Information", "). In ", "2", ", the TGA profile indicates a weight loss of 17.5% (from 25 to 150 °C), which we attributed to the loss of the six guest and terminal coordinated H", "2", "O molecules (calculated: 17.2%; Figure ", "5", "b). Decomposition of ", "2", " starts at 300 °C, probably immediately after the loss of the remaining μ-H", "2", "O molecule (essential to maintain the dinuclear cluster, ", "vide infra", ") and occurs in a single step, forming CoO.", "Crystal Structure Analysis of ", "1", "In ", "1", ", there are two crystallographically independent Co(II) ions, which are both octahedrally coordinated forming a trinuclear cluster in the order of Co#1–Co#2–Co#1 (Figure ", "1", "a). The Co#1–Co#2 distance within this cluster is 3.62 Å. Co#1 is (NO", "5", ")-octahedrally coordinated to the imidazolate N", "9", " atom of adenine and five carboxylate O atoms from three adjacent TCPB ligands. Co#2 is (N", "2", "O", "4", ")-octahedrally coordinated to the pyrimidinate N", "3", " atoms of two adjacent adenine ligands and to four neighboring TCPB linkers. Here, adenine is acting as a bridging ligand, linking the two Co#1 and Co#2 ions within the trinuclear cluster through the N", "3", " and N", "9", " sites (Figure ", "1", "a). The 3D structure of ", "1", " is constructed by the connection of these clusters through TCPB linkers. Within the asymmetric unit of ", "1", ", there are two distinct TCPB linkers: (i) a TCBP", "4–", " linker fully deprotonated that binds to six Co(II) ions with κ", "2", "O,O′ down and μ-κ", "2", "O,O′:κO′ coordination modes (Figure ", "1", "b; Figure S5, ", "Supporting Information", ") and (ii) a H", "2", "TCPB", "2–", " linker partially protonated, in which two ", "para", "-benzoate groups coordinate to four Co(II) ions with a μ-κO: κO′ coordination mode (Figure ", "1", "c; Figure S5, ", "Supporting Information", "), and the other two protonated ", "para", "-benzoate groups are hydrogen bonded with H", "2", "O molecules, affording a compact 3D structure (Figure ", "1", "d).", "Figure 1. (a) Illustration of the Co#1–Co#2–Co#1 basic unit in ", "1", ", showing that Co#1 and Co#2 ions are linked by two bidentate adenine ligands. The pink octahedra represents the coordination environment of Co(II) ions. (b) Illustration showing the TCPB", "4–", " linker that binds to six Co(II) centers and connects four Co#1–Co#2–Co#1 clusters. (c) Illustration showing the H", "2", "TCPB", "2–", " linker that binds to four Co(II) centers and connects two Co#1–Co#2–Co#1 clusters. (d) Perspective view of the overall 3D compact framework of ", "1", ". Color code: O: red; N: blue; H: pale yellow; C: gray; Co: pink; and water molecules: green.", "In order to better understand the crystal structure of ", "1", ", a topological analysis was performed using TOPOS", "(31)", " program. As a result, ", "1", " shows a 3D binodal 4,6-c net where each Co#1–Co#2–Co#1 cluster is connected to 10 other clusters through 6 TCPB ligands with distances in the range of 15.77–26.63 Å. Overall, this MOF shows a new topology with the point symbol {4̂4.6̂10.8}{4̂4.6̂2} (Figure ", "2", "a).", "Figure 2. Topological illustration of ", "1", " (a) and ", "2", " (b), and the simplifications used in the analysis with TOPOS program. Note that a new topology was found for ", "1", ".", "Crystal Structure Analysis of ", "2", "The basic unit of ", "2", " is a binuclear Co#1–Co#2 cluster, in which both Co(II) ions exhibit (NO", "5", ")-octahedral geometries, although with different coordination environments (Figure ", "3", "a). Co#1 is coordinated to the pyrimidinate N", "3", " atom of adenine, four carboxylate O atoms from four adjacent BTeC", "4–", " ligands, and one μ-H", "2", "O molecule bridging both Co(II) ions. In contrast, Co#2 is coordinated to the imidazolate N", "7", " atom of adenine, two carboxylate O atoms from BTeC", "4–", ", two terminal H", "2", "O molecules and the μ-H", "2", "O bridge (Figure ", "3", "a). The Co#1–Co#2 distance within this cluster unit is 3.63 Å. Comparison of the bond lengths for Co#1−μ-H", "2", "O and Co#2−μ-H", "2", "O (2.15 and 2.14 Å, respectively), and the angle between Co#1–H", "2", "O–Co#2 (115.8°), with corresponding literature values for structures containing the same metal M-O-M unit (CSD codes: ZALXAL, UMAGUK),", "(32, 33)", " confirmed the presence of the H", "2", "O bridge (Table S4, ", "Supporting Information", "). Adenine linkers bridge the Co#1–Co#2 clusters involving the N", "3", " and N", "7", " sites, thus forming 1D chains running along the ", "c", "-axis (Figure ", "3", "b).", "Figure 3. (a) Illustration of the Co#1–Co#2 unit within ", "2", ". (b) Representation of the 1D chains built up from connecting the Co#1–Co#2 units through adenine ligands. (c) Representation of the 1D chains linked by BTeC", "4–", " ligands (the C atoms of BTeC", "4–", " are colored in dark gray) to form the 3D framework of ", "2", ". The pink octahedron represent the coordination environment of Co(II) ions. (d) Illustration of ", "2", ", showing the 1D channels filled with guest H", "2", "O molecules (space filling). Color code: O: red; N: blue; H: pale yellow; C: gray; and Co: pink.", "The use of the tetracarboxylate BTeC", "4–", " linkers was found to be prolific for the expansion of ", "2", " in three dimensions, as each BTeC", "4–", " links four neighboring chains (one from each carboxylate site) (Figure ", "3", "c; Figure S6, ", "Supporting Information", "). In particular, each BTeC", "4–", " binds to six Co(II) centers in two coordination modes: a monodentate κO mode, in binding Co#1 from the carboxylate positions 1 and 4; and a bidentate μ–κO: κO′ mode, in bridging Co#1 and Co#2 from the carboxylate positions 2 and 5. Framework ", "2", " generates regular 1D channels (5.3 × 4.8 Å; 609.1 Å", "3", "; 27% of void space in unit cell)", "(34)", " along the ", "b", "-axis (Figure S7, ", "Supporting Information", "). Figure ", "3", "d shows that the channels accommodate four guest H", "2", "O molecules per formula unit. Importantly, the amino -NH", "2", " and the imidazolate -NH of adenine that reside within the channel establish H-bond interactions with water molecules and oxygen atoms of the carboxylic groups. Moreover, the N", "1", " pyridiminate nitrogen atom acts as acceptor of H-bond interactions established with water molecules (see all H-bonds in Table S5, ", "Supporting Information", "). The theoretical pore volume of ", "2", " calculated from the crystallographic structure after removing the guest H", "2", "O molecules is 0.176 cm", "3", "g", "–1", ". In this case, the topological analysis showed that ", "2", " presents the known fsc net (Figure ", "2", "b).", "Adenine in CPs", "An analysis of extended structures containing adenine and transition metal ions obtained from the Cambridge Structural Database (CSD; Allen, 2002) illustrates the rich coordination modes that can adopt adenine for constructing CPs. From this study, we found that adenine can act as a simple monodentate ligand, mainly through the N", "3", " or N", "9", " site.", "(35-37)", " Examples of these coordination modes were observed by Garcı́a-Terán et al. in 1D Zn(II)- and Cu(II)-oxalate chains, in which adenine coordinates these metal ions only through the N", "3", "(35)", " and the N", "9", "(37)", " site, respectively (Figure ", "4", "a,b).", "Figure 4. (a–k) Representation of the coordination modes of adenine observed in extended structures.", "Adenine can also act as a bidentate ligand, having here a wide variety of combinations depending on the N sites that participate in the metal binding. Overall, we have detected that adenine can coordinate to two metal ions through the (i) [N", "3", ", N", "9", "];", "(38, 39)", " (ii) [N", "7", ", N", "9", "];", "(39-42)", " (iii) [N", "1", ", N", "9", "];", "(43)", " (iv) [N", "1", ", N", "7", "];", "(39)", " and (v) [N", "3", ", N", "7", "] (in ", "2", ") sites. An example of the first coordination mode was reported by Stylianou et al. in [Ni", "3", "(PZDC)", "2", "(ade)", "2", "(H", "2", "O)", "4", "](H", "2", "O)", "1.5", " (where PZDC = 3,5-pyrazoledicarboxylate).", "(38)", " In this structure, adenine participates in the formation of Ni(II) dimers by bridging two Ni(II) ions through the N", "3", " and N", "9", " sites (Figure ", "4", "c). These Ni(II) units are then connected through PZDC linkers, forming chains that are 3D hydrogen-bonded. The second coordination mode was observed in [Zn(ade)(INT)]·DMF (where INT = isonicotinate; DMF = dimethylformamide).", "(40)", " In this compound, adenine connects Zn(II) ions through the N", "7", " and N", "9", " sites (Figure ", "4", "d), creating infinite 1D helices that are 3D linked by the INT linkers. Sanjib Das et al. described the third coordination mode in a 1D Cu(II) CP with formula [Cu(glycine)(ade)(NO", "3", ")(H", "2", "O)]. Here, adenine connects two Cu(II) ions through the N", "1", " and N", "9", " sites (Figure ", "4", "e), creating zigzag chains that are 3D hydrogen bonded.", "(43)", " An example of the last reported [N", "1", ", N", "7", "] coordination mode (Figure ", "4", "f) can be found in [Cd(ade)(IPA)(H", "2", "O)] (where IPA = isophtalate). In this 2D CP, adenine forms chains binding Cd(II) ions through the N", "1", " and N", "7", " sites, which are further 2D connected by the IPA linkers.", "(39)", "In our reported extended structures ", "1", " and ", "2", ", adenine also acts as a bidentate ligand coordinating to two Co(II) ions. In ", "1", ", adenine bridges two Co(II) ions through the N", "3", " and N", "9", " sites forming a trinuclear Co(II) cluster (Figure ", "4", "c). This coordination mode is very similar to the one observed by Stylianou et al.", "(38)", " In contrast, adenine exhibits a rare coordination mode through the N", "3", " and N", "7", " sites in ", "2", " (Figure ", "4", "g). To the best of our knowledge, this coordination mode was only observed in two previous discrete Cu(II)-based complexes.", "(44, 45)", " Through this [N", "3", ", N", "7", "] coordination mode, adenine participates in the formation of infinite Co(II)-adenine chains that are 3D linked by BTeC", "4–", " linkers.", "Besides acting as a bidentate ligand, adenine can also coordinate via more than two N sites. In fact, the most common coordination mode found in CPs is [N", "3", ", N", "7", ", N", "9", "].", "(18, 46-54)", " For example, adenine coordinates to three Cu(II) ions via the N", "3", ", N", "7", ", and N", "9", " sites (Figure ", "4", "h) in a porous CP with formula [Cu", "2", "(ade)", "2", "(H", "2", "O)", "2", "]·[Cu(oxalate)(H", "2", "O)]", "2", "·∼14·H", "2", "O.", "(46)", " In this CP, four adenine ligands participate in the formation of a paddle wheel unit by bridging two Cu(II) ions through the N", "3", " and N", "9", " sites. These units are then connected through mononuclear entities ([Cu(oxalate)(H", "2", "O)]) via the N", "7", " site. More unusual coordination modes for adenine are [N", "1", ", N", "6", ", N", "9", "] and [N", "3", ", N", "6", ", N", "9", "]. An example of the [N", "1", ", N", "6", ", N", "9", "] coordination mode can be found in [(CH", "3", "Hg)", "2", "(ade)]·EtOH (Figure ", "4", "i).", "(54)", " In this structure, two CH", "3", "Hg", "+", " ions are coordinated through the N", "6", " and N", "9", " sites, whereas another CH", "3", "Hg", "+", " ion is coordinated via the N", "1", " site forming 1D-chains. The other coordination mode was observed in [(CH", "3", "Hg)", "4", "(ade)](NO", "3", ").", "(55)", " In this case, four CH", "3", "Hg", "+", " ions are linked by the N", "3", ", N", "6", ", and N", "9", " sites (Figure ", "4", "j), creating a 2D structure.", "Finally, adenine can also coordinate four metal ions via the N", "1", ", N", "3", ", N", "7", ", and N", "9", " sites.", "(56, 57)", " An example of this coordination mode was reported by An et al. (Figure ", "4", "k) in [Zn", "8", "(ade)", "4", "(BPDC)", "6", "O·2Me", "2", "NH", "2", "]·8DMF·11H", "2", "O (where BPDC = biphenyldicarboxylate; bio-MOF-1).", "(17)", " In this structure, Zn(II) ions and adenine coordinate forming chains composed of apex-sharing octahedral cages. These chains are interconnected via multiple BPDC linkers, expanding the structure to a 3D porous network.", "Hydrochromic Behavior of ", "2", "We observed that when ", "2", " was heated at 150 °C, a new dehydrated phase, [Co", "2", "(ade)(BTeC)(H", "2", "O)] (", "2", "′), was formed, as evidenced by comparing the TGA profiles of ", "2", " and ", "2", "′ (Figure ", "5", "b). During this transformation, the crystals of ", "2", " were cracked and changed color from pink to purple (Figure ", "5", "a). This is thought to be due to the change in coordination of Co#2, from octahedral to tetrahedral, which resulted from the loss of the coordinated H", "2", "O molecules. The UV/vis spectra revealed a red shift in the d–d transition of the Co(II), from ∼515 nm (", "2", ") to ∼529 nm (", "2", "′), and the absorption band broadened (Figure ", "5", "a). The sensitivity of these metal-based transitions to the geometry change, which occurs upon conversion of the Co(II) centers from six to mixed six/four coordination, is reminiscent of the color variations observed for other frameworks in which open transition metal sites can be generated.", "(58-60)", " Unfortunately, it was not possible to obtain more structural details of this transformation by determining the structure of ", "2", "′ with single crystal X-ray diffraction, but its PXRD pattern showed loss of crystallinity to a high degree (Figure ", "5", "c). This is indicative that structural rearrangements occurred upon desolvation and that ", "2", "′ is highly disordered.", "Figure 5. (a) UV/vis spectra of ", "2", " (pink), ", "2", "′ (purple) and regeneration of ", "2", " after the immersion of ", "2", "′ in liquid H", "2", "O (green). Inset: color change from pink (", "2", ") to purple (", "2", "′) upon dehydration and hydration, (b) TGA diagrams of ", "2", " (pink) and ", "2", "′ (purple), (c) PXRD study showing the regeneration of ", "2", " upon immersion of ", "2", "′ in liquid H", "2", "O after 3 days: ", "2", " (pink), ", "2", "′ (purple) and ", "2", "′ immersed in water for 1 day (orange), 2 days (gray), and 3 days (green), and (d) ", "2", " can be activated and regenerated for at least three times as revealed by UV/vis spectroscopy retaining the comparable maximum absorption wavenumber (and also followed by the characteristic color change).", "In order to assess the porosity of ", "2", "′ and check the influence of the structural rearrangements upon desolvation, N", "2", " and CO", "2", " isotherms were collected at 77 and 195 K, respectively, up to 1 bar (Figures S10 and S11, ", "Supporting Information", "). ", "2", "′ adsorbs very small amounts of CO", "2", " (4.18 cm", "3", "/g at 1 bar) with a BET surface area of 8.11 m", "2", "/g, and the N", "2", " isotherm shows a characteristic type II shape confirming the nonporous behavior of ", "2", "′. This observation suggests that upon activation, dramatic structural changes occurred.", "The structural changes observed between hydrated and dehydrated materials encouraged us to deeply analyze this hydrochromic behavior. For this, we studied how ", "2", "′ responds to the presence of liquid H", "2", "O and organic solvents. ", "2", "′ was initially immersed in liquid H", "2", "O for different periods of time, and the evolution of the structure was monitored by PXRD and UV/vis spectroscopy. Notably, after 24 h, the purple color of ", "2", "′ had changed to pink, and the corresponding absorption band had blue-shifted to 515 nm (Figure ", "5", "a; Figure S8, ", "Supporting Information", "). The PXRD patterns showed an increase in crystallinity with time, which had stabilized after 2 days (Figure ", "5", "c). After 3 days, both the main reflection at 2θ = 12.0° and the absorption band at 515 nm were essentially recovered compared with those observed for the newly synthesized ", "2", " (Figure ", "5", "a–c).", "This recovery confirmed a large degree of reversibility for the H", "2", "O-induced structural changes: the H", "2", "O molecules can coordinate to the Co#2 center, regenerating its octahedral coordination geometry, and H", "2", "O molecules can diffuse within the structure, re-establishing the H-bonds between them and the functional groups (mainly of the adenine). The consistency and reversibility of these H", "2", "O-induced structural changes were confirmed by exposing a sample of ", "2", " to three cycles of alternate dehydration (heating the sample at 150 °C for 30 min) and rehydration (soaking in H", "2", "O for 48 h). Figure ", "5", "d illustrates the alternating dehydration/hydration behavior measured in ", "2", ", with reversible absorption band shifts from 515 nm (", "2", "), to 529 nm (", "2", "′). On the basis of this observation (H", "2", "O importance for the recovery of ", "2", "), we checked if ", "2", " could be recovered through the formation of these specific H-bonding interactions between the framework with other polar and apolar solvents. Thus, the violet solid (", "2", "′) was soaked in liquid methanol, ethanol, dimethylformamide, chloroform, and hexane (Figure S9, ", "Supporting Information", "). It is found that the violet color of ", "2", "′ was retained after 3 days of treatment with all the solvents, suggesting the well-organized structure of ", "2", " was not formed. The PXRD of the methanol loaded sample confirmed that ", "2", " cannot be recovered, indicating that the specific interactions between H", "2", "O molecules and host framework are key factors for retaining the structural integrity of ", "2", ".", "(12)", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Conclusions", "In conclusion, we have prepared two new 3D CPs assembled from Co(II), adenine, and aromatic tetracarboxylic acids. From a structural point of view, ", "1", " shows a compact 3D binodal 4,6-c net with a new topology with the point symbol {4̂4.6̂10.8}{4̂4.6̂2}. ", "2", " shows a fsc net, in which adenine acts as a bidentate linker through a rare coordination mode, that is, through the N", "3", " and N", "7", " sites. In addition, ", "2", " exhibits a clearly observable and reversible color change from pink (", "2", ") to purple (", "2", "′), and ", "vice versa", ", upon dehydration and hydration, respectively, indicative that structural rearrangements occurred upon activation. This has a direct impact on its sorption behavior as it is nonporous to CO", "2", " or N", "2", ". Contrariwise, we found that H", "2", "O molecules can diffuse within the framework and organize the 3D open structure of ", "2", ". Selective structural recovery is likely driven by the re-establishment of the H-bonds occurred between H", "2", "O molecules and adenine in the host framework.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "Crystallographic information files. Figure S1. Comparison of PXRD for ", "1", " and ", "2", ". Figure S2. Scanning electron microscopy images of ", "1", " and ", "2", ". Figure S3. IR spectra of the free carboxylic ligands, ", "1", ", ", "2", ", and ", "2′", ". Figure S4. Thermogravimetric diagram of ", "1", ". Table S1. Bond distances and angles in ", "1", ". Table S2. H-Bond parameters in ", "1", ". Figure S5. Coordination modes of TCPB", "4–", ", H", "2", "TCPB", "2–", " and adenine ligands in ", "1", ". Table S3. Bond distances and angles in ", "2", ". Table S4. H-Bond parameters in ", "2", ". Figure S6. Coordination modes of BTeC", "4–", " and adenine ligands in ", "2", ". Table S5. Structural parameters of reported compounds containing M", "#1", "-O-M", "#2", " cluster. Figure S7. Supramolecular association showing 1D pores filled with water molecules in ", "2", ". Figure S8. UV-Vis spectra of the monitoring transformation from ", "2′", " to ", "2", ". Figure S9. Picture of ", "2′", " immersed in different solvents and PXRD spectra of ", "2′", " soaked in MeOH. Figure S10. CO", "2", " isotherm of ", "2′", ". Figure S11. N", "2", " isotherm of ", "2′", ". The Supporting Information is available free of charge on the ", "ACS Publications website", " at DOI: ", "10.1021/acs.cgd.5b00218", ".", " ", "Funding Information", "This work was supported by the MINECO-Spain under Project PN MAT2012–30994.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "I.B. thanks SENESCYT-Ecuador for a Ph.D. fellowship. I.I. and K.C.S. are grateful to MINECO, for a Ramón y Cajal grant, and to the EU, for a Marie Curie Fellowship (300390 NanoBioMOFs FP7-PEOPLE-2011-IEF), respectively. ICN2 acknowledges support of the Spanish MINECO through the Severo Ochoa Centers of Excellence Program under Grant SEV-2013-0295.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 60 other publications.", "1. ", "Lin", ", ", "X.", "; ", "Telepeni", ", ", "I.", "; ", "Blake", ", ", "A. J.", "; ", "Dailly", ", ", "A.", "; ", "Brown", ", ", "C. M.", "; ", "Simmons", ", ", "J. M.", "; ", "Zoppi", ", ", "M.", "; ", "Walker", ", ", "G. S.", "; ", "Thomas", ", ", "K. M.", "; ", "Mays", ", ", "T. J.", "; ", "Hubberstey", ", ", "P.", "; ", "Champness", ", ", "N. R.", "; ", "Schroder", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "2159", "– ", "2171", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "High Capacity Hydrogen Adsorption in Cu(II) Tetracarboxylate Framework Materials: The Role of Pore Size, Ligand Functionalization, and Exposed Metal Sites", "Lin, Xiang; Telepeni, Irvin; Blake, Alexander J.; Dailly, Anne; Brown, Craig M.; Simmons, Jason M.; Zoppi, Marco; Walker, Gavin S.; Thomas, K. Mark; Mays, Timothy J.; Hubberstey, Peter; Champness, Neil R.; Schroder, Martin", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "6", "),\r\n    ", "2159-2171", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Isostructural metal-org. framework polymers [Cu2(L)(H2O)2] (L = tetracarboxylate ligands), denoted NOTT-nnn, were synthesized and characterized.  Single crystal x-ray structures confirm the complexes to contain binuclear Cu(II) paddlewheel nodes each bridged by four carboxylate centers to give a NbO-type network of 64·82 topol.  These complexes are activated by solvent exchange with acetone coupled to heating cycles under vacuum to afford the desolvated porous materials NOTT-100 to NOTT-109.  These incorporate a vacant coordination site at each Cu(II) center and have large pore vols. that contribute to the obsd. high H2 adsorption.  Indeed, NOTT-103 at 77 K and 60 bar shows a very high total H2 adsorption of 77.8 mg g-1 equiv. to 7.78% [wt% = (wt. of adsorbed H2)/(wt. of host material)] or 7.22% [wt% = 100(wt. of adsorbed H2)/(wt. of host material + wt. of adsorbed H2)].  Neutron powder diffraction studies on NOTT-101 reveal three adsorption sites for this material: at the exposed Cu(II) coordination site, at the pocket formed by three {Cu2} paddle wheels, and at the cusp of three Ph rings.  Systematic virial anal. of the H2 isotherms suggests that the H2 binding energies at these sites are very similar and the differences are smaller than 1.0 kJ mol-1, although the adsorption enthalpies for H2 at the exposed Cu(II) site are significantly affected by pore metrics.  Introducing Me groups or using kinked ligands to create smaller pores can enhance the isosteric heat of adsorption and improve H2 adsorption.  However, although increasing the overlap of potential energy fields of pore walls increases the heat of H2 adsorption at low pressure, it may be detrimental to the overall adsorption capacity by reducing the pore vol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXptlOitQ%253D%253D&md5=cbc9f02158801ff5dacb7df033416d78", "2. ", "Bux", ", ", "H.", "; ", "Feldhoff", ", ", "A.", "; ", "Cravillon", ", ", "J.", "; ", "Wiebcke", ", ", "M.", "; ", "Li", ", ", "Y.-S.", "; ", "Caro", ", ", "J.", " ", "Chem. Mater.", " ", "2011", ",  ", "23", ",  ", "2262", "– ", "2269", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Oriented Zeolitic Imidazolate Framework-8 Membrane with Sharp H2/C3H8 Molecular Sieve Separation", "Bux, Helge; Feldhoff, Armin; Cravillon, Janosch; Wiebcke, Michael; Li, Yan-Shuo; Caro, Juergen", "Chemistry of Materials", "\r\n        (", "2011", "),\r\n    ", "23", "\r\n        (", "8", "),\r\n    ", "2262-2269", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A highly oriented zeolitic imidazolate framework 8 (ZIF-8) composite membrane was prepd. by seeding and secondary growth.  By dip-coating, preformed ZIF-8 nanocrystals were attached to the surface of a porous α-alumina support using polyethyleneimine as the coupling agent.  After solvothermal treatment, a continuous and well-intergrown ZIF-8 layer was obtained.  X-ray diffraction anal. of the membrane showed preferred orientation of the {100} plane parallel to the support.  Further time-dependent studies by scanning and TEM as well as x-ray diffraction indicated that the preferred orientation develops during an evolutionary growth process.  In gas mixt. permeation expts., the membrane showed good performance in H2/hydrocarbon sepn.  A sharp mol. sieve sepn. is obsd. for an equimolar H2/C3H8 mixt. with a sepn. factor >300.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjs1Sgur0%253D&md5=a41aac301fc8a48d7ac4a9952fdb7d68", "3. ", "Horike", ", ", "S.", "; ", "Dinca", ", ", "M.", "; ", "Tamaki", ", ", "K.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "5854", "– ", "5855", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Size-Selective Lewis Acid Catalysis in a Microporous Metal-Organic Framework with Exposed Mn2+ Coordination Sites", "Horike, Satoshi; Dinca, Mircea; Tamaki, Kentaro; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "18", "),\r\n    ", "5854-5855", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Treatment of selected aldehydes and ketones R1COR2 (R1 = Ph, R2 = H, Me; R1 = 4-PhC6H4, 4-PhOC6H4, 1-naphthyl, R2 = H) with Me3SiCN in the presence of the microporous metal-org. framework Mn3[(Mn4Cl)3BTT8(CH3OH)10]2 (I, H3BTT = 1,3,5-benzenetristetrazol-5-yl) leads to rapid conversion to the corresponding cyanosilylated products R1R2C(CN)OSiMe3.  The transformation is catalyzed by coordinatively unsatd. Mn2+ ions that serve as Lewis acids and lead to conversion yields of 98 and 90% for benzaldehyde and 1-naphthaldehyde, the highest thus far for a metal-org. framework.  Larger carbonyl substrates cannot diffuse through the pores of I, and conversion yields are much lower for these, attesting to the heterogeneity of the reaction and its dependence on guest size.  The Mukaiyama-aldol reaction, known to require much more active Lewis catalysts, is also catalyzed in the presence of I, representing the first such example for a metal-org. framework.  Conversion yields obtained for the reaction of benzaldehyde with silyl enolate Me2C:C(OMe)OSiMe3 reach 63%, on par with those obtained with zeolites.  Size selectivity is demonstrated for the first time with this reaction through the use of larger silyl enolate substrates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXksVeqs7w%253D&md5=4c04e2441b790417d12ba4fa084d9c10", "4. ", "Stylianou", ", ", "K. C.", "; ", "Heck", ", ", "R.", "; ", "Chong", ", ", "S. Y.", "; ", "Bacsa", ", ", "J.", "; ", "Jones", ", ", "J. T. A.", "; ", "Khimyak", ", ", "Y. Z.", "; ", "Bradshaw", ", ", "D.", "; ", "Rosseinsky", ", ", "M. J.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "4119", "– ", "4130", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "A Guest-Responsive Fluorescent 3D Microporous Metal-Organic Framework Derived from a Long-Lifetime Pyrene Core", "Stylianou, Kyriakos C.; Heck, Romain; Chong, Samantha Y.; Bacsa, John; Jones, James T. A.; Khimyak, Yaroslav Z.; Bradshaw, Darren; Rosseinsky, Matthew J.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "12", "),\r\n    ", "4119-4130", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The carboxylate ligand pyrene-1,3,6,8-tetrakis(p-benzoic acid) (TBAPy), based on the strongly fluorescent long-lifetime pyrene core, affords a permanently microporous fluorescent metal-org. framework, [In2(OH)2(TBAPy)]·(guests) (1), displaying 54% total accessible vol. and excellent thermal stability.  Fluorescence studies reveal that both 1 and TBAPy display strong emission bands at 471 and 529 nm, resp., upon excitation at 390 nm, with framework coordination of the TBAPy ligands significantly increasing the emission lifetime from 0.089 to 0.110 ms.  Upon desolvation, the emission band for the framework is shifted to lower energy: however, upon re-exposure to DMF the as-made material is regenerated with reversible fluorescence behavior.  Together with the lifetime, the emission intensity is strongly enhanced by spatial sepn. of the optically active ligand mols. within the MOF structure and is dependent on the amt. and chem. nature of the guest species in the pores.  The quantum yield of the material is 6.7% and, coupled with the fluorescence lifetime on the millisecond time scale, begins to approach the values obsd. for Eu(III)-cryptate-derived com. sensors.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXislKitbs%253D&md5=58ab44ad51509e997c9b450cbe0bb2ce", "5. ", "Henninger", ", ", "S. K.", "; ", "Habib", ", ", "H. A.", "; ", "Janiak", ", ", "C.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "2776", "– ", "2777", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "MOFs as Adsorbents for Low Temperature Heating and Cooling Applications", "Henninger, Stefan K.; Habib, Hesham A.; Janiak, Christoph", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "8", "),\r\n    ", "2776-2777", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The 3D metal-org. framework (MOF) 3∞{[Ni3(μ3-btc)2(μ4-btre)2(μ-H2O)2]·∼22H2O} is found to be a reversibly dehydratable-hydratable water-stable MOF material with a large loading spread of 210 g/kg as a candidate for solid adsorbents in heat transformation cycles for refrigeration, heat pumping, and heat storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhvVChtb4%253D&md5=2278221ecd3c3b40094e34a30d9550d7", "6. ", "Britt", ", ", "D.", "; ", "Tranchemontagne", ", ", "D.", "; ", "Yaghi", ", ", "O. M.", " ", "Proc. Natl. Acad. Sci. U. S. A.", " ", "2008", ",  ", "105", ",  ", "11623", "– ", "11627", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Metal organic frameworks with high capacity and selectivity for harmful gases", "Britt, David; Tranchemontagne, David; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2008", "),\r\n    ", "105", "\r\n        (", "33", "),\r\n    ", "11623-11627", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "Benchmarks have been established for the performance of six metal-org. frameworks (MOFs) and isoreticular MOFs (IRMOFs, which have the same underlying topol. as MOF-5), MOF-5, IRMOF-3, MOF-74, MOF-177, MOF-199, and IRMOF-62, as selective adsorbents for eight harmful gases: sulfur dioxide, ammonia, chlorine, tetrahydrothiophene, benzene, dichloromethane, ethylene oxide, and carbon monoxide.  Kinetic breakthrough measurements are used to det. the calcd. dynamic adsorption capacity of each \"benchmark\" MOF for each gas.  The capacity of each MOF is compared to that of a sample of Calgon BPL activated carbon.  We find that pore functionality plays a dominant role in detg. the dynamic adsorption performance of MOFs.  MOFs featuring reactive functionality outperform BPL carbon in all but one case and exhibit high dynamic adsorption capacities up to 35% by wt.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtVCnur%252FK&md5=e6e6dc2268f445e0934572f33931867d", "7. ", "Carné-Sánchez", ", ", "A.", "; ", "Bonnet", ", ", "C. S.", "; ", "Imaz", ", ", "I.", "; ", "Lorenzo", ", ", "J.", "; ", "Tóth", ", ", "É.", "; ", "Maspoch", ", ", "D.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "17711", "– ", "17714", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Relaxometry Studies of a Highly Stable Nanoscale Metal-Organic Framework Made of Cu(II), Gd(III), and the Macrocyclic DOTP", "Carne-Sanchez, Arnau; Bonnet, Celia S.; Imaz, Inhar; Lorenzo, Julia; Toth, Eva; Maspoch, Daniel", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "47", "),\r\n    ", "17711-17714", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The macrocyclic ligand DOTP was used to assemble a porous, heterometallic metal-org. framework (MOF).  This MOF is miniaturizable down to the nanoscale to form stable colloids, is stable in physiol. saline soln. and cell culture media, and is not cytotoxic.  It shows interesting relaxometric properties with r1 at high field (500 MHz) of 5 mM-1 s-1 and a max. r1 = 15 mM-1 s-1 at 40 MHz, which remains const. over a wide pH range and increases with temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslCrsr7J&md5=5c8dd86d11557e4958587a313c68a939", "8. ", "Horcajada", ", ", "P.", "; ", "Gref", ", ", "R.", "; ", "Baati", ", ", "T.", "; ", "Allan", ", ", "P. K.", "; ", "Maurin", ", ", "G.", "; ", "Couvreur", ", ", "P.", "; ", "Férey", ", ", "G.", "; ", "Morris", ", ", "R. E.", "; ", "Serre", ", ", "C.", " ", "Chem. Rev.", " ", "2011", ",  ", "112", ",  ", "1232", "– ", "1268", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "9. ", "Almeida Paz", ", ", "F. A.", "; ", "Klinowski", ", ", "J.", "; ", "Vilela", ", ", "S. M. F.", "; ", "Tome", ", ", "J. P. C.", "; ", "Cavaleiro", ", ", "J. A. S.", "; ", "Rocha", ", ", "J.", " ", "Chem. Soc. Rev.", " ", "2012", ",  ", "41", ",  ", "1088", "– ", "1110", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Ligand design for functional metal-organic frameworks", "Almeida Paz, Filipe A.; Klinowski, Jacek; Vilela, Sergio M. F.; Tome, Joao P. C.; Cavaleiro, Jose A. S.; Rocha, Joao", "Chemical Society Reviews", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "3", "),\r\n    ", "1088-1110", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs), also known as coordination polymers, are formed by the self-assembly of metallic centers and bridging org. linkers.  In this crit. review, the authors review the key advances in the field and discuss the relation between the nature and structure of specifically designed org. linkers and the properties of the products.  Practical examples demonstrate that the phys. and chem. properties of the linkers play a decisive role in the properties of novel functional MOFs.  The authors focus on target materials suitable for the storage of hydrogen and methane, sequestration of CO2, gas sepn., heterogeneous catalysis and as magnetic and photoluminescent materials capable of both metal- and ligand-centered emission, ion exchangers and mol. sieves.  The advantages of highly active discrete complexes as metal-bearing ligands in the construction of MOFs are also briefly reviewed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xns1ygtg%253D%253D&md5=79722912ebb1868780aa775272c8f6e0", "10. ", "Couck", ", ", "S.", "; ", "Denayer", ", ", "J. F. M.", "; ", "Baron", ", ", "G. V.", "; ", "Remy", ", ", "T.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "6326", "– ", "6327", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "An Amine-Functionalized MIL-53 Metal-Organic Framework with Large Separation Power for CO2 and CH4", "Couck, Sarah; Denayer, Joeri F. M.; Baron, Gino V.; Remy, Tom; Gascon, Jorge; Kapteijn, Freek", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "18", "),\r\n    ", "6326-6327", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Functionalizing the well-known MIL-53(Al) metal-org. framework with amino groups increases its selectivity in CO2/CH4 sepns. by orders of magnitude while maintaining a very high capacity for CO2 capture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkslCru7c%253D&md5=45b771ce27f07c40f59463c9da968fa8", "11. ", "Rabone", ", ", "J.", "; ", "Yue", ", ", "Y. F.", "; ", "Chong", ", ", "S. Y.", "; ", "Stylianou", ", ", "K. C.", "; ", "Bacsa", ", ", "J.", "; ", "Bradshaw", ", ", "D.", "; ", "Darling", ", ", "G. R.", "; ", "Berry", ", ", "N. G.", "; ", "Khimyak", ", ", "Y. Z.", "; ", "Ganin", ", ", "A. Y.", "; ", "Wiper", ", ", "P.", "; ", "Claridge", ", ", "J. B.", "; ", "Rosseinsky", ", ", "M. J.", " ", "Science", " ", "2010", ",  ", "329", ",  ", "1053", "– ", "1057", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "An Adaptable Peptide-Based Porous Material", "Rabone, J.; Yue, Y.-F.; Chong, S. Y.; Stylianou, K. C.; Bacsa, J.; Bradshaw, D.; Darling, G. R.; Berry, N. G.; Khimyak, Y. Z.; Ganin, A. Y.; Wiper, P.; Claridge, J. B.; Rosseinsky, M. J.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "329", "\r\n        (", "5995", "),\r\n    ", "1053-1057", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Porous materials find widespread application in storage, sepn., and catalytic technologies.  The authors report a cryst. porous solid with adaptable porosity, in which a simple dipeptide linker is arranged in a regular array by coordination to metal centers.  Expts. reinforced by mol. dynamics simulations showed that low-energy torsions and displacements of the peptides enabled the available pore vol. to evolve smoothly from zero as the guest loading increased.  The obsd. cooperative feedback in sorption isotherms resembled the response of proteins undergoing conformational selection, suggesting an energy landscape similar to that required for protein folding.  The flexible peptide linker was shown to play the pivotal role in changing the pore conformation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVGrt7bJ&md5=1c11a18129e904255c130e3261b0110f", "12. ", "Gu", ", ", "J.-Z.", "; ", "Lu", ", ", "W.-G.", "; ", "Jiang", ", ", "L.", "; ", "Zhou", ", ", "H.-C.", "; ", "Lu", ", ", "T.-B.", " ", "Inorg. Chem.", " ", "2007", ",  ", "46", ",  ", "5835", "– ", "5837", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "3D Porous Metal-Organic Framework Exhibiting Selective Adsorption of Water over Organic Solvents", "Gu, Jin-Zhong; Lu, Wen-Guan; Jiang, Long; Zhou, Hong-Cai; Lu, Tong-Bu", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "15", "),\r\n    ", "5835-5837", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A 3D porous metal-org. framework (MOF) with 1D open channels has been constructed hydrothermally using ZnII and a rigid planar ligand IDC3- (imidazole-4,5-dicarboxylate).  This MOF can adsorb water selectively over org. solvents and can be regenerated and reused.  It also represents a rare example of a MOF with open channels that form/collapse reversibly upon hydration/dehydration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmvV2qs7g%253D&md5=b71b5a514bc0a1fde9c58bf3c7aa9196", "13. ", "Imaz", ", ", "I.", "; ", "Rubio-Martinez", ", ", "M.", "; ", "An", ", ", "J.", "; ", "Sole-Font", ", ", "I.", "; ", "Rosi", ", ", "N. L.", "; ", "Maspoch", ", ", "D.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "7287", "– ", "7302", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Metal-biomolecule frameworks (MBioFs)", "Imaz, Inhar; Rubio-Martinez, Marta; An, Jihyun; Sole-Font, Isabel; Rosi, Nathaniel L.; Maspoch, Daniel", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "26", "),\r\n    ", "7287-7302", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Biomols. are the building blocks of life.  Nature has evolved countless biomols. that show promise for bridging metal ions.  These mols. have emerged as an excellent source of biocompatible building blocks that can be used to design Metal-Biomol. Frameworks (MBioFs).  This feature article highlights the advances in the synthesis of this class of MOFs.  Special emphasis is provided on the crystal structures of these materials, their miniaturization to the submicron length scale, and their new potential storage, catalytic, and biomedical applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnslSntLk%253D&md5=c64900429dfda43a9c3d190fe8600eb2", "14. ", "Šponer", ", ", "J.", "; ", "Leszczynski", ", ", "J.", "; ", "Hobza", ", ", "P.", " ", "Biopolymers", " ", "2001", ",  ", "61", ",  ", "3", "– ", "31", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Electronic properties, hydrogen bonding, stacking, and cation binding of DNA and RNA bases", "Sponer, Jiri; Leszczynski, Jerzy; Hobza, Pavel", "Biopolymers", "\r\n        (", "2001", "),\r\n    ", "61", "\r\n        (", "1", "),\r\n    ", "3-31", "CODEN:\r\n                ", "BIPMAA", ";\r\n        ISSN:", "0006-3525", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "A review.  This review summarizes results concerning mol. interactions of nucleic acid bases as revealed by advanced ab initio quantum chem. (QM) calcns. published in last few years.  We first explain advantages and limitations of modern QM calcns. of nucleobases and provide a brief history of this still rather new field.  Then we provide an overview of key electronic properties of std. and selected modified nucleobases, such as their charge distributions, dipole moments, polarizabilities, proton affinities, tautomeric equil., and amino group hybridization.  Then we continue with hydrogen bonding of nucleobases, by analyzing energetics of std. base pairs, mismatched base pairs, thio-base pairs, and others.  After this, the nature of arom. stacking interactions is explained.  Also, nonclassical interactions in nucleic acids such as interstrand bifurcated hydrogen bonds, interstrand close amino group contacts, C-H≡O interbase contacts, sugar-base stacking, intrinsically nonplanar base pairs, out-of-plane hydrogen bonds, and amino-acceptor interactions are commented on.  Finally, we overview recent calcns. on interactions between nucleic acid bases and metal cations.  These studies deal with effects of cation binding on the strength of base pairs, anal. of specific differences among cations, such as the difference between zinc and magnesium, the influence of metalation on protonation and tautomeric equil. of bases, and cation-π interactions involving nucleobases.  In this review, we do not provide methodol. details, as these can be found in our preceding reviews.  The interrelation between advanced QM approaches and classical mol. dynamics simulations is briefly discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XitV2ntbc%253D&md5=f28e14113a2649f688f5f1e03412520b", "15. ", "Turecček", ", ", "F.", "; ", "Chen", ", ", "X.", " ", "J. Am. Soc. Mass. Spectrom.", " ", "2005", ",  ", "16", ",  ", "1713", "– ", "1726", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", "16. ", "Beobide", ", ", "G.", "; ", "Castillo", ", ", "O.", "; ", "Cepeda", ", ", "J.", "; ", "Luque", ", ", "A.", "; ", "Pérez-Yáñez", ", ", "S.", "; ", "Román", ", ", "P.", "; ", "Thomas-Gipson", ", ", "J.", " ", "Coord. Chem. Rev.", " ", "2013", ",  ", "257", ",  ", "2716", "– ", "2736", "[", "Crossref", "], [", "CAS", "]", "16. ", "Metal-carboxylato-nucleobase systems: From supramolecular assemblies to 3D porous materials", "Beobide, Garikoitz; Castillo, Oscar; Cepeda, Javier; Luque, Antonio; Perez-Yanez, Sonia; Roman, Pascual; Thomas-Gipson, Jintha", "Coordination Chemistry Reviews", "\r\n        (", "2013", "),\r\n    ", "257", "\r\n        (", "19-20", "),\r\n    ", "2716-2736", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  A complete overview of the prepn. of metal-carboxylato-nucleobase architectures that range from supramol. assemblies to 3D porous materials is reported.  The basic building units of these materials consist of metal-nucleobase fragments which link together through coordination bonding or by means of supramol. assembling among the nucleobases anchored to metal centers.  In the case of extended systems based on coordination bonds, the connectivity among the metal centers can be achieved through bridging nucleobases and/or by auxiliary org. linkers such as carboxylate and dicarboxylate anions.  The latter bridging mode confers to the nucleobases a greater capacity to involve in mol. recognition processes with other biol. relevant species by means of the establishment of non-covalent interactions such as hydrogen bonding and/or π-π stacking among arom. groups.  On the other hand, the geometrical rigidity imposed by several metal-nucleobase fragments and the base pairing interactions through complementary hydrogen bonding, lead to structural restraints that preclude an effective filling of the space, and as a consequence, it favors the growth of tailor-made open-frameworks based either on coordination bonds (MBioFs) or on non-covalent interactions (supraMBioFs).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXlsFaqsbs%253D&md5=e68d911ec1fda8351be6dae01fab7fdf", "17. ", "An", ", ", "J. Y.", "; ", "Geib", ", ", "S. J.", "; ", "Rosi", ", ", "N. L.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "8376", "– ", "8377", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Cation-Triggered Drug Release from a Porous Zinc-Adeninate Metal-Organic Framework", "An, Jihyun; Geib, Steven J.; Rosi, Nathaniel L.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "24", "),\r\n    ", "8376-8377", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A porous anionic metal-org. framework, {[Zn8(ad)4(BPDC)6O]·8DMF·11H2O}n (bio-MOF-1; Had = adenine, H2BPDC = biphenyl-4,4'-dicarboxylic acid), constructed using adenine as a biomol. building block is described.  The porosity of this material is evaluated, its stability in biol. buffers is studied, and its potential as a material for controlled drug release is investigated.  Specifically, procainamide HCl is loaded into the pores of bio-MOF-1 using a simple cation exchange process.  Exogenous cations from biol. buffers are shown to affect the release of the adsorbed drug mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXms1Kntbw%253D&md5=e7c5bc9294614369af1be7c69a7198d5", "18. ", "An", ", ", "J.", "; ", "Geib", ", ", "S. J.", "; ", "Rosi", ", ", "N. L.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "38", "– ", "39", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "High and Selective CO2 Uptake in a Cobalt Adeninate Metal-Organic Framework Exhibiting Pyrimidine- and Amino-Decorated Pores", "An, Jihyun; Geib, Steven J.; Rosi, Nathaniel L.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "1", "),\r\n    ", "38-39", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The synthesis and structure of Co2(ad)2(CO2CH2)2·2DMF·0.5H2O (bio-MOF-11) is described.  The porosity of this material was studied, and its CO2 and H2 adsorption properties were evaluated.  Bio-MOF-11 exhibits a high heat of adsorption for CO2 (45 kJ/mol), a high CO2 capacity (6 mmol/g, 273 K), and exceptional selectivity for CO2 over N2 at 273 K (81:1) and 298 K (75:1).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFGhtb%252FE&md5=93ee9d991b4af2909b125c69efeab1d6", "19. ", "Murugavel", ", ", "R.", "; ", "Krishnamurthy", ", ", "D.", "; ", "Sathiyendiran", ", ", "M.", " ", "J. Chem. Soc., Dalton Trans.", " ", "2002", ",  ", "1", ",  ", "34", "– ", "39", "[", "Crossref", "]", "There is no corresponding record for this reference.", "20. ", "Beauvais", ", ", "L. G.", "; ", "Shores", ", ", "M. P.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2000", ",  ", "122", ",  ", "2763", "– ", "2772", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Cyano-Bridged Re6Q8 (Q = S, Se) Cluster-Cobalt(II) Framework Materials: Versatile Solid Chemical Sensors", "Beauvais, Laurance G.; Shores, Matthew P.; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2000", "),\r\n    ", "122", "\r\n        (", "12", "),\r\n    ", "2763-2772", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Face-capped octahedral clusters [Re6Q8(CN)6]4- (Q = S, Se) were used to space apart partially hydrated Co2+ ions in extended solid frameworks, creating porous materials that display dramatic color changes upon exposure to certain org. solvents.  The clusters react with cobaltous ions in aq. soln. to ppt. the new solid phases [Co2(H2O)4][Re6S8(CN)6]·10H2O (1), Cs2[Co(H2O)2][Re6S8(CN)6]·2H2O (2), and [Co(H2O)3]4[Co2(H2O)4][Re6Se8(CN)6]3·44H2O (3).  The structures of 1·2H2O and 3 were detd. by single-crystal x-ray anal.  The former consists of an expanded Prussian blue type framework with [Re6S8]2+ and [Co2(μ-OH2)2]4+ cluster cores occupying alternate metal ion sites, and features cubelike cages enclosing water-filled cavities ∼258 Å3 in vol.  The latter structure exhibits a network of Co2+ ions and [Co2(μ-OH2)2]4+ cores connected through [Re6Se8(CN)6]4- clusters, defining an array of 1-dimensional channels with min. internal diams. of 4.8 Å.  A Rietveld refinement against x-ray powder diffraction data established compd. 2 as isostructural to an analogous Fe-contg. phase with a two-dimensional framework reminiscent of the Hoffman clathrates.  Thermogravimetric analyses show that all three compds. are fully dehydrated by ∼100°, with no further significant loss of mass <500°.  Upon exposure to di-Et ether vapor, the color of compds. 1 and 3 immediately changes from orange to an intense blue-violet or blue; other polar solvents induce somewhat different colors.  These (reversible) changes are assocd. with the emergence of an envelope of new absorption features at wavelengths between 500 and 650 nm, and the magnitude of the response to a solvent can be estd. by measuring the relative intensity of a band with a max. near 600 nm.  The authors propose that the vapochromic response is due to solvent mols. entering the pores of the solid, where they disrupt the hydrogen-bonded water network, prompting the release of bound water from the [Co2(H2O)4]4+ clusters and conversion of their Co centers from octahedral to tetrahedral coordination.  Significantly, this process does not destroy the three-dimensional connectivity in either structure, but rather creates a much more flexible framework that can expand to accommodate the incoming solvent mols.  Spectroscopic and magnetic data confirm the change in coordination geometry, and the trends in solvent responses (e.g., methanol < ethanol < n-propanol < i-propanol) are consistent with a decreased ability to support the bridging water ligands of the clusters as steric bulk increases.  Size-selective sensing is demonstrated with Me t-Bu ether, which causes a color change in compd. 3, but not in compd. 1.  X-ray powder diffraction expts. indicate that the vapochromic response in both compds. is affiliated with a reversible change in the bulk crystal structure of the material.  Variable-temp. magnetic susceptibility data for compd. 1 suggest a weak antiferromagnetic coupling interaction between the water-bridged Co2+ ions of the dinuclear cluster units.  Finally, a simple chem. sensing device employing these solids is described, along with some properties relevant to its function.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXhsVGhs7c%253D&md5=8250a44ef1e91f5beb16c2b515146e46", "21. ", "Yamada", ", ", "M.", "; ", "Sato", ", ", "T.", "; ", "Miyake", ", ", "M.", "; ", "Kobayashi", ", ", "Y.", " ", "J. Colloid Interface Sci.", " ", "2007", ",  ", "315", ",  ", "369", "– ", "375", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "Temporal evolution of composition and crystal structure of cobalt hexacyanoferrate nano-polymers synthesized in reversed micelles", "Yamada, Mami; Sato, Takuya; Miyake, Mikio; Kobayashi, Yoshio", "Journal of Colloid and Interface Science", "\r\n        (", "2007", "),\r\n    ", "315", "\r\n        (", "1", "),\r\n    ", "369-375", "CODEN:\r\n                ", "JCISA5", ";\r\n        ISSN:", "0021-9797", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "Nanometer-size metal coordination polymers are fascinating to explore, since their unique properties are controlled by a large ratio of surface atoms, which is an entirely different effect from that in a bulk crystal.  The authors demonstrated the reaction time-induced structural conversion of nanometer-sized metal coordination nano-polymers (MCNPs).  The MCNP selected here was a Prussian blue analog, Co hexacyanoferrate (Fe-CN-Co) with ∼3 nm.  When Fe-CN-Co MCNPs were synthesized in reverse micelles of cationic surfactants, cetyltrimethylammonium halides [CTAX, X = Br, Cl], their color dramatically changed from red to green with increasing the reaction time.  The authors studied the mechanism of this characteristic color change using XRD, FTIR, UV-visible spectra, CHN elemental analyses, ICP, and TGA, which indicated that the coordination geometry of CoII ions was changed from a 6-coordinate octahedral (Oh) to a 4-coordinate tetrahedral (Td) with clear crystal distortion.  The magnetic behavior of the prepd. Fe-CN-Co MCNPs was also reaction-time dependent, as illustrated by SQUID and 57Fe Mossbauer spectra.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtVKrsbfO&md5=eabfe38efe3d9b36e2efcb9b2ad0f112", "22. ", "Uemura", ", ", "K.", "; ", "Kitagawa", ", ", "S.", "; ", "Kondo", ", ", "M.", "; ", "Fukui", ", ", "K.", "; ", "Kitaura", ", ", "R.", "; ", "Chang", ", ", "H.-C.", "; ", "Mizutani", ", ", "T.", " ", "Chem.—Eur. J.", " ", "2002", ",  ", "8", ",  ", "3586", "– ", "3600", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "Novel flexible frameworks of porous cobalt(II) coordination polymers that show selective guest adsorption based on the switching of hydrogen-bond pairs of amide groups", "Uemura, Kazuhiro; Kitagawa, Susumu; Kondo, Mitsuru; Fukui, Koichi; Kitaura, Ryo; Chang, Ho-Chol; Mizutani, Tadashi", "Chemistry - A European Journal", "\r\n        (", "2002", "),\r\n    ", "8", "\r\n        (", "16", "),\r\n    ", "3586-3600", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH", ")\r\n        ", "Four porous cryst. coordination polymers with two-dimensional frameworks of a double-edged axe-shaped motif, {[Co(NCS)2(3-pia)2]·2EtOH·11H2O}n (1a), {[Co(NCS)2(3-pia)2]·4Me2CO}n (3a), {[Co(NCS)2(3-pia)2]·4THF}n (3b) and {[Co(NCS)2(3-pna)2]n} (5), were synthesized by the reaction of Co(II) thiocyanate with N-(3-pyridyl)isonicotinamide (3-pia) or N-(3-pyridyl)nicotinamide (3-pna).  X-ray crystallog. characterization reveals that adjacent layers are stacked such that channels are created, except in 5.  The channels form a H-bonded interior for guest mols.; in practice, 1a contains EtOH and H2O mols. as guests in the channels with H bonds, whereas 3b (3a) contains THF (acetone) mols.  In 1a, the double-edged axe-shaped motifs in adjacent sheets are not located over the top of each other, while the motifs in 3b stack so perfectly as to overlap each other in an edge-to-edge fashion.  This subtle change in the three-dimensional framework is assocd. with the template effect of the guests.  Compd. 5 has no guest mols. and, therefore, the amide groups in one sheet were used for H-bonding links with adjacent sheets.  Removal of the guest mols. from 1a and 3b (3a) causes a structural conversion accompanied by a color change.  Pink 1a cannot retain its original framework and changes into a blue amorphous compd.  However, the framework of pink 3b (3a) is transformed to a new cryst. framework of violet 4.  The complex 4 reverts to the original pink crystals of 3b (3a) when it is exposed to THF (or acetone) vapor.  Spectroscopic measurements (visible, EPR, and IR) provide a clue to the crystal-to-crystal transformation; on removal of the guests, the amide groups were used to form the β sheet-type H bonding between the sheets, and thus the framework withstands significant stress on removal of guest mols.  This mechanism is attributed to the arrangement of the adjacent sheets so suited in regularity that the β sheet-type structure forms efficiently.  The apohost 4 does not adsorb cyclopentane, showing a guest selectivity that, in addn. to size, H-bonding capability is required for the guest mols.  The obtained compd. is categorized as a member of a new generation of compds. tending towards functional porous coordination polymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xmslequro%253D&md5=0c04df5898be666193514745e254dd16", "23. ", "Juanhuix", ", ", "J.", "; ", "Gil-Ortiz", ", ", "F.", "; ", "Cuní", ", ", "G.", "; ", "Colldelram", ", ", "C.", "; ", "Nicolás", ", ", "J.", "; ", "Lidón", ", ", "J.", "; ", "Boter", ", ", "E.", "; ", "Ruget", ", ", "C.", "; ", "Ferrer", ", ", "S.", "; ", "Benach", ", ", "J.", " ", "J. Synchrotron Radiat.", " ", "2014", ",  ", "21", ",  ", "679", "– ", "689", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "23. ", "Developments in optics and performance at BL13-XALOC, the macromolecular crystallography beamline at the Alba Synchrotron", "Juanhuix, Jordi; Gil-Ortiz, Fernando; Cuni, Guifre; Colldelram, Carles; Nicolas, Josep; Lidon, Julio; Boter, Eva; Ruget, Claude; Ferrer, Salvador; Benach, Jordi", "Journal of Synchrotron Radiation", "\r\n        (", "2014", "),\r\n    ", "21", "\r\n        (", "4", "),\r\n    ", "679-689", "CODEN:\r\n                ", "JSYRES", ";\r\n        ISSN:", "1600-5775", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "BL13-XALOC is currently the only macromol. crystallog. beamline at the 3 GeV ALBA synchrotron near Barcelona, Spain.  The optics design is based on an in-vacuum undulator, a Si(111) channel-cut crystal monochromator and a pair of KB mirrors.  It allows three main operation modes: a focused configuration, where both mirrors can focus the beam at the sample position to 52 μm × 5.5 μm FWHM (H × V); a defocused configuration that can match the size of the beam to the dimensions of the crystals or to focus the beam at the detector; and an unfocused configuration, where one or both mirrors are removed from the photon beam path.  To achieve a uniform defocused beam, the slope errors of the mirrors were reduced down to 55 nrad RMS by employing a novel method that has been developed at the ALBA high-accuracy metrol. lab.  Thorough commissioning with X-ray beam and user operation has demonstrated an excellent energy and spatial stability of the beamline.  The end-station includes a high-accuracy single-axis diffractometer, a removable mini-kappa stage, an automated sample-mounting robot and a photon-counting detector that allows shutterless operation.  The positioning tables of the diffractometer and the detector are based on a novel and highly stable design.  This equipment, together with the operation flexibility of the beamline, allows a large variety of types of crystals to be tackled, from medium-sized crystals with large unit-cell parameters to microcrystals.  Several examples of data collections measured during beamline commissioning are described.  The beamline started user operation on 18 July 2012.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtVGksr7J&md5=f76befe3e1b5b884b8ba7cf30f97310e", "24. ", "Kabsch", ", ", "W.", " ", "Acta Crystallogr., Sect. D: Biol. Crystallogr.", " ", "2010", ",  ", "66", ",  ", "125", "– ", "132", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "24. ", "Software XDS for image rotation, recognition and crystal symmetry assignment", "Kabsch, Wolfgang", "Acta Crystallographica, Section D: Biological Crystallography", "\r\n        (", "2010", "),\r\n    ", "66", "\r\n        (", "2", "),\r\n    ", "125-132", "CODEN:\r\n                ", "ABCRE6", ";\r\n        ISSN:", "0907-4449", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "The usage and control of recent modifications of the program package XDS for the processing of rotation images are described in the context of previous versions.  New features include automatic detn. of spot size and reflecting range and recognition and assignment of crystal symmetry.  Moreover, the limitations of earlier package versions on the no. of correction/scaling factors and the representation of pixel contents have been removed.  Large program parts have been restructured for parallel processing so that the quality and completeness of collected data can be assessed soon after measurement.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhs1SisLc%253D&md5=1aa9a38aeb3ce95af4ffb7d8b8a142bd", "25. ", "Leslie", ", ", "A.", " ", "Acta Crystallogr., Sect. D: Biol. Crystallogr.", " ", "2006", ",  ", "62", ",  ", "48", "– ", "57", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "25. ", "The integration of macromolecular diffraction data", "Leslie, Andrew G. W.", "Acta Crystallographica, Section D: Biological Crystallography", "\r\n        (", "2006", "),\r\n    ", "D62", "\r\n        (", "1", "),\r\n    ", "48-57", "CODEN:\r\n                ", "ABCRE6", ";\r\n        ISSN:", "0907-4449", ".\r\n    \r\n            (", "Blackwell Publishing Ltd.", ")\r\n        ", "The objective of any modern data-processing program is to produce from a set of diffraction images a set of indexes (hkls) with their assocd. intensities (and ests. of their uncertainties), together with an accurate est. of the crystal unit-cell parameters.  This procedure should not only be reliable, but should involve an abs. min. of user intervention.  The process can be conveniently divided into three stages.  The first (autoindexing) dets. the unit-cell parameters and the orientation of the crystal.  The unit-cell parameters may indicate the likely Laue group of the crystal.  The second step is to refine the initial est. of the unit-cell parameters and also the crystal mosaicity using a procedure known as post-refinement.  The third step is to integrate the images, which consists of predicting the positions of the Bragg reflections on each image and obtaining an est. of the intensity of each reflection and its uncertainty.  This is carried out while simultaneously refining various detector and crystal parameters.  Basic features of the algorithms employed for each of these three sep. steps are described, principally with ref. to the program MOSFLM.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtlant7vP&md5=70d65687f3b3426c93e96bfb706e0c5c", "26. ", "Siemens SAINT, 4; ", "Siemens Analytical X-ray Instruments Inc.", ": ", "Madison, Wisconsin, USA.", ", ", "1996", ".", "There is no corresponding record for this reference.", "27. ", "Krause", ", ", "L.", "; ", "Herbst-Irmer", ", ", "R.", "; ", "Sheldrick", ", ", "G. M.", "; ", "Stalke", ", ", "D.", " ", "J. Appl. Crystallogr.", " ", "2015", ",  ", "48", ",  ", "3", "– ", "10", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "27. ", "Comparison of silver and molybdenum microfocus X-ray sources for single-crystal structure determination", "Krause, Lennard; Herbst-Irmer, Regine; Sheldrick, George M.; Stalke, Dietmar", "Journal of Applied Crystallography", "\r\n        (", "2015", "),\r\n    ", "48", "\r\n        (", "1", "),\r\n    ", "3-10", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "1600-5767", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "The quality of diffraction data obtained using silver and molybdenum microsources has been compared for six model compds. with a wide range of absorption factors.  The expts. were performed on two 30 W air-cooled Incoatec IμS microfocus sources with multilayer optics mounted on a Bruker D8 goniometer with a SMART APEX II CCD detector.  All data were analyzed, processed and refined using std. Bruker software.  The results show that Ag Kα radiation can be beneficial when heavy elements are involved.  A numerical absorption correction based on the positions and indexes of the crystal faces is shown to be of limited use for the highly focused microsource beams, presumably because the assumption that the crystal is completely bathed in a (top-hat profile) beam of uniform intensity is no longer valid.  Fortunately the empirical corrections implemented in SADABS, although originally intended as a correction for absorption, also correct rather well for the variations in the effective vol. of the crystal irradiated.  In three of the cases studied (two Ag and one Mo) the final SHELXL R1 against all data after application of empirical corrections implemented in SADABS was below 1%.  Since such corrections are designed to optimize the agreement of the intensities of equiv. reflections with different paths through the crystal but the same Bragg 2θ angles, a further correction is required for the 2θ dependence of the absorption.  For this, SADABS uses the transmission factor of a spherical crystal with a user-defined value of μr (where μ is the linear absorption coeff. and r is the effective radius of the crystal); the best results are obtained when r is biased towards the smallest crystal dimension.  The results presented here suggest that the IUCr publication requirement that a numerical absorption correction must be applied for strongly absorbing crystals is in need of revision.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXitVOmtrc%253D&md5=7a9a2f675fff97a9c18ba4e38bdc57bb", "28. ", "Sheldrick", ", ", "G. M.", "; ", "Dauter", ", ", "Z.", "; ", "Wilson", ", ", "K. S.", "; ", "Hope", ", ", "H.", "; ", "Sieker", ", ", "L. C.", " ", "Acta Crystallogr., Sect. D: Biol. Crystallogr.", " ", "1993", ",  ", "49", ",  ", "18", "– ", "23", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "28. ", "The application of direct methods and Patterson interpretation to high-resolution native protein data", "Sheldrick G M; Dauter Z; Wilson K S; Hope H; Sieker L C", "Acta crystallographica. Section D, Biological crystallography", "\r\n        (", "1993", "),\r\n    ", "49", "\r\n        (", "Pt 1", "),\r\n    ", "18-23", "\r\n        ISSN:", "0907-4449", ".\r\n    ", "Conventional small-molecule methods of solving the phase problem from native data alone, without the use of heavy-atom derivatives, known fragment geometries or anomalous dispersion, have been tested on 0.9 A resolution data for two small proteins: rubredoxin, from Desulfovibrio vulgaris, and crambin.  The presence of three disulfide bridges in crambin and an FeS(4) unit in rubredoxin enabled automated Patterson interpretation as well as direct methods to be tried.  Although both structures were already well established, the known structures were not used in the phasing attempts, except for identifying successful solutions.  Direct methods were not successful for crambin, although the correct phases were stable to phase refinement and gave figures of merit clearly superior to any obtained in the ca 500 000 random starting phase sets that were refined.  It appears that the presence of an iron atom in rubredoxin reduces the scale of the search problem by many orders of magnitude, but at the cost of producing 'over-consistent' phase sets that overemphasize the iron atom and involve partial loss of enantiomorph information.  However, about 1% of direct-methods trials were successful for rubredoxin, giving mean phase errors of about 56 degrees (for all E > 1.2) that could be reduced to about 20 degrees by standard E-Fourier recycling methods.  Limiting the resolution of the data degraded the quality of the solutions and suggested that the limiting resolution for routine direct-methods solution of rubredoxin is about 1.2 A.  With the 0.9 A data, automated Patterson interpretation convincingly finds the three disulfide bridges in crambin and the FeS(4) unit in rubredoxin, and in both cases E-Fourier recycling starting from these 'heavier' atoms yields almost the complete structure.  Whereas crambin could only be solved in this way at very high resolution, rubredoxin could be solved by Patterson interpretation down to 1.6 A.  These results emphasize the benefits of collecting protein data to the highest possible resolution, and indicate that when a few 'heavier' atoms are present, it may prove possible in favorable cases to solve the phase problem from a single native data set collected to 'atomic resolution'.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD2czpsVOmtA%253D%253D&md5=70f5fd9f089e86d05ee02386125e70b7", "29. ", "Sheldrick", ", ", "G.", " ", "Acta Crystallogr., Sect. C: Cryst. Struct. Commun.", " ", "2015", ",  ", "71", ",  ", "3", "– ", "8", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", "30. ", "Farrugia", ", ", "L.", " ", "J. Appl. Crystallogr.", " ", "2012", ",  ", "45", ",  ", "849", "– ", "854", "[", "Crossref", "], [", "CAS", "]", "30. ", "WinGX and ORTEP for Windows: an update", "Farrugia, Louis J.", "Journal of Applied Crystallography", "\r\n        (", "2012", "),\r\n    ", "45", "\r\n        (", "4", "),\r\n    ", "849-854", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "The WinGX suite provides a complete set of programs for the treatment of small-mol. single-crystal diffraction data, from data redn. and processing, structure soln., model refinement and visualization, and metric anal. of mol. geometry and crystal packing, to final report prepn. in the form of a CIF.  It includes several well known pieces of software and provides a repository for programs when the original authors no longer wish to, or are unable to, maintain them.  It also provides menu items to execute external software, such as the SIR and SHELX suites of programs.  The program ORTEP for Windows provides a graphical user interface (GUI) for the classic ORTEP program, which is the original software for the illustration of anisotropic displacement ellipsoids.  The GUI code provides input capabilities for a wide variety of file formats, and extra functionality such as geometry calcns. and ray-traced outputs.  The programs WinGX and ORTEP for Windows have been distributed over the internet for about 15 years, and this article describes some of the more modern features of the programs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtVKltbzK&md5=0b5b2b5facbaafdd6bbbb80e581bf3be", "31. ", "Blatov", ", ", "V. A.", "; ", "Shevchenko", ", ", "A. P.", "; ", "Proserpio", ", ", "D. M.", " ", "Crys. Growth Des.", " ", "2014", ",  ", "14", ",  ", "3576", "– ", "3586", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "Applied Topological Analysis of Crystal Structures with the Program Package ToposPro", "Blatov, Vladislav A.; Shevchenko, Alexander P.; Proserpio, Davide M.", "Crystal Growth & Design", "\r\n        (", "2014", "),\r\n    ", "14", "\r\n        (", "7", "),\r\n    ", "3576-3586", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Basic concepts of computer topol. anal. of crystal structures realized in the current version of the program package ToposPro are considered.  Applications of the ToposPro methods to various classes of chem. compds.-coordination polymers, mol. crystals, supramol. ensembles, inorg. ionic compds., intermetallics, fast-ion conductors, microporous materials-are illustrated by many examples.  Chem. and crystallog. different structures can be automatically treated in a similar way with the ToposPro approaches.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXovVSjs70%253D&md5=1c5b8b24597b26dfd95acc2cc84f7cc6", "32. ", "Coucouvanis", ", ", "D.", "; ", "Reynolds", ", ", "R. A.", "; ", "Dunham", ", ", "W. R.", " ", "J. Am. Chem. Soc.", " ", "1995", ",  ", "117", ",  ", "7570", "– ", "7571", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "Synthesis and Characterization of a New Class of Asymmetric Aqua-Acetate Bridged Dimers. Solid State Molecular Structures of the [M2(μ-H2O)(μ-OAc)2(OAc)3(Py)2]- Anions (M = Mn(II), Fe(II), Co(II)). A Structural Model for the Fe2 Site in Methane Monooxygenase", "Coucouvanis, D.; Reynolds, R. A., III; Dunham, W. R.", "Journal of the American Chemical Society", "\r\n        (", "1995", "),\r\n    ", "117", "\r\n        (", "28", "),\r\n    ", "7570-1", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Pyridine solns. of two equiv. of MII(OAc)2.4H2O (M = Mn, Fe, Co) salts and one equiv. of Et4N(OAc).4H2O afford after unexceptional workup, crystals of the spontaneously assembled Et4N[M2(AcO)5(H2O)(py)2] salts in yields >80%.  Colorless Et4N[Mn2(AcO)5(H2O)(py)2], II, yellow Et4N[Fe2(AcO)5(H2O)(py)2], III, and pink Et4N[Co2(AcO)5(H2O)(py)2], IV, crystallize in the monoclinic, space group P21/a with Z = 4.  The cell dimensions for II are: a 18.094(11) Å, b 11.057(4) Å, c 18.367(7) Å, β = 108.49(4), for III are: a 18.085(6), b 10.955(4), c 18.273(7) Å, β 108.58(3)°, and for IV are: a 18.143(3), b 10.888(2), c 18.216(3) Å, β 108.81°.  Single crystal x-ray diffraction data for all crystals were collected on a Nicolet R3m diffractometer using MoKα radiation and the structures solved using conventional methods.  Full-matrix refinement of 307 parameters on 3104 data for II, 405 parameters on 2505 data for III, and 405 parameters on 2578 data for IV gave final R values 0.059, 0.043, 0.047, resp.  The dimeric anions are asym. with the two metal ions bridged by two acetate ligands and a H2O mol.  The terminal ligands on one of the metal ions are two monodentate acetates and a pyridine.  The 2nd metal ion is coordinated terminally by a bidentate acetate ligand and pyridine.  The M-M distances are: 3.618(3) Å, 3.577(2) Å and 3.548(2) Å for II, III and IV, resp.  In that order the M-O (H2O)-M angles were 108.3(3)°, 110.5(2)° and 112.9(2)°.  The Moessbauer spectra of III in the solid at 125 K and in soln. at the same temp. show single quadrupole doublets with isomer shifts, δ vs. Fe, and quadrupole splittings ΔEq, resp., of 1.30 mm/s; 2.00 mm/s and 1.18 mm/s; 2.96 mm/s.  The magnetic moments of II, III and IV (μeffcorr, μB, at 250 K and 4.2 K) are: 7.67, 2.16; 7.62, 4.37 and 6.76, 4.72 resp. and suggest that the metal ions in the dimers are weakly coupled.  The data were fit with values of the coupling const. J of -0.2 cm-1 (III, IV) and -1 cm-1 (II) ignoring the effects of zero field splitting.  The complexes, particularly II and III, readily oxidize in the air.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXmvVehurY%253D&md5=58f07c5d5f36049426a6b746fd76e85a", "33. ", "Aromí", ", ", "G.", "; ", "Batsanov", ", ", "A. S.", "; ", "Christian", ", ", "P.", "; ", "Helliwell", ", ", "M.", "; ", "Parkin", ", ", "A.", "; ", "Parsons", ", ", "S.", "; ", "Smith", ", ", "A. A.", "; ", "Timco", ", ", "G. A.", "; ", "Winpenny", ", ", "R. E. P.", " ", "Chem.—Eur. J.", " ", "2003", ",  ", "9", ",  ", "5142", "– ", "5161", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "33. ", "Synthetic and structural studies of cobalt-pivalate complexes", "Aromi, Guillem; Batsanov, Andrei S.; Christian, Paul; Helliwell, Madeleine; Parkin, Andrew; Parsons, Simon; Smith, Andrew A.; Timco, Grigore A.; Winpenny, Richard E. P.", "Chemistry - A European Journal", "\r\n        (", "2003", "),\r\n    ", "9", "\r\n        (", "20", "),\r\n    ", "5142-5161", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The synthesis and characterization of a range of cobalt pivalate cage complexes are reported.  The cages include: a dinuclear CoII complex; an oxo-centered CoIII triangle; tetranuclear CoII heterocubanes and butterflies; tetranuclear heterovalent cobalt butterflies and hexanuclear edge-sharing bitetrahedra; heterovalent penta-, hexa- and hepta-nuclear cages based on {M4O4} heterocubane cores; and a tetradecanuclear cage based on heterocubanes sharing edges and vertexes.  Spectroscopic studies suggest that some of these cores are retained in soln., but that only in the CoIII triangle is the structure including ligands retained.  A scheme is proposed to account for the many structures obsd., which may be applicable to other polymetallic cage complexes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXos1Sjs7Y%253D&md5=640a84db5e92b504f781c90eb73b8900", "34. ", "Spek", ", ", "A. L.", " ", "J. Appl. Crystallogr.", " ", "2003", ",  ", "36", ",  ", "7", "– ", "13", "[", "Crossref", "], [", "CAS", "]", "34. ", "Single-crystal structure validation with the program PLATON", "Spek, A. L.", "Journal of Applied Crystallography", "\r\n        (", "2003", "),\r\n    ", "36", "\r\n        (", "1", "),\r\n    ", "7-13", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "Blackwell Munksgaard", ")\r\n        ", "The results of a single-crystal structure detn. when in CIF format can now be validated routinely by automatic procedures.  In this way, many errors in published papers can be avoided.  The validation software generates a set of ALERTS detailing issues to be addressed by the experimenter, author, referee and publication journal.  Validation was pioneered by the IUCr journal Acta Crystallographica Section C and is currently std. procedure for structures submitted for publication in all IUCr journals.  The implementation of validation procedures by other journals is in progress.  This paper describes the concepts of validation and the classes of checks that are carried out by the program PLATON as part of the IUCr check CIF facility.  PLATON validation can be run at any stage of the structure refinement, independent of the structure detn. package used, and is recommended for use as a routine tool during or at least at the completion of every structure detn.  Two examples are discussed where proper validation procedures could have avoided the publication of incorrect structures that had serious consequences for the chem. involved.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXltlChtw%253D%253D&md5=0a85de2407551632bb287508534904e2", "35. ", "García-Terán", ", ", "J. P.", "; ", "Castillo", ", ", "O.", "; ", "Luque", ", ", "A.", "; ", "García-Couceiro", ", ", "U.", "; ", "Román", ", ", "P.", "; ", "Lloret", ", ", "F.", " ", "Inorg. Chem.", " ", "2004", ",  ", "43", ",  ", "5761", "– ", "5770", "[", "ACS Full Text ", "], [", "CAS", "]", "35. ", "One-Dimensional Oxalato-Bridged Cu(II), Co(II), and Zn(II) Complexes with Purine and Adenine as Terminal Ligands", "Garcia-Teran, Juan P.; Castillo, Oscar; Luque, Antonio; Garcia-Couceiro, Urko; Roman, Pascual; Lloret, Francesc", "Inorganic Chemistry", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "18", "),\r\n    ", "5761-5770", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The reaction of nucleobases (adenine or purine) with a metallic salt in the presence of K oxalate in an aq. soln. yields 1-dimensional complexes [M(μ-ox)(H2O)(pur)]n (pur = purine, ox = oxalato ligand (2-); M = Cu(II) (1), Co(II) (2), and Zn(II) (3)), [Co(μ-ox)(H2O)(pur)0.76(ade)0.24]n (4) and {[M(μ-ox)(H2O)(ade)]·2(ade)·(H2O)}n (ade = adenine; M = Co(II) (5) and Zn(II) (6)).  Their x-ray single-crystal structures, variable-temp. magnetic measurements, thermal behavior, and FTIR spectroscopy are reported.  The complexes 1-4 crystallize in the monoclinic space group P21/a with similar crystallog. parameters.  The compds. 5 and 6 are also isomorphous but crystallize in the triclinic space group P‾1.  All compds. contain 1-dimensional chains in which cis-[M(H2O)(L)]2+ units are bridged by bis-bidentate oxalato ligands with M···M intrachain distances in the range 5.23-5.57 Å.  In all cases, the metal atoms are six-coordinated by four oxalato O atoms, one H2O mol., and one N atom from a terminal nucleobase, building distorted octahedral MO4OwN surroundings.  The purine ligand is bound to the metal atom through the most basic imidazole N9 atom in 1-4, whereas in 5 and 6 the minor groove site N3 of the adenine nucleobase is the donor atom.  The crystal packing of compds. 5 and 6 shows uncoordinated adenine and H2O crystn. mols.  The cohesiveness of the supramol. 3-dimensional structure of the compds. is achieved by an extensive network of noncovalent interactions (H bonds and π-π stacking interactions).  Variable-temp. magnetic susceptibility measurements of the Cu(II) and Co(II) complexes in the range 2-300 K show the occurrence of antiferromagnetic intrachain interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXntVegtb8%253D&md5=fb2166366cd9ae18d65273af9b4a3973", "36. ", "Pérez-Yáñez", ", ", "S.", "; ", "Castillo", ", ", "O.", "; ", "Cepeda", ", ", "J.", "; ", "García-Terán", ", ", "J. P.", "; ", "Luque", ", ", "A.", "; ", "Román", ", ", "P.", " ", "Inorg. Chim. Acta", " ", "2011", ",  ", "365", ",  ", "211", "– ", "219", "[", "Crossref", "], [", "CAS", "]", "36. ", "Supramolecular architectures of metal-oxalato complexes containing purine nucleobases", "Perez-Yanez, Sonia; Castillo, Oscar; Cepeda, Javier; Garcia-Teran, Juan P.; Luque, Antonio; Roman, Pascual", "Inorganica Chimica Acta", "\r\n        (", "2011", "),\r\n    ", "365", "\r\n        (", "1", "),\r\n    ", "211-219", "CODEN:\r\n                ", "ICHAA3", ";\r\n        ISSN:", "0020-1693", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The reaction of purine nucleobases (adenine (Hade), 3-methyladenine (3Meade) and 9-methylguanine (9Megua)) with a metallic salt in the presence of potassium oxalate yields three compds. {[Cd(μ-ox)(H2O)(Hade)]·H2O}n (1), {[Cu(μ-ox)(H2O)(3Meade)]·H2O}n (2) and [Cu(ox)(H2O)2(9Megua)]·2.5H2O (3).  Crystal structures of compds. 1-2 consist of 1-dimensional zigzag chains in which cis-[M(H2O)(nucleobase)]2+ fragments are linked by bis-bidentate oxalato ligands.  In compd. 1, the nucleobase is coordinated through the minor groove N3 atom, and the resulting noncanonical 7H-adenine tautomer is stabilized by noncovalent interactions involving more basic N9 and N7 sites.  In compd. 2, the mutagenic 3-methyladenine is attached to the metal atoms by the imidazole N7 atom.  The dissimilar binding pattern of the nucleobases produces significant differences in the supramol. architectures of compds. 1 and 2 which are essentially governed by an extensive network of noncovalent interactions such as H bonded adenine-adenine base pairs, hydration of the nucleobases, carboxylato-nucleobase assocns., and face-to-face π-π stacking.  The model 9-methylguanine nucleobase of compd. 3 exhibits its usual coordination mode through the major groove N7 atom to form two monomeric [(Cu(ox)(H2O)2(9Megua))] units which are held together by Watson-Crick like H bonds between the guanine moieties and the inorg. frameworks generating almost planar tetrameric metal-org. aggregates.  The 3-dimensional packing of the complex entities affords an open structure contg. voids which are filled by decameric (H2O)10 clusters.  Variable-temp. magnetic susceptibility measurements of compd. 2 show the occurrence of antiferromagnetic intrachain interactions in good agreement with the structural features of its 1-dimensional metal-oxalato framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhs1WjsbzK&md5=616ccb61b50bcbb7c4da2a19575c997c", "37. ", "Garcia-Teran", ", ", "J. P.", "; ", "Castillo", ", ", "O.", "; ", "Luque", ", ", "A.", "; ", "Garcia-Couceiro", ", ", "U.", "; ", "Beobide", ", ", "G.", "; ", "Roman", ", ", "P.", " ", "Dalton Trans.", " ", "2006", ",  ", "7", ",  ", "902", "– ", "911", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", "38. ", "Stylianou", ", ", "K. C.", "; ", "Warren", ", ", "J. E.", "; ", "Chong", ", ", "S. Y.", "; ", "Rabone", ", ", "J.", "; ", "Bacsa", ", ", "J.", "; ", "Bradshaw", ", ", "D.", "; ", "Rosseinsky", ", ", "M. J.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "3389", "– ", "3391", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "38. ", "CO2 selectivity of a 1D microporous adenine-based metal-organic framework synthesized in water", "Stylianou, Kyriakos C.; Warren, John E.; Chong, Samantha Y.; Rabone, Jeremy; Bacsa, John; Bradshaw, Darren; Rosseinsky, Matthew J.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "12", "),\r\n    ", "3389-3391", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The coordination of adenine (Hade) to Ni2+ forms a dimer unit which can be linked by 3,5-pyrazoledicarboxylic acid (H3pzdc) into chains of [Ni3(pzdc)2(Hade)2(H2O)4] which assemble under hydrothermal conditions via H bonding into a robust porous network.  The dehydrated material displays selectivity for CO2 over CH4 and an isosteric heat which increases with guest loading.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXivVWltrY%253D&md5=c7c4c6cc0bbcc1ae9d1fab465a75df31", "39. ", "Huang", ", ", "H.-X.", "; ", "Tian", ", ", "X.-Z.", "; ", "Song", ", ", "Y.-M.", "; ", "Liao", ", ", "Z.-W.", "; ", "Sun", ", ", "G.-M.", "; ", "Luo", ", ", "M.-B.", "; ", "Liu", ", ", "S.-J.", "; ", "Xu", ", ", "W.-Y.", "; ", "Luo", ", ", "F.", " ", "Aust. J. Chem.", " ", "2012", ",  ", "65", ",  ", "320", "– ", "325", "[", "Crossref", "], [", "CAS", "]", "39. ", "Three-Membered Metal-Nucleobase-Carboxylate System Showing Interesting 2D and 3D Architecture: Synthesis, Structure, Thermostability, and Magnetic Properties", "Huang, Hai-Xiao; Tian, Xiao-Zhao; Song, Yu-Mei; Liao, Zhen-Wei; Sun, Gong-Ming; Luo, Ming-Biao; Liu, Shu-Juan; Xu, Wen-Yuan; Luo, Feng", "Australian Journal of Chemistry", "\r\n        (", "2012", "),\r\n    ", "65", "\r\n        (", "3", "),\r\n    ", "320-325", "CODEN:\r\n                ", "AJCHAS", ";\r\n        ISSN:", "0004-9425", ".\r\n    \r\n            (", "CSIRO Publishing", ")\r\n        ", "Via hydrothermal synthesis, the authors constructed four nucleobase metal-org. compds., viz.  Zn2(7H-ade)(oba)2·H2O (1), Zn(1H-hyp)(Hoba) (2), Ni(1H-ade)(i.p.) (3), and Cd(H2O)(9H-ade)(i.p.) (4), where ade, hyp, H2oba, and H2i.p. are adenine, hypoxanthine, 4,4'-oxybis(benzoic acid), and isophthalic acid, resp.  These polymers show novel 2-dimensional and 3-dimensional structures, such as 3-fold interpenetrating dmp net, supramol. zeolite-type sra net, and exceptional 2-dimensional 44 net composed of three kinds of quadrangle, obsd. in polymers 1, 2, and 3, resp.  Also, thermogravimetric studies of polymers 1, 2, and 4, and the magnetic properties of 3 are also explored.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XktFCitb4%253D&md5=8e81ff501107ae214ad1b128874575e1", "40. ", "Wang", ", ", "F.", "; ", "Tan", ", ", "Y.-X.", "; ", "Yang", ", ", "H.", "; ", "Zhang", ", ", "H.-X.", "; ", "Kang", ", ", "Y.", "; ", "Zhang", ", ", "J.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "5828", "– ", "5830", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "40. ", "A new approach towards tetrahedral imidazolate frameworks for high and selective CO2 uptake", "Wang, Fei; Tan, Yan-Xi; Yang, Hui; Zhang, Hai-Xia; Kang, Yao; Zhang, Jian", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "20", "),\r\n    ", "5828-5830", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Successful development of a new synthetic approach towards tetrahedral imidazolate frameworks (TIFs) via combining an auxiliary unineg. linker into the Zn-imidazolate tetrahedral assembly leads to new TIF materials ([Zn(ad)(int)]·DMF, Zn2(im)3(int) and Zn2(im)(int)2(OH) TIF-A1 to TIF-A3, (HL = adenine, Hint = isonicotinic acid, Him = imidazole)) with distinct structural topologies and high CO2 uptake capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXls1Clu7s%253D&md5=5cfe28bc1b4c01fbdfb675a14774130c", "41. ", "Paul", ", ", "A. K.", "; ", "Sanyal", ", ", "U.", "; ", "Natarajan", ", ", "S.", " ", "Crys. Growth Des.", " ", "2010", ",  ", "10", ",  ", "4161", "– ", "4175", "[", "ACS Full Text ", "], [", "CAS", "]", "41. ", "Use of Polyazaheterocycles in the Assembly of New Cadmium Sulfate Frameworks: Synthesis, Structure, and Properties", "Paul, Avijit Kumar; Sanyal, Udishnu; Natarajan, Srinivasan", "Crystal Growth & Design", "\r\n        (", "2010", "),\r\n    ", "10", "\r\n        (", "9", "),\r\n    ", "4161-4175", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The reaction of cadmium sulfate in the presence of polyazaheterocyclic org. mols. melamine, adenine, 1,2,4-triazole, 3,5-diamino-1,2,4-triazole and 5-aminotetrazole gave rise to a variety of new cadmium sulfate phases in water contg. solvothermal reaction.  The compds. have two- (1) and three-dimensionally (2-6) extended structures.  All the compds. have structures built up by the connectivity involving the cadmium octahedra and the sulfate tetrahedra in which the heterocyclic org. mols. act as the ligand.  The linkages between the Cd2+ and (SO4)2- ions form 1- (2), two- (1, 3, and 4), and three- (5 and 6) dimensionally extended cadmium sulfate phases.  The connectivity between Cd2+ ion and the heterocyclic ligand also gives rise to 1- and two-dimensional structures.  The interconnectivity between the two units gives rise to the obsd. structures.  The presence of Cd-O-Cd chains and Cd-O-Cd layers in some of the structures is noteworthy.  The adsorption/desorption studies suggest that the cadmium sulfate phases adsorb/desorb anionic dyes selectively in the presence of water/ethanol, resp.  The photocatalytic degrdn. studies on cationic dyes under UV-irradn. indicate modest activity.  The cyanosilylation of imines using the present compds. as heterogeneous catalyst indicate good catalytic behavior.  The various properties exhibited by the cadmium sulfate phases suggest that these compds. are versatile.  All the compds. were characterized by powder x-ray diffraction, TGA, IR and UV-visible studies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXpslWhtb4%253D&md5=731c46b530633424f4711ae01b235173", "42. ", "Wang", ", ", "F.", "; ", "Yang", ", ", "H.", "; ", "Kang", ", ", "Y.", "; ", "Zhang", ", ", "J.", " ", "J. Mater. Chem.", " ", "2012", ",  ", "22", ",  ", "19732", "– ", "19737", "[", "Crossref", "], [", "CAS", "]", "42. ", "Guest selectivity of a porous tetrahedral imidazolate framework material during self-assembly", "Wang, Fei; Yang, Hui; Kang, Yao; Zhang, Jian", "Journal of Materials Chemistry", "\r\n        (", "2012", "),\r\n    ", "22", "\r\n        (", "37", "),\r\n    ", "19732-19737", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Presented here is the unusual guest selectivity obsd. in the self-assembly process of a porous tetrahedral imidazolate framework material [Zn(ad)(int)] (TIF-1, ad = adeninate, int = isonicotinate).  Four distinct solvent mols., such as N,N-dimethylformamide (DMF), ethyleneurea (e-urea), N-methyl-2-pyrrolidone (NMP) and N,N-dimethylacetamide (DMA), can be trapped in the same in situ generated TIF-1 framework, resp., which are identified by single-crystal x-ray diffraction.  Complicated mixed solvent systems are investigated to understand the guest selectivity of TIF-1.  The results reveal TIF-1 has strict guest selectivity following the sequence DMF > e-urea > NMP > DMA.  Moreover, the activated TIF-1 after methanol-exchange exhibits high H2 and CO2 adsorption capacity and remarkable selectivity of CO2 over N2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Ojs7nF&md5=4244ed93c70a510437c23d5463b184e3", "43. ", "Das", ", ", "S.", "; ", "Madhavaiah", ", ", "C.", "; ", "Verma", ", ", "S.", "; ", "Bharadwaj", ", ", "P. K.", " ", "Inorg. Chim. Acta", " ", "2005", ",  ", "358", ",  ", "3236", "– ", "3240", "[", "Crossref", "], [", "CAS", "]", "43. ", "A reusable zigzag copper(II) coordination polymer with bio-essential constituents as a facile DNA scission agent", "Das, Sanjib; Madhavaiah, C.; Verma, Sandeep; Bharadwaj, Parimal K.", "Inorganica Chimica Acta", "\r\n        (", "2005", "),\r\n    ", "358", "\r\n        (", "11", "),\r\n    ", "3236-3240", "CODEN:\r\n                ", "ICHAA3", ";\r\n        ISSN:", "0020-1693", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A Cu(II) coordination polymer, [Cu(gly)(adenine)(NO3)(H2O)]n, was synthesized as an infinite zigzag chain where each metal is bonded to one glycine, two adenine, one nitrate anion and a H2O mol. giving a distorted octahedral coordination geometry with an N3O3 donor set.  Each chain is H-bonded through C-H···O and N-H···O interactions on both sides leading to an overall polymeric structure.  This compd. not only shows facile chem. nuclease activity for pBR322 supercoiled DNA, but also can be reused keeping its scission activity unchanged.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXltVart74%253D&md5=927b255f90a004229911c33845344705", "44. ", "Brandi-Blanco", ", ", "M. d. P.", "; ", "Choquesillo-Lazarte", ", ", "D.", "; ", "Domínguez-Martín", ", ", "A.", "; ", "Matilla-Hernández", ", ", "A.", "; ", "González-Pérez", ", ", "J. M.", "; ", "Castiñeiras", ", ", "A.", "; ", "Niclós-Gutiérrez", ", ", "J.", " ", "J. Inorg. Biochem.", " ", "2013", ",  ", "127", ",  ", "211", "– ", "219", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", "45. ", "Bugella-Altamirano", ", ", "E.", "; ", "Choquesillo-Lazarte", ", ", "D.", "; ", "González-Pérez", ", ", "J. M.", "; ", "Sánchez-Moreno", ", ", "M. J.", "; ", "Marín-Sánchez", ", ", "R.", "; ", "Martín-Ramos", ", ", "J. D.", "; ", "Covelo", ", ", "B.", "; ", "Carballo", ", ", "R.", "; ", "Castiñeiras", ", ", "A.", "; ", "Niclós-Gutiérrez", ", ", "J.", " ", "Inorg. Chim. Acta", " ", "2002", ",  ", "339", ",  ", "160", "– ", "170", "[", "Crossref", "], [", "CAS", "]", "45. ", "Three new modes of adenine-copper(II) coordination: interligand interactions controlling the selective N3-, N7- and bridging μ-N3,N7-metal-bonding of adenine to different N-substituted iminodiacetato-copper(II) chelates", "Bugella-Altamirano, E.; Choquesillo-Lazarte, D.; Gonzalez-Perez, J. M.; Sanchez-Moreno, M. J.; Marin-Sanchez, R.; Martin-Ramos, J. D.; Covelo, B.; Carballo, R.; Castineiras, A.; Niclos-Gutierrez, J.", "Inorganica Chimica Acta", "\r\n        (", "2002", "),\r\n    ", "339", "\r\n        (", "),\r\n    ", "160-170", "CODEN:\r\n                ", "ICHAA3", ";\r\n        ISSN:", "0020-1693", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "The reaction of Cu2CO3(OH)2, various N-substituted-iminodiacetic acids [RN(CH2CO2H)2] and adenine (AdeH) in H2O yields cryst. samples of mixed-ligand Cu(II) complexes [CuL(N7-AdeH)(H2O)]·H2O (L = N-methyl- or N-ethyl-iminodiacetato(2-); compds. 1 and 2, resp.), [CuL1(N3-AdeH)(H2O)]·H2O (L1 = N-benzyl- or N-(p-methylbenzyl)iminodiacetato(2-); compds. 3 and 4, resp.) as well as [Cu4(pheida)4(μ-N3,N7-AdeH)2(H2O)4]·2H2O (pheida = N-phenethyliminodiacetato(2-)).  Crystal structures of the acid H2pheida and compds. 1-5 are reported.  H2pheida acid exhibits a typical zwitterionic structure.  Cu(II) compds. were also studied by TGA (with FTIR study of the evolved gasses), IR, electronic and ESR spectra and magnetic susceptibility data.  The N-alkyl- or N-benzyl-like-iminodiacetato(2-) ligands (A or B) give complexes with Cu(II)/(A or B)/AdeH equimolar ratio, whereas pheida yields an unexpected tetranuclear compd. with a 2:2:1 Cu(II)/pheida/AdeH molar ratio.  In 1 and 2 AdeH binds to the metal by N7, whereas in 3 and 4 the N3 atom was used.  An unexpected bridging μ-N3,N7-AdeH-dicopper(II) binding mode is found in the tetranuclear compd. 5 (without interligand π,π-stacking interactions).  These AdeH-Cu(II) binding modes were not referred in the literature before.  The difference in AdeH-Cu(II) binding modes in compds. 1 or 2 and 3 or 4 is rationalized from the absence or presence of a flexible N-benzyl-like substituent in the iminodiacetato(2-) ligand skeleton, which prevents or permits the interligand π,π-stacking interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XosFOltbg%253D&md5=3b9ca900ef9f0a6125b44a794c431096", "46. ", "García-Terán", ", ", "J. P.", "; ", "Castillo", ", ", "O.", "; ", "Luque", ", ", "A.", "; ", "García-Couceiro", ", ", "U.", "; ", "Román", ", ", "P.", "; ", "Lezama", ", ", "L.", " ", "Inorg. Chem.", " ", "2004", ",  ", "43", ",  ", "4549", "– ", "4551", "[", "ACS Full Text ", "], [", "CAS", "]", "46. ", "An Unusual 3D Coordination Polymer Based on Bridging Interactions of the Nucleobase Adenine", "Garcia-Teran, Juan P.; Castillo, Oscar; Luque, Antonio; Garcia-Couceiro, Urko; Roman, Pascual; Lezama, Luis", "Inorganic Chemistry", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "15", "),\r\n    ", "4549-4551", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The first 3-dimensional coordination polymer contg. a nucleobase as a bridging ligand, {[Cu2(μ-ade)4(H2O)2][Cu(ox)(H2O)]2·∼14H2O}n (1), was synthesized by reaction of adenine (Hade) with a basic soln. of K2[Cu(ox)2]·2H2O (ox = oxalato dianion).  Compd. 1 crystallizes in the trigonal space group R‾3 with a = b 31.350(1), c 14.285(1) Å, and Z = 9.  X-ray anal. shows a covalent 3-dimensional network in which the Cu(II) centers are bridged by tridentate μ-N3,N7,N9 adeninate ligands.  The compd. has relatively large, nanometer-sized tubes assocd. with the self-assembly process directed solely by metal-ligand interactions.  The covalent 3-dimensional framework remains intact upon removal of the guest H2O mols. trapped in the nanotubes.  Magnetic measurements indicate an overall antiferromagnetic behavior of the compd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXlt1aktrk%253D&md5=7d275b4c8d291cb5e7f1fe9b559ca220", "47. ", "Li", ", ", "T.", "; ", "Chen", ", ", "D.-L.", "; ", "Sullivan", ", ", "J. E.", "; ", "Kozlowski", ", ", "M. T.", "; ", "Johnson", ", ", "J. K.", "; ", "Rosi", ", ", "N. L.", " ", "Chem. Sci.", " ", "2013", ",  ", "4", ",  ", "1746", "– ", "1755", "[", "Crossref", "], [", "CAS", "]", "47. ", "Systematic modulation and enhancement of CO2 : N2 selectivity and water stability in an isoreticular series of bio-MOF-11 analogues", "Li, Tao; Chen, De-Li; Sullivan, Jeanne E.; Kozlowski, Mark T.; Johnson, J. Karl; Rosi, Nathaniel L.", "Chemical Science", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "4", "),\r\n    ", "1746-1755", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "An isoreticular series of cobalt-adeninate bio-MOFs (bio-MOFs-11-14) is reported.  The pores of bio-MOFs-11-14 (1-4) are decorated with acetate, propionate, butyrate, and valerate, resp.  The complexes are Co2(ad)2(CH3CO2)2.2.25DMF.0.6H2O (1), Co2(ad)2(C2H5CO2)2.2.25DMF.0.3H2O (2), Co2(ad)2(C3H7CO2)2.1.1DMF.0.6H2O (3) and Co2(ad)2(C4H9CO2)2.0.6DMF.0.6H2O (4) (ad = adeninate).  The nitrogen (N2) and carbon dioxide (CO2) adsorption properties of these materials were studied and compared.  The isosteric heats of adsorption for CO2 are calcd., and the CO2:N2 selectivities for each material are detd.  As the lengths of the aliph. chains decorating the pores in bio-MOFs-11-14 increase, the BET surface areas decrease from 1148 m2 g-1 to 17 m2 g-1 while the CO2 : N2 selectivities predicted from ideal adsorbed soln. theory at 1 bar and 273 K for a 10 : 90 CO2 : N2 mixt. range from 73 : 1 for bio-MOF-11 to 123 : 1 for bio-MOF-12 and finally to 107 : 1 for bio-MOF-13.  At 298 K, the selectivities are 43 : 1 for bio-MOF-11, 52 : 1 for bio-MOF-12, and 40 : 1 for bio-MOF-13.  Addnl., bio-MOF-14 exhibits a unique mol. sieving property that allows it to adsorb CO2 but not N2 at 273 and 298 K. Finally, the water stability of bio-MOFs-11-14 increases with increasing aliph. chain length.  Bio-MOF-14 exhibits no loss of crystallinity or porosity after soaking in water for one month.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjtlymsro%253D&md5=b8c3ec41b10e74edbf7916e4f4ed35af", "48. ", "Hubert", ", ", "J.", "; ", "Beauchamp", ", ", "A. L.", " ", "Can. J. Chem.", " ", "1980", ",  ", "58", ",  ", "1439", "– ", "1443", "[", "Crossref", "], [", "CAS", "]", "48. ", "Metal binding to N(9), N(7), and N(3) of adenine.  Crystal structure of μ-(adeninato-N3,N7,N9)tris(methylmercury(II)) perchlorate", "Hubert, Joseph; Beauchamp, Andre L.", "Canadian Journal of Chemistry", "\r\n        (", "1980", "),\r\n    ", "58", "\r\n        (", "14", "),\r\n    ", "1439-43", "CODEN:\r\n                ", "CJCHAG", ";\r\n        ISSN:", "0008-4042", ".\r\n    ", "The title compd. is triclinic, space group P‾1 with a 6.304, b 11.925, c 25.946 Å, α 85.76, β 89.78 and γ 83.57°; Z = 2 (2 mols/Z).  The structure was solved by the heavy-atom method and refined to an R of 0.44.  In the crystallog. independent [Adeninato(CH3Hg)3]2+ ions, CH3Hg groups are linearly bonded to N(3), N(7), and N(9) of a deprotonated adenine ring, forming Hg-N bonds of normal lengths (ave. 2.08 Å) for 2-coordinated Hg.  One half of the complex cations are assocd. in a dimeric unit by a pair of strong N(6)-H(6)...N(1) H bonds, while others are packed as individual species in the crystal.  The structure is stabilized by a no. of contacts between Hg and ClO4 O atoms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3cXlsF2nu74%253D&md5=a598ccf4e290d9ccde2162be1cce3309", "49. ", "Charland", ", ", "J.-P.", "; ", "Britten", ", ", "J. F.", "; ", "Beauchamp", ", ", "A. L.", " ", "Inorg. Chim. Acta", " ", "1986", ",  ", "124", ",  ", "161", "– ", "167", "[", "Crossref", "], [", "CAS", "]", "49. ", "Structure of an unusual 5:2 methylmercury:adenine complex", "Charland, Jean Pierre; Britten, James F.; Beauchamp, Andre L.", "Inorganica Chimica Acta", "\r\n        (", "1986", "),\r\n    ", "124", "\r\n        (", "3", "),\r\n    ", "161-7", "CODEN:\r\n                ", "ICHAA3", ";\r\n        ISSN:", "0020-1693", ".\r\n    ", "[MeHg)5Ad2](NO3)3.3H2O (ad = adenine) is monoclinic, space group P21/c, with a 10.717(7), b 26.680(8), c 11.778(2) Å, and β 102.59(4)°; Z = 4.  The structure was solved on 2841 obsd. reflections to R = 0.045.  The crystal contains an equal no. of N(7), N(9)-bonded [(MeHg)2Ad]+ ions and N(3), N(7), N(9)-bonded [(MeHg)3Ad]2+ ions joined into dimers via pairs of complementary N(6)-H...N(1) hydrogen bonds.  The [(MeHg)3Ad]2+ ion was found in crystals of [(MeHg)3Ad](NO3)2.H2O (triclinic, space group P‾1, a 7.017(3), b 11.345(6), c 12.722(3) Å, α 64.91(3), β 87.50(3), γ 89.59(4)°, Z = 2, R = 0.057 for 1960 obsd. reflections).  At. coordinates are given.  The 1H and 13C NMR spectra of the 5:2 complex in DMSO-d6 contain only 1 set of proton signals for the adenine ring and the MeHg+ ions.  This indicates that the complexes exchange their stoichiometries rapidly on the NMR time scale.  In addn., the Me3Hg+ cations are shuffled among the 5 unequivalent coordination sites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2sXns1ChtA%253D%253D&md5=b5cb33e9177c5defada02f216059344c", "50. ", "Pérez-Yáñez", ", ", "S.", "; ", "Beobide", ", ", "G.", "; ", "Castillo", ", ", "O.", "; ", "Cepeda", ", ", "J.", "; ", "Luque", ", ", "A.", "; ", "Aguayo", ", ", "A. T.", "; ", "Román", ", ", "P.", " ", "Inorg. Chem.", " ", "2011", ",  ", "50", ",  ", "5330", "– ", "5332", "[", "ACS Full Text ", "], [", "CAS", "]", "50. ", "Open-Framework Copper Adeninate Compounds with Three-Dimensional Microchannels Tailored by Aliphatic Monocarboxylic Acids", "Perez-Yanez, Sonia; Beobide, Garikoitz; Castillo, Oscar; Cepeda, Javier; Luque, Antonio; Aguayo, Andres T.; Roman, Pascual", "Inorganic Chemistry", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "12", "),\r\n    ", "5330-5332", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of isostructural copper(II) coordination polymers contg. the nucleobase adenine and different monocarboxylic acids as bridging ligands, [Cu2(μ3-ade)2(μ2-OOC(CH2)nCH3)2]·xH2O (n from 0 to 5), have been prepd.  Single-crystal x-ray anal. of acetate (n = 0) and butanoate (n = 2) compds. shows a covalent three-dimensional network in which the copper(II) centers are bridged by μ-N3,N7,N9-adeninato and μ-O,O'-carboxylato ligands, with crystn. water mols. trapped in the pores, which are decorated by the Watson-Crick faces of the adenine.  The tunable permanent porosity of guest-free compds. was confirmed by gas adsorption measurements.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmtlynurY%253D&md5=5604c665711b387a16dc96f6038c8cf2", "51. ", "Pérez-Yáñez", ", ", "S.", "; ", "Beobide", ", ", "G.", "; ", "Castillo", ", ", "O.", "; ", "Cepeda", ", ", "J.", "; ", "Luque", ", ", "A.", "; ", "Román", ", ", "P.", " ", "Cryst. Growth Des.", " ", "2012", ",  ", "12", ",  ", "3324", "– ", "3334", "[", "ACS Full Text ", "], [", "CAS", "]", "51. ", "Directing the Formation of Adenine Coordination Polymers from Tunable Copper(II)/Dicarboxylato/Adenine Paddle-Wheel Building Units", "Perez-Yanez, Sonia; Beobide, Garikoitz; Castillo, Oscar; Cepeda, Javier; Luque, Antonio; Roman, Pascual", "Crystal Growth & Design", "\r\n        (", "2012", "),\r\n    ", "12", "\r\n        (", "6", "),\r\n    ", "3324-3334", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Coordination polymers contg. paddle-wheel shaped building units [Cu2(μ-adeninato)2(μ-carboxylato)2] (1-3) and [Cu2(μ-carboxylato)4(methyladenine)2] (4-6) are reported.  The copper(II) centers of {[Cu2(μ3-adeninato)2(μ-Hglut)2]·2H2O}n (1), {[Cu2(μ3-adeninato)2(μ-Hadip)2]}n (2), and {[Cu2(μ3-adeninato)2(μ-Hpime)2]}n (3) (glut = glutarato; adip = adipato; and pime = pimelato) are bridged by tridentate N3,N7,N9-adeninato ligands to give a similar covalent three-dimensional network in which the dicarboxylate anions act as bidentate μ-κO1:κO2 ligands with a free hydrogencarboxylic group placed within the channels present in the crystal structures.  In 2-3, the -COOH group of the pendant aliph. chain is hydrogen bonded to the Watson-Crick face (N6H/N1) of an adenine nucleobase placed at the opposite side of the channel, whereas in 1, the shorter aliph. chain precludes this interaction and crystn. water mols. are placed between the hydrogencarboxylic group and the nucleobase.  {[Cu2(μ4-glut)2(3Meade)2]·4H2O}n (4), {[Cu2(μ4-glut)2(9Meade)2]}n (5), and {[Cu2(μ4-pime)2(9Meade)2]·2H2pime}n (6) (3Meade = 3-methyladenine and 9Meade = 9-methyladenine) contain neutral chains where the paddle-wheel motifs are doubly bridged by tetratopic dicarboxylate anions.  The supramol. architecture of 4 and 5 is essentially knitted by hydrogen bonding interactions between the Watson-Crick faces of adjacent adenines, whereas compd. 6 shows the inclusion of guest pimelic mols. which are anchored to the polymeric chains through fork-like hydrogen bonding interactions between one of the carboxylic groups and the peripheral adenine moieties, affording a supramol. layered structure.  The magnetic data of all the compds. show the occurrence of an antiferromagnetic behavior which is dominated by the orbital complementarity of the adenine and carboxylato bridging ligands in compds. 1-3.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XmtlCkt7w%253D&md5=33a8d59ac4587a83eb1a10d2a7002b4d", "52. ", "Yang", ", ", "E.-C.", "; ", "Zhao", ", ", "H.-K.", "; ", "Ding", ", ", "B.", "; ", "Wang", ", ", "X.-G.", "; ", "Zhao", ", ", "X.-J.", " ", "New J. Chem.", " ", "2007", ",  ", "31", ",  ", "1887", "– ", "1890", "[", "Crossref", "], [", "CAS", "]", "52. ", "The first 2D trinuclear Cd(II)-complex with adenine nucleobase: hydrothermal synthesis, crystal structure and fluorescent properties", "Yang, En-Cui; Zhao, Hong-Kun; Ding, Bin; Wang, Xiu-Guang; Zhao, Xiao-Jun", "New Journal of Chemistry", "\r\n        (", "2007", "),\r\n    ", "31", "\r\n        (", "11", "),\r\n    ", "1887-1890", "CODEN:\r\n                ", "NJCHE5", ";\r\n        ISSN:", "1144-0546", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The first 2-dimensional aggregate, {[Cd3(μ3-ade)2(ap)2(H2O)2]·1.5H2O}n (1) (adeH = adenine; H2ap = adipic acid), with trinuclear Cd(II) as secondary building units, was successfully synthesized.  The compd. shows scarce coordination modes (tridentate μ3-N3,N7,N9 for ade and hexadentate η1:η2:η2:η1 for flexible ap) and a novel crystal packing arrangement, exhibiting strong fluorescent emission properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXht1Git73M&md5=332670e6a8b8536acd5d75d19755f787", "53. ", "Wang", ", ", "F.", "; ", "Kang", ", ", "Y.", " ", "Inorg. Chem. Commun.", " ", "2012", ",  ", "20", ",  ", "266", "– ", "268", "[", "Crossref", "], [", "CAS", "]", "53. ", "Unusual cadmium(II)-adenine paddle-wheel units for the construction of a metal-organic framework with mog topology", "Wang, Fei; Kang, Yao", "Inorganic Chemistry Communications", "\r\n        (", "2012", "),\r\n    ", "20", "\r\n        (", "),\r\n    ", "266-268", "CODEN:\r\n                ", "ICCOFP", ";\r\n        ISSN:", "1387-7003", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A new three-dimensional (3D) metal-org. framework [Cd2(Ad)2(IN)2(DMF)(H2O)]·DMF (1; Ad = Adenine; IN = isonicotinic acid) with unusual Cd-adeninate paddle-wheel building block was solvothermally synthesized and structurally characterized by single crystal x-ray diffraction, powder X-ray diffraction (PXRD), TGA (TG) Elemental anal. (EA) and IR Spectroscopy (IR).  Compd. 1 exhibits 4-connected moganite (mog) topol. network.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XnslGqu7Y%253D&md5=0493af83aafd2192f1c6104aa89b0581", "54. ", "Charland", ", ", "J.-P.", " ", "Inorg. Chim. Acta", " ", "1987", ",  ", "135", ",  ", "191", "– ", "196", "[", "Crossref", "], [", "CAS", "]", "54. ", "Basicity of nitrogen donors in an amino-substituted methylmercury derivative of adenine. Crystal structure of μ-(adeninato-μ-N6,N9)bis[methylmercury(II)]·ethanol", "Charland, Jean Pierre", "Inorganica Chimica Acta", "\r\n        (", "1987", "),\r\n    ", "135", "\r\n        (", "3", "),\r\n    ", "191-6", "CODEN:\r\n                ", "ICHAA3", ";\r\n        ISSN:", "0020-1693", ".\r\n    ", "The title compd. I has been isolated from an ethanolic 2:1 soln. of Me3HgOH and adenine and its structure has been established by x-ray diffraction.  The asym. unit includes two independent, identically substituted mols., in which the adenine base is coordinated at both N(9) and N(6).  The monomercurated amino groups are found in the less sterically hindered anti orientation [Hg above N(7)].  This is the first crystal structure of a MeHg complex of adenine showing an intermol. contact of N(1) with Hg.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1cXnsFGhsQ%253D%253D&md5=049c70d895b5fdf363278663f1bfafc8", "55. ", "Charland", ", ", "J. P.", "; ", "Beauchamp", ", ", "A. L.", " ", "Inorg. Chem.", " ", "1986", ",  ", "25", ",  ", "4870", "– ", "4876", "[", "ACS Full Text ", "], [", "CAS", "]", "55. ", "Preparation and structural studies of methylmercury compounds containing amino-deprotonated adenine", "Charland, Jean Pierre; Beauchamp, Andre L.", "Inorganic Chemistry", "\r\n        (", "1986", "),\r\n    ", "25", "\r\n        (", "27", "),\r\n    ", "4870-6", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    ", "Reaction of MeHgOH with adenine (H3Ad) in aq. EtOH yielded 2:1 and 3:1 compds.  Substitution of the imidazole proton and 1 of the amino protons in [(MeHg)2HAd].EtOH was deduced from the IR spectrum.  The imidazole proton and both of the amino protons were substituted by linearly coordinated MeHg+ groups in [(MeHg)3(Ad)].1/2H2O (I).  Treating I with MeHgOH and MeHgX (X = NO3-, ClO4-) gave [MeHg)4(Ad)]X (same X).  [(MeHg)4(Ad)]NO3 contains NO3- anions and [(MeHg)4(Ad)]+ cations, in which 3 MeHg+ groups occupy the same sites as in I and the 4th MeHg+ group is bound to N3.  The IR spectra of these compds. and their C8-deuteriated derivs. were compared with those of MeHgH2Ad, and diagnostic regions were identified to characterize each type of bonding.  The 1H and 13C NMR results are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2sXhtF2qurk%253D&md5=1fd947fc815578b380b797b349096b9a", "56. ", "Yang", ", ", "E.-C.", "; ", "Zhao", ", ", "H.-K.", "; ", "Feng", ", ", "Y.", "; ", "Zhao", ", ", "X.-J.", " ", "Inorg. Chem.", " ", "2009", ",  ", "48", ",  ", "3511", "– ", "3513", "[", "ACS Full Text ", "], [", "CAS", "]", "56. ", "A Tetranuclear CuII-Based 2D Aggregate with an Unprecedented Tetradentate μ4-N1,N3,N7,N9-Adeninate Nucleobase", "Yang, En-Cui; Zhao, Hong-Kun; Feng, Yan; Zhao, Xiao-Jun", "Inorganic Chemistry", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "8", "),\r\n    ", "3511-3513", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A unique tetranuclear CuII-based 2-dimensional aggregate contg. 26-membered CuIIade macrocycles, [Cu4(DMF)6(μ4-ade)2(μ2-Cl)2Cl4]n (1; Hade = adenine), was isolated by the reaction of CuCl2 and Hade in a mixed DMF-MeOH medium and structurally characterized by x-ray crystallog., elemental anal., FTIR, fluorescence spectroscopy, and TG-DTA techniques.  Unexpectedly, the adeninate in 1 represents an unprecedented tetradentate μ4-N1,N3,N7,N9-bridging mode, which significantly contributes to both the aggregate of four CuII cores within the subunit and the extension of the 2-dimensional covalent framework.  Addnl., 1 displays the intense Hade-based fluorescence emission in soln. at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjtFyqs7k%253D&md5=3ac1ffd95a9218120bed09e7399fd827", "57. ", "An", ", ", "J.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", "; ", "Pohl", ", ", "E.", "; ", "Yeh", ", ", "J. I.", "; ", "Rosi", ", ", "N. L.", " ", "Nat. Commun.", " ", "2012", ",  ", "3", ",  ", "604", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "57. ", "Metal-adeninate vertices for the construction of an exceptionally porous metal-organic framework", "An Jihyun; Farha Omar K; Hupp Joseph T; Pohl Ehmke; Yeh Joanne I; Rosi Nathaniel L", "Nature communications", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "),\r\n    ", "604", "\r\n        ISSN:", ".\r\n    ", "Metal-organic frameworks comprising metal-carboxylate cluster vertices and long, branched organic linkers are the most porous materials known, and therefore have attracted tremendous attention for many applications, including gas storage, separations, catalysis and drug delivery.  To increase metal-organic framework porosity, the size and complexity of linkers has increased.  Here we present a promising alternative strategy for constructing mesoporous metal-organic frameworks that addresses the size of the vertex rather than the length of the organic linker.  This approach uses large metal-biomolecule clusters, in particular zinc-adeninate building units, as vertices to construct bio-MOF-100, an exclusively mesoporous metal-organic framework.  Bio-MOF-100 exhibits a high surface area (4,300 m(2) g(-1)), one of the lowest crystal densities (0.302 g cm(-3)) and the largest metal-organic framework pore volume reported to date (4.3 cm(3) g(-1)).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC387hs1aqtQ%253D%253D&md5=f3e1b4211d4dd9b90b59c063efb087bd", "58. ", "Uemura", ", ", "K.", "; ", "Kitagawa", ", ", "S.", "; ", "Kondo", ", ", "M.", "; ", "Fukui", ", ", "K.", "; ", "Kitaura", ", ", "R.", "; ", "Chang", ", ", "H.-C.", "; ", "Mizutani", ", ", "T.", " ", "Chem.—Eur. J.", " ", "2002", ",  ", "8", ",  ", "3587", "– ", "3600", "[", "Crossref", "]", "There is no corresponding record for this reference.", "59. ", "Rueff", ", ", "J.-M.", "; ", "Pillet", ", ", "S.", "; ", "Bonaventure", ", ", "G.", "; ", "Souhassou", ", ", "M.", "; ", "Rabu", ", ", "P.", " ", "Eur. J. Inorg. Chem.", " ", "2003", ",  ", "4173", "– ", "4178", "[", "Crossref", "], [", "CAS", "]", "59. ", "Synthesis, structure and magnetic properties of the cobalt(II) 1,1'-biphenyl-2,2'-dicarboxylate hydroxide chain compound [Co3{O2CC12H8CO2}2.5(OH)(H2O)2]n", "Rueff, Jean-michel; Pillet, Sebastien; Bonaventure, Gautier; Souhassou, Mohamed; Rabu, Pierre", "European Journal of Inorganic Chemistry", "\r\n        (", "2003", "),\r\n    ", "\r\n        (", "23", "),\r\n    ", "4173-4178", "CODEN:\r\n                ", "EJICFO", ";\r\n        ISSN:", "1434-1948", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A new 1-dimensional compd. [Co3(O2CC12H8CO2)2.5(OH)(H2O)2] (2) was synthesized with the hydrothermal method from Co(NO3)2·6H2O, 1,1'-biphenyl-2,2'-dicarboxylic acid, and KOH under hydrothermal conditions.  Its structure was solved by single-crystal x-ray diffraction anal.  Compd. 2 crystallizes as purple crystals with the monoclinic cell (C2/c) a 19.370(1), b 14.5350(9), c 22.583(1) Å, β 89.910(4)°.  The structure consists of chains of butterfly motifs of CoII ions in both octahedral and tetrahedral O sites.  The structural, IR and UV spectroscopic data and magnetic behavior are presented and compared to that of the parent pink compd. [Co2(O2CC12H8CO2)2(H2O)8] 1, obtained under slightly different stoichiometric conditions.  Ligand-field characteristics, Dq ≈ 1146 cm-1 and B ≈ 811 cm-1 for the octahedral sites, and Dq ≈ 434 cm-1 and B ≈ 782 cm-1 for CoII in the tetrahedral sites, were deduced from the electronic spectra and related to the structural and magnetic findings.  From the magnetic point of view, the occurrence of efficient Co-O-Co superexchange pathways contributes to significant antiferromagnetic coupling between the Co(II) ions along the chains.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXpvFCksL0%253D&md5=906b140cad21a1bd84666dc823dd7618", "60. ", "Chen", ", ", "Q.", "; ", "Chang", ", ", "Z.", "; ", "Song", ", ", "W.-C.", "; ", "Song", ", ", "H.", "; ", "Hu", ", ", "T.-L.", "; ", "Bu", ", ", "X.-H.", " ", "Angew. Chem., Int. Ed.", " ", "2013", ",  ", "52", ",  ", "11550", "– ", "11553", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "60. ", "A Controllable Gate Effect in Cobalt(II) Organic Frameworks by Reversible Structure Transformations", "Chen, Qiang; Chang, Ze; Song, Wei-Chao; Song, Han; Song, Hai-Bin; Hu, Tong-Liang; Bu, Xian-He", "Angewandte Chemie, International Edition", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "44", "),\r\n    ", "11550-11553", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A [Co1.5(tipb)(SO4)(pta)0.5]DMF1.75 MOF (BP@DMF) has been prepd. and characterized (tipb = 1,3,5-tris(p-imidazolylphenyl)benzene, H2pta = terephthalic acid).  The MOF had ultramicropores in the structure.  When BP@DMF was exposed to air, it converted into [Co1.5(tipb)(SO4)(H2O)3.6](pta)0.5DMFx (RP-H2O) without losing crystallinity, which in turn converted into BP upon slow loss of water.  A sample of BP@CH3OH was obtained from BP@DMF via solvent exchange.  Gas adsorption of CO2, CH4, N2, methanol, ethanol, and water by the BP was studied.  The reversible response of this material to H2O/NH3 makes it a good candidate as a sensor material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVCnu7zJ&md5=37b6754752d5a307bff7f14e2eebb0ba"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-7/acs.cgd.5b00218/20150625/images/small/cg-2015-00218c_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-7/acs.cgd.5b00218/20150625/images/small/cg-2015-00218c_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-7/acs.cgd.5b00218/20150625/images/small/cg-2015-00218c_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-7/acs.cgd.5b00218/20150625/images/small/cg-2015-00218c_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-7/acs.cgd.5b00218/20150625/images/small/cg-2015-00218c_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-7/acs.cgd.5b00218/20150625/images/small/cg-2015-00218c_0006.gif\">"]}
