{"title": ["Heterogeneity within a Mesoporous Metal–Organic Framework with Three Distinct Metal-Containing Building Units"], "authors": ["Binbin Tu", "Qingqing Pang", "Erlong Ning", "Wenqing Yan", "Yi Qi", "Doufeng Wu", "Qiaowei Li"], "doi": ["10.1021/jacs.5b07687"], "abstract": ["Materials built from multiple constituents have revealed emerging properties that are beyond linear integration of those from single components. We report a mesoporous metal–organic framework made from three geometrically distinct metal-containing secondary building units (SBUs) as a result of topological induction. The combinations of the Cu-based triangular, Zn-based octahedral, and Zn-based square pyramidal SBUs have created four types of cages in the network, despite that only one organic linker pyrazolecarboxylate was used. The longest distance for molecules maneuvering inside the largest cage is 5.2 nm. Furthermore, the complex and diversified pore environments allow the installation of various new functionalities in the framework as well as the expedited Ag nanoparticle formation in the pores. As presented in the molecule movement diagram, the crystal has provided specific arrangements of cages and apertures with distinct chemical features for guests transporting between the pores."], "text": ["Extended structures of crystalline solids are generally composed of a few building units which are repeated to make relatively simple constructs. It is desirable to learn how to make chemical structures composed of multiple building units. In metal–organic frameworks (MOFs),", "(1)", " incorporating two kinds of linkers or two kinds of inorganic secondary building units (SBUs)", "(2)", " with distinct geometries into their corresponding places has been demonstrated", "(3)", " by elaborate topological design. The successful syntheses of these promise to provide materials in which the multiplicity of units endows the materials with properties where the whole functions are better than some of the parts.", "(3c-3e, 4)", " However, it remains a challenge to further increase the number of topologically distinct components in one single framework, due to the difficulties in designing structures in which all components can participate and the complications in avoiding the exponentially increased possibilities of obtaining unwanted mixed phases.", "(4)", "Recently, quaternary MOF structures based on three linkers were reported;", "(5)", " however, the syntheses of MOFs containing three inorganic nodes of different geometries require more precise control because the SBUs are constructed ", "in situ", ". Herein, we show how linking 4-pyrazolecarboxylic acid (H", "2", "PyC) with Zn(II) and Cu(II) gives a MOF with three geometrically and compositionally different SBUs (triangular, octahedral, and square pyramidal) arranged in the cubic symmetry encompassing four kinds of polyhedral cages (Cages I–IV), which can be best described in terms of “heterogeneity within order”.", "(6)", " Two of the cages, with the sizes of 2.3 and 2.9 nm in diameter, contribute to the mesoporosity of this framework. The apertures connecting neighboring cages are decorated with fully saturated or active metal sites in particular order. This framework is capable of incorporating linkers with new functionalities, and the activeness of the structure was further evidenced by the fast reduction of Ag(I) to form Ag nanoparticles (NPs) in the pores. The rich structural information embedded in the crystal, as presented in the proposed guest movement diagram, allows molecules to experience distinctive collections of specific chemical microenvironments (cage sizes, shapes, apertures, metal compositions, and sequences) along the moving pathways.", "Figure 1. SBUs in FDM-3. (a) One triangular Cu", "3", "(OH)(PyC)", "3", ", (b) four octahedral Zn", "4", "O(COO)", "3", "R", "3", " (R = COO or NN), and (c) two square pyramidal Zn", "4", "O(COO)", "4", "R.", "Solvothermal reaction of Zn(NO", "3", ")", "2", "·6H", "2", "O, Cu(NO", "3", ")", "2", "·3H", "2", "O, and H", "2", "PyC in mixed solvents affords single crystals of FDM-3 (FDM = Fudan materials, see the ", "Supporting Information", " (SI)). Single crystal X-ray diffraction reveals that it crystallizes in the cubic space group ", "Fm", "3̅", "m", ", with ", "a", " = 62.30 Å (", "Table S3", "). Mixing two metal ions with one simple organic linker has introduced three kinds of metal-containing SBUs with distinct geometries, all of which are in order in the framework. The triangular SBU Cu", "3", "(OH)(PyC)", "3", " (", "Figure ", "1", "a) is assembled by Cu ions with N in pyrazolate. The octahedral SBU Zn", "4", "O(COO)", "3", "R", "3", " (R = COO or NN in PyC) shares the same connectivity with the nodes in Zn", "4", "O(PyC)", "3", " (FDM-1),", "(7)", " but the orientational disorder of the linkers has created four variations (", "Figure ", "1", "b). More interestingly, the third type of SBU, the square pyramidal Zn", "4", "O(COO)", "4", "R (", "Figure ", "1", "c) with two variations, can be considered as the defected version of the octahedral SBU, in which one site for the organic linker is vacant. The topology of the framework is ", "ott", ",", "(3h, 8)", " in which the SBUs are recognized as 3-, 5-, and 6-coordinated nodes (", "Figure ", "2", "). Careful inspection on the powder X-ray diffraction (XRD) of the crystals has ruled out the possibility of obtaining multiple phases in this mixed metal reaction (", "Figures S2 and S3", "). As determined by crystallography, ICP-AES, and elemental analysis, the resulting structure has a formula of [(Zn", "4", "O)", "5", "(Cu", "3", "OH)", "6", "(PyC)", "22.5", "(OH)", "18", "(H", "2", "O)", "6", "]·[Zn(OH)(H", "2", "O)", "3", "]", "3", ", where the highly disordered [Zn(OH)(H", "2", "O)", "3", "]", "+", " serves as the compensating cations for the anionic framework (see ", "Tables S1 and S3", " for formula determination and crystallography details). Previously, inherent rigidity of MOFs has made the introduction of multivariate linkers", "(4)", " or metals", "(9)", " into topologically identical positions possible. However, FDM-3 provides three kinds of topologically different SBUs from two metals arranged precisely in predetermined positions with order.", "Figure 2. (a) One unit cell of FDM-3. (b) The topology of FDM-3 net is ", "ott", ". Triangular SBU, light brown; octahedral SBU, blue; square pyramidal SBU, orange.", "The assemblies of triangular Cu", "3", "(OH)(PyC)", "3", " and octahedral Zn", "4", "O(COO)", "3", "R", "3", " SBUs are frequently observed in MOF syntheses. It could be assumed that a (3,6)-coordinated net would be favored in our system. However, FDM-3 crystallizes with neither the default ", "pyr", " or ", "rtl", " topology nor the ", "qom", " topology as in MOF-177.", "(10)", " This is due to the observation that to accommodate the aforementioned topologies, the 3-coordinated node has to be distorted or with orientation difference.", "(10a)", " On the other hand, the triangular SBU is coplanar in FDM-3 and could not afford apparent distortion or rotation. By intentionally avoiding the simple networks with topological induction, the third SBU, the square pyramidal Zn", "4", "O(COO)", "4", "R, was created by vacating one site in the octahedral SBU. Overall, guided by the topological design, the organization of three distinct SBUs into one single and pure structure is observed in one-pot synthesis.", "Given the three types of metal-containing SBUs, FDM-3 possesses four kinds of cages (", "Figure ", "3", "). Cubic Cage I (", "Figure ", "3", "a,e) resides at the body center or edge center of the cubic unit cell and can fit a sphere with a diameter of 7.6 Å inside. With four pentagons on the surface, Cage II has a size of 8.0 × 8.0 Å (", "Figure ", "3", "b,f). On the other hand, Cages III and IV fall into the mesopore range. Topologically identical with the largest cages observed in UMCM-3", "(3a)", " and MIL-101,", "(11)", " Cage III (", "Figure ", "3", "c,g) in FDM-3 is surrounded by 12 pentagons and 4 hexagons, with the cavity size of 23.4 Å. The largest cage in this structure, Cage IV (", "Figure ", "3", "d,h), is pseudooctahedral in shape. A sphere with a diameter of 28.8 Å can be accommodated into this cavity, and the longest straight pathway for molecules maneuvering inside the cage is 5.2 nm. The surface of Cage IV is decorated with 96 linkers, 24 Cu(II)-based triangular SBUs, 12 Zn(II)-based square pyramidal SBUs, and 24 Zn(II)-based octahedral SBUs. With the linker length 2.8 Å shorter than terephthalate, each unit cell (", "V", " = 241831 Å", "3", ") in FDM-3 contains 28 microporous cages (4 Cage I and 24 Cage II) and 11 mesoporous cages (8 Cage III and 3 Cage IV).", "Figure 3. Cages in FDM-3. Structures of Cages (a) I, (b) II, (c) III, and (d) IV. Ball and stick diagrams of Cages (e) I, (f) II, (g) III, and (h) IV.", "To further advance MOFs’ performance in gas separations,", "(12)", " catalysis,", "(13)", " and biological applications,", "(14)", " etc., it becomes fundamentally important to understand how the incoming guests contact with the inorganic units and the organic functionalities specifically along their movements. The compositions and the arrangements of the constituents decorating the pore apertures are as important, if not more, than the aperture sizes in determining the molecule pathways within the crystals. Studying the building unit sequences along the apertures and further envisioning the communications between neighboring pores in a systematic manner will pave the way to fully interpret how the multiplicity of building units leads to better material functions as a whole.", "With that in mind, we consider that guests in MOF-5", "(1a)", " crystals keep passing through squares one after another (", "Figure ", "4", "a), and the SBUs sitting on the corners of squares are Zn", "4", "O(COO)", "6", ".", "(15)", " ZIF-8,", "(16)", " which is composed of sodalite cages, provides two kinds of pathways (through square or hexagon) for guest transport (", "Figure ", "4", "b).", "The movement diagram, as shown in ", "Figure ", "4", ", provides not only the cage and tiling analysis of these structures but also information on how the cages communicate with each other and the structural information related to the communication. Thus, it allows us to better understand complex MOF structures with multiple pores from multiple building units. As one of the few structures made from two linkers and one SBU, UMCM-3", "(3a)", " contains four kinds of cages. As in ", "Figure ", "4", "c, the junctions between neighboring cages are triangles, pentagons, and hexagons composed of SBUs and organic branch points. Apparently, metal composition of these junctions is only Zn.", "Figure 4. Molecule movement diagrams of (a) MOF-5, (b) ZIF-8, (c) UMCM-3, and (d) FDM-3. For tilings, different colors represent geometrically different faces. For apertures, organic branch point and SBUs are shown as balls with different colors.", "As a whole, these cages communicate with each other through repeated and linear manner. FDM-3, however, is constructed by three types of SBUs and one organic linker and carries more information in the molecule movement pathways (", "Figure ", "4", "d): (a) Cage I is isolated from a loop involving Cages II–IV. In other words, Cage I communicates with Cage IV only while all other cages are interconnected. (b) Arising from the multiplicity in this quaternary MOF, the meeting points for the pore communications feature completely distinct sequences of SBUs: Cage I↔Cage IV, square with four 6-coordinated SBUs; Cage IV↔Cage II, pentagon with a sequence of 6-,6-,3-,5-,3-coordinated SBUs along the circle; Cage II↔Cage III, different pentagon with a sequence of 5-,5-,3-,6-,3-coordinated SBUs; Cage III↔Cage IV, hexagon with a sequence of 6-,3-,6-,3-,6-,3-coordinated SBUs. (c) Moreover, in FDM-3, these sequences also feature specific arrangements of two types of metal ions unprecedentedly (Zn···Zn···Zn···Zn for square, Zn···Zn···Cu···Zn···Cu for both pentagons, and Zn···Cu···Zn···Cu···Zn···Cu for hexagon). As clearly presented in the movement diagram, FDM-3 has introduced a new level of heterogeneity within order originating from periodic arrangements of multiple constituents in sophisticated manner.", "To further evaluate the mesoporosity of FDM-3, N", "2", " adsorption isotherm at 77 K measurement was conducted on the activated sample (see ", "SI", "). As illustrated in ", "Figure ", "5", ", the isotherm could be classified as Type IV, with a secondary uptake at the ", "P", "/", "P", "0", " ≈ 0.10 region. The Brunauer–Emmett–Teller (BET) surface area and pore volume were 2585 m", "2", " g", "–1", " and 1.186 cm", "3", " g", "–1", " (", "Figure S11", "), respectively, which are in good agreement with the theoretical values (2697 m", "2", " g", "–1", " and 1.210 cm", "3", " g", "–1", ", see ", "SI", "). The pore size distribution analysis (", "Figure S13", ") revealed a distribution of both micropores at 1.0–1.5 nm and mesopores at 2.0–2.7 nm in diameter, corresponding to Cages I–II and III–IV in the structure, respectively. The strategy applied to build mesopores in our structure does not involve the elaborate organic synthesis, and what is more, it avoids the undesirable framework collapse during materials activation due to the use of slender linkers as building units (", "Figures S2, S3, and S20", ").", "As a result of defect engineering, two Zn in each of the square pyramidal Zn", "4", "O(COO)", "4", "R and all Cu in the triangular Cu", "3", "(OH) (PyC)", "3", " are the potentially active sites for installation of new organic linkers. 4-aminobenzoic acid (NH", "2", "–BC), 1,8-diazanaphthalene (DAP), and pyrazole (Pyr) were employed to further functionalize the FDM-3 (see ", "SI", "). Although complete structure solving and refinement were not possible due to reduced crystal qualities, the unit cell parameters of the functionalized structures, noted as NH", "2", "–BC–FDM-3, DAP–FDM-3, and Pyr–FDM-3, are almost the same as those of FDM-3 (", "Table S4", "). The structure retainments were further validated by their similarities in XRD (", "Figures S4 and S5", "). As determined by the solution-state ", "1", "H NMR of the DCl-digested and Cu-removed samples, the ratios between the new functionalities and PyC are ∼0.29:1, 0.31:1, and 0.93:1 in NH", "2", "–BC–FDM-3, DAP–FDM-3, and Pyr–FDM-3 (", "Figures S14–S16", "). The ratio contrast is probably due to the difference in the binding ability of the new functionalities to various sites in square pyramidal and triangular SBUs and in the ligand exchange competence on the compensating ions. The BET surface areas of NH", "2", "–BC–FDM-3, DAP–FDM-3, and Pyr–FDM-3 reduced to 1718, 1783, and 810 m", "2", " g", "–1", ", respectively (", "Figures S9, S12, and S20", "). Nevertheless, the capability of installing new linkers with controlled ratios comes from the fact that two metals (Cu and Zn) with distinct coordination environments are distributed quantitatively at different sites and thus contributes to the multifunctionalities of the material.", "To further investigate the accessibility of the pores in FDM-3, they were used as the hosts for Ag nanoparticle formation. Upon immersion of FDM-3 crystals in ethanol solution of AgNO", "3", ",", "(17, 18)", " the crystal color turned black in 3 min (", "Figure S1", "). Consequently, ∼20.1 wt % Ag NPs were loaded in FDM-3 in 16 h, as confirmed by ICP-AES (", "Table S2 and Figures S6, S10, S12, and S20", "). Microporous FDM-1", "(7)", " and mesoporous MOF-177", "(10b)", " show only ∼1.4 and ∼2.6 wt % loading of Ag NPs, with no obvious color change observed in 16 h (", "Figures S7 and S19", "). The transmission electron microscopy images of Ag@FDM-3 suggest the sizes of Ag NPs in MOF crystals being 2–17 nm (", "Figures S17 and S18", "), which is larger than the mesoporous cages in FDM-3. This is probably due to larger NPs on the crystal surface, local damage of MOFs during encapsulation,", "(19)", " and the coalescence of NPs upon illumination with electron beam.", "(17)", "The expedited color change of FDM-3 upon Ag NPs formation has intrigued us to examine the catalytic properties of the structure. We observed that the Ag NPs uptake in FDM-3 is as high as 16.7 wt % within the first 30 min. Comparative studies on the MIL-68(In)", "(20)", " result in <0.1 wt % Ag NPs in the pores in 30 min, significantly lower than that in FDM-3, even though higher uptakes could be achieved", "(17)", " in longer time (see ", "SI", "). NH", "2", "–BC–FDM-3, DAP–FDM-3, and Pyr–FDM-3 show similar uptakes within 30 min (", "Table S2 and Figure S8", "). It has been explained that ethanol serves as the reductant in the Ag formation", "(17)", " and is responsible for the slow reactions in MIL-68(In), MOF-177, and FDM-1. It is the active metals with periodic arrangements in the pores in FDM-3 and its derivatives, rather than their mesoporosities or linker functionalities, that bring some unusual properties to facilitate the redox reaction and accelerate the NPs formation.", "Figure 5. Low-pressure N", "2", " adsorption isotherm of FDM-3 at 77 K.", "In summary, we have synthesized a mesoporous MOF with three geometrically distinct SBUs encompassing four kinds of cages by topological induction. Based on one organic linker and two metals, the (3,5,6)-coordinated net with ", "ott", " topology shows a cubic unit cell with ", "a", " = 62.30 Å and a BET surface area of 2585 m", "2", " g", "–1", ". Furthermore, the “heterogeneity within order” in this complex MOF was demonstrated by the capability of incorporating new functionalities as well as the fast formation of Ag NPs in the pores. With all components in absolute order, the signature cage arrangement in FDM-3 has provided periodic chemical information-rich pathways for guests, which allow us to further study the kinetic behaviors and movement principles of guests along the pores in the future.", " ", "Top of Page", "Abstract", "References", "Supporting Information", "The Supporting Information is available free of charge on the ", "ACS Publications website", " at DOI: ", "10.1021/jacs.5b07687", ".", "Synthetic and characterization procedures (", "PDF", ")", "Crystallographic files for FDM-3. CCDC: 1413919 (", "CIF", ")", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "References", "Acknowledgment", "This work was supported by the Innovation Program of Shanghai Municipal Education Commission (14ZZ005), Shanghai Rising-Star Program (15QA1400400), and the Science & Technology Commission of Shanghai Municipality (14JC1400700).", "Reference QuickView", "Top of Page", "Abstract", "References", "References", "This article references 20 other publications.", "1. ", "(a) ", "Li", ", ", "H.", "; ", "Eddaoudi", ", ", "M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Nature", " ", "1999", ",  ", "402", ",  ", "276", " DOI: 10.1038/46248", " ", "[", "Crossref", "], [", "CAS", "]", "1. ", "Design and synthesis of an exceptionally stable and highly porous metal-organic framework", "Li, Hailian; Eddaoudi, Mohamed; O'Keeffe, M.; Yaghi, M.", "Nature (London)", "\r\n        (", "1999", "),\r\n    ", "402", "\r\n        (", "6759", "),\r\n    ", "276-279", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Macmillan Magazines", ")\r\n        ", "Open metal-org. frameworks are widely regarded as promising materials for applications in catalysis, sepn., gas storage and mol. recognition.  Compared to conventionally used microporous inorg. materials such as zeolites, these org. structures have the potential for more flexible rational design, through control of the architecture and functionalization of the pores.  So far, the inability of these open frameworks to support permanent porosity and to avoid collapsing in the absence of guest mols., such as solvents, has hindered further progress in the field.  The authors report the synthesis of a metal-org. framework, Zn4O(BDC)3.(DMF)8.(PhCl) (named MOF-5, where BDC = 1,4-benzenedicarboxylate), which remains cryst., as evidenced by x-ray single-crystal analyses, and stable when fully desolvated and when heated up to 300°.  This synthesis is achieved by borrowing ideas from metal carboxylate cluster chem., where an org. dicarboxylate linker was used in a reaction that gives supertetrahedron clusters when capped with monocarboxylates.  The rigid and divergent character of the added linker allows the articulation of the clusters into a three-dimensional framework resulting in a structure with higher apparent surface area and pore vol. than most porous cryst. zeolites.  This simple and potentially universal design strategy is currently being pursued in the synthesis of new phases and composites, and for gas-storage applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXnvFSiuro%253D&md5=68f27e20a7e4e15ea2c2f49a2a61e98a", "(b) ", "Kitagawa", ", ", "S.", "; ", "Kitaura", ", ", "R.", "; ", "Noro", ", ", "S.", " ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", ",  ", "2334", " DOI: 10.1002/anie.200300610", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Functional porous coordination polymers", "Kitagawa, Susumu; Kitaura, Ryo; Noro, Shin-ichiro", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "18", "),\r\n    ", "2334-2375", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Discussion concs. on three aspects of coordination polymers: (1) the use of crystal engineering to construct porous frameworks from connectors and linkers (nano-space engineering), (2) characterizing and cataloging the porous properties by functions for storage, exchange, sepn., etc., and (3) the next generation of porous functions based on dynamic crystal transformations caused by guest mols. or phys. stimuli.  The authors' aim is to present the state of the art chem. and physics of and in the micropores of porous coordination polymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXktFShtLk%253D&md5=9df52e99bad3cc0db67f65551a8c154f", "(c) ", "Férey", ", ", "G.", " ", "Chem. Soc. Rev.", " ", "2008", ",  ", "37", ",  ", "191", " DOI: 10.1039/B618320B", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Hybrid porous solids: past, present, future", "Ferey, Gerard", "Chemical Society Reviews", "\r\n        (", "2008", "),\r\n    ", "37", "\r\n        (", "1", "),\r\n    ", "191-214", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This crit. review will be of interest to the experts in porous solids (including catalysis), but also solid state chemists and physicists.  It presents the state-of-the-art on hybrid porous solids, their advantages, their new routes of synthesis, the structural concepts useful for their 'design', aiming at reaching very large pores.  Their dynamic properties and the possibility of predicting their structure are described.  The large tunability of the pore size leads to unprecedented properties and applications.  They concern adsorption of species, storage and delivery and the phys. properties of the dense phases. (323 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmtVWgsg%253D%253D&md5=89265036ce82503c95ce56685a9ceceb", "(d) ", "Zhou", ", ", "H.-C.", "; ", "Long", ", ", "J. R.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "673", " DOI: 10.1021/cr300014x", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Introduction to Metal-Organic Frameworks", "Zhou, Hong-Cai; Long, Jeffrey R.; Yaghi, Omar M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "673-674", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review is presented on prepn., structure and application of Metal-Org. Frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1OjtLw%253D&md5=abf05fcd4ae6b394b7f1048a93f5ebbc", "(e) ", "Zhang", ", ", "J.-P.", "; ", "Zhang", ", ", "Y.-B.", "; ", "Lin", ", ", "J.-B.", "; ", "Chen", ", ", "X.-M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1001", " DOI: 10.1021/cr200139g", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Metal Azolate Frameworks: From Crystal Engineering to Functional Materials", "Zhang, Jie-Peng; Zhang, Yue-Biao; Lin, Jian-Bin; Chen, Xiao-Ming", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1001-1033", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The progress is discussed in the mol. design, prepn. and properties of metal azolate frameworks including complexes with imidazolates, pyrazolates, 1,2,4-triazolates, 1,2,3-triazolates and tetrazolates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1SrsrnE&md5=1e2bf82ba2a6364dbd8687a4aa5d820a", "2. ", "Eddaoudi", ", ", "M.", "; ", "Moler", ", ", "D. B.", "; ", "Li", ", ", "H.", "; ", "Chen", ", ", "B.", "; ", "Reineke", ", ", "T. M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Acc. Chem. Res.", " ", "2001", ",  ", "34", ",  ", "319", " DOI: 10.1021/ar000034b", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Modular Chemistry: Secondary Building Units as a Basis for the Design of Highly Porous and Robust Metal-Organic Carboxylate Frameworks", "Eddaoudi, Mohamed; Moler, David B.; Li, Hailian; Chen, Banglin; Reineke, Theresa M.; O'Keeffe, Michael; Yaghi, Omar M.", "Accounts of Chemical Research", "\r\n        (", "2001", "),\r\n    ", "34", "\r\n        (", "4", "),\r\n    ", "319-330", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review, with 38 refs.  Secondary building units (SBUs) are mol. complexes and cluster entities in which ligand coordination modes and metal coordination environments can be used in the transformation of these fragments into extended porous networks using polytopic linkers (1,4-benzenedicarboxylate, 1,3,5,7-adamantanetetracarboxylate, etc.).  Consideration of the geometric and chem. attributes of the SBUs and linkers leads to prediction of the framework topol., and in turn to the design and synthesis of a new class of porous materials with robust structures and high porosity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXhtFymsL0%253D&md5=e3df2f7492090aee280676f044e3b7af", "3. ", "(a) ", "Koh", ", ", "K.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "15005", " DOI: 10.1021/ja1065009", " ", "ACS Full Text ", ", [", "CAS", "]", "3. ", "Coordination Copolymerization Mediated by Zn4O(CO2R)6 Metal Clusters: a Balancing Act between Statistics and Geometry", "Koh, Kyoungmoo; Wong-Foy, Antek G.; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "42", "),\r\n    ", "15005-15010", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Isolated successes of coordination copolymn. for the prodn. of microporous coordination polymers (MCPs) are reported recently; the logic for this synthetic approach was not established nor have the key features of the synthetic conditions needed to generalize the method.  Here, the authors establish guidelines for application of the copolymn. technique by exploring coordination modes and report, in addn. to details on two previous coordination copolymers with exceptional properties, three new MCPs: UMCM-3 (Zn4O(2,5-thiophenedicarboxylate)1.2(1,3,5-tris(4-carboxyphenyl)benzene)1.2), UMCM-4 (Zn4O(1,4-benzenedicarboxylate)3/2(4,4',4''-tricarboxytriphenylamine)), and UMCM-5 (Zn4O(1,4-naphthalenedicarboxylate)(1,3,5-tris(4-carboxyphenyl)benzene)4/3).  The MCPs prepd. by the copolymn. technique demonstrate Brunauer-Emmett-Teller (BET) surface areas between 3500-5200 m2/g and high pore vols. (1.64-2.37 cm3/g).  The alignment of poly(3-hexylthiophene) within mesoporous channels of UMCM-1 is reported as a demonstration of the unique properties of these hosts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXht1GqsbrJ&md5=c73a99e5d13b77101a6f57a64ce5b2bd", "(b) ", "Chevreau", ", ", "H.", "; ", "Devic", ", ", "T.", "; ", "Salles", ", ", "F.", "; ", "Maurin", ", ", "G.", "; ", "Stock", ", ", "N.", "; ", "Serre", ", ", "C.", " ", "Angew. Chem., Int. Ed.", " ", "2013", ",  ", "52", ",  ", "5056", " DOI: 10.1002/anie.201300057", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Mixed-Linker Hybrid Superpolyhedra for the Production of a Series of Large-Pore Iron(III) Carboxylate Metal-Organic Frameworks", "Chevreau, Hubert; Devic, Thomas; Salles, Fabrice; Maurin, Guillaume; Stock, Norbert; Serre, Christian", "Angewandte Chemie, International Edition", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "19", "),\r\n    ", "5056-5060", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A series of new micro-/mesoporous MOFs based on iron(III) trimers of octahedra and mixts. of di and tricarboxylate linkers, [Fe9O3(H2O)6Cl3(bdc)3(btb)4] (MIL-142) and [Fe6O2Cl2(H2O)4(bdc)3(btb)2] (MIL-143) (H2bdc = 1,4-benzenedicarboxylic acid, H3btb = 1,3,5-tris(4-carboxyphenyl)benzene), have been isolated and their structures are solved from a combination of X-ray diffraction data and computational tools.  The first series, MIL-142, presents an interwoven structure whose 2D microporous system can be tuned in size and shape and/or functionalized through the use a variety of dicarboxylate linkers.  MIL-143 is the first example of an iron(III) mesoporous MOF based on different hybrid supertetrahedra and exhibits a rare extended β-cristobalite structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXltlOhsb0%253D&md5=690de93af53e71efcd599a8625171c2b", "(c) ", "Furukawa", ", ", "H.", "; ", "Ko", ", ", "N.", "; ", "Go", ", ", "Y. B.", "; ", "Aratani", ", ", "N.", "; ", "Choi", ", ", "S. B.", "; ", "Choi", ", ", "E.", "; ", "Yazaydin", ", ", "A. Ö.", "; ", "Snurr", ", ", "R. Q.", "; ", "O’Keeffe", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2010", ",  ", "329", ",  ", "424", " DOI: 10.1126/science.1192160", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Ultrahigh Porosity in Metal-Organic Frameworks", "Furukawa, Hiroyasu; Ko, Nakeun; Go, Yong Bok; Aratani, Naoki; Choi, Sang Beom; Choi, Eunwoo; Yazaydin, A. Oezguer; Snurr, Randall Q.; O'Keeffe, Michael; Kim, Jaheon; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "329", "\r\n        (", "5990", "),\r\n    ", "424-428", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Cryst. solids with extended non-interpenetrating three-dimensional crystal structures were synthesized that support well-defined pores with internal diams. of up to 48 angstroms.  The Zn4O(CO2)6 unit was joined with either one or two kinds of org. link, 4,4',4''-[benzene-1,3,5-triyl-tris(ethyne-2,1-diyl)]tribenzoate (BTE), 4,4',44''-[benzene-1,3,5-triyl-tris(benzene-4,1-diyl)]tribenzoate (BBC), 4,4',44''-benzene-1,3,5-triyl-tribenzoate (BTB)/2,6-naphthalenedicarboxylate (NDC), and BTE/biphenyl-4,4'-dicarboxylate (BPDC), to give four metal-org. frameworks (MOFs), MOF-180, -200, -205, and -210, resp.  Members of this series of MOFs show exceptional porosities and gas (hydrogen, methane, and carbon dioxide) uptake capacities.  For example, MOF-210 has Brunauer-Emmett-Teller and Langmuir surface areas of 6240 and 10,400 square meters per g, resp., and a total carbon dioxide storage capacity of 2870 mg per g.  The vol.-specific internal surface area of MOF-210 (2060 square meters per cubic centimeter) is equiv. to the outer surface of nanoparticles (3-nm cubes) and near the ultimate adsorption limit for solid materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptVWgsb8%253D&md5=ce5cd4101a6f96dc0d6c349bc478b3b0", "(d) ", "Zheng", ", ", "S.-T.", "; ", "Bu", ", ", "J. T.", "; ", "Li", ", ", "Y.", "; ", "Wu", ", ", "T.", "; ", "Zuo", ", ", "F.", "; ", "Feng", ", ", "P.", "; ", "Bu", ", ", "X.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "17062", " DOI: 10.1021/ja106903p", " ", "ACS Full Text ", ", [", "CAS", "]", "3. ", "Pore Space Partition and Charge Separation in Cage-within-Cage Indium-Organic Frameworks with High CO2 Uptake", "Zheng, Shou-Tian; Bu, Julia T.; Li, Yu-Fei; Wu, Tao; Zuo, Fan; Feng, Ping-Yun; Bu, Xian-Hui", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "48", "),\r\n    ", "17062-17064", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The integration of neg. charged single-metal building blocks {In(CO2)4} and pos. charged trimeric clusters {In3O} leads to three unique cage-within-cage-based porous materials, which exhibit not only high hydrothermal, thermal, and photochem. stability but also attractive structural features contributing to a very high CO2 uptake capacity of up to 119.8 L/L at 273 K and 1 atm.  The three porous materials are [(CH3)2NH2][In3O(BTC)2(H2O)3]2[In3(BTC)4]·7DMF·23H2O, [(CH3)2NH2][In3O(BTC)2(H2O)3]2[In(BTC)4/3][In3(BTC)4/3(H2O)]2·solvent and [CH3NH3][In3O(BTC)2(H2O)3]2[In3(BTC)4]·solvent (BTC = 1,3,5-benzenetricarboxylate) and were characterized by x-ray crystallog.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVeksLfK&md5=e7d779763d5a416a3d0f241406ee5e07", "(e) ", "Zheng", ", ", "S.-T.", "; ", "Wu", ", ", "T.", "; ", "Irfanoglu", ", ", "B.", "; ", "Zuo", ", ", "F.", "; ", "Feng", ", ", "P.", "; ", "Bu", ", ", "X.", " ", "Angew. Chem., Int. Ed.", " ", "2011", ",  ", "50", ",  ", "8034", " DOI: 10.1002/anie.201103155", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Multicomponent Self-Assembly of a Nested Co24@Co48 Metal-Organic Polyhedral Framework", "Zheng, Shou-Tian; Wu, Tao; Irfanoglu, Burcin; Zuo, Fan; Feng, Pingyun; Bu, Xianhui", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "35", "),\r\n    ", "8034-8037", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A nested 3D-3D MOPF@MOPF cobalt-org. framework [(CH3)2NH2]10[Co2(IN)4(OAc)2][Co2(BTC)2(H2O)4]4[Co2(OH)(IN)3]4·4H2O (CPM-24, H3BTC = 1,3,5-benzenetricarboxylic acid, HIN = isonicotinic acid) was prepd. and characterized by single-crystal X-ray diffraction and thermal gravimetric anal.  Gas adsorption measurements of the MOPF@MOPF was also study.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXovVOhtb8%253D&md5=2c0fcebccd5597273e3367dc8b6747b6", "(f) ", "Yang", ", ", "X.-L.", "; ", "Xie", ", ", "M.-H.", "; ", "Zou", ", ", "C.", "; ", "He", ", ", "Y.", "; ", "Chen", ", ", "B.", "; ", "O’Keeffe", ", ", "M.", "; ", "Wu", ", ", "C.-D.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "10638", " DOI: 10.1021/ja303728c", " ", "ACS Full Text ", ", [", "CAS", "]", "3. ", "Porous Metalloporphyrinic Frameworks Constructed from Metal 5,10,15,20-Tetrakis(3,5-biscarboxylphenyl)porphyrin for Highly Efficient and Selective Catalytic Oxidation of Alkylbenzenes", "Yang, Xiu-Li; Xie, Ming-Hua; Zou, Chao; He, Yabing; Chen, Banglin; O'Keeffe, Michael; Wu, Chuan-De", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "25", "),\r\n    ", "10638-10645", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We incorporate metal 5,10,15,20-tetrakis(3,5-biscarboxylphenyl)porphyrin (M-H8OCPP), for the first time, into porous metal-org. frameworks.  The self-assembled porous metalloporphyrinic frameworks [Mn5Cl2(MnCl-OCPP)(DMF)4(H2O)4]·2DMF·8CH3COOH·14H2O (ZJU-18; ZJU = Zhejiang University), [Mn5Cl2(Ni-OCPP)(H2O)8]·7DMF·6CH3COOH·11H2O (ZJU-19), and [Cd5Cl2(MnCl-OCPP)(H2O)6]·13DMF·2CH3COOH·9H2O (ZJU-20) are isostructural as revealed by their single X-ray crystal structures.  The metalloporphyrin octacarboxylates (M-OCPP) (M = MnIIICl for ZJU-18 and ZJU-20, M = NiII for ZJU-19) are bridged by binuclear and trinuclear metal carboxylate secondary building units to form a 3-periodic, binodal, edge-transitive net with Reticular Chem. Structure Resource symbol tbo with pore windows of about 11.5 Å and pore cages about 21.3 Å in diam.  The porous nature of these metalloporphyrinic frameworks is further established by sorption studies in which different substrates such as ethanol, acetonitrile, acetone, cyclohexane, benzene, toluene, ethylbenzene, and acetophenone can readily have access to the pores.  Their catalytic activities for the oxidn. of alkylbenzenes were examd. at 65 °C using tert-Bu hydroperoxide as the oxidant.  The results indicate that ZJU-18 is much superior to ZJU-19, ZJU-20, and homogeneous mol. MnCl-Me8OCPP, exhibiting highly efficient and selective oxidn. of ethylbenzene to acetophenone in quant. >99% yield and a turnover no. of 8076 after 48 h.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xnsl2msr0%253D&md5=c7ad2b7a0598ec821062ae752458f2c7", "(g) ", "Schoedel", ", ", "A.", "; ", "Cairns", ", ", "A. J.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Wojtas", ", ", "L.", "; ", "Mohamed", ", ", "M.", "; ", "Zhang", ", ", "Z.", "; ", "Proserpio", ", ", "D. M.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", " ", "Angew. Chem., Int. Ed.", " ", "2013", ",  ", "52", ",  ", "2902", " DOI: 10.1002/anie.201206042", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "The asc Trinodal Platform: Two-Step Assembly of Triangular, Tetrahedral, and Trigonal-Prismatic Molecular Building Blocks", "Schoedel, Alexander; Cairns, Amy J.; Belmabkhout, Youssef; Wojtas, Lukasz; Mohamed, Mona; Zhang, Zhenjie; Proserpio, Davide M.; Eddaoudi, Mohamed; Zaworotko, Michael J.", "Angewandte Chemie, International Edition", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "10", "),\r\n    ", "2902-2905", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Authors have demonstrated that a new trinodal MOM (metal-org. materials) platform comprized of simple and inexpensive triangular, tetrahedral, and trigonal-prismatic nodes can be prepd. using a two-step synthetic process.  This process facilitates control over the underlying network of the trinodal system and offers many potential variations of nodes, thereby rendering the asc topol. into a fine-tunable platform that is well-suited to target specific properties.  The prototype, tpPMBB-1-asc-1 (tp-PMBB = trigonal-prismatic primary mol. building blocks, [Zn3btc2][Cr3O(isonic)6(H2O)2(OH)]·xDMF; btc = 1,3,5-benzenetricarboxylic acid), exhibits chem. stability (org. solvents, including bases, and water) and relatively high uptake of carbon dioxide and hydrogen in the context of MOMs that are based upon satd. metal centers.  These features are highly desirable in the context of the cost/performance ratio that will be needed to develop MOMs for industrial applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXitlajt7s%253D&md5=9efd77008eb7642cd63da03e3393b0f8", "(h) ", "Li", ", ", "M.", "; ", "Li", ", ", "D.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Rev.", " ", "2014", ",  ", "114", ",  ", "1343", " DOI: 10.1021/cr400392k", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Topological Analysis of Metal-Organic Frameworks with Polytopic Linkers and/or Multiple Building Units and the Minimal Transitivity Principle", "Li, Mian; Li, Dan; O'Keeffe, Michael; Yaghi, Omar M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2014", "),\r\n    ", "114", "\r\n        (", "2", "),\r\n    ", "1343-1370", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review on the structure principles of MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslaksb7E&md5=ad7dec28a944e0cc0412656c687564d9", "(i) ", "Tan", ", ", "Y.-X.", "; ", "He", ", ", "Y.-P.", "; ", "Zhang", ", ", "J.", " ", "Chem. Mater.", " ", "2012", ",  ", "24", ",  ", "4711", " DOI: 10.1021/cm302953x", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Cluster-Organic Framework Materials as Heterogeneous Catalysts for High Efficient Addition Reaction of Diethylzinc to Aromatic Aldehydes", "Tan, Yan-Xi; He, Yan-Ping; Zhang, Jian", "Chemistry of Materials", "\r\n        (", "2012", "),\r\n    ", "24", "\r\n        (", "24", "),\r\n    ", "4711-4716", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "To explore the catalytic activity of heterometallic cluster-org. frameworks, three 3d-3d heterometallic cluster-org. frameworks based on the cooperative assembly of tetrahedral Cu4I4 and metal-carboxylate clusters with potential open metal sites were synthesized and described.  The structure of 1 consists of tetrahedral [Cu4I4(INA)4]4- metalloligands (INA = isonicotinate) linking unusual Zn8(μ4-O)(COO)12(H2O)4 clusters into a (4,12)-connected network.  Compd. 2 features a 2-fold interpenetrating 4-connected bbf-type framework based on new [Cu4I4(INA)2(DBO)2]2- metalloligands (DBO = 1,4-diazabicyclo[2.2.2]octane) and paddle-wheel Zn2(COO)4 units.  The 2-fold interpenetrating diamond-type framework 3 is constructed from tetrahedral [Cu4I4(INA)4]4- metalloligand and Mn2(COO)4(H2O)2(DMF) unit with potential open Mn centers.  All three framework materials have notable catalytic activity on the diethylzinc addn. to arom. aldehydes, and the catalytic properties of compd. 1 have been studied.  The heterogeneous catalysis of the diethylzinc addn. to arom. aldehydes by using cluster-org. framework as catalyst is detd. by several exptl. factors, such as temp., reaction time, and the incorporation of electron-withdrawing groups in arom. aldehydes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhslequrzN&md5=be0bb7ee6af5b83cf2950b3983ecd93b", "4. ", "Deng", ", ", "H.", "; ", "Doonan", ", ", "C. J.", "; ", "Furukawa", ", ", "H.", "; ", "Ferreira", ", ", "R. B.", "; ", "Towne", ", ", "J.", "; ", "Knobler", ", ", "C. B.", "; ", "Wang", ", ", "B.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2010", ",  ", "327", ",  ", "846", " DOI: 10.1126/science.1181761", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Multiple Functional Groups of Varying Ratios in Metal-Organic Frameworks", "Deng, Hexiang; Doonan, Christian J.; Furukawa, Hiroyasu; Ferreira, Ricardo B.; Towne, John; Knobler, Carolyn B.; Wang, Bo; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "327", "\r\n        (", "5967", "),\r\n    ", "846-850", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Metal-org. frameworks (MOFs) can incorporate a large no. of different functionalities on linking groups in a way that mixes the linker, rather than forming sep. domains.  The authors made complex MOFs from 1,4-benzenedicarboxylate (denoted by A in this work) and its derivs. -NH2, -Br, -(Cl)2, -NO2, -Me2, -C4H4, -(OC3H5)2, and -(OC7H7)2 (denoted by B to I,, resp.) to synthesize 18 multivariate (MTV) MOF-5 type structures that contain up to eight distinct functionalities in one phase.  The backbone (Zn oxide and phenylene units) of these structures is ordered, but the distribution of functional groups is disordered.  The complex arrangements of several functional groups within the pores can lead to properties that are not simply linear sums of those of the pure components.  For example, a member of this series, MTV-MOF-5-EHI, exhibits up to 400% better selectivity for CO2 over CO compared with its best same-link counterparts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhslWju7o%253D&md5=40f9720d9a7633e6102cab3256be0468", "5. ", "(a) ", "Liu", ", ", "L.", "; ", "Konstas", ", ", "K.", "; ", "Hill", ", ", "M. R.", "; ", "Telfer", ", ", "S. G.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "17731", " DOI: 10.1021/ja4100244", " ", "ACS Full Text ", ", [", "CAS", "]", "5. ", "Programmed Pore Architectures in Modular Quaternary Metal-Organic Frameworks", "Liu, Lujia; Konstas, Kristina; Hill, Matthew R.; Telfer, Shane G.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "47", "),\r\n    ", "17731-17734", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "To generate metal-org. frameworks (MOFs) that are complex and modular yet well ordered, the authors present a strategy employing a family of three topol. distinct linkers that codes for the assembly of a highly porous quaternary MOF.  By introducing substituted analogs of the ligands, a set of eight isoreticular frameworks is delivered, with the MOF structure systematically varied while the topol. is maintained.  To combat randomness and disorder, the substitution patterns of the ligands are designed to be compatible with their crystallog. site symmetries.  MOFs produced in this way feature programmed pores-multiple functional groups compartmentalized in a predetd. array within a periodic lattice-and are capable of complex functional behavior.  In these examples unconventional CO2 sorption trends, including capacity enhancements close to 100%, emerge from synergistic effects.  Future PP-MOFs may be capable of enzyme-like heterogeneous catalysis and ultraselective adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslSqtLnJ&md5=db8256ad934a8deed3a2aeb82472a174", "(b) ", "Liu", ", ", "L.", "; ", "Telfer", ", ", "S. G.", " ", "J. Am. Chem. Soc.", " ", "2015", ",  ", "137", ",  ", "3901", " DOI: 10.1021/jacs.5b00365", " ", "ACS Full Text ", ", [", "CAS", "]", "5. ", "Systematic Ligand Modulation Enhances the Moisture Stability and Gas Sorption Characteristics of Quaternary Metal-Organic Frameworks", "Liu, Lujia; Telfer, Shane G.", "Journal of the American Chemical Society", "\r\n        (", "2015", "),\r\n    ", "137", "\r\n        (", "11", "),\r\n    ", "3901-3909", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Complex metal-org. frameworks (MOFs) that maintain high structural order promise sophisticated and tunable properties.  Here, the authors build on the strategy of using combinations of structurally distinct ligands to generate a new isoreticular series of ordered quaternary Zn4O-carboxylate MOFs.  Rational design of the framework components steers the system toward multicomponent MOFs and away from competing phases during synthesis.  Systematic ligand modulation led to the identification of a set of frameworks with unusually high stability toward H2O vapor.  These frameworks lose no porosity after 100 days' exposure to ambient air or 20 adsorption-desorption cycles up to 70% relative humidity.  Across this series of frameworks, a counterintuitive relation between the length of pendant alkyl groups and framework stability toward H2O vapor emerges.  This phenomenon was probed via gas and vapor adsorption expts. together with Grand Canonical Monte Carlo (GCMC) simulations, and could be rationalized from the propensity of the frameworks to adsorb H2O vapor and the proximity of the adsorbed H2O mols. to the H2O-sensitive metal clusters.  Systematic variation of the pore vol. and topog. also tunes the CO2 and CH4 gas adsorption behavior.  Certain of these materials display increases in their adsorption capacities of 237% (CO2) and 172% (CH4) compared to the parent framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXjvV2qs7k%253D&md5=826303616009fc51b7164e1a0915dbd3", "6. ", "(a) ", "Furukawa", ", ", "H.", "; ", "Cordova", ", ", "K. E.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2013", ",  ", "341", ",  ", "974", " DOI: 10.1126/science.1230444", " ", "[", "Crossref", "], [", "CAS", "]", "6. ", "The Chemistry and Applications of Metal-Organic Frameworks", "Furukawa, Hiroyasu; Cordova, Kyle E.; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "341", "\r\n        (", "6149", "),\r\n    ", "974", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A review.  Cryst. metal-org. frameworks (MOFs) are formed by reticular synthesis, which creates strong bonds between inorg. and org. units.  Careful selection of MOF constituents can yield crystals of ultrahigh porosity and high thermal and chem. stability.  These characteristics allow the interior of MOFs to be chem. altered for use in gas sepn., gas storage, and catalysis, among other applications.  The precision commonly exercised in their chem. modification and the ability to expand their metrics without changing the underlying topol. were not achieved with other solids.  MOFs whose chem. compn. and shape of building units can be multiply varied within a particular structure already exist and may lead to materials that offer a synergistic combination of properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlaktbbF&md5=95007f174bf8d0bd85b690f5927755db", "(b) ", "Furukawa", ", ", "H.", "; ", "Müller", ", ", "U.", "; ", "Yaghi", ", ", "O. M.", " ", "Angew. Chem., Int. Ed.", " ", "2015", ",  ", "54", ",  ", "3417", " DOI: 10.1002/anie.201410252", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "\"Heterogeneity within Order\" in Metal-Organic Frameworks", "Furukawa, Hiroyasu; Mueller, Ulrich; Yaghi, Omar M.", "Angewandte Chemie, International Edition", "\r\n        (", "2015", "),\r\n    ", "54", "\r\n        (", "11", "),\r\n    ", "3417-3430", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) are constructed by linking inorg. units with org. linkers to make extended networks.  Though >20,000 MOF structures are reported most of these are ordered and largely composed of a limited no. of different kinds building units, and very few have multiple different building units (heterogeneous).  Although heterogeneity and multiplicity is a fundamental characteristic of biol. systems, very few synthetic materials incorporate heterogeneity without losing cryst. order.  Thus, the question arises: how do the authors introduce heterogeneity into MOFs without losing their ordered structure.  This Review outlines strategies for varying the building units within both the backbone of the MOF and its pores to produce the heterogeneity that is sought after.  The impact this heterogeneity imparts on the properties of a MOF is highlighted.  The authors also provide an update on the MOF industry as part of this themed issue for the 150th anniversary of BASF.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXosFGgtA%253D%253D&md5=70cb4660c8b3b0c908e0264452a25c5f", "7. ", "Tu", ", ", "B.", "; ", "Pang", ", ", "Q.", "; ", "Wu", ", ", "D.", "; ", "Song", ", ", "Y.", "; ", "Weng", ", ", "L.", "; ", "Li", ", ", "Q.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "14465", " DOI: 10.1021/ja5063423", " ", "ACS Full Text ", ", [", "CAS", "]", "7. ", "Ordered Vacancies and Their Chemistry in Metal-Organic Frameworks", "Tu, Binbin; Pang, Qingqing; Wu, Doufeng; Song, Yuna; Weng, Linhong; Li, Qiaowei", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "41", "),\r\n    ", "14465-14471", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A method of creation of ordered metal vacancies and linker vacancies in a cubic metal-org. framework (MOF) based on Zn(II) and pyrazolecarboxylic acid by removing a quarter of the metal ions and half of the linkers is reported.  The MOF with ordered vacancies shows increased pore size, thus allowing large dye mols. to fit in the pores.  By filling the vacancies with new metals and new linkers, eight new single-cryst. MOFs with multicomponents in abs. order are introduced.  The capability of performing stepwise elimination and addn. reactions systematically in extended solids without destroying the structural integrity has generated complex MOF structures which otherwise cannot be made.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsFKns7nF&md5=227addf9ad3a5c58e34581b086b6fc73", "8. ", "Lian", ", ", "T.-T.", "; ", "Chen", ", ", "S.-M.", "; ", "Wang", ", ", "F.", "; ", "Zhang", ", ", "J.", " ", "CrystEngComm", " ", "2013", ",  ", "15", ",  ", "1036", " DOI: 10.1039/C2CE26611C", " ", "[", "Crossref", "], [", "CAS", "]", "8. ", "Metal-organic framework architecture with polyhedron-in-polyhedron and further polyhedral assembly", "Lian, Ting-Ting; Chen, Shu-Mei; Wang, Fei; Zhang, Jian", "CrystEngComm", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "6", "),\r\n    ", "1036-1038", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Prepd. was a polyhedral building architecture of a porous MOF [Cu24(CN)4(BTC)12(DABCO)9(H2O)6]·8(NO3) (1) (btc = 1,3,5-benzenetricarboxylate) contg. polyhedron-in-polyhedron subunits, in which a cube based on unusual CuII3(CN)(COO)3 clusters is situated in the core of a sodalite cage with 24 paddle-wheel Cu2(COO)4 units. It crystal was detd. by single crystal x-ray diffraction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXntlSntg%253D%253D&md5=02347089159d6a7a865841f48aafb146", "9. ", "(a) ", "Kim", ", ", "M.", "; ", "Cahill", ", ", "J. F.", "; ", "Fei", ", ", "H.", "; ", "Prather", ", ", "K. A.", "; ", "Cohen", ", ", "S. M.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "18082", " DOI: 10.1021/ja3079219", " ", "ACS Full Text ", ", [", "CAS", "]", "9. ", "Postsynthetic Ligand and Cation Exchange in Robust Metal-Organic Frameworks", "Kim, Min; Cahill, John F.; Fei, Honghan; Prather, Kimberley A.; Cohen, Seth M.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "43", "),\r\n    ", "18082-18088", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Postsynthetic ligand and metal ion exchange (PSE) processes readily occur in several inert metal-org. frameworks (MOFs), including zeolitic imidazolate frameworks (ZIFs).  Ligand exchange can occur between solid samples, as was demonstrated under relatively mild conditions with two robust, topol. distinct MOFs, MIL-53(Al) and MIL-68(In).  Ligand PSE is not obsd. with MIL-101(Cr), which is attributed to the kinetic inertness of the Cr(III) ion.  In addn. to ligand exchange, metal ion (cation) PSE was also studied between intact MOF microcryst. particles.  Metal ion transfer between MIL-53(Al) and MIL-53(Fe) was readily obsd.  These PSE reactions were monitored and the products characterized by a no. of techniques, including aerosol time-of-flight mass spectrometry, which permits single-particle compositional anal.  To show the potential synthetic utility of this approach, the PSE process was used to prep. the first Ti(IV) analog of the robust UiO-66(Zr) framework.  Finally, expts. to rule out mechanisms other than PSE (i.e., aggregation, dissoln./recrystn.) were performed.  PSE, of either ligands or cations, is common even with highly robust MOFs such as UiO-66(Zr), MILs, and ZIFs.  Also, PSE is useful in prepg. novel materials that cannot be obtained via other synthetic methods.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVKmtbjP&md5=c7010554a86381c57498f08218bded0f", "(b) ", "Lau", ", ", "C. H.", "; ", "Babarao", ", ", "R.", "; ", "Hill", ", ", "M. R.", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "3634", " DOI: 10.1039/c3cc40470f", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "A route to drastic increase of CO2 uptake in Zr metal organic framework UiO-66", "Lau Cher Hon; Babarao Ravichandar; Hill Matthew R", "Chemical communications (Cambridge, England)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "35", "),\r\n    ", "3634-6", "\r\n        ISSN:", ".\r\n    ", "CO2 uptake in zirconium MOF UiO-66 almost doubles with post-synthetic exchange of Zr by Ti.  This was due to smaller pore size and higher adsorption enthalpy, with good complementarity between experiment and simulation.  Furthermore, the full effect is obtained with ~50% Ti loading, precluding the need to fully substitute frameworks for CO2 capture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3svltlCguw%253D%253D&md5=10b3bb0aab9accbe35eec99c4267abfd", "(c) ", "Brozek", ", ", "C. K.", "; ", "Dinca", ", ", "M.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5456", " DOI: 10.1039/C4CS00002A", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Cation exchange at the secondary building units of metal-organic frameworks", "Brozek, C. K.; Dinca, M.", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5456-5467", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Cation exchange is an emerging synthetic route for modifying the secondary building units (SBUs) of metal-org. frameworks (MOFs).  This technique was used extensively to enhance the properties of nanocrystals and mols., but the extent of its applications for MOFs is still expanding.  To harness cation exchange as a rational tool, the authors need to elucidate its governing factors.  Not nearly enough exptl. observations exist for drawing these conclusions, so the authors provide a conceptual framework for approaching this task.  The authors address which SBUs undergo exchange, why certain ions replace others, how the framework influences the process, the role of the solvent, and current applications.  Using these guidelines, certain trends emerge from the available data and missing expts. become obvious.  If future studies follow this framework, then a more comprehensive body of observations will furnish a deeper understanding of cation exchange and inspire future applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7jF&md5=c97438bb70943a1ff1bd981b93d41383", "(d) ", "Wang", ", ", "L. J.", "; ", "Deng", ", ", "H.", "; ", "Furukawa", ", ", "H.", "; ", "Gándara", ", ", "F.", "; ", "Cordova", ", ", "K. E.", "; ", "Peri", ", ", "D.", "; ", "Yaghi", ", ", "O. M.", " ", "Inorg. Chem.", " ", "2014", ",  ", "53", ",  ", "5881", " DOI: 10.1021/ic500434a", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Synthesis and Characterization of Metal-Organic Framework-74 Containing 2, 4, 6, 8, and 10 Different Metals", "Wang, Lisa J.; Deng, Hexiang; Furukawa, Hiroyasu; Gandara, Felipe; Cordova, Kyle E.; Peri, Dani; Yaghi, Omar M.", "Inorganic Chemistry", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "12", "),\r\n    ", "5881-5883", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) contg. more than two kinds of metal ions mixed in one secondary building unit are rare because the synthesis often yields mixed MOF phases rather than a pure phase of a mixed-metal MOF (MM-MOF).  In this study, we use a one-pot reaction to make microcryst. MOF-74 [M2(DOT); DOT = dioxidoterephthalate] with 2 (Mg and Co), 4 (Mg, Co, Ni, and Zn), 6 (Mg, Sr, Mn, Co, Ni, and Zn), 8 (Mg, Ca, Sr, Mn, Fe, Co, Ni, and Zn), and 10 (Mg, Ca, Sr, Ba, Mn, Fe, Co, Ni, Zn, and Cd) different kinds of divalent metals.  The powder X-ray diffraction patterns of MM-MOF-74 were identical with those of single-metal MOF-74, and no amorphous phases were found by SEM.  The successful prepn. of guest-free MM-MOF-74 samples was confirmed by N2 adsorption measurements.  Elemental anal. data also support the fact that all metal ions used in the MOF synthesis are incorporated within the same MOF-74 structure.  Energy-dispersive X-ray spectroscopies indicate that metal ions are heterogeneously distributed within each of the cryst. particles.  This approach is also employed to incorporate metal ions (i.e., Ca, Sr, Ba, and Cd) from which the parent MOF structure could not be made as a single-metal-contg. MOF.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXptVahtb8%253D&md5=58d90e56c354b5bb079545bfeed9dfff", "10. ", "(a) ", "Zhang", ", ", "Y.-B.", "; ", "Furukawa", ", ", "H.", "; ", "Ko", ", ", "N.", "; ", "Nie", ", ", "W.", "; ", "Park", ", ", "H. J.", "; ", "Okajima", ", ", "S.", "; ", "Cordova", ", ", "K. E.", "; ", "Deng", ", ", "H.", "; ", "Kim", ", ", "J.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2015", ",  ", "137", ",  ", "2641", " DOI: 10.1021/ja512311a", " ", "ACS Full Text ", ", [", "CAS", "]", "10. ", "Introduction of Functionality, Selection of Topology, and Enhancement of Gas Adsorption in Multivariate Metal-Organic Framework-177", "Zhang, Yue-Biao; Furukawa, Hiroyasu; Ko, Nakeun; Nie, Weixuan; Park, Hye Jeong; Okajima, Satoshi; Cordova, Kyle E.; Deng, Hexiang; Kim, Jaheon; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2015", "),\r\n    ", "137", "\r\n        (", "7", "),\r\n    ", "2641-2650", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. framework-177 (MOF-177) is one of the most porous materials whose structure is composed of octahedral Zn4O(-COO)6 and triangular 1,3,5-benzenetribenzoate (BTB) units to make a three-dimensional extended network based on the qom topol.  This topol. violates a long-standing thesis where highly sym. building units are expected to yield highly sym. networks.  In the case of octahedron and triangle combinations, MOFs based on pyrite (pyr) and rutile (rtl) nets were expected instead of qom.  The authors have made 24 MOF-177 structures with different functional groups on the triangular BTB linker, having one or more functionalities.  The position of the functional groups on the BTB unit allows the selection for a specific net (qom, pyr, and rtl), and mixing of functionalities (-H, -NH2, and -C4H4) is an important strategy for the incorporation of a specific functionality (-NO2) into MOF-177 where otherwise incorporation of such functionality would be difficult.  Such mixing of functionalities to make multivariate MOF-177 structures leads to enhancement of hydrogen uptake by 25%.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXhvFehs70%253D&md5=b62ef947fa9001dc983433aee56dbc52", "(b) ", "Chae", ", ", "H. K.", "; ", "Siberio-Perez", ", ", "D. Y.", "; ", "Kim", ", ", "J.", "; ", "Go", ", ", "Y.", "; ", "Eddaoudi", ", ", "M.", "; ", "Matzger", ", ", "A. J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Nature", " ", "2004", ",  ", "427", ",  ", "523", " DOI: 10.1038/nature02311", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "A route to high surface area, porosity and inclusion of large molecules in crystals", "Chae, Hee K.; Siberio-Perez, Diana Y.; Kim, Jaheon; Go, Yong Bok; Eddaoudi, Mohamed; Matzger, Adam J.; O'Keeffe, Michael; Yaghi, Omar M.", "Nature (London, United Kingdom)", "\r\n        (", "2004", "),\r\n    ", "427", "\r\n        (", "6974", "),\r\n    ", "523-527", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "One of the outstanding challenges in the field of porous materials is the design and synthesis of chem. structures with exceptionally high surface areas.  Such materials are of crit. importance to many applications involving catalysis, sepn. and gas storage.  The claim for the highest surface area of a disordered structure is for C, at 2,030 m2 g-1 (M. Nijkamp, et al., 2001).  Until recently, the largest surface area of an ordered structure was that of zeolite Y, recorded at 904 m2 g-1 (A. W. Chester, et al., 2000).  But with the introduction of metal-org. framework materials, this was exceeded, with values up to 3,000 m2 g-1.  Despite this, no method of detg. the upper limit in surface area for a material has yet been found.  Here the authors present a general strategy that has provided a structure having by far the highest surface area reported to date.  The authors report the design, synthesis and properties of cryst. Zn4O(1,3,5-benzenetribenzoate)2, a new metal-org. framework with a surface area estd. at 4,500 m2 g-1.  This framework, which the authors name MOF-177, combines this exceptional level of surface area with an ordered structure that has extra-large pores capable of binding polycyclic org. guest mols., attributes not previously combined in one material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXpsFWguw%253D%253D&md5=c5e01fc1ae8145737276e816abb3b87d", "11. ", "Férey", ", ", "G.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Dutour", ", ", "J.", "; ", "Surblé", ", ", "S.", "; ", "Margiolaki", ", ", "I.", " ", "Science", " ", "2005", ",  ", "309", ",  ", "2040", " DOI: 10.1126/science.1116275", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "A Chromium Terephthalate-Based Solid with Unusually Large Pore Volumes and Surface Area", "Ferey, G.; Mellot-Draznieks, C.; Serre, C.; Millange, F.; Dutour, J.; Surble, S.; Margiolaki, I.", "Science (Washington, DC, United States)", "\r\n        (", "2005", "),\r\n    ", "309", "\r\n        (", "5743", "),\r\n    ", "2040-2042", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "We combined targeted chem. and computational design to create a crystal structure for porous chromium terephthalate, MIL-101, with very large pore sizes and surface area.  Its zeotype cubic structure has a giant cell vol. (∼702,000 cubic angstroms), a hierarchy of extra-large pore sizes (∼30 to 34 angstroms), and a Langmuir surface area for N2 of ∼5900 ± 300 square meters per g.  Beside the usual properties of porous compds., this solid has potential as a nanomold for monodisperse nanomaterials, as illustrated here by the incorporation of Keggin polyanions within the cages.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtVWntL3E&md5=6313e7e95b0edca92bb34df3f0c9752d", "12. ", "(a) ", "Li", ", ", "J. R.", "; ", "Sculley", ", ", "J.", "; ", "Zhou", ", ", "H. C.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "869", " DOI: 10.1021/cr200190s", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Metal-Organic Frameworks for Separations", "Li, Jian-Rong; Sculley, Julian; Zhou, Hong-Cai", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "869-932", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  This article reviews the metal-org. frameworks (MOFs), a new class of porous solid materials.  Their performances for applications in sepns. and purifications is attracting intense interest of researchers working in the fields of chem., chem. engineering, materials science, and others.  Despite being in its infancy, the research progress in this subject has already shown that MOFs are promising for sepn. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1OnsbbL&md5=635f36e2682f7fbc651f5021d591a1cf", "(b) ", "Bloch", ", ", "E. D.", "; ", "Queen", ", ", "W. L.", "; ", "Krishna", ", ", "R.", "; ", "Zadrozny", ", ", "J. M.", "; ", "Brown", ", ", "C. M.", "; ", "Long", ", ", "J. R.", " ", "Science", " ", "2012", ",  ", "335", ",  ", "1606", " DOI: 10.1126/science.1217544", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Hydrocarbon Separations in a Metal-Organic Framework with Open Iron(II) Coordination Sites", "Bloch, Eric D.; Queen, Wendy L.; Krishna, Rajamani; Zadrozny, Joseph M.; Brown, Craig M.; Long, Jeffrey R.", "Science (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "335", "\r\n        (", "6076", "),\r\n    ", "1606-1610", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The energy costs assocd. with large-scale industrial sepn. of light hydrocarbons by cryogenic distn. could potentially be lowered through development of selective solid adsorbents that operate at higher temps.  Here, the metal-org. framework Fe2(dobdc) (dobdc4- : 2,5-dioxido-1,4-benzenedicarboxylate) is demonstrated to exhibit excellent performance characteristics for sepn. of ethylene/ethane and propylene/propane mixts. at 318 K.  Breakthrough data obtained for these mixts. provide exptl. validation of simulations, which in turn predict high selectivities and capacities of this material for the fractionation of methane/ethane/ethylene/acetylene mixts., removal of acetylene impurities from ethylene, and membrane-based olefin/paraffin sepns.  Neutron powder diffraction data confirm a side-on coordination of acetylene, ethylene, and propylene at the iron(II) centers, while also providing solid-state structural characterization of the much weaker interactions of ethane and propane with the metal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XksVyqsLc%253D&md5=d149ed45c3e688d5e4ee63d75629bd4f", "(c) ", "Fukushima", ", ", "T.", "; ", "Horike", ", ", "S.", "; ", "Inubushi", ", ", "Y.", "; ", "Nakagawa", ", ", "K.", "; ", "Kubota", ", ", "Y.", "; ", "Takata", ", ", "M.", "; ", "Kitagawa", ", ", "S.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "4820", " DOI: 10.1002/anie.201000989", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Solid Solutions of Soft Porous Coordination Polymers: Fine-Tuning of Gas Adsorption Properties", "Fukushima, Tomohiro; Horike, Satoshi; Inubushi, Yasutaka; Nakagawa, Keiji; Kubota, Yoshiki; Takata, Masaki; Kitagawa, Susumu", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "28", "),\r\n    ", "4820-4824, S4820/1-S4820/7", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors have synthesized two interdigitated frameworks and a series of their ligand-based solid solns. for the control of their adsorption isotherms.  Optimization of the gas-sepn. performance from a mixt. of carbon dioxide and methane using the solid solns. was demonstrated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXotVCgurg%253D&md5=906948f322c266f6e447a2056651151b", "13. ", "(a) ", "Lee", ", ", "J. Y.", "; ", "Farha", ", ", "O. K.", "; ", "Roberts", ", ", "J.", "; ", "Scheidt", ", ", "K. A.", "; ", "Nguyen", ", ", "S. T.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1450", " DOI: 10.1039/b807080f", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Metal-organic framework materials as catalysts", "Lee, Jeong Yong; Farha, Omar K.; Roberts, John; Scheidt, Karl A.; Nguyen, Son Binh T.; Hupp, Joseph T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1450-1459", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; a crit. review of the emerging field of MOF-based catalysis is presented.  Discussed are examples of: (a) opportunistic catalysis with metal nodes, (b) designed catalysis with framework nodes, (c) catalysis by homogeneous catalysts incorporated as framework struts, (d) catalysis by MOF-encapsulated mol. species, (e) catalysis by metal-free org. struts or cavity modifiers, and (f) catalysis by MOF-encapsulated clusters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7k%253D&md5=d9cef4eb52ffb1c73fe1195e11bace26", "(b) ", "Yoon", ", ", "M.", "; ", "Srirambalaji", ", ", "R.", "; ", "Kim", ", ", "K.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1196", " DOI: 10.1021/cr2003147", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Homochiral Metal-Organic Frameworks for Asymmetric Heterogeneous Catalysis", "Yoon, Minyoung; Srirambalaji, Renganathan; Kim, Kimoon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1196-1231", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors have provided an overview of metal-org. framework (MOF)-based asym. heterogeneous catalysis by presenting the state of the art in this field and discussing its potential and limitations.  Here, MOF-based asym. catalysts are classified according to their working principles and synthetic strategies.  Design, synthesis and structural characteristics of chiral metal-org. frameworks, as well as their catalytic activities in various asym. transformations, are described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVOlt7rF&md5=7ee0508d7ed4b69aec1ca6d950681972", "(c) ", "Mo", ", ", "K.", "; ", "Yang", ", ", "Y.", "; ", "Cui", ", ", "Y.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "1746", " DOI: 10.1021/ja411887c", " ", "ACS Full Text ", ", [", "CAS", "]", "13. ", "A Homochiral Metal-Organic Framework as an Effective Asymmetric Catalyst for Cyanohydrin Synthesis", "Mo, Ke; Yang, Yuhua; Cui, Yong", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "5", "),\r\n    ", "1746-1749", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A homochiral metal-org. framework (MOF) of an enantiopure 2,2'-dihydroxy-1,1'-biphenyl ligand was constructed.  After exchanging one proton of the dihydroxyl group for Li(I) ions, the framework is shown to be a highly efficient and recyclable heterogeneous catalyst for asym. cyanation of aldehydes with up to >99% ee.  Compared with the homogeneous counterpart, the MOF catalyst exhibits significantly enhanced catalytic activity and enantioselectivity, esp. at a low catalyst/substrate ratio.  This was attributed to its rigid framework that could stabilize the catalytically active monolithium salt of biphenol against its free transformation to catalytically inactive and/or less active assemblies in reactions.  The synthetic utility of the cyanation was demonstrated in the synthesis of (S)-bufuralol (a nonselective β-adrenoceptor blocking agent) with 98% ee.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXpslOiug%253D%253D&md5=4b0657b60b6c38db1c3197a20e5c1cfe", "14. ", "(a) ", "An", ", ", "J.", "; ", "Geib", ", ", "S. J.", "; ", "Rosi", ", ", "N. L.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "8376", " DOI: 10.1021/ja902972w", " ", "ACS Full Text ", ", [", "CAS", "]", "14. ", "Cation-Triggered Drug Release from a Porous Zinc-Adeninate Metal-Organic Framework", "An, Jihyun; Geib, Steven J.; Rosi, Nathaniel L.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "24", "),\r\n    ", "8376-8377", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A porous anionic metal-org. framework, {[Zn8(ad)4(BPDC)6O]·8DMF·11H2O}n (bio-MOF-1; Had = adenine, H2BPDC = biphenyl-4,4'-dicarboxylic acid), constructed using adenine as a biomol. building block is described.  The porosity of this material is evaluated, its stability in biol. buffers is studied, and its potential as a material for controlled drug release is investigated.  Specifically, procainamide HCl is loaded into the pores of bio-MOF-1 using a simple cation exchange process.  Exogenous cations from biol. buffers are shown to affect the release of the adsorbed drug mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXms1Kntbw%253D&md5=e7c5bc9294614369af1be7c69a7198d5", "(b) ", "Horcajada", ", ", "P.", "; ", "Gref", ", ", "R.", "; ", "Baati", ", ", "T.", "; ", "Allan", ", ", "P. K.", "; ", "Maurin", ", ", "G.", "; ", "Couvreur", ", ", "P.", "; ", "Férey", ", ", "G.", "; ", "Morris", ", ", "R. E.", "; ", "Serre", ", ", "C.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1232", " DOI: 10.1021/cr200256v", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Metal-Organic Frameworks in Biomedicine", "Horcajada, Patricia; Gref, Ruxandra; Baati, Tarek; Allan, Phoebe K.; Maurin, Guillaume; Couvreur, Patrick; Ferey, Gerard; Morris, Russell E.; Serre, Christian", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1232-1268", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Coordination polymers or MOFs (metal-org. frameworks) as porous solids for biomedical are reviewed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1SrtbzN&md5=62d808da30f56c11c9a54bf70fabdc0e", "(c) ", "He", ", ", "C.", "; ", "Lu", ", ", "K.", "; ", "Liu", ", ", "D.", "; ", "Lin", ", ", "W.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "5181", " DOI: 10.1021/ja4098862", " ", "ACS Full Text ", ", [", "CAS", "]", "14. ", "Nanoscale Metal-Organic Frameworks for the Co-Delivery of Cisplatin and Pooled siRNAs to Enhance Therapeutic Efficacy in Drug-Resistant Ovarian Cancer Cells", "He, Chunbai; Lu, Kuangda; Liu, Demin; Lin, Wenbin", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "14", "),\r\n    ", "5181-5184", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Ovarian cancer is the leading cause of death among women with gynecol. malignancies.  Acquired resistance to chemotherapy is a major limitation for ovarian cancer treatment.  We report here the first use of nanoscale metal-org. frameworks (NMOFs) for the co-delivery of cisplatin and pooled small interfering RNAs (siRNAs) to enhance therapeutic efficacy by silencing multiple drug resistance (MDR) genes and resensitizing resistant ovarian cancer cells to cisplatin treatment.  UiO NMOFs with hexagonal-plate morphologies were loaded with a cisplatin prodrug and MDR gene-silencing siRNAs (Bcl-2, P-glycoprotein [P-gp], and survivin) via encapsulation and surface coordination, resp.  NMOFs protect siRNAs from nuclease degrdn., enhance siRNA cellular uptake, and promote siRNA escape from endosomes to silence MDR genes in cisplatin-resistant ovarian cancer cells.  Co-delivery of cisplatin and siRNAs with NMOFs led to an order of magnitude enhancement in chemotherapeutic efficacy in vitro, as indicated by cell viability assay, DNA laddering, and Annexin V staining.  This work shows that NMOFs hold great promise in the co-delivery of multiple therapeutics for effective treatment of drug-resistant cancers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXkvVCrs7o%253D&md5=99663ab175c3b399422b3f1c2832be95", "15. ", "MOF-5 has two kinds of pores. However, with similar pore shapes and the same compositions on the square apertures, all the pores in MOF-5 are considered the same in the movement diagram.", "There is no corresponding record for this reference.", "16. ", "Park", ", ", "K. S.", "; ", "Ni", ", ", "Z.", "; ", "Côte", ", ", "A. P.", "; ", "Choi", ", ", "J. Y.", "; ", "Huang", ", ", "R.", "; ", "Uribe-Romo", ", ", "F. J.", "; ", "Chae", ", ", "H. K.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Proc. Natl. Acad. Sci. U. S. A.", " ", "2006", ",  ", "103", ",  ", "10186", " DOI: 10.1073/pnas.0602439103", " ", "[Free @ PNAS]", ", [", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Exceptional chemical and thermal stability of zeolitic imidazolate frameworks", "Park, Kyo Sung; Ni, Zheng; Cote, Adrien P.; Choi, Jae Yong; Huang, Rudan; Uribe-Romo, Fernando J.; Chae, Hee K.; O'Keeffe, Michael; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2006", "),\r\n    ", "103", "\r\n        (", "27", "),\r\n    ", "10186-10191", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "Twelve zeolitic imidazolate frameworks (ZIFs; termed ZIF-1 to -12) were synthesized as crystals by copolymn. of either Zn(II) (ZIF-1 to -4, -6 to -8, and -10 to -11) or Co(II) (ZIF-9 and -12) with imidazolate-type links.  The ZIF crystal structures are based on the nets of seven distinct aluminosilicate zeolites: tetrahedral Si(Al) and the bridging O are replaced with transition metal ion and imidazolate link, resp.  One example of mixed-coordination imidazolate of Zn(II) and In(III) (ZIF-5) based on the garnet net is reported.  Study of the gas adsorption and thermal and chem. stability of two prototypical members, ZIF-8 and -11, demonstrated their permanent porosity (Langmuir surface area = 1,810 m2/g), high thermal stability (up to 550°), and remarkable chem. resistance to boiling alk. H2O and org. solvents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XntlKjtbo%253D&md5=c28cd5862d4765fe4e4937195f5bb4df", "17. ", "Houk", ", ", "R. J. T.", "; ", "Jacobs", ", ", "B. W.", "; ", "Gabaly", ", ", "F. E.", "; ", "Chang", ", ", "N. N.", "; ", "Talin", ", ", "A. A.", "; ", "Graham", ", ", "D. D.", "; ", "House", ", ", "S. D.", "; ", "Robertson", ", ", "I. M.", "; ", "Allendorf", ", ", "M. D.", " ", "Nano Lett.", " ", "2009", ",  ", "9", ",  ", "3413", " DOI: 10.1021/nl901397k", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Silver cluster formation, dynamics, and chemistry in metal-organic frameworks", "Houk, Ronald J. T.; Jacobs, Benjamin W.; El Gabaly, Farid; Chang, Noel N.; Talin, A. Alec; Graham, Dennis D.; House, Stephen D.; Robertson, Ian M.; Allendorf, Mark D.", "Nano Letters", "\r\n        (", "2009", "),\r\n    ", "9", "\r\n        (", "10", "),\r\n    ", "3413-3418", "CODEN:\r\n                ", "NALEFD", ";\r\n        ISSN:", "1530-6984", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Synthetic methods used to produce metal nanoparticles typically lead to a distribution of particle sizes.  In addn., creation of the smallest clusters, with sizes of a few to tens of atoms, remains challenging.  Nanoporous metal-org. frameworks (MOFs) are a promising soln. to these problems, since their long-range cryst. order creates completely uniform pore sizes with the potential for both steric and chem. stabilization.  A systematic investigation of silver nanocluster formation within MOFs using three representative MOF templates is reported.  The as-synthesized clusters are spectroscopically consistent with dimensions ≤1 nm, with a significant fraction existing as Ag3 clusters, as shown by ESR.  Importantly, rapid TEM-induced MOF degrdn. leads to agglomeration and stable, easily imaged particles, and explains prior reports of particles larger than MOF pores.  These results solve an important riddle concerning MOF-based templates and suggest that heterostructures composed of highly uniform arrays of nanoparticles within MOFs are feasible.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtFCjt7fI&md5=dca4b7e97f6eb3b64dacfda8b00aeb7d", "18. ", "FDM-3 is stable in most organic solvents. However, the material after immersed in water shows a new XRD pattern, indicating possible structure decomposition or phase transformation in water.", "There is no corresponding record for this reference.", "19. ", "Esken", ", ", "D.", "; ", "Turner", ", ", "S.", "; ", "Lebedev", ", ", "O. I.", "; ", "Tendeloo", ", ", "G. V.", "; ", "Fischer", ", ", "R. A.", " ", "Chem. Mater.", " ", "2010", ",  ", "22", ",  ", "6393", " DOI: 10.1021/cm102529c", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Au@ZIFs: Stabilization and Encapsulation of Cavity-Size Matching Gold Clusters inside Functionalized Zeolite Imidazolate Frameworks, ZIFs", "Esken, Daniel; Turner, Stuart; Lebedev, Oleg I.; Van Tendeloo, Gustaaf; Fischer, Roland A.", "Chemistry of Materials", "\r\n        (", "2010", "),\r\n    ", "22", "\r\n        (", "23", "),\r\n    ", "6393-6401", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The selective formation and stabilization of very small, naked metal particles inside the cavities of metal-org. frameworks (MOFs) and the simultaneous realization of an even distribution of the particles throughout the cryst. MOF host matrix over a wide range of metal loading are challenging goals.  MOFs reveal high sp. surface areas, tunable pore sizes, and org. linkers, which are able to interact with guests.  The chem. very robust zeolite imidazolate frameworks (ZIFs) are a subclass of MOFs.  The authors chose the microporous sodalite-like ZIF-8 (Zn(MeIM)2; IM = imidazolate) and ZIF-90 (Zn(ICA)2; ICA = imidazolate-2-carboxyaldehyde) as host matrixes to influence the dispersion of imbedded gold nanoparticles (Au NPs).  The metal loading was achieved via gas phase infiltration of [Au(CO)Cl] followed by a thermal hydrogenation step to form the Au NPs.  Low-dose high-resoln. TEM ((HR)TEM) and electron tomog. reveal a homogeneous distribution of Au NPs throughout the ZIF matrix.  The functional groups of ZIF-90 direct the anchoring of intermediate Au species and stabilize drastically smaller and quite monodisperse Au NPs in contrast to the parent not functionalized ZIF-8.  The particles can be very small, match the cavity size and approach defined mol. clusters of magic nos., i.e., Au55, independently from the level of loading.  Post-synthetic oxidn. of the aldehyde groups to yield alkyl esters by the adjacent, catalytically active metal NPs is presented as a new concept of encapsulating nanoparticles inside MOFs and allows multiple steps of metal loadings without decompn. of the MOF.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVaisr%252FI&md5=c88d2fd4ddce3352cb0fba27baf8a023", "20. ", "Volkringer", ", ", "C.", "; ", "Meddouri", ", ", "M.", "; ", "Loiseau", ", ", "T.", "; ", "Guillou", ", ", "N.", "; ", "Marrot", ", ", "J.", "; ", "Férey", ", ", "G.", "; ", "Haouas", ", ", "M.", "; ", "Taulelle", ", ", "F.", "; ", "Audebrand", ", ", "N.", "; ", "Latroche", ", ", "M.", " ", "Inorg. Chem.", " ", "2008", ",  ", "47", ",  ", "11892", " DOI: 10.1021/ic801624v", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "The Kagome Topology of the Gallium and Indium Metal-Organic Framework Types with a MIL-68 Structure: Synthesis, XRD, Solid-State NMR Characterizations, and Hydrogen Adsorption", "Volkringer, Christophe; Meddouri, Mohamed; Loiseau, Thierry; Guillou, Nathalie; Marrot, Jerome; Ferey, Gerard; Haouas, Mohamed; Taulelle, Francis; Audebrand, Nathalie; Latroche, Michel", "Inorganic Chemistry", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "24", "),\r\n    ", "11892-11901", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The vanadium-based terephthalate analogs of MIL-68 were obtained with gallium and indium (network compn.: M(OH)(O2C-C6H4-CO2), M = Ga or In) by using a solvothermal synthesis technique using DMF as a solvent (10 and 48 h, for Ga and In, resp., at 100°).  They were characterized by x-ray diffraction anal., vibrational spectroscopy, and solid-state 1H and 1H-1H radiofrequency-driven dipolar recoupling (RFDR), 1H-1H double quantum correlation (DQ), and 13C{1H} CPMAS NMR spectroscopy.  The three-dimensional network with a Kagome-like lattice is built up from the connection of infinite trans-connected chains of octahedral units MO4(OH)2 (M = Ga or In), linked to each other through the terephthalate ligands to generate triangular and hexagonal 1-dimensional channels.  The presence of DMF mols. with strong interactions within the channels as well as their departure upon calcination (150° under a primary vacuum) of the materials was confirmed by subjecting MIL-68 (Ga) to solid-state 1H MAS NMR.  The 1H-1H RFDR and 1H-1H DQ spectra revealed important information on the spatial arrangement of the guest species with respect to the hybrid org.-inorg. network.  13C{1H} CPMAS NMR of activated samples provided crystallog. independent sites in agreement with x-ray diffraction structure detn.  Brunauer-Emmett-Teller surface areas are 1117(24) and 746(31) m2 g-1 for MIL-98 (Ga) and MIL-68 (In), resp.  Hydrogen adsorption isotherms were measured at 77 K, and the storage capacities are 2.46 and 1.98% under a satd. pressure of 4 MPa for MIL-68 (Ga) and MIL-68 (In), resp.  For comparison, the hydrogen uptake for the aluminum trimesate MIL-110, which has an open framework with 16 Å channels, is 3% under 4 MPa.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtl2jsLfK&md5=573a18e71637057c7bf79cd7fd56d434"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-42/jacs.5b07687/20151023/images/small/ja-2015-07687x_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-42/jacs.5b07687/20151023/images/small/ja-2015-07687x_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-42/jacs.5b07687/20151023/images/small/ja-2015-07687x_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-42/jacs.5b07687/20151023/images/small/ja-2015-07687x_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-42/jacs.5b07687/20151023/images/small/ja-2015-07687x_0005.gif\">"]}
