{"title": ["Atomic Charges Derived from Electrostatic Potentials for Molecular and Periodic Systems"], "authors": ["De-Li Chen", "Abraham C. Stern", "Brian Space", "J. Karl Johnson"], "doi": ["10.1021/jp103944q"], "abstract": ["We present a method for fitting atomic charges to the electrostatic potential (ESP) of periodic and nonperiodic systems. This method is similar to the method of Campañá et al. [ ", "2009", "2866]. We compare the Wolf and Ewald long-range electrostatic summation methods in calculating the ESP for periodic systems. We find that the Wolf summation is computationally more efficient than the Ewald summation by about a factor of 5 with comparable accuracy. Our analysis shows that the choice of grid mesh size influences the fitted atomic charges, especially for systems with buried (highly coordinated) atoms. We find that a maximum grid spacing of 0.2−0.3 Å is required to obtain reliable atomic charges. The effect of the exclusion radius for point selection is assessed; we find that the common choice of using the van der Waals (vdW) radius as the exclusion radius for each atom may result in large deviations between the ESP generated from the ab initio calculations and that computed from the fitted charges, especially for points closest to the exclusion radii. We find that a larger value of exclusion radius than commonly used, 1.3 times the vdW radius, provides more reliable results. We find that a penalty function approach for fitting charges for buried atoms, with the target charge taken from Bader charge analysis, gives physically reasonable results."], "text": ["  ", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusions", "References", "1 Introduction", " ", "Assigning atomic partial point charges is a useful tool in modeling the physical interactions of molecular, disordered, and crystalline systems. Force field based classical molecular dynamics and Monte Carlo calculations typically rely on atomic charges for reproducing electrostatic interactions. Despite its usefulness, the choice of atomic charges is somewhat arbitrary in that a set of point charges cannot generally reproduce the continuous electronic charge distribution. As a consequence, there are many possible methods that could be used to determine reasonable atomic charges.", "(1-3)", " Moreover, there is a significant debate about the best way to determine effective atomic charges.", "(4)", " ", "Clearly, it is critical to model the electrostatic interactions to an acceptable level of accuracy to properly describe these potential energy interactions in molecular simulations. Methods such as Mulliken population analysis", "(1)", " were never intended for producing accurate force fields. In contrast, deriving the charges by fitting the molecular ESP is physically motivated and yields charges that result in accurate energies and forces.", "(4)", " Typically, ESP charges are fitted to reproduce the electric potential calculated from ab initio methods at a sufficiently large number of grid points around a molecule, such that an acceptable approximation to the true charge distribution is captured. This approach was first used by Momany", "(3)", " and further refined by several others.", "(5-8)", " The well-known method CHELP was initially developed by Chirlian and Francl,", "(9)", " and then modified by Breneman and Wiberg", "(10)", " as the CHELPG method. Also, Kollman et al.", "(4)", " developed a well-behaved RESP model that was widely used to describe the intermolecular interactions in condensed phases. This approach has the advantage that the fitted charges also mimic the quantum mechanically determined multipole moments. Hu et al.", "(11)", " proposed a new ESP fitting method based on a global fit—integrating the difference of fit and true electrostatic potentials in the entire 3-dimensional physical space—thus improving the numerical stability with respect to the molecular positions and geometries.", " ", "The charge fitting methods described above are designed for molecular or cluster (nonperiodic) systems. In contrast to the many methods developed for nonperiodic systems, there are few methods available for computing effective atomic charges of crystalline solids.", "(12)", " However, obtaining charges for periodic systems is often extremely important and useful for simulations such as adsorption and diffusion of fluids in porous materials.", "(13-15)", " Fitting charges for periodic systems leads to additional difficulties compared to fitting charges for small molecules in the gas phase. Specifically, long-range electrostatics must be accounted for in the periodic system, buried atoms are a more common problem, and the ESP is only determined to within a constant value that depends on the details of the electronic structure code used to generate the ESP. Most simulation studies that include charges for crystalline systems have obtained those charges from ab initio calculations on representative “gas phase” clusters or fragments taken from the crystal lattice.", "(12-22)", " There are two obvious problems with this approach. Convergence of the atomic charges with the size of the cluster may be very slow, so that the calculations become computationally infeasible. Moreover, even when charges on atoms converge, there are always terminating atoms on clusters and these terminating atoms carry at least some charge, making it necessary to renormalize the charges on the periodic atoms to achieve charge neutrality. This renormalization step is not unique, which introduces additional uncertainty into the process.", " ", "Thus, there is a need for robust and accurate methods for computing atomic charges for periodic systems. One possible solution is to use an approach based on partitioning the electron density around each atom, rather than the electrostatic potential. These types of methods are typically based on the atoms-in-molecules theory developed by Bader.", "(2, 23)", " The atomic charge is determined by taking the difference between the formal valence charge and the sum of the electron partitioned density in an all-electron calculation. Henkelman et al.", "(12, 24, 25)", " developed an algorithm for performing Bader charge analysis in periodic systems. Their code has been widely used to analyze charge densities computed from the Vienna ab initio simulation package (VASP), where it can be implemented as a user option.", "(26-29)", " Unfortunately, the Bader charge decomposition has serious shortcomings for defining atomic charges.", "(13-15, 19)", " Talfipolsky et al.", "(14)", " pointed out that the electron density partitioning within atomic basins is often highly anisotropic and hence simple point charges cannot sufficiently represent the electrostatic interactions in such a scheme; higher order multipoles must be used to fit to charge density distributions. Kosov et al.", "(30)", " accurately reproduced the molecular electrostatic potential using atomic multipoles of high rank defined in the Bader quantum theory of atoms-in-molecules. Hence, truncation of the mutipole expansion at monopoles can lead to unacceptably large errors in the electrostatic potential derived from Bader charge decomposition.", "(15, 19)", " Manz and Sholl", "(31)", " developed a method for computing atomic charges for both molecular and periodic systems that is based on the atoms-in-molecules formalism. Their method, called density derived electrostatic and chemical (DDEC) charges, overcomes many of the shortcomings of the Bader approach by requiring the atomic charges to be chemically meaningful and to reproduce the ESP at points that are sufficiently far from the atoms in the system. The DDEC method is able to produce physically meaningful charges for nonporous solids, for porous materials, such as metal organic frameworks (MOFs), and for complex molecular systems. In contrast to ESP fitting methods, the DDEC method does not have problems assigning charges for buried atoms. While the DDEC method provides a balance between chemically significant charges, there is some evidence that direct fitting to the ESP provides a more accurate representation of the ESP and hence better atomic charges for use in molecular simulations.", "(31)", " ", "Campañá et al.", "(32)", " developed an algorithm to generate ESP derived atomic charges in crystalline solids and molecules from periodic quantum mechanical (QM) calculations. They called their method REPEAT, an acronym for repeating electrostatic potential extracted atomic charges. Campañá et al. pointed out that the electrostatic potential computed from a periodic calculation is only defined to within an arbitrary constant dependent on the details of the QM calculation.", "(32)", " Therefore, care must be taken to deal with this offset value, ", "V", "offset", ", when atomic charges are fit to the ESP computed from periodic QM calculations. The REPEAT algorithm deals with ", "V", "offset", " as a derived quantity by defining it as the difference between the periodic QM ESP and that computed from the atomic point charges. In their work, the electrostatic potential resulting from the atomic point charges was computed using the Ewald summation. The REPEAT method was shown to give excellent predictions of atomic charges for periodic porous materials such as sodalite and IRMOF-1. Moreover, they demonstrated that the REPEAT method gives charges for molecular systems that are in good agreement with molecular-based ESP fitting methods.", " ", "The REPEAT algorithm represents a breakthrough in computing reasonable atom-centered charges for use in molecular simulations. However, there are still some issues that remain to be explored in fitting charges to the ESP for periodic systems. In this paper we use a similar algorithm that we have developed to investigate the following: (1) How do the Ewald and Wolf long-range electrostatic methods compare in terms of accuracy and efficiency? (2) What is the effect of the ESP grid spacing on the accuracy of the fitted charges? (3) How does the value of the exclusion radius (the radius within which points are excluded from the ESP for fitting the charge for each atom) affect the fitted values of the charges for various types of atoms? (4) Finally, are there robust methods for estimating the charge on highly coordinated or buried atoms? The atomic charge fitting algorithm we have used in this work differs from the REPEAT algorithm in two respects: First, the method for constraining charges on buried atoms utilizes target charges computed from Bader charge analysis. Second, the value of ", "V", "offset", " is directly fitted as an adjustable parameter in the least-squares problem.", "  ", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusions", "References", "2 Methods", " ", "The QM ESPs for all systems considered here were computed using periodic plane wave density functional theory (DFT) as implemented within VASP. All DFT calculations were performed with the projector augmented wave (PAW) method,", "(33, 34)", " together with PW91 functional", "(35, 36)", " using the generalized gradient approximation (GGA) in VASP. An energy cutoff of at least 450 eV was used for all the calculations. We have performed calculations on three nanoporous MOFs, namely Fe(pz)Ni(CN)", "4", ",", "(37)", " CuBTC,", "(38)", " and IRMOF-1 (also known as MOF-5).", "(39)", " The Brillouin zone integrations were performed using a11 × 11 × 11 Monkhorst−Pack grid for the calculations of Fe(pz)Ni(CN)", "4", ",", "(37)", " which has an orthorhombic structure of 6.95 × 6.96 × 6.75 Å", "3", ". For the calculations of CuBTC and IRMOF-1,", "(13-16)", " the Brillouin zone integrations were performed using 3 × 3 × 3 Monkhorst−Pack grids. The lattice parameters are ", "a", " = ", "b", " = ", "c", " = 18.67 Å and ", "a", " = ", "b", " = ", "c", " = 18.41 Å for CuBTC and IRMOF-1, respectively, and both materials have α = β = γ = 60°. The ESP was computed on a FFT (fast Fourier transform) grid within VASP and points used in the fitting routine were selected from the grid only if they fell outside the exclusion radius, ", "R", "ex,", "j", " of any atom ", "j", " (", "j", " = 1, ..., ", "n", ", where ", "n", " = number of atomic charges) in the periodic system. Points that fell within a distance of ", "R", "ex,", "j", " of any atom were discarded due to the large distortions caused by the close proximity to the nucleus of that atom. Specification of ", "R", "ex,", "j", " values for each atom type ", "j", " results in a set of points (", "i", " = 1, ..., ", "m", ", where ", "m", " = number of grid points) from the QM ESP grid that were used in the fitting procedure. The values of the ESP on the same grids computed from the set of atomic charges are denoted as ", "V", "i", "q", ".", " ", "We use a least-squares procedure very similar to the other ESP fitting approaches", "(4, 32, 40)", " for fitting the atomic charge ", "q", "j", " to each atomic center ", "j", " in the system. The function to be minimized in the least-squares procedure is defined as ", "(1)", " where ", "V", "i", "QM", " is the QM ESP value from VASP calculation. The sum of all fitted charges is constrained to the total system charge by means of a Lagrange multiplier (λ) as the third term on the right-hand side of eq ", "1", ", which is equivalent to the total charge constraint in other ESP fitting codes. The problem of deeply buried atoms is addressed by the addition of a penalty function, given as the second term on the right-hand side of eq ", "1", ", to the charge fitting procedure. This is the same approach as used in the RESP method.", "(4)", " The quantity β is a scale factor determining the strength of the restraint and ", "q", "0", "j", " is the target charge on site ", "j", ". This penalty function, together with the scale factor β, allows one to set target charges for selected atoms (buried atoms in our study) in the system. One of the major problems of the QM ESP calculated from periodic codes is the existence of the arbitrary offset value ", "V", "offset", ", which has been clearly demonstrated by Campañá et al.", "(32)", " The atomic charges ", "q", "j", " (", "j", " = 1, ..., ", "n", "), ", "V", "offset", ", and λ can be found by solving the equations: ", "(2)", " where the notation ", "q", "k", "≠", "j", " means that all charges are held constant except ", "q", "j", ". ", "(3)", " ", "(4)", " ", "The values of ", "V", "i", "q", " at the grid points are calculated using either the Ewald", "(41, 42)", " or Wolf", "(42, 43)", " summation methods. The Ewald summation is given by ", "(5)", " where α is the damping parameter with units of Å", "−1", ", ", "k", " are the reciprocal vectors, ", "V", " is the volume of the box, erfc is the complementary error function, and ε", "0", " is the dielectric constant. Ewald summation has been widely used to calculate the electrostatic potential energies of condensed system. The Ewald method is known to converge with reasonable accuracy when the real space cutoff (", "R", "c", ") is set to a value between 8 and 12 Å together with a maximum number of vectors (image cells) ", "k", "max", " set to 5 or larger.", "(44)", " Campañá et al.", "(32)", " used a value of ", "R", "c", " = 9 Å, and the ", "k", "max", " = 7. In this work, we have fixed the ", "R", "c", " to 10 Å and determined that ", "k", "max", " = 5 is sufficient based on the convergence behavior of fitted charges. The Wolf summation is given by", "(43)", " ", "(6)", " where ", "R", "c", " is the cutoff radius and other parameters have the same definitions as in the Ewald summation. The values of α were calculated by setting ", "R", "c", " to 3.2/(α", "1/2", ") and 2.3/(α", "1/2", ") in eqs ", "5", " and ", "6", ", respectively.", " ", "Fitting of the atomic charges, ", "V", "offset", ", and λ is accomplished by linear least-squares. The least-squares matrix is constructed by combining eqs ", "2", "−", "4", " in the form ", "(7)", " with matrix coefficients ", "A", "jk", " defined in the following equations. For (", "j", ", ", "k", ") < ", "n", " + 1 ", "(8)", " where δ", "j", "k", " is the Kronecker delta function, and ", "(9)", " For ", "j", " < ", "n", " + 1, ", "(10)", " and ", "(11)", " The remaining elements are ", "(12)", " and ", "(13)", " The elements of vector ", "B", " are ", "(14)", " where ", "j", " < ", "n", " + 1, ", "(15)", " and ", "(16)", " The ", "n", " + 2 unknown variables (elements of ", "Q", ") are given by ", "(17)", " where ", "j", " < ", "n", " + 1, ", "(18)", " and ", "(19)", " ", "The ", "A", " matrix in eq ", "7", " has dimensions ", "n", " + 2 by ", "n", " + 2, where the first ", "n", " rows and columns account for the number of atom centered charges in the system, the (", "n", " + 1)th row and column accounts for ", "V", "offset", ", and the last row and column accounts for the Lagrange multiplier related to the total charge of the system. This approach is different from that taken by Campañá et al. in two respects. The first difference is that we use a quadratic constraint along with target charges computed from Bader charge analysis (discussed below) to deal with the problem of buried atoms. The REPEAT algorithm introduces a set of weighting factors in conjunction with a physically motivated penalty function involving the electronegativity and self-Coulomb interaction for the individual atoms to constrain the charges on buried atoms. Second, we have used a slightly different but essentially equivalent method for computing ", "V", "offset", ". Our method treats ", "V", "offset", " purely as a fitted parameter. Campañá et al. eliminate ", "V", "offset", " from the least-squares problem by explicitly accounting for the derivative of the offset with respect to charges in constructing their least-squares matrix. This introduces additional terms of the form ", "V", "i", ",", "j", "′", " −1/(", "m", ")Σ", "i", "=1", "m", "V", "i", ",", "j", "′", " for ", "j", " = 1, ", "n", " into the ", "A", " matrix and the ", "B", " vector, as can be seen by inspection of eqs ", "11", " and ", "13", " in Campañá et al.", "(32)", " The value of ", "V", "offset", " in their approach can be computed after the least-squares problem has been solved as the difference between the quantum mechanical and calculated PES: ", "(20)", " ", "We use the relative root-mean-square (RRMS) error to characterize the quality of the fit of the computed charges to the quantum mechanical ESP. The RRMS is defined as ", "(21)", " The quantum mechanical ESP values are taken as those computed on the DFT FFT grid.", " ", "The DFT FFT grid needs to be sufficiently fine to ensure proper convergence. We have tested the convergence of the FFT grid and have found that a real-space grid of 0.2−0.3 Å is required to achieve convergence of the fitted charges to within 0.01 ", "e", " for IRMOF-1. In contrast to the fine grid needed for convergence of the electron density, Campañá et al.", "(32)", " have shown that one can use a much coarser grid in the charge fitting routine. To explore the sensitivity of the resulting charges to choice of grid mesh, we define a parameter, ", "G", ", to thin the DFT FFT grid. ", "G", " defines the number of points to be skipped in each direction from the original FFT grid. For example, consider a 200 × 200 × 200 grid from a cubic system. A value of ", "G", " = 0 means that all points are kept, while a value of ", "G", " = 1 reduces the grid to 100 × 100 × 100 and keeping the quality of the FFT grid exactly the same.", " ", "We define ", "R", "ex,", "j", " in terms of the van der Waals radius of each atom according to ", "(22)", " where ", "R", "vdW,", "j", " is the van der Waals radius for atom ", "j", " and γ is a scaling factor. The values of ", "R", "vdW,", "j", " for main group elements are specified in a lookup table consisting of Truhlar and co-worker’s very recent tabulations,", "(45)", " a welcome update of the frequently used 1964 Bondi radii.", "(46)", " The values of ", "R", "vdW,", "j", " for transition metals in our study are obtained from the Cambridge crystallographic database.", "(47)", " ", "Symmetry of the structures is exploited and enforced in the fitting procedure by means of reading in an additional user-prepared input file and condensing the appropriate matrix elements corresponding to symmetric atoms.", "  ", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusions", "References", "3 Results and Discussion", " ", " 3.1 ", "Comparison of Ewald and Wolf Summation Methods", " ", "Metal organic frameworks have been extensively studied because of their prominent role in many large-scale applications of chemical separations.", "(13, 38, 39)", " In addition to the experimental research in this field, MOFs have also been the subject of many theoretical investigations using atomistic simulation.", "(13, 14)", " Here, the goal is to provide reasonable atomic charges with ESP fitting of the dense periodic systems, with which one can reproduce the ESP with accuracy sufficient for atomistic simulations. As test cases, the MOFs CuBTC and IRMOF-1, which have been widely studied theoretically,", "(13-16)", " are investigated in our study. The atomic positions and lattice parameters were optimized using DFT and ESP FFT grids were generated using these relaxed structures. The primitive cell structures of CuBTC and IRMOF-1 are shown in Figure ", "1", ".", " ", " ", "Figure 1. Representation of the structures of (a) CuBTC, (b) IRMOF-1, and (c) Fe(pz)Ni(CN)", "4", ".", " ", "We have generated charges for all the systems studied here using both the Ewald and the Wolf long-range electrostatic summation methods. The Wolf summation is typically more efficient than the Ewald summation for a given system and has the potential to scale linearly with increasing system size because it only requires evaluating a pairwise sum, truncated in an appropriate fashion.", "(43)", " We here test the convergence and the efficiency of obtaining fitted charges based on both Ewald and Wolf summation.", " ", "We have evaluated the convergence of the Ewald and Wolf summation as a function of ", "k", "max", " and ", "R", "c", ", respectively. The parameter ", "G", " is set to 1 and the γ value is specified as 1.0 for all of the results shown in Table ", "1", ". We have tested the convergence of the Ewald summation with ", "k", "max", ", holding ", "R", "c", " = 10 Å. The convergence of the charges for CuBTC is plotted in Figure ", "2", ". We see that the Ewald summation is well-converged for a value of ", "k", "max", " = 5. The atomic charges for CuBTC along with the CPU time required to generate them are given in Table ", "1", ". We have tested the convergence of the Wolf summation with ", "R", "c", ". The fitted charges on the irreducible atoms of the ", "R", "c", " for CuBTC are plotted in Figure ", "3", ". We have computed the largest and average absolute errors with respect to the well-converged Ewald values as a function of ", "R", "c", ". The largest absolute (average) errors are 0.089 (0.030) ", "e", ", 0.024 (0.015) ", "e", ", and 0.003 (0.001) ", "e", " for ", "R", "c", " = 5, 10, and 20 Å, respectively. We have also tested IRMOF-1 and found very similar behavior to CuBTC (see Figure ", "3", "), with largest absolute error of 0.001 ", "e", " for ", "R", "c", " = 20 Å. We use ", "R", "c", " = 20 Å for all Wolf calculations and ", "k", "max", " = 5 with ", "R", "c", " = 10 Å for all Ewald summation calculations in this study. For comparison, we also list the published atomic charge values from cluster calculations,", "(15, 16)", " Bader charge analysis,", "(15)", " and the REPEAT method", "(32)", " in Table ", "1", ". As can be seen from Table ", "1", ", the atomic charges calculated from different approaches take on a wide range of values, especially for buried atoms (such as O1 in IRMOF-1). The Bader charges are inaccurate for some atoms, especially those in an especially anisotropic environment, as has been noted before,", "(14)", " and therefore give a poor description of the ESP in molecular simulations.", "(15)", " Thus, the set of atomic charges from Bader charge analysis should not be used in molecular simulations. As shown in Table ", "1", ", the fitted charges are almost the same for the Ewald and Wolf summation methods. Also, compared to those from the REPEAT code, our results for IRMOF-1 and CuBTC are in good agreement with deviations less than 0.03 ", "e", ", with the sole exception of the buried atom, O1, in IRMOF-1. The reason for the relatively large deviation for atom O1 is that charges on buried atoms are very sensitive to the details of the fitting procedure, as will be discussed later. The atomic charges from cluster calculations", "(14, 16)", " are in reasonable agreement with those from both our work and the REPEAT method. The CPU time required for the fitting procedure using Ewald and Wolf summation in our code is also given in Table ", "1", ". The CPU time for the fitting process using the Wolf summation is reduced by almost a factor of 5 compared to that based on the Ewald summation, while the accuracy is essentially the same. The efficiency of the Wolf method compared with the Ewald summation reported in our study is similar to that reported for electrostatic interactions in molecular simulation.", "(43)", " ", " ", "Figure 2. Atomic charges for CuBTC calculated from this work using the Ewald summation with ", "R", "c", " = 10 Å as a function of ", "k", "max", ".", " ", " ", "Figure 3. Variation of the fitted atomic charges for (a) CuBTC and (b) IRMOF-1 as a function of the cutoff radius, ", "R", "c", ", in the Wolf summation.", " ", "  ", " ", "Table 1. Comparison of Atomic Charges for IRMOF-1 and CuBTC Obtained from Our Code (Both Ewald and Wolf Summation, ", "G", " = 1, γ = 1.0), as Well as Other Approaches", " ", "IRMOF-1", " ", "this work", " ", " ", " ", " ", " ", "Ewald", "Wolf", "REPEAT", "a", "ESP(MK)", "b", "CHELPG", "c", "Bader", "b", "Zn", "1.258", "1.258", "1.28", "1.37", "1.501", "1.35", "O1", "−1.425", "−1.424", "−1.57", "−1.59", "−1.846", "−1.27", "O2", "−0.601", "0.601", "−0.61", "−0.71", "−0.724", "−1.24", "C1", "0.496", "0.495", "0.52", "0.70", "0.667", "1.65", "C2", "0.185", "0.185", "0.14", "0.06", "0.072", "0.0", "C3", "−0.196", "−0.197", "−0.18", "−0.12", "−0.132", "0.01", "H", "0.157", "0.157", "0.17", "0.12", "0.140", "0.02", "CPU time (min)", "76", "15", " ", " ", " ", " ", "CuBTC", " ", "this work", " ", " ", " ", " ", " ", "Ewald", "Wolf", "REPEAT", "d", " ", "CHELPG", "c", "Bader", "e", "Cu", "0.904", "0.904", "0.915", " ", "1.098", "1.01", "O", "−0.542", "−0.543", "−0.548", " ", "−0.665", "−1.07", "C1", "0.046", "0.043", "0.017", " ", "−0.092", "0.06", "C2", "0.606", "0.607", "0.619", " ", "0.778", "1.50", "C3", "−0.175", "−0.173", "−0.147", " ", "−0.014", "−0.05", "H", "0.157", "0.156", "0.149", " ", "0.109", "0.11", "CPU time (min)", "180", "41", " ", " ", " ", " ", " ", " ", " a ", "Reference ", "32", ".", " ", " b ", "Reference ", "14", ".", " ", " c ", "Reference ", "16", ".", " ", " d ", "Data are obtained using the REPEAT code in our study.", " ", " e ", "Reference ", "15", ".", " ", " ", " ", " ", " 3.2 ", "Effect of the Exclusion Radius", " ", "The effect of the exclusion radius on the fitted values of the atomic charges is considered by varying the scaling factor γ in eq ", "22", ". Ideally, the atomic charges will converge for a range of values of γ. Values of γ that are too small (within the vdW radius) will sample regions of high electron density that cannot be accurately modeled with point charges. On the other hand, values of γ that are too large will exclude regions that are sampled in molecular simulations where reproducing the correct ESP is critical. Campañá et al.", "(32)", " investigated different values of γ for 0.65 ≤ γ ≤ 1.15 in densely packed solids like ZnO, SnO", "2", ", and CdTe. They found that the fitted charges are very senstitive to the exclusion radius. However, they did not study the effect of the exclusion radius for microporous materials, like MOFs, and did not consider larger values of γ.", " ", "We have studied the effect of the exclusion radius on the atomic charges of CuBTC, IRMOF-1, and Fe(pz)Ni(CN)", "4", " for 1.0 ≤ γ ≤ 2.0. We have used the Wolf summation in the fitting procedure. The atomic charges for all unique atoms in CuBTC and IRMOF-1 are given in Table S1 of the ", "Supporting Information", ". For brevity, the charges on only two of the atoms in CuBTC and IRMOF-1 are listed in Table ", "2", ", along with values of ", "V", "offset", " and RRMS. For CuBTC, as we can see from Table ", "2", ", the fitted charges do not change dramatically as the value of γ increases from 1.0 to 2.0, whereas the RRMS value is greatly reduced with increasing γ. We note that the RRMS value reduces from 0.039 at γ = 1.0 to 0.008 for γ = 1.3, indicating large errors in the fitted ESP for points close to the vdW radii of the atoms in CuBTC. We have characterized the error as a function of the distance from the atoms by grouping points on the ESP into spherical shells around each atom where the diameter of each shell is defined as a multiple of the vdW radius of that atom. Hence the shells around different atom types will not be the same size but will be the same relative distance from the atom center. The first shell around atom ", "j", " extends from 1.0", "R", "vdW,", "j", " to 1.1", "R", "vdW,", "j", ", the second shell from 1.1", "R", "vdW,", "j", " to 1.2", "R", "vdW,", "j", ", and so forth. The RRMS and average ESP errors are calculated separately in each shell, where the average ESP error, Δ", "V", "avr", ", is defined as ", "(23)", " where ", "n", "shell", " denotes the number of selected points in the shell. We compute the RRMS errors and average ESP error for different shells using γ = 1.0 and 1.3; the results are shown in Figure ", "4", "a. The RRMS errors and average ESP errors are plotted on the left and right ", "y", " axes, respectively, and the ", "x", " axis is the reduced shell radius. For γ = 1.0, we can see that the RRMS error for the1.0−1.1 shell is large (0.138) and the Δ", "V", "avr", " is 0.249 eV. For a γ value of 1.3 the RRMS for each shell is smaller than that from a γ value of 1.0 and, likewise, Δ", "V", "avr", " is generally smaller for the larger value of γ. Therefore, we can conclude that the quality of the fit worsens if the points are chosen closer to the atoms and improves if the points are chosen farther away. From Table ", "2", ", we can see that ", "V", "offset", " for CuBTC slowly converges with increasing γ. For example, ", "V", "offset", " = 2.137 eV for γ = 1.0, which is 0.049 eV smaller than ", "V", "offset", " = 2.186 eV for γ = 2.0. In contrast, the offset value is 2.180 for γ = 1.5, which is only 0.006 eV smaller than the γ = 2.0 value. Thus, ", "V", "offset", " is more accurate, i.e., closer to the actual value, for larger values of γ, at least for γ ≤ 2.0. Moreover, the RRMS values decrease with increasing γ. The advantage of defining ", "V", "offset", " as a fitted value rather than the definition used in the REPEAT approach", "(32)", " is that explicitly knowing the value of ", "V", "offset", " allows one to check the convergence as a function of γ. In general, the same trends can be seen for IRMOF-1 as for CuBTC in Table ", "2", " and Figure ", "4", ". For γ ", "=", " 1.0 and 1.3, the total RRMS is 0.050 and 0.012, respectively. For γ = 1.0, as shown in Figure ", "4", "b, the RRMS is 0.217 in the 1.0−1.1 shell and Δ", "V", "avr", " = 0.253 eV. For γ = 1.3, the RRMS errors in each shell are reduced to small values, with the largest being 0.04. The Δ", "V", "avr", " values are likewise greatly reduced relative to the γ = 1.0 case. There is a striking difference between the behavior of the atomic charges for IRMOF-1 and CuBTC as a function of γ. The charges on IRMOF-1 are more sensitive to the value of γ, as can be seen in Table ", "2", ". This is especially true for the central oxygen (O1) in IRMOF-1, where the value of the charge changes from −1.424 at γ = 1.0 to −2.304 for γ = 2.0. This magnitude of change is unphysical. The reason for the sensitivity of O1 to γ is that O1 is a buried atom; it has been demonstrated that the charges of the buried atoms can change dramatically in the fitting process.", "(4)", " ", " ", "Figure 4. RMS errors and average ESP errors (Δ", "V", "avr", ") for (a) CuBTC and (b) IRMOF-1 as a function of the distance from each atom reduced by the vdW radius of that atom. The errors are calculated in shells around each atom that are multiples of the vdW radius of that atom. Two different values of the scaling factor defined in eq ", "22", " are used, γ = 1.0 and 1.3. The left ", "y", " axis is for RRMS errors, and the right ", "y", " axis is for Δ", "V", "avr", ".", " ", "  ", " ", "Table 2. Fitted Atomic Charges for IRMOF-1 and CuBTC as a Function of γ for 1.0 ≤ γ ≤ 2", "a", " ", " ", "γ", " ", "1.0", "1.1", "1.2", "1.3", "1.4", "1.5", "1.6", "1.7", "1.8", "1.9", "2.0", "CuBTC", "Cu", "0.904", "0.950", "0.944", "0.935", "0.930", "0.926", "0.921", "0.918", "0.915", "0.910", "0.903", "O", "−0.543", "−0.574", "−0.570", "−0.563", "−0.559", "−0.555", "−0.551", "−0.549", "−0.546", "−0.543", "−0.538", "V", "offset", "2.137", "2.146", "2.159", "2.169", "2.175", "2.180", "2.183", "2.184", "2.185", "2.186", "2.186", "RRMS", "0.039", "0.021", "0.013", "0.008", "0.005", "0.004", "0.003", "0.002", "0.002", "0.002", "0.002", "IRMOF-1", "O1", "−1.424", "−1.467", "−1.572", "−1.722", "−1.890", "−2.056", "−2.206", "−2.238", "−2.181", "−2.191", "−2.304", "Zn", "1.258", "1.255", "1.293", "1.365", "1.447", "1.528", "1.604", "1.637", "1.632", "1.647", "1.691", "V", "offset", "1.439", "1.454", "1.463", "1.467", "1.469", "1.470", "1.470", "1.468", "1.465", "1.463", "1.465", "RRMS", "0.050", "0.030", "0.018", "0.012", "0.008", "0.006", "0.005", "0.004", "0.004", "0.003", "0.003", " ", " ", " a ", "Values of ", "V", "offset", " and RRMS errors are also reported. The Wolf method was used in the fitting process.", " ", " ", " ", "In practice, γ should be small enough to include all regions of space that can be sampled in either a molecular dynamics or Monte Carlo simulation, but large enough to reduce the error associated with fitting the ESP in regions of space close to the vdW radii of the atoms. Hence, the optimum value of γ is the largest possible value that ensures that all regions of space accessible to a simulation are included in the fitting. This value is system and even simulation dependent. For practical purposes we can estimate a reasonable value of γ by estimating the distance of closest approach for a pair of atoms that are likely to be an extreme case. Alkali metals have relatively large vdW radii compared with those of other atoms.", "(45, 47)", " For example, potassium has a vdW radius of 2.75 Å—larger than most of the elements from main group and transition metals. In contrast, the H atom has the smallest vdW radius (1.10 Å), which is about 40% of the vdW radius of the K atom and so the K−H contact distance is 1.4", "R", "vdW,K", ". Hence, a conservative estimate of γ would be to select a value smaller than 1.4 to include all the effective points in the fitting process. On the basis of the discussions above and the results for CuBTC and IRMOF-1 seen in Table ", "2", ", we select a value of γ = 1.3 as a reasonable compromise. This value agrees well with that identified by Singh and Kollman.", "(6)", " They claimed that it is sufficient to use values of the ESP in a shell around each atom that ranges from 1.4 (i.e., γ = 1.4) to 2.0 times the vdW radius. They state that this range covers the important distances for intermolecular interactions.", " ", "Campañá et al. have pointed out that systems containing highly coordinated or buried atoms are problematic when it comes to assigning charges.", "(32)", " ESP fitting methods have been known to produce results that have a great deal of variability and that can be in disagreement with chemical intuition.", "(14)", " The value of the charge on a buried atom has been also shown to be very sensitive to the value of the van der Waals radius used in the fitting.", "(32)", " Also, as discussed above, the fitted charges for IRMOF-1 vary significantly with different γ values. The good news is the fitted charges for IRMOF-1 are physically reasonable and the resulting ESP is accurate with γ = 1.3.", " ", "We now consider another nanoporous MOF, [Fe(pz)Ni(CN)", "4", "] (where pz is pyrazine). This MOF contains buried atoms and hence provides another example of the effect that changing γ has on the atomic charges. The structure of this material is shown in Figure ", "1", "; the Fe atom is deeply buried. As shown in Figure ", "5", ", the fitted charges for the buried Fe atom change widely, from +0.006 to −1.265, when γ changes from 1.0 to 1.6. In section ", " we discuss the use of a penalty function with target charges to obtain physically reasonable atomic charges for buried atoms.", " ", " ", "Figure 5. Fitted charges for [Fe(pz)Ni(CN)", "4", "] as a function of γ.", " ", " ", " 3.3 ", "Effect of the Grid Mesh Density", " ", "As discussed previously, it is necessary to have a fairly fine grid mesh to achieve convergence of the ESP computed from DFT. However, using the full grid in the fitting procedure will require a significant amount of CPU time for large systems at negligible increase in accuracy. We have used a grid thinning parameter, ", "G", ", to gauge the effect of different sizes of grid mesh on the fitted atomic charges. We use IRMOF-1 in our study. The quantum mechanical ESP values were calculated with a very fine grid density (200 × 200 × 200). Note that Campañá et al.", "(32)", " discussed the effect of different grid mesh in a different way; i.e., the ESP data with different grid mesh were obtained directly from the DFT calculations. In Campañá’s study, employing a sparse grid mesh for the DFT calculation potentially introduced errors arising from the quality of ESP computed from DFT.", " ", "The fitted charges for atoms O1 and Zn (see Figure ", "1", ") have been calculated for 0 ≤ ", "G", " ≤ 7 and the results are presented in Table ", "3", ". Note that γ was set to 1.3. Both Ewald and Wolf summation methods are employed for comparison. We see that the results for both the Ewald and Wolf methods are nearly identical. The results for ", "G", " = 1 and 2 are less than 1% different from the ", "G", " = 0 charges. Interestingly, the charges on Zn are much more insensitive to the value of ", "G", " than the charges on O1. For ", "G", " = 7, the error on O1 increases to about 12% while it is about 8% for Zn (note the change in the sign of the error). The RRMS values for all of these cases are reasonable and only change slightly, according to the data from Table ", "3", ". On the basis of these results, we estimate that a grid spacing of 0.2−0.3 Å (i.e., ", "G", " = 1 or 2) is sufficiently accurate for computing atomic charges. Note, however, that it is imperative to employ a fine mesh in the DFT calculation to obtain accurate ESP values. The average numbers of selected points per atom for different values of ", "G", " are also listed in Table ", "3", ". The average number of points per atom is 2002 for IRMOF-1 with ", "G", " = 2, which is in good agreement with Sigfridsson and Ryde’s investigations.", "(48)", " They carefully investigated different ESP fitting methods and suggested a high point density is necessary, i.e., at least 2000 points per atom.", "(48)", " From Table ", "3", ", we can see the deviation of atomic charges based on Ewald and Wolf summation methods is less than 0.003, while the fitting process using Wolf summation requires less CPU time by about a factor of 5.", " ", "  ", " ", "Table 3. Fitted Charges of O1 and Zn in IRMOF-1 with Different Values of the Thinning Parameter ", "G", ", Using the Ewald and Wolf Summation Techniques", "a", " ", " ", " ", "parameter ", "G", " ", " ", "0", "1", "2", "3", "4", "5", "6", "7", "Ewald", "O1", "−1.711", "−1.724", "−1.709", "−1.712", "−1.743", "−1.739", "−1.730", "−1.494", " ", "Zn", "1.358", "1.365", "1.357", "1.362", "1.385", "1.369", "1.356", "1.258", " ", "RRMS", "0.012", "0.012", "0.012", "0.012", "0.012", "0.012", "0.012", "0.013", "Wolf", "O1", "−1.709", "−1.722", "−1.707", "−1.710", "−1.741", "−1.736", "−1.728", "−1.493", " ", "Zn", "1.357", "1.365", "1.356", "1.361", "1.384", "1.367", "1.356", "1.258", " ", "RRMS", "0.012", "0.012", "0.012", "0.012", "0.012", "0.012", "0.012", "0.013", "selected points per atom", "53375", "6671", "2002", "836", "426", "259", "162", "105", " ", " ", " a ", "The number of selected points per atom is listed for each case.", " ", " ", " ", " ", " 3.4 ", "Restraint Approach for Buried Atoms", " ", "We have seen that buried atoms, such as the Fe atom in Fe(pz)Ni(CN)", "4", " and the O1 atom in IRMOF-1, produce charges that are very sensitive to the details of the fitting procedure and are often at odds with chemical intuition. Campañá et al. used a restraint method to deal with buried atoms.", "(32)", " We have also implemented a restraint method in our code, but our method differs from that of Campañá et al. in that they use a physically motivated penalty multiplier that is an expansion of the energy of an atom as a function of the atomic charges up to the second order. We have used the REPEAT restraint method for the Fe(pz)Ni(CN)", "4", " material and found that the charge on the Fe atom is not greatly improved using this approach. The challenge in the restraint formalism for our code is to identify a reasonable restraint charge for the buried atom. As discussed previously, the Bader charge partitioning scheme does not perform well for fitting only monopoles to highly anisotropic atoms.", "(14)", " However, buried atoms are typically highly coordinated and hence are in a more isotropic environment; therefore, the Bader charges for buried atoms should provide reasonable guesses for the atomic charges and hence acceptable restraint charges.", " ", "For example, the Fe atom in Fe(pz)Ni(CN)", "4", " is surrounded by six N atoms and is nearly isotropic. The predicted Bader charge for the Fe atom should therefore be chemically reasonable and can be used as the restraint value in the fitting routine. The target charge for the Fe atom was therefore selected to be 1.189 ", "e", ", as computed from Bader analysis. In the calculations described below, γ = 1.3 and different values of scale factor β are employed. The fitted atomic charges for the Fe(pz)Ni(CN)", "4", " with different values of scale factor β from eq ", "1", " are shown in Table ", "4", ". As can be seen, the charges for buried Ni atoms increase gradually from −1.012 to +1.189 as β is increased from 0 to 50 000. The RRMS value changed slightly after the restraint penalty was included in the fitting process, indicating that the goodness of fit to the ESPs is fairly insensitive to the restraint procedure. Note that the value of β should be tested for different systems to ensure that the resulting RRMS value is reasonable.", " ", "  ", " ", "Table 4. Fitted Atomic Charges for Fe(pz)Ni(CN)", "4", " with Different Values of the Scale Factor (β)", " ", " ", "β", " ", "0", "0.5", "5", "50", "500", "5000", "50000", "C1", "−0.069", "−0.044", "0.063", "0.162", "0.180", "0.182", "0.182", "C2", "−0.167", "−0.161", "−0.139", "−0.118", "−0.115", "−0.114", "−0.114", "Fe", "−1.012", "−0.792", "0.145", "1.007", "1.169", "1.187", "1.189", "H", "0.165", "0.164", "0.156", "0.150", "0.149", "0.149", "0.149", "N1", "0.071", "0.012", "−0.237", "−0.466", "−0.509", "− 0.514", "−0.514", "N2", "0.482", "0.445", "0.286", "0.139", "0.112", "0.109", "0.109", "Ni", "0.044", "0.018", "−0.093", "−0.195", "−0.214", "−0.216", "−0.216", "RRMS", "0.025", "0.029", "0.046", "0.063", "0.066", "0.067", "0.067", " ", " ", " ", "  ", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusions", "References", "4 Conclusions", " ", "We have investigated a method for fitting atomic charges to the ESP of periodic and nonperiodic systems that is very similar to the method of Campañá et al.", "(32)", " We have demonstrated that the Wolf long-range electrostatic correction method is roughly a factor of 5 faster than the Ewald summation and has essentially equivalent accuracy when used for fitting atomic charges for periodic systems. We have shown the utility of treating ", "V", "offset", " as a fitted parameter for periodic systems. We have determined that an ESP grid with a maximum spacing of 0.2−0.3 Å is required to obtain reliable atomic charges in the fitting procedure, but that the electronic structure calculations should employ a finer mesh to converge the target ESP. We have shown that an exclusion radius of 1.3 times the vdW radius of each atom in the system results in a good compromise between goodness of fit and coverage of the important regions of the ESP surface. The fitting of charges for buried atoms is in general problematic for ESP fitting methods. We have shown that Bader charges can be used as target charges for buried atoms in a penalty function approach for fitting charges of buried atoms.", " ", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusions", "References", "Acknowledgment", " ", "We thank Thomas Manz, Tom Woo, and Carlos Campañá for helpful discussions. This technical effort was performed in support of the National Energy Technology Laboratory’s ongoing research in the area of computational chemistry under the RDS contract DE-AC26-04NT41817.", " ", " ", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusions", "References", "Supporting Information", " ", "Detailed fitted atomic charges for IRMOF-1 and CuBTC as a function of γ for 1.0 ≤ γ ", "≤", " 2.0 are listed in Table S1. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", " ", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusions", "References", "References", "This article references 48 other publications.", "1. ", " ", " ", "Mulliken", ", ", "R. S.", "  ", "J. Chem. Phys.", " ", "1955", ",  ", "23", ",  ", "1833", "– ", "1840", "[", "Crossref", "], [", "CAS", "]", "1. ", "Electronic population analysis on LCAO-MO [linear combination of atomic orbital-molecular orbital] molecular wave functions. I", "Mulliken, R. S.", "Journal of Chemical Physics", "\r\n        (", "1955", "),\r\n    ", "23", "\r\n        (", "),\r\n    ", "1833-40", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "An analysis in quant. form was given in terms of breakdowns of the electronic population into partial and total \"gross at. populations,\" or into partial and total \"net at. populations\" together with \"overlap populations.\"  Gross at. populations distribute the electrons almost perfectly among the various at. orbitals of the various atoms in the mol.  From these nos., a definite figure is obtained for the amt. of promotion (e.g. from 2s to 2p) in each atom; and also for the gross charge Q on each atom if the bonds are polar.  The total overlap population for any pair of atoms in a mol. is in general made up of pos. and neg. contributions.  If the total overlap population between 2 atoms is pos., they are bonded; if neg., they are antibonded.  Tables of gross at. populations and overlap populations were calcd. for CO and H2O.  The amt. of s-p promotion was nearly the same for the O atom in CO and in H2O (0.14 electron in CO and 0.15e in H2O).  For the C atom in CO it is 0.50e.  For the N atom in N2 it is 0.26e.  In spite of very strong polarity in the π bonds in CO, the σ and π overlap populations are very similar to those in N.  In CO the total overlap population for the π electrons is about twice that for the σ electrons.  The most easily ionized electrons of CO are in a mol. orbital such that its gross at. population is 94% localized on the C atom; these electrons account for the weak electron donor properties of CO.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaG28Xnt1Kq&md5=5aab51c06ce6a3250219cf12d1b5f395", " ", "2. ", "Bader", ", ", "R. F. W.", "  ", "Atoms in Molecules: A Quantum Theory", "; ", "Oxford University Press", ": ", "New York", ", ", "1990", ".", "There is no corresponding record for this reference.", "3. ", " ", " ", "Momany", ", ", "F.", "  ", "J. Phys. Chem.", " ", "1978", ",  ", "82", ",  ", "592", "– ", "601", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Determination of partial atomic charges from ab initio molecular electrostatic potentials.  Application to formamide, methanol, and formic acid", "Momany, Frank A.", "Journal of Physical Chemistry", "\r\n        (", "1978", "),\r\n    ", "82", "\r\n        (", "5", "),\r\n    ", "592-601", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "The title procedure involved the calcn. of an ab initio mol. electrostatic potential, at the minimal STO-3G and 4-31G basis set levels, between a neutral mol. and a pos. charge located at various points beyond the van der Waals contact region surrounding the mol.  Partial at. C charges located on the atoms were detd. by fitting the classical electrostatic Coulomb potential to the potential obtained from MO calcns.  Electroneutrality was preserved, and the magnitude and direction of the exptl. dipole moments of the mol. were used in the fitting procedures.  The differences between classical Coulombic potentials and ab initio electrostatic potentials were discussed for at. charges obtained from other procedures using MO methods.  The extension of the procedure described here to other methods for defining the charge distribution was discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE1cXhtVCntLc%253D&md5=a41afc947ec7a91ce23c3ead0159cc5b", " ", "4. ", " ", " ", "Bayly", ", ", "C. L.", "; ", "Cieplak", ", ", "P.", "; ", "Cornell", ", ", "W. D.", "; ", "Kollman", ", ", "P. A.", "  ", "J. Phys. Chem.", " ", "1993", ",  ", "97", ",  ", "10269", "– ", "10280", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "A well-behaved electrostatic potential based method using charge restraints for deriving atomic charges: the RESP model", "Bayly, Christopher I.; Cieplak, Piotr; Cornell, Wendy; Kollman, Peter A.", "Journal of Physical Chemistry", "\r\n        (", "1993", "),\r\n    ", "97", "\r\n        (", "40", "),\r\n    ", "10269-80", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "The authors present a new approach to generating electrostatic potential (ESP) derived charges for mols.  The major strength of electrostatic potential derived charges is that they optimally reproduce the intermol. interaction properties of mols. with a simple two-body additive potential, provided, of course, that a suitably accurate level of quantum mech. calcn. is used to derive the ESP around the mol.  Previously, the major weaknesses of these charges have been that they were not easily transferably between common functional groups in related mols., they have often been conformationally dependent, and the large charges that frequently occur can be problematic for simulating intramol. interactions.  Introducing restraints in the form of a penalty function into the fitting process considerably reduces the above problems, with only a minor decrease in the quality of the fit to the quantum mech. ESP.  Several other refinements in addn. to the restrained electrostatic potential (RESP) fit yield a general and algorithmic charge fitting procedure for generating atom-centered point charges.  This approach can thus be recommended for general use in mol. mechanics, mol. dynamics, and free energy calcns. for any org. or bioorg. system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXlvVyqsLs%253D&md5=e65c6a556ffc174df4f327687912a0bd", " ", "5. ", " ", " ", "Cox", ", ", "S. R.", "; ", "Williams", ", ", "D. E.", "  ", "J. Comput. Chem.", " ", "1981", ",  ", "2", ",  ", "304", "[", "Crossref", "], [", "CAS", "]", "5. ", "Representation of the molecular electrostatic potential by a net atomic charge model", "Cox, S. R.; Williams, D. E.", "Journal of Computational Chemistry", "\r\n        (", "1981", "),\r\n    ", "2", "\r\n        (", "3", "),\r\n    ", "304-23", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    ", "Electrostatic potentials and Mulliken net at. charges were calcd. from STO-3G, 6-31G, and 6-31G** SCF-MO wave functions for hydrogen fluoride, water, ammonia, methane, acetylene, ethylene, carbon dioxide, formaldehyde, methanol, formamide, formic acid, acetonitrile, diborane, and carbonate ion.  In each case, optimized net at. charges (potential-derived charges) were also obtained by fitting the electrostatic potentials calcd. directly from the wave functions in a shell enveloping the mols. outside of their van der Waals surfaces.  The electrostatic potentials calcd. from the potential-derived charge distributions were then compared with the defined quantum-mech. electrostatic potentials and with the electrostatic potentials of the Mulliken charge distributions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3MXltl2jtbo%253D&md5=6664f9a78c4780bbb015550fd5b02d64", " ", "6. ", " ", " ", "Singh", ", ", "U. C.", "; ", "Kollman", ", ", "P. A.", "  ", "J. Comput. Chem.", " ", "1984", ",  ", "5", ",  ", "129", "[", "Crossref", "], [", "CAS", "]", "6. ", "An approach to computing electrostatic charges for molecules", "Singh, U. Chandra; Kollman, Peter A.", "Journal of Computational Chemistry", "\r\n        (", "1984", "),\r\n    ", "5", "\r\n        (", "2", "),\r\n    ", "129-45", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    ", "An algorithm is described for deriving net at. charges from ab-initio quantum-mech. calcns. by using a least-squares fit of the quantum-mech. calcd. electrostatic potential to that of the partial-charge model.  Applications were made to the mols. H2O, CH3OH, (CH3)2O, H2CO, NH3, (CH3O)2PO2-, deoxyribose, ribose, adenine, 9-CH3 adenine, thymine, 1-CH3 thymine, guanine, 9-CH3 guanine, cytosine, 1-CH3 cytosine, uracil, and 1-CH3 uracil.  Inclusion of lone pairs, their location, and charge is discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2cXktFantLs%253D&md5=f9c1f35a2068b836aea8bf5af9681624", " ", "7. ", " ", " ", "Weiner", ", ", "S. J.", "; ", "Kollman", ", ", "P. A.", "; ", "Nguyen", ", ", "D. T.", "; ", "Case", ", ", "D. A.", "  ", "J. Comput. Chem.", " ", "1986", ",  ", "7", ",  ", "230", "[", "Crossref", "], [", "CAS", "]", "7. ", "An all atom force field for simulations of proteins and nucleic acids", "Weiner, Scott J.; Kollman, Peter A.; Nguyen, Dzung T.; Case, David A.", "Journal of Computational Chemistry", "\r\n        (", "1986", "),\r\n    ", "7", "\r\n        (", "2", "),\r\n    ", "230-52", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    ", "An all-atom potential energy function for the simulation of proteins and nucleic acids is presented.  This work is an extension of the CH united atom function recently presented by S. J. Weiner et al. (1984).  The parameters of this function are based on calcns. on ethane, propane, n-butane, di-Me ether, Me Et ether, THF, imidazole, indole, deoxyadenosine, base-paired dinucleoside phosphates, adenine, guanine, uracil, cytosine, thymine, insulin, and myoglobin.  These parameters were also used to carry out the 1st general vibrational anal. of all 5 nucleic acid bases with a mol. mechanics potential approach.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL28XhvVarsLY%253D&md5=33f0620f30d45081f9383240f4dacd73", " ", "8. ", " ", " ", "Weiner", ", ", "S. J.", "; ", "Kollman", ", ", "P. A.", "; ", "Case", ", ", "D. A.", "; ", "Singh", ", ", "U. C.", "; ", "Ghio", ", ", "C.", "; ", "Alagona", ", ", "G.", "; ", "Profeta", ", ", "S. J.", "; ", "Weiner", ", ", "P.", "  ", "J. Am. Chem. Soc.", " ", "1984", ",  ", "106", ",  ", "765", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "A new force field for molecular mechanical simulation of nucleic acids and proteins", "Weiner, Scott J.; Kollman, Peter A.; Case, David A.; Singh, U. Chandra; Ghio, Caterina; Alagona, Guliano; Profeta, Salvatore, Jr.; Weiner, Paul", "Journal of the American Chemical Society", "\r\n        (", "1984", "),\r\n    ", "106", "\r\n        (", "3", "),\r\n    ", "765-84", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "A force field was developed for simulation of nucleic acids and proteins.  The approach began by obtaining equil. bond lengths and angles from microwave, neutron diffraction, and prior mol. mech. calcns., torsional consts. from microwave, NMR, and mol. mech. studies, nonbonded parameters from crystal packing calcns., and at. charges from the fit of a partial charge model to electrostatic potentials calcd. by ab initio quantum mech. theory.  The parameters then were refined with mol. mech. studies on the structures and energies of model compds.  For nucleic acids, Me Et ether, THF, deoxyadenosine, di-Me phosphate, 9-methylguanine-1-methylcytosine H-bonded complex, 9-methyladenine-1-methylthymine H-bonded complex, and 1,3-dimethyluracil base-stacked dimer were studied.  Bond, angle, torsional, nonbonded, and H-bond parameters were varied to optimize the agreement between calcd. and exptl. values for sugar pucker energies and structures, vibrational frequencies of di-Me phosphate and THF, and energies for base pairing and base stacking.  For proteins, Φ,ψ maps of glycyl and alanyl dipeptides, H-bonding interactions involving the various protein polar groups, and energy refinement calcns. on insulin were considered.  Unlike the models for H bonding involving N and O electron donors, an adequate description of S-H bonding required explicit inclusion of lone pairs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2cXmsVCgug%253D%253D&md5=c4aa27feec7e2c4d34001be10a6cb8e9", " ", "9. ", " ", " ", "Chirlian", ", ", "L. E.", "; ", "Francl", ", ", "M. M.", "  ", "J. Comput. Chem.", " ", "1987", ",  ", "8", ",  ", "894", "[", "Crossref", "], [", "CAS", "]", "9. ", "Atomic charges derived from electrostatic potentials:  a detailed study", "Chirlian, Lisa Emily; Francl, Michelle Miller", "Journal of Computational Chemistry", "\r\n        (", "1987", "),\r\n    ", "8", "\r\n        (", "6", "),\r\n    ", "894-905", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    ", "A new algorithm for fitting at. charges to mol. electrostatic potentials is presented.  This method is noniterative and rapid compared to previous work.  Results from a variety of Gaussian basis sets, including STO-3G, 3-21G and 6-31G*, are presented.  Charges for a representative collection of mols., comprising both first and second row atoms and anions are tabulated.  The effects of using exptl. and optimized geometries are explored.  Charges derived from these fits are found to adequately reproduce SCF dipole moments.  A small split valence representation, 3-21G, appears to yield consistently good results in a reasonable amt. of time.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2sXmt1emsro%253D&md5=734895c11ada69f594258b096ae57d64", " ", "10. ", " ", " ", "Breneman", ", ", "C. M.", "; ", "Wiberg", ", ", "K. B.", "  ", "J. Comput. Chem.", " ", "1990", ",  ", "11", ",  ", "361", "– ", "373", "[", "Crossref", "], [", "CAS", "]", "10. ", "Determining atom-centered monopoles from molecular electrostatic potentials.  The need for high sampling density in formamide conformational analysis", "Breneman, Curt M.; Wiberg, Kenneth B.", "Journal of Computational Chemistry", "\r\n        (", "1990", "),\r\n    ", "11", "\r\n        (", "3", "),\r\n    ", "361-73", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    ", "An improved method for computing potential-derived charges is described which is based upon the CHELP program available from QCPE.  This approach (CHELPG) is shown to be considerably less dependent upon mol. orientation than the original CHELP program.  In the second part of this work, the CHELPG point selection algorithm was used to analyze the changes in the potential-derived charges in formamide during rotation about the C-N bond.  In order to achieve a level of rotational invariance less than 10% of the magnitude of the electronic effects studied, an equally-spaced array of points 0.3 Å apart was required.  Points found to be greater than 2.8 Å from any nucleus were eliminated, along with all points contained within the defined VDW distances from each of the atoms.  The results are compared to those obtained by using CHELP.  Even when large nos. of points (ca. 3000) were sampled using the CHELP selection routine, the results did not indicate a satisfactory level of rotational invariance.  On the basis of these results, the original CHELP program was inadequate for analyzing internal rotations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXitFGrtr4%253D&md5=459ad3de5200b9d914d2cd8c896f387a", " ", "11. ", " ", " ", "Hu", ", ", "H.", "; ", "Lu", ", ", "Z.", "; ", "Yang", ", ", "W.", " ", " ", "Fitting Molecular Electrostatic Potentials from Quantum Mechanical Calculations", "  ", "J. Chem. Theory Comput.", " ", "2007", ",  ", "3", ",  ", "1004", "– ", "1013", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Fitting Molecular Electrostatic Potentials from Quantum Mechanical Calculations", "Hu, Hao; Lu, Zhenyu; Yang, Weitao", "Journal of Chemical Theory and Computation", "\r\n        (", "2007", "),\r\n    ", "3", "\r\n        (", "3", "),\r\n    ", "1004-1013", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We present a new method to fit the mol. electrostatic potentials obtained in quantum mech. calcns. to a set of classical electrostatic multipoles, usually point charges located at. positions.  We defined an object function of fitting integrating the difference of electrostatic potentials in the entire 3D phys. space.  The object function is thus rotationally invariant with respect to the mol. orientation and varies smoothly with respect to structural fluctuations.  Compared with commonly employed methods such as the Merz-Singh-Kollman and CHELPG schemes, this new method, while possessing comparable accuracy, shows greatly improved numerical stability with respect to the mol. positions and geometries.  The method can be used in the fitting of electrostatic potentials for the mol. mechanics force fields and also can be applied to the calcn. of electrostatic polarizabilites of mol. or at. systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXjsVGrsL4%253D&md5=146be766ac994f1f7f561e9e287befef", " ", "12. ", " ", " ", "Henkelman", ", ", "G.", "; ", "Arnaldsson", ", ", "A.", "; ", "Jonsson", ", ", "H.", " ", " ", "A fast and robust algorithm for Bader decomposition of charge density", "  ", "Comput. Mater. Sci.", " ", "2006", ",  ", "36", ",  ", "354", "– ", "360", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", "13. ", " ", " ", "Keskin", ", ", "S.", "; ", "Liu", ", ", "J.", "; ", "Rankin", ", ", "R. B.", "; ", "Johnson", ", ", "J. K.", "; ", "Sholl", ", ", "D. S.", " ", " ", "Progress, Opportunities, and Challenges for Applying Atomically Detailed Modeling to Molecular Adsorption and Transport in Metal-Organic Framework Materials", "  ", "Ind. Eng. Chem. Res.", " ", "2009", ",  ", "48", ",  ", "2355", "– ", "2371", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Progress, Opportunities, and Challenges for Applying Atomically Detailed Modeling to Molecular Adsorption and Transport in Metal-Organic Framework Materials", "Keskin, Seda; Liu, Jinchen; Rankin, Rees B.; Johnson, J. Karl; Sholl, David S.", "Industrial & Engineering Chemistry Research", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "5", "),\r\n    ", "2355-2371", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Metal-org. framework (MOF) materials are a class of nanoporous materials that have many potential advantages over traditional nanoporous materials for adsorption and other chem. sepn. technologies.  Because of the large no. of different MOFs that exist, efforts to predict the performance of MOFs using mol. modeling can potentially play an important role in selecting materials for specific applications.  The authors review the current state-of-the-art in the mol. modeling and quantum mech. modeling of MOFs.  Quantum mech. calcns. were used to date to examine structural and electronic properties of MOFs and the calcn. of MOF-guest interactions.  Mol. modeling calcns. using empirical classical potential calcns. were used to study pure and mixed fluid adsorption in MOFs.  Similar calcns. have recently provided initial information about the diffusive transport of adsorbed fluids in MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtVShtLfM&md5=8e791cb9ab21041507d832449edd279f", " ", "14. ", " ", " ", "Tafipolsky", ", ", "M.", "; ", "Amirjalayer", ", ", "S.", "; ", "Schmid", ", ", "R.", "  ", "Microporous Mesoporous Mater.", " ", "2010", ",  ", "129", ",  ", "304", "– ", "318", "[", "Crossref", "], [", "CAS", "]", "14. ", "Atomistic theoretical models for nanoporous hybrid materials", "Tafipolsky, Maxim; Amirjalayer, Saeed; Schmid, Rochus", "Microporous and Mesoporous Materials", "\r\n        (", "2009", "),\r\n    ", "129", "\r\n        (", "3", "),\r\n    ", "304-318", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "A review.  Available atomistic theor. models for the new class of functional porous hybrid materials are critically overviewed.  These hybrid materials (including covalent- and metal-org. frameworks, COFs and MOFs) are characterized by org. linkers, allowing for conformational flexibility and connecting nodes formed by a wide variety of elements and coordination modes.  The flexibility and variability of these porous materials represent one of their potentials for application, but also afford that theor. methods, tailored for more traditional materials like zeolites, need to be extended or modified.  The current status of both periodic and non-periodic quantum mechanic, as well as mol. mechanic models are considered, focusing on the peculiarities of an application on hybrid frameworks.  Atomistic models are used for structural prediction, computation of materials properties and in particular for the modeling of host-guest interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXjslCqtg%253D%253D&md5=064756a4258c45b0aad195f29a665440", " ", "15. ", " ", " ", "Liu", ", ", "J. C.", "; ", "Rankin", ", ", "R. B.", "; ", "Johnson", ", ", "J. K.", " ", " ", "The importance of charge-quadrupole interactions for H2 adsorption and diffusion in CuBTC", "  ", "Mol. Simul.", " ", "2009", ",  ", "35", ",  ", "60", "– ", "69", "[", "Crossref", "], [", "CAS", "]", "15. ", "The importance of charge-quadrupole interactions for H2 adsorption and diffusion in CuBTC", "Liu, Jinchen; Rankin, Rees B.; Karl Johnson, J.", "Molecular Simulation", "\r\n        (", "2009", "),\r\n    ", "35", "\r\n        (", "1 & 2", "),\r\n    ", "60-69", "CODEN:\r\n                ", "MOSIEA", ";\r\n        ISSN:", "0892-7022", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "We have assessed the effects of charge-quadrupole interactions (CQIs) between the framework atoms of Cu(II) benzene-1,3,5-tricarboxylate (CuBTC) and adsorbed H2 mols. on equil. adsorption properties and self- and transport diffusivities.  We have also compared charges computed from periodic d. functional theory (DFT) on the fully periodic CuBTC structure with charges derived from DFT calcns. on cluster models of CuBTC.  Carboxylate group atom charges computed from plane wave periodic DFT with the Bader charge anal. formalism are not consistent with the charges computed from the ChelpG method from Gaussian-based DFT cluster calcns.  The charges derived from Bader anal. seem to be too large.  Adsorption isotherms computed from Monte Carlo simulations and diffusivities computed from mol. dynamics simulations indicate that CQIs have a substantial impact on equil. and transport properties of H2 adsorbed in CuBTC at 77 K.  Conversely, both adsorption isotherms and diffusivities were shown to be essentially unaffected by CQIs at 298 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXpvVOhtA%253D%253D&md5=be35763e16a49cab55c89b42001deb8d", " ", "16. ", " ", " ", "Yang", ", ", "Q. Y.", "; ", "Zhong", ", ", "C. L.", " ", " ", "Molecular simulation of carbon dioxide/methane/hydrogen mixture adsorption in metal-organic frameworks", "  ", "J. Phys. Chem. B", " ", "2006", ",  ", "110", ",  ", "17776", "– ", "17783", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Molecular Simulation of Carbon Dioxide/Methane/Hydrogen Mixture Adsorption in Metal-Organic Frameworks", "Yang, Qingyuan; Zhong, Chongli", "Journal of Physical Chemistry B", "\r\n        (", "2006", "),\r\n    ", "110", "\r\n        (", "36", "),\r\n    ", "17776-17783", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This work performs a systematic computational study toward a mol. understanding of the sepn. characteristics of metal-org. frameworks (MOFs), for which the purifn. of synthetic gas by two representative MOFs, MOF-5 and Cu-BTC, is adopted as an example.  The simulations show that both geometry and pore size affect largely the sepn. efficiency, complex selectivity behaviors with different steps can occur in MOFs, and the electrostatic interactions that exist can enhance greatly the sepn. efficiency of gas mixts. composed of components with different chemistries.  Furthermore, the macroscopic sepn. behaviors of the MOF materials are elucidated at a mol. level to give insight into the underlying mechanisms.  The findings as well as the mol.-level elucidations provide useful microscopic information toward a complete understanding of the sepn. characteristics of MOFs that may lead to general design strategies for synthesizing new MOFs with tailored properties, as well as guiding their practical applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xot1Cgs7g%253D&md5=c6a04c3aa08b9d7c1b1cd9e20c64da35", " ", "17. ", " ", " ", "Liu", ", ", "D. H.", "; ", "Zheng", ", ", "C. C.", "; ", "Yang", ", ", "Q. Y.", "; ", "Zhong", ", ", "C. L.", " ", " ", "Understanding the Adsorption and Diffusion of Carbon Dioxide in Zeolitic Imidazolate Frameworks: A Molecular Simulation Study", "  ", "J. Phys. Chem. C", " ", "2009", ",  ", "113", ",  ", "5004", "– ", "5009", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Understanding the Adsorption and Diffusion of Carbon Dioxide in Zeolitic Imidazolate Frameworks: A Molecular Simulation Study", "Liu, Dahuan; Zheng, Chengcheng; Yang, Qingyuan; Zhong, Chongli", "Journal of Physical Chemistry C", "\r\n        (", "2009", "),\r\n    ", "113", "\r\n        (", "12", "),\r\n    ", "5004-5009", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "At. partial charges in the framework atoms of two typical zeolitic imidazolate frameworks (ZIFs), ZIF-68 and ZIF-69, were calcd. using d. functional theory, and a suitable force field for describing CO2 adsorption in ZIFs was identified.  From this, a combined grand canonical Monte Carlo (GCMC) and mol. dynamics (MD) simulation study was performed to study the adsorption and diffusion behaviors of CO2 in ZIFs.  The small pores formed by the nIM linkers in ZIF-68 and ZIF-69 are the preferential adsorption sites for CO2 mols., with the corners formed by the Ph rings in the large pores being less preferential adsorption sites.  The chlorine atoms in cbIM linkers in ZIF-69 lead to enhanced binding energy but reduced diffusivity for CO2, the electrostatic interactions produced by the frameworks are important that cannot be ignored, and, down to 180 K, no steps are found in isotherms.  The diffusion of CO2 in ZIFs probably is much slower than that in other MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXisVCisrc%253D&md5=853afc386d41fd6d24452391ab6a36fb", " ", "18. ", " ", " ", "Keskin", ", ", "S.", "; ", "Liu", ", ", "J.", "; ", "Johnson", ", ", "J. K.", "; ", "Sholl", ", ", "D. S.", "  ", "Microporous Mesoporous Mater.", " ", "2009", ",  ", "126", ",  ", "101", "– ", "106", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", "19. ", " ", " ", "Rankin", ", ", "R. B.", "; ", "Liu", ", ", "J. C.", "; ", "Kulkarni", ", ", "A. D.", "; ", "Johnson", ", ", "J. K.", " ", " ", "Adsorption and Diffusion of Light Gases in ZIF-68 and ZIF-70: A Simulation Study", "  ", "J. Phys. Chem. C", " ", "2009", ",  ", "113", ",  ", "16906", "– ", "16914", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Adsorption and Diffusion of Light Gases in ZIF-68 and ZIF-70: A Simulation Study", "Rankin, Rees B.; Liu, Jinchen; Kulkarni, Anant D.; Johnson, J. Karl", "Journal of Physical Chemistry C", "\r\n        (", "2009", "),\r\n    ", "113", "\r\n        (", "39", "),\r\n    ", "16906-16914", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We have computed the adsorption and diffusion of CO2, N2, CH4, and H2 in zeolitic imidazolate framework (ZIF) materials ZIF-68 and ZIF-70 from atomistic simulations.  These simulations were performed using geometries obtained from d. functional theory (DFT) optimization of the exptl. crystal structure of ZIF-68 and on four structures of ZIF-70, one based on the exptl. crystal structure and three having different imidazole/nitroimidazole substitution ratios.  The framework charges for charge-quadrupole interaction (CQI) terms in our simulations were parametrized with charges obtained from Bader charge decompn. (periodic DFT calcns.) and ChelpG charges (cluster DFT calcns.).  The adsorption and diffusion of the quadrupolar fluids can be dramatically different when using the Bader and ChelpG charges.  Agreement between simulations and expts. for the N2 adsorption isotherms in ZIF-68 and 70 is very good when CQI terms are included.  In contrast, simulations overpredict the amt. of CO2 adsorbed at 298 K compared with expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtFSgu7fP&md5=77607b99ce9d435ca0027c20756efb10", " ", "20. ", " ", " ", "Tafipolsky", ", ", "M.", "; ", "Amirjalayer", ", ", "S.", "; ", "Schmid", ", ", "R.", " ", " ", "Ab initio parametrized MM3 force field for the metal-organic framework MOF-5", "  ", "J. Comput. Chem.", " ", "2007", ",  ", "28", ",  ", "1169", "– ", "1176", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "20. ", "Ab initio parametrized MM3 force field for the metal-organic framework MOF-5", "Tafipolsky, Maxim; Amirjalayer, Saeed; Schmid, Rochus", "Journal of Computational Chemistry", "\r\n        (", "2007", "),\r\n    ", "28", "\r\n        (", "7", "),\r\n    ", "1169-1176", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "A new valence force field was developed and validated for a particular class of coordination polymers known as nanoporous metal-org. frameworks (MOFs), introduced recently by the group of Yaghi.  The exptl., structural, and spectroscopic data in combination with d. functional theory calcns. on several model systems were used to parametrize the bonded terms of the force field, which explicitly treats the metal-oxygen interactions as partially covalent as well as distinguishes different types of oxygens in the framework.  Both the exptl. crystal structure of MOF-5 and vibrational IR spectrum are reproduced reasonably well.  The proposed force field is believed to be useful in atomistic simulations of adsorption/diffusion of guest mols. inside the flexible pores of this important class of MOF materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXktlKltbs%253D&md5=69b0dc2b54d091c9bcc0811caf2d9637", " ", "21. ", " ", " ", "Civalleri", ", ", "B.", "; ", "Napoli", ", ", "F.", "; ", "Noel", ", ", "Y.", "; ", "Roetti", ", ", "C.", "; ", "Dovesi", ", ", "R.", " ", " ", "Ab-initio prediction of materials properties with CRYSTAL: MOF-5 as a case study", "  ", "Cryst. Eng. Comm.", " ", "2006", ",  ", "8", ",  ", "364", "– ", "371", "[", "Crossref", "], [", "CAS", "]", "21. ", "Ab-initio prediction of materials properties with CRYSTAL: MOF-5 as a case study", "Civalleri, Bartolomeo; Napoli, Francesco; Noel, Yves; Roetti, Carla; Dovesi, Roberto", "CrystEngComm", "\r\n        (", "2006", "),\r\n    ", "8", "\r\n        (", "5", "),\r\n    ", "364-371", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "MOF-5 is by far the most relevant member of the new class of metal-org. framework materials and has been adopted as a case study to show that reliable ab initio prediction of materials properties of complex systems can be obtained by means of a solid state computational tool like the CRYSTAL code.  Structure, electronic properties and vibrational frequencies of MOF-5 computed at the B3LYP level of theory are reported and discussed.  Animations representing MOF-5 vibrations are available at the web site: www.crystal.unito.it/vibs/mof5.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XmtVWrtrc%253D&md5=7c9bd86e1f03a12aac3c92f59130014a", " ", "22. ", " ", " ", "Sagara", ", ", "T.", "; ", "Klassen", ", ", "J.", "; ", "Ganz", ", ", "E.", " ", " ", "Computational study of hydrogen binding by metal-organic framework-5", "  ", "J. Chem. Phys.", " ", "2004", ",  ", "121", ",  ", "12543", "– ", "12547", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "Computational study of hydrogen binding by metal-organic framework-5", "Sagara, Tatsuhiko; Klassen, James; Ganz, Eric", "Journal of Chemical Physics", "\r\n        (", "2004", "),\r\n    ", "121", "\r\n        (", "24", "),\r\n    ", "12543-12547", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The authors report the results of quantum chem. calcns. on H2 binding by the metal-org. framework-5 (MOF)-5.  D. functional theory calcns. were used to calc. the at. positions, lattice const., and effective at. charges from the electrostatic potential for the MOF-5 crystal structure.  Second-order Moller-Plesset perturbation theory was used to calc. the binding energy of H2 to benzene and H2-1,4-benzenedicarboxylate-H2.  To achieve the necessary accuracy, the large Dunning basis sets aug-cc-pVTZ, and aug-cc-pVQZ were used, and the results were extrapolated to the basis set limit.  The binding energy results were 4.77 kJ/mol for benzene, 5.27 kJ/mol for H2-1,4-benzenedicarboxylate-H2.  The authors also est. binding of 5.38 kJ/mol for Li-1,4-benzenedicarboxylate-Li and 6.86 kJ/mol at the zinc oxide corners using 2nd-order Moller-Plesset perturbation theory.  To compare the theor. calcns. to the exptl. hydrogen storage results, grand canonical Monte Carlo calcns. were performed.  The Monte Carlo simulations identify a high energy binding site at the corners that quickly satd. with 1.27 H2 mols. at 78 °K.  At 300 °K, a broad range of binding sites are obsd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhtFSnsrvN&md5=ce83841b3f2a73f67a94aa9a0ef43c6d", " ", "23. ", " ", " ", "Bader", ", ", "R. F. W.", " ", " ", "A Quantum Theory of Molecular Structyure and Its Applications", "  ", "Chem. Rev.", " ", "1991", ",  ", "91", ",  ", "893", "– ", "928", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "A quantum theory of molecular structure and its applications", "Bader, Richard F. W.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "1991", "),\r\n    ", "91", "\r\n        (", "5", "),\r\n    ", "893-928", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    ", "A review with 119 refs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3MXkvFWgt7s%253D&md5=2f25f7fe95dc618987b7f5f7a781caac", " ", "24. ", " ", " ", "Sanville", ", ", "E.", "; ", "Kenny", ", ", "S. D.", "; ", "Smith", ", ", "R.", "; ", "Henkelman", ", ", "G.", " ", " ", "Improved grid-based algorithm for Bader charge allocation", "  ", "J. Comput. Chem.", " ", "2007", ",  ", "28", ",  ", "899", "– ", "908", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "24. ", "Improved grid-based algorithm for Bader charge allocation", "Sanville, Edward; Kenny, Steven D.; Smith, Roger; Henkelman, Graeme", "Journal of Computational Chemistry", "\r\n        (", "2007", "),\r\n    ", "28", "\r\n        (", "5", "),\r\n    ", "899-908", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "An improvement to the grid-based algorithm of Henkelman et al. for the calcn. of Bader vols. is suggested, which more accurately calcs. at. properties as predicted by the theory of Atoms in Mols.  The CPU time required by the improved algorithm to perform the Bader anal. scales linearly with the no. of interat. surfaces in the system.  The new algorithm corrects systematic deviations from the true Bader surface, calcd. by the original method and also does not require explicit representation of the interat. surfaces, resulting in a more robust method of partitioning charge d. among atoms in the system.  Applications of the method to some small systems are given and it is further demonstrated how the method can be used to define an energy per atom in ab initio calcns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXjtFCit78%253D&md5=71be710ea28a2f117ac6a01dc3909b4d", " ", "25. ", " ", " ", "Tang", ", ", "W.", "; ", "Sanville", ", ", "E.", "; ", "Henkelman", ", ", "G.", " ", " ", "A grid-based Bader analysis algorithm without lattice bias", "  ", "J. Phys.: Condens. Matter", " ", "2009", ",  ", "21", ",  ", "084204", "[", "Crossref", "], [", "CAS", "]", "25. ", "A grid-based Bader analysis algorithm without lattice bias", "Tang W; Sanville E; Henkelman G", "Journal of physics. Condensed matter : an Institute of Physics journal", "\r\n        (", "2009", "),\r\n    ", "21", "\r\n        (", "8", "),\r\n    ", "084204", "\r\n        ISSN:", "0953-8984", ".\r\n    ", "A computational method for partitioning a charge density grid into Bader volumes is presented which is efficient, robust, and scales linearly with the number of grid points.  The partitioning algorithm follows the steepest ascent paths along the charge density gradient from grid point to grid point until a charge density maximum is reached.  In this paper, we describe how accurate off-lattice ascent paths can be represented with respect to the grid points.  This improvement maintains the efficient linear scaling of an earlier version of the algorithm, and eliminates a tendency for the Bader surfaces to be aligned along the grid directions.  As the algorithm assigns grid points to charge density maxima, subsequent paths are terminated when they reach previously assigned grid points.  It is this grid-based approach which gives the algorithm its efficiency, and allows for the analysis of the large grids generated from plane-wave-based density functional theory calculations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3MjjvFWgtw%253D%253D&md5=318a823d47625f0ead3efc763cd860d7", " ", "26. ", " ", " ", "Kresse", ", ", "G.", "; ", "Furthmuller", ", ", "J.", "  ", "Comput. Mater. Sci.", " ", "1996", ",  ", "6", ",  ", "15", "[", "Crossref", "], [", "CAS", "]", "26. ", "Efficiency of ab-initio total energy calculations for metals and semiconductors using a plane-wave basis set", "Kresse, G.; Furthmuller, J.", "Computational Materials Science", "\r\n        (", "1996", "),\r\n    ", "6", "\r\n        (", "1", "),\r\n    ", "15-50", "CODEN:\r\n                ", "CMMSEM", ";\r\n        ISSN:", "0927-0256", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The authors present a detailed description and comparison of algorithms for performing ab-initio quantum-mech. calcns. using pseudopotentials and a plane-wave basis set.  The authors will discuss: (a) partial occupancies within the framework of the linear tetrahedron method and the finite temp. d.-functional theory, (b) iterative methods for the diagonalization of the Kohn-Sham Hamiltonian and a discussion of an efficient iterative method based on the ideas of Pulay's residual minimization, which is close to an order N2atoms scaling even for relatively large systems, (c) efficient Broyden-like and Pulay-like mixing methods for the charge d. including a new special preconditioning optimized for a plane-wave basis set, (d) conjugate gradient methods for minimizing the electronic free energy with respect to all degrees of freedom simultaneously.  The authors have implemented these algorithms within a powerful package called VAMP (Vienna ab-initio mol.-dynamics package).  The program and the techniques have been used successfully for a large no. of different systems (liq. and amorphous semiconductors, liq. simple and transition metals, metallic and semi-conducting surfaces, phonons in simple metals, transition metals and semiconductors) and turned out to be very reliable.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XmtFWgsrk%253D&md5=779b9a71bbd32904f968e39f39946190", " ", "27. ", " ", " ", "Kresse", ", ", "G.", "; ", "Hafner", ", ", "J.", " ", " ", "Abinitio Molecular-Dynamics for Liquid-Metals", "  ", "Phys. Rev. B", " ", "1993", ",  ", "47", ",  ", "558", "– ", "561", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "27. ", "Ab initio molecular dynamics of liquid metals", "Kresse, G.; Hafner, J.", "Physical Review B:  Condensed Matter and Materials Physics", "\r\n        (", "1993", "),\r\n    ", "47", "\r\n        (", "1", "),\r\n    ", "558-61", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    ", "The authors present ab initio quantum-mech. mol.-dynamics calcns. based on the calcn. of the electronic ground state and of the Hellmann-Feynman forces in the local-d. approxn. at each mol.-dynamics step.  This is possible using conjugate-gradient techniques for energy minimization, and predicting the wave functions for new ionic positions using sub-space alignment.  This approach avoids the instabilities inherent in quantum-mech. mol.-dynamics calcns. for metals based on the use of a factitious Newtonian dynamics for the electronic degrees of freedom.  This method gives perfect control of the adiabaticity and allows one to perform simulations over several picoseconds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXlt1Gnsr0%253D&md5=c9074f6e1afc534b260d29dd1846e350", " ", "28. ", " ", " ", "Kresse", ", ", "G.", "; ", "Hafner", ", ", "J.", " ", " ", "Ab-Initio Molecular-Dynamics Simulation of the Liquid-Metal Amorphous-Semiconductor Transition in Germanium", "  ", "Phys. Rev. B", " ", "1994", ",  ", "49", ",  ", "14251", "– ", "14269", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "28. ", "Ab initio molecular-dynamics simulation of the liquid-metal-amorphous-semiconductor transition in germanium", "Kresse, G.; Hafner, J.", "Physical Review B:  Condensed Matter and Materials Physics", "\r\n        (", "1994", "),\r\n    ", "49", "\r\n        (", "20", "),\r\n    ", "14251-69", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    ", "The authors present ab initio quantum-mech. mol.-dynamics simulations of the liq.-metal-amorphous-semiconductor transition in Ge.  The simulations are based on (a) finite-temp. d.-functional theory of the 1-electron states, (b) exact energy minimization and hence calcn. of the exact Hellmann-Feynman forces after each mol.-dynamics step using preconditioned conjugate-gradient techniques, (c) accurate nonlocal pseudopotentials, and (d) Nose' dynamics for generating a canonical ensemble.  This method gives perfect control of the adiabaticity of the electron-ion ensemble and allows the authors to perform simulations over >30 ps.  The computer-generated ensemble describes the structural, dynamic, and electronic properties of liq. and amorphous Ge in very good agreement with expt..  The simulation allows the authors to study in detail the changes in the structure-property relation through the metal-semiconductor transition.  The authors report a detailed anal. of the local structural properties and their changes induced by an annealing process.  The geometrical, bounding, and spectral properties of defects in the disordered tetrahedral network are studied and compared with expt.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXkvFKrtL4%253D&md5=c5dddfd01394e53720fb4c3a3ccfd6c0", " ", "29. ", " ", " ", "Kresse", ", ", "G.", "; ", "Furthmuller", ", ", "J.", " ", " ", "Efficient iterative schemes for ab initio total-energy calculations using a plane-wave basis set", "  ", "Phys. Rev. B", " ", "1996", ",  ", "54", ",  ", "11169", "– ", "11186", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "Efficient iterative schemes for ab initio total-energy calculations using a plane-wave basis set", "Kresse, G.; Furthmueller, J.", "Physical Review B: Condensed Matter", "\r\n        (", "1996", "),\r\n    ", "54", "\r\n        (", "16", "),\r\n    ", "11169-11186", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The authors present an efficient scheme for calcg. the Kohn-Sham ground state of metallic systems using pseudopotentials and a plane-wave basis set.  In the first part the application of Pulay's DIIS method (direct inversion in the iterative subspace) to the iterative diagonalization of large matrixes will be discussed.  This approach is stable, reliable, and minimizes the no. of order Natoms3 operations.  In the second part, we will discuss an efficient mixing scheme also based on Pulay's scheme.  A special \"metric\" and a special \"preconditioning\" optimized for a plane-wave basis set will be introduced.  Scaling of the method will be discussed in detail for non-self-consistent and self-consistent calcns.  It will be shown that the no. of iterations required to obtain a specific precision is almost independent of the system size.  Altogether an order Natoms2 scaling is found for systems contg. up to 1000 electrons.  If we take into account that the no. of k points can be decreased linearly with the system size, the overall scaling can approach Natoms.  They have implemented these algorithms within a powerful package called VASP (Vienna ab initio simulation package).  The program and the techniques have been used successfully for a large no. of different systems (liq. and amorphous semiconductors, liq. simple and transition metals, metallic and semiconducting surfaces, phonons in simple metals, transition metals, and semiconductors) and turned out to be very reliable.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28Xms1Whu7Y%253D&md5=9c8f6f298fe5ffe37c2589d3f970a697", " ", "30. ", " ", " ", "Kosov", ", ", "D. S.", "; ", "Popelier", ", ", "P. L. A.", " ", " ", "Atomic partitioning of molecular electrostatic potentials", "  ", "J. Phys. Chem. A", " ", "2000", ",  ", "104", ",  ", "7339", "– ", "7345", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "Atomic Partitioning of Molecular Electrostatic Potentials", "Kosov, D. S.; Popelier, P. L. A.", "Journal of Physical Chemistry A", "\r\n        (", "2000", "),\r\n    ", "104", "\r\n        (", "31", "),\r\n    ", "7339-7345", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The theory of atoms in mols. (AIM) defines bounded at. fragments in real space that generate transferable at. properties.  As part of a program that investigates the topol. partitioning of electromagnetic properties based on the electron d., we have calcd. the exact at. electrostatic potential (AEP) of an AIM atom in a mol.  Second we expand this at. electrostatic potential in terms of AIM electrostatic multipole moments based on spherical tensors.  We prove that the convergence of this expansion is faster than previously assumed, even for complicated at. shapes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXkvVWgt7g%253D&md5=3d3af926378aea47c194b31f43d41531", " ", "31. ", "Manz", ", ", "T. A.", "; ", "Sholl", ", ", "D. S.", " ", " ", "Chemically Meaningful Atomic Charges that Reproduce the Electrostatic Potential in Periodic and Nonperiodic Materials.", "  ", "J. Chem. Theory Comput.", ", ", "in press.", "There is no corresponding record for this reference.", "32. ", " ", " ", "Campañá", ", ", "C.", "; ", "Mussard", ", ", "B.", "; ", "Woo", ", ", "T. K.", " ", " ", "Electrostatic Potential Derived Atomic Charges for Periodic Systems Using a Modified Error Functional", "  ", "J. Chem. Theory Comput.", " ", "2009", ",  ", "5", ",  ", "2866", "– ", "2878", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "Electrostatic Potential Derived Atomic Charges for Periodic Systems Using a Modified Error Functional", "Campana, Carlos; Mussard, Bastien; Woo, Tom K.", "Journal of Chemical Theory and Computation", "\r\n        (", "2009", "),\r\n    ", "5", "\r\n        (", "10", "),\r\n    ", "2866-2878", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A method to generate electrostatic potential (ESP) derived at. charges in cryst. solids from periodic quantum mech. calcns., termed the REPEAT method, is presented.  Conventional ESP fitting procedures developed for mol. systems, in general, will not work for cryst. systems because the electrostatic potential in periodic systems is ill-defined up to a const. offset at each spatial position.  In this work the problem is circumvented by introducing a new error functional which acts on the relative differences of the potential and not on its abs. values, as it is currently done with mol. ESP charge derivation methods.  We formally demonstrate that the new functional reduces to the conventional error functional used in mol. ESP approaches when the simulation box of the periodic calcn. becomes infinitely large.  Several tests are presented to validate the new technique.  For the periodic calcn. of isolated mols., the REPEAT charges are found to be in good agreement with those detd. with established mol. ESP charge derivation methods.  For siliceous sodalite, it is demonstrated that conventional mol. ESP approaches generate 'unphys.' charges, whereas the REPEAT method produces charges that are both chem. intuitive and consistent between different periodic electronic structure packages.  The new approach is employed to generate partial at. charges of various microporous materials and compared to both exptl. derived and mol. fragment ESP charges.  This method can be used to generate partial at. charges to be used in simulations of microporous and nanoporous materials, such as zeolites and metal org. framework materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVGgurrN&md5=35619c9df3eaa69f185d135f79dddbf9", " ", "33. ", " ", " ", "Kresse", ", ", "G.", "; ", "Joubert", ", ", "D.", "  ", "Phys. Rev. B", " ", "1999", ",  ", "59", ",  ", "1758", "[", "Crossref", "], [", "CAS", "]", "33. ", "From ultrasoft pseudopotentials to the projector augmented-wave method", "Kresse, G.; Joubert, D.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "1999", "),\r\n    ", "59", "\r\n        (", "3", "),\r\n    ", "1758-1775", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The formal relationship between ultrasoft (US) Vanderbilt-type pseudopotentials and Blochl's projector augmented wave (PAW) method is derived.  The total energy functional for US pseudopotentials can be obtained by linearization of two terms in a slightly modified PAW total energy functional.  The Hamilton operator, the forces, and the stress tensor are derived for this modified PAW functional.  A simple way to implement the PAW method in existing plane-wave codes supporting US pseudopotentials is pointed out.  In addn., crit. tests are presented to compare the accuracy and efficiency of the PAW and the US pseudopotential method with relaxed-core all-electron methods.  These tests include small mols. (H2, H2O, Li2, N2, F2, BF3, SiF4) and several bulk systems (diamond, Si, V, Li, Ca, CaF2, Fe, Co, Ni).  Particular attention is paid to the bulk properties and magnetic energies of Fe, Co, and Ni.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXkt12nug%253D%253D&md5=78a73e92a93f995982fc481715729b14", " ", "34. ", " ", " ", "Blochl", ", ", "P. E.", "  ", "Phys. Rev. B", " ", "1994", ",  ", "50", ",  ", "17953", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "34. ", "Projector augmented-wave method", "Blochl", "Physical review. B, Condensed matter", "\r\n        (", "1994", "),\r\n    ", "50", "\r\n        (", "24", "),\r\n    ", "17953-17979", "\r\n        ISSN:", "0163-1829", ".\r\n    ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC2sfjslSntA%253D%253D&md5=1853d67af808af2edab58beaab5d3051", " ", "35. ", " ", " ", "Perdew", ", ", "J. P.", "; ", "Chevary", ", ", "J. A.", "; ", "Vosko", ", ", "S. H.", "; ", "Jackson", ", ", "K. A.", "; ", "Pederson", ", ", "M. R.", "; ", "Singh", ", ", "D. J.", "; ", "Fiolhais", ", ", "C.", "  ", "Phys. Rev. B", " ", "1992", ",  ", "46", ",  ", "6671", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "35. ", "Atoms, molecules, solids, and surfaces:  applications of the generalized gradient approximation for exchange and correlation", "Perdew, John P.; Chevary, J. A.; Vosko, S. H.; Jackson, Koblar A.; Pederson, Mark R.; Singh, D. J.; Fiolhais, Carlos", "Physical Review B:  Condensed Matter and Materials Physics", "\r\n        (", "1992", "),\r\n    ", "46", "\r\n        (", "11", "),\r\n    ", "6671-87", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    ", "Generalized gradient approxns. (GGA's) seek to improve upon the accuracy of the local-spin-d. (LSD) approxn. in electronic-structure calcns.  Perdew and Wang have developed a GGA based on real-space cutoff of the spurious long-range components of the second-order gradient expansion for the exchange-correlation hole.  Authors have found that this d. functional performs well in numerical tests for a variety of systems: Total energies of 30 atoms are highly accurate.  Ionization energies and electron affinities are improved in a statistical sense, although significant interconfigurational and interterm errors remain.  Accurate atomization energies are found for seven hydrocarbon mols., with a rms error per bond of 0.1 eV, compared with 0.7 eV for the LSD approxn. and 2.4 eV for the Hartree-Fock approxn.  For atoms and mols., there is a cancellation of error between d. functionals for exchange and correlation, which is most striking whenever the Hartree-Fock result is furthest from expt.  The surprising LSD underestimation of the lattice consts. of Li and Na by 3-4% is cor., and the magnetic ground state of solid Fe is restored.  The work function, surface energy (neglecting the long-range contribution), and curvature energy of a metallic surface are all slightly reduced in comparison with LSD.  Taking account of the pos. long-range contribution, authors find surface and curvature energies in good agreement with exptl. or exact values.  Finally, a way is found to visualize and understand the nonlocality of exchange and correlation, its origins, and its phys. effects.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38XlvFyks7c%253D&md5=e52b617f523b1a8c545707544ce01d05", " ", "36. ", " ", " ", "Perdew", ", ", "J. P.", "; ", "Chevary", ", ", "J. A.", "; ", "Vosko", ", ", "S. H.", "; ", "Jackson", ", ", "K. A.", "; ", "Pederson", ", ", "M. R.", "; ", "Singh", ", ", "D. J.", "; ", "Fiolhais", ", ", "C.", "  ", "Phys. Rev. B", " ", "1993", ",  ", "48", ",  ", "4978", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "36. ", "Atoms, molecules, solids, and surfaces: applications of the generalized gradient approximation for exchange and correlation. [Erratum to document cited in CA117(20):198719s]", "Perdew, John P.; Chevary, J. A.; Vosko, S. H.; Jackson, Koblar A.; Pederson, Mark R.; Singh, D. J.; Fiolhais, Carlos", "Physical Review B:  Condensed Matter and Materials Physics", "\r\n        (", "1993", "),\r\n    ", "48", "\r\n        (", "7", "),\r\n    ", "4978", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    ", "The errors were not reflected in the abstr. or the index entries.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXmtlCgs7k%253D&md5=fe567fa9700ae08fbf685cf60f29fe31", " ", "37. ", " ", " ", "Southon", ", ", "P. D.", "; ", "Lang", ", ", "L.", "; ", "Fellows", ", ", "E. A.", "; ", "Price", ", ", "D. J.", "; ", "Halder", ", ", "G. J.", "; ", "Chapman", ", ", "K. W.", "; ", "Moubaraki", ", ", "B.", "; ", "Murray", ", ", "K. S.", "; ", "Letard", ", ", "J. F.", "; ", "Kepert", ", ", "C. J.", " ", " ", "Dynamic Interplay between Spin-Crossover and Host-Guest Function in a Nanoporous Metal-Organic Framework Material", "  ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "10998", "– ", "11009", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "Dynamic Interplay between Spin-Crossover and Host-Guest Function in a Nanoporous Metal-Organic Framework Material", "Southon, Peter D.; Liu, Lang; Fellows, Elizabeth A.; Price, David J.; Halder, Gregory J.; Chapman, Karena W.; Moubaraki, Boujemaa; Murray, Keith S.; Letard, Jean-Francois; Kepert, Cameron J.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "31", "),\r\n    ", "10998-11009", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The nanoporous metal-org. framework [Fe(pz)Ni(CN)4], 1 (pz is pyrazine), exhibits hysteretic spin-crossover at ambient conditions and is robust to the adsorption and desorption of a wide range of small mol. guests, both gases (N2, O2, CO2) and vapors (methanol, ethanol, acetone, acetonitrile, and toluene).  Through the comprehensive anal. of structure, host-guest properties, and spin-crossover behaviors, this pillared Hofmann system uniquely displays both guest-exchange-induced changes to spin-crossover and spin-crossover-induced changes to host-guest properties, with direct dynamic interplay between these two phenomena.  Guest desorption and adsorption cause pronounced changes to the spin-crossover behavior according to a systematic trend in which larger guests stabilize the high-spin state and therefore depress the spin-crossover temp. of the host lattice.  When stabilizing the alternate spin state of the host at any given temp., these processes directly stimulate the spin-crossover process, providing a chemi-sensing function.  Exploitation of the bistability of the host allows the modification of adsorption properties at a fixed temp. through control of the host spin state, with each state shown to display differing chem. affinities to guest sorption.  Guest desorption then adsorption, and vice versa, can be used to switch between spin states in the bistable temp. region, adding a guest-dependent memory effect to this system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXosl2rsLs%253D&md5=062de2324bd4ada67c55972053ec1bb5", " ", "38. ", " ", " ", "Chui", ", ", "S. S. Y.", "; ", "Lo", ", ", "S. M. F.", "; ", "Charmant", ", ", "J. P. H.", "; ", "Orpen", ", ", "A. G.", "; ", "Williams", ", ", "I. D.", " ", " ", "A chemically functionalizable nanoporous material [Cu-3(TMA)(2)(H2O)(3)](n)", "  ", "Science", " ", "1999", ",  ", "283", ",  ", "1148", "– ", "1150", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "38. ", "A chemically functionalizable nanoporous material [Cu3(TMA)2(H2O)3]n", "Chui, Stephen S.-Y.; Lo, Samuel M.-F.; Charmant, Jonathan P. H.; Orpen, A. Guy; Williams, Ian D.", "Science (Washington, D. C.)", "\r\n        (", "1999", "),\r\n    ", "283", "\r\n        (", "5405", "),\r\n    ", "1148-1150", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Although zeolites and related materials combine nanoporosity with high thermal stability, they are difficult to modify or derivatize in a systematic way.  A highly porous metal coordination polymer [Cu3(TMA)2(H2O)3]n (TMA is benzene-1,3,5-tricarboxylate) was formed in 80% yield.  It has interconnected [Cu2(O2CR)4] units (R is an arom. ring), which create a three-dimensional system of channels with a pore size of 1 nm and an accessible porosity of ∼40% in the solid.  Unlike zeolites, the channel linings can be chem. functionalized; for example, the aqua ligands can be replaced by pyridines.  TGA and high-temp. single-crystal diffractometry indicate that the framework is stable up to 240°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXhsFeitLc%253D&md5=8f6f372b015fa0e2bbb7e8bfd316b663", " ", "39. ", " ", " ", "Rowsell", ", ", "J. L. C.", "; ", "Spencer", ", ", "E. C.", "; ", "Eckert", ", ", "J.", "; ", "Howard", ", ", "J. A. K.", "; ", "Yaghi", ", ", "O. M.", " ", " ", "Gas adsorption sites in a large-pore metal-organic framework", "  ", "Science", " ", "2005", ",  ", "309", ",  ", "1350", "– ", "1354", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "39. ", "Gas Adsorption Sites in a Large-Pore Metal-Organic Framework", "Rowsell, Jesse L. C.; Spencer, Elinor C.; Eckert, Juergen; Howard, Judith A. K.; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2005", "),\r\n    ", "309", "\r\n        (", "5739", "),\r\n    ", "1350-1354", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The primary adsorption sites for Ar and N2 within metal-org. framework-5, a cubic structure composed of Zn4O(CO2)6 units and phenylene links defining large pores 12 and 15 angstroms in diam., have been identified by single-crystal x-ray diffraction.  Refinement of data collected between 293 and 30 K revealed a total of eight symmetry-independent adsorption sites.  Five of these are sites on the zinc oxide unit and the org. link; the remaining three sites form a second layer in the pores.  The structural integrity and high symmetry of the framework are retained throughout, with negligible changes resulting from gas adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXovVOjt7g%253D&md5=f60c7e82ec8088459a2d844cb807f924", " ", "40. ", " ", " ", "Besler", ", ", "B. H.", "; ", "Merz", ", ", "K. M. J.", "; ", "Kollman", ", ", "P. A.", " ", " ", "Atomic charges derived from semiempirical methods", "  ", "J. Comput. Chem.", " ", "1990", ",  ", "11", ",  ", "431", "– ", "439", "[", "Crossref", "], [", "CAS", "]", "40. ", "Atomic charges derived from semiempirical methods", "Besler, Brent H.; Merz, Kenneth M., Jr.; Kollman, Peter A.", "Journal of Computational Chemistry", "\r\n        (", "1990", "),\r\n    ", "11", "\r\n        (", "4", "),\r\n    ", "431-9", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    ", "Semiempirical methods give electrostatic-potential (ESP) derived at. point charges that are in reasonable agreement with ab-initio ESP charges.  Furthermore, MNDO-ESP charges are superior to AM1-ESP charges in correlating with ESP charges derived from the 6-31G* basis set.  Thus, it is possible to obtain 6-31G* quality point charges by simply scaling MNDO-ESP charges.  The charges are scaled in a linear (y = Mx) manner to conserve charge.  In this way, researchers desiring to carry out force field simulations or minimizations can obtain charges by using MNDO, which requires much less computer time than the corresponding 6-31G* calcn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXkt12nu7k%253D&md5=6ea84dd407c756e2c6f41149945e6d6d", " ", "41. ", " ", " ", "Ewald", ", ", "P.", "  ", "Ann. Phys.", " ", "1921", ",  ", "64", ",  ", "253", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", "42. ", " ", " ", "Fennell", ", ", "C. J.", "; ", "Gezelter", ", ", "J. D.", " ", " ", "Is the Ewald summation still necessary? Pairwise alternatives to the accepted standard for long-range electrostatics", "  ", "J. Chem. Phys.", " ", "2006", ",  ", "124", ",  ", "234104", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "42. ", "Is the Ewald summation still necessary? Pairwise alternatives to the accepted standard for long-range electrostatics", "Fennell, Christopher J.; Gezelter, J. Daniel", "Journal of Chemical Physics", "\r\n        (", "2006", "),\r\n    ", "124", "\r\n        (", "23", "),\r\n    ", "234104/1-234104/12", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "We investigate pairwise electrostatic interaction methods and show that there are viable computationally efficient (O(N)) alternatives to the Ewald summation for typical modern mol. simulations.  These methods are extended from the damped and cutoff-neutralized Coulombic sum originally proposed by Wolf et al. [J. Chem. Phys. 110, 8255 (1999)].  One of these, the damped shifted force method, shows a remarkable ability to reproduce the energetic and dynamic characteristics exhibited by simulations employing lattice summation techniques.  Comparisons were performed with this and other pairwise methods against the smooth particle-mesh Ewald summation to see how well they reproduce the energetics and dynamics of a variety of mol. simulations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XmsVWnsLs%253D&md5=4b636055d2875fc415f7e2192430315c", " ", "43. ", " ", " ", "Wolf", ", ", "D.", "; ", "Keblinski", ", ", "P.", "; ", "Phillpot", ", ", "S. R.", "; ", "Eggebrecht", ", ", "J.", " ", " ", "Exact method for the simulation of Coulombic systems by spherically truncated, pairwise r(−1) summation", "  ", "J. Chem. Phys.", " ", "1999", ",  ", "110", ",  ", "8254", "– ", "8282", "[", "Crossref", "], [", "CAS", "]", "43. ", "Exact method for the simulation of Coulombic systems by spherically truncated, pairwise r-1 summation", "Wolf, D.; Keblinski, P.; Phillpot, S. R.; Eggebrecht, J.", "Journal of Chemical Physics", "\r\n        (", "1999", "),\r\n    ", "110", "\r\n        (", "17", "),\r\n    ", "8254-8282", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Based on a recent result showing that the net Coulomb potential in condensed ionic systems is rather short-ranged, an exact and phys. transparent method permitting the evaluation of the Coulomb potential by direct summation over the r-1 Coulomb pair potential is presented.  The key observation is that the problems encountered in detg. the Coulomb energy by pairwise, spherically truncated r-1 summation are a direct consequence of the fact that the system summed over is practically never neutral.  A simple method is developed that achieves charge neutralization wherever the r-1 pair potential is truncated.  This enables the extn. of the Coulomb energy, forces, and stresses from a spherically truncated, usually charged environment in a manner that is independent of the grouping of the pair terms.  The close connection of our approach with the Ewald method is demonstrated and exploited, providing an efficient method for the simulation of even highly disordered ionic systems by direct, pairwise r-1 summation with spherical truncation at rather short range, i.e., a method which fully exploits the short-ranged nature of the interactions in ionic systems.  The method is validated by simulations of crystals, liqs., and interfacial systems, such as free surfaces and grain boundaries.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXisFChu7o%253D&md5=6a2c09434f10e8c0e390c82d14264815", " ", "44. ", " ", " ", "Toukmaji", ", ", "A. Y.", "; ", "Board", ", ", "J. A.", ", ", " Jr.", " ", " ", "Ewald summation techniques in perspective: a survey", "  ", "Comput. Phys. Commun.", " ", "1996", ",  ", "95", ",  ", "73", "– ", "92", "[", "Crossref", "], [", "CAS", "]", "44. ", "Ewald summation techniques in perspective: a survey", "Toukmaji, Abdulnour Y.; Board, John A. Jr.", "Computer Physics Communications", "\r\n        (", "1996", "),\r\n    ", "95", "\r\n        (", "2&3", "),\r\n    ", "73-92", "CODEN:\r\n                ", "CPHCBZ", ";\r\n        ISSN:", "0010-4655", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "A review with 54 refs.  Ewald summation techniques were reviewed by surveying conventional as well as state of the art efficient methods.  Conventional methods, such as tabulation and approxn., are first re-examd. along with an O(N3/2) method.  Fourier-based approaches which have reduced the complexity to O(Nlog (N)) are presented.  Multipole expansion techniques, suggested as an alternative to Ewald sums, are reviewed and compared to Fourier methods.  The computational efficiency of these new methods facilitates longer, larger and more realistic simulations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XivFOjurg%253D&md5=36d77cae2048e19d3f000db435a589a8", " ", "45. ", " ", " ", "Mantina", ", ", "M.", "; ", "Chamberlin", ", ", "A. C.", "; ", "Valero", ", ", "R.", "; ", "Cramer", ", ", "C. J.", "; ", "Truhlar", ", ", "D. G.", " ", " ", "Consistent van der Waals Radii for the Whole Main Group", "  ", "J. Phys. Chem. A", " ", "2009", ",  ", "113", ",  ", "5806", "– ", "5812", "[", "ACS Full Text ", "], [", "CAS", "]", "45. ", "Consistent van der Waals Radii for the Whole Main Group", "Mantina, Manjeera; Chamberlin, Adam C.; Valero, Rosendo; Cramer, Christopher J.; Truhlar, Donald G.", "Journal of Physical Chemistry A", "\r\n        (", "2009", "),\r\n    ", "113", "\r\n        (", "19", "),\r\n    ", "5806-5812", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "At. radii are not precisely defined but are nevertheless widely used parameters in modeling and understanding mol. structure and interactions.  The van der Waals radii detd. by Bondi from mol. crystals and data for gases are the most widely used values, but Bondi recommended radius values for only 28 of the 44 main-group elements in the periodic table.  In the present Article, we present at. radii for the other 16; these new radii were detd. in a way designed to be compatible with Bondi's scale.  The method chosen is a set of two-parameter correlations of Bondi's radii with repulsive-wall distances calcd. by relativistic coupled-cluster electronic structure calcns.  The newly detd. radii (in Å) are Be, 1.53; B, 1.92; Al, 1.84; Ca, 2.31; Ge, 2.11; Rb, 3.03; Sr, 2.49; Sb, 2.06; Cs, 3.43; Ba, 2.68; Bi, 2.07; Po, 1.97; At, 2.02; Rn, 2.20; Fr, 3.48; and Ra, 2.83.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkslOlu7o%253D&md5=9f8bd72fc370afa540082751d35a8f32", " ", "46. ", " ", " ", "Bondi", ", ", "A.", "  ", "J. Phys. Chem.", " ", "1964", ",  ", "68", ",  ", "441", "[", "ACS Full Text ", "], [", "CAS", "]", "46. ", "van der Waals volumes and radii", "Bondi, A.", "Journal of Physical Chemistry", "\r\n        (", "1964", "),\r\n    ", "68", "\r\n        (", "3", "),\r\n    ", "441-51", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "Intermol. van der Waals radii of the nonmetallic elements were assembled into a list of recommended values for vol. calcns.  These values were arrived at by selecting from the most reliable x-ray diffraction data those which could be reconciled with crystal d. at 0°K. (to give reasonable packing d.), gas kinetic collision cross section, crit. d., and with liquid state properties.  A qual. understanding of the nature of van der Waals radii is provided by correlation with the de Broglie wavelength of the outermost valence electron.  Tentative values for the van der Waals radii of metallic elements in organometallic compds. are proposed.  A list of increments for the vol. of mols. impenetrable to thermal collision, the so-called van der Waals vol., and of the corresponding increments in area per mol. is given.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF2cXls1Cgsg%253D%253D&md5=0f25964afae4e9f761e0d314151444a5", " ", "47. ", "http://www.ccdc.cam.ac.uk/products/csd/radii/table.php4", ".", "There is no corresponding record for this reference.", "48. ", " ", " ", "Sigfridsson", ", ", "E.", "; ", "Ryde", ", ", "U.", " ", " ", "Comparison of methods for deriving atomic charges from the electrostatic potential and moments", "  ", "J. Comput. Chem.", " ", "1998", ",  ", "19", ",  ", "377", "– ", "395", "[", "Crossref", "], [", "CAS", "]", "48. ", "Comparison of methods for deriving atomic charges from the electrostatic potential and moments", "Sigfridsson, Emma; Ryde, Ulf", "Journal of Computational Chemistry", "\r\n        (", "1998", "),\r\n    ", "19", "\r\n        (", "4", "),\r\n    ", "377-395", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "Four methods for deriving partial at. charges from the quantum chem. electrostatic potential (CHELP, CHELPG, Merz-Kollman, and RESP) have been compared and critically evaluated.  It is shown the charges strongly depend on how and where the potential points are selected.  Two alternative methods are suggested to avoid the arbitrariness in the point-selection schemes and van der Waals exclusion radii: CHELP-BOW, which also ests. the charges from the electrostatic potential, but with potential points that are Boltzmann-weighted after their occurrence in actual simulations using the energy function of the program in which the charges will be used, and CHELMO, which ests. the charges directly from the electrostatic multipole moments.  Different criteria for the quality of the charges are discussed.  The CHELMO method gives the best multipole moments for small and medium-sized polar systems, whereas the CHELP-BOW charges reproduce best the total interaction energy in actual simulations.  Among the std. methods, the Merz-Kollman charges give the best moments and potentials, but they show an appreciable dependence on the orientation of the mol.  We have also examd. the recent warning that charges derived by a least-squares fit to the electrostatic potential normally are not statistically valid.  It is shown that no rank-deficiency problems are encountered for mols. with up to 84 atoms if the least-squares fit is performed using pseudoinverses calcd. by singular value decompn. and if constraints are treated by elimination.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXhs1aktb0%253D&md5=3084c9f9ca9ff2fec8cf0c2bcaa56bfd", " ", " "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcafh/2010/jpcafh.2010.114.issue-37/jp103944q/production/images/small/jp-2010-03944q_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcafh/2010/jpcafh.2010.114.issue-37/jp103944q/production/images/small/jp-2010-03944q_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcafh/2010/jpcafh.2010.114.issue-37/jp103944q/production/images/small/jp-2010-03944q_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcafh/2010/jpcafh.2010.114.issue-37/jp103944q/production/images/small/jp-2010-03944q_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcafh/2010/jpcafh.2010.114.issue-37/jp103944q/production/images/small/jp-2010-03944q_0005.gif\">"]}
