{"title": ["A Highly Stable Porphyrinic Zirconium Metal–Organic Framework with ", " Topology"], "authors": ["Dawei Feng", "Zhi-Yuan Gu", "Ying-Pin Chen", "Jihye Park", "Zhangwen Wei", "Yujia Sun", "Mathieu Bosch", "Shuai Yuan", "Hong-Cai Zhou"], "doi": ["10.1021/ja510525s"], "abstract": ["Through a kinetically controlled synthetic process, we synthesized PCN-223, a new porphyrinic Zr-MOF constructed from the newly reported hexagonal prismatic 12-connected Zr", " cluster through an unusual disordered arrangement, giving rise to the first example of the ", " network in MOFs. With its extremely high connectivity, PCN-223 shows high stability in aqueous solutions with a wide range of pH. Cationic PCN-223(Fe) formed by postsynthetic treatment is an excellent recyclable heterogeneous catalyst for the hetero-Diels–Alder reaction."], "text": ["Metal–organic frameworks (MOFs), as an emerging class of highly ordered porous materials, have attracted great interest in the last few decades.", "(1)", " Their modular nature imparts structural diversity and tunable functionality within a single material, enabling promising potential applications in many areas, such as gas storage/separation, sensing, and catalysis.", "(2)", "Because of the readily adjustable nature of MOFs, one of the most convenient approaches to introduce functional moieties into the framework is to construct MOFs with those moieties or their derivatives as building units. As a solid-state material with periodic structure and porosity, MOFs consequently make those functional moieties well-dispersed with extremely high accessibility, resulting in effective utilization of each individual unit. In other words, the homogeneous arrangement and accessibility of functional moieties, which are among the main advantages of homogeneous liquid or gas systems, are almost completely realized in a heterogeneous solid-state material. Moreover, once stable MOFs are formed, they can be used in different media without concern for solubility, which tremendously diminishes the synthetic effort required for some homogeneous catalytic systems, where solubility and their working environment conflict.", "Porphyrin derivatives have been substantially explored as organic linkers in MOFs because of their multifunctionality.", "(3)", "As one of the most frequently found species in biological systems, porphyrin derivatives can be used as light-harvesting reagents, anticancer drugs, catalysts, sensors, nonlinear optical materials, and DNA binding or cleavage agents. After their introduction into MOFs, the dimerization of some porphyrinic species was eliminated. Meanwhile, as highly conjugated large molecules, most artificial porphyrinic species suffer solubility problems under either physiological conditions or unreactive organic solvents (mostly nonpolar). When immobilized into MOFs, porphyrinic species can be used in any media without considering their solubility. Despite that, the chemical stability of porphyrinic MOFs severely restricted wide applications for a long period when relatively soft Lewis acidic metal species were used as nodes.", "(3)", " The practice of using hard Lewis acidic species, such as Zr", "4+", " and Al", "3+", ", has successfully expanded the range of working environments for porphyrinic MOFs, especially in aqueous media, and thus greatly diversified their applications.", "(4)", "Porphyrinic Zr-MOFs are outstanding representatives with excellent chemical stability under harsh conditions for novel applications in the MOF field, such as biomimetic catalysis and pH sensing.", "(4a-4e)", " The variation of connecting numbers and symmetry provides many topological possibilities to form different frameworks with the same tetrakis(4-carboxyphenyl)porphyrin (TCPP) linker and Zr", "6", " node. These porphyrinic Zr-MOFs obtained from variation of the synthetic conditions exhibit not only different pore sizes and shapes but also different chemical stabilities, which offer eligible candidates for different applications. For example, mesoporous PCN-222 (PCN stands for porous coordination network) has extremely high stability under acidic conditions, making it an ideal candidate for incorporation of large substrates or applications in acidic environments.", "(4a)", " In comparison, PCN-224 has worse stability under acidic conditions but survives much better under basic conditions.", "(4e)", " Although several different porphyrinic Zr-MOFs have already been reported, the variable connectivity and symmetry of the Zr", "6", " cluster still provides topological possibilities to obtain more frameworks with different applicable properties. Therefore, the exploration of novel porphyrinic Zr-MOFs might further expand the study of novel applications for MOFs.", "In this work, through a kinetically controlled process, we synthesized PCN-223, a new porphyrinic Zr-MOF. PCN-223 contains the unprecedented ", "D", "6", "h", "-symmetric 12-connected Zr", "6", " cluster, which gives rise to the ", "shp-a", " network, of which this is the first example in a MOF. PCN-223 has uniform one-dimensional (1D) triangular channels with porphyrinic walls. With the highest connectivity among the Zr-MOFs, PCN-223 shows excellent stability in aqueous environments with pH values ranging from 0 to 10. We also generated a naked cationic iron(III) porphyrin center in PCN-223(Fe) that catalyzes the hetero-Diels–Alder (hDA) reaction between unreactive aldehydes and a diene in very high yield with excellent recyclability.", "The fully bridged Zr", "6", " [Zr", "6", "O", "4", "OH", "4", "(COO)", "12", "] cluster reported in UiO-66 is a 12-connected ", "O", "h", "-symmetric node that both symmetrically and in connectivity matches with the four-connected ", "D", "4", "h", "-symmetric TCPP node. The combination of these two nodes gives rise to an ", "ftw-a", " network. However, the relative position of the two nodes is not compatible with that in the ", "ftw-a", " network unless a relatively high energy conformation is adopted for each node.", "(5)", " As a result, both the connectivity and the symmetry of the Zr", "6", " secondary building unit always decrease to form other networks with the symmetry-reduced TCPP ligands with a variety of dihedral angles between the central and peripheral rings. Despite the structural differences, the Zr porphyrinic MOFs are obtained under very similar reaction conditions, which suggests the lack of a thermodynamically dominant phase, providing opportunities to explore more new structures by tuning the synthetic conditions. By using less competing reagent (benzoic acid or acetic acid), which could accelerate the formation of the MOF while maintaining the crystallinity, we successfully obtained a kinetically favored phase of porphyrinic zirconium MOFs, PCN-223.", "Solvothermal reactions of ZrCl", "4", ", TCPP (free-base or Fe-coordinated), and the competing (modulating) reagent in DMF gave spindle-shaped crystals of PCN-223. Single-crystal X-ray diffraction revealed that PCN-223(Fe) crystallizes in the ", "P", "6/", "m", " space group. Originally, a 12-connected Zr", "18", " cluster was observed, which has never been reported for either Zr carboxylates or Zr-MOFs (Figure ", "1", "a). However, the shortest Zr···Zr distance in the Zr", "18", " cluster was 2.45 Å, which is much shorter than those in the Zr", "6", " cluster (∼2.70 Å) and other reported zirconium carboxylates. As Zr", "6", " is the absolutely dominant inorganic node in all of the reported Zr-MOFs, we tried to confirm the discovery of this unusual Zr", "18", " cluster by measuring the ratio between Zr and the TCPP linker.", "(6)", " According to the results of energy-dispersive X-ray spectroscopy (EDX), the Zr to Fe ratio in PCN-223(Fe) was determined to be 2:1, suggesting a 12-connected Zr", "6", " cluster instead of Zr", "18", " (section S4 in the ", "Supporting Information", " (SI)). To rationalize this result, we separated the Zr", "18", " cluster into three Zr", "6", " clusters oriented in different directions that are periodically arranged in the framework and appear as a Zr", "18", " cluster through crystallographic disorder (Figure ", "1", "a). In each individual Zr", "6", " cluster, only eight carboxylates bridge adjacent Zr atoms, while the other four chelate single Zr atoms (Figure ", "1", "b). In Zr-MOFs, this is a novel building unit that differs from the conventional 12-connected Zr", "6", " cluster in UiO-66, in which all of the carboxylates bridge adjacent Zr atoms (Figure ", "1", "b).", "(6a)", " After topological simplification (considering only carbon atoms on the carboxylates), each 12-connected Zr", "6", " cluster in PCN-223 exhibits ", "D", "6", "h", " symmetry and overall gives rise to the first ", "shp-a", " topology among all reported MOFs (Figure ", "2", "c–e). Along the ", "c", " axis, PCN-223 has uniform triangular 1D channels of 12 Å; this arrangement is equivalent to separating the hexagonal channel in PCN-222 by six more TCPP linkers and an extra Zr", "6", " node (Figure ", "2", "a,b and ", "section S3", ").", "Figure 1. (a) Directly observed Zr", "18", " cluster (left) and overlapping Zr", "6", " clusters, each exhibiting partial crystallographic occupancy (right). (b) The unusual 12-connected Zr", "6", " cluster (left) and the conventional 12-connected ", "O", "h", "-symmetric Zr", "6", " cluster.", "Figure 2. (a, b) Views of PCN-223 along the ", "c", " axis (a) with uniform triangular 1D channels observed in the structure and (b) after removal of disorder. (c–e) Topology analysis of PCN-223.", "It is worth noting that such a ", "shp-a", " network is one of the three edge-transitive (4,12)-c nets predicted by O’Keeffe and co-workers.", "(5b)", " Interestingly, another (4,12)-c net, ", "ftw-a", ", has also been realized in porphyrinic Zr-MOFs (MOF-525 and PCN-221). In comparison, MOF-525 was obtained with a much higher acid to ligand ratio and a longer reaction time, suggesting that PCN-223 may be more kinetically favored. Compared with ", "shp-a", ", the ", "ftw-a", " net shows a more regular arrangement (higher symmetry). To obtain the latter requires longer times for assembly and crystal growth. Moreover, less or weaker competing reagent is needed for PCN-223 compared with PCN-222, which not only kinetically accelerates MOF growth but also facilitates the formation of an entropically favored product.", "(7)", "In order to assess the porosities of PCN-223(Free base) and PCN-223(Fe), we performed N", "2", " sorption measurements at 77 K (Figure ", "3", "b). Both PCN-223(Free base) and PCN-223(Fe) show N", "2", " uptakes of ∼430 cm", "3", "/g at 1 bar. The experimental Brunauer–Emmett–Teller surface areas of PCN-223(Free base) and PCN-223(Fe) are ∼1600 m", "2", "/g and their porosities are ∼0.6 cm", "3", "/g, in good agreement with the results calculated using the non-disordered structure. When the Zr", "18", " cluster model was used, the simulated results of both were lower than the experimental values, further confirming our structural rationalization. The crystal structure of PCN-223 was finally validated with powder X-ray diffraction (PXRD) results (Figure S6 in the ", "SI", "). Since the ", "shp-a", " network has one of the highest connectivities among all of the reported MOFs, we expected high chemical stability for PCN-223 and tested that under aqueous solutions with different pH values.", "(7)", " After PCN-223(No metal) was soaked in different solutions for 24 h, the PXRD patterns were completely maintained from 1 M HCl solution to pH 10 aqueous solution (Figure ", "3", "a). Meanwhile, the N", "2", " uptakes of PCN-223(Free base) samples after different treatments were almost the same as that of the pristine sample, which is evidence for the stability of the framework under harsh chemical conditions (Figure ", "3", "b). Although the stability of PCN-223 under acidic conditions is not as good as that of PCN-222, PCN-223 exhibits much better stability in basic environments, allowing its application under different conditions. Moreover, PCN-223 shows excellent thermal stability (", "Figures S11 and S12", ").", "Figure 3. (a) PXRD of PCN-223(No metal) under different conditions. (b) N", "2", " adsorption isotherms for PCN-223(Fe) and PCN-223(Free base) after harsh treatments to show the excellent stability.", "Because of the high concentration of porphyrinic centers in the framework as well as the excellent chemical stability of PCN-223, we studied its catalytic activity for the hDA reaction between unreactive aldehydes and a diene to confirm PCN-223 as a recyclable heterogeneous catalyst. The hDA reaction is one of the most powerful synthetic approaches for the construction of six-membered heterocyclic compounds. In particular, the cycloaddition of aldehydes to dienes has been widely applied in the preparation of natural products.", "(8a)", " However, most of these reactions involve the use of activated aldehydes such as glyoxylates or electron-rich dienes such as Danishefsky’s diene to reach high yields. Only a small number of hDA reactions using unactivated aldehydes and simple dienes have been reported.", "(8b)", " Moreover, the use of very strong Brønsted acids or Lewis acids is always necessary to activate the poorly reactive heterodienophile to compensate for the low reactivity of simple dienes, which severely restricts the choice of functional groups that can be tolerated under such harsh reaction conditions. Recently, Fujiwara et al.", "(8c)", " reported catalysis of the hDA reaction of unactivated aldehydes and simple dienes using an iron(III) porphyrinic cation, which showed high catalytic performance and robustness in the reaction.", "Since the cationic iron(III) porphyrin has very strong affinity for all electron-donating species, the synthesis and handling have to be conducted under an inert environment. However, when porphyrinic MOFs are used, the catalysts can be conveniently recycled, which could save a lot of effort for making new catalyst and for product separation. Following the synthetic procedure in the reported homogeneous system, we made the cationic Fe(III) porphyrin center in PCN-223(Fe) and tested its catalytic performance using the same substrates (Scheme ", "1", "). The potential blocking of cationic sites and pores of PCN-223(Fe) due to the generation of AgCl precipitates was of great concern but could not be directly measured because of the high activity of cationic PCN-223(Fe). Remarkably, the reaction of benzaldehyde with 2,3-dimethyl-1,3-butadiene reached 99% yield, as confirmed by both column chromatography (NMR) and GC (Table ", "1", "), which is even higher than that reported in the optimal homogeneous system. It is also worth noting that we employed toluene as the solvent instead of the carcinogenic benzene, which is the optimized solvent in the reported homogeneous system. Since the catalytic mechanism is to use the naked cationic iron(III) center to polarize the aldehyde species, electron-withdrawing groups on the porphyrin should increase the polarization ability of the iron center and thus enhance the catalytic activity. To eliminate other possible reactive centers, two control experiments were performed with PCN-223(Free base) and PCN-223(Fe) with no AgBF", "4", " additive to confirm that only the cationic PCN-223(Fe) is active toward the catalysis of the hDA reaction. Therefore, the higher catalytic activity in cationic PCN-223(Fe) compared with the homogeneous system could be ascribed to two possible reasons: carboxylate itself is an electron-withdrawing group, which could decrease the electron density on the iron center; meanwhile, because of its high ", "Z", "/", "r", " value, zirconium could be considered as an extremely effective electron-withdrawing group, which would dramatically decrease the electron density on the porphyrin after bonding to the carboxylates. Both effects could further increase the polarization ability of the iron center and increase the overall catalytic activity. Such an extraordinary result also highlights the advantages of using MOFs as heterogeneous systems. Because of their porous frameworks, MOFs can be used as heterogeneous catalysts in any solvent despite the solubility of the catalyst, in contrast to homogeneous systems, which always require extra synthetic effort to find the appropriate solvent, greatly limiting the scope of the catalytic reaction. For instance, although carboxylate groups might enhance the catalytic activity, TCPP has very low solubility in nonpolar solvents, so it cannot be used alone in benzene or toluene. Furthermore, the inorganic units could further increase the activity of the linker instead of acting as pure spectators; however, these inorganic clusters would be useless in a homogeneous system because of their limited solubility in common organic solvents. This illustrates that when MOFs are applied in a suitable system, the metal-containing nodes, organic linkers, and framework porosity can be most effectively integrated to enhance the utility of a catalytic system. Of course, it is still necessary to optimize the reaction conditions, such as temperature, substrate solubility, and even substrate diffusion from the solvent toward the porous catalyst.", "Scheme 1. (a) Preparation of the Cationic Center in PCN-223(Fe); (b) hDA Reaction Catalyzed by PCN-223(Fe)", "Table 1. hDA Reactions Using Different Benzaldehydes", "entry", "R", "GC yield (%)", "isolated yield (%)", "1", "H", ">99", ">99", "2", "CH", "3", "98", "96", "3", "CN", "28", "30", "4", "Ph", "51", "56", "Three other functionalized benzaldehydes were also tested (Table ", "1", "); 4-methylbenzaldehyde (4-MB) was almost completely converted to product, while 4-phenylbenzaldehyde and 4-cyanobenzaldehyde showed relatively low yields, presumably because of the electron-withdrawing effect of the functional groups. To evaluate the recyclability, the PCN-223(Fe) catalyst was recovered after each reaction (4-MB, 12 h) by simple centrifugation, and the recovered catalyst was reused for the next reaction. The catalytic activity was well-maintained, as the yield was still higher than 90% after five cycles (Table ", "2", "), demonstrating the excellent recyclability of PCN-223(Fe).", "Table 2. Recyclability Test of PCN-223(Fe) Using 4-MB", "cycle", "1", "2", "3", "4", "5", "GC yield (%)", "98", "95", "96", "94", "90", "In conclusion, through a kinetically controlled synthetic process, we synthesized PCN-223, a new porphyrinic Zr-MOF. PCN-223 is constructed from a new hexagonal prismatic 12-connected Zr", "6", " cluster, which gives rise to the first example of a ", "shp-a", " network in MOFs. After postsynthetic treatment, cationic PCN-223(Fe) was demonstrated to be an excellent recyclable heterogeneous catalyst for the hetero-Diels–Alder reaction.", " ", "Top of Page", "Abstract", "References", "Supporting Information", "Procedures and additional data. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "†", "Author Contributions", "D.F., Z.-Y.G., and Y.-P.C. contributed equally.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "References", "Acknowledgment", "This work was supported as part of the Center for Gas Separations Relevant to Clean Energy Technologies, an Energy Frontier Research Center funded by the U.S. Department of Energy (DOE), Office of Science, Office of Basic Energy Sciences, under Award DE-SC0001015. Use of the Advanced Photon Source, an Office of Science User Facility operated for the DOE Office of Science by Argonne National Laboratory, was supported by DOE under Contract DE-AC02-06CH11357.", "Reference QuickView", "Top of Page", "Abstract", "References", "References", "This article references 8 other publications.", "1. ", "Zhou", ", ", "H.-C.", "; ", "Long", ", ", "J. R.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "673", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Introduction to Metal-Organic Frameworks", "Zhou, Hong-Cai; Long, Jeffrey R.; Yaghi, Omar M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "673-674", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review is presented on prepn., structure and application of Metal-Org. Frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1OjtLw%253D&md5=abf05fcd4ae6b394b7f1048a93f5ebbc", "2. ", "(a) ", "Horcajada", ", ", "P.", "; ", "Gref", ", ", "R.", "; ", "Baati", ", ", "T.", "; ", "Allan", ", ", "P. K.", "; ", "Maurin", ", ", "G.", "; ", "Couvreur", ", ", "P.", "; ", "Férey", ", ", "G.", "; ", "Morris", ", ", "R. E.", "; ", "Serre", ", ", "C.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1232", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Metal-Organic Frameworks in Biomedicine", "Horcajada, Patricia; Gref, Ruxandra; Baati, Tarek; Allan, Phoebe K.; Maurin, Guillaume; Couvreur, Patrick; Ferey, Gerard; Morris, Russell E.; Serre, Christian", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1232-1268", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Coordination polymers or MOFs (metal-org. frameworks) as porous solids for biomedical are reviewed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1SrtbzN&md5=62d808da30f56c11c9a54bf70fabdc0e", "(b) ", "Kreno", ", ", "L. E.", "; ", "Leong", ", ", "K.", "; ", "Farha", ", ", "O. K.", "; ", "Allendorf", ", ", "M. R.", "; ", "Van Duyne", ", ", "P.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1105", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Metal-Organic Framework Materials as Chemical Sensors", "Kreno, Lauren E.; Leong, Kirsty; Farha, Omar K.; Allendorf, Mark; Van Duyne, Richard P.; Hupp, Joseph T.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1105-1125", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors present a crit. review of the literature on metal-org. frameworks (MOFs) as chem. sensors.  The authors begin by briefly examg. challenges relating to MOF sensor development including the design of MOFs with desirable properties, incorporation of appropriate signal transduction capabilities, and integration of MOFs into devices by employing thin-film growth techniques.  Subsequent sections discuss specific examples of MOF sensors, categorized by method of signal transduction.  Sensors based on MOF photoluminescence are discussed briefly.  The authors have limited the review of luminescence-based sensors to a small no. of recent reports where the porous MOF architecture, or its chem. compn., imparts selective sensing capabilities.  Scintillating MOFs that luminesce in the presence of radioactive analytes are also discussed.  Other signal transduction schemes that use photons include various kinds of optical interferometry, analyte modulation of localized surface plasmon resonance energies, and solvatochromism.  Mech. signal-transduction schemes employed with MOFs include ones based on surface acoustic wave, quartz crystal microbalance, and microcantilever devices.  Elec. schemes thus far were limited to ones based on impedance spectroscopy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVCgtL%252FI&md5=f6ed572725bc067ee8da81880bf1ec90", "(c) ", "Suh", ", ", "M. P.", "; ", "Park", ", ", "H. J.", "; ", "Prasad", ", ", "T. K.", "; ", "Lim", ", ", "D.-W.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "782", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Hydrogen Storage in Metal-Organic Frameworks", "Suh, Myunghyun Paik; Park, Hye Jeong; Prasad, Thazhe Kootteri; Lim, Dae-Woon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "782-835", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  MOFs have versatile structures, high surface areas and high pore vols. - they can be regarded as good candidate materials for H storage.  There are many MOFs that have high H adsorption capacities at low temps., typically at 77 or 87 K.  The highest H storage capacity reported so far is 99.5 mg/g at 77K and 56 bar for NU-100.  However, the high H capacities of MOFs at cryogenic temps. decrease as the temp. increases to room temp.  This is because the H adsorption in MOFs is weak physisorption and the interaction energies between the H mols. and frameworks are low.  To develop MOFs as H storage materials that meet the U.S.DOE targets for an on-board hydrogen system, a serious challenge is still present in the design and synthesis of the MOF materials.  We may expect that highly stable MOFs having a large surface area and pore vol., together with many open metal sites and embedded catalysts for hydrogen spillover, would provide some pos. results for H storage at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1GlsbjM&md5=dd1f08beefd27cce77d88e466551c1af", "(d) ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T.-H.", "; ", "Long", ", ", "J. R.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "(e) ", "Yoon", ", ", "M.", "; ", "Srirambalaji", ", ", "R.", "; ", "Kim", ", ", "K.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1196", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Homochiral Metal-Organic Frameworks for Asymmetric Heterogeneous Catalysis", "Yoon, Minyoung; Srirambalaji, Renganathan; Kim, Kimoon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1196-1231", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors have provided an overview of metal-org. framework (MOF)-based asym. heterogeneous catalysis by presenting the state of the art in this field and discussing its potential and limitations.  Here, MOF-based asym. catalysts are classified according to their working principles and synthetic strategies.  Design, synthesis and structural characteristics of chiral metal-org. frameworks, as well as their catalytic activities in various asym. transformations, are described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVOlt7rF&md5=7ee0508d7ed4b69aec1ca6d950681972", "(f) ", "Cui", ", ", "Y.", "; ", "Yue", ", ", "Y.", "; ", "Qian", ", ", "G.", "; ", "Chen", ", ", "B.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1126", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Luminescent Functional Metal-Organic Frameworks", "Cui, Yuanjing; Yue, Yanfeng; Qian, Guodong; Chen, Banglin", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1126-1162", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors discuss the title topic and applications such as LEDs and luminescent sensors.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnslKitr8%253D&md5=255200f12ee460fd90a29655c2b685dc", "(g) ", "Li", ", ", "J.-R.", "; ", "Sculley", ", ", "J.", "; ", "Zhou", ", ", "H.-C.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "869", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Metal-Organic Frameworks for Separations", "Li, Jian-Rong; Sculley, Julian; Zhou, Hong-Cai", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "869-932", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  This article reviews the metal-org. frameworks (MOFs), a new class of porous solid materials.  Their performances for applications in sepns. and purifications is attracting intense interest of researchers working in the fields of chem., chem. engineering, materials science, and others.  Despite being in its infancy, the research progress in this subject has already shown that MOFs are promising for sepn. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1OnsbbL&md5=635f36e2682f7fbc651f5021d591a1cf", "(h) ", "Wu", ", ", "H.", "; ", "Gong", ", ", "Q.", "; ", "Olson", ", ", "D. H.", "; ", "Li", ", ", "J.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "836", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Commensurate Adsorption of Hydrocarbons and Alcohols in Microporous Metal Organic Frameworks", "Wu, Haohan; Gong, Qihan; Olson, David H.; Li, Jing", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "836-868", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Commensurate adsorption is an interesting and important phenomenon occurring during adsorption processes, where the mol. size and shape of the adsorbate (guest mol.) lead to an orientation and adsorbed amt. (at equil.) that is compatible and self-consistent with the crystal symmetry and pore structure of the adsorbent.  As a new type of adsorbate material with distinctly advantageous features, microporous metal org. frameworks (MMOFs) demonstrate enormous potential for adsorption based applications, including storage, sepn., and purifn. of small gases and hydrocarbons.  Commensurate adsorption of hydrocarbons occurs far more often in MMOFs than in zeolites and related materials, primarily as a result of a vastly greater variety of framework types and richer hierarchy of complexity of the pore structures for the former.  Among numerous structures in which commensurate adsorption has been obsd. in the vicinity of room temp., many have 1D open channels built on pore segments of distinct shape, size, and narrow pore window that closely match with the geometries of hydrocarbon species.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XpsVOhtA%253D%253D&md5=5c1aad767ab767e289d672529b50f640", "(i) ", "Wang", ", ", "C.", "; ", "Zhang", ", ", "T.", "; ", "Lin", ", ", "W.", " ", "Chem. Rev.", " ", "2011", ",  ", "112", ",  ", "1084", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "(j) ", "Lu", ", ", "W.-G.", "; ", "Su", ", ", "C.-Y.", "; ", "Lu", ", ", "T.-B.", "; ", "Jiang", ", ", "L.", "; ", "Chen", ", ", "J.-M.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "34", "ACS Full Text ", ", [", "CAS", "]", "2. ", "Two Stable 3D Metal-Organic Frameworks Constructed by Nanoscale Cages via Sharing the Single-Layer Walls", "Lu, Wen-Guan; Su, Cheng-Yong; Lu, Tong-Bu; Jiang, Long; Chen, Jia-Mei", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "1", "),\r\n    ", "34-35", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two stable 3-dimensional metal-org. frameworks, {Na4[Cd7(IDC)6].3bpy.7H2O}n (bipy - 4,4'-bipyridine) and {(Bu4N)K3[Cd7(IDC)6].6H2O}n, are constructed by the hydrothermal reactions of Cd(NO3)2·4H2O and imidazole-4,5-dicarboxylate (IDC3-) using bpy and Bu4NBr as templates.  Both structures show the same frameworks, which are composed by the nanoscale cages via sharing the single-layer walls.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht12rtbvI&md5=7abe04dd1d0532bc6cf888691c66bfa8", "(k) ", "Umemura", ", ", "A.", "; ", "Diring", ", ", "S.", "; ", "Furukawa", ", ", "S.", "; ", "Uehara", ", ", "H.", "; ", "Tsuruoka", ", ", "T.", "; ", "Kitagawa", ", ", "S.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "15506", "ACS Full Text ", ", [", "CAS", "]", "2. ", "Morphology Design of Porous Coordination Polymer Crystals by Coordination Modulation", "Umemura, Ayako; Diring, Stephane; Furukawa, Shuhei; Uehara, Hiromitsu; Tsuruoka, Takaaki; Kitagawa, Susumu", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "39", "),\r\n    ", "15506-15513", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The design of crystal morphol., or exposed crystal facets, has enabled the development (e.g., catalytic activities, material attributes, and oriented film formation) of porous coordination polymers (PCPs) without changing material compns.  However, because crystal growth mechanisms are not fully understood, control of crystal morphol. still remains challenging.  The authors report the morphol. design of [Cu3(btc)2]n (btc = benzene-1,3,5-tricarboxylate) by the coordination modulation method (modulator = n-dodecanoic acid or lauric acid).  A morphol. transition (octahedron-cuboctahedron-cube) in the [Cu3(btc)2]n crystal was obsd. with an increase in concn. of the modulator.  By suitably defining a coarse-grained std. unit of [Cu3(btc)2]n as its cuboctahedron main pore and detg. its attachment energy on crystal surfaces, Monte Carlo coarse-grain modeling revealed the population and orientation of carboxylates and elucidated an important role of the modulator in detg. the 〈100〉- and 〈111〉-growth throughout the crystal growth process.  This comprehension, in fact, successfully led to designed crystal morphologies with oriented growth on bare substrates.  Because selective crystal orientations on the bare substrates were governed by crystal morphol., this contribution also casts a new light on the unexplored issue of the significance of morphol. design of PCPs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFCgsL%252FO&md5=f5fd69e2158db102146fb003b74cfc74", "(l) ", "Gao", ", ", "J.", "; ", "Maio", ", ", "J.", "; ", "Li", ", ", "P.-Z.", "; ", "Teng", ", ", "W. Y.", "; ", "Yang", ", ", "L.", "; ", "Zhao", ", ", "Y.", "; ", "Liu", ", ", "B.", "; ", "Zhang", ", ", "Q.", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "3786", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "A p-type Ti(IV)-based metal-organic framework with visible-light photoresponse", "Gao, Junkuo; Miao, Jianwei; Li, Pei-Zhou; Teng, Wen Yuan; Yang, Ling; Zhao, Yanli; Liu, Bin; Zhang, Qichun", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "29", "),\r\n    ", "3786-3788", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The authors report a new Ti(IV)-based porous metal-org. framework (MOF) (NTU-9), which displayed strong absorption in the visible region with a band gap of 1.72 eV.  The electronic structure and band gap were further investigated by DFT calcns.  Photoelectrochem. studies indicated that NTU-9 is photoactive under visible light illumination (λ > 400 nm) and acts as a p-type semiconductor.  The results demonstrated that Ti(IV)-based MOFs could be promising visible-light photocatalysts for energy conversion and environmental remediation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXktF2kur0%253D&md5=b720877fec0e1373c217dcc0f006e8ef", "(m) ", "Lu", ", ", "H.-S.", "; ", "Bai", ", ", "L.", "; ", "Xiong", ", ", "W.-W.", "; ", "Li", ", ", "P.", "; ", "Ding", ", ", "J.", "; ", "Zhang", ", ", "G.", "; ", "Wu", ", ", "T.", "; ", "Zhao", ", ", "Y.", "; ", "Lee", ", ", "J.", "; ", "Yang", ", ", "Y.", "; ", "Geng", ", ", "B.", "; ", "Zhang", ", ", "Q.", " ", "Inorg. Chem.", " ", "2014", ",  ", "53", ",  ", "8529", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Surfactant Media To Grow New Crystalline Cobalt 1,3,5-Benzenetricarboxylate Metal-Organic Frameworks", "Lu, Hai-Sheng; Bai, Linlu; Xiong, Wei-Wei; Li, Peizhou; Ding, Junfeng; Zhang, Guodong; Wu, Tom; Zhao, Yanli; Lee, Jong-Min; Yang, Yanhui; Geng, Baoyou; Zhang, Qichun", "Inorganic Chemistry", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "16", "),\r\n    ", "8529-8537", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three new metal-org. frameworks (MOFs), [Co3(μ3-OH)(HBTC)(BTC)2Co(HBTC)]·(HTEA)3·H2O (NTU-Z30), [Co(BTC)]·HTEA·H2O (NTU-Z31), [Co3(BTC)4]·(HTEA)4 (NTU-Z32), where H3BTC = 1,3,5-benzenetricarboxylic acid, TEA = triethylamine, and NTU = Nanyang Technol. University, have been successfully synthesized under surfactant media and have been carefully characterized by single-crystal x-ray diffraction, powder X-ray diffraction, TGA, and IR spectrometry.  NTU-Z30 has an unusual trimeric [Co3(μ3-OH)(COO)7] secondary building unit (SBU), which is different from the known trimeric [Co3O(COO)6] SBU.  The topol. studies indicate that NTU-Z30 and NTU-Z32 possess two new topologies, 3,3,6,7-c net and 2,8-c net, resp., while NTU-Z31 has a known topol. rtl type (3,6-c net).  Magnetic analyses show that all three materials have weak antiferromagnetic behavior.  Furthermore, NTU-Z30 has been selected as the heterogeneous catalyst for the aerobic epoxidn. of alkene, and the authors' results show that this material exhibits excellent catalytic activity as well as good stability.  The authors' success in growing new cryst. cobalt 1,3,5-benzenetricarboxylate MOFs under surfactant media could pave a new road to prepg. new diverse cryst. inorg. materials through a surfactant-thermal method.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht12gu7vI&md5=aa1e3adf58418e46eb81d7b4d147750b", "3. ", "(a) ", "Alkordi", ", ", "M. H.", "; ", "Liu", ", ", "Y.", "; ", "Larsen", ", ", "R. W.", "; ", "Eubank", ", ", "J. F.", "; ", "Eddaoudi", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "12639", "ACS Full Text ", ", [", "CAS", "]", "3. ", "Zeolite-like Metal-Organic Frameworks as Platforms for Applications: On Metalloporphyrin-Based Catalysts", "Alkordi, Mohamed H.; Liu, Yunling; Larsen, Randy W.; Eubank, Jarrod F.; Eddaoudi, Mohamed", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "38", "),\r\n    ", "12639-12641", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The extra-large cavities of zeolite-like metal-org. frameworks (ZMOFs) offer great potential for use as support to larger mols., e.g., porphyrins.  The anionic nature of the framework allowed for facile in situ encapsulation of a cationic free-base porphyrin, and the α-cage of In-imidazoledicarboxylate-based rho-ZMOF is ideally suited to the isolation of one porphyrin mol. per cage, which prevents the oxidative self-degrdn. assocd. with self-dimerization, common in homogeneous catalysis and upon aggregation in solid supports like mesoporous silicates or polymers.  The encapsulation of a free-base porphyrin [5,10,15,20-tetrakis(1-methyl-4-pyridinio)porphyrin] and the stability of the rho-ZMOF to metalation conditions, allows for the prepn. of a variety of metalloporphyrins (i.e., Mn, Cu, Co, Zn ions) with the ZMOF serving as platform.  The Mn-metalated porphyrin encapsulated in rho-ZMOF shows catalytic activity toward the oxidn. of cyclohexane, with turn-over no. higher than those reported for similar heterogeneous systems; the system can be recycled up to 11 cycles, which represents a longer lifetime than that reported for any other system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtVCmsrrN&md5=8b557b666564899f9bd552e5de925c54", "(b) ", "Fateeva", ", ", "A.", "; ", "Chater", ", ", "P. A.", "; ", "Ireland", ", ", "C. P.", "; ", "Tahir", ", ", "A. A.", "; ", "Khimyak", ", ", "Y. Z.", "; ", "Wiper", ", ", "P. V.", "; ", "Darwent", ", ", "J. R.", "; ", "Rosseinsky", ", ", "M. J.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "7440", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "A Water-Stable Porphyrin-Based Metal-Organic Framework Active for Visible-Light Photocatalysis", "Fateeva, Alexandra; Chater, Philip A.; Ireland, Christopher P.; Tahir, Asif A.; Khimyak, Yaroslav Z.; Wiper, Paul V.; Darwent, James R.; Rosseinsky, Matthew J.", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "30", "),\r\n    ", "7440-7444, S7440/1-S7440/17", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Water-stable porous porphyrin-metal org. framework with surface area 1400 m2-g-1 is reported which performs visible-light driven H2 photogeneration from H2O.  Thus, reaction of AlCl3.6H2O with free-base tetra-(4-carbonylphenyl)porphyrin (H2TCPP) in H2O under hydrothermal conditions followed by washing with DMF produced porous red H2TCPP[AlOH]2(DMF3-(H2O)2) (Al-PMOF).  Modification of Al-PMOF by porphyrin metalation with anhyd. Zinc acetate produced purple compd. Zn-TCCP-[AlOH]2 (2).  Crystal structure and optical properties of Al-PMOF and 2 were studied.  Photocatalytic efficiency of Al-PMOF and 2 was evaluated for H2 evolution from H2O under visible light in presence of methylviologen, EDTA and Pt co-catalyst.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xos1eht78%253D&md5=f4e9b15805f5a4433684acdd7c15d546", "(c) ", "Meng", ", ", "L.", "; ", "Cheng", ", ", "Q.", "; ", "Kim", ", ", "C.", "; ", "Gao", ", ", "W.-Y.", "; ", "Wojtas", ", ", "L.", "; ", "Chen", ", ", "Y.-S.", "; ", "Zaworotko", ", ", "M. J.", "; ", "Zhang", ", ", "X. P.", "; ", "Ma", ", ", "S.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "10082", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Crystal Engineering of a Microporous, Catalytically Active fcu Topology MOF Using a Custom-Designed Metalloporphyrin Linker", "Meng, Le; Cheng, Qigan; Kim, Chungsik; Gao, Wen-Yang; Wojtas, Lukasz; Chen, Yu-Sheng; Zaworotko, Michael J.; Zhang, X. Peter; Ma, Shengqian", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "40", "),\r\n    ", "10082-10085, S10082/1-S10082/12", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Crystal engineering of microporous, catalytically active fcu topol. MOF using a custom-designed metalloporphyrin linker is discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlSgur3M&md5=c2377b05f95094ca04dc5a1dfb6f0a43", "(d) ", "Lee", ", ", "C. Y.", "; ", "Farha", ", ", "O. K.", "; ", "Hong", ", ", "B. J.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Nguyen", ", ", "S. T.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "15858", "ACS Full Text ", ", [", "CAS", "]", "3. ", "Light-Harvesting Metal-Organic Frameworks (MOFs): Efficient Strut-to-Strut Energy Transfer in Bodipy and Porphyrin-Based MOFs", "Lee, Chang Yeon; Farha, Omar K.; Hong, Bong Jin; Sarjeant, Amy A.; Nguyen, Son Binh T.; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "40", "),\r\n    ", "15858-15861", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A pillared-paddlewheel type metal-org. framework (MOF) material featuring Bodipy- and porphyrin-based struts, and capable of harvesting light across the entire visible spectrum, has been synthesized.  Efficient - essentially quant. strut-to-strut energy transfer (antenna behavior) was obsd. for the well-organized donor-acceptor assembly constituting the ordered MOF structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1SltrjK&md5=31e7b31dcc5c1a03c8c36af04df2e863", "(e) ", "Son", ", ", "H.-J.", "; ", "Jin", ", ", "S.", "; ", "Patwardhan", ", ", "S.", "; ", "Wezenberg", ", ", "S. J.", "; ", "Jeong", ", ", "N. C.", "; ", "So", ", ", "M.", "; ", "Wilmer", ", ", "C. E.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Schatz", ", ", "G. C.", "; ", "Snurr", ", ", "R. Q.", "; ", "Farha", ", ", "O. K.", "; ", "Wiederrecht", ", ", "G. P.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "862", "ACS Full Text ", ", [", "CAS", "]", "3. ", "Light-Harvesting and Ultrafast Energy Migration in Porphyrin-Based Metal-Organic Frameworks", "Son, Ho-Jin; Jin, Shengye; Patwardhan, Sameer; Wezenberg, Sander J.; Jeong, Nak Cheon; So, Monica; Wilmer, Christopher E.; Sarjeant, Amy A.; Schatz, George C.; Snurr, Randall Q.; Farha, Omar K.; Wiederrecht, Gary P.; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "2", "),\r\n    ", "862-869", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Given that energy (exciton) migration in natural photosynthesis primarily occurs in highly ordered porphyrin-like pigments (chlorophylls), equally highly ordered porphyrin-based metal-org. frameworks (MOFs) might be expected to exhibit similar behavior, thereby facilitating antenna-like light-harvesting and positioning such materials for use in solar energy conversion schemes.  Herein, the first example is reported of directional, long-distance energy migration within a MOF.  Two MOFs, namely F-MOF and DA-MOF that are composed of two Zn(II) porphyrin struts [5,15-dipyridyl-10,20-bis(pentafluorophenyl)porphinato]zinc(II) and [5,15-bis[4-(pyridyl)ethynyl]-10,20-diphenylporphinato]zinc(II), resp., were investigated.  From fluorescence quenching expts. and theor. calcns., it is found that the photogenerated exciton migrates over a net distance of up to ∼45 porphyrin struts within its lifetime in DA-MOF (but only ∼3 in F-MOF), with a high anisotropy along a specific direction.  The remarkably efficient exciton migration in DA-MOF is attributed to enhanced π-conjugation through the addn. of two acetylene moieties in the porphyrin mol., which leads to greater Q-band absorption intensity and much faster exciton-hopping (energy transfer between adjacent porphyrin struts).  The long distance and directional energy migration in DA-MOF suggests promising applications of this compd. or related compds. in solar energy conversion schemes as an efficient light-harvesting and energy-transport component.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVCqsbnL&md5=e74c7d720f824253137bc6557263c0d8", "(f) ", "Gao", ", ", "W.-Y.", "; ", "Chrzanowski", ", ", "M.", "; ", "Ma", ", ", "S.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5841", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Metal-metalloporphyrin frameworks: a resurging class of functional materials", "Gao, Wen-Yang; Chrzanowski, Matthew; Ma, Shengqian", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5841-5866", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This review presents comprehensively recent progress in metal-metalloporphyrin frameworks (MMPFs) with an emphasis on versatile functionalities.  Following a brief introduction of basic concepts and the potential virtues of MMPFs, we give a snapshot of the historical perspective of MMPFs since 1991.  We then summarize four effective strategies implemented frequently to construct prototypal MMPFs.  MMPFs represent a resurging class of promising functional materials, highlighted with diverse applications including guest-mol. adsorption and sepn., catalysis, nano-thin films and light-harvesting.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7jP&md5=8269586fdf7715df737d85f58cc2de66", "(g) ", "Park", ", ", "J.", "; ", "Feng", ", ", "D.", "; ", "Yuan", ", ", "S.", "; ", "Zhou", ", ", "H.-C.", " ", "Angew. Chem., Int. Ed.", " ", "2014", ", ", " DOI: 10.1002/anie.201408862", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "4. ", "(a) ", "Feng", ", ", "D.", "; ", "Gu", ", ", "Z. Y.", "; ", "Li", ", ", "J. R.", "; ", "Jiang", ", ", "H. L.", "; ", "Wei", ", ", "Z.", "; ", "Zhou", ", ", "H. C.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "10307", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Zirconium-Metalloporphyrin PCN-222: Mesoporous Metal-Organic Frameworks with Ultrahigh Stability as Biomimetic Catalysts", "Feng, Dawei; Gu, Zhi-Yuan; Li, Jian-Rong; Jiang, Hai-Long; Wei, Zhangwen; Zhou, Hong-Cai", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "41", "),\r\n    ", "10307-10310, S10307/1-S10307/46", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Zirconium-metalloporphyrin PCN-222 mesoporous metal-org. frameworks with ultrahigh stability as biomimetic catalysts are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1aqtLvK&md5=1f53cd17d6e9bf7e130b29acdafc98cb", "(b) ", "Morris", ", ", "W.", "; ", "Volosskiy", ", ", "B.", "; ", "Demir", ", ", "S.", "; ", "Gándara", ", ", "F.", "; ", "McGrier", ", ", "P. L.", "; ", "Furukawa", ", ", "H.", "; ", "Cascio", ", ", "D.", "; ", "Stoddart", ", ", "J. F.", "; ", "Yaghi", ", ", "O. M.", " ", "Inorg. Chem.", " ", "2012", ",  ", "51", ",  ", "6443", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Synthesis, Structure, and Metalation of Two New Highly Porous Zirconium Metal-Organic Frameworks", "Morris, William; Volosskiy, Boris; Demir, Selcuk; Gandara, Felipe; McGrier, Psaras L.; Furukawa, Hiroyasu; Cascio, Duilio; Stoddart, J. Fraser; Yaghi, Omar M.", "Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "12", "),\r\n    ", "6443-6445", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three new metal-org. frameworks [MOF-525, Zr6O4(OH)4(TCPP-H2)3; MOF-535, Zr6O4(OH)4(XF)3; MOF-545, Zr6O8(H2O)8(TCPP-H2)2, where porphyrin H4-TCPP-H2 = (C48H24O8N4) and cruciform H4-XF = (C42O8H22)] based on two new topologies, ftw and csq, were synthesized and structurally characterized.  MOF-525 and -535 are composed of Zr6O4(OH)4 cuboctahedral units linked by either porphyrin (MOF-525) or cruciform (MOF-535).  Another Zr-contg. unit, Zr6O8(H2O)8, is linked by porphyrin to give the MOF-545 structure.  The structure of MOF-525 was obtained by anal. of powder x-ray diffraction data.  The structures of MOF-535 and -545 were resolved from synchrotron single-crystal data.  MOF-525, -535, and -545 have Brunauer-Emmett-Teller surface areas of 2620, 1120, and 2260 m2/g, resp.  In addn. to their large surface areas, both porphyrin-contg. MOFs are exceptionally chem. stable, maintaining their structures under aq. and org. conditions.  MOF-525 and -545 were metalated with Fe(III) and Cu(II) to yield the metalated analogs without losing their high surface area and chem. stability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XotFGlu7c%253D&md5=e2aef059f68ef4a35e5757bf914a6883", "(c) ", "Jiang", ", ", "H.-L.", "; ", "Feng", ", ", "D.", "; ", "Wang", ", ", "K.", "; ", "Gu", ", ", "Z.-Y.", "; ", "Wei", ", ", "Z.", "; ", "Chen", ", ", "Y.-P.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "13934", "ACS Full Text ", ", [", "CAS", "]", "4. ", "An Exceptionally Stable, Porphyrinic Zr Metal-Organic Framework Exhibiting pH-Dependent Fluorescence", "Jiang, Hai-Long; Feng, Dawei; Wang, Kecheng; Gu, Zhi-Yuan; Wei, Zhangwen; Chen, Ying-Pin; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "37", "),\r\n    ", "13934-13938", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A reaction between a ZrIV salt and a porphyrinic tetracarboxylic acid leads to a metal-org. framework (MOF) with two types of open channels, representing a MOF featuring a (4,8)-connected sqc net.  The MOF is formulated as Zr6(μ3-O)4(μ3-OH)4(OH)4(H2O)4(H2TCPP)2 (denoted as PCN-225) and it's Zn-contg. deriv. is denoted as PCN-225(Zn).  The MOFs remains intact in both boiling H2O and aq. solns. with pH ranging from 1 to 11, a remarkably extensive pH range that a MOF can sustain.  Given its exceptional stability and pH-dependent fluorescent intensity, the MOF can potentially be applied in fluorescent pH sensing.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlChtLzI&md5=e5a2d00475d89e88c8be9d15d63dd4e7", "(d) ", "Feng", ", ", "D.", "; ", "Jiang", ", ", "H.-L.", "; ", "Chen", ", ", "Y.-P.", "; ", "Gu", ", ", "Z.-Y.", "; ", "Wei", ", ", "Z.", "; ", "Zhou", ", ", "H.-C.", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "12661", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Metal-Organic Frameworks Based on Previously Unknown Zr8/Hf8 Cubic Clusters", "Feng, Dawei; Jiang, Hai-Long; Chen, Ying-Pin; Gu, Zhi-Yuan; Wei, Zhangwen; Zhou, Hong-Cai", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "21", "),\r\n    ", "12661-12667", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The ongoing study of zirconium- and hafnium-porphyrinic metal-org. frameworks (MOFs) led to the discovery of isostructural MOFs based on Zr8 and Hf8 clusters, which are unknown in both cluster and MOF chem.  The Zr8O6 cluster features an idealized Zr8 cube, in which each Zr atom resides on one vertex and each face of the cube is capped by one μ4-oxygen atom.  On each edge of the cube, a carboxylate from a porphyrinic ligand bridges two Zr atoms to afford a 3-dimensional MOF with a very rare (4,12)-connected ftw topol., in which two types of polyhedral cages with diams. of ∼1.1 and ∼2.0 nm and a cage opening of ∼0.8 nm are found.  The isostructural Zr- and Hf-MOFs exhibit high surface areas, gas uptakes, and catalytic selectivity for cyclohexane oxidn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1Kjsr7F&md5=e82d9aee7c2500dce74dc73ca3aec26c", "(e) ", "Feng", ", ", "D.", "; ", "Chung", ", ", "W.-C.", "; ", "Wei", ", ", "Z.", "; ", "Gu", ", ", "Z.-Y.", "; ", "Jiang", ", ", "H.-L.", "; ", "Chen", ", ", "Y.-P.", "; ", "Darensbourg", ", ", "D.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "17105", "ACS Full Text ", ", [", "CAS", "]", "4. ", "Construction of Ultrastable Porphyrin Zr Metal-Organic Frameworks through Linker Elimination", "Feng, Dawei; Chung, Wan-Chun; Wei, Zhangwen; Gu, Zhi-Yuan; Jiang, Hai-Long; Chen, Ying-Pin; Darensbourg, Donald J.; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "45", "),\r\n    ", "17105-17110", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of highly stable metal-org. frameworks (MOFs) with 3-D nanochannels, namely PCN-224 ({[Zr6(μ3-OH)8(H2O/OH)12]2[TCPP-M]3}n, M = Zr(IV), Ni(II), Co(II), Fe(III); H6TCPP = tetrakis(4-carboxyphenyl)porphyrin), have been assembled with six-connected Zr6 cluster and metalloporphyrins by a linker-elimination strategy.  The PCN-224 series not only exhibits the highest BET surface area (2600m2/g) among all the reported porphyrinic MOFs but also remains intact in pH = 0 to pH = 11 aq. soln.  Remarkably, PCN-224-(Co) exhibits high catalytic activity for the CO2/propylene oxide coupling reaction and can be used as a recoverable heterogeneous catalyst.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1Sqs77J&md5=1e55b0908949e0403f28fcd285a263da", "(f) ", "Fateeva", ", ", "A.", "; ", "Chater", ", ", "P. A.", "; ", "Ireland", ", ", "C. P.", "; ", "Tahir", ", ", "A. A.", "; ", "Khimyak", ", ", "Y. Z.", "; ", "Wiper", ", ", "P. V.", "; ", "Darwent", ", ", "J. R.", "; ", "Rosseinsky", ", ", "M. J.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "7440", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "A Water-Stable Porphyrin-Based Metal-Organic Framework Active for Visible-Light Photocatalysis", "Fateeva, Alexandra; Chater, Philip A.; Ireland, Christopher P.; Tahir, Asif A.; Khimyak, Yaroslav Z.; Wiper, Paul V.; Darwent, James R.; Rosseinsky, Matthew J.", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "30", "),\r\n    ", "7440-7444, S7440/1-S7440/17", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Water-stable porous porphyrin-metal org. framework with surface area 1400 m2-g-1 is reported which performs visible-light driven H2 photogeneration from H2O.  Thus, reaction of AlCl3.6H2O with free-base tetra-(4-carbonylphenyl)porphyrin (H2TCPP) in H2O under hydrothermal conditions followed by washing with DMF produced porous red H2TCPP[AlOH]2(DMF3-(H2O)2) (Al-PMOF).  Modification of Al-PMOF by porphyrin metalation with anhyd. Zinc acetate produced purple compd. Zn-TCCP-[AlOH]2 (2).  Crystal structure and optical properties of Al-PMOF and 2 were studied.  Photocatalytic efficiency of Al-PMOF and 2 was evaluated for H2 evolution from H2O under visible light in presence of methylviologen, EDTA and Pt co-catalyst.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xos1eht78%253D&md5=f4e9b15805f5a4433684acdd7c15d546", "(g) ", "Valenzano", ", ", "L.", "; ", "Civalleri", ", ", "B.", "; ", "Chavan", ", ", "S.", "; ", "Bordiga", ", ", "S.", "; ", "Nilsen", ", ", "M. H.", "; ", "Jakobsen", ", ", "S.", "; ", "Lillerud", ", ", "K. P.", "; ", "Lamberti", ", ", "C.", " ", "Chem. Mater.", " ", "2011", ",  ", "23", ",  ", "1700", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Disclosing the complex structure of UiO-66 metal organic framework: a synergic combination of experiment and theory", "Valenzano, Loredana; Civalleri, Bartolomeo; Chavan, Sachin; Bordiga, Silvia; Nilsen, Merete H.; Jakobsen, Soren; Lillerud, Karl Petter; Lamberti, Carlo", "Chemistry of Materials", "\r\n        (", "2011", "),\r\n    ", "23", "\r\n        (", "7", "),\r\n    ", "1700-1718", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Through a combined use of exptl. and theor. approaches such as XRPD, EXAFS, IR, and UV-visible spectroscopies and ab initio periodic DFT calcns., the authors report a detailed characterization of structural, vibrational, and electronic properties of UiO-66 (Zr-BDC MOF) in its hydroxylated and dehydroxylated forms.  The stability of the materials with respect to the most common solvents, acids, and bases is detd. by combining XRPD and TGA/MS techniques.  The structures of the two forms of UiO-66 are refined through an interactive XRPD/EXAFS approach and validated by ab initio calcns.  Exptl. and calcd. IR spectra are reported and compared to enlighten the nature of vibrational modes upon dehydroxylation and to show the complete reversibility of the dehydration/hydration phenomenon.  Exptl. and calcd. band gaps are also reported and compared.  The authors show the necessity to combine, in a synergic way, different exptl. techniques and periodic ab initio approaches to disclose and fully understand the nature of complex novel materials such as UiO-66 on structural, vibrational, and electronic grounds.  The correct structure refinement could not be possible using one of these three approaches alone, in particular, XRPD data were unable to detect an important distortion of the Zr6O6 units of the dehydrated material that was, however, foreseen in the ab initio calcns. and measured in the EXAFS spectra.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXivVSgurc%253D&md5=b34352463f4601977bb2cd5997dec62a", "(h) ", "Jakobsen", ", ", "S.", "; ", "Gianolio", ", ", "D.", "; ", "Wragg", ", ", "D. S.", "; ", "Nilsen", ", ", "M. H.", "; ", "Emerich", ", ", "H.", "; ", "Bordiga", ", ", "S.", "; ", "Lamberti", ", ", "C.", "; ", "Olsbye", ", ", "U.", "; ", "Tilset", ", ", "M.", "; ", "Lillerud", ", ", "K. P.", " ", "Phys. Rev. B", " ", "2012", ",  ", "86", ",  ", "125429", "[", "Crossref", "], [", "CAS", "]", "4. ", "Structural determination of a highly stable metal-organic framework with possible application to interim radioactive waste scavenging: Hf-UiO-66", "Jakobsen, Soeren; Gianolio, Diego; Wragg, David S.; Nilsen, Merete Hellner; Emerich, Hermann; Bordiga, Silvia; Lamberti, Carlo; Olsbye, Unni; Tilset, Mats; Lillerud, Karl Petter", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2012", "),\r\n    ", "86", "\r\n        (", "12", "),\r\n    ", "125429/1-125429/11", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "High-resoln. synchrotron radiation x-ray powder diffraction (HR-XRPD) combined with Hf L3-edge extended x-ray absorption fine structure allowed us to det. the structure of a Hf-UiO-66 metal-org. framework (MOF) showing that it is isoreticular to Zr-UiO-66 MOF.  Thermal gravimetric measurements (coupled with mass spectroscopy) and temp.-dependent synchrotron radiation XRPD proved the high thermal stability of the Hf-UiO-66 MOF.  The Langmuir surface area (849 m2/g) combined with the high stability of the UiO-66 framework and with the high neutron absorption cross section of Hf suggest that among all microporous cryst. materials the Hf-UiO-66 MOF possesses the phys. and chem. requirements for the interim storage of radioactive waste in a much safer way than is currently available.  The first results proving the synthesis of a MOF material with UiO-66 topol. realized by a B-contg. linker are also reported, allowing a further improvement of the neutron shielding power of this class of materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1Wmu7jE&md5=962c60c7513d6d39d69491fa8faa6652", "5. ", "(a) ", "Li", ", ", "M.", "; ", "Li", ", ", "D.", "; ", "Keeffe", ", ", "M. O.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Rev.", " ", "2014", ",  ", "114", ",  ", "1343", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Topological Analysis of Metal-Organic Frameworks with Polytopic Linkers and/or Multiple Building Units and the Minimal Transitivity Principle", "Li, Mian; Li, Dan; O'Keeffe, Michael; Yaghi, Omar M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2014", "),\r\n    ", "114", "\r\n        (", "2", "),\r\n    ", "1343-1370", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review on the structure principles of MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslaksb7E&md5=ad7dec28a944e0cc0412656c687564d9", "(b) ", "Friedrichs", ", ", "O. D.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Acta. Crystallogr., Sect. A", " ", "2006", ",  ", "62", ",  ", "350", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", "6. ", "(a) ", "Cavka", ", ", "J. H.", "; ", "Jakobsen", ", ", "S.", "; ", "Olsbye", ", ", "U.", "; ", "Guillou", ", ", "N.", "; ", "Lamberti", ", ", "C.", "; ", "Bordiga", ", ", "S.", "; ", "Lillerud", ", ", "K. P.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "13850", "ACS Full Text ", ", [", "CAS", "]", "6. ", "A new zirconium inorganic building brick forming metal organic frameworks with exceptional stability", "Cavka Jasmina Hafizovic; Jakobsen Soren; Olsbye Unni; Guillou Nathalie; Lamberti Carlo; Bordiga Silvia; Lillerud Karl Petter", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "42", "),\r\n    ", "13850-1", "\r\n        ISSN:", ".\r\n    ", "Porous crystals are strategic materials with industrial applications within petrochemistry, catalysis, gas storage, and selective separation.  Their unique properties are based on the molecular-scale porous character.  However, a principal limitation of zeolites and similar oxide-based materials is the relatively small size of the pores, typically in the range of medium-sized molecules, limiting their use in pharmaceutical and fine chemical applications.  Metal organic frameworks (MOFs) provided a breakthrough in this respect.  New MOFs appear at a high and an increasing pace, but the appearances of new, stable inorganic building bricks are rare.  Here we present a new zirconium-based inorganic building brick that allows the synthesis of very high surface area MOFs with unprecedented stability.  The high stability is based on the combination of strong Zr-O bonds and the ability of the inner Zr6-cluster to rearrange reversibly upon removal or addition of mu3-OH groups, without any changes in the connecting carboxylates.  The weak thermal, chemical, and mechanical stability of most MOFs is probably the most important property that limits their use in large scale industrial applications.  The Zr-MOFs presented in this work have the toughness needed for industrial applications; decomposition temperature above 500 degrees C and resistance to most chemicals, and they remain crystalline even after exposure to 10 tons/cm2 of external pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD1cnlvFSqsA%253D%253D&md5=f355e3a0756d112f6ae3148a1e69cd81", "(b) ", "Jiang", ", ", "H.-L.", "; ", "Feng", ", ", "D.", "; ", "Li", ", ", "J.-R.", "; ", "Liu", ", ", "T.-F.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "14690", "ACS Full Text ", ", [", "CAS", "]", "6. ", "Pore Surface Engineering with Controlled Loadings of Functional Groups via Click Chemistry in Highly Stable Metal-Organic Frameworks", "Jiang, Hai-Long; Feng, Dawei; Liu, Tian-Fu; Li, Jian-Rong; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "36", "),\r\n    ", "14690-14693", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reactions of ZrCl4 and single or mixed linear dicarboxylic acids bearing Me or azide groups lead to highly stable isoreticular metal-org. frameworks (MOFs) with content-tunable, accessible, reactive azide groups inside the large pores.  These Zr-based MOFs offer an ideal platform for pore surface engineering by anchoring various functional groups with controlled loadings onto the pore walls via the click reaction, endowing the MOFs with tailor-made interfaces.  Significantly, the framework and crystallinity of the functionalized MOFs are well-retained, and the engineered pore surfaces are readily accessible, thus providing more opportunities for powerful and broad applications of MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Wqu7nN&md5=934b568c0acb7ed4e8c55a2f22d54a51", "(c) ", "Mondloch", ", ", "J. E.", "; ", "Bury", ", ", "W.", "; ", "Fairen-Jimenez", ", ", "D.", "; ", "Kwon", ", ", "S.", "; ", "DeMarco", ", ", "E. J.", "; ", "Weston", ", ", "M. H.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Nguyen", ", ", "S. T.", "; ", "Stair", ", ", "P. C.", "; ", "Snurr", ", ", "R. Q.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "10294", "ACS Full Text ", ", [", "CAS", "]", "6. ", "Vapor-Phase Metalation by Atomic Layer Deposition in a Metal-Organic Framework", "Mondloch, Joseph E.; Bury, Wojciech; Fairen-Jimenez, David; Kwon, Stephanie; DeMarco, Erica J.; Weston, Mitchell H.; Sarjeant, Amy A.; Nguyen, SonBinh T.; Stair, Peter C.; Snurr, Randall Q.; Farha, Omar K.; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "28", "),\r\n    ", "10294-10297", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) have received attention for a myriad of potential applications including catalysis, gas storage, and gas sepn.  Coordinatively unsatd. metal ions often enable key functional behavior of these materials.  Most commonly, MOFs were metalated from the condensed phase (i.e., from soln.).  Here the authors introduce a new synthetic strategy capable of metalating MOFs from the gas phase: at. layer deposition (ALD).  Key to enabling metalation by ALD In MOFs (AIM) was the synthesis of NU-1000, Zr6(μ3-OH)8(OH)8(TBAPy)2 (H4TBAPY = 1,3,6,8-tetrakis(p-carboxyphenyl)pyrene), a new, thermally stable, Zr-based MOF with spatially oriented -OH groups and large 1-dimensional mesopores and apertures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtVKit7bN&md5=e5ff0bf8a96c1ef952c59fbc26875452", "(d) ", "Furukawa", ", ", "H.", "; ", "Gándara", ", ", "F.", "; ", "Zhang", ", ", "Y.-B.", "; ", "Jiang", ", ", "J.", "; ", "Queen", ", ", "W. L.", "; ", "Hudson", ", ", "M. R.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "4369", "ACS Full Text ", ", [", "CAS", "]", "6. ", "Water Adsorption in Porous Metal-Organic Frameworks and Related Materials", "Furukawa, Hiroyasu; Gandara, Felipe; Zhang, Yue-Biao; Jiang, Juncong; Queen, Wendy L.; Hudson, Matthew R.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "11", "),\r\n    ", "4369-4381", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three criteria for achieving high performing porous materials for water adsorption have been identified.  These criteria deal with condensation pressure of water in the pores, uptake capacity, and recyclability and water stability of the material.  Water adsorption properties of 23 materials were investigated, 20 of which being metal-org. frameworks (MOFs).  Among the MOFs were 10 zirconium(IV) MOFs with a subset of these, MOF-801-SC (single crystal form), -802, -805, -806, -808, -812, and -841 reported for the first time.  MOF-801-P (microcryst. powder form) was reported earlier and studied here for its water adsorption properties.  MOF-812 was only made and structurally characterized but not examd. for water adsorption because it is a byproduct of MOF-841 synthesis.  All the new zirconium MOFs are made from the Zr6O4(OH)4(-CO2) secondary building units (n = 6, 8, 10, or 12) and variously shaped carboxyl org. linkers to make extended porous frameworks.  The permanent porosity of all 23 materials was confirmed and their water adsorption measured to reveal that MOF-801-P and MOF-841 are the highest performers based on the three criteria stated above; they are water stable, do not lose capacity after five adsorption/desorption cycles, and are easily regenerated at room temp.  An X-ray single-crystal study and a powder neutron diffraction study reveal the position of the water adsorption sites in MOF-801 and highlight the importance of the intermol. interaction between adsorbed water mols. within the pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXjtlOltL0%253D&md5=21f85eb8745a7073aac8aa39e6923ee8", "7. ", "Feng", ", ", "D.", "; ", "Wang", ", ", "K.", "; ", "Wei", ", ", "Z.", "; ", "Chen", ", ", "Y.-P.", "; ", "Simon", ", ", "C. M.", "; ", "Arvapally", ", ", "R. K.", "; ", "Martin", ", ", "R. L.", "; ", "Bosch", ", ", "M.", "; ", "Liu", ", ", "T.-F.", "; ", "Fordham", ", ", "S.", "; ", "Yuan", ", ", "D.", "; ", "Omary", ", ", "M. A.", "; ", "Haranczyk", ", ", "M.", "; ", "Smit", ", ", "B.", "; ", "Zhou", ", ", "H.-C.", " ", "Nat. Commun.", " ", "2014", ",  ", "5", "5723", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Kinetically tuned dimensional augmentation as a versatile synthetic route towards robust metal-organic frameworks", "Feng Dawei; Wang Kecheng; Wei Zhangwen; Bosch Mathieu; Liu Tian-Fu; Fordham Stephen; Chen Ying-Pin; Zhou Hong-Cai; Simon Cory M; Arvapally Ravi K; Omary Mohammad A; Martin Richard L; Haranczyk Maciej; Yuan Daqiang; Smit Berend", "Nature communications", "\r\n        (", "2014", "),\r\n    ", "5", "\r\n        (", "),\r\n    ", "5723", "\r\n        ISSN:", ".\r\n    ", "Metal-organic frameworks with high stability have been pursued for many years due to the sustainability requirement for practical applications.  However, researchers have had great difficulty synthesizing chemically ultra-stable, highly porous metal-organic frameworks in the form of crystalline solids, especially as single crystals.  Here we present a kinetically tuned dimensional augmentation synthetic route for the preparation of highly crystalline and extremely robust metal-organic frameworks with a preserved metal cluster core.  Through this versatile synthetic route, we obtain large single crystals of 34 different iron-containing metal-organic frameworks.  Among them, PCN-250(Fe2Co) exhibits high volumetric uptake of hydrogen and methane, and is also stable in water and aqueous solutions with a wide range of pH values.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC2Mzls1aisA%253D%253D&md5=fcca110d0fe3658025f07559d72c12f1", "8. ", "(a) ", "Tietze", ", ", "L.-F.", "; ", "Kettschau", ", ", "G.", " ", "Top. Curr. Chem.", " ", "1997", ",  ", "189", ",  ", "1", "[", "Crossref", "], [", "CAS", "]", "8. ", "Hetero Diels-Alder reactions in organic chemistry", "Tietze, Lutz F.; Kettschau, Georg", "Topics in Current Chemistry", "\r\n        (", "1997", "),\r\n    ", "189", "\r\n        (", "Stereoselective Heterocyclic Synthesis I", "),\r\n    ", "1-120", "CODEN:\r\n                ", "TPCCAQ", ";\r\n        ISSN:", "0340-1022", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "Review with 574 refs. for the period since 1989 of the hetero Diels-Alder reaction of heterobutadienes, nitrosoalkenes and nitroalkenes as well as of heterodienophiles such as carbonyls, thiocarbonyls, imines, iminium salts, azo- and nitroso compds.  In addn., several other less common hetero Diels-Alder reactions such as cycloaddns. of thiaazabutadienes, oxaazabutadienes, dioxabutadienes, dithiabutadienes, oxathiabutadienes, diazaoxabutadienes as well as the use of N-sulfinyl-phosphaalkynes and other dienophiles are mentioned.  A main point of discussion is the stereoselectivity of the reactions and the prepn. of enantiopure compds. either using dienes and dienophiles carrying a chiral auxiliary or employing chiral Lewis acids.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXkvFyhur0%253D&md5=df12e8f5145512b88f7f6c3e72fff2e6", "(b) ", "Aggarwal", ", ", "V.", "; ", "Vennall", ", ", "P. G.", "; ", "Davey", ", ", "P. N.", "; ", "Newman", ", ", "C.", " ", "Tetrahedron Lett.", " ", "1997", ",  ", "38", ",  ", "2569", "[", "Crossref", "], [", "CAS", "]", "8. ", "Trifluoromethanesulfonic acid, an efficient catalyst for the hetero Diels-Alder reaction and an improved synthesis of mefrosol", "Aggarwal, Varinder. K.; Vennall, Graham. P.; Davey, Paul. N.; Newman, Chris", "Tetrahedron Letters", "\r\n        (", "1997", "),\r\n    ", "38", "\r\n        (", "14", "),\r\n    ", "2569-2572", "CODEN:\r\n                ", "TELEAY", ";\r\n        ISSN:", "0040-4039", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "Trifluoromethanesulfonic (triflic) acid (1 mol%) has been found to be an efficient catalyst for the hetero Diels-Alder reaction between arom. aldehydes, e.g., PhCHO, and unactivated dienes, e.g., isoprene.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXisFKjur8%253D&md5=20d76162f21cb0e558806f7229691963", "(c) ", "Fujiwara", ", ", "K.", "; ", "Kurahashi", ", ", "T.", "; ", "Matsubara", ", ", "S.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "5512", "ACS Full Text ", ", [", "CAS", "]", "8. ", "Cationic Iron(III) Porphyrin-Catalyzed [4 + 2] Cycloaddition of Unactivated Aldehydes with Simple Dienes", "Fujiwara, Kyohei; Kurahashi, Takuya; Matsubara, Seijiro", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "12", "),\r\n    ", "5512-5515", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Cationic iron(III) porphyrin was found to be an efficient catalyst for the highly chemoselective hetero-Diels-Alder-type reaction of aldehydes with 1,3-dienes.  The catalyzed process did not require the use of electron-deficient aldehydes such as glyoxylic acid derivs. or activated electron-rich 1,3-dienes such as Danishefsky's diene and Rawal's diene.  The high functional group tolerance and robustness of the catalyst were demonstrated.  Further, the potential utility of the catalyst was demonstrated by performing the cycloaddn. in the presence of water and by carrying out cycloaddn. of an inactivated ketone such as cyclohexanone with a diene.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XktFelt7w%253D&md5=1e312d381f40e3e7478313672883e42e"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-51/ja510525s/20141218/images/small/ja-2014-10525s_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-51/ja510525s/20141218/images/small/ja-2014-10525s_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-51/ja510525s/20141218/images/small/ja-2014-10525s_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-51/ja510525s/20141218/images/small/ja-2014-10525s_0004.gif\">"]}
