{"title": ["Metal–Organic Framework (MOF) Defects under Control: Insights into the Missing Linker Sites and Their Implication in the Reactivity of Zirconium-Based Frameworks"], "authors": ["Oleksii V. Gutov", "Miguel González Hevia", "Eduardo C. Escudero-Adán", "Alexandr Shafir"], "doi": ["10.1021/acs.inorgchem.5b01053"], "abstract": ["The formation of the UiO-67 family of Zr MOFs is explored here through the prism of their acid-modulated growth, showing it to be key factor in controlling the MOF defect content, porosity, particle size, and morphology. The dynamic nature of the resulting Zr", "-monocarboxylate (”missing linker”) defect sites is explored for UiO functionalization (through acid exchange), “healing” and the introduction of a catalytically active M(III) cation.", "For three-dimensional (3D) metal–organic frameworks (MOFs), the presence and nature of structural defects has been recognized as a key factor shaping the material’s physical and chemical behavior. In this work, the formation of the “missing linker” defects has been addressed in the model biphenyl-4,4′-dicarboxylate (bpdc)-based Zr MOF, UiO-67. The defect showed strong dependence on the nature of the modulator acid used in the MOF synthesis; the defects, in turn, were found to correlate with the MOF physical and chemical properties. The dynamic nature of the Zr6 (node)-monocarboxylate bond showed promise in defect functionalization and “healing”, including the formation of X-ray-quality “defect-free” UiO-67 single crystals. Chemical transformations at defect sites have also been explored. The study was also extended to the isoreticular UiO-66 and UiO-68′ systems."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "1 Introduction", "Research into regular metal–organic frameworks (MOFs) has experienced spectacular growth, due, in part, to the possibility of controlling the material’s property via a judicial choice of just two building units: linkers and nodes.", "(1)", " The latter structural element has spanned a range of metal ions, bimetallic units (e.g., Cu", "2", ") and clusters, the latter famously exemplified by the Zr", "6", " oxometallate cluster node introduced in 2008 by Lillerud and co-workers.", "(2)", " Prior to this seminal report,", "(2)", " discrete octahedral Zr", "6", " clusters had already been studied by Schubert et al.", "(3)", " in the context of the carboxylate-assisted sol–gel formation of zirconia. The idealized cluster was thus formulated as Zr", "6", "(μ", "3", "-OH)", "4", "(μ", "3", "-O)", "4", "(μ", "2", "-O", "2", "CR)", "12", " (", "Figure ", "1", "), with the six Zr ions occupying the vertices of an octahedron held together by 12 μ", "2", " carboxylate edges. Importantly, it was shown early on by Schubert, Gross, and co-workers that a cluster-bound carboxylate ligand could be exchanged for an external carboxylate without affecting the cluster core (", "Figure ", "1", ").", "(3c)", "Figure 1. Structure and dynamic nature of the basic Zr", "6", "(OH)", "4", "(O)", "4", "(μ", "2", "-O", "2", "CR)", "12", " cluster core (capping μ", "3", "-OH and μ", "3", "-O groups omitted).", "Thus, in the prototypical UiO-66 MOF structure, each Zr", "6", " node is bound (ideally) to 12 terephthalate ligands acting as the struts/linkers.", "(2)", " This family of Zr-based structures has shown promise in a wide range of applications", "(4, 5)", " including catalysis,", "(4)", " gas storage,", "(5a, 5b)", " and heavy metal capture", "(5c)", " (to name just a few), due, in large part, to the elevated stability of such materials. For the broader UiO family, the suffix following the UiO designator is defined by the linear linker diacid, as in the isoreticular series UiO-66 (", "p", "-phenylene diacid), UiO-67 (4,4′-biphenylene diacid), and UiO-68 (4,4″-terphenylene diacid). MOFs based on the Zr", "6", " cluster are usually prepared via a solvothermal reaction between a simple Zr(IV) precursor (e.g., ZrCl", "4", " or ZrOCl", "2", ") and the diacid.", "(6)", "Importantly, in 2009, Gross, Serre, and co-workers showed that the labile nature of the Zr", "6", "-monocarboxylate linkage (", "Figure ", "1", ") can be exploited to form Zr-MOFs using preformed Zr", "6", " methacrylate clusters under mild conditions, allowing for the synthesis of the otherwise inaccessible UiO-66-type zirconium muconate.", "(7a)", " This publication served as the basis of the “acid modulation” in the synthesis of UiO-66, whereby a reaction between the Zr(IV) precursor and the ligand is performed in the presence of a monocarboxylic acid additive, aiding the method reproducibility and product crystallinity.", "(7)", "Such acid modulation has since become ubiquitous for the synthesis of Zr-MOFs, including the development of space-time efficient large scale synthesis of UiO-66.", "(8)", " In view of the precedents,", "(7a)", " such an acid-modulated reaction might begin with a rapid formation of the soluble discrete modulator-capped Zr", "6", " clusters, which would then assemble into the final 3D structure via reversible ligand exchange with the ditopic linker acid (", "Figure ", "2", ").", "Figure 2. Modulated stepwise growth of the UiO-type Zr MOF network.", "On the “flipside” of acid modulation is the possibility that some of the modulator remain in the structure, leading to a network that contains missing linker defects (", "Figure ", "3", ").", "(4b, 4d, 9)", " Such defect tolerance is quite unique to Zr-based MOFs and is due to their high degree of connectivity, preventing the structure collapse.", "(10)", " The presence of missing linker defects has been demonstrated to have a dramatic effect on the MOF gas sorption capacity,", "(9, 10)", " catalytic activity,", "(4b, 4d)", " and stability.", "(11)", " For UiO-66, a correlation between acetic acid modulation and the degree of structural defects has been elegantly demonstrated, with the acetates shown by to occupy the “missing-linker” edges of the cluster.", "(9a)", "Figure 3. Reaction schematics depicting the proposed scheme for “defect” Zr-MOF formation, using H", "2", "bpdc as a ligand in the presence of excess formic acid modulator (reaction I), and the replacement of anions, capping defects, with an organic acid (here, acetic acid) (reaction II).", "Working with the next higher homologues, UiO-67, we have now established that the acid modulator is a powerful tool to control the particle properties, and that a variety of acids can be used, each leading to a unique set of MOF properties.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "2 Experimental Section", "2.1", "General Details", "All air- or water-sensitive reactions were carried out under a dry nitrogen atmosphere using standard Schlenk techniques. Water was obtained from a deionized water source provided by ICIQ. Powder X-ray diffraction (PXRD) patterns were recorded on a Bruker Mode D8 Avance Series 2θ/θ powder diffraction system using Cu Kα", "1", " radiation in transmission geometry. Nitrogen isotherms were measured on Autosorb iQ adsorption analyzer (Quantachrome). Measurements were performed at 77 K, and the temperature was held constant using liquid N", "2", ". Surface areas of activated zirconium-based MOFs were calculated from nitrogen isotherms based on the adsorption model of Brunauer–Emmett–Teller (BET). The pressure range used to calculated the BET surface area (SA) was selected so that it fulfills the two “consistency criteria”.", "2.2", "Example of Modulated Synthesis: Preparation of UiO-67", "f", "The solvothermal synthesis was conducted in a glass jar equipped with a Teflon-lined screw tap. The solid ZrOCl", "2", "·8H", "2", "O (1.2 g, 3.7 mmol) was dissolved in a mixture of DMF (100 mL) and HCOOH (4 mL) under a 5 min sonication. The 4,4′-biphenyldicarboxylic acid (1 g, 4.1 mmol)) was added and the mixture was sonicated for an additional 5 min. The jar was then stored undisturbed for 24 h in a temperature-controlled oven preheated to 120 °C. At this point, a part of the supernatant solution was decanted, and the remaining resulting precipitate was separated by centrifugation, washed with DMF (4 × 50 mL). Each washing cycle consisted of adding the DMF, stirring (with spatula) to achieve a homogeneous suspension, allowing the mixture to repose for 30 min, and then isolating the precipitate by centrifugation. The same procedure was then repeated with acetone washes (5 × 50 mL). To remove solvents from pores, the material was evacuated for 12 h at room temperature, and then for 6 h at 120 °C (ramp = 1 °C/min). Yield: 0.95 g. See the ", "Supporting Information", " for product characterization.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "3 Results and Discussion", "3.1", "Acid Modulation for UiO-67", "Departing from the recently published small-scale synthesis (∼50 mg) of UiO-67 modulated by the formic acid,", "(5b)", " we began by identifying more practical conditions allowing for a 20-fold increase of the initial synthesis scale and 4-fold decrease in reaction time, while retaining material’s high quality. Thus, a controlled solvothermal reaction of ZrOCl", "2", " hydrate with H", "2", "bpdc in the presence of ∼30 equiv of formic acid in DMF, followed by thorough washings and evacuation, affording ∼1 g batches of the activated UiO-67. The powder X-ray diffraction (pXRD) pattern and the BET SA of the newly synthesized UiO-67 (2600 m", "2", "/g) match the literature data for the smaller-scale preparation, confirming the reproducibility and scalability of the method. At this point, the presence of the formic acid modulator in the final structure was confirmed by the characteristic formate ", "1", "H NMR resonance (8.1 ppm) in the acid-digested samples of the activated UiO-67. From the relative peak area, the material was formulated as Zr", "6", "O", "4", "(OH)", "4", "L", "5.6", "(form)", "0.8", " (L = H", "2", "bpdc), i.e., with ∼1 out of 12 linkers missing on each Zr", "6", " node (entry 1 in ", "Table ", "1", ").", "Table 1. Composition and Properties of ", "De Novo", "-Synthesized MOFs Formulated as [Zr", "6", "O", "4", "(OH)", "4", "] L", "(6–0.5", "n", ")", "A", "n", " (Where “L” is a Ditopic Linker Acid and “A” is a Modulator Anion)", "Table a", "Here, ", "n", " is the number of modulator groups per Zr", "6", " cluster, according to ", "1", "H NMR.", "Table b", "Average particle size determined by TEM/SEM.", "Table c", "The letter index at the end of MOF code defines for modulating acid used in the synthesis.", "Going a step further, it was found that, in addition to the formic acid, several common acid additives were all able to afford highly crystalline samples of UiO-67 (see ", "Figure S1", " in the Supporting Information), with the modulator retained in quantities ranging from 0.35 per Zr", "6", " cluster (PhCO", "2", "H), up to 0.8 molecules per Zr", "6", " (AcOH) (see ", "Table ", "1", ", as well as ", "Table S1", " in the Supporting Information). Further insight into modulator effects was provided by TEM, where the particle size and morphology were found to vary in the range of 20–50 nm spherical nanoparticles obtained using formic or acetic acid, up to single crystals obtained via benzoic acid modulation (see ", "Table ", "1", " and ", "Table S2", " in the Supporting Information). The defect content was directly reflected in the BET SA (N", "2", " sorption @ 77 K; see ", "Figure S2", " in the Supporting Information, as well as ", "Table ", "1", "). Given that materials with missing linkers (or nodes) have a tendency to have lower sample densities, and since BET SA is calculated on a per gram basis,", "(9a, 10b)", " samples of UiO-67", "f", " were found to feature the highest surface area, which is consistent with its increased missing linker percentage and the highest molecular weight difference between the missing linker and the modulator taking its place. The shapes of the isotherms demonstrate a mesoporosity step attributed to missing linkers", "(9d)", " at ∼0.14", "P", "/", "P", "0", " in all UiO-67, except for the largely “defect-free” UiO-67", "b", ". The material UiO-67", "h", " obtained with the aid of hydrochloric acid demonstrates the lowest porosity, suggesting poor modulating ability for HCl. As expected, by increasing the initial ligand/Zr ratio from 1.1 to 1.6, the missing linker content was decreased by 40% in the case of formic acid and by 60% for acetic acid modulation. In contrast, the reaction time (1–10 days) did not significantly affect the amount of defects (see ", "Table S3", " in the Supporting Information).", "As already mentioned, the linker size in UiO-67 lies between that of UiO-66 (terephthalate), and the less-well-developed terphenyl-based UiO-68, for which only the ligand-substituted derivatives are known. Thus, a subset of the modulators was applied to the synthesis of UiO-66 and UiO-68′, the latter built using the 2′,5′-dimethyl-[", "p", "-terphenyl]-4,4″-dicarboxylic acid (", "Table ", "1", ").", "(12)", " While the resulting UiO-68′ was found to be largely modulator-free (", "n", " = 0.2), in the case of UiO-66, the approach led to modulator incorporation at the missing linker sites in amounts ranging from ", "n", " = 0.6 per cluster (acetic) to ", "n", " = 3.5 (benzoic).", "As was the case with UiO-67, TEM imaging of the newly synthesized UiO-66 and 68 showed that benzoic acid provides the largest particles, and formic acid provides the smallest particles. The highest SA value for our UiO-66 samples was observed for UiO-66", "b", ", which, in principle, is in agreement with its high defect content (3.5 out of 12 linkers missing on each Zr", "6", " cluster). Such simple correlation, however, was taken with caution, given that the very high surface area (60% more than theoretically predicted for a perfect structure)", "(5a)", " would not result from a simple ligand substitution with the bulky and heavy benzoate. It is likely that the material features another type of defects, where the entire metal clusters are missing from the structure, and with those Zr", "6", " clusters adjacent to the resulting vacancies being capped by the modulator. The existence of such defects has been demonstrated for a related MOF via X-ray diffraction studies.", "(13)", "3.2", "Dynamic Ligand Exchange and “Healing”", "Given the dynamic nature of the Zr", "6", "–monocarboxylate bonds,", "(3, 14)", " we wondered whether the modulator acid units at the defects sites could exchange ", "a posteriori", " for another acid. Indeed, the treatment of UiO-67", "f", " and UiO-67", "b", " (0.8 and 0.35 modulator anions per cluster) with a solution of acetic acid led to new UiO-67 samples, which contained 0.8 and 0.3 acetate anions per cluster, respectively. For the MOFs prepared using the hydrochloric acid modulator, the missing linker defects, if present, are assumed to be capped by the −OH units, and they are difficult to quantify directly. In this case, organic acid treatment was found to be very useful, since defect content may then be determined by the organic acid uptake. Using this approach, the number of missing linkers in UiO-66", "h", " was found to be ∼4 per cluster, in good agreement with ref ", "9e", ", where it was determined based on porosity, as well as experimental and computational studies. The reverse process is also possible, as observed in the hydrolytic removal of the acetates from UiO-67", "a", " by treatment with diluted hydrochloric acid. In addition to defect quantification purposes, the method could serve as a straightforward approach for the introduction of new functional substituents into Zr-MOFs. Thus, the formic acid treatment of UiO-66", "b", " led to the benzoate being replaced with lighter formate, leading to the predicted increase in both the nitrogen uptake (see ", "Figure S4", " in the Supporting Information) and the SA (1600 m", "2", "/g, the highest among the UiO-66 samples studied here). In addition, the method is promising for the introduction of amino acids into Zr-MOF, as seen upon treating UiO-67", "f", " with ", "l", "-proline hydrochloride, leading to a complete exchange of the formate for the amino acid. The method may open the door to new chiral materials for separation and catalysis applications.", "Next, we wondered whether a defect-containing Zr-MOF could be similarly “healed” by infusing it with excess of the corresponding dicarboxylic acid linker (similarly to recently reported “linker installation” phenomena", "(15)", "), which of course, would only be viable for systems with just the “missing linker”, and not in those missing entire nodes. In principle, the latter might be then distinguished from the former by the ease with which the newly incorporated ligand diacids (presumably just lining the lacunary sites) might once again be replaced by another acid. Hence, samples of UiO-67", "a", ", UiO-67", "b", ", and UiO-67", "f", " were treated with a solution containing H", "2", "bpdc for 48 h at 120 °C. Indeed, in all cases, the ", "1", "H NMR spectra of the digested samples showed the virtual disappearance of the modulator (", "Figure S3", "). The treated samples demonstrated improved isotherms shapes (", "Figure S5", " in the Supporting Information), but also decreased N", "2", " uptake indicating the proportionally higher weight and steric bulk contribution of the H", "2", "bpdc, in comparison to the smaller modulator acids. Furthermore, subjecting samples of the healed UiO-67", "b", " to this treatment led to very low acetic acid reuptake (likely on the surface), which is consistent with true defect repair. In fact, crystals of the healed UiO-67", "b", " were found suitable for X-ray diffraction, which incidentally had not been reported when this work was initiated. Although during the course of this work, a synchrotron single-crystal UiO-67 structure was reported,", "(16)", " in our case, the structure was solved using a conventional diffractometer (see ", "Figure ", "4", ", as well as ", "Table S5", " in the Supporting Information). The 3D architecture of UiO-67 determined by both methods is the same.", "Figure 4. Sketch of a fragment of “healed” UiO-67", "b", " crystal structure demonstrating the overall topology, with the two types of pores (larger green and smaller orange) schematically indicated with spheres (left). Structure of Zr", "6", "O", "4", "(OH)", "4", "12+", " cluster (right). Hydrogen atoms are omitted for clarity. Colors corresponding to atoms: C (gray), O (red), Zr (purple).", "In contrast, an acetic acid treatment of the “healed” UiO-67", "a", " and UiO-67", "f", " led to the reincorporation of the acid in ratios close to those found in the freshly synthesized MOFs. This phenomenon is interpreted as showing that the linker diacid had been incorporated by bonding through only one of the carboxylate groups, which would make them labile for subsequent exchange. This, in turn, likely indicates that MOFs prepared using acetic and formic acids as modulator contain not just missing linkers, but rather entire missing node (i.e., Zr", "6", ") defects (see ", "Figure ", "5", ").", "Figure 5. Cartoon illustrating the proposed missing-node defect in UiO-67", "a", ".", "From the point of view of using MOFs as heterogeneous catalysts, the metal-based chemistry at the node is a highly promising field of study.", "(4b, 4d, 4f, 4h)", " Given, however, that the incorporation of additional metals (including d-elements) in MOFs might be necessary, we wondered how the modulation in a MOF synthesis affects its ability to take up simple metal salts. As a test, a Cr(III) salt was chosen in light of the metal’s broad catalytic potential. It was found that exposing the high-defect samples of UiO-67", "f", " and UiO-66", "f", " to a solution of CrCl", "3", "·3THF (a CrCl", "3", " salt soluble in organic solvents) led to the sample color change from white to purple, which is consistent with chromium incorporation (see ", "Figure S6", " in the Supporting Information). The ICP analysis of the UiO-66Cr and UiO-67Cr thus obtained show Cr concentrations of 4.5 and 3.4 wt %, respectively. While this Cr(III) uptake did not affect the material’s pXRD pattern or the particle sizes and morphology (as judged by TEM), the N", "2", " sorption (", "Figure ", "6", ") in a UiO-67Cr sample (upon activation) did show a decrease in N", "2", " uptake, with an SA decrease from 2600 m", "2", "/g down to 2000 m", "2", "/g.", "Figure 6. Nitrogen sorption at 77 K for UiO-67Cr, compared with the parent UiO-67", "f", ".", "Although the mode of coordination of Cr(III) is currently unclear, we believe that the high uptake is due to the defect sites, as has been previously proposed for other 3d metal cations (V, Mn, Fe, Co, Ni) that have been incorporated at the Zr", "6", "-oxo clusters.", "(17, 4f)", " Consistent with this hypothesis, the nearly defect-free sample of UiO-67", "b", " led to a very modest final Cr content (1.4%).", "In our study, we obtained two types of potent heterogeneous catalysts Zr-MOF-Cr (“chromated” Zr-MOFs) and Zr-MOF-h (HCl-modulated MOFs, containing Lewis acidic Zr–OH sites). As a model reaction to test catalytic activity of our materials, we selected acetaldehyde self-reaction, which is an industrially attractive process that can lead to many different products.", "(18)", " We have found that, in the presence of UiO-66Cr and UiO-67Cr (0.5 mol %), acetaldehyde self-cyclizes at room temperature with each exhibiting conversions up to 96%, and paraldehyde forming (", "Scheme ", "1", ") as a sole industrially valuable product.", "(19)", " However, a test reaction with CrCl", "3", "·3THF as a homogeneous reference gave similarly good results (92% of paraldehyde using 2% Cr).", "Scheme 1. Defect-Promoted Chromium(III) Uptake in UiO-67", "f", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "4 Conclusions", "In conclusion, it was found that the number of missing linkers in a Zr-MOF is mainly determined by both the ligand and modulation acid structure. The dynamic nature of coordination bonds allowed us to replace anions on defect sites. This was applied not only to further quantify missing linkers, but also as a new straightforward method of introduction functional species into readily available Zr-MOFs. On the other hand, it was used for MOF “healing” for the first time, leading to defect-free UiO-67 material. The strong effect of defect structure on the reactivity of Zr-MOFs was observed. New MOF-catalyzed acetaldehyde self-reactions were developed.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "The Supporting Information is available free of charge on the ", "ACS Publications website", " at DOI: ", "10.1021/acs.inorgchem.5b01053", ".", "Detailed experimental procedures and data (", "PDF", ")", "Crystallographic data for C", "84", "H", "48", "O", "32", "Zr", "6", " (", "CIF", ")", "Author Contributions", "The manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript.", " ", "Funding Information", "O.V.G. thanks the European Commission for a Marie Curie Grant (No. FP7-PEOPLE-2013-IIF-623725). This work was also financed through grants from ICIQ, MINECO (Nos. CTQ2013-46705-R and 2014–2018 Severo Ochoa Excellence Accreditation SEV-2013-0319) and the Generalitat de Catalunya (No. 2014 SGR 1192). Financial support from CELLEX Foundation through the CELLEX-ICIQ High Throughput Experimentation platform is gratefully acknowledged.", "The authors declare no competing financial interest.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 19 other publications.", "1. ", "For interesting perspectives on linker design in MOF, see:", "(a) ", "Lu", ", ", "W.", "; ", "Wei", ", ", "Z.", "; ", "Gu", ", ", "Z.-Y.", "; ", "Liu", ", ", "T.-F.", "; ", "Park", ", ", "J.", "; ", "Park", ", ", "J.", "; ", "Tian", ", ", "J.", "; ", "Zhang", ", ", "M.", "; ", "Zhang", ", ", "Q.", "; ", "Gentle", ", ", "T.", ", ", " III", "; ", "Bosch", ", ", "M.", "; ", "Zhou", ", ", "H.-C.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5561", "– ", "5593", " DOI: 10.1039/C4CS00003J", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Tuning the structure and function of metal-organic frameworks via linker design", "Lu, Weigang; Wei, Zhangwen; Gu, Zhi-Yuan; Liu, Tian-Fu; Park, Jinhee; Park, Jihye; Tian, Jian; Zhang, Muwei; Zhang, Qiang; Gentle III, Thomas; Bosch, Mathieu; Zhou, Hong-Cai", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5561-5593", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) are constructed from metal ions/clusters coordinated by org. linkers (or bridging-ligands).  The hallmark of MOFs is their permanent porosity, which is frequently found in MOFs constructed from metal-clusters.  These clusters are often formed in situ, whereas the linkers are generally pre-formed.  The geometry and connectivity of a linker dictate the structure of the resulting MOF.  Adjustments of linker geometry, length, ratio, and functional-group can tune the size, shape, and internal surface property of a MOF for a targeted application.  In this crit. review, the authors highlight advances in MOF synthesis focusing on linker design.  Examples of building MOFs to reach unique properties, such as unprecedented surface area, pore aperture, mol. recognition, stability, and catalysis, through linker design are described.  Further search for application-oriented MOFs through judicious selection of metal clusters and org. linkers is desirable.  In this review, linkers are categorized as ditopic (Section 1), tritopic (Section 2), tetratopic (Section 3), hexatopic (Section 4), octatopic (Section 5), mixed (Section 6), desymmetrized (Section 7), metallo (Section 8), and N-heterocyclic linkers (Section 9).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7jK&md5=322785c0256204742e3e95e5d2d49914", "(b) ", "Chen", ", ", "T.-H.", "; ", "Popov", ", ", "I.", "; ", "Kaveevivitchai", ", ", "W.", "; ", "Miljanić", ", ", "O. Š.", " ", "Chem. Mater.", " ", "2014", ",  ", "26", ",  ", "4322", "– ", "4325", " DOI: 10.1021/cm501657d", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Metal-Organic Frameworks: Rise of the Ligands", "Chen, Teng-Hao; Popov, Ilya; Kaveevivitchai, Watchareeya; Miljanic, Ognjen S.", "Chemistry of Materials", "\r\n        (", "2014", "),\r\n    ", "26", "\r\n        (", "15", "),\r\n    ", "4322-4325", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) are modular porous materials synthesized from metal cluster nodes and org. linkers that connect these nodes.  This rapidly expanding class of structures presents viable platforms for applications in gas sorption and sepn., catalysis, sensing, fuel processing, and environmental remediation and as porous conductive materials.  These applications are increasingly relying on sophisticated ligands that have functional characteristics either as independent entities (i.e., outside of MOFs) or that gain new functions once reticulated into the porous material.  Thus, the traditionally inorg. area of MOF research begins to profit more and more from a comprehensive approach which combines insights from org., inorg., and materials chem.  This Perspective highlights some of the second-generation MOFs prepd. and studied using this holistic approach.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXptVajsrw%253D&md5=60c6a9f90907e9b6c17b4ce3c78565a5", "2. ", "Cavka", ", ", "J. H.", "; ", "Jakobsen", ", ", "S.", "; ", "Olsbye", ", ", "U.", "; ", "Guillou", ", ", "N.", "; ", "Lamberti", ", ", "C.", "; ", "Bordiga", ", ", "S.", "; ", "Lillerud", ", ", "K. P.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "13850", "– ", "13851", " DOI: 10.1021/ja8057953", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "A new zirconium inorganic building brick forming metal organic frameworks with exceptional stability", "Cavka Jasmina Hafizovic; Jakobsen Soren; Olsbye Unni; Guillou Nathalie; Lamberti Carlo; Bordiga Silvia; Lillerud Karl Petter", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "42", "),\r\n    ", "13850-1", "\r\n        ISSN:", ".\r\n    ", "Porous crystals are strategic materials with industrial applications within petrochemistry, catalysis, gas storage, and selective separation.  Their unique properties are based on the molecular-scale porous character.  However, a principal limitation of zeolites and similar oxide-based materials is the relatively small size of the pores, typically in the range of medium-sized molecules, limiting their use in pharmaceutical and fine chemical applications.  Metal organic frameworks (MOFs) provided a breakthrough in this respect.  New MOFs appear at a high and an increasing pace, but the appearances of new, stable inorganic building bricks are rare.  Here we present a new zirconium-based inorganic building brick that allows the synthesis of very high surface area MOFs with unprecedented stability.  The high stability is based on the combination of strong Zr-O bonds and the ability of the inner Zr6-cluster to rearrange reversibly upon removal or addition of mu3-OH groups, without any changes in the connecting carboxylates.  The weak thermal, chemical, and mechanical stability of most MOFs is probably the most important property that limits their use in large scale industrial applications.  The Zr-MOFs presented in this work have the toughness needed for industrial applications; decomposition temperature above 500 degrees C and resistance to most chemicals, and they remain crystalline even after exposure to 10 tons/cm2 of external pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD1cnlvFSqsA%253D%253D&md5=f355e3a0756d112f6ae3148a1e69cd81", "3. ", "(a) ", "Kickelbick", ", ", "G.", "; ", "Schubert", ", ", "U.", " ", "Chem. Ber.", " ", "1997", ",  ", "130", ",  ", "473", " DOI: 10.1002/cber.19971300406", " ", "[", "Crossref", "], [", "CAS", "]", "3. ", "Oxozirconium methacrylate clusters. Zr6(OH)4O4(OMc)12 and Zr4O2(OMc)12 (OMc = methacrylate)", "Kickelbick, Guido; Schubert, Ulrich", "Chemische Berichte/Recueil", "\r\n        (", "1997", "),\r\n    ", "130", "\r\n        (", "4", "),\r\n    ", "473-477", "CODEN:\r\n                ", "CHBRFW", "\r\n        ISSN:", ".\r\n    \r\n            (", "VCH", ")\r\n        ", "The cryst. oxozirconium methacrylate clusters Zr6(OH)4O4(OMc)12 and Zr4O2(OMc)12 were obtained by reaction of Zr(OPr)4 with an excess of methacrylate and were analyzed by x-ray diffraction.  The oxide and hydroxide groups are in a μ3-bridging mode in both structures.  The methacrylate ligands are chelating or bridging.  The Zr atoms in Zr6(OH)4O4(OMc)12 form an octahedron, the cluster having C3v symmetry [hexagonal, space group P63mc; Z = 6; a 1740.0(3), c 1820.0(4) pm, V = 4772(1)·106 pm3].  Each metal atom is square-antiprismatically coordinated by 8 O atoms.  In Zr4O2(OMc)12, the Zr atoms have a distorted butterfly arrangement [monoclinic, space group P21/c; Z = 4; a 1710.11(2), b 1736.72(1), c 1977.88(1) pm, β 90.086(1)°, V = 5874.3(1)·106 pm3].  Their coordination geometry is square-antiprismatic or capped octahedral.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXitlSltL4%253D&md5=13e03b02dfb3562d3a02ecb7669aa218", "(b) ", "Kickelbick", ", ", "G.", "; ", "Schubert", ", ", "U.", " ", "J. Chem. Soc., Dalton Trans.", " ", "1999", ",  ", "1301", "– ", "1305", " DOI: 10.1039/a807939k", " ", "[", "Crossref", "], [", "CAS", "]", "3. ", "Hydroxy carboxylate substituted oxozirconium clusters", "Kickelbick, Guido; Schubert, Ulrich", "Journal of the Chemical Society, Dalton Transactions: Inorganic Chemistry", "\r\n        (", "1999", "),\r\n    ", "\r\n        (", "8", "),\r\n    ", "1301-1306", "CODEN:\r\n                ", "JCDTBI", ";\r\n        ISSN:", "0300-9246", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The oxozirconium clusters Zr6O2(OPr)16(OOC-C10H6O)2(PrOH)2 and Zr10O6(OH)4(OOC-C6H4OH)8(OOC-C6H4O)8· 6 PrOH were obtained in quant. yield, when Zr(OPr)4 was reacted with a 10-fold excess of 1-hydroxy-β-naphthoic acid and salicylic acid, resp.  The naphthoate-substituted cluster has a rather open structure, the dianion of 1-hydroxy-β-naphthoic acid acting as a tetradentate ligand.  The carboxylate group chelates one Zr atom, one O of the carboxy group and the aryloxy group chelate a neighboring Zr atom.  In contrast, the structure of the salicylate-substituted cluster is highly condensed and contains the octahedral Zr6O4(OH)4 core also found in other oxozirconium clusters.  Four salicylate ligands bridge edges of the Zr6 octahedron via their COO group; their phenolic OH groups do not coordinate to a metal atom.  The other eight salicylate ligands are dianionic.  Each of them bridges an edge of the Zr6 octahedron via their COO group and addnl. chelates one of the Zr atoms condensed to the Zr6 cluster core by their phenolate O and one of the O atoms of the COO group.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXit1ylt70%253D&md5=bdb153b3cd51438d0f047813c69d5822", "(c) ", "Puchberger", ", ", "M.", "; ", "Kogler", ", ", "F. R.", "; ", "Jupa", ", ", "M.", "; ", "Gross", ", ", "S.", "; ", "Fric", ", ", "H.", "; ", "Kickelbick", ", ", "G.", "; ", "Schubert", ", ", "U.", " ", "Eur. J. Inorg. Chem.", " ", "2006", ",  ", "2006", ",  ", "3283", "– ", "3293", " DOI: 10.1002/ejic.200600348", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "4. ", "(a) ", "Wang", ", ", "C.", "; ", "Wang", ", ", "J.-L.", "; ", "Lin", ", ", "W.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "19895", "– ", "19908", " DOI: 10.1021/ja310074j", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Elucidating Molecular Iridium Water Oxidation Catalysts Using Metal-Organic Frameworks: A Comprehensive Structural, Catalytic, Spectroscopic, and Kinetic Study", "Wang, Cheng; Wang, Jin-Liang; Lin, Wenbin", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "48", "),\r\n    ", "19895-19908", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "As a new class of porous, cryst., mol. materials, metal-org. frameworks (MOFs) have shown great promise as recyclable and reusable single-site solid catalysts.  Periodic order and site isolation of the catalytic struts in MOFs facilitate the studies of their activities and reaction mechanisms.  Herein we report the construction of two highly stable MOFs (1 and 2) using elongated dicarboxylate bridging ligands derived from Cp*Ir(L)Cl complexes (L = dibenzoate-substituted 2,2'-bipyridine, bpy-dc, or dibenzoate-substituted 2-phenylpyridine, ppy-dc) and Zr6O4(OH)4(carboxylate)12 cuboctahedral secondary building units (SBUs) and the elucidation of water oxidn. pathways of the Cp*Ir(L)Cl catalysts using these MOFs.  We carried out detailed kinetic studies of Ce4+-driven water oxidn. reactions (WORs) catalyzed by the MOFs using UV-vis spectroscopy, phosphorescent oxygen detection, and gas chromatog. anal.  These results confirmed not only water oxidn. activity of the MOFs but also indicated oxidative degrdn. of the Cp* rings during the WOR.  The (bpy-dc)Ir(H2O)2XCl (X is likely a formate or acetate group) complex resulted from the oxidative degrdn. process was identified as a competent catalyst responsible for the water oxidn. activity of 1.  Further characterization of the MOFs recovered from WORs using X-ray photoelectron, diffuse-reflectance UV-vis absorption, luminescence, and IR spectroscopies supported the identity of (bpy-dc)Ir(H2O)2XCl as an active water oxidn. catalyst.  Kinetics of MOF-catalyzed WORs were monitored by Ce4+ consumptions and fitted with a reaction-diffusion model, revealing an intricate relationship between reaction and diffusion rates.  Our work underscores the opportunity in using MOFs as well-defined single-site solid catalytic systems to reveal mechanistic details that are difficult to obtain for their homogeneous counterparts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1CksrzO&md5=b6d37724a49dc1a134fb87080c8c9d06", "(b) ", "Vermoortele", ", ", "F.", "; ", "Bueken", ", ", "B.", "; ", "Le Bars", ", ", "G.", "; ", "Van de Voorde", ", ", "B.", "; ", "Vandichel", ", ", "M.", "; ", "Houthoofd", ", ", "K.", "; ", "Vimont", ", ", "A.", "; ", "Daturi", ", ", "M.", "; ", "Waroquier", ", ", "M.", "; ", "Van Speybroeck", ", ", "V.", "; ", "Kirschhock", ", ", "C.", "; ", "De Vos", ", ", "D. E.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "11465", "– ", "11468", " DOI: 10.1021/ja405078u", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Synthesis Modulation as a Tool To Increase the Catalytic Activity of Metal-Organic Frameworks: The Unique Case of UiO-66(Zr)", "Vermoortele, Frederik; Bueken, Bart; Le Bars, Gaelle; Van de Voorde, Ben; Vandichel, Matthias; Houthoofd, Kristof; Vimont, Alexandre; Daturi, Marco; Waroquier, Michel; Van Speybroeck, Veronique; Kirschhock, Christine; De Vos, Dirk E.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "31", "),\r\n    ", "11465-11468", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The catalytic activity of the zirconium terephthalate UiO-66(Zr) can be drastically increased by using a modulation approach.  The combined use of HO2CCF3 and HCl during the synthesis results in a highly cryst. material, with partial substitution of terephthalates by trifluoroacetate.  Thermal activation of the material leads not only to dehydroxylation of the hexanuclear Zr cluster but also to post-synthetic removal of the trifluoroacetate groups, resulting in a more open framework with a large no. of open sites.  Consequently, the material is a highly active catalyst for several Lewis acid catalyzed reactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFCmu7vL&md5=8914b8785cebb8c3c0d96e7b179c2369", "(c) ", "Falkowski", ", ", "J. M.", "; ", "Sawano", ", ", "T.", "; ", "Zhang", ", ", "T.", "; ", "Tsun", ", ", "G.", "; ", "Chen", ", ", "Y.", "; ", "Lockard", ", ", "J. V.", "; ", "Lin", ", ", "W.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "5213", "– ", "5216", " DOI: 10.1021/ja500090y", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Privileged Phosphine-Based Metal-Organic Frameworks for Broad-Scope Asymmetric Catalysis", "Falkowski, Joseph M.; Sawano, Takahiro; Zhang, Teng; Tsun, Galen; Chen, Yuan; Lockard, Jenny V.; Lin, Wenbin", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "14", "),\r\n    ", "5213-5216", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A robust and porous Zr metal-org. framework (MOF) based on a BINAP-derived dicarboxylate linker, BINAP-MOF, was synthesized and post-synthetically metalated with Ru and Rh complexes to afford highly enantioselective catalysts for important org. transformations.  The Rh-functionalized MOF is not only highly enantioselective (up to >99% ee) but also 3 times as active as the homogeneous control.  XAFS studies revealed that the Ru-functionalized MOF contains Ru-BINAP precatalysts with the same coordination environment as the homogeneous Ru complex.  The post-synthetically metalated BINAP-MOFs provide a versatile family of single-site solid catalysts for catalyzing a broad scope of asym. org. transformations, including addn. of aryl and alkyl groups to α,β-unsatd. ketones and hydrogenation of substituted alkene and carbonyl compds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXltFGltLo%253D&md5=e63df7328db8c7ef44c14e3e8b0d97c2", "(d) ", "Vermoortele", ", ", "F.", "; ", "Vandichel", ", ", "M.", "; ", "Van de Voorde", ", ", "B.", "; ", "Ameloot", ", ", "R.", "; ", "Waroquier", ", ", "M.", "; ", "Van Speybroeck", ", ", "V.", "; ", "De Vos", ", ", "D. E.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "4887", "– ", "4890", " DOI: 10.1002/anie.201108565", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Electronic Effects of Linker Substitution on Lewis Acid Catalysis with Metal-Organic Frameworks", "Vermoortele, Frederik; Vandichel, Matthias; Van de Voorde, Ben; Ameloot, Rob; Waroquier, Michel; Van Speybroeck, Veronique; De Vos, Dirk E.", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "20", "),\r\n    ", "4887-4890, S4887/1-S4887/13", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Functionalized linkers can greatly increase the activity of metal-org. framework (MOF) catalysts with coordinatively unsatd. sites.  A clear linear free-energy relationship (LFER) was found between Hammett σm values of the linker substituents X and the rate kx of a carbonyl-ene reaction.  This is the first LFER ever obsd. for MOF catalysts.  A 56-fold increase in rate was found when the substituent is a nitro group.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XltFOntrg%253D&md5=85d1d93099f3b62f68755e3f415940d8", "(e) ", "Manna", ", ", "K.", "; ", "Zhang", ", ", "T.", "; ", "Lin", ", ", "W.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "6566", "– ", "6569", " DOI: 10.1021/ja5018267", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Postsynthetic Metalation of Bipyridyl-Containing Metal-Organic Frameworks for Highly Efficient Catalytic Organic Transformations", "Manna, Kuntal; Zhang, Teng; Lin, Wenbin", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "18", "),\r\n    ", "6566-6569", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We have designed highly stable and recyclable single-site solid catalysts via postsynthetic metalation of the 2,2'-bipyridyl-derived metal-org. framework (MOF) of the UiO structure (bpy-UiO).  The Ir-functionalized MOF (bpy-UiO-Ir) is a highly active catalyst for both borylation of arom. C-H bonds using B2(pin)2 (pin = pinacolate) and ortho-silylation of benzylicsilyl ethers; the ortho-silylation activity of the bpy-UiO-Ir is at least 3 orders of magnitude higher than that of the homogeneous control.  The Pd-functionalized MOF (bpy-UiO-Pd) catalyzes the dehydrogenation of substituted cyclohexenones to afford phenol derivs. with oxygen as the oxidant.  Most impressively, the bpy-UiO-Ir was recycled and reused 20 times for the borylation reaction without loss of catalytic activity or MOF crystallinity.  This work highlights the opportunity in designing highly stable and active catalysts based on MOFs contg. nitrogen donor ligands for important org. transformations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXmslSqsrk%253D&md5=7d3cf8b25e13d31ae1e37c586f243c28", "(f) ", "Nguyen", ", ", "H. G. T.", "; ", "Schweitzer", ", ", "N. M.", "; ", "Chang", ", ", "C.-Y.", "; ", "Drake", ", ", "T. L.", "; ", "So", ", ", "M. C.", "; ", "Stair", ", ", "P. C.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", "; ", "Nguyen", ", ", "S. B. T.", " ", "ACS Catal.", " ", "2014", ",  ", "4", ",  ", "2496", "– ", "2500", " DOI: 10.1021/cs5001448", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Vanadium-Node-Functionalized UiO-66: A Thermally Stable MOF-Supported Catalyst for the Gas-Phase Oxidative Dehydrogenation of Cyclohexene", "Nguyen, Huong Giang T.; Schweitzer, Neil M.; Chang, Chih-Yi; Drake, Tasha L.; So, Monica C.; Stair, Peter C.; Farha, Omar K.; Hupp, Joseph T.; Nguyen, SonBinh T.", "ACS Catalysis", "\r\n        (", "2014", "),\r\n    ", "4", "\r\n        (", "8", "),\r\n    ", "2496-2500", "CODEN:\r\n                ", "ACCACS", ";\r\n        ISSN:", "2155-5435", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The OH groups on the Zr-based nodes of ultrastable UiO-66 can be metalated with VV ions in a facile fashion to give the deriv. VUiO-66.  This metalated MOF exhibits high stability over a broad temp. range and displays high selectivity for benzene under low-conversion conditions in the vapor-phase oxidative dehydrogenation of cyclohexene (activation energy ∼110 kJ/mol).  The integrity of the MOF is maintained after catalysis as detd. by PXRD, ICP-AES, and SEM.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXptVahsLs%253D&md5=dfab13f88b78ea6c438800fe86bd3989", "(g) ", "Fei", ", ", "H.", "; ", "Shin", ", ", "J. W.", "; ", "Meng", ", ", "Y. S.", "; ", "Adelhardt", ", ", "M.", "; ", "Sutter", ", ", "J.", "; ", "Meyer", ", ", "K.", "; ", "Cohen", ", ", "S. M.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "4965", "– ", "4973", " DOI: 10.1021/ja411627z", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Reusable Oxidation Catalysis Using Metal-Monocatecholato Species in a Robust Metal-Organic Framework", "Fei, Honghan; Shin, JaeWook; Meng, Ying Shirley; Adelhardt, Mario; Sutter, Jorg; Meyer, Karsten; Cohen, Seth M.", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "13", "),\r\n    ", "4965-4973", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An isolated metal-monocatecholato moiety has been achieved in a highly robust metal-org. framework (MOF) by two fundamentally different postsynthetic strategies: postsynthetic deprotection (PSD) and postsynthetic exchange (PSE).  Compared with PSD, PSE proved to be a more facile and efficient functionalization approach to access MOFs that could not be directly synthesized under solvothermal conditions.  Metalation of the catechol functionality residing in the MOFs resulted in unprecedented Fe-monocatecholato and Cr-monocatecholato species, which were characterized by x-ray absorption spectroscopy, X-band ESR spectroscopy, and 57Fe Mossbauer spectroscopy.  The resulting materials are among the first examples of Zr(IV)-based UiO MOFs (UiO = University of Oslo) with coordinatively unsatd. active metal centers.  Importantly, the Cr-metalated MOFs are active and efficient catalysts for the oxidn. of alcs. to ketones using a wide range of substrates.  Catalysis could be achieved with very low metal loadings (0.5-1 mol %).  Unlike zeolite-supported, Cr-exchange oxidn. catalysts, the MOF-based catalysts reported here are completely recyclable and reusable, which may make them attractive catalysts for 'green' chem. processes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXjs1Kjtr8%253D&md5=36898bd3acb8c95061741645ac646c03", "(h) ", "Liu", ", ", "J.", "; ", "Chen", ", ", "L.", "; ", "Cui", ", ", "H.", "; ", "Zhang", ", ", "J.", "; ", "Zhang", ", ", "L.", "; ", "Su", ", ", "C.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "6011", "– ", "6061", " DOI: 10.1039/C4CS00094C", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Applications of metal-organic frameworks in heterogeneous supramolecular catalysis", "Liu, Jiewei; Chen, Lianfen; Cui, Hao; Zhang, Jianyong; Zhang, Li; Su, Cheng-Yong", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "6011-6061", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This review summarizes the use of metal-org. frameworks (MOFs) as a versatile supramol. platform to develop heterogeneous catalysts for a variety of org. reactions, esp. for liq.-phase reactions.  Following a background introduction about catalytic relevance to various metal-org. materials, crystal engineering of MOFs, characterization and evaluation methods of MOF catalysis, the authors categorize catalytic MOFs based on the types of active sites, including coordinatively unsatd. metal sites (CUMs), metallo-ligands, functional org. sites (FOS), as well as metal nanoparticles (MNPs) embedded in the cavities.  The authors emphasize the incidental or deliberate formation of active sites, the stability, heterogeneity, and shape/size selectivity for MOF catalysis.  Finally, the authors briefly introduce their relevance into photo- and biomimetic catalysis, and compare MOFs with other typical porous solids such as zeolites and mesoporous silica with regard to their different attributes, and provide a view on future trends and developments in MOF-based catalysis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7nE&md5=5235b00be2ffd908b57743c6a2871f45", "5. ", "(a) ", "Gutov", ", ", "O. V.", "; ", "Bury", ", ", "W.", "; ", "Gomez-Gualdron", ", ", "D. A.", "; ", "Krungleviciute", ", ", "V.", "; ", "Fairen-Jimenez", ", ", "D.", "; ", "Mondloch", ", ", "J. E.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Al-Juaid", ", ", "S. S.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", "; ", "Yildirim", ", ", "T.", "; ", "Farha", ", ", "O. K.", " ", "Chem.—Eur. J.", " ", "2014", ",  ", "20", ",  ", "12389", "– ", "12393", " DOI: 10.1002/chem.201402895", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Water-Stable Zirconium-Based Metal-Organic Framework Material with High-Surface Area and Gas-Storage Capacities", "Gutov, Oleksii V.; Bury, Wojciech; Gomez-Gualdron, Diego A.; Krungleviciute, Vaiva; Fairen-Jimenez, David; Mondloch, Joseph E.; Sarjeant, Amy A.; Al-Juaid, Salih S.; Snurr, Randall Q.; Hupp, Joseph T.; Yildirim, Taner; Farha, Omar K.", "Chemistry - A European Journal", "\r\n        (", "2014", "),\r\n    ", "20", "\r\n        (", "39", "),\r\n    ", "12389-12393", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors designed, synthesized, and characterized a new Zr-based metal-org. framework material, NU-1100, with a pore vol. of 1.53 ccg-1 and Brunauer-Emmett-Teller (BET) surface area of 4020 m2g-1; to their knowledge, currently the highest published for Zr-based MOFs.  CH4/CO2/H2 adsorption isotherms were obtained over a broad range of pressures and temps. and are in excellent agreement with the computational predictions.  The total hydrogen adsorption at 65 bar and 77 K is 0.092 g g-1, which corresponds to 43 g L-1.  The volumetric and gravimetric methane-storage capacities at 65 bar and 298 K are approx. 180 vSTP/v and 0.27 g g-1, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtlOmurnO&md5=3c89d381239582dc94a4ff04b5485037", "(b) ", "Gomez-Gualdron", ", ", "D. A.", "; ", "Gutov", ", ", "O. V.", "; ", "Krungleviciute", ", ", "V.", "; ", "Borah", ", ", "B.", "; ", "Mondloch", ", ", "J. E.", "; ", "Hupp", ", ", "J. T.", "; ", "Yildirim", ", ", "T.", "; ", "Farha", ", ", "O. K.", "; ", "Snurr", ", ", "R. Q.", " ", "Chem. Mater.", " ", "2014", ",  ", "26", ",  ", "5632", " DOI: 10.1021/cm502304e", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Computational Design of Metal-Organic Frameworks Based on Stable Zirconium Building Units for Storage and Delivery of Methane", "Gomez-Gualdron, Diego A.; Gutov, Oleksii V.; Krungleviciute, Vaiva; Borah, Bhaskarjyoti; Mondloch, Joseph E.; Hupp, Joseph T.; Yildirim, Taner; Farha, Omar K.; Snurr, Randall Q.", "Chemistry of Materials", "\r\n        (", "2014", "),\r\n    ", "26", "\r\n        (", "19", "),\r\n    ", "5632-5639", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A metal-org. framework (MOF) with high volumetric deliverable capacity for methane was synthesized after being identified by computational screening of 204 hypothetical MOF structures featuring (Zr6O4)(OH)4(CO2)n inorg. building blocks.  The predicted MOF (NU-800) has an fcu topol. in which zirconium nodes are connected via ditopic 1,4-benzenedipropynoic acid linkers.  Based on the authors' computer simulations, alkyne groups adjacent to the inorg. zirconium nodes provide more efficient methane packing around the nodes at high pressures.  The high predicted gas uptake properties of this new MOF were confirmed by high-pressure isotherm measurements over a large temp. and pressure range.  The measured methane deliverable capacity of NU-800 between 65 and 5.8 bar is 167 cc(STP)/cc (0.215 g/g), the highest among zirconium-based MOFs.  High-pressure uptake values of H2 and CO2 are also among the highest reported.  These high gas uptake characteristics, along with the expected highly stable structure of NU-800, make it a promising material for gas storage applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsFCjtrnE&md5=496ea42b0aacb80c68f39d819fb6dd1e", "(c) ", "Carboni", ", ", "M.", "; ", "Abney", ", ", "C. W.", "; ", "Liu", ", ", "S.", "; ", "Lin", ", ", "W.", " ", "Chem. Sci.", " ", "2013", ",  ", "4", ",  ", "2396", "– ", "2402", " DOI: 10.1039/c3sc50230a", " ", "[", "Crossref", "], [", "CAS", "]", "5. ", "Highly porous and stable metal-organic frameworks for uranium extraction", "Carboni, Michael; Abney, Carter W.; Liu, Shubin; Lin, Wenbin", "Chemical Science", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "6", "),\r\n    ", "2396-2402", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Three metal-org. frameworks (MOFs) of the UiO-68 network topol. were prepd. using the amino-TPDC or TPDC bridging ligands contg. orthogonal phosphorylurea groups (TPDC is p,p'-terphenyldicarboxylic acid), and investigated for sorption of uranium from water and artificial seawater.  The stable and porous phosphorylurea-derived MOFs were highly efficient in sorbing uranyl ions, with satn. sorption capacities as high as 217 mg U g-1 which is equiv. to binding one uranyl ion for every two sorbent groups.  Coordination modes between uranyl groups and simplified phosphorylurea motifs were investigated by DFT calcns., revealing a thermodynamically favorable monodentate binding of two phosphorylurea ligands to one uranyl ion.  Convergent orientation of phosphorylurea groups at appropriate distances inside the MOF cavities is believed to facilitate their cooperative binding with uranyl ions.  This work represents the first application of MOFs as novel sorbents to ext. actinide elements from aq. media.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXntV2jsrs%253D&md5=5999167e8562001a13ea8fa4b7d4e440", "6. ", "Related Zr", "6", " architectures based on tricarboxylic acids and tetracarboxylic acids are also gaining attention.", "There is no corresponding record for this reference.", "7. ", "(a) ", "Guillerm", ", ", "V.", "; ", "Gross", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Devic", ", ", "T.", "; ", "Bauer", ", ", "M.", "; ", "Férey", ", ", "G.", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "767", "– ", "769", " DOI: 10.1039/B914919H", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "A zirconium methacrylate oxocluster as precursor for the low-temperature synthesis of porous zirconium(IV) dicarboxylates", "Guillerm, Vincent; Gross, Silvia; Serre, Christian; Devic, Thomas; Bauer, Matthias; Ferey, Gerard", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "5", "),\r\n    ", "767-769", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The exchange of the monocarboxylate ligand of the zirconium methacrylate oxocluster Zr6O4(OH)4(OMc)12 (OMc = CH2:CHMeCOO) with dicarboxylic acids (trans,trans-muconic acid and terephthalic acid) leads to porous zirconium dicarboxylates exhibiting the UiO-66 architecture; the mild reaction conditions allow the control of their particle size.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXnt1Oltw%253D%253D&md5=3169f3733ffe303683cbfeda45bc3d0e", "(b) ", "Schaate", ", ", "A.", "; ", "Roy", ", ", "P.", "; ", "Godt", ", ", "A.", "; ", "Lippke", ", ", "J.", "; ", "Waltz", ", ", "F.", "; ", "Wiebcke", ", ", "M.", "; ", "Behrens", ", ", "P.", " ", "Chem.—Eur. J.", " ", "2011", ",  ", "17", ",  ", "6643", " DOI: 10.1002/chem.201003211", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Modulated Synthesis of Zr-Based Metal-Organic Frameworks: From Nano to Single Crystals", "Schaate, Andreas; Roy, Pascal; Godt, Adelheid; Lippke, Jann; Waltz, Florian; Wiebcke, Michael; Behrens, Peter", "Chemistry - A European Journal", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "24", "),\r\n    ", "6643-6651, S6643/1-S6643/11", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors present a study on the influence of benzoic acid, acetic acid, and water on the syntheses of the Zr-based metal-org. frameworks Zr-bdc (UiO-66), Zr-bdc-NH2 (UiO-66-NH2), Zr-bpdc (UiO-67), and Zr-tpdc-NH2 (UiO-68-NH2) (H2bdc: terephthalic acid, H2bpdc: biphenyl-4,4'-dicarboxylic acid, H2tpdc: terphenyl-4,4''-dicarboxylic acid).  By varying the amt. of benzoic or acetic acid, the synthesis of Zr-bdc can be modulated.  With increasing concn. of the modulator, the products change from intergrown to individual crystals, the size of which can be tuned.  Addn. of benzoic acid also affects the size and morphol. of Zr-bpdc and, addnl., makes the synthesis of Zr-bpdc highly reproducible.  The control of crystal and particle size is proven by powder XRD, SEM and dynamic light scattering (DLS) measurements.  TGA and Ar sorption expts. show that the materials from modulated syntheses can be activated and that they exhibit high sp. surface areas.  Water proved to be essential for the formation of well-ordered Zr-bdc-NH2.  Zr-tpdc-NH2, a material with a structure analogous to that of Zr-bdc and Zr-bpdc, but with the longer, functionalized linker 2'-amino-1,1':4',1''-terphenyl-4,4''-dicarboxylic acid, was obtained as single crystals.  This allowed the 1st single-crystal structural anal. of a Zr-based metal-org. framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmslKksLc%253D&md5=188604c14defb7b374f67d9cf2c480ea", "8. ", "Ragon", ", ", "F.", "; ", "Horcajada", ", ", "P.", "; ", "Chevreau", ", ", "H.", "; ", "Hwang", ", ", "Y. K.", "; ", "Lee", ", ", "U.-H.", "; ", "Miller", ", ", "S. R.", "; ", "Devic", ", ", "T.", "; ", "Chang", ", ", "J.-S.", "; ", "Serre", ", ", "C.", " ", "Inorg. Chem.", " ", "2014", ",  ", "53", ",  ", "2491", "– ", "2500", " DOI: 10.1021/ic402514n", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "In Situ Energy-Dispersive X-ray Diffraction for the Synthesis Optimization and Scale-up of the Porous Zirconium Terephthalate UiO-66", "Ragon, Florence; Horcajada, Patricia; Chevreau, Hubert; Hwang, Young Kyu; Lee, U-Hwang; Miller, Stuart R.; Devic, Thomas; Chang, Jong-San; Serre, Christian", "Inorganic Chemistry", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "5", "),\r\n    ", "2491-2500", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The synthesis optimization and scale-up of the benchmarked microporous zirconium terephthalate UiO-66(Zr) were studied by evaluating the impact of several parameters (zirconium precursors, acidic conditions, addn. of water, and temp.) over the kinetics of crystn. by time-resolved in situ energy-dispersive x-ray diffraction.  Both the addn. of hydrochloric acid and water speed up the reaction.  The use of the less acidic ZrOCl2·8H2O as the precursor seemed to be a suitable alternative to ZrCl4·xH2O, avoiding possible reproducibility issues as a consequence of the high hygroscopic character of ZrCl4.  ZrOCl2·8H2O gave smaller good quality UiO-66(Zr) submicronic particles, paving the way for their use within the nanotechnol. domain, in addn. to higher reaction yields, which makes this synthesis route suitable for the prepn. of UiO-66(Zr) at a larger scale.  In a final step, UiO-66(Zr) was prepd. using conventional reflux conditions at the 0.5 kg scale, leading to a rather high space-time yield of 490 kg m-3 day-1, while keeping physicochem. properties similar to those obtained from smaller scale solvothermally prepd. batches.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXisFait7c%253D&md5=4c61713a5844a04eeb2c6673d037b321", "9. ", "(a) ", "Wu", ", ", "H.", "; ", "Chua", ", ", "Y. S.", "; ", "Krungleviciute", ", ", "V.", "; ", "Tyagi", ", ", "M.", "; ", "Chen", ", ", "P.", "; ", "Yildirim", ", ", "T.", "; ", "Zhou", ", ", "W.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "10525", "– ", "10532", " DOI: 10.1021/ja404514r", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Unusual and Highly Tunable Missing-Linker Defects in Zirconium Metal-Organic Framework UiO-66 and Their Important Effects on Gas Adsorption", "Wu, Hui; Chua, Yong Shen; Krungleviciute, Vaiva; Tyagi, Madhusudan; Chen, Ping; Yildirim, Taner; Zhou, Wei", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "28", "),\r\n    ", "10525-10532", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "UiO-66 is a highly important prototypical zirconium metal-org. framework (MOF) compd. because of its excellent stabilities not typically found in common porous MOFs.  In its perfect crystal structure, each Zr metal center is fully coordinated by 12 org. linkers to form a highly connected framework.  Using high-resoln. neutron power diffraction technique, we found the first direct structural evidence showing that real UiO-66 material contains significant amt. of missing-linker defects, an unusual phenomenon for MOFs.  The concn. of the missing-linker defects is surprisingly high, ∼10% in our sample, effectively reducing the framework connection from 12 to ∼11.  We show that by varying the concn. of the acetic acid modulator and the synthesis time, the linker vacancies can be tuned systematically, leading to dramatically enhanced porosity.  We obtained samples with pore vols. ranging from 0.44 to 1.0 cm3/g and Brunauer-Emmett-Teller surface areas ranging from 1000 to 1600 m2/g, the largest values of which are ∼150% and ∼60% higher than the theor. values of defect-free UiO-66 crystal, resp.  The linker vacancies also have profound effects on the gas adsorption behaviors of UiO-66, in particular CO2.  Finally, comparing the gas adsorption of hydroxylated and dehydroxylated UiO-66, we found that the former performs systematically better than the latter (particularly for CO2) suggesting the beneficial effect of the -OH groups.  This finding is of great importance because hydroxylated UiO-66 is the practically more relevant, non-air-sensitive form of this MOF.  The preferred gas adsorption on the metal center was confirmed by neutron diffraction measurements, and the gas binding strength enhancement by the -OH group was further supported by our first-principles calcns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtValsLrL&md5=c1ead8cbafaae77968f37490e2bb14f6", "(b) ", "Bueken", ", ", "B.", "; ", "Reinsch", ", ", "H.", "; ", "Reimer", ", ", "N.", "; ", "Stassen", ", ", "I.", "; ", "Vermoortele", ", ", "F.", "; ", "Ameloot", ", ", "R.", "; ", "Stock", ", ", "N.", "; ", "Kirschhock", ", ", "C. E. A.", "; ", "De Vos", ", ", "D.", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "10055", "– ", "10058", " DOI: 10.1039/C4CC03764B", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "A zirconium squarate metal-organic framework with modulator-dependent molecular sieving properties", "Bueken, Bart; Reinsch, Helge; Reimer, Nele; Stassen, Ivo; Vermoortele, Frederik; Ameloot, Rob; Stock, Norbert; Kirschhock, Christine E. A.; De Vos, Dirk", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "70", "),\r\n    ", "10055-10058", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The authors report the first zirconium metal-org. frameworks based on squaric acid (H2-SQU), representing the member with the smallest unit cell in the isoreticular UiO-66 family.  Its mol. sieving properties are strongly influenced by the monocarboxylic acid modulator (acetate or formate) incorporated during synthesis.  A hafnium analog was also prepd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtFCgu7bF&md5=a9ea52c0c8071e4f422c1c0f7d1e20aa", "(c) ", "Furukawa", ", ", "H.", "; ", "Gándara", ", ", "F.", "; ", "Zhang", ", ", "Y.-B.", "; ", "Jiang", ", ", "J.", "; ", "Queen", ", ", "W. L.", "; ", "Hudson", ", ", "M. R.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "4369", "– ", "4381", " DOI: 10.1021/ja500330a", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Water Adsorption in Porous Metal-Organic Frameworks and Related Materials", "Furukawa, Hiroyasu; Gandara, Felipe; Zhang, Yue-Biao; Jiang, Juncong; Queen, Wendy L.; Hudson, Matthew R.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "11", "),\r\n    ", "4369-4381", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three criteria for achieving high performing porous materials for water adsorption have been identified.  These criteria deal with condensation pressure of water in the pores, uptake capacity, and recyclability and water stability of the material.  Water adsorption properties of 23 materials were investigated, 20 of which being metal-org. frameworks (MOFs).  Among the MOFs were 10 zirconium(IV) MOFs with a subset of these, MOF-801-SC (single crystal form), -802, -805, -806, -808, -812, and -841 reported for the first time.  MOF-801-P (microcryst. powder form) was reported earlier and studied here for its water adsorption properties.  MOF-812 was only made and structurally characterized but not examd. for water adsorption because it is a byproduct of MOF-841 synthesis.  All the new zirconium MOFs are made from the Zr6O4(OH)4(-CO2) secondary building units (n = 6, 8, 10, or 12) and variously shaped carboxyl org. linkers to make extended porous frameworks.  The permanent porosity of all 23 materials was confirmed and their water adsorption measured to reveal that MOF-801-P and MOF-841 are the highest performers based on the three criteria stated above; they are water stable, do not lose capacity after five adsorption/desorption cycles, and are easily regenerated at room temp.  An X-ray single-crystal study and a powder neutron diffraction study reveal the position of the water adsorption sites in MOF-801 and highlight the importance of the intermol. interaction between adsorbed water mols. within the pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXjtlOltL0%253D&md5=21f85eb8745a7073aac8aa39e6923ee8", "(d) ", "Xydias", ", ", "P.", "; ", "Spanopoulos", ", ", "I.", "; ", "Klontzas", ", ", "E.", "; ", "Froudakis", ", ", "G. E.", "; ", "Trikalitis", ", ", "P. N.", " ", "Inorg. Chem.", " ", "2014", ",  ", "53", ",  ", "679", "– ", "681", " DOI: 10.1021/ic402430n", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Drastic Enhancement of the CO2 Adsorption Properties in Sulfone-Functionalized Zr- and Hf-UiO-67 MOFs with Hierarchical Mesopores", "Xydias, Pantelis; Spanopoulos, Ioannis; Klontzas, Emmanuel; Froudakis, George E.; Trikalitis, Pantelis N.", "Inorganic Chemistry", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "2", "),\r\n    ", "679-681", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The sulfone-functionalized Zr- and Hf-UiO-67 metal-org. frameworks with hierarchical mesopores were prepd. using 4,4'-dibenzoic acid-2,2'-sulfone as the ligand and acetic acid or hydrochloric acid as the modulator.  Compared to UiO-67, the zirconium solid showed a 122% increase in CO2 uptake, reaching 4.8 mmol g-1 (17.4 wt.%) at 1 bar and 273 K (145% at 298 K) and more than 100% increase in CO2/CH4 selectivity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvFyrtrnP&md5=c54903feff7f84cd482deb39155e36c4", "(e) ", "Katz", ", ", "M. J.", "; ", "Brown", ", ", "Z. J.", "; ", "Colón", ", ", "Y. J.", "; ", "Siu", ", ", "P. W.", "; ", "Scheidt", ", ", "K. A.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", "; ", "Farha", ", ", "O. K.", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "9449", "– ", "9451", " DOI: 10.1039/c3cc46105j", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "A facile synthesis of UiO-66, UiO-67 and their derivatives", "Katz, Michael J.; Brown, Zachary J.; Colon, Yamil J.; Siu, Paul W.; Scheidt, Karl A.; Snurr, Randall Q.; Hupp, Joseph T.; Farha, Omar K.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "82", "),\r\n    ", "9449-9451", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A scalable, reproducible method of synthesizing UiO-66- and UiO-67-type MOFs, entailing the addn. of HCl to the reaction mixt., has been investigated.  The new protocol requires a fraction of the time of previously reported procedures, yields exceptional porosities, and works with a range of linkers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsV2it7vN&md5=4b32127780e271a8251666b7fb9cbed8", "10. ", "(a) ", "Park", ", ", "J.", "; ", "Wang", ", ", "Z. U.", "; ", "Sun", ", ", "L.-B.", "; ", "Chen", ", ", "Y.-P.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "20110", "– ", "20116", " DOI: 10.1021/ja3085884", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Functionalized mesopores to metal organic frameworks via metal ligand fragment coassembly", "Park, Jinhee; Wang, Zhiyong U.; Sun, Lin-Bing; Chen, Ying-Pin; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "49", "),\r\n    ", "20110-20116", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Introduction of functionalized mesopores into microporous metal-org. frameworks (MOFs) can endow them with suitable properties for applications in gas storage, sepn., catalysis, and drug delivery.  However, common methods for functionalization (including pre- and post-synthetic modifications) of the internal surface of a MOF reduce the pore size of the MOF because the addnl. functional groups fill up the pores.  We present a metal-ligand-fragment coassembly strategy for the introduction of (meso)pores functionalized with various substituent groups on the ligand fragments.  Astonishingly, this new functionalization strategy increases the pore vol. of a MOF instead of reducing it.  Since the ligand fragments are often readily available or easily prepd., the new procedure for synthesis of the modified MOFs becomes much easier and more applicable than existing approaches.  Remarkably, mesopores can be generated conveniently and controllably by the coassembly of a ligand and its fragment contg. the desired functional groups.  The fragment/ligand ratio has been optimized to preserve the parent structure and to promote max. mesopore introduction, which has led to a systematic evaluation of the effectiveness of a series of functional groups for the adsorption of guest mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs12mtrzL&md5=0a4e24d55a6c9344eef8665a87a5bd62", "(b) ", "Barin", ", ", "G.", "; ", "Krungleviciute", ", ", "V.", "; ", "Gutov", ", ", "O.", "; ", "Hupp", ", ", "J. T.", "; ", "Yildirim", ", ", "T.", "; ", "Farha", ", ", "O. K.", " ", "Inorg. Chem.", " ", "2014", ",  ", "53", ",  ", "6914", "– ", "6919", " DOI: 10.1021/ic500722n", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Defect Creation by Linker Fragmentation in Metal-Organic Frameworks and Its Effects on Gas Uptake Properties", "Barin, Gokhan; Krungleviciute, Vaiva; Gutov, Oleksii; Hupp, Joseph T.; Yildirim, Taner; Farha, Omar K.", "Inorganic Chemistry", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "13", "),\r\n    ", "6914-6919", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors successfully demonstrate an approach based on linker fragmentation to create defects and tune the pore vols. and surface areas of two metal-org. frameworks, NU-125 and HKUST-1, both of which feature Cu paddlewheel nodes.  Depending on the linker fragment compn., the defect can be either a vacant site or a functional group that the original linker does not have.  In the first case, both surface area and pore vol. increase, while in the second case they decrease.  The effect of defects on the high-pressure gas uptake is also studied over a large temp. and pressure range for different gases.  Despite an increase in pore vol. and surface area in structures with vacant sites, the abs. adsorption for methane decreases for HKUST-1 and slightly increases for NU-125.  However, the working capacity (deliverable amt. between 65 and 5 bar) in both cases remains similar to parent frameworks due to lower uptakes at low pressures.  In the case of NU-125, the effect of defects became more pronounced at lower temps., reflecting the greater surface areas and pore vols. of the altered forms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXptl2isbc%253D&md5=fe9511a4c1758f76f90097b67485759a", "Tu", ", ", "B.", "; ", "Pang", ", ", "Q.", "; ", "Wu", ", ", "D.", "; ", "Song", ", ", "Y.", "; ", "Weng", ", ", "L.", "; ", "Li", ", ", "Q.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "14465", "– ", "14471", " DOI: 10.1021/ja5063423", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Ordered Vacancies and Their Chemistry in Metal-Organic Frameworks", "Tu, Binbin; Pang, Qingqing; Wu, Doufeng; Song, Yuna; Weng, Linhong; Li, Qiaowei", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "41", "),\r\n    ", "14465-14471", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A method of creation of ordered metal vacancies and linker vacancies in a cubic metal-org. framework (MOF) based on Zn(II) and pyrazolecarboxylic acid by removing a quarter of the metal ions and half of the linkers is reported.  The MOF with ordered vacancies shows increased pore size, thus allowing large dye mols. to fit in the pores.  By filling the vacancies with new metals and new linkers, eight new single-cryst. MOFs with multicomponents in abs. order are introduced.  The capability of performing stepwise elimination and addn. reactions systematically in extended solids without destroying the structural integrity has generated complex MOF structures which otherwise cannot be made.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsFKns7nF&md5=227addf9ad3a5c58e34581b086b6fc73", "11. ", "Shearer", ", ", "G. C.", "; ", "Chavan", ", ", "S.", "; ", "Ethiraj", ", ", "J.", "; ", "Vitillo", ", ", "J. G.", "; ", "Svelle", ", ", "S.", "; ", "Olsbye", ", ", "U.", "; ", "Lamberti", ", ", "C.", "; ", "Bordiga", ", ", "S.", "; ", "Lillerud", ", ", "K. P.", " ", "Chem. Mater.", " ", "2014", ",  ", "26", ",  ", "4068", "– ", "4071", " DOI: 10.1021/cm501859p", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Tuned to Perfection: Ironing Out the Defects in Metal-Organic Framework UiO-66", "Shearer, Greig C.; Chavan, Sachin; Ethiraj, Jayashree; Vitillo, Jenny G.; Svelle, Stian; Olsbye, Unni; Lamberti, Carlo; Bordiga, Silvia; Lillerud, Karl Petter", "Chemistry of Materials", "\r\n        (", "2014", "),\r\n    ", "26", "\r\n        (", "14", "),\r\n    ", "4068-4071", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The drastic effect that the synthesis temp. and linker concn. have on the thermal stability and defectivity of UiO-66 was studied.  Defects are systematically ironed out by using higher synthesis temps. and linker concns.  A highly stable, near defect free UiO-66 sample is afforded when the synthesis temp. and BDC:Zr molar ratio are increased to 220° and 2:1, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXps1KktbY%253D&md5=fb0bc53e96383dfcfadc7d99d3b58ff5", "12. ", "For a facile preparation of the dimethyl substituted version of UiO-68 (as PCN-56), see:", "Jiang", ", ", "H.-L.", "; ", "Feng", ", ", "D.", "; ", "Liu", ", ", "T.-F.", "; ", "Li", ", ", "J.-R.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "14690", "– ", "14693", " DOI: 10.1021/ja3063919", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Pore Surface Engineering with Controlled Loadings of Functional Groups via Click Chemistry in Highly Stable Metal-Organic Frameworks", "Jiang, Hai-Long; Feng, Dawei; Liu, Tian-Fu; Li, Jian-Rong; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "36", "),\r\n    ", "14690-14693", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reactions of ZrCl4 and single or mixed linear dicarboxylic acids bearing Me or azide groups lead to highly stable isoreticular metal-org. frameworks (MOFs) with content-tunable, accessible, reactive azide groups inside the large pores.  These Zr-based MOFs offer an ideal platform for pore surface engineering by anchoring various functional groups with controlled loadings onto the pore walls via the click reaction, endowing the MOFs with tailor-made interfaces.  Significantly, the framework and crystallinity of the functionalized MOFs are well-retained, and the engineered pore surfaces are readily accessible, thus providing more opportunities for powerful and broad applications of MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Wqu7nN&md5=934b568c0acb7ed4e8c55a2f22d54a51", "13. ", "Cliffe", ", ", "M. J.", "; ", "Wan", ", ", "W.", "; ", "Zou", ", ", "X.", "; ", "Chater", ", ", "P. A.", "; ", "Kleppe", ", ", "A. K.", "; ", "Tucker", ", ", "M. G.", "; ", "Wilhelm", ", ", "H.", "; ", "Funnell", ", ", "N. P.", "; ", "Coudert", ", ", "F.", "; ", "Goodwin", ", ", "A. L.", " ", "Nat. Commun.", " ", "2014", ",  ", "5", ",  ", "4176", " DOI: 10.1038/ncomms5176", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Correlated defect nanoregions in a metal-organic framework", "Cliffe Matthew J; Funnell Nicholas P; Goodwin Andrew L; Wan Wei; Zou Xiaodong; Chater Philip A; Kleppe Annette K; Wilhelm Heribert; Tucker Matthew G; Coudert Francois-Xavier", "Nature communications", "\r\n        (", "2014", "),\r\n    ", "5", "\r\n        (", "),\r\n    ", "4176", "\r\n        ISSN:", ".\r\n    ", "Throughout much of condensed matter science, correlated disorder is a key to material function.  While structural and compositional defects are known to exist within a variety of metal-organic frameworks (MOFs), the prevailing understanding is that these defects are only ever included in a random manner.  Here we show--using a combination of diffuse scattering, electron microscopy, anomalous X-ray scattering and pair distribution function measurements--that correlations between defects can in fact be introduced and controlled within a hafnium terephthalate MOF.  The nanoscale defect structures that emerge are an analogue of correlated Schottky vacancies in rocksalt-structured transition metal monoxides and have implications for storage, transport, optical and mechanical responses.  Our results suggest how the diffraction behaviour of some MOFs might be reinterpreted, and establish a strategy of exploiting correlated nanoscale disorder as a targetable and desirable motif in MOF design.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC2cfktlerug%253D%253D&md5=66332e924e07cfc50874cfee93c44035", "14. ", "Deria", ", ", "P.", "; ", "Mondloch", ", ", "J. E.", "; ", "Tylianakis", ", ", "E.", "; ", "Ghosh", ", ", "P.", "; ", "Bury", ", ", "W.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", "; ", "Farha", ", ", "O. K.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "16801", "– ", "16804", " DOI: 10.1021/ja408959g", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Perfluoroalkane Functionalization of NU-1000 via Solvent-Assisted Ligand Incorporation: Synthesis and CO2 Adsorption Studies", "Deria, Pravas; Mondloch, Joseph E.; Tylianakis, Emmanuel; Ghosh, Pritha; Bury, Wojciech; Snurr, Randall Q.; Hupp, Joseph T.; Farha, Omar K.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "45", "),\r\n    ", "16801-16804", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new functionalization technique, solvent-assisted ligand incorporation (SALI), was developed to efficiently incorporate carboxylate-based functionalities in the Zr-based metal-org. framework, NU-1000.  Unlike previous metal node functionalization strategies, which utilize dative bonding to coordinatively unsatd. metal sites, SALI introduces functional groups as charge compensating and strongly bound moieties to the Zr6 node.  Utilizing SALI, the authors have efficiently attached perfluoro-alkane carboxylates of various chain lengths (C1-C9) on the Zr6 nodes of NU-1000.  These fluoro-alkane-functionalized mesoporous MOFs, termed herein SALI-n, were studied exptl. and theor. as potential CO2 capture materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslSqtLjK&md5=a346fb82af4ad25e21f1333807c50ec9", "15. ", "Yuan", ", ", "S.", "; ", "Lu", ", ", "W.", "; ", "Chen", ", ", "Y.-P.", "; ", "Zhang", ", ", "Q.", "; ", "Liu", ", ", "T.-F.", "; ", "Feng", ", ", "D.", "; ", "Wang", ", ", "X.", "; ", "Qin", ", ", "J.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2015", ",  ", "137", " (", "9", ")  ", "3177", "– ", "3180", " DOI: 10.1021/ja512762r", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Sequential Linker Installation: Precise Placement of Functional Groups in Multivariate Metal-Organic Frameworks", "Yuan, Shuai; Lu, Weigang; Chen, Ying-Pin; Zhang, Qiang; Liu, Tian-Fu; Feng, Dawei; Wang, Xuan; Qin, Junsheng; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2015", "),\r\n    ", "137", "\r\n        (", "9", "),\r\n    ", "3177-3180", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A unique strategy, sequential linker installation (SLI), was developed to construct multivariate MOFs with functional groups precisely positioned.  PCN-700, a Zr-MOF with eight-connected Zr6O4(OH)8(H2O)4 clusters, was judiciously designed; the Zr6 clusters in this MOF are arranged in such a fashion that, by replacement of terminal OH-/H2O ligands, subsequent insertion of linear dicarboxylate linkers is achieved.  Linkers with distinct lengths and functionalities can be sequentially installed into PCN-700.  Single-crystal to single-crystal transformation is realized so that the positions of the subsequently installed linkers are pinpointed via single-crystal x-ray diffraction analyses.  This methodol. provides a powerful tool to construct multivariate MOFs with precisely positioned functionalities in the desired proximity, which would otherwise be difficult to achieve.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXjtlSmsbk%253D&md5=304c7ceff335f9bd9cab734b623da70d", "16. ", "Øien", ", ", "S.", "; ", "Wragg", ", ", "D.", "; ", "Reinsch", ", ", "H.", "; ", "Svelle", ", ", "S.", "; ", "Bordiga", ", ", "S.", "; ", "Lamberti", ", ", "C.", "; ", "Lillerud", ", ", "K. P.", " ", "Cryst. Growth Des.", " ", "2014", ",  ", "14", ",  ", "5370", "– ", "5372", " DOI: 10.1021/cg501386j", " ", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "17. ", "Malaestean", ", ", "I. L.", "; ", "Speldrich", ", ", "M.", "; ", "Ellern", ", ", "A.", "; ", "Baca", ", ", "S. G.", "; ", "Kögerler", ", ", "P.", " ", "Dalton Trans.", " ", "2011", ",  ", "40", ",  ", "331", "– ", "333", " DOI: 10.1039/C0DT01136C", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Heterometal expansion of oxozirconium carboxylate clusters", "Malaestean, Iurii L.; Speldrich, Manfred; Ellern, Arkady; Baca, Svetlana G.; Koegerler, Paul", "Dalton Transactions", "\r\n        (", "2011", "),\r\n    ", "40", "\r\n        (", "2", "),\r\n    ", "331-333", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Although representing a 'thermodn. sink', the octahedral oxozirconium {Zr6O4(OH)4} cluster structure can be magnetically functionalized by up to six 3d metal cations with a combination of flexible aminoalkoxide (N-butyldiethanolamine, bdeaH2) and carboxylate ligands.  Selection of metal carboxylate precursors, reaction times, and addnl. competing ligands (e.g., phenol) det. heterometal nuclearity and structure in the {MnZr6} clusters products.  The products, [Fe2Zr6O6(OH)2(piv)12(bdea)2]·MeCN·0.25 H2O (1, Hpiv = pivalic acid), [Mn2Zr6O6(OH)2(ib)12(bdea)2(H2O)2] (2, Hib = isobutyric acid), [Ni3Zr6O4(OH)4(ib)12(bdea)3]·0.67MeCN (3), [Ni3Zr6O4(OH)4(ib)10(PhO)2(bdea)3]·2MeCN (4), and [Ni6Zr6O8(ib)12(Hbdea)6](NO3)2·4PhOH (5), were characterized by x-ray crystallog., and weak antiferromagnetic exchange between the 3d spin centers, mediated by O-Zr-O bridges, was evident from susceptibility data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsFOgtLfO&md5=8d3a51ae349dbe9f44d706036c473804", "18. ", "(a) ", "Schmid", ", ", "M. B.", "; ", "Zeitler", ", ", "K.", "; ", "Gschwind", ", ", "R. M.", " ", "J. Org. Chem.", " ", "2011", ",  ", "76", ",  ", "3005", "– ", "3015", " DOI: 10.1021/jo200431v", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "NMR Investigations on the Proline-Catalyzed Aldehyde Self-Condensation: Mannich Mechanism, Dienamine Detection, and Erosion of the Aldol Addition Selectivity", "Schmid, Markus B.; Zeitler, Kirsten; Gschwind, Ruth M.", "Journal of Organic Chemistry", "\r\n        (", "2011", "),\r\n    ", "76", "\r\n        (", "9", "),\r\n    ", "3005-3015", "CODEN:\r\n                ", "JOCEAH", ";\r\n        ISSN:", "0022-3263", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The proline-catalyzed self-condensation of aliph. aldehydes in DMSO with varying amts. of catalyst was studied by in situ NMR spectroscopy.  The reaction profiles and intermediates obsd. as well as deuteration studies reveal that the proline-catalyzed aldol addn. and condensation are competing, but not consecutive, reaction pathways.  In addn., the rate-detg. step of the condensation is suggested to be the C-C bond formation.  Our findings indicate the involvement of two catalyst mols. in the C-C bond formation of the aldol condensation, presumably by the activation of both the aldol acceptor and donor in a Mannich-type pathway.  This mechanism is shown to be operative also in the oligomerization of acetaldehyde with high proline amts., for which the first in situ detection of a proline-derived dienamine was accomplished.  In addn., the diastereoselectivity of the aldol addn. is evidenced to be time-dependent since it is undermined by the retro-aldolization and the competing irreversible aldol condensation; here NMR reaction profiles can be used as a tool for reaction optimization.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjvV2gtrY%253D&md5=dcacf15e4b6148f5ea4d69a50dc8949e", "(b) ", "Hayashi", ", ", "Y.", "; ", "Samanta", ", ", "S.", "; ", "Itoh", ", ", "T.", "; ", "Ishikawa", ", ", "H.", " ", "Org. Lett.", " ", "2008", ",  ", "10", ",  ", "5581", "– ", "5583", " DOI: 10.1021/ol802438u", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Asymmetric, Catalytic, and Direct Self-Aldol Reaction of Acetaldehyde Catalyzed by Diarylprolinol", "Hayashi, Yujiro; Samanta, Sampak; Itoh, Takahiko; Ishikawa, Hayato", "Organic Letters", "\r\n        (", "2008", "),\r\n    ", "10", "\r\n        (", "24", "),\r\n    ", "5581-5583", "CODEN:\r\n                ", "ORLEF7", ";\r\n        ISSN:", "1523-7060", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An asym., catalytic, and direct self-aldol reaction of acetaldehyde was catalyzed by a diarylprolinol organocatalyst in NMP, affording the trimer acetal, which was generated by the reaction of the self-aldol product with another acetaldehyde mol. with good enantioselectivity.  The acetal is the synthetic equiv. of the self-aldol product, which can be converted into other synthetically useful compds. in one pot without compromising the enantioselectivity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsVWgt7nM&md5=ee6c59bfa1f1e246dd3a84109b183c53", "19. ", "Li", ", ", "X.", "; ", "Lin", ", ", "Q.", "; ", "Cao", ", ", "R.", " ", "Monatsh. Chem.", " ", "2014", ",  ", "145", ",  ", "1017", "– ", "1022", " DOI: 10.1007/s00706-014-1150-8", " ", "[", "Crossref", "], [", "CAS", "]", "19. ", "A convenient approach for the synthesis of 1,3,5-trioxanes under solvent-free conditions at room temperature", "Li, Xinzhong; Lin, Qi; Cao, Rong", "Monatshefte fuer Chemie", "\r\n        (", "2014", "),\r\n    ", "145", "\r\n        (", "6", "),\r\n    ", "1017-1022", "CODEN:\r\n                ", "MOCMB7", ";\r\n        ISSN:", "0026-9247", ".\r\n    \r\n            (", "Springer-Verlag GmbH", ")\r\n        ", "A series of environmentally benign bis-SO3H-functionalized Bronsted acidic ionic liqs. were synthesized by using aliph. polyamines and 1,3-propanesultone as the source chems.  These ionic liqs. acted as efficient inexpensive and recyclable catalysts for cyclotrimerization of aliph. aldehydes at room temp. under solvent-free conditions.  The reactions proceeded smoothly with good to excellent isolated yields (66.9-97.6 %) and were generally complete in 1.5 h when the amt. of ionic liq. was 0.1 mol%.  The ionic liqs. could be recovered readily and reused five times without any significant loss in their catalytic activity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtlens7Y%253D&md5=c2490415881eba3ebb5af62ba30f2153", "Elamparuthi", ", ", "E.", "; ", "Ramesh", ", ", "E.", "; ", "Raghunathan", ", ", "R.", " ", "Synth. Commun.", " ", "2005", ",  ", "35", ",  ", "2801", "– ", "2804", " DOI: 10.1080/00397910500290524", " ", "[", "Crossref", "], [", "CAS", "]", "19. ", "InCl3 as an efficient catalyst for cyclotrimerization of aldehydes. Synthesis of 1,3,5-trioxane under solvent-free conditions", "Elamparuthi, E.; Ramesh, E.; Raghunathan, R.", "Synthetic Communications", "\r\n        (", "2005", "),\r\n    ", "35", "\r\n        (", "21", "),\r\n    ", "2801-2804", "CODEN:\r\n                ", "SYNCAV", ";\r\n        ISSN:", "0039-7911", ".\r\n    \r\n            (", "Taylor & Francis, Inc.", ")\r\n        ", "1,3,5-Trioxanes derived from aldehydes were synthesized using indium trichloride as a catalyst.  Cyclotrimerization of the aldehydes gave excellent yields under neat conditions within a short span of time.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtFyitLbE&md5=b336703ec01664a586ab4a67370dabf1"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-17/acs.inorgchem.5b01053/20150901/images/small/ic-2015-010535_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-17/acs.inorgchem.5b01053/20150901/images/small/ic-2015-010535_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-17/acs.inorgchem.5b01053/20150901/images/small/ic-2015-010535_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-17/acs.inorgchem.5b01053/20150901/images/small/ic-2015-010535_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-17/acs.inorgchem.5b01053/20150901/images/small/ic-2015-010535_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-17/acs.inorgchem.5b01053/20150901/images/small/ic-2015-010535_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-17/acs.inorgchem.5b01053/20150901/images/small/ic-2015-010535_0008.gif\">"]}
