{"title": ["Isosteric Heats of Adsorption on Carbon Predicted by Density Functional Theory"], "authors": ["Huanhua Pan", "James A. Ritter", "Perla B. Balbuena"], "doi": ["10.1021/ie9705867"], "abstract": ["Isosteric heats of adsorption (", ") of propane and butane adsorbed on carbon were studied by numerical differentiation of nonlocal density functional theory (NDFT) isotherms. The ", " values of both adsorbates in slit-shaped pores were a weak function of temperature, and decreased with increasing pore width. Using the calculated pore size distribution (PSD) of an activated carbon, it was further determined that the ", " for both propane and butane decreased with increasing loading, consistent with a heterogeneous adsorbent. The NDFT results utilizing the PSD were also in fair agreement with those obtained from the classical approach using experimental isotherms fitted to a model and applied to the Clausius−Clapeyron-type equation; both models predicted ", " of butane to be ∼10 kJ/mol higher than that of propane at the same loading. On a model homogeneous carbon, the ", " of both adsorbates increased with reduced surface coverage up to ∼0.5, then they dropped rapidly. The reduced surface coverages corresponding to monolayer completion were 0.61 for propane and 0.65 for butane, in agreement with published experimental results. "], "text": [" ", "Top of Page", "Abstract", "Introduction", "Theory", "Experimental Section", "Results and Discussion", "Conclusions", "Introduction", " ", "The heat of adsorption yields valuable insights into the mechanism of adsorption. It is also a critical thermodynamic property for the design of adsorption processes because it provides a base to estimate the heat released (or consumed) during the adsorption (or desorption) process. Values of the heat of adsorption can be determined either from the variation of adsorption with temperature, or by direct calorimetric measurements; however, the amount of work involved in finding the heat of adsorption at many different loadings and different temperatures by experiment is usually prohibitive (Beebe et al., 1947a,b; Dunne et al., 1996). Some empirical adsorption isotherm equations can be used to determine the isosteric heat of adsorption (", "q", "st", "), but experimental adsorption data are required to determine the parameters in these models; thus, this method is not predictive. Furthermore, different isotherm equations usually lead to different ", "q", "st", " results. Recently, there has been increasing interest in using molecular simulation tools to determine the ", "q", "st", " for various adsorbate−adsorbent systems, especially Monte Carlo techniques (Vernov and Steele, 1991; Razmus and Hall, 1991; Karavias and Myers, 1991; Matranga et al., Bottani et al., 1994; Myers et al., 1997); however, far less work has been done using density functional theory (Jiang et al., 1992; Balbuena and Gubbins, 1993). ", " ", "In this work, density functional theory (DFT), a statistical mechanics model, was used to predict the ", "q", "st", " of propane and butane adsorbed on carbon materials. DFT methods are based on the idea that the grand free energy of an inhomogeneous fluid can be expressed as a functional of ρ(", "r", "), the density profile in the pore. The free energy functional is modeled as a sum of two contributions:  a hard sphere nonlocal core and a mean field attractive tail; and ρ(", "r", ") can be obtained by minimization of this functional. Once ρ(", "r", ") is known, all of the relevant thermodynamic functions can be calculated. The most elaborated form of this theory, the nonlocal density functional theory (NDFT), has been successfully used to describe fluids confined in narrow pores (Evans and Tarazona, 1984; Peterson et al., 1986; Balbuena and Gubbins, 1993). Lastoskie et al. (1993) also used NDFT to analyze the pore size distribution (PSD) of a microporous carbon, and recently, Ravikovitch et al. (1997) also used NDFT to characterize some siliceous catalyst supports and catalysts. ", " ", "In this work, the PSD of BAX-activated carbon was determined following the procedure of Lastoskie et al. (1993). Then, this PSD and NDFT were used to calculate the ", "q", "st", " of propane and butane on the BAX-activated carbon by a numerical differentiation technique. The results were compared with those obtained from a classical approach using experimental isotherm data fitted to a model and applied to a Clausius−Clapeyron-type equation (Sircar, 1985; Myers and Valenzuela, 1989). The effect of temperature and pore width on the ", "q", "st", " in slit-shaped pores, along with the ", "q", "st", " for a model homogeneous carbon were also investigated using NDFT. ", " ", " ", "Top of Page", "Abstract", "Introduction", "Theory", "Experimental Section", "Results and Discussion", "Conclusions", "Theory", " ", "It is assumed that the solid consists of slit-like pores represented by two semi-infinite parallel walls separated by a distance ", "H", ". The fluid−fluid interaction potential μ(", "r", ") is described by a cut and shifted Lennard-Jones 12−6 pair potential as follows (Weeks, et al., 1971):", " ", " ", " ", " with", " ", " ", " where ", "r", " is the separation distance between a pair of molecules, and ε", "ff", " and σ", "ff", " are parameters representing interaction energy and molecular size, respectively. The cutoff radius ", "r", "c", " is chosen as 2.5 σ", "ff", ". For solid−fluid interaction potential φ", "sf", ", Steele's 10−4−3 potential is used (Steele, 1974), which is given by:", " ", " where ρ", "s", " is the solid density and Δ is the separation between carbon layers. Values of ρ", "s", " = 0.114 Å", "-", "3", " and Δ = 3.35 Å are used here (Steele, 1973). For a slit pore, the fluid molecule interacts with both walls, so the full external potential ", "V", "ext", "(", "z", ") is written as follows:", " ", " The potential parameters used in this work are shown in Table 1", "; parameters for solid−gas interactions are estimated by Lorentz−Berthelot mixing rules (Steele, 1974) and given by eqs 5a and 5b:", " ", " ", " ", " ", " ", " ", " Table 1. Lennard-Jones Parameters Used in the NDFT Calculations (Hirschfelder et al", ".", ", 1954)", "a", " ", " ", "interaction", "σ (Å)", "ε/", "k", " (K) ", "C", "C ", "3.4 ", "28.0 ", "N", "2", "N", "2", " ", "3.681 ", "91.5 ", "C", "3", "H", "8", "C", "3", "H", "8", " ", "5.061 ", "254 ", "n", "-C", "4", "H", "10", "n", "-C", "4", "H", "10", " ", "4.997 ", "410", " ", " ", "a", " Viscosity data.", " ", " ", " ", " ", "For a fluid in an external field ", "V", "ext", "(", "r", "), and at a fixed temperature ", "T", ", and chemical potential μ, the grand potential functional Ω is written as follows (Evans and Tarazona, 1984):", " ", " ", "F", "[ρ", "L", "(", "r", ")] is the Helmholtz free energy, which is expanded in a perturbative fashion about a reference system of hard spheres of diameter ", "d", " to yield:", " ", " where ρ", "L", "(2)", "(", "r", ",", "r", "‘) is the pair distribution function. The equivalent hard sphere diameter ", "d", " is calculated as a function of temperature from eq 8 (Barker and Henderson, 1967):", " ", " with η", "1", " = 0.3837, η", "2", " = 1.035, η", "3", " = 0.4249, and η", "4", " = 1 (Lastoskie, et al., 1993). The attractive part is treated in the mean field approximation as follows:", " ", " Equation 9 neglects correlations due to attractive forces. The hard sphere term ", "F", "H", " is further divided into an ideal gas component ", "F", "id", " and an excess component ", "F", "ex", ":", " ", " ", " ", "The ideal contribution is given by eq 11:", " ", " where Λ = ", "h", "/", " is the thermal deBroglie wavelength. The excess term is a functional of the local density ρ", "L", "(", "r", ") and the excess Helmholtz free energy per molecule ", "f", "ex", ", as follows:", " ", " where ", "f", "ex", " is given by the contribution of the local chemical potential μ", "H", ", pressure ", "P", "H", ", and ideal gas term for a hard sphere fluid of smoothed density ρ(", "r", ") and diameter ", "d", ":", " ", " The smoothed density is defined as follows:", " ", " where ", "W", "[|", "r", " − ", "r", "‘|, ρ(", "r", ")] is a weighting function, which takes into account nonlocal effects. Here, Tarazona's (1985) model for the weighting function is used, and the hard sphere excess free energy is calculated (eq 13) with the Carnahan−Starling equation of state (Carnahan and Starling, 1969). ", " ", "To solve for the equilibrium density profile, the grand potential functional Ω of eq 6 is minimized with respect to density. The density profile at a certain ", "H", " and ", "T", " is obtained by numeric iteration. For convenience, the pore width and mean fluid density are scaled with respect to the fluid-fluid molecular diameter, respectively, as ", "H", "* = ", "H", "/σ", "ff", " and ρ* = ρσ", "ff", "3", ". After solving for the density profile, the pore size distribution ", "f", "(", "H", ") is obtained by solving the adsorption integral equation (Szombathely et al., 1992; Jagiello, 1994), which is written as follows:", " ", " The isosteric heat of adsorption is calculated by eq 16 (Sircar, 1985; Myers and Valenzuela, 1989):", " ", " When the isotherm is in the form of ", "N", " ", " ", "N", "(", "P", ",", "T", "), eq 16 is changed to the following form by the chain rule of calculus:", " ", " ", " The derivatives in eqs 16 and 17 are evaluated analytically if explicit expressions are available, otherwise they are evaluated numerically. ", " ", " ", "Top of Page", "Abstract", "Introduction", "Theory", "Experimental Section", "Results and Discussion", "Conclusions", "Experimental Section", " ", "Adsorption isotherms for propane and butane adsorbed on BAX-activated carbon were measured gravimetrically using a VTI Integrated Microbalance System. The propane adsorption isotherms were obtained at six different temperatures ranging from 297 to 333 K. At each temperature, 22 points were obtained covering the pressure range from 6 to 333 kPa. The butane adsorption isotherms were obtained at nine different temperatures ranging from 297 to 367 K. At each temperature, 22 points were obtained covering the pressure range from 6 to 200 kPa. Prior to each isotherm measurement, the activated carbon was regenerated at 523 K for 2 h under reduced pressure of <1 × 10", "-", "5", " Torr. The adsorption isotherm for nitrogen adsorbed on BAX-activated carbon was measured and provided by Westvaco (Jagiello, 1997). ", " ", "The propane (99%) and ", "n", "-butane (99%) were obtained from National Welders and used as received. The BAX-activated carbon was obtained from Westvaco in the form of small pellets (2.1 mm extruded) and used as received except for regeneration. ", " ", " ", "Top of Page", "Abstract", "Introduction", "Theory", "Experimental Section", "Results and Discussion", "Conclusions", "Results and Discussion", " ", "NDFT Isosteric Heats of Adsorption in Slit-Shaped Single Pores.", " Adsorption isotherms of propane and ", "n", "-butane adsorbed in slit-shaped single pores at different temperatures and pore widths were generated by NDFT. Then the isotherms were differentiated numerically to obtain the isosteric heats of adsorption according to eq 17. The ", "q", "st", " results are shown in Figures 1", "a and 2", "a, and the corresponding adsorption isotherms are shown in Figures 1b and 2b. It is seen that ", "q", "st", " is only a weak function of temperature. It decreases sharply from ", "H", "* = 2−3, but only slightly from ", "H", "* = 3 to 4 at small loadings. Due to the assumption of slitlike single pores and homogeneous walls, the adsorption sites are energetically homogeneous at very low coverages. The stronger solid−fluid interaction for smaller ", "H", "* makes ", "q", "st", " in smaller pores bigger than that in larger pores. At small loadings, ", "q", "st", " increases with ρ* because of adsorbate−adsorbate interactions. When loading increases and more sites become covered by fluid molecules, multilayer adsorption begins to occur if the slit width is big enough; then the decrease in the solid−fluid interaction overwhelms the additional fluid−fluid (or adsorbate−adsorbate) interaction, causing ", "q", "st", " to drop. ", " ", " Figure 1 (A) Isosteric heats of adsorption of propane on carbon at different slit widths and temperatures, and (B) the corresponding adsorption isotherms calculated from the NDFT model.", " ", " ", " Figure 2 (A) Isosteric heats of adsorption of ", "n", "-butane on carbon at different slit widths and temperatures, and (B) the corresponding adsorption isotherms calculated from the NDFT model.", " ", " ", " ", "The adsorption isotherms for ", "H", "* = 4 show typical behavior of layering transition, where the first layering transition occurs at about ρ* = 0.2. This loading is exactly where ", "q", "st", " begins to drop rapidly. At ", "H", "* = 2, ρ* increases quickly with increasing pressure at low loadings, but when ρ* exceeds 0.35, the curves begin to level off, which means adsorption becomes difficult after that point. At high loadings, the adsorbate molecules become very close to each other in the small pores, so that the repulsive forces become important; thus adsorption becomes unfavorable and ", "q", "st", " begins to drop. The peak value of ", "q", "st", " is reached at about ρ* = 0.35 when ", "H", "* = 2. For ", "H", "* = 3, the adsorption isotherms begin to level off when ρ* exceeds ∼0.4, and this range is where ", "q", "st", " reaches its peak value. ", " ", "At the limit of zero coverage, ", "q", "st", "o", " can be obtained directly from an exact analytical expression (Steele, 1974):", " ", " The ", "q", "st", "o", " of propane and butane at 313 K obtained from eq 18 are shown in Figure 3", ". It is seen that ", "q", "st", "o", " drops rapidly with increasing ", "H", "* when ", "H", "* < 3, and is almost constant when ", "H", "* > 4. At zero coverage, there are no interactions among the adsorbate molecules, so ", "q", "st", "o", " is totally determined by the adsorbate−adsorbent interaction (", "V", "ext", "). When ", "H", "* is small, both walls have significant effects on the adsorbate molecules. From eqs 3 and 4, ", "V", "ext", " decreases with increasing ", "H", "*; thus, ", "q", "st", "o", " decreases when ", "H", "* increases. If ", "H", "* is large enough, φ", "sf", "(", "H", "* − ", "z", ") becomes very close to zero; then ", "V", "ext", "(", "z", ") is controlled by φ", "sf", "(", "z", ") (eq 4), the interaction between the adsorbate and the closer wall. At zero coverage, ", "z", " is small and almost constant because the fluid molecules are adsorbed only in the first layer; therefore, ", "q", "st", "o", " is nearly constant at large ", "H", "*. ", " ", " Figure 3 Isosteric heats of adsorption of propane and butane at zero coverage calculated from an analytical expression (eq 18); (Steele, 1974).", " ", " ", " ", "Isosteric Heats of Adsorption from Adsorption Isotherm Correlations.", " The propane−BAX-activated ", " carbon and butane−BAX-activated carbon isotherms are shown in Figures 4", " and 5", ", respectively. The Three Process Langmuir Model (TPLM) (Drago et al., 1996), which is given by:", " ", " and", " ", " was used to correlate the experimental data. TPLM was fitted simultaneously to all of the isotherm data points in each system to determine the nine parameters using nonlinear regression. The average relative error (ARE), defined as follows:", " ", " was used to indicate the goodness of the fit. The TPLM parameters and the corresponding ARE for each system are given in Table 2", "; the TPLM correlation for propane and butane are plotted against the experimental data in Figures 4 and 5, respectively. It is seen that the TPLM correlates quite well with both the propane and butane−BAX-activated carbon systems, with some minor deviations apparent in the butane correlation at low pressures and temperatures. ", " ", " Figure 4 Adsorption isotherms of propane adsorbed on BAX-activated carbon. The points are the experimental data and the lines are the correlation with the TPLM, eq 19.", " ", " ", " Figure 5 Adsorption isotherms of ", "n", "-butane adsorbed on BAX-activated carbon. The points are the experimental data and the lines are the correlation with the TPLM, eq 19.", " ", " ", " ", " ", " Table 2. TPLM Parameters and Goodness of Fit", "a", " for the Propane and ", "n", "-Butane−BAX Carbon Systems", " ", " ", "parameter", "propane", "n", "-butane ", "q", "m1", " (mol/kg) ", "6.007 ", "7.9862 ", "b", "01", " (1/kPa) ", "2.56 × 10", "-", "7", " ", "8.79 × 10", "-", "8", " ", "B", "1 ", "(K) ", "2880 ", "3305.384 ", "q", "m2", " (mol/kg) ", "2.6047 ", "2.0174 ", "b", "02", " (1/kPa) ", "8.78 × 10", "-", "7", " ", "4.43 × 10", "-", "7", " ", "B", "2", " (K) ", "3354.63 ", "3923.893 ", "q", "m3", " (mol/kg) ", "0.6008 ", "1.544895 ", "b", "03", " (1/kPa) ", "2.21 × 10", "-", "7", " ", "3.0 × 10", "-", "9", " ", "B", "3", " (K) ", "4625.18 ", "6310.47 ", "ARE (%)", "a", " ", "0.90 ", "1.5", " ", " ", "a", " Defined by eq 20.", " ", " ", " ", " ", "The isosteric heats of adsorption were calculated from the TPLM by combining eqs 17 and 19. The derivatives in eq 17 were evaluated analytically using ", "Maple III", ". The results are shown in Figures 6", "a and 7", "a, respectively, for propane and butane. It was reassuring to see ", " that for both systems, the TPLM was capable of predicting the characteristic decrease in ", "q", "st", " with loading that is associated with a heterogeneous adsorbent. ", " ", " Figure 6 (A) Isosteric heats of adsorption of propane on BAX-activated carbon at 313 K predicted from the TPLM and the NDFT model, and (B) the corresponding adsorption isotherms.", " ", " ", " Figure 7 (A) Isosteric heats of adsorption of butane on BAX-activated carbon at 313 K predicted from the TPLM and the NDFT model, and (B) the corresponding adsorption isotherms.", " ", " ", " ", "Pore Size Distribution.", " Following the procedure of Lastoskie et al. (1993), the density profile of N", "2", " on carbon at 77 K was generated for a wide range of slitlike pores of diameter ", "H", "*. Then, using the experimental adsorption isotherm for N", "2", " on BAX-activated carbon at 77 K and eq 15, the PSD of the BAX-activated carbon was solved for using a regularization method with nonnegative constraints (Szombathely et al., 1992; Jagiello, 1994). The results are shown in Figure 8", ". It is seen that this carbon material has a wide range of pore sizes, with two peaks in the micropore range, one in the small mesopore range, and a broad distribution of pores up to 100 Å in diameter. ", " ", " Figure 8 Pore size distribution of the BAX-activated carbon, determined from the N", "2", " experimental adsorption isotherm at 77 K and a NDFT procedure outlined by Lastoskie et al. (1993), utilizing eq 15.", " ", " ", " ", "NDFT Isosteric Heats of Adsorption of Propane and Butane on BAX-", "Activated Carbon.", " The NDFT isosteric heat of adsorption is obtained from", " ", " once ", "q", "st", "(", "H", ",", "P", ") and the mean density at a certain pressure ", " and temperature (where the equilibrium loading is ", "N", ") at different pore sizes is determined. The accumulative pore volume ", "V", "p", "(", "H", ") is calculated from the PSD function ", "f", "(", "H", ") (= d", "V", "/d", "H", ") of the material, which is given by:", " ", " In this work, ", "q", "st", " values for propane and butane on carbon at 313 K were calculated for different slit widths ranging from 1.6 to 20, with truncation at ", "H", "* = 20 because the contribution to adsorption by pores with ", "H", "* > 20 was very small in the pressure range investigated. Then, using eqs 21 and 22 and the PSD result obtained earlier (Figure 8), the ", "q", "st", " values for propane and butane on the BAX-activated carbon at 313 K were calculated. The results are shown in Figures 6a and 7a, along with the experimental results obtained from the TPLM correlations. The corresponding adsorption isotherms are shown in Figures 6b and 7b. ", " ", "There have been some discussions about the difference between the absolute properties derived from simulation studies and the excess properties obtained from experiment (Sircar, 1985; Myers et al., 1997). Myers et al. (1997) suggest that the difference between absolute and excess adsorption may be ignored when the pore volume of the adsorbent is negligible compared with the adsorption second virial coefficient (", "B", "1s", "). The TPLM adsorption second virial coefficients of propane and butane on the BAX-activated carbon at 313 K are 1216.6 and 7592.9 cm", "3", "/g, respectively; the pore volume of the BAX-activated carbon is 0.915 cm", "3", "/g (Jagiello, 1997). Therefore, the difference between absolute and excess adsorption was considered negligible and the NDFT results are compared directly to the TPLM (experimental) results in Figures 6 and 7. ", " ", "The ", "q", "st", " values and the adsorption isotherms obtained from the TPLM (experiment) are in fair agreement with those from NDFT. For propane, the adsorption isotherms obtained from the two models agree very well in the low pressure range, but begin to deviate when ", "P", " exceeds 30 kPa; in contrast, butane exhibits deviation in the low pressure range and fairly good agreement at higher pressures. It is also seen that the ", "q", "st", " for propane predicted from the NDFT agrees fairly well with the TPLM results over most of the loading range, except at very low loadings, whereas ", "q", "st", " for butane calculated from the two models agree well only at low loadings. These differences may have been caused by the inability of the TPLM to represent the full heterogeneity of the systems or to correlate the experimental data precisely in the entire pressure range (Figure 5). Oversimplification of the structure of the adsorbent and the mean field approximation for the attractive potential in NDFT may have also contributed to this discrepancy between the models. ", " ", "The drop of ", "q", "st", " with loading for both propane and butane is typical of heterogeneous adsorbents (Rudzinski and Everett, 1992); and it is reassuring to see that both NDFT and TPLM capture this characteristic. This BAX-activated carbon has a wide range of pore sizes (Figure 8):  12% of its pore volume has ", "H", " <10 Å, 38.7% of its pore volume is in the micropore range, and 74.5% of its pore volume is within ", "H", " <50 Å. The calculated pore filling pressures for small pores are lower than for large pores, and the adsorption in large pores at low pressures is close to zero. In other words, adsorption starts in small pores at low loadings, then gradually progresses to larger pores with increasing pressure. Keffer et al. (1996) also showed that at low loadings, the adsorbates simply occupy the most energetically favorable positions, and that the total energy is most favorable in the smallest pores. It was shown earlier that ", "q", "st", " decreases with ", "H", "* (Figures 1 and 2); so, based on this pore filling mechanism, ", "q", "st", " drops with loading. At higher loadings, both small and large pores play a role in adsorption, and multilayer adsorption takes place in the larger pores, so the adsorption process becomes more complex with adsorbate−adsorbate interactions becoming appreciable. When the surface heterogeneity is large, the continued fall in the adsorbate−adsorbent interaction masks the adsorbate−adsorbate interaction, causing ", "q", "st", " to drop, which is clearly shown by the NDFT predictions for butane. However for propane, ", "q", "st", " begins to level off with increased loading. This indicates that either adsorbate−adsorbate interactions are becoming more important, or that the BAX-activated carbon is less heterogeneous toward propane than butane in the loading range investigated. ", " ", "Comparing Figures 6a and 7a, it is seen that ", "q", "st", " of butane is ∼10 kJ/mol higher than that of propane at the same loading. This result is explained by referring to Table 1. The σ", "ff", " values for the two substances are almost the same, but the butane−butane interaction energy is much higher; therefore, ε", "ff", " and ε", "sf", " are higher than those of propane. Stronger fluid−fluid and solid−fluid interactions lead to a higher heat of adsorption. ", " ", "NDFT Isosteric Heats of Adsorption on a Homogeneous Model Carbon.", " It was shown in the previous section that the wide range of pore sizes of the BAX-activated carbon causes surface heterogeneity, which makes ", "q", "st", " decrease with loading. To emphasize this point, an idealized carbon of the same surface area (875 m", "2", "/g) and pore volume (0.915 cm", "3", "/g) as the BAX-activated carbon was used to calculate ", "q", "st", " at different reduced surface coverages (based on the BET surface area), but with a uniform pore size of 10 Å. The results are shown in Figure 9", ". ", " ", " Figure 9 NDFT isosteric heats of adsorption of propane and butane on a model homogeneous carbon (", "T", " = 313 K; θ = ", "V", "/", "V", "m", " with ", "V", "m", " obtained from BET theory).", " ", " ", " ", "These curves are very similar to experimental ", "q", "st", " data for substances adsorbed on graphitized carbon black, a homogeneous adsorbent (Steele, 1974). Note the difference in the initial slope of ", "q", "st", " in Figure 9 as opposed to that in Figures 6a and 7a. For homogeneous adsorbents, ", "q", "st", " increases with surface coverage, it reaches a ", " peak value at around θ = 0.5, then begins to drop rather rapidly. It has been shown that the monolayer is complete for a gas adsorbed on a homogeneous surface at a coverage that corresponds to the midpoint of the rapid drop in ", "q", "st", " (Steele, 1974; Beebe et al., 1947a). In Figure 9, it is seen that the halfway point of the rapid drop in ", "q", "st", " corresponds to θ = 0.61 for propane and θ = 0.65 for butane. Steele (1974) found the reduced surface coverage corresponding to that point usually falls in the range of θ = 0.65 ± 0.1 for many different systems. The results of this NDFT study on a homogeneous model carbon are consistent with these findings. ", " ", " ", "Top of Page", "Abstract", "Introduction", "Theory", "Experimental Section", "Results and Discussion", "Conclusions", "Conclusions", " ", "NDFT was used to predict the isosteric heats of adsorption of strongly adsorbed hydrocarbon gases, propane and butane, on carbon. In slit-shaped pores, ", "q", "st", " was shown to be a weak function of temperature, and it decreased with increasing pore width, but increased with larger ε", "ff", " and ε", "sf", " (fluid−fluid and solid−fluid interactions). It was also shown that by incorporating the calculated PSD of BAX-activated carbon in the NDFT model, ", "q", "st", " of both gases decreased with increased loading, characteristic of a heterogeneous adsorbent. In other words, simply by assuming slitlike pores and homogeneous walls, NDFT predicts a typical behavior of a heterogeneous adsorbent when combining the single-pore-homogeneous-wall results with the calculated PSD; this result demonstrated that the PSD may be adequate enough to explain the structural heterogeneity in a material. ", " ", "The NDFT results for propane and butane also agreed to a certain extent with the heats of adsorption obtained from the classical approach using experimental adsorption isotherm data fitted to a model and applied to a Clausius−Clapeyron-type equation. Both models showed that ", "q", "st", " of butane was ∼10 kJ/mol higher than that of propane at the same loading. However, for the NDFT model, only one experimental isotherm was required to derive the PSD of the adsorbent, and the same PSD can be used to predict the ", "q", "st", " of different adsorbates adsorbed on the same adsorbent at different temperatures. In contrast, for the classical technique, numerous experimental isotherms were required for each adsorbate/adsorbent pair. ", " ", "In addition, the ", "q", "st", " of propane and butane calculated on a homogeneous model carbon both increased with reduced surface coverage up to θ = 0.5, reached peak values at around θ = 0.5, and then dropped rapidly with increased θ. The reduced surface coverages where the monolayer was complete were 0.61 for propane and 0.65 for butane, in agreement with published experimental results. Overall, NDFT was shown to be a very useful technique for predicting the isosteric heats of adsorption of hydrocarbon gases adsorbed on carbon materials. ", " ", " ", " ", "Top of Page", "Abstract", "Introduction", "Theory", "Experimental Section", "Results and Discussion", "Conclusions", "Acknowledgment", " ", "The authors thank Dr. Jacek Z. Jagiello from the Westvaco Charleston Research Center for providing the experimental data for the PSD of the BAX-activated carbon. One of the authors (J.A.R.) also acknowledges the National Science Foundation for providing partial financial support to purchase the VTI Integrated Microbalance System under Grant CTS-9500362. Nomenclature ", " ", "B", "1", ", ", "B", "2", ", ", "B", "3", ":   parameters in TPLM, K ", " ", "B", "1s", ":  second virial coefficient, cm", "3", "/g ", " ", "b", "10", ", ", "b", "20", ", ", "b", "30", ":  parameters in TPLM, 1/kPa ", " ", "d", ":  hard sphere diameter, Å ", " ", "F", ":  Helmholtz free energy, J ", " ", "f", "ex", ":  excess Helmholtz free energy, J/molecule ", " ", "f", "(", "H", "):  pore size distribution function, cm", "3", "/(Å g) ", " ", "H", ":  slit width, Å ", " ", "H", "*:  slit width in dimensionless form, =", "H", "/σ", "ff", " ", " ", "h", ":  Planck constant, 6.626176 × 10", "-", "34", " J s ", " ", "k", ":  Boltzmann constant, 1.380662 × 10", "-", "23", " J/K ", " ", "M", ":  molecular weight, kg/molecule ", " ", "N", ":  loading, mol/kg adsorbent ", " ", "P", ":  pressure, kPa ", " ", "q", "st", ":  isosteric heat of adsorption, kJ/mol ", " ", "q", "st", "o", ":  isosteric heat of adsorption at zero coverage, kJ/mol ", " ", "q", "01", ", ", "q", "02", ", ", "q", "03", ":  parameters in TPLM, mol/kg ", " ", "R", ":  gas constant, 8.314 J/(K mol) ", " ", "r", ":  distance between two molecules, Å ", " ", "T", ":  temperature, K ", " ", "V", "ext", ":  external potential, J ", " ", "V", "p", ":  pore volume, cm", "3", "/g adsorbent ", " ", "W", ":  weighting function ", " ", "Greek Symbols", " ", " ", "Δ:  distance between two adjacent carbon layers, Å ", " ", "Λ:  thermal deBroglie wavelength, m ", " ", "Ω:  grand potential functional, J ", " ", "ε:  Lennard-Jones parameter ", " ", "φ:  molecular interaction potential, J ", " ", "μ:  chemical potential, J ", " ", "π:  3.1415926536 ", " ", "θ:  reduced surface coverage ", " ", "ρ", "L", ":  fluid density, Å", "-", "3", " ", " ", "ρ", "s", ":  solid density, Å", "-", "3", " ", " ", "ρ*:  dimensionless density, =ρσ", "ff", "3 ", " ", "ρ:  mean density, Å", "-", "3", " ", " ", "σ:  Lennard-Jones parameter, Å ", " ", "Subscripts", " ", " ", "att:  attraction ", " ", "ex:  excess ", " ", "ext:  external ", " ", "id:  ideal gas ", " ", "ff:  fluid−fluid ", " ", "H:  hard sphere ", " ", "sf:  solid−fluid", " ", "    ", "This article references 29 other publications.", " ", "Balbuena, P. B.; Gubbins, K. E. Theoretical Interpretation of Adsorption Behavior of Simple Fluids in Slit Pores. ", "  Langmuir", " ", "1993", ", ", "9", ", 1801.", "[", "ACS Full Text ", "], [", "CAS", "]", ". ", "Theoretical interpretation of adsorption behavior of simple fluids in slit pores", "Balbuena, Perla B.; Gubbins, Keith E.", "Langmuir", "\r\n        (", "1993", "),\r\n    ", "9", "\r\n        (", "7", "),\r\n    ", "1801-14", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    ", "Nonlocal d. functional theory is used to interpret and classify the adsorption behavior of simple fluids in model materials having slit pores.  A systematic study is reported for a wide range of the variables involved: temp., pressure, pore width H, and the intermol. parameter ratios εsf/εff and σsd/σff.  Adsorption isotherms, isosteric heats of adsorption, and phase diagrams are calcd.  The isotherms are related to those of the 1985 IUPAC classification; the range of variables corresponding to each of the 6 isotherm types is detd., and the underlying factors leading to each of the types are elucidated.  In addn. to the 6 types of the 1985 classification, a seventh type is identified, corresponding to capillary evapn.  A similar study and classification is reported for the heats of adsorption and phase transitions (capillary condensation and layering transitions) in pores.  Since the materials studied do not exhibit either heterogeneity or networking, the conditions leading to phase transitions are seen.  Where possible, qual. comparisons with exptl. observations are made.  The theor. classification reported here should provide a useful framework against which to interpret exptl. data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXktlCqsLo%253D&md5=760252b2ea3982728cc46fe07049976c", " ", " ", "Barker, J. A.; Henderson, D. Perturbation Theory and Equation of State for Fluids. II. A Successful Theory of Liquids. ", "  J. Chem. Phys", ". ", "1967", ", ", "47", ", 4714.", "[", "Crossref", "], [", "CAS", "]", ". ", "Perturbation theory and equation of state for fluids.  II.  Successful theory of liquids", "Barker, John Adair; Henderson, Douglas", "Journal of Chemical Physics", "\r\n        (", "1967", "),\r\n    ", "47", "\r\n        (", "11", "),\r\n    ", "4714-21", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "The perturbation theory previously shown to give good results for the equation of state of a aq.-well fluid at liquid ds. and temps. is applied to more realistic potentials with soft repulsion, in particular the 6:12 potential.  For an arbitrary potential function a modified potential is defined involving three parameters, namely a hard-sphere diam., an inverse-steepness parameter for the repulsive region, and a depth parameter for the attractive region.  When the latter parameters are zero, the modified potential becomes the hard-sphere potential; when they are one, it becomes the original potential.  The configuration integral is expanded in a double-power series in the inverse-steepness and depth parameters, the hard-sphere diam. being chosen so that the first-order term in the inverse-steepness parameter is zero.  The first-order term in the depth parameter is evaluated essentially exactly and the second-order term approx.: other second-order terms and all higher-order terms are neglected.  The resulting equation of state is in good agreement with mol. dynamics, Monte Carlo results, and exptl. data for Ar at all temps. and ds. relevant for fluids.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF1cXltlCruw%253D%253D&md5=ada3645b834924b5ed4248c394335ffb", " ", " ", "Beebe, R. A.; Biscoe, J.; Smith, W. R.; Wendell, C. B. Heats of Adsorption on Carbon Black. I", ".", " J. Am. Chem. Soc.", " ", "1947a", ", ", "69", ", 95.", "[", "ACS Full Text ", "], [", "CAS", "]", ". ", "Heats of adsorption on carbon black. I", "Beebe, R. A.; Biscoe, J.; Smith, W. R.; Wendell, C. B.", "Journal of the American Chemical Society", "\r\n        (", "1947", "),\r\n    ", "69", "\r\n        (", "),\r\n    ", "95-101", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "This is a calorimetric study of the differential heats of adsorption on a no. of C blacks in an attempt to find a correlation between the surface of these blacks and their unique efficiency in rubber reinforcement.  The differential heats of adsorption of N and O on C blacks, Spheron Grade 6 (MPC), Spheron Grade 6 \"devol.,\" Graphon, Sterling S (SRF), and Sterling L (HMF) at -195° are reported.  Except for the calorimeter the app. was similar to that used by Brunauer, Emmett, and Teller (C.A. 32, 4037.9).  The calorimeter was similar to that described in previous publications (C.A. 33, 3653.8; 31, 7735.9; 34, 6515.5).  The results are roughly consistent with the predictions of the theory of B., E., and T. in that the differential heats of adsorption within the B.E.T. monolayers are greatly in excess of the heats of vaporization, but rapidly approach the heat of vaporization in the second and successive layers.  The magnitude of the integral heats of adsorption for the monolayer is considerably in excess of that calcd. from the B.E.T. theory.  On the reinforcing blacks, the differential heats undergo large variations as successive fractions of the bare surface are covered.  Partial \"graphitization\" greatly reduces the activity of the more active sites on the surface.  Surface activity as revealed by heat measurements appears to parallel the rubber-reinforcing properties of the blacks studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaH2sXptlSg&md5=00811e59e831444852e43f3d4662d846", " ", " ", "Beebe, R. A.; Biscoe, J.; Smith, W. R.; Wendell, C. B. Heats of Adsorption on Carbon Black. I I", ".", " J.", " ", "Am. Chem.", " ", "Soc", ". ", "1947b", ", ", "69", ", 2294.", "[", "ACS Full Text ", "], [", "CAS", "]", ". ", "Heats of adsorption on carbon black. II", "Beebe, R. A.; Polley, M. H.; Smith, W. R.; Wendell, C. B.", "Journal of the American Chemical Society", "\r\n        (", "1947", "),\r\n    ", "69", "\r\n        (", "),\r\n    ", "2294-9", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "cf. C.A. 41, 1922h.  The differential heats of adsorption of n-butane, 1-butene, cis-2-butene, trans-2-butene, n-pentane, 1-pentene, 2-pentene, tri-methylethylene, and butadiene on one or more of the following C blacks were measured:  Spheron Grade 6 (MPC), Sterling-S(SRF), sterling-L (HMF), Spheron Grade 6 heated to 927°, and Spheron Grade 6 heated to graphitizing temps. (2800-3300°) (called Graphon).  The results of the measurements lead to the following conclusions:  The adsorption of both satd. and unsatd. hydrocarbons is essentially of the van der Waals type.  Just as in the recent investigation with several elementary gases as adsorbates, the differences in surface activity of the various blacks parallel the rubber reinforcing properties of these blacks.  There is no marked difference in the differential heats of adsorption for the satd. and corresponding unsatd. adsorbates, so the authors conclude that the results do not support the theory that the reinforcing effect of C black in rubber is in some way assocd. with the unsatd. character of the latter.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaH1cXlt1Sk&md5=2a049cd49dc145e1596fab440fc92090", " ", " ", "Bottani, E. J.; Bakaev, R.; Steele, W. a Simulation/Experimental Study of the Thermodynamic Properties of Carbon Dioxide on Graphite. ", "  Chem. Eng. ", "Sci", ". ", "1994", ", ", "49", ", 2931.", "[", "Crossref", "], [", "CAS", "]", ". ", "A simulation/experimental study of the thermodynamic properties of carbon dioxide on graphite", "Bottani, E. J.; Bakaev, Victor; Steele, William", "Chemical Engineering Science", "\r\n        (", "1994", "),\r\n    ", "49", "\r\n        (", "17", "),\r\n    ", "2931-9", "CODEN:\r\n                ", "CESCAC", ";\r\n        ISSN:", "0009-2509", ".\r\n    ", "Monte Carlo (MC) computer simulations are reported for a realistic model of carbon dioxide adsorbed on the exposed graphite basal plane.  Isotherms were calcd. using the grand canonical MC algorithm, and energies and densities were evaluated using the canonical MC algorithm.  New exptl. data for this system are also presented and, together with previous data, compared with the simulations.  Excellent agreement is obtained.  Auxiliary properties such as the coverage dependence of the av. tilt angle (relative to the surface plane) for the mols. in the monolayer were evaluated.  In addn., the temp. dependence of the monolayer capacity for this system is obtained directly from the simulations.  The mol. areas in the completed monolayer that were obtained from these monolayer capacities are compared with other ests. including those obtained from a BET anal. of the isotherms.  It is noted that the obsd. change in av. tilt angle with increasing coverage produces a coverage-dependent mol. area that is not taken into account in the BET or any other known theory of multilayer adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXntV2jsrY%253D&md5=53a9783e606c094e9c5df82567274a54", " ", " ", "Carnahan, N. F.; Starling, K. E. Equation of State for Nonattracting Rigid Spheres. ", "  J. Chem. Phys.", " 1969", ", ", "51", ", 635.", "[", "Crossref", "], [", "CAS", "]", ". ", "Equation of state for nonattracting rigid spheres", "Carnahan, Norman F.; Starling, Kenneth E.", "Journal of Chemical Physics", "\r\n        (", "1969", "),\r\n    ", "51", "\r\n        (", "2", "),\r\n    ", "635-6", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "A new equation of state for rigid spheres has been developed from an anal. of the reduced virial series.  Comparisons with existing equations show that the new formula possesses superior ability to describe rigid-sphere behavior.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF1MXks1Cgtr8%253D&md5=90a51e7d8657922a8e6eed1e899bf520", " ", " ", "Drago, R. S.; Burns, D. S.; Lafrenz, T. J. A New Adsorption Model for Analyzing Gas−Solid Equilibria in Porous Materials. ", "  J. Phys. Chem", ". ", "1996", ", ", "100", ", 1718.", "[", "ACS Full Text ", "], [", "CAS", "]", ". ", "A New Adsorption Model for Analyzing Gas-Solid Equilibria in Porous Materials", "Drago, Russell S.; Burns, Douglas S.; Lafrenz, Todd J.", "Journal of Physical Chemistry", "\r\n        (", "1996", "),\r\n    ", "100", "\r\n        (", "5", "),\r\n    ", "1718-24", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Equil. involving three probe gases adsorbed on two porous carbonaceous supports are measured at various temps.  A novel anal. of the data is offered which uses multiple process equil. to calc. adsorption equil. consts. for the interaction of the gas with the solid.  Equil. involving three distinct processes are found.  The equil. consts. (K1,ads, K2,ads, and K3,ads) are obtained as well as the capacity of the solid for each type of process (n1, n2, and n3), in millimoles of adsorptive per g of solid.  The first process, K1,ads, involves adsorption of the gas in the solid's micropores which are of mol. dimensions.  The second process, K2,ads, involves adsorption in the larger micropores and small mesopores.  The third process, K3,ads, involves adsorption by the remaining surface.  Multilayer formation is likely involved in all three processes.  The temp. dependencies of the Kads's produce the enthalpy of adsorption for these processes.  This anal. is important for, in contrast to BET analyses, it provides thermodn. data for different adsorptives that can be interpreted in terms of those mol. properties that facilitate probe-solid interactions and can provide a quant. definition of solid reactivity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XivF2ltQ%253D%253D&md5=4bb71cbf3ed3cb9fa98e0388425ad30f", " ", " ", "Dunne, J.; Mariwala, R.; Sircar, S.; Gorte, R. J.; Myers, A. L. Heats of Adsorption of Polar and Non-Polar Gases in Homogeneous and Heterogeneous Adsorbents. In ", "Fundamentals of Adsorption", "; Levan, M. D., Ed.; Kluwer Academic:  Boston, 1996.", "There is no corresponding record for this reference.", " ", " ", "Evans, R.; Tarazona, P. Theory of Condensation in Narrow Capillaries. ", "  Phys. ", "Rev. Lett.", " ", "1984", ", ", "52", ", 557.", "[", "Crossref", "], [", "CAS", "]", ". ", "Theory of condensation in narrow capillaries", "Evans, R.; Tarazona, P.", "Physical Review Letters", "\r\n        (", "1984", "),\r\n    ", "52", "\r\n        (", "7", "),\r\n    ", "557-60", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    ", "A d. functional approach was used to study the phase equil. of a fluid confined between 2 adsorbing walls, i.e., in a slitlike capillary.  The theory provides a microscopic basis for the phenomenon of capillary condensation and, for fluids in narrow silts, predicts a line of crit. points marking the end of the lines of coexistence between liq. and gas phases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2cXptFyltw%253D%253D&md5=18440990e6d3f19b063a78f75e0daa04", " ", " ", "Hirschfelder, J. O.; Curtiss, C. F.; Bird, R. B. ", "  Molecular Theory of", " ", "Gases and ", "Liquids", "; John Wiley & Son:  New York, 1954.", "There is no corresponding record for this reference.", " ", " ", "Jagiello, J. Stable Numerical Solution of the Adsorption Integral Equation Using Splines. ", "  Langmuir", " ", "1994", ", ", "10", ", 2778.", "[", "ACS Full Text ", "], [", "CAS", "]", ". ", "Stable Numerical Solution of the Adsorption Integral Equation Using Splines", "Jagiello, Jacek", "Langmuir", "\r\n        (", "1994", "),\r\n    ", "10", "\r\n        (", "8", "),\r\n    ", "2778-85", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    ", "A stable numerical method for the soln. of the adsorption integral equation (SAIEUS) is proposed.  The method combines regularization principle with the B-spline representation of the distribution function.  Such a representation is convenient and in the case of smooth functions requires fewer variables as compared to the discrete representation.  The stability of the soln. is imposed by the regularization method.  The inherent problem of the method (the choice of the optimal degree of smoothing) is solved by using a comprehensive anal. of the variance of the soln. and the effective bias due to the smoothing effect.  This approach ensures that the chosen soln. contains all the information which can be extd. from the data while the artifacts are excluded.  The problem of the resoln. of the method and the accuracy of the soln. in context of the error in the data and the complexity of the true adsorption energy distribution are discussed by using several simulated examples of adsorption isotherms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXltFyntbg%253D&md5=796ef5e7fca47581d9d780fddf40c175", " ", " ", "Jagiello, J. Westvaco Charleston Research Center, personal communication, 1997.", "There is no corresponding record for this reference.", " ", " ", "Jiang, S.; Rhykerd, C. L.; Balbuena, P. B.; Pozhar, L. A.; Gubbins, K. E. Adsorption and Diffusion of Methane in Carbon Pores at Low Temperatures. In ", "Fundamentals of Adsorption", "; Suzuki, M., Ed.; Elsevier:  New York, 1992.", "There is no corresponding record for this reference.", " ", " ", "Karavias, F.; Myers, A. L. Isosteric Heats of Multicomponent Adsorption:  Thermodynamics and Computer Simulations. ", "  Langmuir", " ", "1991", ", ", "7", ", 3118.", "[", "ACS Full Text ", "], [", "CAS", "]", ". ", "Isosteric heats of multicomponent adsorption:  thermodynamics and computer simulations", "Karavias, Fokion; Myers, Alan L.", "Langmuir", "\r\n        (", "1991", "),\r\n    ", "7", "\r\n        (", "12", "),\r\n    ", "3118-26", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    ", "Heats of adsorption were obtained by mol. simulations for the binary mixts. C2H4-CO2, CO2-CH4, and isobutane-C2H4 adsorbed on zeolite 13X.  These simulations provide the first comprehensive sets of data on adsorption isotherms and isosteric heats of single gases and their mixts.  The simulations agree very well with exptl. isotherms for the amt. adsorbed, but individual heats of adsorption have not been measured calorimetrically and the calcn. of mixt. heats from adsorption isotherms using the methods of thermodn. is impractical.  Heats of adsorption from gas mixts. are predicted from single-gas heats of adsorption by using 2 thermodn. models based on an ideal adsorbed soln. (IAS).  The IAS heats are in excellent agreement with results from mol. simulations at low surface coverage.  At high surface coverage, the predictions agree with the simulations for binary mixts. that form ideal solns. (C2H4-CO2).  However, for a highly nonideal, azeotropic mixt. such as isobutane-C2H4 in zeolite X, IAS predictions of isosteric heats are poor.  For adsorption on energetically heterogeneous surface, the excess enthalpy is exothermic and individual heats of adsorption are always greater than those predicted for an ideal soln.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3MXmvVOktbw%253D&md5=2c412e199a01a4d79b8b48d8b87f21ef", " ", " ", "Keffer, D.; Davis, H. T.; Mccormick, A. V. The Effect of Nanopore Shape on the Structure and Isotherms of Adsorbed Fluids. ", "  Adsorption", " ", "1996", ", ", "2", ", 9.", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", " ", "Lastoskie, C.; Gubbins, K. E.; Quirke, N. Pore Size Distribution Analysis of Microporous Carbon:  A Density Functional Theory Approach. ", "  J. Phys. ", "Chem", ".", " 1993", ", ", "97", ", 4786.", "[", "ACS Full Text ", "], [", "CAS", "]", ". ", "Pore size distribution analysis of microporous carbons: a density functional theory approach", "Lastoskie, Christian; Gubbins, Keith E.; Quirke, Nicholas", "Journal of Physical Chemistry", "\r\n        (", "1993", "),\r\n    ", "97", "\r\n        (", "18", "),\r\n    ", "4786-96", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "The authors present an improved method, based upon d. functional theory, for the detn. of the pore size distribution (PSD) of porous sorbents.  The adsorption isotherms predicted by nonlocal mean field theory for individual slit pores are correlated as a function of pressure and pore width.  The PSD is then calcd. by fitting this correlation to the exptl. adsorption isotherm of the sorbent.  The authors apply the anal. method to adsorption data for nitrogen on several porous carbons.  The porous network is modeled as a continuous size distribution of noninteracting slit-shaped graphitic pores.  The PSDs obtained by using the Kelvin equation and using the local and nonlocal versions of the mean field d. functional theory are compared and evaluated.  Nonlocal theory provides a more accurate interpretation of the PSD than previous methods have achieved, particularly when the anal. is applied to highly microporous sorbents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXit1Sgur4%253D&md5=228239e85a76147bd043c7d12f9b0fb6", " ", " ", "Matranga, K. R.; Karavias, F.; Stella, A.; Segarra, E. I. Adsorb-Sim Modules for Simulation of Adsorption in Micropores:  Activated Carbon, Zeolites, Silica and Random Media. In ", "Fundamentals of Adsorption", "; Suzuki, M., Ed.; Elsevier:  New York, 1992.", "There is no corresponding record for this reference.", " ", " ", "Myers, A. L.; Valenzuela, D. P. ", "  Adsorption Equilibrium Data Handbook", "; Prentice Hall:  Englewood Cliffs, NJ, 1989.", "There is no corresponding record for this reference.", " ", " ", "Myers, A. L.; Calles, J. A.; Calleja, G. Comparison of Molecular Simulation of Adsorption with Experiment. ", "  Adsorption", " ", "1997", ", ", "3", ", 107.", "[", "Crossref", "], [", "CAS", "]", ". ", "Comparison of molecular simulation of adsorption with experiment", "Myers, Alan L.; Calles, Jose A.; Calleja, Guillermo", "Adsorption", "\r\n        (", "1997", "),\r\n    ", "3", "\r\n        (", "2", "),\r\n    ", "107-115", "CODEN:\r\n                ", "ADSOFO", ";\r\n        ISSN:", "0929-5607", ".\r\n    \r\n            (", "Kluwer", ")\r\n        ", "Exptl. measurements of adsorption yield the surface excess.  The Gibbs surface excess is the actual or abs. amt. of gas contained in the pores less the amt. of gas that would be present in the pores in the absence of gas-solid intermol. forces.  Mol. simulation of adsorption yields the abs. amt. adsorbed.  Comparison of simulated adsorption isotherms and heats of adsorption with expt. requires a conversion from abs. to excess variables.  Mol. simulations of adsorption of methane in slit pores at room temp. show large differences between abs. and excess adsorption.  The difference between abs. and excess adsorption may be ignored when the pore vol. of the adsorbent is negligible compared to the adsorption second virial coeff. (V « Bls).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXjtFKrur8%253D&md5=c22b1c5325a2f3b627ded5fcc0d7f929", " ", " ", "Peterson, B. K.; Walton, J. P. R. B.; Gubbins, K. E. Fluid Behavior in Narrow Pores. ", "  J. Chem. Soc. Faraday Trans. 2", " ", "1986", ", ", "82", ", 1789.", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", " ", "Ravikovitch, P. I.; Wei, D.; Chueh, W. T.; Haller, G. L.; Neimark, A. V. Evaluation of Pore Structure Parameters of MCM-41 Catalyst Supports and Catalysts by Means of Nitrogen and Argon Adsorption. ", "  J. Phys. Chem. B", " ", "1997", ", ", "101", ", 3671.", "[", "ACS Full Text ", "], [", "CAS", "]", ". ", "Evaluation of Pore Structure Parameters of MCM-41 Catalyst Supports and Catalysts by Means of Nitrogen and Argon Adsorption", "Ravikovitch, P. I.; Wei, D.; Chueh, W. T.; Haller, G. L.; Neimark, A. V.", "Journal of Physical Chemistry B", "\r\n        (", "1997", "),\r\n    ", "101", "\r\n        (", "19", "),\r\n    ", "3671-3679", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new method has been used to obtain pore size characteristics of MCM-41 catalyst supports and vanadium-substituted MCM-41 catalysts.  The approach is based on the nonlocal d. functional theory (NLDFT) model for nitrogen and argon adsorption in MCM-41, proposed recently.  Samples with pore sizes varying from ca. 25 to 37 Å were prepd. by hydrothermal synthesis.  Two synthesis procedures employing different sources of V were used to prep. V/MCM-41 catalysts.  The samples were characterized by X-ray diffraction (XRD).  N2 and Ar adsorption isotherms at 77 K were measured starting from the relative pressure P/P0 = 1 × 10-5.  Anal. of adsorption isotherms was carried out in two stages.  The first stage implies comparison of a given isotherm with a ref. isotherm measured on a well-characterized sample of MCM-41 with uniform pores.  From such a comparison, micropore vol., sp. surface area of mesopores, and the point of the beginning of the capillary condensation are detd.  In the second stage, pore size distributions are calcd. from the NLDFT.  Pore size distributions obtained from N2 and Ar isotherms at 77 K were in perfect agreement.  These results were compared with the traditional Barrett-Joyner-Halenda (BJH) method, and with the XRD data.  It is shown that the BJH method underestimates an av. pore size in MCM-41 materials by ca. 10 Å.  Adsorption studies of V/MCM-41 catalysts revealed that the synthesis procedure with the direct addn. of V2O5 yields samples with a more uniform pore structure than the procedure with the use of VOSO4·3H2O soln.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXislyrt7k%253D&md5=8968c960187231c5ca9ac0e5fa4a4bd7", " ", " ", "Razmus, D. M.; Hall, C. K. Prediction of Gas Adsorption in 5A Zeolites Using Monte Carlo Simulation. ", "  AIChE J.", " ", "1991", ", ", "37", ", 769.", "[", "Crossref", "], [", "CAS", "]", ". ", "Prediction of gas adsorption in 5A zeolites using Monte Carlo simulation", "Razmus, David M.; Hall, Carol K.", "AIChE Journal", "\r\n        (", "1991", "),\r\n    ", "37", "\r\n        (", "5", "),\r\n    ", "769-79", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    ", "Adsorption of air in 5A zeolites was studied by using Monte Carlo simulations in the grand canonical ensemble (chem. potential, vol., and temp. const.).  Site-site potentials were used to model the adsorbate-zeolite and adsorbate-adsorbate interactions.  The potential model contained 1 adjustable parameter that was fitted to a single exptl. isotherm data point.  Adsorption isotherms and heats of adsorption were detd. for Ar, O, and N at 203.15 K, 233.15 K, and 297.15 K and 0.1-4.0 bars.  Multicomponent adsorption isotherms were detd. for binary mixts. of O and N at 203.15 K.  The pure-component isotherms agree with expt.  The results for the heat of adsorption agree with exptl. data for Ar and O, but not for N.  The results for multicomponent adsorption isotherms are qual. correct; however, the simulation was not able to predict mixt. data quant.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3MXktFWntrg%253D&md5=aec986787374a5bbc9a90f659295a7bd", " ", " ", "Rudzinski, W.; Everett, D. H. ", "  Adsorption of Gases on Heterogeneous", " ", "Surfaces", "; Academic:  San Diego, 1992.", "There is no corresponding record for this reference.", " ", " ", "Sircar, S. Excess Properties and Thermodynamics of Multicomponent Gas Adsorption. ", "  J. Chem", ". ", "Soc., Faraday Trans. 1 ", "1985", ", ", "81", ", 1527.", "[", "Crossref", "], [", "CAS", "]", ". ", "Excess properties and thermodynamics of multicomponent gas adsorption", "Sircar, Shivaji", "Journal of the Chemical Society, Faraday Transactions 1:  Physical Chemistry in Condensed Phases", "\r\n        (", "1985", "),\r\n    ", "81", "\r\n        (", "7", "),\r\n    ", "1527-40", "CODEN:\r\n                ", "JCFTAR", ";\r\n        ISSN:", "0300-9599", ".\r\n    ", "The thermodn. of multicomponent gas adsorption were developed by using surface excess variables, which constitute the true exptl. properties for measurement of adsorption.  The thermodn. properties of practical use such as the surface potential, the isosteric heats of adsorption, and the heat capacity of the adsorption system can be expressed and evaluated by using exptl. surface excess data.  New methods for estg. isosteric heats of adsorption from multicomponent gases and several new thermodn. consistency tests are described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2MXltlSjurY%253D&md5=35da974281e6bd1141a28dee16f51e39", " ", " ", "Steele, W. A. ", "  The Interaction of Gases with Solid Surfaces", "; Pergamon:  Oxford, 1974.", "There is no corresponding record for this reference.", " ", " ", "Szombathely, M. V.; Brauer, P.; Jaroniec, M", ".", " The Solution of Adsorption Integral Equation by means of the Regularization Method. ", "  J. Comput. ", "Chem", ". ", "1992", ", ", "13", ", 17.", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", " ", "Tarazona, P. Free-energy Density Functional For Hard Spheres. ", "  Phys. Rev. A", " ", "1985", ", ", "31", ", 2672.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", ". ", "Free-energy density functional for hard spheres", "Tarazona, P.", "Physical Review A:  Atomic, Molecular, and Optical Physics", "\r\n        (", "1985", "),\r\n    ", "31", "\r\n        (", "4", "),\r\n    ", "2672-9", "CODEN:\r\n                ", "PLRAAN", ";\r\n        ISSN:", "0556-2791", ".\r\n    ", "A free-energy d. functional for a system of hard spheres is derived on a semiempirical basis.  It is constructed to reproduce the thermodn. and direct correlation function of a homogeneous fluid and then is tested in two highly inhomogeneous situations: the hard-wall-hard-sphere interface and the hard-sphere solid.  The results are very good in both cases, showing that this d.-functional model may be used with advantage in the study of the hard-sphere model by itself, or used as a ref. system in a perturbative anal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2MXhvFWgsL8%253D&md5=5aed08d9b02d766c58550d66a0883862", " ", " ", "Vernov, A.; Steele, W. A. Computer Simulations of Benzene Adsorbed on Graphite. 1. 85 K. ", "  Langmuir", " ", "1991", ", ", "7", ", 3110.", "[", "ACS Full Text ", "], [", "CAS", "]", ". ", "Computer simulations of benzene adsorbed on graphite.  1.  85 K", "Vernov, A.; Steele, William A.", "Langmuir", "\r\n        (", "1991", "),\r\n    ", "7", "\r\n        (", "12", "),\r\n    ", "3110-17", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    ", "Computer simulations of the structure and energy of C6H6 layers adsorbed on graphite at 85 K are presented.  Models for the C6H6-C6H6 and the C6H6-solid interaction potentials are developed.  These give a stable √7 × √7 commensurate film, in agreement with expt.  It is shown that the orientations of these adsorbed mols. are not entirely parallel to the surface as generally assumed.  The fraction of nonparallel mols. in the monolayer is small but increases with increasing coverage.  The bilayer film was also studied; this film has somewhat less stabilization energy than the bulk crystal, but does not transform into the bulk during the duration of the simulation.  Also, the second layer is orientationally less well ordered than the first.  Comparisons with available exptl. data are made.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3MXmvVOktb0%253D&md5=2411c0c2f948b1e6b4d5311ac50912be", " ", " ", "Weeks, J. D.; Chandler, D.; Andersen, H. C. Role of Repulsive Forces in Determining the Equilibrium Structure of Simple Liquids.", " J. Chem. Phys", ". ", "1971", ", ", "54", ", 5237.", "[", "Crossref", "], [", "CAS", "]", ". ", "Role of repulsive forces in determining the equilibrium structure of simple liquids", "Weeks, John D.; Chandler, David; Andersen, Hans C.", "Journal of Chemical Physics", "\r\n        (", "1971", "),\r\n    ", "54", "\r\n        (", "12", "),\r\n    ", "5237-47", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "The different roles the attractive and repulsive forces play in forming the equil. structure of a Lennard-Jones liq. are discussed.  The effects of these forces are most easily sepd. by considering the structure factor (or equivalently, the Fourier transform of the pair-correlation function) rather than the pair-correlation function itself.  At intermediate and large wave vectors, the repulsive forces dominate the quant. behavior of the liq. structure factor.  The attractions are manifested primarily in the small wave vector part of the structure factor; but, this effect decreases as the d. increases and is almost negligible at reduced ds. >0.65.  These conclusions are established by considering the structure factor of a hypothetical ref. system in which the intermol. forces are entirely repulsive and identical to the repulsive forces in a Lennard-Jones fluid.  This ref. system structure factor is calcd. with the aid of a simple but accurate approxn. described.  The conclusions lead to a very simple prescription for calcg. the radial distribution function of dense liqs. which is more accurate than that obtained by any previously reported theory.  The thermodynamic ramifications of the conclusions are presented in the form of calcns. of the free energy, the internal energy (from the energy equation), and the pressure (from the virial equation).  The implications of the authors conclusions to perturbation theories for liqs. and to the interpretation of x-ray scattering expts. are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE3MXkt1Kjtrg%253D&md5=d349f1b45738f810244ddbeb7ac754f9", " ", " "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/1998/iecred.1998.37.issue-3/ie9705867/production/images/small/ie9705867f00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/1998/iecred.1998.37.issue-3/ie9705867/production/images/small/ie9705867f00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/1998/iecred.1998.37.issue-3/ie9705867/production/images/small/ie9705867f00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/1998/iecred.1998.37.issue-3/ie9705867/production/images/small/ie9705867f00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/1998/iecred.1998.37.issue-3/ie9705867/production/images/small/ie9705867f00005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/1998/iecred.1998.37.issue-3/ie9705867/production/images/small/ie9705867f00006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/1998/iecred.1998.37.issue-3/ie9705867/production/images/small/ie9705867f00007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/1998/iecred.1998.37.issue-3/ie9705867/production/images/small/ie9705867f00008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/1998/iecred.1998.37.issue-3/ie9705867/production/images/small/ie9705867f00009.gif\">"]}
