{"title": ["Optimized Finite Difference Method for the Full-Potential XANES Simulations: Application to Molecular Adsorption Geometries in MOFs and Metal–Ligand Intersystem Crossing Transients"], "authors": ["Sergey A. Guda", "Alexander A. Guda", "Mikhail A. Soldatov", "Kirill A. Lomachenko", "Aram L. Bugaev", "Carlo Lamberti", "Wojciech Gawelda", "Christian Bressler", "Grigory Smolentsev", "Alexander V. Soldatov", "Yves Joly"], "doi": ["10.1021/acs.jctc.5b00327"], "abstract": ["Accurate modeling of the X-ray absorption near-edge spectra (XANES) is required to unravel the local structure of metal sites in complex systems and their structural changes upon chemical or light stimuli. Two relevant examples are reported here concerning the following: (i) the effect of molecular adsorption on 3d metals hosted inside metal–organic frameworks and (ii) light induced dynamics of spin crossover in metal–organic complexes. In both cases, the amount of structural models for simulation can reach a hundred, depending on the number of structural parameters. Thus, the choice of an accurate but computationally demanding finite difference method for the ab initio X-ray absorption simulations severely restricts the range of molecular systems that can be analyzed by personal computers. Employing the FDMNES code [ ", ",", "2001", "125120] we show that this problem can be handled if a proper diagonalization scheme is applied. Due to the use of dedicated solvers for sparse matrices, the calculation time was reduced by more than 1 order of magnitude compared to the standard Gaussian method, while the amount of required RAM was halved. Ni K-edge XANES simulations performed by the accelerated version of the code allowed analyzing the coordination geometry of CO and NO on the Ni active sites in CPO-27-Ni MOF. The Ni–CO configuration was found to be linear, while Ni–NO was bent by almost 90°. Modeling of the Fe K-edge XANES of photoexcited aqueous [Fe(bpy)", "]", " with a 100 ps delay we identified the Fe–N distance elongation and bipyridine rotation upon transition from the initial low-spin to the final high-spin state. Subsequently, the X-ray absorption spectrum for the intermediate triplet state with expected 100 fs lifetime was theoretically predicted."], "text": ["Top of Page", "Abstract", "Introduction", "Computational Methods", "Case Studies", "Conclusions and Outlook", "References", "1 Introduction", "The knowledge about local atomic and electronic structure of the active center is required for understanding the elementary steps of chemical reaction. Experimental tools such as X-ray absorption near-edge spectroscopy (XANES) or resonant X-ray diffraction (RXD) can extract information not only about the electronic structure of the absorbing atom of interest but also about its local coordination environment. The interpretation of these experiments is often impossible without quantum ", "ab initio", " simulations.", "Much progress has been made over the past two decades in the understanding of the near-edge features of the X-ray absorption spectra (XANES region).", "(1)", " Earlier XANES spectra were used mainly in a qualitative way, considering the presence/absence of certain fingerprint features and comparing the data with the spectra of model compounds.", "(2)", " The appearance of progressively more sophisticated codes, together with the increased computational capabilities, has made XANES a spectroscopy able to quantitatively confirm or discard a structural model for the environment of the X-ray absorbing atom,", "(1i, 3)", " forming thus a new fundamental diagnostic tool in condensed matter physics and chemistry.", "(4)", " Among such codes multiple scattering ", "FEFF-9", ",", "(5)", " ", "XKDQ,", "(6)", " ", "CONTINUUM", ",", "(7)", " ", "SPR-KKR", ",", "(8)", " periodic basis set ", "Wien2k", ",", "(9)", " and ", "PARATEC", "(10)", " should be mentioned. Several density functional theory (DFT)-based codes with localized orbitals in a basis set, ", "ADF", "(11)", " and ", "ORCA,", "(12)", " are able to directly compute the pre-edge region within the time-dependent DFT approximation. TDDFT can provide reasonable values for XANES cross-section up to 40 eV above the absorption edge,", "(13)", " and other techniques are being developed to access higher-lying electronic core-excited states, e.g. an algebraic-diagrammatic construction scheme.", "(14)", "The Finite Difference Method (FDM) is attractive for calculations of the photoelectron wave function up to 100–200 eV above the absorption edge. It avoids in a simple way the muffin tin approximation most often used, for example, in the multiple scattering theory (MST). In the latter approximation, the potential is assumed to be spherical inside the touching (or overlapping) atomic spheres and constant between them.", "(1c)", " However, in some cases the MST scheme might be not fully applicable, especially when the studied compound is sparse or with strong covalent bonds. This is the case for some molecules during photoexcitation", "(15)", " or the analysis of defects in semiconductors.", "(3c)", " The FDMNES project", "(16)", " aims to provide a user-friendly tool for the accurate XANES and RXD simulations.", "In this work we introduce a new version of the FDMNES code where the computational cost of the FDM scheme is reduced by more than 1 order of magnitude and the required RAM is decreased by a factor of 2. [The software FDMNES (including Fortran code and executables) can be downloaded free of charge from ", "http://neel.cnrs.fr/spip.php?article3137", ".] This implies that the FDM becomes comparable to the MST technique", "(4a, 4c, 17)", " in terms of CPU demand, with the evident advantage of a superior accuracy. This major improvement is due to the use of sparse matrix solvers, which are applied for the first time to XANES calculations, and a new scheme for parallelization. The original code was based on the Gaussian method to solve the very large set of linear equations coming with the FDM. More than 95% of elements in the corresponding system matrix are zeros, while the nonzero ones concentrate predominantly around the leading diagonal. To deal with this configuration of the matrix in the most efficient way we have introduced the sparse storage form bundled with the correspondent solvers, which are much better suited for the problem. Diagonalization with the Unsymmetric Multi Frontal method, UMFPACK,", "(17)", " or with the MUltifrontal Massively Parallel sparse direct Solver, MUMPS,", "(18)", " speeds up the calculations by a factor of 5 to 40 on a single core, depending on the input and hardware. The latter method is preferable for parallelization on multicore processors, because it requires less RAM. However, the scaling of the method strongly depends on the matrix used for diagonalization.", "Two widely discussed structures were chosen to test the accelerated version of the code. The first object is a porous metal–organic framework (MOF) CPO-27-Ni. MOFs are three-dimensional crystalline porous coordination polymers of alternating metal clusters (or single metal atoms) and organic units.", "(19a, 19b)", " They can be used for gas storage,", "(19c-19j)", " gas separation and purification,", "(3b, 20)", " liquid phase separation,", "(21)", " drug delivery,", "(22)", " catalysis,", "(23)", " molecular sensors,", "(24)", " and solid state ion conduction.", "(25)", " Moreover, MOFs can represent a new class of optical,", "(4b, 26)", " magnetic,", "(19, 27)", " and semiconducting", "(28)", " materials. Although XANES spectroscopy was successfully used in several CPO-27-Ni studies,", "(20, 29)", " the data were analyzed only qualitatively. Several problems, which are typical for XANES simulations of MOFs in particular and porous materials in general, occur at this point. Very pronounced asymmetry of the environment of the absorbing atom makes the relatively fast muffin-tin XANES codes less competitive, since the real potential is different from the one used in muffin-tin approximation. Moreover, due to the high porosity of the material one has to choose a rather large radius for the sphere in which the calculation is performed to include a sufficient number of atoms to reproduce the experimental spectrum. All these factors increase the computational time and the amount of memory required, thus shifting the full-potential XANES calculations for many porous materials way out of reach of personal computers into the dominion of the large-scale computational clusters.", "The second example concerns a single metal–organic molecule that undergoes structural changes upon laser excitation. Tris(bipyridine)iron(II) [Fe(bpy)", "3", "]", "2+", " is a 3", "d", "6", " spin-crossover complex that undergoes a spin transition from a singlet low spin (LS) ground state to a short-lived high spin (HS) quintet state by visible light irradiation.", "(30)", " Upon 400 nm laser pulse excitation, an electron is excited to a manifold of Metal-to-Ligand ChargeTransfer (MLCT) states of mixed spin multiplicity (mainly singlet and triplet character) and decays on ultrafast time scale to the lowest energy metal-centered HS quintet state.", "(31)", " The relaxation pathway from MLCT state(s) toward HS state involves another extremely short-lived intermediate state of triplet spin, which has been only very recently observed using femtosecond-resolved X-ray emission spectroscopy,", "(32)", " in agreement with earlier theoretical prediction.", "(31)", " Geometry structure of the HS quintet state was previously analyzed from EXAFS", "(33)", " and molecular dynamics DFT simulations.", "(34)", " Compared to the ground state the Fe–N distance changes by 0.2 Å, and bipyridine ligands undergo rotation around the twist axis by approximately 7 degrees as shown by Lawson Daku et al.", "(35)", " However, there is still no available experimental XANES data for the intermediate triplet state. According to the theory,", "(31)", " its structure, along the Fe–N bond distance reaction coordinate, should differ from the ground state by 0.1 Å, which is significantly shorter than the fully relaxed HS quintet state. Based on the time-resolved Fe K-edge XANES we perform the structural analysis for the high spin state of [Fe(bpy)", "3", "]", "2+", " and introduce an option to use external spin-polarized electron density in the FDM procedure for metal-centered singlet, triplet, and quintet spin states.", "Section 2.1", " reports the details of the changes in the code applied to speed up the finite difference procedure. In ", "section 2.2", " we present a quantitative comparison between the original and the accelerated version of the FDMNES code in terms of speed and memory demand. ", "Section 2.3", " describes a way to introduce a self-consistent electron density to the calculations. Readers that are interested in the application of the code in solid state physics and chemistry are invited to move directly to ", "Section 3.1", " where we show the ability of FDMNES to calculate rapidly and accurately the Ni K-edge XANES spectra of CPO-27-Ni MOF. Calculations were performed also with NO and CO molecules adsorbed on Ni sites. The preferred orientation of the gas molecules on the metal centers was determined exploiting the sensitivity of XANES to bond angles. ", "Section 3.2", " reports the FDM simulations of the Fe K-edge in the ground, triplet, and quintet states of [Fe(bpy)", "3", "]", "2+", " molecule based on self-consistent electron density obtained in separate DFT calculations.", "Top of Page", "Abstract", "Introduction", "Computational Methods", "Case Studies", "Conclusions and Outlook", "References", "2 Computational Methods", "The X-ray absorption cross section obeys the Fermi golden rule, and the dipole matrix element for the electron transition can be written as", "(i)", "where ψ", "1", "s", " is a core–electron wave function, ψ", "f", " is a wave function for unoccupied state, and ", "ε", " is a photon polarization. The simulation of the absorption cross section needs the calculation of the states probed by the photoelectron. It requires solving the Schrödinger equation, the relativistic Schrödinger equation, or the Dirac equation depending on the nature of the absorber. This task is fulfilled in FDMNES by using either the MST or the FDM approach, which were mentioned above. FDM has been known for a long time;", "(36)", " it has been a key part of FDMNES from its beginning.", "(37)", " In this approach the whole space is divided in three regions: (i) an outer sphere surrounding the cluster of interest, (ii) an atomic region composed by very little spheres around the atomic cores (no more than 0.65 Å of radius, much smaller than the usual muffin-tin sphere), and (iii) the interatomic region where an FDM formulation of the Schrödinger equation (SE) is performed. In the outer-sphere and in the little atomic spheres classical expansion in spherical harmonics of the wave functions is performed. In the interatomic region, the Laplacian is discretized by approximating the wave function ψ around the point ", "i", " by a polynomial of the fourth order. In this way the SE becomes", "(ii)", "where Coulomb and exchange-correlation potentials (V", "Coul", " and V", "XC", ", respectively) are replaced by their values in a point ", "i", ", and ", "l", "ij", " are the Laplacian operators making the connection between point ", "i", " and its neighbors ", "j", ". For example in an orthogonal frame ", "l", "ii", " = −15/2d", "2", " and ", "l", "ij", " = 4/3", "d", "2", " and −1/12", "d", "2", ", respectively, for the first and second neighboring points, ", "d", " being the interpoint distance. For a uniform mesh FDM is equivalent to the finite element method. More details and the way to maintain the continuity between the regions of calculation can be found in ref ", "16a", ". The potential ", "V", "i", " on the grid of points can be calculated internally with or without a self-consistent procedure. It can also be imported from other code as demonstrated further on. Consequently, one has to deal with a large system of ", "n", " linear equations, ", "n", " being the number of points in the area of calculation. For any given energy ", "E", " the system of linear equations is solved by matrix diagonalization, and one gets the solution, that is the absorbing atom wave function amplitudes, everywhere in the region of calculation. Obtained values are finally injected in the cross-section equation to get the signal response. The smaller is ", "d", ", the more precise will be the simulation, but at the same time the larger will be the system to solve. Regardless of the way to order the points in the system (for example from the center toward the outer-sphere), one gets a sparse band-like matrix.", "2.1", "Implementation of the Sparse Solvers", "In the FDMNES code the major part of the CPU time is used to solve a large system of linear equations. Nonzero elements concentrate near the leading diagonal of the corresponding matrix. To save computing memory and time, after Gaussian elimination the authors of the original code store only the elements of the lower half band starting from the first nonzero element in each matrix line.", "(16a)", " In fact, even before Gaussian elimination this band also contains many zeros (", "Figure ", "1", " - yellow points). The diagonal neighborhood in ", "Figure ", "1", " seems to be full of nonzeros (blue dots), but quantitative analysis confirms that it consists of 96% of zeros. Therefore, the sparse storage form, which keeps only nonzero elements and their positions, is better suited for the problem.", "Figure 1. Visualization of the elements in the finite difference matrix. Blue color denotes nonzero elements, red – boundary elements, yellow – zeros inside the diagonal neighborhood.", "In order to speed up the computation, the parallel mode was introduced to FDMNES by Hatada, Hayakawa, Wilcke, and Joly which divides calculations by energy points, so that each node solves the linear system corresponding to its own energy value. The calculations are independent, and the decrease of computational time equals the number of used hosts. However, this method does not exploit the sparseness of the matrix, and therefore for large linear systems the required RAM volume becomes huge and does not allow running two or more processes on one multicore host.", "Naturally, sparse matrices require the correspondent specialized solvers. A widely used one, UMFPACK, is an Unsymmetric Multi Frontal direct solver for sparse matrices developed by Davis et al.", "(17, 38)", " It has a sequential algorithm which accelerates the solving of a linear system but does not fully utilize multicore computational resources. Thus, the problem with running two or more processes for the solution of linear system on one multicore host remains. Therefore, another solver with low memory requirements, which utilizes a fully multicore processor, is needed. Such are the features of MUMPS. The MUltifrontal Massively Parallel Solver is a package for solving systems of linear equations by the direct method based on a multifrontal approach.", "(18)", "In original FDMNES code the single MPI process solves a linear system for a given energy value in the Schrödinger equation. We change the FDMNES parallel structure so, that several MPI-processes can solve one linear system (see ", "Figure ", "2", "). All MPI-processes are now divided into groups of size ", "p", " each. A user passes the size of the group to the program by means of an environmental variable. Processes of one group perform parallel calculations for the common energy value on a common system of linear equations. When the atomic cluster radius is high, the correspondent linear system fills the memory of a personal computer, and in the case of the original FDMNES a user has to run only one MPI-process per computer, which uses only one core and the whole memory. The new FDMNES with the MUMPS solver can calculate the linear system in parallel by the processes of one group on the same machine and utilize a fully multicore processor without an increase of occupied memory. For huge problems, which one computer memory cannot hold, we can make the solution possible by running it in parallel on enough number ", "p", " of cluster nodes.", "Figure 2. (a) New FDMNES parallel structure. The groups of ", "p", " processes each solve the linear system for the common energy value. (b) Scaling tests performed for a 6-core processor for two options: when the equation is solved for several number of energies, each per one core, or when a single energy point is distributed over a given number of cores. In the last case the memory required per each core is also reduced.", "When the Gaussian solver is used in FDMES it occupies up to 98.5% of working time. Sparse solvers changed the time distribution picture (see Figure S2 in the ", "Supporting Information", "), and matrix diagonalization occupies only 22% of the working time while the rest is required for the construction of the system of equations. MUMPS scaling depends greatly on the matrix to solve. The solution of finite element Navier–Stokes codes by MUMPS does not scale much beyond 6 processors. The MUMPS maximum speedup in the problem of acoustic propagation, and radiation of turbo machinery noise", "(39)", " is about 5 on different multicore architectures with shared memory and stops increasing much after 8 MPI processes. One of the main bottlenecks is the possibility for the matrix to be divided into submatrices with equal solution times. The reached speedup for FDMNES with MUMPS solved is 3 when using 6 cores on one node as shown in ", "Figure ", "2", "b. In this case the RAM used by each core is reduced almost by a factor of 2. When several nodes are available the best strategy is to calculate different energy points of XANES spectrum on distinct nodes, while within one node to use up to 6 cores for matrix diagonalization.", "2.2", "Acceleration Tests", "The main idea of developing the new version of FDMNES was to make XANES calculations beyond the muffin-tin approximation feasible on a standard modern PC, thus decreasing the need in large supercomputer centers for this task. For performance tests we chose a PC with Intel Core i7-3820 processor and 32 GB of DDR3 memory. The program and the libraries were built with the Intel compiler. The structure used for calculation was a low-symmetry cluster of CPO-27-Ni MOF discussed further in ", "Section 4", ".", "Figure ", "3", " shows how the calculated spectrum converges with the increase of cluster radius. In the panel a) the normalized Ni K-edge spectra of CPO-27-NiMOF are presented, while panel b) exhibits the difference spectra with respect to the one calculated with the largest radius ", "R", " = 7 Å. For the cluster size ", "R", " = 4 Å the difference amplitude is about 10% from the XAS signal, for ", "R", " = 5 Å and ", "R", " = 6 Å it is smaller than 3%. The data reported in ", "Figure ", "3", " imply that large clusters are required in order to reach convergence for this class of materials and 3% accuracy can be achieved if we use a sphere with a radius larger than 5 Å for simulations.", "Figure 3. (a) Normalized theoretical Ni K-edge XANES spectra as a function of cluster size used in calculations for the CPO-27-Ni structure. (b) Differences calculated for the spectra from panel (a) with respect to ", "R", " = 7 Å. In both panels the spectra are shifted vertically for the sake of clarity.", "The time required to calculate XANES spectrum with one core was measured for the clusters of different size. The speedup value was obtained with respect to a time required for the same task by a standard FDMNES code with the Gaussian solver. ", "Figure ", "4", " shows that FDMNES with the MUMPS solver achieves the best speedup, at the same time decreasing the memory requirements. The UMFPACK solver is twice as slow, despite the use of the same Gauss transformation ordering method.", "(40)", "Figure 4. FDMNES speedup (a) and RAM consumption (b) for different solvers as a function of cluster radius.", "After implementation of the new sparse solvers we have tested all model examples provided with the FDMNES code, which cover many branches of the X-ray spectroscopy. The output results were compared with those obtained with the standard Gaussian diagonalization scheme, and no deviations within the computational accuracy were found (see the ", "Supporting Information", "). Subsequently in ", "Section 3.1", " we have investigated a more sophisticated case, to demonstrate that the accelerated version allows performing simulations of complex systems on personal computers. For this study we also chose CPO-27-Ni MOF, as a prominent example of modern crystalline microporous materials.", "2.3", "FDM Coupled with Molecular Orbital DFT", "Implementation of the finite difference method for XANES relies on the ", "a priori", " knowledge of the exchange correlation ", "V", "XC", " and Coulomb ", "V", "Coul", " potentials in ", "eq ", "ii", " which, in turn, requires the knowledge of the electron density. In the first approximation a total density could be obtained as a superposition of atomic densities. It works well in many cases, e.g. those shown in ", "Section 3.1", ". However, XANES calculations of different spin states of 3d metal complexes require a self-consistent way to obtain ", "V", "XC", " and ", "V", "Coul", ". The self-consistent procedure can be realized for a MST approach but within muffin-tin approximation for the shape of the potential. Alternatively the Schrödinger equation can be solved self-consistently within the finite difference method.", "(41)", " The latter approach is however highly inefficient because too many trial energy points should be used before the energy eigenvalue is found. Thus, an optimal option to get a self-consistent density for FDM is to import it on a 3D grid of points from separate quantum chemistry simulations. For periodic structures, FMDNES offers a possibility to import electron density from the full-potential Wien2k calculations which utilizes augmented plane waves as a basis set. For molecules, we implement a possibility to use electron density obtained in the DFT simulation based on molecular orbitals (MO-DFT) in the ADF program package.", "(11a, 42)", " In such a way, we exploit all the advantages of the MO-DFT method to obtain a self-consistent electron density and finite difference method for XANES calculations. ", "Section 3.2", " demonstrates the procedure applied for the tris(bipyridine)iron(II) [Fe(bpy)", "3", "]", "2+", " complex in different spin states.", "Top of Page", "Abstract", "Introduction", "Computational Methods", "Case Studies", "Conclusions and Outlook", "References", "3 Case Studies", "3.1", "Interaction of Porous CPO-27-Ni MOF with CO and NO Gases", "This microporous compound with a formula Ni", "2", "(dhtp)(H", "2", "O)", "2", "·8H", "2", "O has a three-dimensional honeycomb-like structure that is formed by nickel–oxygen chains connected by the 2,5-dihydroxyterephthalic acid linkers.", "(43)", " It crystallizes in the trigonal ", "R", "3̅ space group, with a cell volume 3900 Å", "3", ". As-synthesized material contains a lot of water: one molecule is coordinated to each Ni site and the rest is distributed in the channels. Upon the activation in vacuum at 120 °C for 1 h the water is removed from the material, leaving Ni ions with five oxygens in the first coordination shell at slightly varying Ni–O distances (1.885, 1.945, 1.991, 2.074, and 2.120 Å,", "(43)", " see ", "Figure ", "5", "a). Many potential applications of MOFs involve interaction with gases, so gas adsorption studies constitute an important part of their characterization. CPO-27-Ni was tested in H", "2", ", CO, NO, N", "2", ", C", "2", "H", "4", ", and H", "2", "S environments, and changes of the crystalline structure and local environment of Ni were monitored by EXAFS, XRPD, UV–vis, FT-IR, and X-ray emission spectroscopy.", "(20, 29, 43, 44)", "Figure 5. Structure of CPO-27-Ni MOF in dehydrated form (a) and upon activation with CO (b). Color code: Ni (cyan), C (light gray), O (red), H (dark, gray).", "For XANES simulation we used a crystal structure of CPO-27-Ni solved by powder X-ray diffraction,", "(43)", " supported by EXAFS analysis, UV–vis, and IR data,", "(20, 29)", " and optimized by means of density functional theory using the B3LYP-D*/TZVP functional in the periodic approach of the CRYSTAL-09 code", "(45)", " as described in the works of Valenzano et al.", "(45c, 46)", "Figure ", "6", "a shows the simulated Ni K-edge XANES of the dehydrated CPO-27-Ni compared to the experimental data. The agreement is very good since the calculation was performed within the sphere with the radius of 6 Å without imposing any symmetry restrictions. Slight mismatch in the peak positions may be explained by an overestimation of the bond distances in the optimized theoretical structure used for calculation (around 0.03 Å for Ni–O and 0.05 Å for Ni–Ni distances compared to EXAFS data", "(45c)", "). Calculation time for 160 energy points was 2 h at a PC with the 4-core Intel Core i7-3820 processor. Such a task with the previous version of FDMNES would have required twice more memory and more than 2 days to be completed.", "Figure 6. (a) Comparison of experimental and simulated Ni K-edge XANES data for the dehydrated CPO-27-Ni. (b) Difference spectrum (CPO-27-Ni minus CPO-27-Ni/CO) highlighting the changes that occur in the Ni K-edge XANES spectrum of the dehydrated CPO-27-Ni upon the absorption of CO. The simulations were performed using the corresponding structures displayed in ", "Figure ", "5", " and a cluster radius of 6 Å. In both panels the spectra are shifted vertically for the sake of clarity.", "Even more impressive results can be obtained when calculating the difference spectra of the dehydrated CPO-27-Ni and the material after the adsorption of CO gas, at an equilibrium pressure resulting into a 1:1 Ni–CO adduct. ", "Figure ", "6", "b shows the experimental and theoretical difference XANES obtained subtracting the spectrum of the dehydrated material from the one measured in the presence of CO. All the changes, which are qualitatively described in the work of Chavan et al.,", "(29b)", " are reproduced, thus confirming the geometry of the adsorption site.", "EXAFS is a good technique in the characterization of the geometry adopted by diatomic molecules AB adsorbed on metal M sites exhibiting one (or more) coordination vacancies.", "(47)", " Indeed, the M–A distance is usually determined within 0.01–0.02 Å accuracy. If the M–A–B angle approaches 180°, the focusing effects of the central A atom enhances the multiple scattering contributions. So, usually it is easy to discriminate with EXAFS between linear and bent absorption geometries. However, among bent geometries it is difficult to determine the M–A–B angle when it is in the 160°–90° interval. In the particular case of CPO-27-Ni, the situation is even more complex, because the second shell single scattering M-B contribution falls in the same R-interval of the very strong, 2-fold degenerated Ni–Ni contribution along the ", "c", " direction.", "(20, 29)", " Moreover, the flexibility of the CPO-27-Ni framework results in a stretching of the Ni–Ni distance from 2.89 Å to 2.97 (2.94) Å upon CO (NO) adsorption. This fact prevents fixing the framework contributions in the EXAFS fit of the material in the presence of adsorbate, making the determination of the geometry of the CO (NO) molecule difficult, even with high quality data analyzable up to 18 Å", "–1", ". In the case of CO the value of the Ni–C–O angle of 180° resulted in a reasonable EXAFS fit.", "(29b)", " In the case of NO authors performed fits where the Ni–N–O angle was fixed to 180°, 160°, and 130°.", "(29a)", " In the three cases very similar fits were obtained (R-factor = 0.045, 0.043, and 0.052, respectively), and the authors stated the inability to determine with sufficient confidence the Ni–N–O angle.", "(29a)", " Successively, periodic ab initio calculations optimized the Ni–C–O and Ni–N–O angles to 172° and 123.2°, respectively.", "(45c, 46)", "It is evident that an experimental determination of the Ni–C–O and Ni–N–O angles is needed, and it can be provided by XANES spectroscopy comparing the experimental spectrum and the simulations performed at different angles. To demonstrate this, XANES has been calculated for both CO and NO molecules for Ni–C–O and Ni–N–O angles in the 70°–280° interval.", "(45c, 46)", " The integral over absolute difference between theoretical and experimental difference spectra was used for quantitative comparison (", "Figure ", "7", ")", "Figure 7. Discrepancy between experimental XANES data and theoretical models as a function of Ni–C–O and Ni–N–O angles. The red (black) curve corresponds to CPO-27-Ni with CO (NO) absorbed.", "As expected, the minimum for CO is around 180°, in agreement with EXAFS and DFT results.", "(20, 46)", " For NO the XANES simulation rejects the linear geometry, which might look plausible from EXAFS. In agreement with theoretical findings", "(45c)", " bent configuration with the Ni–N–O angle around 100–120° is favored over the linear one.", "3.2", "Ground and Excited States of the 3d Metal Complexes", "Iron 3", "d", " states in [Fe(bpy)", "3", "]", "2+", " are split by nearly an octahedral crystal field into ", "e", "g", " and ", "t", "2g", " manifolds. In a ground state bonding t", "2g", "-like orbitals are fully occupied, while antibonding Fe 3", "d", " (", "e", "g", ")-like orbitals are vacant. Upon laser excitation and a subsequent series of electron transitions the molecule ends up in the HS state with a populated 3", "d", " (", "e", "g", ") manifold. The presence of electron density on the antibonding orbital initiates distortions of the Fe local atomic structure. DFT structural optimization with standard local exchange-correlation functionals can predict the geometry of the molecule in a ground- and high-spin states in good agreement with EXAFS and molecular dynamics.", "(35)", " We have used the MO-DFT ADF program package, the TZ2P basis set, and GGA-PBE exchange correlation potential to calculate the geometrical structure, electron density, and core-level energy for the singlet, triplet, and quintet spin states of the [Fe(bpy)", "3", "]", "2+", ". The core hole on the Fe 1s level was introduced for XANES simulations.", "Figure ", "8", " shows the changes in the [Fe(bpy)", "3", "]", "2+", " total potential (V", "Coul", " + V", "XC", ") after the self-consistent procedure was applied to the initial superposition of atomic densities (the procedure used by default in the FDMNES code). The biggest differences are observed between carbon atoms and between Fe and N atoms indicating density redistribution and chemical bond formation (", "Figure ", "8", ", bottom).", "Figure 8. (a) The two-dimensional potential cut for the [Fe(bpy)", "3", "]", "2+", "molecule. (b) The difference between potentials obtained as a superposition of atomic orbitals and after self-consistent MO-DFT calculation. A-A′ is a guideline to highlight that the largest differences are observed not in atomic spheres but between them in the area of covalent bonds. This line intersects iron, nitrogen, and carbon atoms successively.", "Three approaches to simulate Fe K-edge XANES for the ground state of the complex were compared (", "Figure ", "9", "a). The finite difference method was used with two different options. In the first one, the total potential in ", "eq ", "ii", " was calculated on a basis of electron density from the superposition of atomic densities without self-consistency (FDM*non-SCF). In the second one, a self-consistent electron density was used from separate MO-DFT simulation (FDM*MO-DFT). The third approach was the Green-function-based multiple scattering method in the muffin-tin approximation (GF-MTA). All spectra were calculated for the crystallographic structure,", "(48)", " and equal broadening parameters were applied to compare with experimental data. As expected in the energy region above 80 eV from the absorption edge all methods are similar. However, within the first 50 eV FDM*non-SCF provides superior agreement with experiment than GF-MTA, while FDM based on the self-consistent MO-DFT electron density shows superior agreement with experiment than non-self-consistent FDM. We attribute this effect mainly to the local redistribution of the electron density around the absorbing iron atom. To prove this we started from the FDM calculations based on non-self-consistent superposition of atomic densities (blue curve FDM*non-SCF in ", "Figure ", "9", "a) and manually introduced changes in the electron configuration of the Fe atom. ", "Figure ", "9", "b shows how the Fe K-edge XANES intensities change along with the number of Fe d-electrons. The ", "d", "-shell occupation number was varied stepwise from 6 to 7. In order to conserve the charge of the molecule the electron from the d-orbital was transferred to a delocalized iron 4", "s", " orbital. The main changes are observed in the beginning of the XANES spectrum: the intensity of peaks A and B decreases relative to the peak C, while the higher-energy region of spectrum remains practically unchanged.", "Figure 9. (a) Experimental Fe K-edge XANES (black) compared to the theoretical calculations within three different approaches: the green curve is a Green-function method within muffin-tin approximation (GF*MTA). The blue curve is a non-self-consistent finite difference method (FDM*not-SCF) with an electron density calculated as a superposition of atomic orbitals. The red curve is a finite difference method with an electron density imported from molecular orbital DFT calculation (FDM*MO-DFT). (b) FDM*not-SCF simulations for different number of electrons on a Fe d-level.", "Based on FDM*MO-DFT we compare the calculated signal for the quintet state with the experimental one measured at a time delay Δ", "t", " = 100 ps after irradiation with a 10 ps laser pulse at 532 nm. The Fe–N distance in the relaxed HS structure is 2.18 Å that is 0.21 Å longer than in a singlet state. For a triplet state the 2.07 Å distance was obtained that is 0.1 Å longer. The relative chemical shift of the Fe 1s level for the HS state compared to the LS state was calculated as 0.5 eV and 0.1 eV for a triplet state compared to the LS state. The theoretical transient spectrum for the high spin state reproduces all trends of the experimental data, such as intensities and energy positions of peaks. The blue curve of the calculated transient for the triplet state can serve as a guideline for future pump–probe experiments with a better time resolution since the lifetime of the triplet state was predicted theoretically less than 50 fs (see ", "Figure ", "10", ").", "(31)", "Figure 10. Experimental Fe K-edge transient signal for the [Fe(bpy)", "3", "]", "2+", " and theoretical calculations for the high spin quintet state and intermediate triplet state with relaxed geometries.", "The choice of exchange-correlation functional affects the electron energy level diagram,", "(49)", " especially in the vicinity of the HOMO–LUMO gap. This is particularly important for the unoccupied levels probed in the pre-edge region of the XANES spectra. Currently FDMNES offers the choice between Hedin-Lundquist, Perdew and Wang, and X-alpha options to calculate the energy dependent exchange correlation functional from the electron density. We compare them in Figure S4 of the ", "Supporting Information", " for the Fe K-edge XANES of the high spin state of iron trisbipyridine. It is the aim of our future research to implement other possibilities, such as hybrid functionals with different exchange contributions.", "Top of Page", "Abstract", "Introduction", "Computational Methods", "Case Studies", "Conclusions and Outlook", "References", "4 Conclusions and Outlook", "We have presented a computational scheme that makes the accurate but time-consuming finite difference method available for XANES simulations on personal computers. For large nonsymmetric systems the matrix diagonalization method adapted for the sparse matrices shows up to 40 times speedup in the calculation compared to the original Gaussian scheme. Thus, we narrow the gap between the accurate but time-consuming finite difference method and the fast, but not always applicable multiple scattering approach, which utilizes the muffin-tin approximation. The new improved method was tested on a metal–organic framework CPO-27-Ni in the dehydrated state as well as after CO and NO absorption. The XANES simulation allowed identifying the adsorption geometry of the Ni–CO and Ni–NO as linear and bent (with a Ni–N–O angle 100–120°), respectively. Using the self-consistent electron density from the MO-DFT simulations we were able to reproduce both the shape and chemical shift of the XANES spectrum for the high spin structure of the tris(bipyridine)iron(II) complex. Based on this we have calculated the theoretical spectrum for a short-lived triplet state of [Fe(bpy)", "3", "]", "2+", " (<100 fs), which has only recently been indicated by theoretical simulations and X-ray emission experiments. This calculation can be used as a guideline for further pump–probe XANES experimental investigations on X-ray free electron lasers.", "This accelerated version will be of great help in the fully relativistic simulations of the XANES spectra that are very time-consuming and require the use of spinors and the Dirac equation. The code will be interesting also for correct simulation of the XANES spectra of disordered systems such as ions in solution", "(50)", " and metallo-proteins.", "(51)", " In this case a proper description of the thermal and structural fluctuations is mandatory to reproduce the XANES experimental signal. Indeed the measured XANES spectrum can be obtained from the microscopic description of the system derived from molecular dynamics simulations allowing one to determine the different local configurations and their fractional population along a suitable time period. This approach needs to compute several different XANES spectra (one for each local configuration) and to average them with the corresponding probability weight. However, even the accelerated finite difference method would hardly compete with existing multiple scattering methods in the energy region higher than 100 eV above the absorption edge where both methods provide similar accuracy. We believe that the future ideal method for theoretical analysis of XAS would combine FDM for the first 100 eV above the absorption edge and MST for the higher energy region.", " ", "Top of Page", "Abstract", "Introduction", "Computational Methods", "Case Studies", "Conclusions and Outlook", "References", "Supporting Information", "The Supporting Information is available free of charge on the ", "ACS Publications website", " at DOI: ", "10.1021/acs.jctc.5b00327", ".", "Accuracy tests for the sparse solvers, Ni K-edge simulation for the model NiO compound, scaling details of the FDMNES and the effect of different exchange-correlation functional on Fe K-edge XANES (", "PDF", ")", "Author Contributions", "The manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript. S. A. Guda and Y. Joly introduced sparse solvers to the FDMNES code, A. A. Guda and G. Smolentsev supervised the import of the electron density to the finite difference method from the MO-DFT, A. A. Guda, K. A. Lomachenko, A. L. Bugaev, and M. A. Soldatov performed the testing of the new version of code and calculated XANES spectra presented in the paper, C. Lamberti and A. V. Soldatov provided experimental data and supervised the simulations on CPO-27-Ni MOF, and W. Gawelda and C. Bressler provided experimental data and supervised the simulations on different spin states of [Fe(bpy)", "3", "]", "2+", ".", " ", "Funding Information", "Russian Foundation for Basic Research, German-Russian interdisciplinary center G-RISC DAAD, Ministry of Education and Science of Russia, Deutsche Forschungsgemeinschaft, European XFEL GmbH and the Hamburg Center for Ultrafast Imaging (University of Hamburg).", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Computational Methods", "Case Studies", "Conclusions and Outlook", "References", "Acknowledgment", "C.L., A.B., and K.L. would like to thank the Russian Ministry of Education and Science for the support (megagrant of the Russian Federation Government no. 14.Y26.31.0001). A.G., M.S., and A.S. would like to thank the Russian Ministry of Education and Science for the support (project RFMEFI 58714X0002). A.G. would like to thank the Russian Foundation for Basic Research (project #14-02-31555) and G-RISC DAAD project P-2014a-2 for travel support. W.G. and C.B. would like to acknowledge the Deutsche Forschungsgemeinschaft (via SFB925, TPA4), the European XFEL GmbH, and the Hamburg Center for Ultrafast Imaging (University of Hamburg) for funding. G.S. would like to thank Swiss National Science Foundation (grant nr 200021-135226) and European Commission’s Seventh Framework Programme (FP7/2007-2013) under grant agreement no. 290605 (COFUND: PSI-FELLOW).", "ABBREVIATIONS", "DFT", "density functional theory", "MO", "molecular orbitals", "FDM", "finite difference method", "XANES", "X-ray absorption near-edge structure", "SCF", "self-consistent field simulations", "GGA-PBE", "generalized gradient approximation, Perdew, Burke, Ernzerhof", "LS", "low-spin state", "HS", "high spin state", "MPI", "Message Passing Interface", "HOMO", "highest occupied molecular orbital", "LUMO", "lowest unoccupied molecular orbital", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Computational Methods", "Case Studies", "Conclusions and Outlook", "References", "References", "This article references 51 other publications.", "1. ", "(a) ", "Saini", ", ", "N. L.", "; ", "Lanzara", ", ", "A.", "; ", "Oyanagi", ", ", "H.", "; ", "Yamaguchi", ", ", "H.", "; ", "Oka", ", ", "K.", "; ", "Ito", ", ", "T.", "; ", "Bianconi", ", ", "A.", " ", "Phys. Rev. B: Condens. Matter Mater. Phys.", " ", "1997", ",  ", "55", ",  ", "12759", "– ", "12769", " DOI: 10.1103/PhysRevB.55.12759", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(b) ", "Ankudinov", ", ", "A. L.", "; ", "Ravel", ", ", "B.", "; ", "Rehr", ", ", "J. J.", "; ", "Conradson", ", ", "S. D.", " ", "Phys. Rev. B: Condens. Matter Mater. Phys.", " ", "1998", ",  ", "58", ",  ", "7565", "– ", "7576", " DOI: 10.1103/PhysRevB.58.7565", " ", "[", "Crossref", "], [", "CAS", "]", "1. ", "Real-space multiple-scattering calculation and interpretation of x-ray-absorption near-edge structure", "Ankudinov, A. L.; Ravel, B.; Rehr, J. J.; Conradson, S. D.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "1998", "),\r\n    ", "58", "\r\n        (", "12", "),\r\n    ", "7565-7576", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "A self-consistent real-space multiple-scattering (RSMS) approach for calcns. of x-ray-absorption near-edge structure (XANES) is presented and implemented in an ab initio code applicable to arbitrary aperiodic or periodic systems.  This approach yields a quant. interpretation of XANES based on simultaneous, SCF calcns. of local electronic structure and x-ray absorption spectra, which include full multiple scattering from atoms within a small cluster and the contributions of high-order MS from scatterers outside that cluster.  The code includes a SCF est. of the Fermi energy and an account of orbital occupancy and charge transfer.  The authors also present a qual., scattering-theoretic interpretation of XANES.  Sample applications are presented for cubic BN, UF6, Pu hydrates, and distorted PbTiO3.  Limitations and various extensions are also discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXmtVCgu78%253D&md5=b7b8ea5b5d5798475d65c324de1b0849", "(c) ", "Rehr", ", ", "J. J.", "; ", "Albers", ", ", "R. C.", " ", "Rev. Mod. Phys.", " ", "2000", ",  ", "72", ",  ", "621", "– ", "654", " DOI: 10.1103/RevModPhys.72.621", " ", "[", "Crossref", "], [", "CAS", "]", "1. ", "Theoretical approaches to x-ray absorption fine structure", "Rehr, J. J.; Albers, R. C.", "Reviews of Modern Physics", "\r\n        (", "2000", "),\r\n    ", "72", "\r\n        (", "3", "),\r\n    ", "621-654", "CODEN:\r\n                ", "RMPHAT", ";\r\n        ISSN:", "0034-6861", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Dramatic advances in the understanding of x-ray absorption fine structure (XAFS) were made over the past few decades, which led ultimately to a highly quant. theory.  This review with many refs. covers these developments from a unified multiple-scattering viewpoint.  The authors focus on extended x-ray absorption fine structure (EXAFS) well above an x-ray edge, and, to a lesser extent, on x-ray absorption near-edge structure (XANES) closer to an edge.  The discussion includes both formal considerations, derived from a many-electron formulation, and practical computational methods based on independent-electron models, with many-body effects lumped into various inelastic losses and energy shifts.  The main conceptual issues in XAFS theory are identified and their relative importance is assessed; these include the convergence of the multiple-scattering expansion, curved-wave effects, the scattering potential, inelastic losses, self-energy shifts, and vibrations and structural disorder.  The advantages and limitations of current computational approaches are addressed, with particular regard to quant. exptl. comparisons.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXmtVOqtrg%253D&md5=5fb478a8ff6028b7ba5681921050fca7", "(d) ", "Ankudinov", ", ", "A. L.", "; ", "Bouldin", ", ", "C. E.", "; ", "Rehr", ", ", "J. J.", "; ", "Sims", ", ", "J.", "; ", "Hung", ", ", "H.", " ", "Phys. Rev. B: Condens. Matter Mater. Phys.", " ", "2002", ",  ", "65", ",  ", "104107", " DOI: 10.1103/PhysRevB.65.104107", " ", "[", "Crossref", "], [", "CAS", "]", "1. ", "Parallel calculation of electron multiple scattering using Lanczos algorithms", "Ankudinov, A. L.; Bouldin, C. E.; Rehr, J. J.; Sims, J.; Hung, H.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2002", "),\r\n    ", "65", "\r\n        (", "10", "),\r\n    ", "104107/1-104107/11", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Real space multiple scattering calcns. of the electronic d. of states and x-ray spectra in solids typically scale as the cube of the system and basis set size, and hence are highly demanding computationally.  For example, such x-ray absorption near edge structure (XANES) calcns. typically require clusters of order NR atoms and s, p, and d states for convergence, with NR between ∼102-103; for this case ∼102 inversions of 9NR×9NR matrixes are needed, 1 for each energy point.  Here 2 ways to speed up these calcns. are discussed.: (1) message passing interface (MPI) parallel processing and (2) fast, Lanczos multiple scattering algorithms.  Together these algorithms can reduce computation times typically by 2 orders of magnitude.  These are both implemented in a generalization of the ab initio self-consistent FEFF8 code, which thus makes practical XANES calcns. in complex systems with of order 103 atoms.  The Lanczos algorithm also yields a natural crossover between full and finite-order multiple scattering with increasing energy, thus differentiating the extended and near-edge regimes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XitVarsLY%253D&md5=eba41a48041f550ed3b89e2170bc54dc", "(e) ", "Bourke", ", ", "J. D.", "; ", "Chantler", ", ", "C. T.", "; ", "Witte", ", ", "C.", " ", "Phys. Lett. A", " ", "2007", ",  ", "360", ",  ", "702", "– ", "706", " DOI: 10.1016/j.physleta.2006.08.084", " ", "[", "Crossref", "], [", "CAS", "]", "1. ", "Finite difference method calculations of X-ray absorption fine structure for copper", "Bourke, J. D.; Chantler, C. T.; Witte, C.", "Physics Letters A", "\r\n        (", "2007", "),\r\n    ", "360", "\r\n        (", "6", "),\r\n    ", "702-706", "CODEN:\r\n                ", "PYLAAG", ";\r\n        ISSN:", "0375-9601", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The finite difference method is extended to calc. x-ray absorption fine structure (XAFS) for solid state Cu.  These extensions include the incorporation of a Monte Carlo frozen phonon technique to simulate the effect of thermal vibrations under a correlated Debye-Waller model, and the inclusion of broadening effects from inelastic processes.  Spectra are obtained over an energy range >300 eV above the K absorption edge-more than twice the greatest energy range previously reported for a solid state calcn. using this method.  The authors find this method is highly sensitive to values of the photoelectron inelastic mean free path, allowing one to probe the accuracy of current models of this parameter, particularly at low energies.  The authors therefore find that exptl. data for the photoelectron inelastic mean free path can be obtained by this method.  Results compare favorably with high precision measurements of the x-ray mass attenuation coeff. for Cu, reaching agreement to within 3%, and improving previous results using the finite difference method by an order of magnitude.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht1elurzP&md5=5b338202711311198cc4e41884d5a214", "(f) ", "Wang", ", ", "Q.", "; ", "Hanson", ", ", "J. C.", "; ", "Frenkel", ", ", "A. I.", " ", "J. Chem. Phys.", " ", "2008", ",  ", "129", ",  ", "234502", " DOI: 10.1063/1.3040271", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Solving the structure of reaction intermediates by time-resolved synchrotron x-ray absorption spectroscopy", "Wang, Qi; Hanson, Jonathan C.; Frenkel, Anatoly I.", "Journal of Chemical Physics", "\r\n        (", "2008", "),\r\n    ", "129", "\r\n        (", "23", "),\r\n    ", "234502/1-234502/7", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The authors present a robust data anal. method of time-resolved x-ray absorption spectroscopy expts. suitable for chem. speciation and structure detn. of reaction intermediates.  Chem. speciation is done by principal component anal. (PCA) of the time-resolved x-ray absorption near-edge structure data.  Structural anal. of intermediate phases is done by theor. modeling of their extended x-ray absorption fine-structure data isolated by PCA.  The method is demonstrated using redn. and reoxidn. of Cu-doped ceria catalysts where the authors detected reaction intermediates and measured fine details of the reaction kinetics.  This approach can be directly adapted to many time-resolved x-ray spectroscopy expts. where new rapid throughput data collection and anal. methods are needed.  (c) 2008 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsFansLbI&md5=82383621e3d1d7e1c56332e37fd1e43d", "(g) ", "Vinson", ", ", "J.", "; ", "Rehr", ", ", "J. J.", "; ", "Kas", ", ", "J. J.", "; ", "Shirley", ", ", "E. L.", " ", "Phys. Rev. B: Condens. Matter Mater. Phys.", " ", "2011", ",  ", "83", ",  ", "115106", " DOI: 10.1103/PhysRevB.83.115106", " ", "[", "Crossref", "], [", "CAS", "]", "1. ", "Bethe-Salpeter equation calculations of core excitation spectra", "Vinson, J.; Rehr, J. J.; Kas, J. J.; Shirley, E. L.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2011", "),\r\n    ", "83", "\r\n        (", "11", "),\r\n    ", "115106/1-115106/7", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The authors present a hybrid approach for Bethe-Salpeter equation (BSE) calcns. of core excitation spectra, including x-ray absorption (XAS), electron energy loss spectra (EELS), and nonresonant inelastic x-ray scattering (NRIXS).  The method is based on ab initio wave functions from the plane-wave pseudopotential code abinit; at. core-level states and projector augmented wave (PAW) transition matrix elements; the NIST core-level BSE solver; and a many-pole self-energy model to account for final-state broadening and self-energy shifts.  Multiplet effects are also approx. accounted for.  The approach is implemented using an interface dubbed OCEAN (Obtaining Core Excitations using abinit and NBSE).  To demonstrate the utility of the code the authors present results for the K edges in LiF as probed by XAS and NRIXS, the K edges of KCl as probed by XAS, the Ti L2,3 edge in SrTiO3 as probed by XAS, and the Mg L2,3 edge in MgO as probed by XAS.  These results are compared with expt. and with other theor. approaches.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXkt1Kgur8%253D&md5=74361f7f54493e5882be6d119b326256", "(h) ", "Yang", ", ", "S.", "; ", "Wang", ", ", "D.", "; ", "Liang", ", ", "G.", "; ", "Yiu", ", ", "Y. M.", "; ", "Wang", ", ", "J.", "; ", "Liu", ", ", "L.", "; ", "Sun", ", ", "X.", "; ", "Sham", ", ", "T.-K.", " ", "Energy Environ. Sci.", " ", "2012", ",  ", "5", ",  ", "7007", "– ", "7016", " DOI: 10.1039/c2ee03445j", " ", "[", "Crossref", "], [", "CAS", "]", "1. ", "Soft X-ray XANES studies of various phases related to LiFePO4 based cathode materials", "Yang, Songlan; Wang, Dongniu; Liang, Guoxian; Yiu, Yun Miu; Wang, Jiajun; Liu, Lijia; Sun, Xueliang; Sham, Tsun-Kong", "Energy & Environmental Science", "\r\n        (", "2012", "),\r\n    ", "5", "\r\n        (", "5", "),\r\n    ", "7007-7016", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "LiFePO4 has been a promising cathode material for rechargeable lithium ion batteries.  Different secondary or impurity phases, forming during either synthesis or subsequent redox process under normal operating conditions, can have a significant impact on the performance of the electrode.  The exploration of the electronic and chem. structures of impurity phases is crucial to understand such influence.  We have embarked on a series of synchrotron-based X-ray absorption near-edge structure (XANES) spectroscopy studies for the element speciation in various impurity phase materials relevant to LiFePO4 for Li ion batteries.  In the present report, soft-X-ray XANES spectra of Li K-edge, P L2,3-edge, O K-edge and Fe L2,3-edge have been obtained for LiFePO4 in cryst., disordered and amorphous forms and some possible \"impurities\", including LiPO3, Li4P2O7, Li3PO4, Fe3(PO4)2, FePO4, and Fe2O3.  The results indicate that each element from different pure ref. compds. exhibits unique spectral features in terms of energy position, shape and intensity of the resonances in its XANES.  In addn., inverse partial fluorescence yield (IPFY) reveals the surface vs. bulk property of the specimens.  Therefore, the spectral data provided here can be used as stds. in the future for phase compn. anal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XmsVWqsL4%253D&md5=8cb86a65a8d783a244a068ac7b92b379", "(i) ", "Bordiga", ", ", "S.", "; ", "Groppo", ", ", "E.", "; ", "Agostini", ", ", "G.", "; ", "van Bokhoven", ", ", "J. A.", "; ", "Lamberti", ", ", "C.", " ", "Chem. Rev.", " ", "2013", ",  ", "113", ",  ", "1736", "– ", "1850", " DOI: 10.1021/cr2000898", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Reactivity of Surface Species in Heterogeneous Catalysts Probed by In Situ X-ray Absorption Techniques", "Bordiga, Silvia; Groppo, Elena; Agostini, Giovanni; van Bokhoven, Jeroen A.; Lamberti, Carlo", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "113", "\r\n        (", "3", "),\r\n    ", "1736-1850", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review; reactivity of surface species in heterogeneous catalysts probed by in situ x-ray absorption techniques is discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjtlWgsbk%253D&md5=48a45fe47d729e6e308717bfe3967058", "2. ", "(a) ", "Li", ", ", "D.", "; ", "Bancroft", ", ", "G. M.", "; ", "Kasrai", ", ", "M.", "; ", "Fleet", ", ", "M. E.", "; ", "Feng", ", ", "X. H.", "; ", "Tan", ", ", "K. H.", "; ", "Yang", ", ", "B. X.", " ", "Solid State Commun.", " ", "1993", ",  ", "87", ",  ", "613", "– ", "617", " DOI: 10.1016/0038-1098(93)90123-5", " ", "[", "Crossref", "], [", "CAS", "]", "2. ", "High-resolution Si K- and L2,3-edge XANES of α-quartz and stishovite", "Li, Dion; Bancroft, G. M.; Kasrai, M.; Fleet, M. E.; Feng, X. H.; Tan, K. H.; Yang, B. X.", "Solid State Communications", "\r\n        (", "1993", "),\r\n    ", "87", "\r\n        (", "7", "),\r\n    ", "613-17", "CODEN:\r\n                ", "SSCOA4", ";\r\n        ISSN:", "0038-1098", ".\r\n    ", "Silicon K- and L2,3-edge XANES of α-quartz and stishovite are reported.  The XANES spectra reveal the densities of the unoccupied Si 3s, 3p and 3d states in the band gap and the conduction band, and demonstrate the large difference in the bonding of 4:2 coordinate α-quartz and 6:3 coordinate stishovite.  The Si K- and L2,3-edge shifts are also systematically related to the coordination of Si, Si-O bond length, Si-Si distance, Si-O-Si angle, Si-O bond valence and Si NMR chem. shift of α-quartz and stishovite.  These XANES spectra may be used as a fingerprint in studying the structure of silicate glasses and melts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXhvVWrtw%253D%253D&md5=fd1faa2e684dfbb112c6fe597db829c9", "(b) ", "Bordiga", ", ", "S.", "; ", "Coluccia", ", ", "S.", "; ", "Lamberti", ", ", "C.", "; ", "Marchese", ", ", "L.", "; ", "Zecchina", ", ", "A.", "; ", "Boscherini", ", ", "F.", "; ", "Buffa", ", ", "F.", "; ", "Genoni", ", ", "F.", "; ", "Leofanti", ", ", "G.", "; ", "Petrini", ", ", "G.", "; ", "Vlaic", ", ", "G.", " ", "J. Phys. Chem.", " ", "1994", ",  ", "98", ",  ", "4125", "– ", "4132", " DOI: 10.1021/j100066a036", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "XAFS Study of Ti-Silicalite: Structure of Framework Ti(IV) in the Presence and Absence of Reactive Molecules (H2O, NH3) and Comparison with Ultraviolet-Visible and IR Results", "Bordiga, S.; Coluccia, S.; Lamberti, C.; Marchese, L.; Zecchina, A.; Boscherini, F.; Buffa, F.; Genoni, F.; Leofanti, G.; et al.", "Journal of Physical Chemistry", "\r\n        (", "1994", "),\r\n    ", "98", "\r\n        (", "15", "),\r\n    ", "4125-32", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "X-ray absorption at the Ti K edge (both XANES and EXAFS) of a very pure Ti-silicalite contg. a small fraction of Ti(IV) substituting for Si(IV) has been performed in order to study the effect of the presence or absence of ligands such as H2O and NH3 on the Ti(IV) coordination sphere.  In particular, the effect of an outgassing treatment at 400 K and of the interaction with NH3 has been studied and described in detail.  It has been found that the Ti(IV) is fourfold coordinated in the samples outgassed at 400 K and expands its coordination sphere no. with action of adsorbates.  The process is partially reversible at room temp.  The pre-edge absorption of a well-manufd. Ti-silicalite has been compared with a Ti-silicalite contg. extraframework Ti and with other ref. compds. such as anatase and amorphous SiO2/TiO2.  Further information has been obtained from EXAFS detn. of first-shell bonding parameters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXitlSmur0%253D&md5=0b0738286f3261c85987aba981c8eadb", "(c) ", "Bordiga", ", ", "S.", "; ", "Buzzoni", ", ", "R.", "; ", "Geobaldo", ", ", "F.", "; ", "Lamberti", ", ", "C.", "; ", "Giamello", ", ", "E.", "; ", "Zecchina", ", ", "A.", "; ", "Leofanti", ", ", "G.", "; ", "Petrini", ", ", "G.", "; ", "Tozzola", ", ", "G.", "; ", "Vlaic", ", ", "G.", " ", "J. Catal.", " ", "1996", ",  ", "158", ",  ", "486", "– ", "501", " DOI: 10.1006/jcat.1996.0048", " ", "[", "Crossref", "], [", "CAS", "]", "2. ", "Structure and reactivity of framework and extraframework iron in Fe-silicalite as investigated by spectroscopic and physicochemical methods", "Bordiga, S.; Buzzoni, R.; Geobaldo, F.; Lamberti, C.; Giamello, E.; Zecchina, A.; Leofanti, G.; Petrini, G.; Tozzola, G.; et al.", "Journal of Catalysis", "\r\n        (", "1996", "),\r\n    ", "158", "\r\n        (", "2", "),\r\n    ", "486-501", "CODEN:\r\n                ", "JCTLA5", ";\r\n        ISSN:", "0021-9517", ".\r\n    \r\n            (", "Academic", ")\r\n        ", "The application of IR, Raman, UV-visible, EPR, XANES, EXAFS, and TPR techniques to the detn. of the Fe3+ local environment in Fe-silicalite is described and discussed.  These methods give information concerning the structural changes of the zeolitic structure, upon thermal treatments and interaction with adsorbates.  In particular the effect of template burning at 773 K or at 973 K on the local Fe3+ environment has been discussed in detail.  The reactivity of the zeolite towards NH3 has also been considered.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XhtVyrtLs%253D&md5=bf70087334080daf85eb9cf9feb0692c", "3. ", "(a) ", "Lockard", ", ", "J. V.", "; ", "Rachford", ", ", "A. A.", "; ", "Smolentsev", ", ", "G.", "; ", "Stickrath", ", ", "A. B.", "; ", "Wang", ", ", "X.", "; ", "Zhang", ", ", "X.", "; ", "Atenkoffer", ", ", "K.", "; ", "Jennings", ", ", "G.", "; ", "Soldatov", ", ", "A.", "; ", "Rheingold", ", ", "A. L.", "; ", "Castellano", ", ", "F. N.", "; ", "Chen", ", ", "L. X.", " ", "J. Phys. Chem. A", " ", "2010", ",  ", "114", ",  ", "12780", "– ", "12787", " DOI: 10.1021/jp1088299", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Triplet Excited State Distortions in a Pyrazolate Bridged Platinum Dimer Measured by X-ray Transient Absorption Spectroscopy", "Lockard, Jenny V.; Rachford, Aaron A.; Smolentsev, Grigory; Stickrath, Andrew B.; Wang, Xianghuai; Zhang, Xiaoyi; Atenkoffer, Klaus; Jennings, Guy; Soldatov, Alexander; Rheingold, Arnold L.; Castellano, Felix N.; Chen, Lin X.", "Journal of Physical Chemistry A", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "48", "),\r\n    ", "12780-12787", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The excited-state structure of a dinuclear Pt(II) complex with tert-Bu substituted pyrazolate bridging units, [Pt(ppy)(μ-tBu2pz)]2 (ppy = 2-phenylpyridine; tBu2pz = 3,5-di-tert-butylpyrazolate) was studied by x-ray transient absorption (XTA) spectroscopy to reveal the transient electronic and nuclear geometry.  DFT calcns. predict that the lowest energy triplet excited state, assigned to a metal-metal-to-ligand charge transfer (MMLCT) transition, has a contraction in the Pt-Pt distance.  The Pt-Pt bond length and other structural parameters extd. from fitting the exptl. XTA difference spectra from full multiple scattering (FMS) and multidimensional interpolation calcns. indicates a metal-metal distance decrease by ∼0.2 Å in the triplet excited state.  The advantages and challenges of this approach in resolving dynamic transient structures of nonbonding or weak-bonding dinuclear metal complexes in soln. are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVSis7fP&md5=40ab9905fe744a23b5e4de025640eac1", "(b) ", "Borfecchia", ", ", "E.", "; ", "Maurelli", ", ", "S.", "; ", "Gianolio", ", ", "D.", "; ", "Groppo", ", ", "E.", "; ", "Chiesa", ", ", "M.", "; ", "Bonino", ", ", "F.", "; ", "Lamberti", ", ", "C.", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "19839", "– ", "19850", " DOI: 10.1021/jp305756k", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Insights into Adsorption of NH3 on HKUST-1 Metal-Organic Framework: A Multitechnique Approach", "Borfecchia, Elisa; Maurelli, Sara; Gianolio, Diego; Groppo, Elena; Chiesa, Mario; Bonino, Francesca; Lamberti, Carlo", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "37", "),\r\n    ", "19839-19850", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We report a careful characterization of the interaction of NH3 with the Cu(II) sites of the [Cu2C4O8] paddle-wheel cornerstone of the HKUST-1 metallorg. framework, also known as Cu3(BTC)2.  The general picture emerging from combining XRPD, EXAFS, XANES, mid- and far-IR, DRUV-vis, and EPR techniques is that the presence of traces of water has relevant consequences on the effect of ammonia on the MOF framework.  NH3 adsorption on the dry system results in a strong chemisorption on Cu(II) sites that distorts the framework, keeping the crystallinity of the material.  Perturbation obsd. upon NH3 adsorption is analogous to that obsd. for H2O, but noticeably enhanced.  When the adsorption of ammonia occurs in humid conditions, a time-dependent, much deeper modification of the system is obsd. by all of the considered techniques.  On a methodol. ground, it is worth noticing that we used the optimization of XANES spectra to validate the bond distance obtained by EXAFS.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFChtbvO&md5=9ac9922154e664d3bfa180e2caf761a9", "(c) ", "Schauries", ", ", "D.", "; ", "Ney", ", ", "V.", "; ", "Nayak", ", ", "S. K.", "; ", "Entel", ", ", "P.", "; ", "Guda", ", ", "A. A.", "; ", "Soldatov", ", ", "A. V.", "; ", "Wilhelm", ", ", "F.", "; ", "Rogalev", ", ", "A.", "; ", "Kummer", ", ", "K.", "; ", "Yakhou", ", ", "F.", "; ", "Ney", ", ", "A.", " ", "Phys. Rev. B: Condens. Matter Mater. Phys.", " ", "2013", ",  ", "87", ",  ", "125206", " DOI: 10.1103/PhysRevB.87.125206", " ", "[", "Crossref", "], [", "CAS", "]", "3. ", "Incorporation of nitrogen in Co:ZnO studied by X-ray absorption spectroscopy and X-ray linear dichroism", "Schauries, D.; Ney, V.; Nayak, S. K.; Entel, P.; Guda, A. A.; Soldatov, A. V.; Wilhelm, F.; Rogalev, A.; Kummer, K.; Yakhou, F.; Ney, A.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2013", "),\r\n    ", "87", "\r\n        (", "12", "),\r\n    ", "125206/1-125206/6", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "N-doped CoxZn1-xO epitaxial films were grown by reactive magnetron sputtering using a range of different N2 and O2 concns.  They were studied by x-ray absorption near edge spectroscopy (XANES) and x-ray linear dichroism (XLD).  The incorporation of N into the ZnO host lattice could be detd. via the XLD at the N K-edge in comparison with the O K-edge and resp. simulations of XANES and XLD of the various dopant configurations.  The addn. of nitrogen predominantly leads to the formation of mol. nitrogen on O sites (split interstitial).  Only for samples grown with very low O2 partial pressure was a small fraction of the N found to substitute for O in its at. form.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmvFSktro%253D&md5=e8103f1c887e8b5586c4025534de1233", "4. ", "(a) ", "Natoli", ", ", "C. R.", "; ", "Benfatto", ", ", "M.", "; ", "Della Longa", ", ", "S.", "; ", "Hatada", ", ", "K.", " ", "J. Synchrotron Radiat.", " ", "2003", ",  ", "10", ",  ", "26", "– ", "42", " DOI: 10.1107/S0909049502017247", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "X-ray absorption spectroscopy: state-of-the-art analysis", "Natoli, C. R.; Benfatto, M.; Della Longa, S.; Hatada, K.", "Journal of Synchrotron Radiation", "\r\n        (", "2003", "),\r\n    ", "10", "\r\n        (", "1", "),\r\n    ", "26-42", "CODEN:\r\n                ", "JSYRES", ";\r\n        ISSN:", "0909-0495", ".\r\n    \r\n            (", "Blackwell Munksgaard", ")\r\n        ", "A review.  State-of-the-art techniques for analyzing x-ray absorption spectra are reviewed, with an eye to biol. applications.  Recent attempts to perform full spectral fitting of the XANES energy region and beyond for the purpose of structural anal. have met with encouraging success.  The present paper analyses the theor. motivations behind this success and indicates routes for future improvements.  The theor. background is not entirely new, although the point of view is, and some sections and appendices present material that the authors believe has never been published before.  The aim of this paper is to provide a theor. anal. that is as self-contained as possible.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXmsFGh&md5=4da0e541e1bb9f41274d8bd3e8ab473c", "(b) ", "Bordiga", ", ", "S.", "; ", "Lamberti", ", ", "C.", "; ", "Ricchiardi", ", ", "G.", "; ", "Regli", ", ", "L.", "; ", "Bonino", ", ", "F.", "; ", "Damin", ", ", "A.", "; ", "Lillerud", ", ", "K. P.", "; ", "Bjorgen", ", ", "M.", "; ", "Zecchina", ", ", "A.", " ", "Chem. Commun.", " ", "2004", ",  ", "2300", "– ", "2301", " DOI: 10.1039/b407246d", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Electronic and vibrational properties of a MOF-5 metal-organic framework: ZnO quantum dot behaviour", "Bordiga, S.; Lamberti, C.; Ricchiardi, G.; Regli, L.; Bonino, F.; Damin, A.; Lillerud, K.-P.; Bjorgen, M.; Zecchina, A.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2004", "),\r\n    ", "\r\n        (", "20", "),\r\n    ", "2300-2301", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "UV-Vis DRS and photoluminescence (PL) spectroscopy, combined with excitation selective Raman spectroscopy, allow us to understand the main optical and vibrational properties of a metal-org. MOF-5 framework.  A O2-Zn2+ → O-Zn+ ligand to metal charge transfer transition (LMCT) at 350 nm, testifies that the Zn4O13 cluster behaves as a ZnO quantum dot (QD).  The org. part acts as a photon antenna able to efficiently transfer the energy to the inorg. ZnO-like QD part, where an intense emission at 525 nm occurs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXosFShurs%253D&md5=3256d71a3a93e41a07fc0da882300dd0", "(c) ", "Rehr", ", ", "J. J.", "; ", "Ankudinov", ", ", "A. L.", " ", "Coord. Chem. Rev.", " ", "2005", ",  ", "249", ",  ", "131", "– ", "140", " DOI: 10.1016/j.ccr.2004.02.014", " ", "[", "Crossref", "], [", "CAS", "]", "4. ", "Progress in the theory and interpretation of XANES", "Rehr, J. J.; Ankudinov, A. L.", "Coordination Chemistry Reviews", "\r\n        (", "2005", "),\r\n    ", "249", "\r\n        (", "1-2", "),\r\n    ", "131-140", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  There has been substantial progress in recent years, both in the theory and in ab initio codes for calcns. of x-ray absorption spectra (XAS), and in particular, the near edge structure (XANES).  This progress is a sequel to the successful development of the theory and interpretation of extended x-ray absorption fine structure (EXAFS).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhtFejs7zJ&md5=a1621ebb1827d351a1b9f41f7915192f", "(d) ", "Mino", ", ", "L.", "; ", "Agostini", ", ", "G.", "; ", "Borfecchia", ", ", "E.", "; ", "Gianolio", ", ", "D.", "; ", "Piovano", ", ", "A.", "; ", "Gallo", ", ", "E.", "; ", "Lamberti", ", ", "C.", " ", "J. Phys. D: Appl. Phys.", " ", "2013", ",  ", "46", ",  ", "423001", " DOI: 10.1088/0022-3727/46/42/423001", " ", "[", "Crossref", "], [", "CAS", "]", "4. ", "Low-dimensional systems investigated by x-ray absorption spectroscopy: a selection of 2D, 1D and 0D cases", "Mino, Lorenzo; Agostini, Giovanni; Borfecchia, Elisa; Gianolio, Diego; Piovano, Andrea; Gallo, Erik; Lamberti, Carlo", "Journal of Physics D: Applied Physics", "\r\n        (", "2013", "),\r\n    ", "46", "\r\n        (", "42", "),\r\n    ", "423001, 72 pp.", "CODEN:\r\n                ", "JPAPBE", ";\r\n        ISSN:", "0022-3727", ".\r\n    \r\n            (", "IOP Publishing Ltd.", ")\r\n        ", "A review.  Over the last three decades low-dimensional systems have attracted increasing interest both from the fundamental and technol. points of view due to their unique phys. and chem. properties.  X-ray absorption spectroscopy (XAS) is a powerful tool for the characterization of such kinds of systems, owing to its chem. selectivity and high sensitivity in interat. distance detn.  Moreover, XAS does not require long-range ordering, that is usually absent in low-dimensional systems.  Finally, this technique can simultaneously provide information on electronic and local structural properties of the nanomaterials, significantly contributing to clarify the relation between their at. structure and their peculiar phys. properties.  This review provides a general introduction to XAS, discussing the basic theory of the technique, the most used detection modes, the related exptl. setups and some complementary relevant characterization techniques (diffraction anomalous fine structure, extended energy-loss fine structure, pair distribution function, x-ray emission spectroscopy, high-energy resoln. fluorescence detected XAS and x-ray Raman scattering).  Subsequently, a selection of significant applications of XAS to two-, one- and zero-dimensional systems will be presented.  The selected low-dimensional systems include IV and III-V semiconductor films, quantum wells, quantum wires and quantum dots; carbon-based nanomaterials (epitaxial graphene and carbon nanotubes); metal oxide films, nanowires, nanorods and nanocrystals; metal nanoparticles.  Finally, the future perspectives for the application of XAS to nanostructures are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1OisrbK&md5=47a43c49389593fc477455c5ee1769e1", "(e) ", "Garino", ", ", "C.", "; ", "Borfecchia", ", ", "E.", "; ", "Gobetto", ", ", "R.", "; ", "van Bokhoven", ", ", "J. A.", "; ", "Lamberti", ", ", "C.", " ", "Coord. Chem. Rev.", " ", "2014", ",  ", "277-278", ",  ", "130", "– ", "186", " DOI: 10.1016/j.ccr.2014.03.027", " ", "[", "Crossref", "], [", "CAS", "]", "4. ", "Determination of the electronic and structural configuration of coordination compounds by synchrotron-radiation techniques", "Garino, Claudio; Borfecchia, Elisa; Gobetto, Roberto; van Bokhoven, Jeroen A.; Lamberti, Carlo", "Coordination Chemistry Reviews", "\r\n        (", "2014", "),\r\n    ", "277-278", "\r\n        (", "),\r\n    ", "130-186", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "In this review we provide an overview of the potential of synchrotron radiation techniques to understand the structural and electronic properties of coordination compds.  Besides the largely employed multi-wavelength anomalous dispersion (MAD) and X-ray absorption spectroscopy (XAS), in both near (XANES) and post (EXAFS) edge regions, we also discuss the contribution arising from more specialized techniques that have become more widely used in the last years, such as the total scattering approach in the XRPD data anal. and X-ray emission spectroscopy (XES).  Comparison with the commonly used lab. techniques (XRD, UV-vis, luminescence, NMR, EPR) is used to underline the added value of synchrotron radiation techniques when applied to already well characterized samples.  The fundamental role of DFT calcns. in interpreting both diffraction and spectroscopic data to understand structural and electronic properties of coordination complexes is highlighted.  A perspective summary is reported at the end of the manuscript.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXnvFCitr4%253D&md5=65d7e2ba1f1281ae80f04d4bc6eb7fc7", "(f) ", "Joly", ", ", "Y.", "; ", "Grenier", ", ", "S.", " ", " ", "Theory of X-ray Absorption Near Edge Structure", ". In  ", "XAS and XES; Theory and Applications", "; ", "van Bokhoven", ", ", "J. A.", "; ", "Lamberti", ", ", "C.", ", Eds.; ", "John Wiley & Sons", ": ", "2015", "; Vol.  ", "1", ".", "There is no corresponding record for this reference.", "(g) ", "García", ", ", "J.", "; ", "Subías", ", ", "G.", "; ", "Blasco", ", ", "J.", " ", " ", "XAS studies on mixed valence oxides", ". In  ", "XAS and XES; Theory and Applications", "; ", "van Bokhoven", ", ", "J. A.", "; ", "Lamberti", ", ", "C.", ", Eds.; ", "John Wiley & Sons", ": ", "2015", "; Vol.  ", "1", ".", "There is no corresponding record for this reference.", "5. ", "(a) ", "Rehr", ", ", "J. J.", "; ", "Kas", ", ", "J. J.", "; ", "Prange", ", ", "M. P.", "; ", "Sorini", ", ", "A. P.", "; ", "Takimoto", ", ", "Y.", "; ", "Vila", ", ", "F.", " ", "C. R. Phys.", " ", "2009", ",  ", "10", ",  ", "548", "– ", "559", " DOI: 10.1016/j.crhy.2008.08.004", " ", "[", "Crossref", "], [", "CAS", "]", "5. ", "Ab initio theory and calculations of X-ray spectra", "Rehr, John J.; Kas, Joshua J.; Prange, Micah P.; Sorini, Adam P.; Takimoto, Yoshinari; Vila, Fernando", "Comptes Rendus Physique", "\r\n        (", "2009", "),\r\n    ", "10", "\r\n        (", "6", "),\r\n    ", "548-559", "CODEN:\r\n                ", "CRPOBN", ";\r\n        ISSN:", "1631-0705", ".\r\n    \r\n            (", "Elsevier Masson SAS", ")\r\n        ", "There has been dramatic progress in recent years both in the calcn. and interpretation of various x-ray spectroscopies.  However, current theor. calcns. often use a no. of simplified models to account for many-body effects, in lieu of first principles calcns.  In an effort to overcome these limitations we describe in this article a no. of recent advances in theory and in theor. codes which offer the prospect of parameter free calcns. that include the dominant many-body effects.  These advances are based on ab initio calcns. of the dielec. and vibrational response of a system.  Calcns. of the dielec. function over a broad spectrum yield system dependent self-energies and mean-free paths, as well as intrinsic losses due to multi-electron excitations.  Calcns. of the dynamical matrix yield vibrational damping in terms of multiple-scattering Debye-Waller factors.  Our ab initio methods for detg. these many-body effects have led to new, improved, and broadly applicable x-ray and electron spectroscopy codes.  To cite this article: J.J.  Rehr et al., C. R. Physique 10 (2009).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtF2hs73J&md5=d5bddaa39110819206f6a8b477c8e47f", "(b) ", "Rehr", ", ", "J. J.", "; ", "Kas", ", ", "J. J.", "; ", "Vila", ", ", "F. D.", "; ", "Prange", ", ", "M. P.", "; ", "Jorissen", ", ", "K.", " ", "Phys. Chem. Chem. Phys.", " ", "2010", ",  ", "12", ",  ", "5503", "– ", "5513", " DOI: 10.1039/b926434e", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Parameter-free calculations of X-ray spectra with FEFF9", "Rehr, John J.; Kas, Joshua J.; Vila, Fernando D.; Prange, Micah P.; Jorissen, Kevin", "Physical Chemistry Chemical Physics", "\r\n        (", "2010", "),\r\n    ", "12", "\r\n        (", "21", "),\r\n    ", "5503-5513", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The authors briefly review implementation of the real-space Green's function (RSGF) approach for calcns. of x-ray spectra, focusing on recently developed parameter free models for dominant many-body effects.  Although the RSGF approach was widely used both for near edge (XANES) and extended (EXAFS) ranges, previous implementations relied on semi-phenomenol. methods, e.g., the plasmon-pole model for the self-energy, the final-state rule for screened core hole effects, and the correlated Debye model for vibrational damping.  Here the authors describe how these approxns. can be replaced by efficient ab initio models including a many-pole model of the self-energy, inelastic losses and multiple-electron excitations; a linear response approach for the core hole; and a Lanczos approach for Debye-Waller effects.  The authors also discuss the implementation of these models and software improvements within the FEFF9 code, together with a no. of examples.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXmt1KqtrY%253D&md5=dfe51848aeeb3c69d2d65ecb9425316e", "6. ", "Bugaev", ", ", "L. A.", "; ", "Gegusin", ", ", "I. I.", "; ", "Datsyuk", ", ", "V. N.", "; ", "Novakovich", ", ", "A. A.", "; ", "Vedrinskii", ", ", "R. V.", " ", "Phys. Status Solidi B", " ", "1986", ",  ", "133", ",  ", "195", "– ", "202", " DOI: 10.1002/pssb.2221330123", " ", "[", "Crossref", "], [", "CAS", "]", "6. ", "Multiple scattering approach to the XANES theory of alkali halide crystals", "Bugaev, L. A.; Geguzin, I. I.; Datsyuk, V. N.; Novakovich, A. A.; Vedrinskii, R. V.", "Physica Status Solidi B:  Basic Research", "\r\n        (", "1986", "),\r\n    ", "133", "\r\n        (", "1", "),\r\n    ", "195-202", "CODEN:\r\n                ", "PSSBBD", ";\r\n        ISSN:", "0370-1972", ".\r\n    ", "Two schemes of the cryst. potential for the slow electron in the conduction band of alkali halides are proposed.  The first one (semiempirical) is based on the assumption that in the case of an ion in the crystal one can use the same energy dependence of logarithmic derivs. as in the case of the isolated ion.  The modifications required consist in some potential correlations, that are due to the Madelung field as well as to the relaxation and polarization response for both, hole and electron.  The second model (ab initio) suggests the straightforward soln. of Poisson's equation.  Both approaches are compared.  They lead to satisfactory agreement for a wide energy interval in the continuum.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL28XpsFOqtA%253D%253D&md5=128c8eb3fea907c03393dff96b8ff803", "7. ", "(a) ", "Bianconi", ", ", "A.", "; ", "Garcia", ", ", "J.", "; ", "Benfatto", ", ", "M.", "; ", "Marcelli", ", ", "A.", "; ", "Natoli", ", ", "C. R.", "; ", "Ruizlopez", ", ", "M. F.", " ", "Phys. Rev. B: Condens. Matter Mater. Phys.", " ", "1991", ",  ", "43", ",  ", "6885", "– ", "6892", " DOI: 10.1103/PhysRevB.43.6885", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Multielectron excitations in the K-edge x-ray-absorption near-edge spectra of vanadium, chromium, and manganese 3d0 compounds with tetrahedral coordination", "Bianconi, A.; Garcia, J.; Benfatto, M.; Marcelli, A.; Natoli, C. R.; Ruiz-Lopez, M. F.", "Physical Review B:  Condensed Matter and Materials Physics", "\r\n        (", "1991", "),\r\n    ", "43", "\r\n        (", "9", "),\r\n    ", "6885-92", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    ", "Multielectron excitations involving metal deep 1s and shallow 3p core levels were identified in the x-ray-absorption spectra in the range 50-60 eV above the K edge of transition-metal ions V, Cr, and Mn with tetrahedral coordination geometry.  The many-body transitions were found after subtraction of the dominant 1-electron transitions to continuum states giving the x-ray-absorption near-edge structure.  The presence of many-body excitations involving valence electrons was found at ∼7 eV above threshold.  The energy positions are in good agreement with calcd. excitation energies for the many-body configurations, where the two excited electrons are in the unoccupied mol. t2* orbital.  Exptl. comparison of the intensities of corresponding many-body satellites between the Cr2p x-ray photoelectron spectrum and Cr K-edge absorption spectrum is reported for K2CrO4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3MXhvFGntLw%253D&md5=aa24d026e48d1912fb8ca8ec7d8123d5", "(b) ", "Tyson", ", ", "T. A.", "; ", "Hodgson", ", ", "K. O.", "; ", "Natoli", ", ", "C. R.", "; ", "Benfatto", ", ", "M.", " ", "Phys. Rev. B: Condens. Matter Mater. Phys.", " ", "1992", ",  ", "46", ",  ", "5997", "– ", "6019", " DOI: 10.1103/PhysRevB.46.5997", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "General multiple-scattering scheme for the computation and interpretation of x-ray-absorption fine structure in atomic clusters with applications to sulfur hexafluoride, tetrachlorogermane, and bromine molecules", "Tyson, T. A.; Hodgson, K. O.; Natoli, C. R.; Benfatto, M.", "Physical Review B:  Condensed Matter and Materials Physics", "\r\n        (", "1992", "),\r\n    ", "46", "\r\n        (", "10", "),\r\n    ", "5997-6019", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    ", "A general multiple-scattering (MS) scheme using complex potentials is given for the calcn. and interpretation of inner-shell x-ray-absorption fine structure for clusters of atoms in condensed matter with application to the case of the mols. SF6, GeCl4, and Br2.  The method is based on the soln. of the Dyson equation with a complex self-energy of the Hedin-Lundqvist type for the single-particle Green's function describing the propagation of the excited photoelectron through the system.  The problem of the equivalence between two traditional approaches to this kind of calcn. is discussed: the scattering approach of Dehmer and Dill (1974) and the d.-of-state (or MS) approach of Lee and Pendry (1975).  The application of the theory to the calcn. of the extended fine structure in the three mols. shows that one can get amplitude agreement without introducing intrinsic loss redn. effects, which seem therefore to be negligible.  Some minor problems with abs. phase agreement still remain in some cases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38XmtVWjtbc%253D&md5=3227f241ac7c6d229a55cc84c2bdf5e1", "8. ", "Ebert", ", ", "H.", " The Munich SPR-KKR package, version 6.3. ", "http://ebert.cup.uni-muenchen.de/SPRKKR", " (accessed Aug 1, 2015).", "There is no corresponding record for this reference.", "9. ", "(a) ", "Schwarz", ", ", "K.", "; ", "Blaha", ", ", "P.", "; ", "Madsen", ", ", "G. K. H.", " ", "Comput. Phys. Commun.", " ", "2002", ",  ", "147", ",  ", "71", "– ", "76", " DOI: 10.1016/S0010-4655(02)00206-0", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(b) ", "Schwarz", ", ", "K.", "; ", "Blaha", ", ", "P.", " ", "Comput. Mater. Sci.", " ", "2003", ",  ", "28", ",  ", "259", "– ", "273", " DOI: 10.1016/S0927-0256(03)00112-5", " ", "[", "Crossref", "], [", "CAS", "]", "9. ", "Solid state calculations using WIEN2k", "Schwarz, Karlheinz; Blaha, Peter", "Computational Materials Science", "\r\n        (", "2003", "),\r\n    ", "28", "\r\n        (", "2", "),\r\n    ", "259-273", "CODEN:\r\n                ", "CMMSEM", ";\r\n        ISSN:", "0927-0256", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A review.  To study solid materials on the at. scale one often starts with an ideal crystal at zero temp. and calcs. its electronic structure by means of d. functional theory (DFT).  This allows a quantum mech. treatment of the physics that underlines properties such as relative stability, chem. bonding, relaxation of the atoms, phase transitions, elec., mech., optical or magnetic behavior, etc.  For the soln. of the DFT equations several methods have been developed.  The linearized-APW method is one of the most accurate methods.  It is embodied in the computer code - WIEN2k - which is now used worldwide by more than 500 groups to solve crystal properties on the at. scale (see www.wien2k.at).  Nowadays calcns. of this type can be done - on sufficiently powerful computers - for systems contg. about 100 atoms per unit cell.  Chromium dioxide CrO2 is selected as a representative example using both, bulk and surface structures.  Refs. to other applications are given.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXnvFSgs7Y%253D&md5=c1beecce38d2844d7ea33b0b55016ac4", "10. ", "Taillefumier", ", ", "M.", "; ", "Cabaret", ", ", "D.", "; ", "Flank", ", ", "A. M.", "; ", "Mauri", ", ", "F.", " ", "Phys. Rev. B: Condens. Matter Mater. Phys.", " ", "2002", ",  ", "66", ",  ", "195107", " DOI: 10.1103/PhysRevB.66.195107", " ", "[", "Crossref", "], [", "CAS", "]", "10. ", "X-ray absorption near-edge structure calculations with the pseudopotentials: Application to the K edge in diamond and α-quartz", "Taillefumier, Mathieu; Cabaret, Delphine; Flank, Anne-Marie; Mauri, Francesco", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2002", "),\r\n    ", "66", "\r\n        (", "19", "),\r\n    ", "195107/1-195107/8", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The authors present a reciprocal-space pseudopotential scheme for calcg. x-ray absorption near-edge structure (XANES) spectra.  The scheme incorporates a recursive method to compute absorption cross section as a continued fraction.  The continued fraction formulation of absorption is advantageous in that it permits the treatment of core-hole interaction through large supercells (hundreds of atoms).  The method is compared with recently developed Bethe-Salpeter approach.  The method is applied to the C K edge in diamond and to the Si and O K edges in α-quartz for which polarized XANES spectra were measured.  Core-hole effects are studied by varying the size of the supercell, thus leading to information similar to that obtained from cluster size anal. usually performed within multiple scattering calcns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XptlKks7c%253D&md5=4a97196e36acdbc4f4c4747d1cb3dbdc", "11. ", "(a) ", "te Velde", ", ", "G.", "; ", "Bickelhaupt", ", ", "F. M.", "; ", "Baerends", ", ", "E. J.", "; ", "Guerra", ", ", "C. F.", "; ", "Van Gisbergen", ", ", "S. J. A.", "; ", "Snijders", ", ", "J. G.", "; ", "Ziegler", ", ", "T.", " ", "J. Comput. Chem.", " ", "2001", ",  ", "22", ",  ", "931", "– ", "967", " DOI: 10.1002/jcc.1056", " ", "[", "Crossref", "], [", "CAS", "]", "11. ", "Chemistry with ADF", "Te Velde, G.; Bickelhaupt, F. M.; Baerends, E. J.; Fonseca Guerra, C.; Van Gisbergen, S. J. A.; Snijders, J. G.; Ziegler, T.", "Journal of Computational Chemistry", "\r\n        (", "2001", "),\r\n    ", "22", "\r\n        (", "9", "),\r\n    ", "931-967", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "A review with 241 refs.  We present the theor. and tech. foundations of the Amsterdam D. Functional (ADF) program with a survey of the characteristics of the code (numerical integration, d. fitting for the Coulomb potential, and STO basis functions).  Recent developments enhance the efficiency of ADF (e.g., parallelization, near order-N scaling, QM/MM) and its functionality (e.g., NMR chem. shifts, COSMO solvent effects, ZORA relativistic method, excitation energies, frequency-dependent (hyper)polarizabilities, at. VDD charges).  In the Applications section we discuss the phys. model of the electronic structure and the chem. bond, i.e., the Kohn-Sham MO (MO) theory, and illustrate the power of the Kohn-Sham MO model in conjunction with the ADF-typical fragment approach to quant. understand and predict chem. phenomena.  We review the \"Activation-strain TS interaction\" (ATS) model of chem. reactivity as a conceptual framework for understanding how activation barriers of various types of (competing) reaction mechanisms arise and how they may be controlled, for example, in org. chem. or homogeneous catalysis.  Finally, we include a brief discussion of exemplary applications in the field of biochem. (structure and bonding of DNA) and of time-dependent d. functional theory (TDDFT) to indicate how this development further reinforces the ADF tools for the anal. of chem. phenomena.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXjtlGntrw%253D&md5=314e7e942de9b28e664afc5adb2f574f", "(b) ADF. SCM Theoretical Chemistry; ", "Vrije Universiteit", ": ", "Amsterdam, The Netherlands", ", ", "2014", ". ", "http://www.scm.com", " (accessed Aug 1, 2015).", "There is no corresponding record for this reference.", "12. ", "Neese", ", ", "F.", "  ", "ORCA, an ab initio DFT and semiempirical electronic structure package, version 2.7", "; ", "University of Bonn", ": ", "Bonn, Germany", ", ", "2009", ".", "There is no corresponding record for this reference.", "13. ", "(a) ", "Fernando", ", ", "R. G.", "; ", "Balhoff", ", ", "M. C.", "; ", "Lopata", ", ", "K.", " ", "J. Chem. Theory Comput.", " ", "2015", ",  ", "11", ",  ", "646", "– ", "654", " DOI: 10.1021/ct500943m", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "X-ray Absorption in Insulators with Non-Hermitian Real-Time Time-Dependent Density Functional Theory", "Fernando, Ranelka G.; Balhoff, Mary C.; Lopata, Kenneth", "Journal of Chemical Theory and Computation", "\r\n        (", "2015", "),\r\n    ", "11", "\r\n        (", "2", "),\r\n    ", "646-654", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Non-Hermitian real-time time-dependent d. functional theory was used to compute the Si L-edge x-ray absorption spectrum of α-SiO2 using an embedded finite cluster model and atom-centered basis sets.  Using tuned range-sepd. functionals and MO-based imaginary absorbing potentials, the excited states spanning the pre-edge to ∼20 eV above the ionization edge were obtained in good agreement with exptl. data.  This approach is generalizable to TDDFT studies of core-level spectroscopy and dynamics in a wide range of materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXitFehsb%252FK&md5=339176b6db3e998b6deed2b9b27f432b", "(b) ", "Bunău", ", ", "O.", "; ", "Joly", ", ", "Y.", " ", "Phys. Rev. B: Condens. Matter Mater. Phys.", " ", "2012", ",  ", "85", ",  ", "155121", " DOI: 10.1103/PhysRevB.85.155121", " ", "[", "Crossref", "], [", "CAS", "]", "13. ", "Time-dependent density functional theory applied to X-ray absorption spectroscopy", "Bunau, Oana; Joly, Yves", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2012", "),\r\n    ", "85", "\r\n        (", "15", "),\r\n    ", "155121/1-155121/12", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "We report the implementation of a time-dependent d. functional theory (TDDFT) method in the adiabatic limit (TDLDA) of the calcn. of x-ray absorption spectroscopy.  We show results for various choices for the exchange-correlation kernel, in particular the absorption spectra at the L2,3 edges of the 3d elements.  We equally present a detailed study of the method's limitations and range of applicability.  We found that TDDFT calcns. should be performed fully relativistically even for nonmagnetic materials.  We conclude that an accurate TDDFT description of x-ray absorption should include the core hole effects.  The local (both in space and time) TDDFT kernels that are currently used in the description of extended systems do not meet this criterion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xps12kt7o%253D&md5=ee3bf00f58c32bb7bdd9aa84f0dd2dc5", "14. ", "Wenzel", ", ", "J.", "; ", "Wormit", ", ", "M.", "; ", "Dreuw", ", ", "A.", " ", "J. Chem. Theory Comput.", " ", "2014", ",  ", "10", ",  ", "4583", "– ", "4598", " DOI: 10.1021/ct5006888", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Calculating X-ray Absorption Spectra of Open-Shell Molecules with the Unrestricted Algebraic-Diagrammatic Construction Scheme for the Polarization Propagator", "Wenzel, Jan; Wormit, Michael; Dreuw, Andreas", "Journal of Chemical Theory and Computation", "\r\n        (", "2014", "),\r\n    ", "10", "\r\n        (", "10", "),\r\n    ", "4583-4598", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "X-ray absorption spectroscopy (XAS) is a powerful tool that provides information about the electronic structure of mols. via excitation of electrons from the K-shell core region to the unoccupied mol. levels.  These high-lying electronic core-excited states can be accurately calcd. using the algebraic-diagrammatic construction scheme of second order ADC(2) by applying the core-valence sepn. (CVS) approxn. to the ADC(2) working equations.  For the first time, an efficient implementation of an unrestricted CVS-ADC(2) variant CVS-UADC(2) is presented for the calcn. of open-shell mols. by treating α and β spins sep. from each other.  The potential of the CVS-UADC(2) method is demonstrated with a set of small org. radicals by comparison with std. TD-DFT/B3LYP values and exptl. data.  It turns out that the extended variant CVS-UADC(2)-x, in particular, provides the most accurate results with errors of only 0.1% compared to exptl. values.  This remarkable agreement justifies the prediction of yet nonrecorded exptl. XAS spectra like the one of the anthracene cation.  The cation exhibits addnl. peaks due to the half-filled single-occupied MO, which may help to distinguish cation from the neutral species.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsVyjsbnO&md5=e82d6f558c064b86aa02d1767460bffa", "15. ", "Smolentsev", ", ", "G.", "; ", "Guilera", ", ", "G.", "; ", "Tromp", ", ", "M.", "; ", "Pascarelli", ", ", "S.", "; ", "Soldatov", ", ", "A. V.", " ", "J. Chem. Phys.", " ", "2009", ",  ", "130", ",  ", "174508", " DOI: 10.1063/1.3125940", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Local structure of reaction intermediates probed by time-resolved x-ray absorption near edge structure spectroscopy", "Smolentsev, G.; Guilera, G.; Tromp, M.; Pascarelli, S.; Soldatov, A. V.", "Journal of Chemical Physics", "\r\n        (", "2009", "),\r\n    ", "130", "\r\n        (", "17", "),\r\n    ", "174508/1-174508/9", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "A method for the anal. of time-resolved x-ray absorption near edge structure (XANES) spectra is proposed.  It combines principal component anal. of the series of exptl. spectra, multidimensional interpolation of theor. XANES as a function of structural parameters, and ab initio XANES calcns.  It allows to det. the values of structural parameters for intermediates of chem. reactions and the concns. of different states as a function of time.  This approach is tested using numerically generated data and its possibilities and limitations are discussed.  The application of this method to a reaction with methylrhenium trioxide catalyst in soln., for which exptl. data were measured using stopped-flow energy-dispersive x-ray absorption spectroscopy technique, is demonstrated.  Possibilities and limitations of this exptl. technique are also discussed.  (c) 2009 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXlslGls7k%253D&md5=1464b577dd41d59ba2a07b970d52c015", "16. ", "(a) ", "Joly", ", ", "Y.", " ", "Phys. Rev. B: Condens. Matter Mater. Phys.", " ", "2001", ",  ", "63", ",  ", "125120", " DOI: 10.1103/PhysRevB.63.125120", " ", "[", "Crossref", "], [", "CAS", "]", "16. ", "x-ray absorption near-edge structure calculations beyond the muffin-tin approximation", "Joly, Y.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2001", "),\r\n    ", "63", "\r\n        (", "12", "),\r\n    ", "125120/1-125120/10", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "A new scheme for calcg. the x-ray absorption near edge structure (XANES) based on the finite-difference method is proposed.  It allows completely free potential shape and, in particular, is not constrained to the muffin-tin approxn.  In approach, the calcn. of the final states is performed in real space.  The Schrodinger equation is solved in a discrete form on the node points of a 3-dimensional grid.  The unknowns are the values of the wave functions at the grid points.  The validity of the method is shown on 2 different systems the metallic Cu and the CO mol.; then, the differences resulting from muffin-tin and non-muffin-tin calcns. are shown on different typical mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXhvV2qtrY%253D&md5=ff7c161f8eaa60274bd434cb6de6ea97", "(b) ", "Joly", ", ", "Y.", " ", "J. Synchrotron Radiat.", " ", "2003", ",  ", "10", ",  ", "58", "– ", "63", " DOI: 10.1107/S0909049502017211", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Calculating X-ray absorption near-edge structure at very low energy", "Joly, Yves", "Journal of Synchrotron Radiation", "\r\n        (", "2003", "),\r\n    ", "10", "\r\n        (", "1", "),\r\n    ", "58-63", "CODEN:\r\n                ", "JSYRES", ";\r\n        ISSN:", "0909-0495", ".\r\n    \r\n            (", "Blackwell Munksgaard", ")\r\n        ", "The measurement and calcn. of X-ray absorption near-edge structure at very low energy can provide important information about a metallic center in biol. compds.  A rapid overview of the biol. applications of this technique is given, then a new method of calcg. the spectra is presented.  This technique, based on the use of the finite-difference method to solve the Schroedinger equation, is esp. precise and potentially applicable to metalloproteins.  Examples of its use on an oxide and an org. compd. illustrate the kind of spectroscopic information that can be obtained.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXmsFGl&md5=06dc1d94201838b115ded5dd07734815", "17. ", "(a) ", "Davis", ", ", "T. A.", " ", "ACM Trans. Math. Software.", " ", "2004", ",  ", "30", ",  ", "196", "– ", "199", " DOI: 10.1145/992200.992206", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(b) ", "Davis", ", ", "T. A.", "; ", "Duff", ", ", "I. S.", " ", "ACM Trans. Math. Software.", " ", "1999", ",  ", "25", ",  ", "1", "– ", "20", " DOI: 10.1145/305658.287640", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "18. ", "(a) ", "Amestoy", ", ", "P. R.", "; ", "Duff", ", ", "I. S.", "; ", "L’Excellent", ", ", "J.-Y.", "; ", "Koster", ", ", "J.", " ", "SIAM J. Matrix Anal. Appl.", " ", "2001", ",  ", "23", ",  ", "15", "– ", "41", " DOI: 10.1137/S0895479899358194", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(b) ", "Amestoy", ", ", "P. R.", "; ", "Guermouche", ", ", "A.", "; ", "L’Excellent", ", ", "J.-Y.", "; ", "Pralet", ", ", "S.", " ", "Parallel Comput.", " ", "2006", ",  ", "32", ",  ", "136", "– ", "156", " DOI: 10.1016/j.parco.2005.07.004", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "19. ", "(a) ", "Bordiga", ", ", "S.", "; ", "Bonino", ", ", "F.", "; ", "Lillerud", ", ", "K. P.", "; ", "Lamberti", ", ", "C.", " ", "Chem. Soc. Rev.", " ", "2010", ",  ", "39", ",  ", "48854927", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(b) ", "Butova", ", ", "V. V.", "; ", "Soldatov", ", ", "M. A.", "; ", "Guda", ", ", "A. A.", "; ", "Lomachenko", ", ", "K. A.", "; ", "Lamberti", ", ", "C.", " ", "Russ. Chem. Rev.", " ", "2015", ", ", " DOI: 10.1070/RCR4554", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(c) ", "Yildirim", ", ", "T.", "; ", "Hartman", ", ", "M. R.", " ", "Phys. Rev. Lett.", " ", "2005", ",  ", "95", ",  ", "215504", " DOI: 10.1103/PhysRevLett.95.215504", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Direct observation of hydrogen adsorption sites and nanocage formation in metal-organic frameworks", "Yildirim T; Hartman M R", "Physical review letters", "\r\n        (", "2005", "),\r\n    ", "95", "\r\n        (", "21", "),\r\n    ", "215504", "\r\n        ISSN:", "0031-9007", ".\r\n    ", "The hydrogen adsorption sites in MOF5 were determined using neutron powder diffraction along with first-principles calculations.  The metal-oxide cluster is primarily responsible for the adsorption while the organic linker plays only a secondary role.  Equally important, at low temperatures and high-concentration, molecules form unique interlinked high-symmetry nanoclusters with intermolecular distances as small as 3.0 Angstrom and H(2) uptake as high as 11 wt %.  These results hold the key to optimizing metal-organic framework (MOF) materials for hydrogen storage applications and also suggest that MOFs can be used as templates to create artificial interlinked hydrogen nanocages with novel properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD2Mnps1OksQ%253D%253D&md5=4a0b159904955303cb88a18346bcc51c", "(d) ", "Cabria", ", ", "I.", "; ", "Lopez", ", ", "M. J.", "; ", "Alonso", ", ", "J. A.", " ", "Phys. Rev. B: Condens. Matter Mater. Phys.", " ", "2008", ",  ", "78", ",  ", "205432", " DOI: 10.1103/PhysRevB.78.205432", " ", "[", "Crossref", "], [", "CAS", "]", "19. ", "Shape of the hydrogen adsorption regions of MOF-5 and its impact on the hydrogen storage capacity", "Cabria, I.; Lopez, M. J.; Alonso, J. A.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2008", "),\r\n    ", "78", "\r\n        (", "20", "),\r\n    ", "205432/1-205432/7", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The adsorption of mol. H on a metal-org. framework (MOF) material, MOF-5, was studied using the d.-functional formalism.  The calcd. potential-energy surface shows that there are 2 main adsorption regions: both near the OZn4 oxide cores at the vertices of the cubic skeleton of MOF-5.  The adsorption energies in those regions are between 100 and 130 meV/mol.  Those adsorption regions have the shape of long, wide, and deep connected trenches and passage of the mol. between regions needs to surpass small barriers of 30-50 meV.  The shape of these regions, and not only the presence of metal atoms, explains the large storage capacity measured for MOF-5.  The elongated shape explains why some authors have previously identified only one type of adsorption site, assocd. to the Zn oxide core, and others identified 2 or 3 sites.  One should consider adsorption regions rather than adsorption sites.  A third region of adsorption is near the benzenic rings of the MOF-5.  We have also analyzed the possibility of dissociative chemisorption.  The chemisorption energy with respect to 2 sepd. H atoms is 1.33 eV/H atom; but, since dissocg. the free mol. costs 4.75 eV, the physisorbed H2 mol. is more stable than the dissocd. chemisorbed state by about 2 eV.  Dissocn. of the adsorbed mol. costs less energy, but the dissocn. barrier is still high.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsVCrsrbE&md5=ec5917f519faeb15c9cba87e140a5945", "(e) ", "FitzGerald", ", ", "S. A.", "; ", "Hopkins", ", ", "J.", "; ", "Burkholder", ", ", "B.", "; ", "Friedman", ", ", "M.", "; ", "Rowsell", ", ", "J. L. C.", " ", "Phys. Rev. B: Condens. Matter Mater. Phys.", " ", "2010", ",  ", "81", ",  ", "104305", " DOI: 10.1103/PhysRevB.81.104305", " ", "[", "Crossref", "], [", "CAS", "]", "19. ", "Quantum dynamics of adsorbed normal- and para-H2, HD, and D2 in the microporous framework MOF-74 analyzed using infrared spectroscopy", "FitzGerald, S. A.; Hopkins, J.; Burkholder, B.; Friedman, M.; Rowsell, J. L. C.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2010", "),\r\n    ", "81", "\r\n        (", "10", "),\r\n    ", "104305/1-104305/9", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Low-temp. diffuse reflectance IR spectroscopy is used to measure the quantum dynamics of mol. hydrogen and its isotopologues adsorbed in the microporous material MOF-74.  At least 2 distinct adsorption sites are revealed by increasing the concn. of H2 within the material and monitoring the successive appearance of absorption bands with decreasing bathochromic shifts (or \"red shifts\") from the unperturbed (gas-phase) vibrational frequencies.  Under conditions wherein both the primary and neighboring secondary sites are occupied, addnl. frequency shifts are obsd. that confirm the interactions among the adsorbed mols. are non-negligible.  Ortho to para conversion of the adsorbed normal-H2 is obsd. to occur within minutes and this process is accelerated when both primary and secondary sites are occupied.  Translational sidebands are also obsd., providing an estn. of 124 cm-1 for the frequency of the center-of-mass motion of H2 at the primary adsorption site.  The frequency shifts of the absorption bands of HD and D2 diverge from the predictions of a simple isotope effect, emphasizing the importance of the zero-point energy contribution.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXkt1Oisrc%253D&md5=51d04035882b61d23ecd40e03851c1d1", "(f) ", "Kong", ", ", "L. Z.", "; ", "Chabal", ", ", "Y. J.", "; ", "Langreth", ", ", "D. C.", " ", "Phys. Rev. B: Condens. Matter Mater. Phys.", " ", "2011", ",  ", "83", ",  ", "121402", " DOI: 10.1103/PhysRevB.83.121402", " ", "[", "Crossref", "], [", "CAS", "]", "19. ", "First-principles approach to rotational-vibrational frequencies and infrared intensity for H2 adsorbed in nanoporous materials", "Kong, Lingzhu; Chabal, Yves J.; Langreth, David C.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2011", "),\r\n    ", "83", "\r\n        (", "12", "),\r\n    ", "121402/1-121402/4", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The absorption sites and the low-lying rotational and vibrational (RV) energy states for H2 adsorbed within a metal-org. framework are calcd. via van der Waals d.-functional theory.  The induced dipole due to bond stretching is accurately given by a 1st-principles-driven approxn. using max. localized Wannier function anal.  The strengths and positions of lines in the complex spectra of RV transitions are in reasonable agreement with expt., and in particular explain the exptl. mysteriously missing primary line for parahydrogen.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXkt1Gktb8%253D&md5=e7759eb274ab981eac7fc046cdffa349", "(g) ", "Murray", ", ", "L. J.", "; ", "Dinca", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1294", "– ", "1314", " DOI: 10.1039/b802256a", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Hydrogen storage in metal-organic frameworks", "Murray, Leslie J.; Dinca, Mircea; Long, Jeffrey R.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1294-1314", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review of current status of hydrogen storage within metal-org. frameworks.  Microporous metal-org. frameworks, having exceptionally high surface areas and chem.-tunable structures, have recently emerged as some of the most promising candidate materials.  Particular emphasis is given to the relationships between structural features and the enthalpy of hydrogen adsorption, spectroscopic methods for probing framework-H2 interactions, and strategies for improving storage capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamuro%253D&md5=f652ac03772753d7f80244564a80e6f0", "(h) ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T. H.", "; ", "Long", ", ", "J. R.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "– ", "781", " DOI: 10.1021/cr2003272", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "(i) ", "Jakobsen", ", ", "S.", "; ", "Gianolio", ", ", "D.", "; ", "Wragg", ", ", "D. S.", "; ", "Nilsen", ", ", "M. H.", "; ", "Emerich", ", ", "H.", "; ", "Bordiga", ", ", "S.", "; ", "Lamberti", ", ", "C.", "; ", "Olsbye", ", ", "U.", "; ", "Tilset", ", ", "M.", "; ", "Lillerud", ", ", "K. P.", " ", "Phys. Rev. B: Condens. Matter Mater. Phys.", " ", "2012", ",  ", "86", ",  ", "125429", " DOI: 10.1103/PhysRevB.86.125429", " ", "[", "Crossref", "], [", "CAS", "]", "19. ", "Structural determination of a highly stable metal-organic framework with possible application to interim radioactive waste scavenging: Hf-UiO-66", "Jakobsen, Soeren; Gianolio, Diego; Wragg, David S.; Nilsen, Merete Hellner; Emerich, Hermann; Bordiga, Silvia; Lamberti, Carlo; Olsbye, Unni; Tilset, Mats; Lillerud, Karl Petter", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2012", "),\r\n    ", "86", "\r\n        (", "12", "),\r\n    ", "125429/1-125429/11", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "High-resoln. synchrotron radiation x-ray powder diffraction (HR-XRPD) combined with Hf L3-edge extended x-ray absorption fine structure allowed us to det. the structure of a Hf-UiO-66 metal-org. framework (MOF) showing that it is isoreticular to Zr-UiO-66 MOF.  Thermal gravimetric measurements (coupled with mass spectroscopy) and temp.-dependent synchrotron radiation XRPD proved the high thermal stability of the Hf-UiO-66 MOF.  The Langmuir surface area (849 m2/g) combined with the high stability of the UiO-66 framework and with the high neutron absorption cross section of Hf suggest that among all microporous cryst. materials the Hf-UiO-66 MOF possesses the phys. and chem. requirements for the interim storage of radioactive waste in a much safer way than is currently available.  The first results proving the synthesis of a MOF material with UiO-66 topol. realized by a B-contg. linker are also reported, allowing a further improvement of the neutron shielding power of this class of materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1Wmu7jE&md5=962c60c7513d6d39d69491fa8faa6652", "(j) ", "Canepa", ", ", "P.", "; ", "Chabal", ", ", "Y. J.", "; ", "Thonhauser", ", ", "T.", " ", "Phys. Rev. B: Condens. Matter Mater. Phys.", " ", "2013", ",  ", "87", ",  ", "094407", " DOI: 10.1103/PhysRevB.87.094407", " ", "[", "Crossref", "], [", "CAS", "]", "19. ", "When metal organic frameworks turn into linear magnets", "Canepa, Pieremanuele; Chabal, Yves J.; Thonhauser, T.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2013", "),\r\n    ", "87", "\r\n        (", "9", "),\r\n    ", "094407/1-094407/5", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "We investigate the existence of linear magnetism in the metal org. framework materials MOF-74-Fe, MOF-74-Co, and MOF-74-Ni, using first-principles d. functional theory.  MOF-74 displays regular quasilinear chains of open-shell transition-metal atoms, which are well sepd.  Our results show that within these chains, for all three materials, ferromagnetic coupling of significant strength occurs.  In addn., the coupling in between chains is at least one order of magnitude smaller, making these materials almost perfect one-dimensional (1D) magnets at low temp.  The interchain coupling is found to be antiferromagnetic, in agreement with expts.  While some quasi-1D materials exist that exhibit linear magnetism, mostly complex oxides, polymers, and a few other rare materials, they are typically very difficult to synthesize.  The significance of our finding is that MOF-74 is very easy to synthesize and it is likely the simplest realization of the 1D Ising model in nature.  MOF-74 could thus be used in future expts. to study 1D magnetism at low temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmvFSls7c%253D&md5=df53e634730c82182ffdfe1fbf720d70", "20. ", "Chavan", ", ", "S.", "; ", "Bonino", ", ", "F.", "; ", "Vitillo", ", ", "J. G.", "; ", "Groppo", ", ", "E.", "; ", "Lamberti", ", ", "C.", "; ", "Dietzel", ", ", "P. D. C.", "; ", "Zecchina", ", ", "A.", "; ", "Bordiga", ", ", "S.", " ", "Phys. Chem. Chem. Phys.", " ", "2009", ",  ", "11", ",  ", "9811", "– ", "9822", " DOI: 10.1039/b907258f", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "20. ", "Response of CPO-27-Ni towards CO, N2 and C2H4", "Chavan, Sachin; Bonino, Francesca; Vitillo, Jenny G.; Groppo, Elena; Lamberti, Carlo; Dietzel, Pascal D. C.; Zecchina, Adriano; Bordiga, Silvia", "Physical Chemistry Chemical Physics", "\r\n        (", "2009", "),\r\n    ", "11", "\r\n        (", "42", "),\r\n    ", "9811-9822", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Coordinatively unsatd. Ni2+ atoms in CPO-27-Ni form linear adducts with mol. nitrogen.  The framework responds to the adsorption-modifying vibrational properties and local structure around adsorbing sites.  The present paper deals with a fundamental IR study of the interaction of gases on a microporous adsorbent metal-org. framework CPO-27-Ni contg., after solvent removal, coordinatively unsatd. Ni2+ atoms (Dietzel et al., 2006).  CO, N2 and C2H4 were chosen.  Notwithstanding the relative medium (CO and C2H4) and weak (N2) adsorption enthalpies and the low equil. pressures adopted (100-10-3 mbar) the CPO-27-Ni framework responds promptly and reversibly to the adsorption process, modifying significantly both vibrational properties and local structure around Ni2+ adsorbing sites as detd. by a parallel EXAFS study locating the N2 mol. 2.27 ± 0.03 Å apart from Ni2+.  For both N2 and C2H4, IR spectra were discussed and carefully compared with literature data.  Isosteric heat of adsorption of the Ni2+···N2 complex formation was evaluated from temp. dependent IR study to be -ΔHads = 17 kJ mol-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtlSjtr%252FK&md5=6a5ea422f66de4e636d77d23ad067014", "21. ", "Cychosz", ", ", "K. A.", "; ", "Ahmad", ", ", "R.", "; ", "Matzger", ", ", "A. J.", " ", "Chem. Sci.", " ", "2010", ",  ", "1", ",  ", "293", "– ", "302", " DOI: 10.1039/c0sc00144a", " ", "[", "Crossref", "], [", "CAS", "]", "21. ", "Liquid phase separations by crystalline microporous coordination polymers", "Cychosz, Katie A.; Ahmad, Rashid; Matzger, Adam J.", "Chemical Science", "\r\n        (", "2010", "),\r\n    ", "1", "\r\n        (", "3", "),\r\n    ", "293-302", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Cryst. microporous coordination polymers (MCPs) are highly ordered, porous materials that have recently seen increasing attention in the literature.  Whereas gas phase sepns. using MCPs were extensively studied and reviewed, studies on applications in the liq. phase have lagged behind.  This review details the work that has previously been reported on liq. phase sepns. using MCPs.  Both enantioselective sepns. and sepns. of complex mixts. were achieved using either adsorptive selectivities or size exclusion effects.  Mols. that were adsorbed include those as small as water to large org. dyes.  In many cases, MCPs outperform their zeolite and activated carbon counterparts both kinetically and in efficiency of sepn.  The future outlook for the field is discussed in the context of current challenges in sepns. technologies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXpvFegsLY%253D&md5=4a421bda749665cae2d4fc3801613c82", "22. ", "Horcajada", ", ", "P.", "; ", "Gref", ", ", "R.", "; ", "Baati", ", ", "T.", "; ", "Allan", ", ", "P. K.", "; ", "Maurin", ", ", "G.", "; ", "Couvreur", ", ", "P.", "; ", "Ferey", ", ", "G.", "; ", "Morris", ", ", "R. E.", "; ", "Serre", ", ", "C.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1232", "– ", "1268", " DOI: 10.1021/cr200256v", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Metal-Organic Frameworks in Biomedicine", "Horcajada, Patricia; Gref, Ruxandra; Baati, Tarek; Allan, Phoebe K.; Maurin, Guillaume; Couvreur, Patrick; Ferey, Gerard; Morris, Russell E.; Serre, Christian", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1232-1268", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Coordination polymers or MOFs (metal-org. frameworks) as porous solids for biomedical are reviewed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1SrtbzN&md5=62d808da30f56c11c9a54bf70fabdc0e", "23. ", "Corma", ", ", "A.", "; ", "Garcia", ", ", "H.", "; ", "Xamena", ", ", "F. X. L.", " ", "Chem. Rev.", " ", "2010", ",  ", "110", ",  ", "4606", "– ", "4655", " DOI: 10.1021/cr9003924", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Engineering Metal Organic Frameworks for Heterogeneous Catalysis", "Corma, A.; Garcia, H.; Llabres i Xamena, F. X.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "110", "\r\n        (", "8", "),\r\n    ", "4606-4655", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review, including the design of MOFs for catalysis and evaluation of its potential as catalyst as well as catalysis by MOFs with active metal sites, with reactive functional groups, and MOFs as host matrixes or nanometric reaction cavities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXktFers7Y%253D&md5=ce714f3d4475f4ac2a3d81b13931ccc3", "24. ", "Kreno", ", ", "L. E.", "; ", "Leong", ", ", "K.", "; ", "Farha", ", ", "O. K.", "; ", "Allendorf", ", ", "M.", "; ", "Van Duyne", ", ", "R. P.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1105", "– ", "1125", " DOI: 10.1021/cr200324t", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Metal-Organic Framework Materials as Chemical Sensors", "Kreno, Lauren E.; Leong, Kirsty; Farha, Omar K.; Allendorf, Mark; Van Duyne, Richard P.; Hupp, Joseph T.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1105-1125", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors present a crit. review of the literature on metal-org. frameworks (MOFs) as chem. sensors.  The authors begin by briefly examg. challenges relating to MOF sensor development including the design of MOFs with desirable properties, incorporation of appropriate signal transduction capabilities, and integration of MOFs into devices by employing thin-film growth techniques.  Subsequent sections discuss specific examples of MOF sensors, categorized by method of signal transduction.  Sensors based on MOF photoluminescence are discussed briefly.  The authors have limited the review of luminescence-based sensors to a small no. of recent reports where the porous MOF architecture, or its chem. compn., imparts selective sensing capabilities.  Scintillating MOFs that luminesce in the presence of radioactive analytes are also discussed.  Other signal transduction schemes that use photons include various kinds of optical interferometry, analyte modulation of localized surface plasmon resonance energies, and solvatochromism.  Mech. signal-transduction schemes employed with MOFs include ones based on surface acoustic wave, quartz crystal microbalance, and microcantilever devices.  Elec. schemes thus far were limited to ones based on impedance spectroscopy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVCgtL%252FI&md5=f6ed572725bc067ee8da81880bf1ec90", "25. ", "Sadakiyo", ", ", "M.", "; ", "Kasai", ", ", "H.", "; ", "Kato", ", ", "K.", "; ", "Takata", ", ", "M.", "; ", "Yamauchi", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "1702", "– ", "1705", " DOI: 10.1021/ja410368j", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Design and Synthesis of Hydroxide Ion-Conductive Metal-Organic Frameworks Based on Salt Inclusion", "Sadakiyo, Masaaki; Kasai, Hidetaka; Kato, Kenichi; Takata, Masaki; Yamauchi, Miho", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "5", "),\r\n    ", "1702-1705", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors demonstrate a metal-org. framework (MOF) design for the inclusion of hydroxide ions.  Salt inclusion method was applied to an alk.-stable ZIF-8 (ZIF = zeolitic imidazolate framework) to introduce alkylammonium hydroxides as ionic carriers.  Tetrabutylammonium salts are immobilized inside the pores by a hydrophobic interaction between the alkyl groups of the salt and the framework, which significantly increases the hydrophilicity of ZIF-8.  Also, ZIF-8 including the salt exhibited a capacity for OH- ion exchange, implying that freely exchangeable OH- ions are present in the MOF.  ZIF-8 contg. OH- ions showed an ionic cond. of 2.3 × 10-8 S cm-1 at 25°, which is 4 orders of magnitude higher than that of the blank ZIF-8.  This is the first example of an MOF-based hydroxide ion conductor.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXotVGmtw%253D%253D&md5=3ea3a04956e9b45df7581ce6fac15b29", "26. ", "(a) ", "Bunzli", ", ", "J. C. G.", "; ", "Piguet", ", ", "C.", " ", "Chem. Rev.", " ", "2002", ",  ", "102", ",  ", "1897", "– ", "1928", " DOI: 10.1021/cr010299j", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Lanthanide-containing molecular and supramolecular polymetallic functional assemblies", "Bunzli Jean-Claude G; Piguet Claude", "Chemical reviews", "\r\n        (", "2002", "),\r\n    ", "102", "\r\n        (", "6", "),\r\n    ", "1897-928", "\r\n        ISSN:", "0009-2665", ".\r\n    ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD38zjtlSgtg%253D%253D&md5=be522a58291116aca2042b246e553786", "(b) ", "Allendorf", ", ", "M. D.", "; ", "Bauer", ", ", "C. A.", "; ", "Bhakta", ", ", "R. K.", "; ", "Houk", ", ", "R. J. T.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1330", "– ", "1352", " DOI: 10.1039/b802352m", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "Luminescent metal-organic frameworks", "Allendorf, M. D.; Bauer, C. A.; Bhakta, R. K.; Houk, R. J. T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1330-1352", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; metal-org. frameworks (MOFs) display a wide range of luminescent behaviors resulting from the multifaceted nature of their structure.  In this crit. review we discuss the origins of MOF luminosity, which include the linker, the coordinated metal ions, antenna effects, excimer and exciplex formation, and guest mols.  The literature describing these effects is comprehensively surveyed, including a categorization of each report according to the type of luminescence obsd.  Finally, we discuss potential applications of luminescent MOFs.  This review will be of interest to researchers and synthetic chemists attempting to design luminescent MOFs, and those engaged in the extension of MOFs to applications such as chem., biol., and radiation detection, medical imaging, and electro-optical devices.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurg%253D&md5=9219edb8997dd29d5f61edbe8e99797d", "27. ", "Kurmoo", ", ", "M.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1353", "– ", "1379", " DOI: 10.1039/b804757j", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "27. ", "Magnetic metal-organic frameworks", "Kurmoo, Mohamedally", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1353-1379", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The purpose of this crit. review is to give a representative and comprehensive overview of the arising developments in the field of magnetic metal-org. frameworks, in particular those contg. Co(ii).  The authors examine the diversity of magnetic exchange interactions between nearest-neighbor moment carriers, covering from dimers to oligomers and discuss their implications in infinite chains, layers and networks, having a variety of topologies.  The authors progress to the different forms of short-range magnetic ordering, giving rise to single-mol.-magnets and single-chain-magnets, to long-range ordering of two- and three-dimensional networks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7s%253D&md5=c36c75a0da01400b3ff68a28a90c43bc", "28. ", "Silva", ", ", "C. G.", "; ", "Corma", ", ", "A.", "; ", "Garcia", ", ", "H.", " ", "J. Mater. Chem.", " ", "2010", ",  ", "20", ",  ", "3141", "– ", "3156", " DOI: 10.1039/b924937k", " ", "[", "Crossref", "], [", "CAS", "]", "28. ", "Metal-organic frameworks as semiconductors", "Silva, Claudia Gomes; Corma, Avelino; Garcia, Hermenegildo", "Journal of Materials Chemistry", "\r\n        (", "2010", "),\r\n    ", "20", "\r\n        (", "16", "),\r\n    ", "3141-3156", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The aim of the present feature article is to present the current evidence in support of considering some MOFs as semiconductors.  While MOFs and zeolites share common structural properties derived from the microporous crystal structure, zeolites are insulating materials and most of the attempts to exploit them in optoelectronics have met with failure.  In contrast, some MOFs may have interesting photochem. properties that derive from the fundamental event of charge sepn. in electrons and holes upon light absorption.  Photoinduced charge sepn. is the hallmark of a semiconductor that can behave simultaneously as an oxidizing or reducing agent.  Considering the novelty of this field, most of the available data about MOFs as semiconductor have been obtained from MOF-5, a case that is complicated due to its low structural stability.  Therefore, authors point out that further studies showing the semiconducting properties of other MOFs are still welcome.  The purpose of this feature article is to trigger intense research in this area including the synthesis of semiconducting MOFs by design and development of applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXkt1Kkurc%253D&md5=fcd2a345ebf3eda13380d4f1d05b8456", "29. ", "(a) ", "Bonino", ", ", "F.", "; ", "Chavan", ", ", "S.", "; ", "Vitillo", ", ", "J. G.", "; ", "Groppo", ", ", "E.", "; ", "Agostini", ", ", "G.", "; ", "Lamberti", ", ", "C.", "; ", "Dietzel", ", ", "P. D. C.", "; ", "Prestipino", ", ", "C.", "; ", "Bordiga", ", ", "S.", " ", "Chem. Mater.", " ", "2008", ",  ", "20", ",  ", "4957", "– ", "4968", " DOI: 10.1021/cm800686k", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Local Structure of CPO-27-Ni Metallorganic Framework upon Dehydration and Coordination of NO", "Bonino, Francesca; Chavan, Sachin; Vitillo, Jenny G.; Groppo, Elena; Agostini, Giovanni; Lamberti, Carlo; Dietzel, Pascal D. C.; Prestipino, Carmelo; Bordiga, Silvia", "Chemistry of Materials", "\r\n        (", "2008", "),\r\n    ", "20", "\r\n        (", "15", "),\r\n    ", "4957-4968", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Coordination polymer Ni2(dhtp)(H2O)2·8H2O is a 3D network that maintains crystallinity and porosity after solvent removal.  A mild thermal treatment in high vacuo at 393 K removes not only water physisorbed on the walls of the structure but also water directly coordinated to the Ni(II) sites.  This procedure allows us to obtain a Metalorg. framework material with honeycomb structure able to strongly coordinate NO.  The characterization of CPO-27-Ni with respect to structural (EXAFS compared with XRD), vibrational (IR and Raman), and electronic (UV, XANES, and luminescence) properties is described in the case of the as-prepd. sample, of the dehydrated sample, and after NO interaction.  NO is strongly bonded at the Ni(II) sites, forming a 1:1 adduct; its presence causes large modification of the vibrational and electronic properties of the material with respect to the dehydrated one.  Quant. data considering energetic aspects (microcalorimetric measurements) are also included.  The ability of H2O mols. to slowly displace NO from the Ni(II) sites makes this material a promising candidate for NO delivery inside biol. tissues.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXnvF2gt74%253D&md5=8d2cc82f53b49dca9c9cadfbe68b679f", "(b) ", "Chavan", ", ", "S.", "; ", "Vitillo", ", ", "J. G.", "; ", "Groppo", ", ", "E.", "; ", "Bonino", ", ", "F.", "; ", "Lamberti", ", ", "C.", "; ", "Dietzel", ", ", "P. D. C.", "; ", "Bordiga", ", ", "S.", " ", "J. Phys. Chem. C", " ", "2009", ",  ", "113", ",  ", "3292", "– ", "3299", " DOI: 10.1021/jp809872w", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "CO Adsorption on CPO-27-Ni Coordination Polymer: Spectroscopic Features and Interaction Energy", "Chavan, Sachin; Vitillo, Jenny G.; Groppo, Elena; Bonino, Francesca; Lamberti, Carlo; Dietzel, Pascal D. C.; Bordiga, Silvia", "Journal of Physical Chemistry C", "\r\n        (", "2009", "),\r\n    ", "113", "\r\n        (", "8", "),\r\n    ", "3292-3299", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The microporous metal-org. framework Ni2(dhtp) (H4dhtp = 2,5-dihydroxyterephtalic acid) is a 3D network that maintains crystallinity and porosity after solvent removal.  A mild thermal treatment in high vacuo at 393 K removes completely water allowing to obtain a MOF material with honeycomb structure able to strongly coordinate CO at room temp.  In this contribution, the reactivity toward CO of CPO-27-Ni has been studied by the combined use of IR, extended X-ray absorption fine structure, X-ray absorption near edge structure, and UV-vis spectroscopies and microcalorimetry.  Most of the Ni2+ sites are involved in the interaction (about 80%), forming 1:1 linear adducts whose interaction enthalpy is slightly above 50 kJ/mol.  In the presence of CO, a large modification of the vibrational and electronic properties of the material with respect to the dehydrated one has been obsd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsVyksL0%253D&md5=707bd72f57f93a2a9a1d81fed1b0669f", "30. ", "Bressler", ", ", "C.", "; ", "Milne", ", ", "C.", "; ", "Pham", ", ", "V.-T.", "; ", "ElNahhas", ", ", "A.", "; ", "van der Veen", ", ", "R. M.", "; ", "Gawelda", ", ", "W.", "; ", "Johnson", ", ", "S.", "; ", "Beaud", ", ", "P.", "; ", "Grolimund", ", ", "D.", "; ", "Kaiser", ", ", "M.", "; ", "Borca", ", ", "C. N.", "; ", "Ingold", ", ", "G.", "; ", "Abela", ", ", "R.", "; ", "Chergui", ", ", "M.", " ", "Science", " ", "2009", ",  ", "323", ",  ", "489", "– ", "492", " DOI: 10.1126/science.1165733", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "30. ", "Femtosecond XANES Study of the Light-Induced Spin Crossover Dynamics in an Iron(II) Complex", "Bressler, Ch.; Milne, C.; Pham, V.-T.; ElNahhas, A.; van der Veen, R. M.; Gawelda, W.; Johnson, S.; Beaud, P.; Grolimund, D.; Kaiser, M.; Borca, C. N.; Ingold, G.; Abela, R.; Chergui, M.", "Science (Washington, DC, United States)", "\r\n        (", "2009", "),\r\n    ", "323", "\r\n        (", "5913", "),\r\n    ", "489-492", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "X-ray absorption spectroscopy is a powerful probe of mol. structure, but it has previously been too slow to track the earliest dynamics after photoexcitation.  We investigated the ultrafast formation of the lowest quintet state of aq. iron(II) tris(bipyridine) upon excitation of the singlet metal-to-ligand-charge-transfer (1MLCT) state by femtosecond optical pump/x-ray probe techniques based on x-ray absorption near-edge structure (XANES).  By recording the intensity of a characteristic XANES feature as a function of laser pump/x-ray probe time delay, we find that the quintet state is populated in about 150 fs.  The quintet state is further evidenced by its full XANES spectrum recorded at a 300-fs time delay.  These results resolve a long-standing issue about the population mechanism of quintet states in iron(II)-based complexes, which we identify as a simple 1MLCT→3MLCT→5T cascade from the initially excited state.  The time scale of the 3MLCT→5T relaxation corresponds to the period of the iron-nitrogen stretch vibration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXntFWltw%253D%253D&md5=1ed8afc54242f2182768a6d79a32310f", "31. ", "Sousa", ", ", "C.", "; ", "de Graaf", ", ", "C.", "; ", "Rudavskyi", ", ", "A.", "; ", "Broer", ", ", "R.", "; ", "Tatchen", ", ", "J.", "; ", "Etinski", ", ", "M.", "; ", "Marian", ", ", "C. M.", " ", "Chem. - Eur. J.", " ", "2013", ",  ", "19", ",  ", "17541", "– ", "17551", " DOI: 10.1002/chem.201302992", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "31. ", "Ultrafast Deactivation Mechanism of the Excited Singlet in the Light-Induced Spin Crossover of [Fe(2,2'-bipyridine)3|2+", "Sousa, Carmen; de Graaf, Coen; Rudavskyi, Andrii; Broer, Ria; Tatchen, Joerg; Etinski, Mihajlo; Marian, Christel M.", "Chemistry - A European Journal", "\r\n        (", "2013", "),\r\n    ", "19", "\r\n        (", "51", "),\r\n    ", "17541-17551", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The mechanism of the light-induced spin crossover of the [Fe(bpy)3]2+ complex (bpy = 2,2'-bipyridine) has been studied by combining accurate electronic-structure calcns. and time-dependent approaches to calc. intersystem-crossing rates.  The authors investigate how the initially excited metal-to-ligand charge transfer (MLCT) singlet state deactivates to the final metastable high-spin state.  Although ultrafast x-ray free-electron spectroscopy has established that the total timescale of this process is on the order of a few tenths of a picosecond, the details of the mechanisms still remain unclear.  The authors det. all the intermediate electronic states along the pathway from low spin to high spin and give ests. for the deactivation times of the different stages.  The calcns. result in a total deactivation time on the same order of magnitude as the exptl. detd. rate and indicate that the complex can reach the final high-spin state by means of different deactivation channels.  The optically populated excited singlet state rapidly decays to a triplet state with an Fe d6(t52ge1g) configuration either directly or by means of a triplet MLCT state.  This triplet ligand-field state could in principle decay directly to the final quintet state, but a much faster channel is provided by internal conversion to a lower-lying triplet state and subsequent intersystem crossing to the high-spin state.  The deactivation rate to the low-spin ground state is much smaller, which is in line with the large quantum yield reported for the process.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslCrtbzJ&md5=f2e39f4b4208a2e3aa94efb3eee81b00", "32. ", "Zhang", ", ", "W.", "; ", "Alonso-Mori", ", ", "R.", "; ", "Bergmann", ", ", "U.", "; ", "Bressler", ", ", "C.", "; ", "Chollet", ", ", "M.", "; ", "Galler", ", ", "A.", "; ", "Gawelda", ", ", "W.", "; ", "Hadt", ", ", "R. G.", "; ", "Hartsock", ", ", "R. W.", "; ", "Kroll", ", ", "T.", "; ", "Kjaer", ", ", "K. S.", "; ", "Kubicek", ", ", "K.", "; ", "Lemke", ", ", "H. T.", "; ", "Liang", ", ", "H. W.", "; ", "Meyer", ", ", "D. A.", "; ", "Nielsen", ", ", "M. M.", "; ", "Purser", ", ", "C.", "; ", "Robinson", ", ", "J. S.", "; ", "Solomon", ", ", "E. I.", "; ", "Sun", ", ", "Z.", "; ", "Sokaras", ", ", "D.", "; ", "van Driel", ", ", "T. B.", "; ", "Vanko", ", ", "G.", "; ", "Weng", ", ", "T.-C.", "; ", "Zhu", ", ", "D.", "; ", "Gaffney", ", ", "K. J.", " ", "Nature", " ", "2014", ",  ", "509", ",  ", "345", "– ", "348", " DOI: 10.1038/nature13252", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "32. ", "Tracking excited-state charge and spin dynamics in iron coordination complexes", "Zhang, Wenkai; Alonso-Mori, Roberto; Bergmann, Uwe; Bressler, Christian; Chollet, Matthieu; Galler, Andreas; Gawelda, Wojciech; Hadt, Ryan G.; Hartsock, Robert W.; Kroll, Thomas; Kjaer, Kasper S.; Kubicek, Katharina; Lemke, Henrik T.; Liang, Huiyang W.; Meyer, Drew A.; Nielsen, Martin M.; Purser, Carola; Robinson, Joseph S.; Solomon, Edward I.; Sun, Zheng; Sokaras, Dimosthenis; van Driel, Tim B.; Vanko, Gyorgy; Weng, Tsu-Chien; Zhu, Diling; Gaffney, Kelly J.", "Nature (London, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "509", "\r\n        (", "7500", "),\r\n    ", "345-348", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Femtosecond resoln. x-ray fluorescence spectroscopy, with its sensitivity to spin state, can elucidate the spin crossover dynamics of [Fe(2,2'-bipyridine)3]2+ on photoinduced metal-to-ligand charge transfer excitation.  The charge and spin dynamics were tracked, and the crit. role of intermediate spin states in the crossover mechanism was established.  Possibly these capabilities will make the method a valuable tool for mapping in unprecedented detail the fundamental electronic excited-state dynamics that underpin many useful light-triggered mol. phenomena involving 3d transition metal complexes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXotVyqur4%253D&md5=f20005c57a8bb307ed97ff4ab1056e70", "33. ", "Gawelda", ", ", "W.", "; ", "Pham", ", ", "V.-T.", "; ", "van der Veen", ", ", "R. M.", "; ", "Grolimund", ", ", "D.", "; ", "Abela", ", ", "R.", "; ", "Chergui", ", ", "M.", "; ", "Bressler", ", ", "C.", " ", "J. Chem. Phys.", " ", "2009", ",  ", "130", ",  ", "124520", " DOI: 10.1063/1.3081884", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "33. ", "Structural analysis of ultrafast extended x-ray absorption fine structure with subpicometer spatial resolution: Application to spin crossover complexes", "Gawelda, W.; Pham, V.-T.; van der Veen, R. M.; Grolimund, D.; Abela, R.; Chergui, M.; Bressler, C.", "Journal of Chemical Physics", "\r\n        (", "2009", "),\r\n    ", "130", "\r\n        (", "12", "),\r\n    ", "124520/1-124520/9", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The authors present a novel anal. of time-resolved extended x-ray absorption fine structure (EXAFS) spectra based on the fitting of the exptl. transients obtained from optical pump/x-ray probe expts.  The authors apply it to the anal. of picosecond EXAFS data on aq. [FeII(bpy)3]2+, which undergoes a light induced conversion from its low-spin (LS) ground state to the short-lived (τ≈650 ps) excited high-spin (HS) state.  EXAFS spectra were simulated for a collection of possible HS structures from which the ground state fit spectrum were subtracted to generate transient difference absorption (TA) spectra.  These are then compared with the exptl. TA spectrum using a least-squares statistical anal. to derive the structural change.  This approach reduces the no. of required parameters by cancellation in the differences.  It also delivers a unique soln. for both the fractional population and the extd. excited state structure.  The authors thus obtain a value of the Fe-N bond elongation in the HS state with subpicometer precision (0.203 ± 0.008 Å).  (c) 2009 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXksVektrc%253D&md5=8cb5f1ef45f304a5a3a7b34f42f7b032", "34. ", "Lawson Daku", ", ", "L. M.", "; ", "Hauser", ", ", "A.", " ", "J. Phys. Chem. Lett.", " ", "2010", ",  ", "1", ",  ", "1830", "– ", "1835", " DOI: 10.1021/jz100548m", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "34. ", "Ab Initio Molecular Dynamics Study of an Aqueous Solution of [Fe(bpy)3](Cl)2 in the Low-Spin and in the High-Spin States", "Lawson Daku, Latevi Max; Hauser, Andreas", "Journal of Physical Chemistry Letters", "\r\n        (", "2010", "),\r\n    ", "1", "\r\n        (", "12", "),\r\n    ", "1830-1835", "CODEN:\r\n                ", "JPCLCD", ";\r\n        ISSN:", "1948-7185", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The mechanism of the photoinduced low-spin → high-spin spin crossover is actively being investigated in Fe(II) complexes in soln. using ultrafast spectroscopies.  These studies accurately inform on the reaction coordinate of the Fe(II) chromophore upon photoexcitation.  However, they leave open questions regarding the role of the solvent.  Here, we report the description from a fully ab initio mol. dynamics study of the structure of [Fe(bpy)3]2+ in water and of the organization of its solvation shell in the low-spin and the high-spin states.  In particular, the low-spin → high-spin change of states is shown to be accompanied (i) by a 0.191 Å lengthening of the Fe-N bond, in agreement with expt., and (ii) by an increased thermal fluctuation of the mol. edifice, which both result from the weakening of the Fe-N bond.  Furthermore, our results suggest that about two water mols. are expelled from the first solvation shell of [Fe(bpy)3]2+, which consists of water mols. intercalated between the bpy ligands.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXmvVSmtL4%253D&md5=84219a2b5602b05ca941ca134d43a58b", "35. ", "Lawson Daku", ", ", "L. M.", "; ", "Vargas", ", ", "A.", "; ", "Hauser", ", ", "A.", "; ", "Fouqueau", ", ", "A.", "; ", "Casida", ", ", "M. E.", " ", "ChemPhysChem", " ", "2005", ",  ", "6", ",  ", "1393", "– ", "1410", " DOI: 10.1002/cphc.200400584", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "35. ", "Assessment of density functionals for the high-spin/low-spin energy difference in the low-spin iron(II) tris(2,2'-bipyridine) complex", "Lawson Daku Latevi Max; Vargas Alfredo; Hauser Andreas; Fouqueau Antony; Casida Mark Earl", "Chemphyschem : a European journal of chemical physics and physical chemistry", "\r\n        (", "2005", "),\r\n    ", "6", "\r\n        (", "7", "),\r\n    ", "1393-410", "\r\n        ISSN:", "1439-4235", ".\r\n    ", "In the iron(II) low-spin complex [Fe(bpy)3]2+, the zero-point energy difference between the 5T2g(t4(2g)e2g) high-spin and the 1A(1g)(t(6)2g) low-spin states, Delta(E)0HL, is estimated to lie in the range of 2500-5000 cm(-1).  This estimate is based on the low-temperature dynamics of the high-spin-->low-spin relaxation following the light-induced population of the high-spin state and on the assumption that the bond-length difference between the two states Delta(r)HL is equal to the average value of approximately 0.2 A, as found experimentally for the spin-crossover system.  Calculations based on density functional theory (DFT) validate the structural assumption insofar as the low-spin-state optimised geometries are found to be in very good agreement with the experimental X-ray structure of the complex and the predicted high-spin geometries are all very close to one another for a whole series of common GGA (PB86, PW91, PBE, RPBE) and hybrid (B3LYP, B3LYP*, PBE1PBE) functionals.  This confirmation of the structural assumption underlying the estimation of Delta(E)0HL from experimental relaxation rate constants permits us to use this value to assess the ability of the density functionals for the calculation of the energy difference between the HS and LS states.  Since the different functionals give values from -1000 to 12000 cm(-1), the comparison of the calculated values with the experimental estimate thus provides a stringent criterion for the performance of a given functional.  Based on this comparison the RPBE and B3LYP* functionals give the best agreement with experiment.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD2MzovVOhtw%253D%253D&md5=646d9cf49d07345ff2b5d221fcb1cb5a", "36. ", "Kimball", ", ", "G. E.", "; ", "Shortley", ", ", "G. H.", " ", "Phys. Rev.", " ", "1934", ",  ", "45", ",  ", "815", "– ", "820", " DOI: 10.1103/PhysRev.45.815", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "37. ", "Joly", ", ", "Y.", "; ", "Cabaret", ", ", "D.", "; ", "Renevier", ", ", "H.", "; ", "Natoli", ", ", "C. R.", " ", "Phys. Rev. Lett.", " ", "1999", ",  ", "82", ",  ", "2398", "– ", "2401", " DOI: 10.1103/PhysRevLett.82.2398", " ", "[", "Crossref", "], [", "CAS", "]", "37. ", "Electron population analysis by full-potential x-ray absorption simulations", "Joly, Yves; Cabaret, Delphine; Renevier, Hubert; Natoli, Calogero R.", "Physical Review Letters", "\r\n        (", "1999", "),\r\n    ", "82", "\r\n        (", "11", "),\r\n    ", "2398-2401", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "We present the 1st successful attempt at calcg. cluster full-potential x-ray absorption near-edge structure (XANES) spectra, based on the finite difference method.  By fitting XANES simulations onto exptl. spectra we are able to perform electron population anal.  The method is tested in the case of Ti K-edge absorption spectrum in TiO2, where the amt. of charge transfer between Ti and O atoms and of the screening charge on the photoabsorber is obtained taking into account both dipolar and quadrupolar transitions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXhslGitL4%253D&md5=b3ed61d07a8374c5a76cf5fd91d9d3f9", "38. ", "(a) ", "Davis", ", ", "T. A.", " ", "ACM Trans. Math. Software.", " ", "2004", ",  ", "30", ",  ", "165", "– ", "195", " DOI: 10.1145/992200.992205", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(b) ", "Davis", ", ", "T. A.", "; ", "Duff", ", ", "I. S.", " ", "SIAM J. Matrix Anal. Appl.", " ", "1997", ",  ", "18", ",  ", "140", "– ", "158", " DOI: 10.1137/S0895479894246905", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "39. ", "Bernard", "; ", "Van", ", ", "A.", "; ", "Yves", ", ", "D.", "; ", "Diego", ", ", "C.", "; ", "Eveline", ", ", "R.", "; ", "Eloi", ", ", "G.", " ", " ", "Performance improvements and new solution strategies of Actran/TM for nacelle simulations", ". In  ", "20th AIAA/CEAS Aeroacoustics Conference", ", ", "American Institute of Aeronautics and Astronautics", ": ", "2014", ".", "There is no corresponding record for this reference.", "40. ", "Karypis", ", ", "G.", "; ", "Kumar", ", ", "V.", " ", "SIAM J. Sci. Comput.", " ", "1998", ",  ", "20", ",  ", "359", "– ", "392", " DOI: 10.1137/S1064827595287997", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "41. ", "Benham", ", ", "S. P.", "; ", "Thijssen", ", ", "J. M.", "; ", "Inglesfield", ", ", "J. E.", " ", "Comput. Phys. Commun.", " ", "2001", ",  ", "136", ",  ", "64", "– ", "76", " DOI: 10.1016/S0010-4655(00)00255-1", " ", "[", "Crossref", "], [", "CAS", "]", "41. ", "Self-consistent finite-difference electronic structure calculations", "Benham, S. P.; Thijssen, J. M.; Inglesfield, J. E.", "Computer Physics Communications", "\r\n        (", "2001", "),\r\n    ", "136", "\r\n        (", "1 + 2", "),\r\n    ", "64-76", "CODEN:\r\n                ", "CPHCBZ", ";\r\n        ISSN:", "0010-4655", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "We present an accurate and efficient self-consistent method of solving the time-independent Schrodinger equation to find the electronic structure of materials.  We use a finite-difference grid, which has the flexibility to cope with difficult geometry.  The at. cores are replaced with an embedded potential with a small muffin-tin radius allowing the full potential outside the muffin-tin.  The resulting Hamiltonian matrix is sparse and can be diagonalized with computer time of O(N) using the Lanczos algorithm.  For a larger no. of atoms, the electronic properties of the system are found with greater efficiency than the Lanczos algorithm, using the calcn. of the Green function of the system.  Poisson's equation is solved using the multigrid method and the new potential in each self-consistent iteration is constructed within local d. functional theory.  The self-consistent electronic structure properties are shown for fcc copper.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXislOmtL8%253D&md5=fe6f71e5b8d397d8360b3c4fee88cce4", "42. ", "Fonseca Guerra", ", ", "C.", "; ", "Snijders", ", ", "J. G.", "; ", "te Velde", ", ", "G.", "; ", "Baerends", ", ", "E. J.", " ", "Theor. Chem. Acc.", " ", "1998", ",  ", "99", ",  ", "391", "– ", "403", " DOI: 10.1007/s002140050021", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "43. ", "Dietzel", ", ", "P. D. C.", "; ", "Panella", ", ", "B.", "; ", "Hirscher", ", ", "M.", "; ", "Blom", ", ", "R.", "; ", "Fjellvag", ", ", "H.", " ", "Chem. Commun.", " ", "2006", ",  ", "959", "– ", "961", " DOI: 10.1039/b515434k", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "43. ", "Hydrogen adsorption in a nickel based coordination polymer with open metal sites in the cylindrical cavities of the desolvated framework", "Dietzel, Pascal D. C.; Panella, Barbara; Hirscher, Michael; Blom, Richard; Fjellvag, Helmer", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2006", "),\r\n    ", "\r\n        (", "9", "),\r\n    ", "959-961", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The solvent contained within the cylindrical one-dimensional pores of the novel three-dimensional metal org. framework Ni2(dhtp)(H2O)2·8H2O can be removed without decompn. of the network, allowing gas storage within the cavities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xhs1Slurw%253D&md5=7e2daea44aebb7af24b4606bf72209ed", "44. ", "(a) ", "Dietzel", ", ", "P. D. C.", "; ", "Johnsen", ", ", "R. E.", "; ", "Fjellvag", ", ", "H.", "; ", "Bordiga", ", ", "S.", "; ", "Groppo", ", ", "E.", "; ", "Chavan", ", ", "S.", "; ", "Blom", ", ", "R.", " ", "Chem. Commun.", " ", "2008", ",  ", "5125", "– ", "5127", " DOI: 10.1039/b810574j", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "44. ", "Adsorption properties and structure of CO2 adsorbed on open coordination sites of metal-organic framework Ni2(dhtp) from gas adsorption, IR spectroscopy and X-ray diffraction", "Dietzel, Pascal D. C.; Johnsen, Rune E.; Fjellvaag, Helmer; Bordiga, Silvia; Groppo, Elena; Chavan, Sachin; Blom, Richard", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2008", "),\r\n    ", "\r\n        (", "41", "),\r\n    ", "5125-5127", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The microporous metal-org. framework Ni2(dhtp) (H4dhtp = 2,5-dihydroxyterephthalic acid) shows distinct end-on CO2 coordination to coordinatively unsatd. Ni sites giving rise to high CO2 adsorption capacity at sub-atm. pressures and ambient temps.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht12nsrbI&md5=613342d4450e81f46fa03a9e6950309a", "(b) ", "Chavan", ", ", "S.", "; ", "Bonino", ", ", "F.", "; ", "Valenzano", ", ", "L.", "; ", "Civalleri", ", ", "B.", "; ", "Lamberti", ", ", "C.", "; ", "Acerbi", ", ", "N.", "; ", "Cavka", ", ", "J. H.", "; ", "Leistner", ", ", "M.", "; ", "Bordiga", ", ", "S.", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "15615", "– ", "15622", " DOI: 10.1021/jp402440u", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "44. ", "Fundamental Aspects of H2S Adsorption on CPO-27-Ni", "Chavan, Sachin; Bonino, Francesca; Valenzano, Loredana; Civalleri, Bartolomeo; Lamberti, Carlo; Acerbi, Nadia; Cavka, Jasmina H.; Leistner, Matthias; Bordiga, Silvia", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "30", "),\r\n    ", "15615-15622", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption of H2S on the Ni2(dhtp)(H2O)2·8H2O metal-org. framework (known as CPO-27-Ni or MOF-74-Ni) has been studied in situ by powder X-ray diffraction (PXRD), Fourier transform IR spectra (FTIR), Raman spectra, UV-visible spectra and by first-principles periodic boundary conditions calcns.  PXRD showed very high stability of CPO-27-Ni framework in the presence of H2S.  Nevertheless, as evidenced by change in color of the sample from pale yellow to dark green, the adsorption of H2S strongly affects the coordination of Ni sites.  FTIR showed the reversible mol. adsorption of H2S.  Exptl. and computed energies of interaction were in good agreement.  Quant. data considering energetic aspects (calorimetric measurements) are also included.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtVGqsbjJ&md5=8e068eaaf8da31b55b5a130444fef54b", "(c) ", "Gallo", ", ", "E.", "; ", "Lamberti", ", ", "C.", "; ", "Glatzel", ", ", "P.", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "5633", "– ", "5635", " DOI: 10.1021/ic400350w", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "44. ", "dd Excitations in CPO-27-Ni Metal-Organic Framework: Comparison between Resonant Inelastic X-ray Scattering and UV-vis Spectroscopy", "Gallo, Erik; Lamberti, Carlo; Glatzel, Pieter", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "10", "),\r\n    ", "5633-5635", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors identify the dd excitations in the metal-org. framework CPO-27-Ni by coupling resonant inelastic x-ray scattering (RIXS) and UV-visible spectroscopy, and the element selectivity of RIXS is crucial to observing the full dd multiplet structure, which is not visible in UV-visible.  The combination of calcns. using crystal-field multiplet theory and d. functional theory can reproduce the RIXS spectral features, crucially improving interpretation of the exptl. data.  The authors obtain the crystal-field splitting and magnitude of the electron-electron interactions and correct previously reported values.  RIXS instruments at synchrotron radiation sources are accessible to all researchers, and the technique can be applied to a broad range of systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXms1yjt7s%253D&md5=f60bcfb011bafcf8e0db94fc641d5c31", "45. ", "(a) ", "Dovesi", ", ", "R.", "; ", "Orlando", ", ", "R.", "; ", "Civalleri", ", ", "B.", "; ", "Roetti", ", ", "C.", "; ", "Saunders", ", ", "V. R.", "; ", "Zicovich-Wilson", ", ", "C. M.", " ", "Z. Kristallogr.", " ", "2005", ",  ", "220", ",  ", "571", "– ", "573", " DOI: 10.1524/zkri.220.5.571.65065", " ", "[", "Crossref", "], [", "CAS", "]", "45. ", "CRYSTAL: A computational tool for the ab initio study of the electronic properties of crystals", "Dovesi, Roberto; Orlando, Roberto; Civalleri, Bartolomeo; Roetti, Carla; Saunders, Victor R.; Zicovich-Wilson, Claudio M.", "Zeitschrift fuer Kristallographie", "\r\n        (", "2005", "),\r\n    ", "220", "\r\n        (", "5-6", "),\r\n    ", "571-573", "CODEN:\r\n                ", "ZEKRDZ", ";\r\n        ISSN:", "0044-2968", ".\r\n    \r\n            (", "Oldenbourg Wissenschaftsverlag GmbH", ")\r\n        ", "CRYSTAL computes the electronic structure and properties of periodic systems (crystals, surfaces, polymers) within Hartree-Fock, D. Functional and various hybrid approxns.  CRYSTAL was developed during nearly 30 years (since 1976) by researchers of the Theor. Chem. Group in Torino (Italy), and the Computational Materials Science group in CLRC (Daresbury, UK), with important contributions from visiting researchers, as documented by the main authors list and the bibliog.  The basic features of the program CRYSTAL are presented, with two examples of application in the field of crystallog.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXmsVSitbY%253D&md5=7bf7c582dd3196c28e16c4fb24ac9fb7", "(b) ", "Dovesi", ", ", "R.", "; ", "Saunders", ", ", "V. R.", "; ", "Roetti", ", ", "R.", "; ", "Orlando", ", ", "R.", "; ", "Zicovich-Wilson", ", ", "C. M.", "; ", "Pascale", ", ", "F.", "; ", "Civalleri", ", ", "B.", "; ", "Doll", ", ", "K.", "; ", "Harrison", ", ", "N. M.", "; ", "Bush", ", ", "I. J.", "; ", "D’Arco", ", ", "P.", "; ", "Llunell", ", ", "M.", " CRYSTAL09; ", "University of Torino", ": ", "2009", ".", "There is no corresponding record for this reference.", "(c) ", "Valenzano", ", ", "L.", "; ", "Vitillo", ", ", "J. G.", "; ", "Chavan", ", ", "S.", "; ", "Civalleri", ", ", "B.", "; ", "Bonino", ", ", "F.", "; ", "Bordiga", ", ", "S.", "; ", "Lamberti", ", ", "C.", " ", "Catal. Today", " ", "2012", ",  ", "182", ",  ", "67", "– ", "79", " DOI: 10.1016/j.cattod.2011.07.020", " ", "[", "Crossref", "], [", "CAS", "]", "45. ", "Structure-activity relationships of simple molecules adsorbed on CPO-27-Ni metal-organic framework: In situ experiments vs. theory", "Valenzano, L.; Vitillo, J. G.; Chavan, S.; Civalleri, B.; Bonino, F.; Bordiga, S.; Lamberti, C.", "Catalysis Today", "\r\n        (", "2012", "),\r\n    ", "182", "\r\n        (", "1", "),\r\n    ", "67-79", "CODEN:\r\n                ", "CATTEA", ";\r\n        ISSN:", "0920-5861", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  The authors review exptl. XRPD, EXAFS, Raman, IR, microcalorimetric data on the adsorption of H2O, NO, CO, CO2, N2, C2H4 and H2 mols. on CPO-27-Ni material, a metal-org. framework (MOF) showing a coordination vacancy at the Ni2+ site in its desolvated form.  Literature data are complemented by few new exptl. results.  A systematic theor. study performed at the B3LYP-D*/TZVP level of theory (using a periodic boundary conditions) allowed one to reach a complete understanding of the structural, vibrational and energetic features of the material in interaction with the different mols. obtained from the different exptl. techniques.  From both exptl. and theor. set of data, interesting trends were obtained for the framework distances (Ni-O and Ni-Ni) and frequency shifts of the framework vibration modes as a function of the adsorption energy (enthalpy) of the different probe mols.  This multitech. approach, already applied for UiO-66 MOF is of general validity and can be straightforwardly extended to all MOF materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XitFOqsLc%253D&md5=778e510f827e6301330587362a0a3a6d", "46. ", "Valenzano", ", ", "L.", "; ", "Civalleri", ", ", "B.", "; ", "Sillar", ", ", "K.", "; ", "Sauer", ", ", "J.", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "21777", "– ", "21784", " DOI: 10.1021/jp205869k", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "46. ", "Heats of Adsorption of CO and CO2 in Metal-Organic Frameworks: Quantum Mechanical Study of CPO-27-M (M = Mg, Ni, Zn)", "Valenzano, Loredana; Civalleri, Bartolomeo; Sillar, Kaido; Sauer, Joachim", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "44", "),\r\n    ", "21777-21784", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "D. functional theory is applied with a hybrid functional to which a parametrized damped 1/r6 term was added to account for dispersion (B3LYP + D*).  This method is used with periodic boundary conditions to get the structures of the adsorption complexes.  Dispersion has a substantial share on the calcd. adsorption energies (46-77%).  For these structures, adsorption energies are also calcd. with a hybrid high-level (MP2 with complete basis set extrapolation):low level (B3LYP + D*) method.  The MP2 calcns. are performed on cluster models.  Comparison is made with exptl. heats of adsorption.  B3LYP + D* underestimates heats of adsorption by ∼5 kJ/mol, whereas hybrid MP2:B3LYP + D* slightly overestimates them by ∼2 kJ/mol.  With MP2:B3LYP + D*, also the mean abs. error is somewhat smaller, 3.8 kJ/mol compared to 5.6 kJ/mol for B3LYP + D*.  Both the B3LYP + D* and the hybrid MP2/CBS:B3LYP + D* method predict the same sequence of binding energies for carbon monoxide (Ni > Mg > Zn) and carbon dioxide (Mg > Ni > Zn) adsorption on open metal cation sites in the CPO-27 metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlaqtr7E&md5=1ffd1ba893afc3a5227d44b1fadddc1f", "47. ", "(a) ", "Binsted", ", ", "N.", "; ", "Cook", ", ", "S. L.", "; ", "Evans", ", ", "J.", "; ", "Greaves", ", ", "G. N.", "; ", "Price", ", ", "R. J.", " ", "J. Am. Chem. Soc.", " ", "1987", ",  ", "109", ",  ", "3669", "– ", "3676", " DOI: 10.1021/ja00246a025", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "47. ", "EXAFS and near-edge structure in the cobalt K-edge absorption spectra of metal carbonyl complexes", "Binsted, Norman; Cook, Stephen L.; Evans, John; Greaves, G. Neville; Price, Richard J.", "Journal of the American Chemical Society", "\r\n        (", "1987", "),\r\n    ", "109", "\r\n        (", "12", "),\r\n    ", "3669-76", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "EXAFS data of the Co K-edges of PPN[Co(CO)4] (PPN = triphenyl(triphenylphosphineimidato)phosphorus(1+)), Co3(CO)9CH and Co4(CO)10(PPh)2 were analyzed.  A spherical wave theory using ab initio phase shifts and including multiple, scattering to 3rd order allows structural parameters to be accurately obtained.  Distances were detd. to within 0.03 Å with use of data from 14 eV above the absorption edge.  This method can also provide an est. of the mean Co-C-O angle, but an attempt to reproduce multiple scattering effects with a variable coordination no. and phase parameter was unreliable in this regard.  Intraligand multiple scattering is dominant in these complexes.  Statistical criteria for limiting the no. of refinable parameters in a multi-shell system are also presented.  Pre- and near-edge features may be used qual. to fingerprint the Co environments in these complexes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2sXit1emtb8%253D&md5=6dcdf87839a2785ea9d55a0b6aa0d3c7", "(b) ", "Ozkar", ", ", "S.", "; ", "Ozin", ", ", "G. A.", "; ", "Moller", ", ", "K.", "; ", "Bein", ", ", "T.", " ", "J. Am. Chem. Soc.", " ", "1990", ",  ", "112", ",  ", "9575", "– ", "9586", " DOI: 10.1021/ja00182a016", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "47. ", "Intrazeolite metal carbonyl topotaxy.  A comprehensive structural and spectroscopic study of intrazeolite Group VI metal hexacarbonyls and subcarbonyls", "Ozkar, Saim; Ozin, Geoffrey A.; Moller, Karin; Bein, Thomas", "Journal of the American Chemical Society", "\r\n        (", "1990", "),\r\n    ", "112", "\r\n        (", "26", "),\r\n    ", "9575-86", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "Intrazeolite anchoring, thermal decarbonylation, ligand exchange, and addn. chem. of M(CO)6-hydrogen or alkali metal zeolite Y (M'56Y) (M = Cr, Mo, W; M' = H, Li, Na, K, Rb, Cs) were studied.  M(CO)6-M'56Y samples have the M(CO)6 mol. assocd. with 2 α-cage extraframework cations (or Bronsted protons), via the oxygen end of 2 trans bonded carbonyls with a satn. loading of 2M(CO)6/α-cage.  M(CO)6M'56Y samples have the M(CO)6 guest confined to the internal surface of the zeolite with a homogeneous distribution throughout the zeolite crystals.  A Mo and Rb EXAFS structure anal. of 8{Mo(CO)6}-Rb56Y shows that the α-cage encapsulated Mo(CO)6 guest maintains its structural integrity, with some evidence for anchoring via extraframework Rb+ cations.  A rapid 13CO intrazeolite ligand exchange occurs for M(12CO)6-M'56Y to yield M(12CO)m(13CO)6-m-M'56Y, the extent of which depends on the 13CO loading.  M(CO)3-M'56Y can be cleanly generated via the mild vacuum thermal decarbonylation of M(CO)6-M'56Y, the tricarbonyl stoichiometry of which is unequivocally established from its obsd. and calcd. diagnostic M(12CO)n(13CO)3-n-M'56Y vibrational isotope pattern and from EXAFS structural data.  Intrazeolite reactions of M(CO)3-M'56Y with large and small arenes, trienes, and phosphines cleanly yield the resp. intrazeolite six-coordinate complexes (shown to be identical with the products of direct impregnation of the latter complexes), thereby supporting the tricarbonylmetal(0) assignment as well as pinpointing the location of the M(CO)3-M'56Y tricarbonylmetal(0) fragment on the internal surface of the zeolite.  Cation effects in the mid/far-IR, EXAFS data, and optical reflectance spectra indicate that the supercage-confined M(CO)3-M'56Y moiety is anchored to an oxygen framework site rather than to an extraframework cation site via the metal or oxygens of the carbonyls.  The tricarbonyl fragments show Cs and C3v symmetry depending on the choice of M and M' which can be rationalized in terms of a second-order Jahn-Teller effect.  EXAFS data for the thermal decompn. of Mo(CO)3-Rb56Y demonstrates the formation of Mo atoms statistically distributed in the zeolite lattice.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXmsVentrY%253D&md5=5672ab101658b20f0bf0fd0d5d33ba6b", "(c) ", "Filipponi", ", ", "A.", "; ", "Di Cicco", ", ", "A.", "; ", "Zanoni", ", ", "R.", "; ", "Bellatreccia", ", ", "M.", "; ", "Sessa", ", ", "V.", "; ", "Dossi", ", ", "C.", "; ", "Psaro", ", ", "R.", " ", "Chem. Phys. Lett.", " ", "1991", ",  ", "184", ",  ", "485", "– ", "490", " DOI: 10.1016/0009-2614(91)80023-Q", " ", "[", "Crossref", "], [", "CAS", "]", "47. ", "Multiple-scattering analysis of the x-ray absorption spectrum of the osmium carbonyl (Os3(CO)12) cluster", "Filipponi, A.; Di Cicco, A.; Zanoni, R.; Bellatreccia, M.; Sessa, V.; Dossi, C.; Psaro, R.", "Chemical Physics Letters", "\r\n        (", "1991", "),\r\n    ", "184", "\r\n        (", "5-6", "),\r\n    ", "485-90", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    ", "A new theor. approach was used to analyze the x-ray absorption cross section of Os3(CO)12 carbonyl cluster.  The method is based on a direct fit of the exptl. cross section which makes use of theor. signals assocd. with relevant at. configurations in the mol.  In the case of the Os-C=O arrangement, the commonly employed multiple-scattering series converges slowly at low k values; the calcn. was, therefore, performed using a more efficient continued-fraction algorithm that provides the \"exact\" signal summed to all orders.  An excellent agreement in the range k = 2.7-14.0 Å-1 was obtained, basically using x-ray diffraction results.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3MXmsVaqurw%253D&md5=5c6209ba8b00a50690cd886fbb65dce0", "(d) ", "Alexeev", ", ", "O.", "; ", "Gates", ", ", "B. C.", " ", "Top. Catal.", " ", "2000", ",  ", "10", ",  ", "273", "– ", "293", " DOI: 10.1023/A:1019184605678", " ", "[", "Crossref", "], [", "CAS", "]", "47. ", "EXAFS characterization of supported metal-complex and metal-cluster catalysts made from organometallic precursors", "Alexeev, O.; Gates, B. C.", "Topics in Catalysis", "\r\n        (", "2000", "),\r\n    ", "10", "\r\n        (", "3,4", "),\r\n    ", "273-293", "CODEN:\r\n                ", "TOCAFI", ";\r\n        ISSN:", "1022-5528", ".\r\n    \r\n            (", "Baltzer Science Publishers", ")\r\n        ", "A review with 142 refs.; nearly uniform (nearly mol.) supported metals made from mol. organometallic precursors are ideally suited to characterization by EXAFS spectroscopy at the metal edge.  Among the most thoroughly investigated mononuclear metal complexes on metal oxide and zeolite supports are MgO-supported rhenium subcarbonyls, approx. Re(CO)3{OMg}3 (where the braces denote groups terminating the bulk of the support).  These were made, e.g., from [HRe(CO)5] and from [H3Re3(CO)12]; the Re-Osurface distance detd. by EXAFS spectroscopy is 2.15 ± 0.03 Å; the support is a tridentate ligand.  The Re-Osurface distances in related supported complexes of Groups 7 and 8 metals are all in the range of 2.1-2.2 Å, matching those in mol. analogs.  HTa{OSi}2, prepd. from [Ta(CH2C(CH3)3)3(=CHCCH3)3] on SiO2, catalyzes a new reaction, propane metathesis.  Supported complexes made from [HRe(CO)5] catalyze alkene hydrogenation but not cyclopropane hydrogenolysis, whereas catalysts made from [H3Re3(CO)12] catalyze both these reactions, and EXAFS data indicate neighboring Re centers on the latter (but not the former), which are implicated in the catalysis.  EXAFS data similarly indicate supported Mo and W pair sites as catalysts.  Supported metal clusters made by decarbonylation of metal carbonyl clusters, e.g., Ir4/γ-Al2O3 and Ir6/γ-Al2O3 or Rh6/zeolite NaY, are indicated by EXAFS data to be tetrahedra and octahedra, resp.  Such clusters are the species detected by EXAFS spectroscopy at 298 K in the presence of propene and H2 undergoing catalytic hydrogenation, and they are identified as the catalytically active species.  The catalytic activities of the clusters for toluene hydrogenation and alkene hydrogenation are almost unaffected by changes in metal oxide support compn., but they depend on the cluster size, although the catalytic reaction is structure insensitive.  Thus, supported metal clusters offer new catalytic properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXjslequ7k%253D&md5=926b556d4b3fd930dc00e6c785852a81", "(e) ", "Lamberti", ", ", "C.", "; ", "Palomino", ", ", "G. T.", "; ", "Bordiga", ", ", "S.", "; ", "Berlier", ", ", "G.", "; ", "D’Acapito", ", ", "F.", "; ", "Zecchina", ", ", "A.", " ", "Angew. Chem., Int. Ed.", " ", "2000", ",  ", "39", ",  ", "2138", "– ", "2141", " DOI: 10.1002/1521-3773(20000616)39:12<2138::AID-ANIE2138>3.0.CO;2-9", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "47. ", "Structure of homoleptic CuI(CO)3 cations in CuI-exchanged ZSM-5 zeolite: an x-ray absorption study", "Lamberti, Carlo; Palomino, Gemma Turnes; Bordiga, Silvia; Berlier, Gloria; D'Acapito, Francesco; Zecchina, Adriano", "Angewandte Chemie, International Edition", "\r\n        (", "2000", "),\r\n    ", "39", "\r\n        (", "12", "),\r\n    ", "2138-2141", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH", ")\r\n        ", "To more deeply investigate the analogies between the chem. of Cu1 in Cu1-ZSM-5 and that of Cu1 in superacidic media, we performed an EXAFS and X-ray absorption near-edge structure (XANES) study aimed at detg. the three-dimensional structure of the Cu1(CO)3 complexes formed in the channels of ZSM-5 at 80 K.  The combined use of EXAFS and XANES techniques (the results interpreted by using a multiple-scattering approach) is the only method that can det. the local structure of such carbonylcopper ions.  In fact, power XRD can not be used in this case because the low Cu content in ZSM-5 (due to the high Si/Al ratio) makes the contribution of Cu nearly insignificant with respect to that of the framework and the solvation effect induced on Cu1 cations by interaction with CO implies a consistent loss of long-range ordering of the resulting Cu1(CO)3 complexes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXkslWgs74%253D&md5=3cabf0bfe096be620c2fb9adad86b086", "(f) ", "Estephane", ", ", "J.", "; ", "Groppo", ", ", "E.", "; ", "Damin", ", ", "A.", "; ", "Vitillo", ", ", "J. G.", "; ", "Gianolio", ", ", "D.", "; ", "Lamberti", ", ", "C.", "; ", "Bordiga", ", ", "S.", "; ", "Prestipino", ", ", "C.", "; ", "Nikitenko", ", ", "S.", "; ", "Quadrelli", ", ", "E. A.", "; ", "Taoufik", ", ", "M.", "; ", "Basset", ", ", "J. M.", "; ", "Zecchina", ", ", "A.", " ", "J. Phys. Chem. C", " ", "2009", ",  ", "113", ",  ", "7305", "– ", "7315", " DOI: 10.1021/jp811240m", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "47. ", "Structure and enhanced reactivity of chromocene carbonyl confined inside cavities of NaY zeolite", "Estephane, Jane; Groppo, Elena; Damin, Alessandro; Vitillo, Jenny G.; Gianolio, Diego; Lamberti, Carlo; Bordiga, Silvia; Prestipino, Carmelo; Nikitenko, Sergej; Quadrelli, Elsje Alessandra; Taoufik, Mostafa; Basset, Jean Marie; Zecchina, Adriano", "Journal of Physical Chemistry C", "\r\n        (", "2009", "),\r\n    ", "113", "\r\n        (", "17", "),\r\n    ", "7305-7315", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Chromocene (Cp2Cr) hosted inside the supercage cavities of a NaY zeolite, exhibits enhanced and altered reactivity towards CO due to a structural distortion induced by the strong local elec. fields generated by charge-balancing counterions.  The distortion effect is clearly obsd. by an in situ Cr K-edge extended x-ray absorption fine structure (EXAFS) study.  The Cp2Cr(CO) adducts initially formed are not as stable as when hosted in nonpolar environments such as toluene soln. or polystyrene and undergo further transformations.  The presence of strong anionic/cationic pairs (Y-/Na+) favors, in a CO atm., the loss of a Cp ring driven by an electron transfer mechanism (accompanied by ligand rearrangement) that results in the formation of the charged [CpCr(CO)3]- and [Cp2Cr(CO)]+ carbonyl species that are stabilized by Na+ and Y- pairs.  Shape selectivity of the supercage cavity of the Y zeolite is necessary for this reaction, as it can host the two Cp2Cr mols. needed for disproportionation.  Fast Fourier transform IR (FTIR) spectroscopy, working in operando conditions, allows us to follow the time evolution of the IR stretching modes peculiar of reactants and products and thus to infer a reaction mechanism.  The combination of quantum mech. calcn. with an in situ EXAFS study supports the hypothesis made on the basis of IR results.  The work is further demonstration that zeolitic voids act as \"nanoscale reaction chambers\", where the reactivity of guest organometallic complexes can provide mol. insights into the elementary steps of heterogeneous catalysis.  In this context, the investigation of metallocene reactivity inside a polar matrix can be extremely useful to understanding their properties in polymn. conditions, where they are usually found as part of an ion pair, together with the anionic form of the activator (e.g., MAO).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjvFKrtbs%253D&md5=83f6f1685cfe00609718d9087b613597", "(g) ", "Chavan", ", ", "S.", "; ", "Vitillo", ", ", "J. G.", "; ", "Uddin", ", ", "M. J.", "; ", "Bonino", ", ", "F.", "; ", "Lamberti", ", ", "C.", "; ", "Groppo", ", ", "E.", "; ", "Lillerud", ", ", "K.-P.", "; ", "Bordiga", ", ", "S.", " ", "Chem. Mater.", " ", "2010", ",  ", "22", ",  ", "4602", "– ", "4611", " DOI: 10.1021/cm1005899", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "47. ", "Functionalization of UiO-66 Metal-Organic Framework and Highly Crosslinked Polystyrene with Cr(CO)3: In Situ Formation, Stability, and Photoreactivity", "Chavan, Sachin; Vitillo, Jenny G.; Uddin, Mohammed J.; Bonino, Francesca; Lamberti, Carlo; Groppo, Elena; Lillerud, Karl-Petter; Bordiga, Silvia", "Chemistry of Materials", "\r\n        (", "2010", "),\r\n    ", "22", "\r\n        (", "16", "),\r\n    ", "4602-4611", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The formation and stability of (arene)Cr(CO)3 species inside two highly porous materials-UiO-66, which is a recently synthesized metal-org. framework, and a crosslinked poly(styrene-divinylbenzene) resin-are investigated in detail by means of complementary spectroscopic techniques and theor. calcns.  In particular, Fourier transform IR (FT-IR), UV-visible (UV-vis), and x-ray absorption near-edge structure (XANES) spectroscopies, coupled with theor. calcns., allow the formation of the (arene)Cr(CO)3 species to be followed in situ, starting from the Cr(CO)6 precursor, monitoring the changes in the vibrational and electronic properties of the materials.  EXAFS spectroscopy gives the structural evidence of the functionalized unities.  Finally, the photoinduced reactivity of Cr(CO)3 in UiO-66 is also explored, by following the substitution of one CO ligand with a N2 mol.  The overall presented data would become the starting point for the development of a systematic procedure for investigating functionalized porous matrixes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptFOmsLk%253D&md5=bc256b25bd34f3036502aec63190c1ae", "(h) ", "Estephane", ", ", "J.", "; ", "Groppo", ", ", "E.", "; ", "Vitillo", ", ", "J. G.", "; ", "Damin", ", ", "A.", "; ", "Gianolio", ", ", "D.", "; ", "Lamberti", ", ", "C.", "; ", "Bordiga", ", ", "S.", "; ", "Quadrelli", ", ", "E. A.", "; ", "Basset", ", ", "J. M.", "; ", "Kervern", ", ", "G.", "; ", "Emsley", ", ", "L.", "; ", "Pintacuda", ", ", "G.", "; ", "Zecchina", ", ", "A.", " ", "J. Phys. Chem. C", " ", "2010", ",  ", "114", ",  ", "4451", "– ", "4458", " DOI: 10.1021/jp907986w", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "47. ", "A Multitechnique Approach to Spin-Flips for Cp2Cr(II) Chemistry in Confined State", "Estephane, J.; Groppo, E.; Vitillo, J. G.; Damin, A.; Gianolio, D.; Lamberti, C.; Bordiga, S.; Quadrelli, E. A.; Basset, J. M.; Kervern, G.; Emsley, L.; Pintacuda, G.; Zecchina, A.", "Journal of Physical Chemistry C", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "10", "),\r\n    ", "4451-4458", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Paramagnetic solid-state NMR, extended X-ray absorption fine structure (EXAFS), and Raman spectroscopies, along with detailed quantum mech. calcns. performed with different d. functional theory (DFT) functionals, are successfully applied to investigate the magnetic, structural, and vibrational properties of molecularly isolated chromocene (Cp2Cr, where Cp = C5H5) and of its Cp2Cr(CO) adduct.  Paramagnetic solid-state NMR unequivocally demonstrates that a spin flip occurs by coming from the paramagnetic Cp2Cr (triplet state) to the diamagnetic Cp2Cr(CO) adduct (singlet state), thus clarifying the theor. dilemma of the disagreement among different functionals in predicting the most stable spin state.  EXAFS and Raman spectroscopies are able to exptl. discriminate between singlet and triplet states, because a different spin state corresponds to a different geometry of the mol., and therefore to different vibrational features.  The here reported multitechnique approach could have great relevance in establishing the occurrence of spin flip in the chem. reactivity of transition metal complexes in both homo- and heterogeneous catalysis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXit1Wrtro%253D&md5=bc8135d9fb77453f09c80bd9c300cd91", "(i) ", "Gianolio", ", ", "D.", "; ", "Groppo", ", ", "E.", "; ", "Vitillo", ", ", "J. G.", "; ", "Damin", ", ", "A.", "; ", "Bordiga", ", ", "S.", "; ", "Zecchina", ", ", "A.", "; ", "Lamberti", ", ", "C.", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "976", "– ", "978", " DOI: 10.1039/B920681G", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "47. ", "Direct evidence of adsorption induced CrII mobility on the SiO2 surface upon complexation by CO", "Gianolio, Diego; Groppo, Elena; Vitillo, Jenny G.; Damin, Alessandro; Bordiga, Silvia; Zecchina, Adriano; Lamberti, Carlo", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "6", "),\r\n    ", "976-978", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "In situ, temp. dependent, XAFS proved that CrII grafted on SiO2 is extd. from the surface upon CO adsorption at 100 K: ΔRCr-O = +0.08 Å.  CO adsorption evolves into two coverage dependent steps: (i) displacement of weak siloxane ligands (non-classical carbonyls); (ii) relaxation of RCr-O surface bond, RCr-CO optimization and transformation into classical carbonyls.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFOisb4%253D&md5=2677f248a437bce202da41cbe5f435ba", "48. ", "Dick", ", ", "S.", " ", "Z. Kristallogr. - New Cryst. Struct.", " ", "1998", ",  ", "213", ",  ", "356", " DOI: 10.1524/ncrs.1998.213.14.370", " ", "[", "Crossref", "], [", "CAS", "]", "48. ", "Crystal structure of tris(2,2'-bipyridine)iron(II) bis(hexafluorophosphate), (C10H8N2)3Fe(PF6)2", "Dick, S.", "Zeitschrift fuer Kristallographie - New Crystal Structures", "\r\n        (", "1998", "),\r\n    ", "213", "\r\n        (", "2", "),\r\n    ", "356", "CODEN:\r\n                ", "ZKNSFT", ";\r\n        ISSN:", "1433-7266", ".\r\n    \r\n            (", "R. Oldenbourg Verlag", ")\r\n        ", "The title compd. is trigonal, space group P‾3c1, a = 10.515(2), c = 16.306(4) Å, Z = 2, R = 0.098, Rw = 0.044 for 929 reflections.  At. coordinates are given.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXhvVClurk%253D&md5=88ca144ba75bae4041116cea74b3d635", "49. ", "Droghetti", ", ", "A.", "; ", "Alfè", ", ", "D.", "; ", "Sanvito", ", ", "S.", " ", "J. Chem. Phys.", " ", "2012", ",  ", "137", ",  ", "124303", " DOI: 10.1063/1.4752411", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "49. ", "Assessment of density functional theory for iron(II) molecules across the spin-crossover transition", "Droghetti, A.; Alfe, D.; Sanvito, S.", "Journal of Chemical Physics", "\r\n        (", "2012", "),\r\n    ", "137", "\r\n        (", "12", "),\r\n    ", "124303/1-124303/12", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Octahedral Fe2+ mols. are particularly interesting as they often exhibit a spin-crossover transition.  In spite of the many efforts aimed at assessing the performances of d. functional theory for such systems, an exchange-correlation functional able to account accurately for the energetic of the various possible spin-states has not been identified yet.  Here, we critically discuss the issues related to the theor. description of this class of mols. from first principles.  In particular, we present a comparison between different d. functionals for four ions, namely, Fe(H2O)62+, Fe(NH3)62+, Fe(NCH)62+, and Fe(CO)62+.  These are characterized by different ligand-field splittings and ground state spin multiplicities.  Since no exptl. data are available for the gas phase, the d. functional theory results are benchmarked against those obtained with diffusion Monte Carlo, one of the most accurate methods available to compute ground state total energies of quantum systems.  On the one hand, we show that most of the functionals considered provide a good description of the geometry and of the shape of the potential energy surfaces.  On the other hand, the same functionals fail badly in predicting the energy differences between the various spin states.  In the case of Fe(H2O)62+, Fe(NH3)62+, Fe(NCH)62+, this failure is related to the drastic underestimation of the exchange energy.  Therefore, quite accurate results can be achieved with hybrid functionals including about 50% of Hartree-Fock exchange.  In contrast, in the case of Fe(CO)62+, the failure is likely to be caused by the multiconfigurational character of the ground state wave-function and no suitable exchange and correlation functional has been identified.  (c) 2012 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhtl2kur3P&md5=f2531095b13d0df7a15c8a8df36ee6c7", "50. ", "(a) ", "D’Angelo", ", ", "P.", "; ", "Migliorati", ", ", "V.", " ", "J. Phys. Chem. B", " ", "2015", ",  ", "119", ",  ", "4061", "– ", "4067", " DOI: 10.1021/acs.jpcb.5b01634", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "50. ", "Solvation Structure of Zn2+ and Cu2+ Ions in Acetonitrile: A Combined EXAFS and XANES Study", "D'Angelo, Paola; Migliorati, Valentina", "Journal of Physical Chemistry B", "\r\n        (", "2015", "),\r\n    ", "119", "\r\n        (", "10", "),\r\n    ", "4061-4067", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-5207", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The solvation structure of Zn2+ and Cu2+ in MeCN was detd. by a combined approach using both x-ray absorption near edge structure (XANES) and the extended X-ray absorption fine structure (EXAFS) spectroscopy.  For the former cation, an octahedral geometry of the MeCN solvate complex was found with a Zn-N distance of 2.12(1) Å.  For the Cu2+ solvates the EXAFS technique is not able to provide a conclusive detn. of the coordination nos. and polyhedral environment, while the anal. of the XANES spectra unambiguously shows the existence of an axially elongated square pyramidal coordination, ruling out the previously proposed octahedral Jahn-Teller (JT) distorted geometry.  The Cu-N distances obtained are 2.00(1) and 2.28(2) Å for the equatorial and axial ligands, resp., and the EXAFS and XANES techniques find values of the bond distances in good agreement.  The XANES technique proved to be extremely powerful in providing a reliable resoln. of soln. structure for dynamic ion complexes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXjtF2msbo%253D&md5=60fc54f9775179457ca712f4d6b6323c", "(b) ", "D’Angelo", ", ", "P.", "; ", "Roscioni", ", ", "O. M.", "; ", "Chillemi", ", ", "G.", "; ", "Della Longa", ", ", "S.", "; ", "Benfatto", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "1853", "– ", "1858", " DOI: 10.1021/ja0562503", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "50. ", "Detection of Second Hydration Shells in Ionic Solutions by XANES: Computed Spectra for Ni2+ in Water Based on Molecular Dynamics", "D'Angelo, Paola; Roscioni, Otello Maria; Chillemi, Giovanni; Della Longa, Stefano; Benfatto, Maurizio", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "6", "),\r\n    ", "1853-1858", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A general procedure to compute X-ray absorption near-edge structure (XANES) spectra within multiple-scattering theory starting from mol. dynamics (MD) structural data has been developed and applied to the study of a Ni2+ aq. soln.  This method allows one to perform a quant. anal. of the XANES spectra of disordered systems using a proper description of the thermal and structural fluctuations.  The XANES spectrum of Ni2+ in aq. soln. has been calcd. using the structural information obtained from the MD simulations without carrying out any minimization in the structural parameter space.  A very good reprodn. of the exptl. data was obtained including the second-shell water mols. in the calcn., thus showing that the second hydration shell provides a detectable contribution to the XANES spectra of ionic solns.  The anal. including the first-shell cluster only permitted us to quant. det. the effect of disorder on the amplitude of the XANES spectra for mol. complexes.  These results simultaneously confirm the reliability of the procedure and the structural results obtained from MD simulations.  The combination of MD and XANES is found to be very helpful to get important new insights into the quant. estn. of structural properties of disordered systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XntFCmtA%253D%253D&md5=6823dd3bb542c0e84bb5b780c98b1757", "(c) ", "Migliorati", ", ", "V.", "; ", "Serva", ", ", "A.", "; ", "Aquilanti", ", ", "G.", "; ", "Olivi", ", ", "L.", "; ", "Pascarelli", ", ", "S.", "; ", "Mathon", ", ", "O.", "; ", "D’Angelo", ", ", "P.", " ", "Phys. Chem. Chem. Phys.", " ", "2015", ",  ", "17", ",  ", "2464", "– ", "2474", " DOI: 10.1039/C4CP04406A", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "50. ", "Combining EXAFS spectroscopy and molecular dynamics simulations to understand the structural and dynamic properties of an imidazolium iodide ionic liquid", "Migliorati, Valentina; Serva, Alessandra; Aquilanti, Giuliana; Olivi, Luca; Pascarelli, Sakura; Mathon, Olivier; D'Angelo, Paola", "Physical Chemistry Chemical Physics", "\r\n        (", "2015", "),\r\n    ", "17", "\r\n        (", "4", "),\r\n    ", "2464-2474", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The structural properties of liq. 1-butyl-3-methylimidazolium iodide [C4mim]I have been investigated using an integrated approach that combines EXAFS spectroscopy and mol. dynamics (MD) simulations.  A well defined first coordination shell composed on av. of 4.5 I- ions around the imidazolium cation has been evidenced, and the structural arrangement of the I- ions has been found to be different in the proximity of the most acidic hydrogen atom of the imidazolium ring, as compared to the other two ring protons: in the former case the I- ion is not coplanar with the imidazolium ring plane, but it prefers to be above and below the plane itself, while in the latter the anion has the same probability of being or not being coplanar with the plane.  A quant. anal. of the I K-edge EXAFS spectrum of liq. [C4mim]I has been carried out starting from the structural information on the system derived from the MD simulation.  This combined approach allows one to reduce the no. of correlated model parameters required in the fitting of the exptl. data and to increase the reliability of the EXAFS data anal. that represents a non-trivial task when dealing with disordered systems.  Moreover, the good agreement between the EXAFS exptl. and theor. spectra of liq. [C4mim]I has proven the reliability of the MD results and force field employed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXitVSnsL7N&md5=c132e774b119ba560274a3f4c71a3ce2", "51. ", "(a) ", "Arcovito", ", ", "A.", "; ", "Ardiccioni", ", ", "C.", "; ", "Cianci", ", ", "M.", "; ", "D’Angelo", ", ", "P.", "; ", "Vallone", ", ", "B.", "; ", "Della Longa", ", ", "S.", " ", "J. Phys. Chem. B", " ", "2010", ",  ", "114", ",  ", "13223", "– ", "13231", " DOI: 10.1021/jp104395g", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "51. ", "Polarized x-ray absorption near-edge structure spectroscopy of neuroglobin and myoglobin single crystals", "Arcovito, Alessandro; Ardiccioni, Chiara; Cianci, Michele; D'Angelo, Paola; Vallone, Beatrice; Della Longa, Stefano", "Journal of Physical Chemistry B", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "41", "),\r\n    ", "13223-13231", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Polarized Fe K-edge x-ray absorption near-edge structure (XANES) spectra of murine carbonmonoxy-neuroglobin (NgbCO) single crystals were collected and compared with a no. of derivs. of sperm whale myoglobin (Mb), i.e., nitrosyl-Mb (MbNO), deoxyMb, cyanomet-Mb (MbCN), carbonmonoxy-Mb (MbCO), and the cryogenic photoproduct of MbCO (Mb·CO).  The single crystals under study exhibited a strong XANES angular dichroism which allowed the heme geometry of each sample to be analyzed with extremely high accuracy via the full multiple scattering (MS) approach.  The results of 2 alternative methods to undergo the MS anal. were compared with high-resoln. x-ray diffraction (XRD) data and with x-ray absorption spectroscopy (XAS) data in soln.  As a result of the present anal., the Fe-heme structure in soln. and in the cryo-trapped NgbCO single crystal (which cracked at room temp.) were the same.  Accordingly, the residual energy involved in the protein relaxation responsible for crystal cracking at room temp. after CO binding does not reside in the heme pocket.  A combined approach (polarized XANES and XRD) was suggested to be applied on the same single crystals of metalloproteins at opportunely equipped synchrotron beamlines.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXht1ahu73F&md5=be1d3ab226b781935d2db60d9337c8cc", "(b) ", "D’Angelo", ", ", "P.", "; ", "Lapi", ", ", "A.", "; ", "Migliorati", ", ", "V.", "; ", "Arcovito", ", ", "A.", "; ", "Benfatto", ", ", "M.", "; ", "Roscioni", ", ", "O. M.", "; ", "Meyer-Klaucke", ", ", "W.", "; ", "Della-Longa", ", ", "S.", " ", "Inorg. Chem.", " ", "2008", ",  ", "47", ",  ", "9905", "– ", "9918", " DOI: 10.1021/ic800982a", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "51. ", "X-ray Absorption Spectroscopy of Hemes and Hemeproteins in Solution: Multiple Scattering Analysis", "D'Angelo, Paola; Lapi, Andrea; Migliorati, Valentina; Arcovito, Alessandro; Benfatto, Maurizio; Roscioni, Otello Maria; Meyer-Klaucke, Wolfram; Della-Longa, Stefano", "Inorganic Chemistry", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "21", "),\r\n    ", "9905-9918", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A full quant. anal. of Fe K-edge x-ray absorption spectra has been performed for hemes in two porphynato complexes, i.e., iron(III) tetraphenylporphyrin chloride (Fe(III)TPPCl) and iron(III) tetraphenylporphyrin bis(imidazole) (Fe(III)TPP(Imid)2), in two protein complexes whose x-ray structure is known at at. resoln. (1.0 Å), i.e., ferrous deoxy-myoglobin (Fe(II)Mb) and ferric aquo-myoglobin (Fe(III)MbH2O), and in ferric cyano-myoglobin (Fe(III)MbCN), whose x-ray structure is known at lower resoln. (1.4 Å).  The anal. has been performed via the multiple scattering approach, starting from a muffin tin approxn. of the mol. potential.  The Fe-heme structure has been obtained by analyzing independently the Extended x-ray Absorption Fine Structure (EXAFS) region and the x-ray Absorption Near Edge Structure (XANES) region.  The EXAFS structural results are in full agreement with the crystallog. values of the models, with an accuracy of ± 0.02 Å for Fe-ligand distances, and ±6° for angular parameters.  All the XANES features above the theor. zero energy (in the lower rising edge) are well accounted for by single-channel calcns., for both Fe(II) and Fe(III) hemes, and the Fe-Np distance is detd. with the same accuracy as EXAFS.  XANES evaluations of Fe-5th and Fe-6th ligand distances are detd. with 0.04-0.07 Å accuracy; a small discrepancy with EXAFS (0.01 to 0.05 Å beyond the statistical error), is found for protein compds.  Concerns from statistical correlation among parameters and multiple min. in the parameter space are discussed.  As expected, the XANES accuracy is slightly lower than what was found for polarized XANES on Fe(III)MbCN single crystal (0.03-0.04 Å), and states the actual state-of-the-art of XANES anal. when used to ext. heme-normal parameters in a soln. spectrum dominated by heme-plane scattering.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht1SksLvN&md5=5d5b61f30e703a7952eddf30d58eae1b"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2015/jctcce.2015.11.issue-9/acs.jctc.5b00327/20150901/images/small/ct-2015-00327w_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2015/jctcce.2015.11.issue-9/acs.jctc.5b00327/20150901/images/small/ct-2015-00327w_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2015/jctcce.2015.11.issue-9/acs.jctc.5b00327/20150901/images/small/ct-2015-00327w_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2015/jctcce.2015.11.issue-9/acs.jctc.5b00327/20150901/images/small/ct-2015-00327w_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2015/jctcce.2015.11.issue-9/acs.jctc.5b00327/20150901/images/small/ct-2015-00327w_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2015/jctcce.2015.11.issue-9/acs.jctc.5b00327/20150901/images/small/ct-2015-00327w_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2015/jctcce.2015.11.issue-9/acs.jctc.5b00327/20150901/images/small/ct-2015-00327w_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2015/jctcce.2015.11.issue-9/acs.jctc.5b00327/20150901/images/small/ct-2015-00327w_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2015/jctcce.2015.11.issue-9/acs.jctc.5b00327/20150901/images/small/ct-2015-00327w_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2015/jctcce.2015.11.issue-9/acs.jctc.5b00327/20150901/images/small/ct-2015-00327w_0011.gif\">"]}
