{"title": ["Interfacial Growth of Metal Organic Framework/Graphite Oxide Composites through Pickering Emulsion and Their CO", " Capture Performance in the Presence of Humidity"], "authors": ["Zijun Bian", "Jian Xu", "Shenping Zhang", "Xiaomin Zhu", "Honglai Liu", "Jun Hu"], "doi": ["10.1021/acs.langmuir.5b01171"], "abstract": ["We proposed an in situ interfacial growth method induced by the Pickering emulsion strategy to produce metal organic framework (MOF)/graphite oxide (GO) composites of Cu", "(BTC)", "/GO, in which GO was demonstrated to be a promising stabilizer for producing the Pickering emulsion and provided a large interfacial area for the in situ growth of Cu", "(BTC)", " nanoparticles. When Cu", "(BTC)", "/GO composites were used as adsorbents for CO", " capture from the simulated humid flue gas, they showed both significantly improved thermodynamic and dynamic properties. Because most of the H", "O molecules were adsorbed on the highly exfoliated GO sheets in Cu", "(BTC)", "/GO-m, CO", " uptake reached 3.30 mmol/g after exposure to the simulated flue gas for 60 min and remained unchanged for up to 120 min. This highlighted its potential application for real CO", " capture. More importantly, the in situ interfacial growth of nanoparticles induced by Pickering emulsions would be a promising strategy for designing and fabricating nanocomposites."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Introduction", "The adsorption technique has been proven to be one of the most promising techniques to reduce CO", "2", " emissions against fossil fuel combustion.", "(1, 2)", " An important issue for improving the efficiency of the adsorption technique is to seek novel adsorbents with outstanding CO", "2", " adsorption performance.", "(3)", " Many adsorbents, such as zeolites,", "(4)", " activated carbons,", "(5)", " and metal organic frameworks (MOFs),", "(6)", " have achieved great progress. However, all of them meet a great challenge in the real CO", "2", " capture processes in that their CO", "2", " adsorption efficiency decreases significantly because the flue gas is always  present with humidity, and they inherently show better affinity for the polar H", "2", "O molecule.", "(7-10)", "MOFs, owing to the diversity of chemistry, the network geometry, and the porosity, have sparked research interest in gas storage and separation.", "(11, 12)", " However, their stability, especially with respect to humidity, limits their further applications.", "(13)", " One of the most promising solutions is to produce MOF-based composites, such as alumina,", "(14)", " silica,", "(15)", " functionalized self-assembled monolayers,", "(16, 17)", " functionalized graphite,", "(18)", " polymer nanoparticles,", "(19)", " carbon nanotubes,", "(20)", " and graphite oxides (GO),", "(21, 22)", " because the composites can provide various desirable properties to meet multiple functional demands as well as good mechanical structures and stabilities. It was found that the oxygen-containing functional groups (hydroxyl, carboxyl, epoxy, and ketone) of GO were able to coordinate to the metallic centers of the MOFs and thus allowed the growth of MOF crystals on the GO sheets.", "(23, 24)", " Synergistic effects of the GO substrate on the porosity and the chemistry of MOFs resulted in a significant improvement in the adsorption of small gas molecules under ambient conditions, such as H", "2,", "(25)", " NH", "3", ",", "(26)", " and CO", "2.", "(22, 27, 28)", " However, the morphologies of most reported MOF/GO composites were usually a huge monolith or the closely packed layered block, which significantly limited the deserved advantages of graphene sheets.", "(29)", " Although there are already some successful approaches for the exfoliation of GO in solution,", "(30)", " the fabrication of composites with highly dispersed GO sheets remains a great challenge.", "(31)", "With oxygen-containing groups on the two-dimensional graphene sheets, the increased hydrophilicity of GO causes it to be easily dispersed in the interface of the water–oil binary system.", "(32-34)", " These properties makes great sense for producing the Pickering emulsion.", "(35)", " Stabilized by the self-assembly of amphiphilic nanoparticles such as silica, proteins, metal oxides, and carbon black at a liquid–liquid interface, Pickering emulsions have been widely used in various fields.", "(36-38)", " Recently, GO has also been reported to be a successful stabilizer for Pickering emulsions in which GO sheets were highly exfoliated and dispersed at the surface of the Pickering emulsion droplets.", "(39)", " Huang et al.", "(33)", " studied the activity of GO at air–water, liquid–liquid, and liquid–solid interfaces and found that GO can act as a molecular amphiphile as well as a colloidal surfactant. In fact, the large liquid–liquid interface of the Pickering emulsion stabilized by the nanoparticles would provide a great space for the in situ interfacial growth of new types of nanoparticles to produce novel composites.", "(40)", " The significance of the Pickering emulsion method for the fabrication of GO-based composites is attracting more and more attention. Mohsen et al.", "(41)", " synthesized nanocomposites by Pickering emulsion polymerization at the liquid–liquid interface with a system of poly(methyl methacrylate) (PMMA)-GO. Tang et al.", "(42)", " fabricated gold nanoparticle/graphene oxide hybrides (AuNP/GO) and prepared AuNP/GO supported polystyrene (PS) microspheres (AuNP/GO@PS) by polymerizing the Pickering emulsion. AuNP/GO@PS showed good catalytic performance for the reduction of 4-nitrophenol. However, for most reported GO-based composites produced by the Pickering emulsion method, nanoparticles should be ready-made or should even be surface-modified to render them compatible with GO, which is usually complicated and elaborate.", "Herein, we reported an in situ interfacial growth strategy for fabricating MOF/GO composites induced by the Pickering emulsion. Cu", "3", "(BTC)", "2", " was selected as a representation of MOFs because it is the most studied MOF and shows very good CO", "2", " adsorption capacity. GO was expected to bring about three aspect advantages. First, it can be a promising stabilizer for producing the Pickering emulsion and hence for providing a large interfacial area for the interfacial growth of Cu", "3", "(BTC)", "2", " nanoparticles to produce the Cu", "3", "(BTC)", "2", "/GO composites. Second, it can significantly modify the morphology and surface porosity of Cu", "3", "(BTC)", "2", " nanoparticles and hence improve their CO", "2", " adsorption performance in both thermodynamic and dynamic ways. Third, the highly dispersed GO sheets can enhance the surface water-resistance of the composites and hinder the entrance of water molecules into Cu", "3", "(BTC)", "2", " particles and hence improve CO", "2", " adsorption properties in the presence of humidity. Bu varying the GO content, the stability of Cu", "3", "(BTC)", "2", "/GO Pickering emulsions, the structure of Cu", "3", "(BTC)", "2", "/GO composites, and their CO", "2", " adsorption performance from the simulated humid flue gas were investigated.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Experimental Section", "Materials", "Nature graphite flakes (supplied by Huadong Graphite Processing Factory) were used for the GO synthesis. 1,3,5-Benzenetricarboxylic acid (H", "3", "BTC), NaNO", "3", ", Cu(NO", "3", ")", "2", ", H", "2", "SO", "4", ", KMnO", "4", ", and H", "2", "O", "2", " were purchased from Shanghai Ling Feng Chemical Reagent Co., Ltd. All reagents were reagent grade and used as purchased without further purification.", "Preparation of GO Solution", "GO was synthesized using a modified Hummers and Offeman’s method.", "(43)", " In a typical synthesis, graphite (0.5 g), NaNO", "3", " (0.5 g), and H", "2", "SO", "4", " (23 mL) were mixed together under stirring in an ice bath for 15 min. Then KMnO", "4", " (4 g) was slowly added, and the solution was transferred to a 35 °C bath under stirring. After about 2 h, a thick green paste was produced. Then water (40 mL) was added very slowly under stirring while the temperature reached 90 °C. After 1 h, water (100 mL) was added. Finally, H", "2", "O", "2", " (30%, 3 mL) was added very slowly, turning the color of the solution from dark brown to pale yellowish brown. The warm solution was then filtered and washed with water. The final product of GO was dispersed in water (2 mg/mL) for the preparation of Cu", "3", "(BTC)", "2", "/GO composites.", "Preparation of Cu", "3", "(BTC)", "2", "/GO Composites", "For the Pickering emulsion system, as illustrated in Scheme ", "1", ", the oil phase consisted of ", "n", "-octanol (5 mL) with H", "3", "BTC (0.06 g) dissolved, and the water phase consisted of water (5 mL) with Cu(NO", "3", ")", "2", " (0.06 g) dissolved and a GO aqueous suspension. The oil solution and aqueous solution were added to a 25 mL beaker and emulsified with a B25 emulsifier (B.R.T Co., Ltd.) at a speed of 10 000 rpm for 5 min. Then the mixture was heated to 60 °C and maintained for 60 min to produce Cu", "3", "(BTC)", "2", " at the interface of GO Pickering emulsion droplets. With different added amounts of the GO aqueous suspension (2 mg/mL) of 2, 5, and 10 mL, the products were denoted as Cu", "3", "(BTC)", "2", "/GO-l, Cu", "3", "(BTC)", "2", "/GO-m, and Cu", "3", "(BTC)", "2", "/GO-h, respectively. Pristine MOF of Cu", "3", "(BTC)", "2", " was also synthesized at 60 °C for comparison. All of the samples were dried at 60 °C under vacuum for 24 h before characterization.", "For comparison, the mixtures of preformed Cu", "3", "(BTC)", "2", " and GO by simply mixing and by growing Cu", "3", "(BTC)", "2", " in the bulk GO aqueous suspension without emulsification were also prepared. For the former, the Cu", "3", "(BTC)", "2", "&GO mixture was simply mixed with preformed Cu", "3", "(BTC)", "2", " (94 wt %) and GO (6 wt %). For the later, H", "3", "BTC (0.06 g) was dissolved in 5 mL of DMF solution, and Cu(NO", "3", ")", "2", " (0.06 g) was dissolved in deionized water (10 mL), respectively. Then two solutions together with a GO aqueous suspension (5 mL) were mixed and stirred at 85 °C for 6 h. The mixture was then filtered, washed, and dried. Finally, a Cu", "3", "(BTC)", "2", "&GO hybrid product was obtained.”", "Characterizations", "The morphology of the samples was characterized by optical micrography on a Nikon A1R. Field-emission scanning electron microscope (FESEM) images were taken by using a Nova NanoSEM 450. Powder X-ray diffraction (PXRD) patterns were recorded on a D/Max2550 VB/PC spectrometer using Cu Kα radiation (40 kV and 200 mA). Fourier transform infrared (FTIR) spectra of the samples were recorded at room temperature on a Thermo Scientific Nicolet iS10. Nitrogen adsorption measurements were conducted at 77.4 K on a Micrometrics ASAP 2020 sorption meter. The total surface area was determined by the Brunauer–Emmett–Teller (BET) model. Thermogravimetric analysis (TG) measurements were performed on a Netzsch STA 449 F3 Jupiter. Mass spectrometry (MS) measurements were conducted on a Netzsch QMS 403 D Aëolos.", "Gas Adsorption Measurements", "CO", "2", " adsorption capacities of the samples were determined by a Micrometrics ASAP 2020 at 25 °C, and all samples were degassed for 12 h at 120 °C under vacuum before the measurement. To examine the CO", "2", " adsorption of the obtained Cu", "3", "(BTC)", "2", "/GO composites in the presence of water, we proposed a practical quantitative method through the joint TG-MS. The samples were first degassed in a pure N", "2", " stream with a flow rate of 20 mL/min at 120 °C for 5 h in the oven of the thermogravimetric analyzer. After cooling to 25 °C, the samples were exposed to a simulated flue gas in which 50% relative humidity was introduced into the gas mixture of CO", "2", " and N", "2", " at a fixed ratio of 15:85 CO", "2", "/N", "2", " (v/v). Adsorption took place under the humid CO", "2", "/N", "2", " mixture feed stream. The flow rate of the whole feed stream was 20 mL/min. Purge desorption for 120 min followed by thermal desorption at up to 200 °C with a heating rate of 5 °C/min was carried out under pure N", "2", " with a flow rate of 20 mL/min. The signals of the mass loss of the samples as well as the mass spectrometry of H", "2", "O (mass/charge ratio = 18) were recorded simultaneously during the desorption process. For the calculation of the adsorption capacities of H", "2", "O and CO", "2", ", a calibration experiment was conducted in which 5 Å zeolite was exposed to a humid N", "2", " feed stream (50% relative humidity but without CO", "2", ") for the adsorption while the following thermal desorption process and other conditions remained the same.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "Scheme 1. Schematic Illustration of the Synthesis Approach for Cu", "3", "(BTC)", "2", "/GO", "As illustrated in Scheme ", "1", ", with the precursors of Cu", "3", "(BTC)", "2", " of H", "3", "BTC ligands dissolved in the ", "n", "-octanol phase and Cu(NO", "3", ")", "2", " in the water phase, the ", "n", "-octanol/water emulsion system is stabilized by GO sheets. All droplets of the GO Pickering emulsions (", "Figure S1a", ") show a smooth interface and a relatively homogeneous size distribution. The size of GO sheets is likely to greatly affect the stability and quality of the Pickering emulsion formed. The large GO sheets (>5 μm) are less hydrophilic so that they can float on the water surface whereas small (<1 μm), more hydrophilic GO sheets sink into the subphase.", "(33-35)", " Because most GO sheets produced in this work were large (", "Figure S1b", "), it ensured the good stability of the Pickering emulsion of the ", "n", "-octanol/water system and provided a large interfacial area for the interfacial growth of Cu", "3", "(BTC)", "2", " nanoparticles. We proposed the mechanism of the interfacial growth of Cu", "3", "(BTC)", "2", " as that inside the GO Pickering emulsions, and H", "3", "BTC would diffuse toward the GO surface driven by the concentration gradient while Cu", "2+", " ions would be adsorbed at the GO surface via the electrostatic interaction and the coordination with oxygen-containing functional groups. As a result, the interfacial nucleation of the Cu", "3", "(BTC)", "2", " nanoparticle could easily take place at the surface of GO sheets, which float stably at the ", "n", "-octanol/water interface, to produce a Cu", "3", "(BTC)", "2", "/GO composite. This proposed mechanism was confirmed by the optical and polarized optical micrographs of obtained Cu", "3", "(BTC)", "2", "/GO composites. As shown in Figure ", "1", ", covered with many particles, the surfaces of all of the GO emulsion droplets become coarse, which gives clear evidence of the growth of Cu", "3", "(BTC)", "2", " nanoparticles at the surface of the GO emulsion droplets. The polarized optical micrographs show more intuitively that the emulsion droplets are covered by the column-like or granular-like Cu", "3", "(BTC)", "2", " nanocrystals. When the added amount of GO is increased, the diameter of the emulsion droplets decreases from 50 μm for Cu", "3", "(BTC)", "2", "/GO-l to about 40 μm for Cu", "3", "(BTC)", "2", "/GO-h. Accordingly, the total interfacial area increases, resulting in denser coverage of the Cu", "3", "(BTC)", "2", " crystals. After storage for 1 week (", "Figure S2b", "), the Cu", "3", "(BTC)", "2", "/GO-m emulsion system exhibits little deterioration compared to its fresh counterpart (", "Figure S2a", "). Even after a secondary emulsification under high shearing forces at a speed of 10 000 rpm for 5 min, the emulsion system (", "Figure S2c", ") is still stable.", "Figure 1. Optical micrographs and polarized optical micrographs of Cu", "3", "(BTC)", "2", "/GO-l (a, b), Cu", "3", "(BTC)", "2", "/GO-m (c, d), and Cu", "3", "(BTC)", "2", "/GO-h (e, f). The scale bar in each image is 50 μm.", "TEM images (Figure ", "2", ") of Cu", "3", "(BTC)", "2", "/GO-m powder after drying as well as Cu", "3", "(BTC)", "2", "/GO-l and Cu", "3", "(BTC)", "2", "/GO-h powders (", "Figure S3", ") further reveal that most of the Cu", "3", "(BTC)", "2", " nanocrystals are regular octahedrons with an average size of about 100–200 nm, while some of them developed into a columnar rod with a length of 1 to 2 μm, consistent with the morphology observed by the polar micrographs. However, the granular-like Cu", "3", "(BTC)", "2", " nanocrystals were too small to be observed in the micrographs. Because of the spatial restriction of GO sheets, Cu", "3", "(BTC)", "2", " crystals can grow up only in one direction, resulting in a columnar rod rather than a large 3D octahedron at the GO surface. The in situ growth of Cu", "3", "(BTC)", "2", " crystals was further confirmed by the FTIR spectra and the PXRD patterns. All of the characteristic peaks of pristine Cu", "3", "(BTC)", "2", " crystals can be found on the FTIR spectra of Cu", "3", "(BTC)", "2", "/GO composites (", "Figure S4a", "), such as the bands in the region of 700–1300 cm", "–1", " assigned to the fingerprint region and the out-of-plane vibrations of BTC; the bands at 1380 cm", "–1", " are due to the symmetric stretching of carboxylic groups, and those at 1560, 1650, and 1675 cm", "–1", " are attributed to the asymmetric stretching of carboxylic groups in BTC as well as the C═O stretch of the carboxylate group located on the surface of GO, confirming the successful growth of Cu", "3", "(BTC)", "2", " nanoparticles on GO sheets. Similarly, because Cu", "3", "(BTC)", "2", " is the major component of Cu", "3", "(BTC)", "2", "/GO composites, their XRD patterns (", "Figure S4b", ") also clearly present characteristic features of the pristine Cu", "3", "(BTC)", "2", " as expected. More importantly, from the TEM images, we can see that GO sheets, as the stabilizer of the Pickering emulsion, are well exfoliated and highly extended even after the interfacial growth of Cu", "3", "(BTC)", "2", " nanoparticles. The unique structure of the composites of small Cu", "3", "(BTC)", "2", " nanocrystals highly dispersed at the surface of the exfoliated GO sheets would lead to more active adsorption sites exposed and would decrease the length for the gas molecules transferring, which are highly in favor of improving its CO", "2", " adsorption performance in both thermodynamic and dynamic ways.", "Figure 2. TEM images of the Cu", "3", "(BTC)", "2", "/GO-m composite.", "N", "2", " adsorption–desorption isotherms of Cu", "3", "(BTC)", "2", "/GO composites at 77 K (Figure ", "3", ") show a typical type I adsorption isotherm, and the steep rise in the amount of N", "2", " adsorbed in the low-pressure region suggests the presence of a large portion of micropores in each Cu", "3", "(BTC)", "2", "/GO composite. A hysteresis loop is also observed with increasing relative pressure ", "p", "/", "p", "° close to 1, indicating the presence of mesopores or macropores caused by the close packing of Cu", "3", "(BTC)", "2", " nanocrystals at the surface of GO sheets or the aggregation of Cu", "3", "(BTC)", "2", "/GO composite particles. The hysteresis loop is broadened upon increasing the added amount of GO, indicating that the structure is dependent on the GO content. As summarized in ", "Table S1", ", the BET surface area is present in the decreasing sequence 933, 898, 837, and 743 m", "2", " g", "–1", " for pure Cu", "3", "(BTC)", "2", ", Cu", "3", "(BTC)", "2", "/GO-l, Cu", "3", "(BTC)", "2", "/GO-m, and Cu", "3", "(BTC)", "2", "/GO-h, respectively, because GO makes no contribution to the surface area and the larger the added amount of GO, the smaller the surface area. However, Cu", "3", "(BTC)", "2", "/GO composites exhibit a much higher volume compared to pure Cu", "3", "(BTC)", "2", ", which might be caused by the distortion of the first layer of Cu", "3", "(BTC)", "2", " structure developed at the surface of GO sheets.", "(44)", " As the GO content increases, the maximum pore volume reaches as high as 0.19 cm", "3", " g", "–1", " for Cu", "3", "(BTC)", "2", "/GO-m. However, too large a GO content results in a denser formation of the Cu", "3", "(BTC)", "2", " nanocrystals in the composites, and the volume would not increase further.", "Figure 3. (a) N", "2", " adsorption isotherms collected at 77 K. (b) CO", "2", " adsorption isotherms collected at 298 K for each Cu", "3", "(BTC)", "2", "/GO composite powder after drying.", "Pure CO", "2", " adsorption isotherms are collected at 298 K on each Cu", "3", "(BTC)", "2", "/GO composite to investigate their CO", "2", " adsorption capacity (Figure ", "3", "b). Compared to pure Cu", "3", "(BTC)", "2", ", the CO", "2", " adsorption capacity increases significantly from 2.77 to 3.13 and 3.37 mmol/g for Cu", "3", "(BTC)", "2", "/GO-l and Cu", "3", "(BTC)", "2", "/GO-m, respectively, but decreases to 2.66 mmol/g for Cu", "3", "(BTC)", "2", "/GO-h. With suitable GO added, it can significantly modify the morphology and surface porosity of Cu", "3", "(BTC)", "2", " nanoparticles and hence increase the CO", "2", " adsorption, respectively.", "(45, 46)", " Determined by TG analysis (", "Figure S5", ", including the calculation details), the Cu", "3", "(BTC)", "2", " contents in Cu", "3", "(BTC)", "2", "/GO-l, Cu", "3", "(BTC)", "2", "/GO-m, and Cu", "3", "(BTC)", "2", "/GO-h composites are about 95.12, 93.90, and 92.77 wt %, respectively. Too much added GO resulted in a small percentage of Cu", "3", "(BTC)", "2", " in the Cu", "3", "(BTC)", "2", "/GO-h composite and a small CO", "2", " adsorption capacity because GO itself makes only a small contribution to the CO", "2", " adsorption capacity.", "For the real CO", "2", " capture from the postcombustion flue gas, the influence of water could not be ignored.", "(47-49)", " In our previous work, we developed a convenient quantitative method through TG-MS to determine the dynamic CO", "2", " uptake from the simulated flue gas in the presence of water.", "(50)", " Because the affinity of CO", "2", " and H", "2", "O are much stronger than that of N", "2", " on Cu", "3", "(BTC)", "2", ", the weight increase (or loss) during the adsorption (or desorption) process is supposed to be attributed only to the adsorption (or desorption) of CO", "2", " and H", "2", "O. Meanwhile, MS was used to monitor the amount of desorbed H", "2", "O in the effluent during the desorption process. The peak area of H", "2", "O in the MS curve is proportional to the amount of H", "2", "O adsorbed in the sample, and the proportionality coefficient ", "R", "H", "2", "O", " (the ratio of mass/area) was determined to be 2.523. On this basis, H", "2", "O uptake from the simulated flue gas for any sample can be calculated by multiplying the peak area in its corresponding H", "2", "O MS curve by ", "R", "H", "2", "O", ". CO", "2", " uptake can then be estimated by subtracting the calculated amount of H", "2", "O from the total mass increase in the TG curve determined during the adsorption process.", "Figure 4. (a) TG curves of dynamic adsorption–desorption and (b) MS curves of H", "2", "O during desorption on each Cu", "3", "(BTC)", "2", "/GO composite.", "Figure ", "4", "a shows the dynamic adsorption and desorption curves determined by TG when the samples were exposed to the simulated flue gas containing 15% (v/v) CO", "2", " in N", "2", " with 50% relative humidity for 120 min before experiencing thermal desorption under purging with pure N", "2", ". Meanwhile, the amounts of H", "2", "O desorbed in the effluent during the desorption process were monitored by their MS curves (Figure ", "4", "b). The H", "2", "O and CO", "2", " uptakes of all samples were measured and calculated (", "Table S2", "). The final results are summarized in Table ", "1", ". All Cu", "3", "(BTC)", "2", "/GO composites show significantly improved CO", "2", " uptake and CO", "2", "/H", "2", "O selectivity under the humid condition compared to pristine Cu", "3", "(BTC)", "2", " as well as GO, indicating the successful designing methodology of Cu", "3", "(BTC)", "2", "/GO composite adsorbent.", "Table 1. Dynamic Adsorption on Cu", "3", "(BTC)", "2", ", GO, and Cu", "3", "(BTC)", "2", "/GO Composites from the Simulated Flue Gas in the Presence of Humidity and Comparison with the Equilibrium CO", "2", " Adsorption Capacity", "sample", "GO content [%]", "CO", "2", " capacity, dry [mmol g", "–1", "]", "a", "CO", "2", " uptake, wet [mmol g", "–1", "]", "b", "H", "2", "O uptake [mmol g", "–1", "]", "c", "Cu", "3", "(BTC)", "2", "0", "2.77", "0.64", "3.57", "Cu", "3", "(BTC)", "2", "/GO-l", "4.88", "3.13", "1.57", "5.61", "Cu", "3", "(BTC)", "2", "/GO-m", "6.06", "3.37", "3.19", "7.15", "Cu", "3", "(BTC)", "2", "/GO-h", "7.23", "2.66", "2.20", "5.96", "GO", "100", " ", "0.91", "7.20", "a", "Determined by the equilibrium pure CO", "2", " adsorption isotherm at 298 K, 1 bar.", "b", "Determined by the total amount of dynamic adsorption minus the amount of H", "2", "O uptake when exposing the adsorbent in the simulated flue gas in the presence of humidity for 120 min.", "c", "Determined by the area of the H", "2", "O MS peak multiplying ", "R", "H", "2", "O", ".", "As listed in Table ", "1", ", the CO", "2", " adsorption capacity of pristine Cu", "3", "(BTC)", "2", " from dry and pure CO", "2", " is 2.77 mmol/g, but when it was exposed to the simulated flue gas in the presence of humidity for 120 min, the dynamic CO", "2", " uptake decreased significantly to 0.64 mmol/g. This is because the microporous Cu", "3", "(BTC)", "2", " has a better affinity for the polar H", "2", "O molecule (3.57 mmol/g) than for the CO", "2", " molecule, the preoccupied H", "2", "O molecules exclusively form CO", "2", " molecules from adsorption, and even worse, H", "2", "O molecules might attack MOF metal clusters and destroy the MOF skeleton structure to some degree.", "(7)", " Whereas for the pristine GO, with the basal planes of the carbon networks and the oxygen-containing functional groups, it shows a great affinity for H", "2", "O molecules and H", "2", "O uptake is as high as 7.20 mmol/g. When two components assemble together to produce Cu", "3", "(BTC)", "2", "/GO composites through the Pickering emulsion, the CO", "2", " adsorption performance will be significantly improved. For Cu", "3", "(BTC)", "2", "/GO-m under the same dynamic adsorption conditions, its CO", "2", " uptake from the simulated flue gas with 15% CO", "2", " in the presence of humidity could be maintained as high as 3.19 mmol/g, with only a little lower than the equilibrium CO", "2", " adsorption capacity of 3.37 mmol/g from the dry and pure CO", "2", " flow. Because of the unique structure of Cu", "3", "(BTC)", "2", "/GO composites in which Cu", "3", "(BTC)", "2", " nanocrystals were evenly distributed on the surface of highly exfoliated GO sheets, most H", "2", "O molecules would be predominantly adsorbed on GO sheets (7.15 mmol/g), which significantly decrease their occupancy in the pores of Cu", "3", "(BTC)", "2", " nanocrystals. As a result, CO", "2", " uptake in Cu", "3", "(BTC)", "2", " is maintained at a high level, and both CO", "2", " and H", "2", "O uptakes are high. For Cu", "3", "(BTC)", "2", "/GO-l, when the added amount of GO is not large enough, CO", "2", " uptake from the simulated flue gas still shows a significant decrease compared to its CO", "2", " capacity under dry conditions, although it is already much better than that of the pristine Cu", "3", "(BTC)", "2", ". On the contrary, for Cu", "3", "(BTC)", "2", "/GO-h, more added GO would improve the water resistance and degrade CO", "2", " uptake as well. Because the surface area of Cu", "3", "(BTC)", "2", "/GO-h shows a significant decrease, both CO", "2", " and H", "2", "O uptakes are lower than that of Cu", "3", "(BTC)", "2", "/GO-m. These phenomena indicate that GO can effectively adsorb H", "2", "O molecules but allow the free diffusion of CO", "2", " molecules into Cu", "3", "(BTC)", "2", " nanocrystals, maintaining the overall good CO", "2", " uptake even in the presence of humidity for 120 min.", "Meanwhile, when we make an enlargement of the initial segments of dynamic adsorption curves (", "Figure S6", "), we can see that the adsorption rate is in the sequence of Cu", "3", "(BTC)", "2", "/GO-h > Cu", "3", "(BTC)", "2", "/GO-m > Cu", "3", "(BTC)", "2", "/GO-l > Cu", "3", "(BTC)", "2", ", indicating that with increased amounts of GO, the total initial adsorption rate increases. To understand clearly which component between CO", "2", " and H", "2", "O is the dominant contribution for the overall initial uptakes, we took Cu", "3", "(BTC)", "2", "/GO-m as an example to investigate the changes in CO", "2", " and H", "2", "O uptakes with the adsorption time (", "Table S3", "). As shown in Figure ", "5", ", the H", "2", "O adsorption rate is much faster than CO", "2", ". At 30 min, H", "2", "O uptake is as high as 4.95 mmol/g, whereas CO", "2", " uptake is only 1.64 mmol/g. Because GO is responsive for the adsorption of H", "2", "O, Cu", "3", "(BTC)", "2", "/GO-h, with the largest added amount of GO, shows the fastest initial adsorption rate. After that, CO", "2", " uptake keeps increasing whereas the increase of H", "2", "O uptake slows down. At 60 min, CO", "2", " uptake is 3.30 mmol/g, almost the same as the adsorption capacity from dry and pure CO", "2", ", suggesting that with GO protection, H", "2", "O almost shows no negative effect on CO", "2", " adsorption. Even for prolonged adsorption to 120 min, although the H", "2", "O uptake keeps on increasing to 7.15 mmol/g, the CO", "2", " uptake can maintain a high value of 3.30 mmol/g. Usually, 120 min is long enough for a real adsorption and separation process, Therefore, the water-resistant ability of Cu", "3", "(BTC)", "2", "/GO composites would be very meaningful for real CO", "2", " capture in the future.", "Figure 5. Changes in CO", "2", " and H", "2", "O uptakes with adsorption time on Cu", "3", "(BTC)", "2", "/GO-m from the simulated flue gas in the presence of humidity.", "Compared to the Cu", "3", "(BTC)", "2", "&GO hybrid by growing Cu", "3", "(BTC)", "2", " in the bulk GO aqueous suspension without emulsification or the Cu", "3", "(BTC)", "2", "&GO mixture by simply mixing, Cu", "3", "(BTC)", "2", "/GO composites show a significantly improved CO", "2", " capacity under the humid condition, indicating the successful design and preparation methodology of the in situ interfacial growth. As listed in ", "Table S4", " and shown in ", "Figure S7", ", the CO", "2", " uptake of Cu", "3", "(BTC)", "2", "/GO-m could be as high as 3.30 mmol/g at high humidity for 60 min, whereas the Cu", "3", "(BTC)", "2", "&GO hybrid and Cu", "3", "(BTC)", "2", "&GO mixture are only 1.56 and 1.27 mmol/g under the same testing conditions. In the samples of the Cu", "3", "(BTC)", "2", "&GO hybrid and Cu", "3", "(BTC)", "2", "&GO mixture, GO sheets could not be as highly exfoliated and extended as those in the Cu", "3", "(BTC)", "2", "/GO composite. It appears that highly extended GO sheets on the surface of the Cu", "3", "(BTC)", "2", "/GO composite are acting as a “sponge” for the water vapor present in the gas flow, enabling the MOF to absorb CO", "2", ". Therefore, the synergistic effect of the nanocomposites synthesized via the in situ interfacial synthesis approach induced by the Pickering emulsion is very interesting and attractive.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Conclusions", "A novel in situ interfacial growth of nanoparticles induced by the Pickering emulsion strategy was proposed for the fabrication of MOF/GO composites. The GO sheet is a promising stabilizer for the Pickering emulsion and hence provides a large interfacial area for the interfacial growth of Cu", "3", "(BTC)", "2", " nanoparticles. The well-exfoliated and extended GO sheets in the obtained Cu", "3", "(BTC)", "2", "/GO composites showed a great affinity for H", "2", "O molecules and significantly reduced their occupation in Cu", "3", "(BTC)", "2", " nanoparticles. Therefore, with a suitable amount of GO incorporated, Cu", "3", "(BTC)", "2", "/GO-m exhibited good CO", "2", " adsorption. From the simulated flue gas at high humidity, CO", "2", " uptake of Cu", "3", "(BTC)", "2", "/GO-m was as high as 3.30 mmol g", "–1", " and remainted this high for about 120 min. The efficient CO", "2", " capture in both thermodynamic and dynamic ways highlighted the potential application of Cu", "3", "(BTC)", "2", "/GO composites. More importantly, this in situ interfacial growth of nanoparticles induced by the Pickering emulsion strategy provided a convenient and general method for the fabrication of various task-specific nanocomposites.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "Optical micrograph and polarized optical micrograph of a GO Pickering emulsion. FTIR spectra, PXRD patterns, TG curves, dynamic adsorption curves, porosity, and dynamic CO", "2", " and H", "2", "O uptake on Cu", "3", "(BTC)", "2", "/GO composites. The Supporting Information is available free of charge on the ", "ACS Publications website", " at DOI: ", "10.1021/acs.langmuir.5b01171", ".", "Author Contributions", "The manuscript was written through the contributions of all authors. All authors have given approval to the final version of the manuscript.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "Financial support for this work is provided by the National Basic Research Program of China (2013CB733501), the National Natural Science Foundation of China (nos. 91334203 and 21176066), the 111 Project of China (no. B08021), the Fundamental Research Funds for the Central Universities of China, and the project of FP7-PEOPLE-2013-IRSES (PIRSES-GA-2013-612230).", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 50 other publications.", "1. ", "Aaron", ", ", "D.", "; ", "Tsouris", ", ", "C.", " ", "Separation of CO", "2", " from Flue Gas: A Review", " ", "Sep. Sci. Technol.", " ", "2005", ",  ", "40", ",  ", "321", "– ", "348", "[", "Crossref", "], [", "CAS", "]", "1. ", "Separation of CO2 from flue gas: a review", "Aaron, Douglas; Tsouris, Costas", "Separation Science and Technology", "\r\n        (", "2005", "),\r\n    ", "40", "\r\n        (", "1-3", "),\r\n    ", "321-348", "CODEN:\r\n                ", "SSTEDS", ";\r\n        ISSN:", "0149-6395", ".\r\n    \r\n            (", "Taylor & Francis, Inc.", ")\r\n        ", "A review concerning sepn. and sequestration of power generation flue gas CO2 is given.  Topics discussed include: absorption (monoethanolamine process, advantages and disadvantages, flue gas desulfurization, other possible solns., solid sorbents); adsorption (sorbent HSC+, advantages and disadvantages); cryogenic distn. (advantages and disadvantages); membrane diffusion (advantages and disadvantages); hydrate formation and dissocn. (adding THF to form hydrates); elec. desorption; redox technol.; NH4+ carbonation; development status summary; ranking the most promising technologies; and selecting a sepn. technol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhvVeksbw%253D&md5=247687428d2b36d636dabbfe4a78f551", "2. ", "Chaffee", ", ", "A.", "; ", "Knowles", ", ", "G.", "; ", "Liang", ", ", "Z.", "; ", "Zhang", ", ", "J.", "; ", "Xiao", ", ", "P.", "; ", "Webley", ", ", "P.", " ", "CO", "2", " capture by adsorption: Materials and process development", " ", "Int. J. Greenhouse Gas Control", " ", "2007", ",  ", "1", ",  ", "11", "– ", "18", "[", "Crossref", "], [", "CAS", "]", "2. ", "CO2 capture by adsorption: materials and process development", "Chaffee, Alan L.; Knowles, Gregory P.; Liang, Zhijian; Zhang, Jun; Xiao, Penny; Webley, Paul A.", "International Journal of Greenhouse Gas Control", "\r\n        (", "2007", "),\r\n    ", "1", "\r\n        (", "1", "),\r\n    ", "11-18", "CODEN:\r\n                ", "IJGGBW", ";\r\n        ISSN:", "1750-5836", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Vacuum swing adsorptive (VSA) capture of CO2 from flue gas and related process streams is a promising technol. for greenhouse gas mitigation.  Although early reports suggested that VSA was problematic and expensive, through the application of more logical process configurations that are appropriately coupled to the compn. of the feed and product gas streams, we can now refute this early assertion.  Improved cycle designs coupled with tighter temp. control are also helping to optimize performance for CO2 sepn.  Simultaneously, new adsorbent materials are being developed.  These sep. CO2 by selective (acid-base) reaction with surface bound amine groups (chemisorption), rather than on the basis of non-bonding interactions (physisorption).  This report describes some of these recent developments from our own labs. and points to synergies that are anticipated as a result of combining these improvements in adsorbent properties and VSA process cycles.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXlsVehurs%253D&md5=eb7b38f4bd6f5c542739295a9cb593b3", "3. ", "Zhang", ", ", "Z.", "; ", "Yao", ", ", "Z.-Z.", "; ", "Xiang", ", ", "S.", "; ", "Chen", ", ", "B.", " ", "Perspective of microporous metal–organic frameworks for CO", "2", "capture and separation", " ", "Energy Environ. Sci.", " ", "2014", ",  ", "7", ",  ", "2868", "– ", "2899", "[", "Crossref", "], [", "CAS", "]", "3. ", "Perspective of microporous metal-organic frameworks for CO2 capture and separation", "Zhang, Zhangjing; Yao, Zi-Zhu; Xiang, Shengchang; Chen, Banglin", "Energy & Environmental Science", "\r\n        (", "2014", "),\r\n    ", "7", "\r\n        (", "9", "),\r\n    ", "2868-2899", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  It is emergent to reduce carbon dioxide emissions from fossil fuel combustion and thereby limit climate destabilization.  In order to achieve the industrial scenario of CCS, there is a need for the discovery of better solid CO2 adsorbents that realize great improvement of selective capacity and stability to moisture as well as significant redns. in energy requirements and costs.  In this review, we provide an overview of the current status of the emerging microporous metal-org. frameworks (MOFs) for the storage and sepn. of carbon dioxide.  We summarize the main factors for CO2 capture performance of MOF materials under different working conditions, in comparison with those for zeolite materials.  At the same time, we analyze the relationship among porous structures, pore/window sizes, capacity, selectivity and enthalpy of porous MOFs for CCS, which will give us clues for the design and synthesis of MOF materials as CO2 adsorbents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtVymu7rI&md5=6b2caf35f3003cc10e1eba706bca4519", "4. ", "Hudson", ", ", "M. R.", "; ", "Queen", ", ", "W. L.", "; ", "Mason", ", ", "J. A.", "; ", "Fickel", ", ", "D. W.", "; ", "Lobo", ", ", "R. F.", "; ", "Brown", ", ", "C. M.", " ", "Unconventional, highly selective CO", "2", " adsorption in zeolite SSZ-13", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "1970", "– ", "1973", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Unconventional, Highly Selective CO2 Adsorption in Zeolite SSZ-13", "Hudson, Matthew R.; Queen, Wendy L.; Mason, Jarad A.; Fickel, Dustin W.; Lobo, Raul F.; Brown, Craig M.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "4", "),\r\n    ", "1970-1973", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Low-pressure adsorption of carbon dioxide and nitrogen was studied in both acidic and copper-exchanged forms of SSZ-13, a zeolite contg. an 8-ring window.  Under ideal conditions for industrial sepns. of CO2 from N2, the ideal adsorbed soln. theory selectivity is >70 in each compd.  For low gas coverage, the isosteric heat of adsorption for CO2 is 33.1 and 34.0 kJ/mol for Cu- and H-SSZ-13, resp.  From in situ neutron powder diffraction measurements, the authors ascribe the CO2 over N2 selectivity to differences in binding sites for the two gases, where the primary CO2 binding site is located in the center of the 8-membered-ring pore window.  This CO2 binding mode, which has important implications for use of zeolites in sepns., was not obsd. before and is rationalized and discussed relative to the high selectivity for CO2 over N2 in SSZ-13 and other zeolites contg. 8-ring windows.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xks1agsA%253D%253D&md5=7d1aba7cd7de58db3548d7235eb8aaf9", "5. ", "Aijaz", ", ", "A.", "; ", "Akita", ", ", "T.", "; ", "Yang", ", ", "H.", "; ", "Xu", ", ", "Q.", " ", "From ionic-liquid@metal-organic framework composites to heteroatom-decorated large-surface area carbons: superior CO", "2", " and H", "2", " uptake", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "6498", "– ", "6501", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "From ionic-liquid@metal-organic framework composites to heteroatom-decorated large-surface area carbons: superior CO2 and H2 uptake", "Aijaz, Arshad; Akita, Tomoki; Yang, Hui; Xu, Qiang", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "49", "),\r\n    ", "6498-6501", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "High surface area uniformly nitrogen (N)- and boron-nitrogen (BN)-decorated nanoporous carbons have been prepd. by impregnation of ionic liqs. (ILs) within a metal-org. framework MIL-100(Al), followed by carbonization, which exhibit remarkable CO2 and H2 adsorption capacities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXosVarsb8%253D&md5=ec515746fee9b96f80a0092984ae5ed7", "6. ", "Zhu", ", ", "Q. L.", "; ", "Xu", ", ", "Q.", " ", "Metal-organic framework composites", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5468", "– ", "5512", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Metal-organic framework composites", "Zhu, Qi-Long; Xu, Qiang", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5468-5512", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs), also known as porous coordination polymers (PCPs), synthesized by assembling metal ions with org. ligands have recently emerged as a new class of cryst. porous materials.  The amenability to design as well as fine-tunable and uniform pore structures makes them promising materials for a variety of applications.  Controllable integration of MOFs and functional materials is leading to the creation of new multifunctional composites/hybrids, which exhibit new properties that are superior to those of the individual components through the collective behavior of the functional units.  This is a rapidly developing interdisciplinary research area.  This review provides an overview of the significant advances in the development of diverse MOF composites reported till now with special emphases on the synergistic effects and applications of the composites.  The most widely used and successful strategies for composite synthesis are also presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7jE&md5=05dd0a2017c0041ad7f9faa2da280cc1", "7. ", "Kaye", ", ", "S. S.", "; ", "Dailly", ", ", "A.", "; ", "Yaghi", ", ", "O. M.", "; ", "Long", ", ", "J. R.", " ", "Impact of Preparation and Handling on the Hydrogen Storage Properties of Zn", "4", "O(1,4-benzenedicarboxylate)", "3", " (MOF-5)", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "14176", "– ", "14177", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Impact of Preparation and Handling on the Hydrogen Storage Properties of Zn4O(1,4-benzenedicarboxylate)3 (MOF-5)", "Kaye, Steven S.; Dailly, Anne; Yaghi, Omar M.; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "46", "),\r\n    ", "14176-14177", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The prototypical metal-org. framework Zn4O(BDC)3 (MOF-5, BDC2- = 1,4-benzenedicarboxylate) decomps. gradually in humid air to form a nonporous solid.  Recognizing this, improved procedures for its synthesis and handling were developed, leading to significant increases in N2 and H2 gas adsorption capacities.  Nitrogen adsorption isotherms measured at 77 K reveal an enhanced max. N2 uptake of 44.5 mmol/g and a BET surface area of 3800 m2/g, compared to the 35.8 mmol/g and 3100 m2/g obtained for a sample prepd. using previous methods.  High-pressure H2 adsorption isotherms show improvements from 5.0 to 7.1 excess wt. % at 77 K and 40 bar.  The total H2 uptake was further obsd. to climb to 11.5% at 170 bar, corresponding to a volumetric storage d. of 77 g/L.  Thus, the air-free compd. exhibits the highest gravimetric and volumetric H2 uptake capacities yet demonstrated for a cryogenic hydrogen storage material.  Also, no loss of capacity was apparent during 24 complete adsorption-desorption cycles, while kinetics measurements showed a loading time of 2 min with application of just 45 bar of pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXht1CrurvF&md5=225d78a759d3f213ea51beff7a7f784e", "8. ", "Low", ", ", "J. J.", "; ", "Benin", ", ", "A. I.", "; ", "Jakubczak", ", ", "P.", "; ", "Abrahamian", ", ", "J. F.", "; ", "Faheem", ", ", "S. A.", "; ", "Willis", ", ", "R. R.", " ", "Virtual High Throughput Screening Confirmed Experimentally: Porous Coordination Polymer Hydration", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "15834", "– ", "15842", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Virtual High Throughput Screening Confirmed Experimentally: Porous Coordination Polymer Hydration", "Low, John J.; Benin, Annabelle I.; Jakubczak, Paulina; Abrahamian, Jennifer F.; Faheem, Syed A.; Willis, Richard R.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "43", "),\r\n    ", "15834-15842", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Hydrothermal stability is a pertinent issue to address for many industrial applications where percent levels of water can be present at temps. ranging from subambient to several hundred degrees.  Our objective is to understand relative stabilities of MOF materials through exptl. testing combined with mol. modeling.  This will enable the ultimate design of materials with improved hydrothermal stability, while maintaining the properties of interest.  The tools that we have employed for these studies include quantum mech. calcns. based upon cluster models and combinatorial steaming methods whereby a steam stability map was formulated according to the relative stability of different materials.  The exptl. steaming method allows for high throughput screening of materials stability over a broad range of steam levels as well as in-depth investigation of structural transformations under more highly resolved conditions, while the cluster model presented here yields the correct trends in hydrothermal stability.  Good agreement was obsd. between predicted relative stabilities of materials by mol. modeling and exptl. results.  Fundamental information from these studies has provided insight into how metal compn. and coordination, chem. functionality of org. linker, framework dimensionality, and interpenetration affect the relative stabilities of PCP materials.  This work suggests that the strength of the bond between the metal oxide cluster and the bridging linker is important in detg. the hydrothermal stability of the PCP.  Although the flexibility of the framework plays a role, it is not as important as the metal-linker bond strength.  This demonstration of alignment between exptl. and calcd. observations has proven the validity of the method, and the insight derived herein insight facilitates direction in designing ideal MOF materials with improved hydrothermal stability for desired applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1arur%252FE&md5=2bc148c575edf4559c049c60c29d274f", "9. ", "Nugent", ", ", "P.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Burd", ", ", "S. D.", "; ", "Cairns", ", ", "A. J.", "; ", "Luebke", ", ", "R.", "; ", "Forrest", ", ", "K.", "; ", "Pham", ", ", "T.", "; ", "Ma", ", ", "S.", "; ", "Space", ", ", "B.", "; ", "Wojtas", ", ", "L.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", " ", "Porous materials with optimal adsorption thermodynamics and kinetics for CO", "2", " separation", " ", "Nature", " ", "2013", ",  ", "495", ",  ", "80", "– ", "84", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Porous materials with optimal adsorption thermodynamics and kinetics for CO2 separation", "Nugent, Patrick; Belmabkhout, Youssef; Burd, Stephen D.; Cairns, Amy J.; Luebke, Ryan; Forrest, Katherine; Pham, Tony; Ma, Shengqian; Space, Brian; Wojtas, Lukasz; Eddaoudi, Mohamed; Zaworotko, Michael J.", "Nature (London, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "495", "\r\n        (", "7439", "),\r\n    ", "80-84", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Energy costs assocd. with the sepn. and purifn. of industrial commodities (e.g., gases, fine chems., fresh water) currently represent ∼15% of global energy prodn.; the demand for such commodities is projected to triple by 2050 (P. Taylor, 2010).  The challenge of developing effective sepn. and purifn. technologies which have much smaller energy footprints is greater for CO2 than for other gases; in addn. to its involvement in climate change, CO2 is an impurity in natural gas, biogas (biomass-based natural gas), syngas (CO/H2, the main H2 source for refineries), and many other gas streams.  In the context of porous cryst. materials which can exploit equil. and kinetic selectivity, size selectivity and targeted mol. recognition are attractive characteristics for CO2 sepn. and capture, as exemplified by 5A and 13X zeolites (J. Merel, et al., 2008), and metal-org. materials (MOM).  This paper reports that a crystal engineering or reticular chem. strategy which controls pore functionality and pore size in a series of MOM with coordinately satd. metal centers and periodically arrayed hexafluorosilicate anions (SiF52-) enables a kinetics and thermodn. sweet spots offering high volumetric uptake at low CO2 partial pressure (<0.15 bar).  Most importantly, such MOM offer an unprecedented CO2 sorption selectivity over N2, H2, and CH4, even in the presence of moisture.  Thus, these MOM are relevant to CO2 sepn. in the context of post-combustion (flue gas, CO2/N2), pre-combustion (shifted synthesis gas stream, CO2/H2), and natural gas upgrading (natural gas clean-up, CO2/CH4).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjsFCntbg%253D&md5=56941673abb6b13f920476a593dfeb98", "10. ", "Li", ", ", "G.", "; ", "Xiao", ", ", "P.", "; ", "Webley", ", ", "P.", "; ", "Zhang", ", ", "J.", "; ", "Singh", ", ", "R.", "; ", "Marshall", ", ", "M.", " ", "Capture of CO", "2", " from high humidity flue gas by vacuum swing adsorption with zeolite 13X", " ", "Adsorption", " ", "2008", ",  ", "14", ",  ", "415", "– ", "422", "[", "Crossref", "], [", "CAS", "]", "10. ", "Capture of CO2 from high humidity flue gas by vacuum swing adsorption with zeolite 13X", "Li, Gang; Xiao, Penny; Webley, Paul; Zhang, Jun; Singh, Ranjeet; Marshall, Marc", "Adsorption", "\r\n        (", "2008", "),\r\n    ", "14", "\r\n        (", "2/3", "),\r\n    ", "415-422", "CODEN:\r\n                ", "ADSOFO", ";\r\n        ISSN:", "0929-5607", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "Capture of CO2 from flue gas streams using adsorption processes must deal with the prospect of high humidity streams contg. bulk CO2 as well as other impurities such as SOx, NOx, etc.  Most studies to date have ignored this aspect of CO2 capture.  In this study, the capture of CO2 from a 12% synthetic flue gas stream at a relative humidity of 95% at 30° was exptl. examd.  A 13X adsorbent was used and the migration of the water and its subsequent impact on capture performance was evaluated.  Binary breakthrough of CO2/water vapor was performed and indicated a significant effect of water on CO2 adsorption capacity, as expected.  Cyclic expts. indicate that the water zone migrates a quarter of the way into the column and stabilizes its position so that CO2 capture is still possible although decreased.  The formation of a water zone creates a \"cold spot\" which has implications for the system performance.  The recovery of CO2 dropped from 78.5 to 60% when moving from dry to wet flue gas while the productivity dropped by 22%.  Although the concn. of water leaving the bed under vacuum was 27%(vol), the low vacuum pressure prevented condensation of water in this stream.  However, the vacuum pump acted as a condenser and separator to remove bulk water.  An important consequence of the presence of a water zone was to elevate the vacuum level thereby reducing CO2 working capacity.  Thus although there is a detrimental effect of water on CO2 capture, long term recovery of CO2 is still possible in a single VSA process.  Pre-drying of the flue gas steam is not required.  However, careful consideration of the impact of water and accommodation thereof must be made particularly when the feed stream temp. increases resulting in higher feed water concn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXjsFajs7s%253D&md5=504905ed7b8b4a30e4bde8f1006d63f2", "11. ", "Chaemchuen", ", ", "S.", "; ", "Kabir", ", ", "N. A.", "; ", "Zhou", ", ", "K.", "; ", "Verpoort", ", ", "F.", " ", "Metal-organic frameworks for upgrading biogas via CO", "2", " adsorption to biogas green energy", " ", "Chem. Soc. Rev.", " ", "2013", ",  ", "42", ",  ", "9304", "– ", "9332", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Metal-organic frameworks for upgrading biogas via CO2 adsorption to biogas green energy", "Chaemchuen, Somboon; Kabir, Nawsad Alam; Zhou, Kui; Verpoort, Francis", "Chemical Society Reviews", "\r\n        (", "2013", "),\r\n    ", "42", "\r\n        (", "24", "),\r\n    ", "9304-9332", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  In the midst of the global climate change phenomenon, mainly caused by fossil fuel burning to provide energy for our daily life and discharge of CO2 into the atm., biogas is one of the important renewable energy sources that can be upgraded and applied as a fuel source for energy in daily life.  The advantages of the prodn. of hybrid materials, metal-org. framework (MOF) adsorbents, expected for the biogas upgrading, rely on the bulk sepn. of CO2 under near-ambient conditions.  This review highlights the challenges for MOF adsorbents, which have the greatest upgrading abilities for biogas via selective passage of methane.  The key factors improving the ideal MOF materials for these high CO2 capture and selectivity uses for biogas upgrading to produce bio-methane and reduce fossil-fuel CO2 emission will be discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVShsb7O&md5=27bcd6645186b51807c93c625626de05", "12. ", "Cheng", ", ", "P.", "; ", "Hu", ", ", "Y. H.", " ", "H2O-Functionalized Zeolitic Zn(2-methylimidazole)", "2", "Framework (ZIF-8) for H2Storage", " ", "J. Phys. Chem. C", " ", "2014", ",  ", "118", ",  ", "21866", "– ", "21872", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "H2O-Functionalized Zeolitic Zn(2-methylimidazole)2 Framework (ZIF-8) for H2 Storage", "Cheng, Peifu; Hu, Yun Hang", "Journal of Physical Chemistry C", "\r\n        (", "2014", "),\r\n    ", "118", "\r\n        (", "38", "),\r\n    ", "21866-21872", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "It is generally recognized that H2O adsorption on a porous material would inhibit H2 adsorption.  However, this paper reports that stable H2O-functionalized zeolitic Zn(2-methylimidazole)2 framework (ZIF-8), which was obtained by the simple water treatment of ZIF-8 at ambient temp., can increase its H2 adsorption heat from 5.2 to 10.1 kJ/mol.  As a result, the reversible H2 capacity at ambient temp. increased by 77%.  This indicates that H2O functionalization provides a novel approach to enhance ambient-temp. hydrogen storage in ZIF-8 and other metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsVekt7nI&md5=af0a1a2296f11c0684d3f63c26f7216d", "13. ", "Zhang", ", ", "W.", "; ", "Hu", ", ", "Y.", "; ", "Ge", ", ", "J.", "; ", "Jiang", ", ", "H. L.", "; ", "Yu", ", ", "S. H.", " ", "A facile and general coating approach to moisture/water-resistant metal-organic frameworks with intact porosity", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "16978", "– ", "16981", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "A Facile and General Coating Approach to Moisture/Water-Resistant Metal-Organic Frameworks with Intact Porosity", "Zhang, Wang; Hu, Yingli; Ge, Jin; Jiang, Hai-Long; Yu, Shu-Hong", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "49", "),\r\n    ", "16978-16981", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The moisture sensitivity of many metal-org. frameworks (MOFs) poses a crit. issue for their large-scale real application.  One of the most effective methods to solve this problem is to convert the surface of MOFs from hydrophilic to hydrophobic.  Herein, we develop a general strategy to modify hydrophobic polydimethysiloxane (PDMS) on the surface of MOF materials to significantly enhance their moisture or water resistance by a facile vapor deposition technique.  MOF-5, HKUST-1, and ZnBT as representative vulnerable MOFs were successfully coated by PDMS, and these coated samples well inherited their original cryst. nature and pore characteristics.  Strikingly, the surface areas of these MOFs were nearly 100% retained upon PDMS-coating.  Such a coating process might render MOFs applicable in the presence of water or humidity in extended fields such as gas sorption and catalysis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhvFKqurjP&md5=aa3abc59a24e0481cf9fbee94ed83714", "14. ", "Liu", ", ", "Y.", "; ", "Ng", ", ", "Z.", "; ", "Khan", ", ", "E. A.", "; ", "Jeong", ", ", "H.-K.", "; ", "Ching", ", ", "C.-b.", "; ", "Lai", ", ", "Z.", " ", "Synthesis of continuous MOF-5 membranes on porous α-alumina substrates", " ", "Microporous Mesoporous Mater.", " ", "2009", ",  ", "118", ",  ", "296", "– ", "301", "[", "Crossref", "], [", "CAS", "]", "14. ", "Synthesis of continuous MOF-5 membranes on porous α-alumina substrates", "Liu, Yunyang; Ng, Zhenfu; Khan, Easir A.; Jeong, Hae-Kwon; Ching, Chi-bun; Lai, Zhiping", "Microporous and Mesoporous Materials", "\r\n        (", "2009", "),\r\n    ", "118", "\r\n        (", "1-3", "),\r\n    ", "296-301", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The first continuous and well-intergrown MOF-5 membrane, evidenced from SEM imaging and X-ray diffraction (XRD), was successfully prepd. on porous α-alumina substrate by in situ solvothermal synthesis.  The BET measurements on crystals taken from the same mother liquor that was used for membrane synthesis yield a Langmuir surface area of 2259 m2/g and a narrow pore size distribution centered at 1.56 nm.  The permeation data for simple gases of H2, CH4, N2, CO2 and SF6 show that the diffusion of simple gases through a MOF-5 membrane follows the Knudsen diffusion behavior.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsFahu73N&md5=6dc3242dbdd9a3d8afbb6506867a1507", "15. ", "Li", ", ", "Z.", "; ", "Zeng", ", ", "H. C.", " ", "Armored MOFs: Enforcing Soft Microporous MOF Nanocrystals with Hard Mesoporous Silica", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "5631", "– ", "5639", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Armored MOFs: Enforcing Soft Microporous MOF Nanocrystals with Hard Mesoporous Silica", "Li, Zheng; Zeng, Hua Chun", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "15", "),\r\n    ", "5631-5639", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A general synthetic approach to coat microporous metal-org. frameworks (MOFs) and their derivs. with an enforcing shell of mesoporous silica (mSiO2) is presented.  Four well-known MOFs (ZIF-8, ZIF-7, UiO-66, and HKUST-1), representing two important families of MOFs, served as a core phase in nanocomposite products.  A significant enhancement in mech. properties (hardness and toughness) was achieved with this \"armoring approach\".  Excellent accessibility of the mSiO2-wrapped MOFs and their metal-contg. nanocomposites was demonstrated with catalytic redn. of 4-nitrophenol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXktlent7o%253D&md5=8c6c14452bfd538d61e6068f3f74514a", "16. ", "Huang", ", ", "A. S.", "; ", "Caro", ", ", "J.", " ", "Covalent Post-Functionalization of Zeolitic Imidazolate Framework ZIF-90 Membrane for Enhanced Hydrogen Selectivity", " ", "Angew. Chem., Int. Ed.", " ", "2011", ",  ", "50", ",  ", "4979", "– ", "4982", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Covalent Post-Functionalization of Zeolitic Imidazolate Framework ZIF-90 Membrane for Enhanced Hydrogen Selectivity", "Huang, Aisheng; Caro, Juergen", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "21", "),\r\n    ", "4979-4982, S4979/1-S4979/9", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "We report the covalent post-functionalization of a ZIF-90 membrane by imine condensation with ethanol amine to enhance its H2/CO2 selectivity.  The post-functionalization strategy was helpful in eliminating invisible intercryst. defects of the ZIF-90 layer, thus enhancing the mol. sieving performances of the ZIF-90 membrane.  Furthermore, the presence of the imine functionality in ZIF-90 can constrict the pore aperture, thus improving mol. sieving for the sepn. of H2 from CO2 and other large gases.  By covalent post-function-alization, the H2/CO2 selectivity could be increased from 7.3 initially to 62.5.  The modified ZIF-90 membrane showed stability in 3 vol% steam at 200° for 48 h and thermal stability at 325° in the H2/CO2 sepn. for at least 24 h.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXlvVekt74%253D&md5=24aeac42f222956cd4aa770ff7591d0e", "17. ", "Arslan", ", ", "H. K.", "; ", "Shekhah", ", ", "O.", "; ", "Wieland", ", ", "D. C.", "; ", "Paulus", ", ", "M.", "; ", "Sternemann", ", ", "C.", "; ", "Schroer", ", ", "M. A.", "; ", "Tiemeyer", ", ", "S.", "; ", "Tolan", ", ", "M.", "; ", "Fischer", ", ", "R. A.", "; ", "Woll", ", ", "C.", " ", "Intercalation in layered metal-organic frameworks: reversible inclusion of an extended pi-system", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "8158", "– ", "8161", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Intercalation in Layered Metal-Organic Frameworks: Reversible Inclusion of an Extended π-System", "Arslan, Hasan K.; Shekhah, Osama; Wieland, D. C. Florian; Paulus, Michael; Sternemann, Christian; Schroer, Martin A.; Tiemeyer, Sebastian; Tolan, Metin; Fischer, Roland A.; Woll, Christof", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "21", "),\r\n    ", "8158-8161", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors report the synthesis of layered [Zn2(bdc)2(H2O)2] and [Cu2(bdc)2(H2O)2] (bdc = 1,4-benzenedicarboxylate) metal-org. frameworks (MOF) carried out using the LPE approach employing self-assembled monolayer (SAM) modified Au-substrates.  The authors obtain Cu and Zn MOF-2 structures, which have not yet been obtained using conventional, solvothermal synthesis methods.  The 2-dimensional Cu2+ dimer paddle wheel planes characteristic for the MOF are strictly planar, with the planes oriented perpendicular to the substrate.  Intercalation of an org. dye, DXP (N,N'-bis(2,6-dimethylphenyl)-3,4:9,10-perylentetracarboxylic diimide) leads to a reversible tilting of the planes, demonstrating the huge potential of these surface-anchored MOFs for the intercalation of large, planar mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXlvVSks7o%253D&md5=730e9689a9d5cce7dba8bdc96026f2ac", "18. ", "Petit", ", ", "C.", "; ", "Mendoza", ", ", "B.", "; ", "O’Donnell", ", ", "D.", "; ", "Bandosz", ", ", "T. J.", " ", "Effect of graphite features on the properties of metal-organic framework/graphite hybrid materials prepared using an in situ process", " ", "Langmuir", " ", "2011", ",  ", "27", ",  ", "10234", "– ", "10242", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Effect of Graphite Features on the Properties of Metal-Organic Framework/Graphite Hybrid Materials Prepared Using an in Situ Process", "Petit, Camille; Mendoza, Barbara; O'Donnell, Deanna; Bandosz, Teresa J.", "Langmuir", "\r\n        (", "2011", "),\r\n    ", "27", "\r\n        (", "16", "),\r\n    ", "10234-10242", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. framework (MOF)/graphite hybrid materials were prepd. using an in situ process.  Graphites with various chem. and phys. features were used, and HKUST-1 was selected as the MOF component.  The samples (parent materials and hybrid materials) were characterized by x-ray diffraction, nitrogen sorption, SEM, Raman spectroscopy, FTIR spectroscopy, and TGA.  Then they were tested as ammonia adsorbents in dynamic conditions.  The functionalization of graphite is important to build the hybrid materials with synergistic properties.  The lack of functional groups on graphite gave a simple phys. mixt.  Besides the surface chem. of the graphitic component, the phys. parameters (porosity and size of flakes) also seem to influence the formation of the hybrid materials.  The graphite particles disturb the formation of HKUST-1 and induce a different crystal morphol. (more defects and increased surface roughness) than the one obsd. when MOF is formed in the absence of a substrate.  The latter behavior causes less ammonia to be adsorbed on the hybrid materials than is expected for the simple phys. mixt. of HKUST-1 and graphite.  The MOF structure collapses (in HKUST-1 and the hybrid materials) upon ammonia adsorption and gives new species.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXovVOju78%253D&md5=136a4286029a159255f25f44a5d9b0df", "19. ", "Rodenas", ", ", "T.", "; ", "Luz", ", ", "I.", "; ", "Prieto", ", ", "G.", "; ", "Seoane", ", ", "B.", "; ", "Miro", ", ", "H.", "; ", "Corma", ", ", "A.", "; ", "Kapteijn", ", ", "F.", "; ", "Llabres i Xamena", ", ", "F. X.", "; ", "Gascon", ", ", "J.", " ", "Metal-organic framework nanosheets in polymer composite materials for gas separation", " ", "Nat. Mater.", " ", "2015", ",  ", "14", ",  ", "48", "– ", "55", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Metal-organic framework nanosheets in polymer composite materials for gas separation", "Rodenas, Tania; Luz, Ignacio; Prieto, Gonzalo; Seoane, Beatriz; Miro, Hozanna; Corma, Avelino; Kapteijn, Freek; Llabres i Xamena, Francesc X.; Gascon, Jorge", "Nature Materials", "\r\n        (", "2015", "),\r\n    ", "14", "\r\n        (", "1", "),\r\n    ", "48-55", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Composites incorporating two-dimensional nanostructures within polymeric matrixes have potential as functional components for several technologies, including gas sepn.  Prospectively, employing metal-org. frameworks (MOFs) as versatile nanofillers would notably broaden the scope of functionalities.  However, synthesizing MOFs in the form of freestanding nanosheets has proved challenging.  We present a bottom-up synthesis strategy for dispersible copper 1,4-benzenedicarboxylate MOF lamellae of micrometre lateral dimensions and nanometer thickness.  Incorporating MOF nanosheets into polymer matrixes endows the resultant composites with outstanding CO2 sepn. performance from CO2/CH4 gas mixts., together with an unusual and highly desired increase in the sepn. selectivity with pressure.  As revealed by tomog. focused ion beam SEM, the unique sepn. behavior stems from a superior occupation of the membrane cross-section by the MOF nanosheets as compared with isotropic crystals, which improves the efficiency of mol. discrimination and eliminates unselective permeation pathways.  This approach opens the door to ultrathin MOF-polymer composites for various applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhvVGiurnJ&md5=0ed3ba9aa55b42c8597c474cf56355d2", "20. ", "Prasanth", ", ", "K. P.", "; ", "Rallapalli", ", ", "P.", "; ", "Raj", ", ", "M. C.", "; ", "Bajaj", ", ", "H. C.", "; ", "Jasra", ", ", "R. V.", " ", "Enhanced hydrogen sorption in single walled carbon nanotube incorporated MIL-101 composite metal–organic framework", " ", "Int. J. Hydrogen Energy", " ", "2011", ",  ", "36", ",  ", "7594", "– ", "7601", "[", "Crossref", "], [", "CAS", "]", "20. ", "Enhanced hydrogen sorption in single walled carbon nanotube incorporated MIL-101 composite metal-organic framework", "Prasanth, K. P.; Rallapalli, Phani; Raj, Manoj C.; Bajaj, H. C.; Jasra, Raksh Vir", "International Journal of Hydrogen Energy", "\r\n        (", "2011", "),\r\n    ", "36", "\r\n        (", "13", "),\r\n    ", "7594-7601", "CODEN:\r\n                ", "IJHEDX", ";\r\n        ISSN:", "0360-3199", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Metal-org. frameworks (MOFs) have emerged as potential hydrogen storage media due to their high surface area, pore vol., and adjustable pore sizes.  The large void space generated by cages in MOFs is not completely utilized for hydrogen storage application owing to weak interactions between the walls of MOFs and H2 mols.  These unutilized vols. in MOFs can be effectively utilized by incorporation of other microporous materials such as single walled carbon nanotubes into the pores of MOFs which could effectively tune the pore size and pore vol. of the material towards hydrogen sorption.  Single walled carbon nanotubes (SWNT) incorporated MIL-101 composite MOF material (SWNT@MIL-101) was synthesized by adding purified single walled carbon nanotube (SWNT) in situ during the synthesis of MIL-101.  The powder X-ray diffraction patterns of SWNT@MIL-101 showed the structure of MOF was not disturbed by SWNT incorporation.  Hydrogen sorption capacities of MIL-101 was obsd. to increase from 6.37 to 9.18 wt% at 77 K up to 60 bar and from 0.23-0.64 wt% at 298 K up to 60 bar.  The increment in the hydrogen uptake capacities of composite MOF materials was attributed to the decrease in the pore size and enhancement of micropore vol. of MIL-101 by single walled carbon nanotube incorporation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmslSms7g%253D&md5=844678a41eeec71645efee5191889e6c", "21. ", "Bashkova", ", ", "S.", "; ", "Bandosz", ", ", "T. J.", " ", "Insight into the role of the oxidized graphite precursor on the properties of copper-based MOF/graphite oxide composites", " ", "Microporous Mesoporous Mater.", " ", "2013", ",  ", "179", ",  ", "205", "– ", "211", "[", "Crossref", "], [", "CAS", "]", "21. ", "Insight into the role of the oxidized graphite precursor on the properties of copper-based MOF/graphite oxide composites", "Bashkova, Svetlana; Bandosz, Teresa J.", "Microporous and Mesoporous Materials", "\r\n        (", "2013", "),\r\n    ", "179", "\r\n        (", "),\r\n    ", "205-211", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Graphites of different origin were oxidized using Brodie method and then used as composite components with copper-based metal-org. frameworks (MOF).  The degree of oxidn., crystallite size, and chem. of oxygen-contg. groups on the surface of graphite oxides were investigated.  The parent materials, MOF and graphite oxides, and the composites were characterized by X-ray diffraction, adsorption of nitrogen, XPS spectra, elemental anal., SEM in combination with energy dispersive X-ray spectra, transmission electron microscopy, thermal anal. and Fourier transform IR spectra.  Not only epoxy groups but also carboxylic groups at the edges of graphene layers, when present in a predominant quantity, were engaged in the formation of metal-org. framework units.  The contribution of the latter mechanism of the composite formation results in a more pronounced synergistic effect, demonstrated in the formation of new pores, and the distorted MOF units at the edges of the graphene layers.  When carboxylic groups are absent or present in a small quantity, epoxy, phenol and carbonyl groups are the main reactive sites for the composite formation.  The disruption of the MOF crystallites, governed by the geometry and chem. of graphite oxides, also leads to the formation of copper salts at the edges of the graphene crystals.  The morphol. of the composite materials and their apparent chem. depends on the chem. of graphite oxide, its crystallite size and its amt. in the composite.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht1altr7K&md5=a6a097e2611f5f881384be8a3c68eb7e", "22. ", "Policicchio", ", ", "A.", "; ", "Zhao", ", ", "Y.", "; ", "Zhong", ", ", "Q.", "; ", "Agostino", ", ", "R. G.", "; ", "Bandosz", ", ", "T. J.", " ", "Cu-BTC/Aminated Graphite Oxide Composites As High-Efficiency CO", "2", " Capture Media", " ", "ACS Appl. Mater. Interfaces", " ", "2013", ",  ", "6", ",  ", "101", "– ", "108", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "23. ", "Patel", ", ", "D. G.", "; ", "Walton", ", ", "I. M.", "; ", "Cox", ", ", "J. M.", "; ", "Gleason", ", ", "C. J.", "; ", "Butzer", ", ", "D. R.", "; ", "Benedict", ", ", "J. B.", " ", "Photoresponsive porous materials: the design and synthesis of photochromic diarylethene-based linkers and a metal-organic framework", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "2653", "– ", "2656", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "23. ", "Photoresponsive porous materials: the design and synthesis of photochromic diarylethene-based linkers and a metal-organic framework", "Patel, Dinesh G.; Walton, Ian M.; Cox, Jordan M.; Gleason, Cody J.; Butzer, David R.; Benedict, Jason B.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "20", "),\r\n    ", "2653-2656", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The synthesis and characterization of novel photochromic diarylethene-based linkers for use in metal-org. frameworks is described including crystal structure anal. of nearly all reaction intermediates.  The bis-carboxylated dithien-3-ylphenanthrenes can be prepd. under relatively mild conditions in high yield and were subsequently used to create a photoresponsive metal-org. framework, UBMOF-1.  While the photochromism of the ligand TPDC in soln. is fully reversible, the cycloreversion reaction is suppressed when this linker is incorporated into the cryst. framework of UBMOF-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXisVansbk%253D&md5=138df7ad7f67be797e32785bc7e1808a", "24. ", "Zhu", ", ", "P.", "; ", "Sumpter", ", ", "B. G.", "; ", "Meunier", ", ", "V.", " ", "Electronic, Thermal, and Structural Properties of Graphene Oxide Frameworks", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "8276", "– ", "8281", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Electronic, Thermal, and Structural Properties of Graphene Oxide Frameworks", "Zhu, Pan; Sumpter, Bobby G.; Meunier, Vincent", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "16", "),\r\n    ", "8276-8281", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We report a theor. study of the electronic, thermal, and structural properties of a series of graphene oxide frameworks (GOFs) using first-principles calcns. based on d. functional theory.  The mol. structure of GOFs is systematically studied by varying the nature and concn. of linear boronic acid pillars, and the thermal stability is assessed using ab initio mol. dynamics.  The results demonstrate that GOFs are thermally stable up to 550 K and that electronic properties, such as their band gap, can be modified controllably by an appropriate choice of pillaring unit and pillar concn.  The tunability of the electronic structure using nonchem. means, e.g., mech. strain, is also quantified.  Overall, this class of materials is predicted to offer highly tunable materials electronic properties ranging from metallic to semiconducting.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXltl2htrc%253D&md5=b24de8d0fcd5faa317c9c0ee40f4fdfc", "25. ", "Huang", ", ", "A.", "; ", "Liu", ", ", "Q.", "; ", "Wang", ", ", "N.", "; ", "Zhu", ", ", "Y.", "; ", "Caro", ", ", "J.", " ", "Bicontinuous zeolitic imidazolate framework ZIF-8@GO membrane with enhanced hydrogen selectivity", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "14686", "– ", "14689", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Bicontinuous Zeolitic Imidazolate Framework ZIF-8@GO Membrane with Enhanced Hydrogen Selectivity", "Huang, Aisheng; Liu, Qian; Wang, Nanyi; Zhu, Yaqiong; Caro, Jurgen", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "42", "),\r\n    ", "14686-14689", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A bicontinuous ZIF-8@GO membrane have been prepd. using layer-by-layer (LBL) deposition of a graphene oxide (GO) suspension on a semicontinuous ZIF-8 layer.  Since only the gaps between the ZIF-8 crystals were sealed by the GO layer due to capillary forces and covalent bonds, the gas mols. could only permeate through the ZIF-8 micropore system (0.34 nm).  The ZIF-8@GO membranes showed high hydrogen selectivity.  At 250°C and 1 bar, the mixt. sepn. factors of H2/CO2, H2/N2, H2/CH4, and H2/C3H8 were 14.9, 90.5, 139.1, and 3816.6, with H2 permeances of about 1.3 × 10-7 mol·m-2·s-1·Pa-1, which is promising for hydrogen sepn. and purifn. by mol. sieving.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhs12kurjI&md5=95746a8faa8476c05cc8a65d823b276d", "26. ", "Petit", ", ", "C.", "; ", "Bandosz", ", ", "T. J.", " ", "Synthesis, Characterization, and Ammonia Adsorption Properties of Mesoporous Metal-Organic Framework (MIL(Fe))-Graphite Oxide Composites: Exploring the Limits of Materials Fabrication", " ", "Adv. Funct. Mater.", " ", "2011", ",  ", "21", ",  ", "2108", "– ", "2117", "[", "Crossref", "], [", "CAS", "]", "26. ", "Synthesis, Characterization, and Ammonia Adsorption Properties of Mesoporous Metal-Organic Framework (MIL(Fe))-Graphite Oxide Composites: Exploring the Limits of Materials Fabrication", "Petit, Camille; Bandosz, Teresa J.", "Advanced Functional Materials", "\r\n        (", "2011", "),\r\n    ", "21", "\r\n        (", "11", "),\r\n    ", "2108-2117", "CODEN:\r\n                ", "AFMDC6", ";\r\n        ISSN:", "1616-301X", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Composites of MIL-100(Fe) and graphite oxide (GO) were prepd. with various ratios of the two components and tested for NH3 removal in dynamic conditions.  The initial and exhausted samples were characterized by x-ray diffraction, N adsorption, thermal anal., FTIR spectroscopy, Raman spectroscopy, and SEM.  The formation of well-defined MIL-100(Fe)/GO composites is not favored.  This is linked to the specific geometry of MIL-100(Fe).  The attachment of the GO C layers to the spherical cages of MIL-100(Fe) (via coordination between the O groups of GO and the metallic sites of the metal-org. framework) prevents the proper formation of the MIL-100(Fe) structure.  Therefore, the composite with the highest GO content has a lower porosity and smaller NH3 adsorption capacity than those calcd. for the phys. mixt. of MIL-100(Fe) and GO.  The main mechanism of NH3 retention is via Bronsted interactions between NH3 and the H2O mols. present in MIL-100(Fe).  Nevertheless, the presence of excess H2O in the system lowers the acidity of the MIL material, and consequently causes a decrease in the NH3 adsorption.  The Lewis interactions between NH3 and the metal centers in MIL also take place during the adsorption process.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmslKltL8%253D&md5=ab8f148a7019e7b9dffa873ed2a0b64a", "27. ", "Zhao", ", ", "Y.", "; ", "Seredych", ", ", "M.", "; ", "Zhong", ", ", "Q.", "; ", "Bandosz", ", ", "T. J.", " ", "Superior performance of copper based MOF and aminated graphite oxide composites as CO", "2", " adsorbents at room temperature", " ", "ACS Appl. Mater. Interfaces", " ", "2013", ",  ", "5", ",  ", "4951", "– ", "4959", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "Superior Performance of Copper Based MOF and Aminated Graphite Oxide Composites as CO2 Adsorbents at Room Temperature", "Zhao, Yunxia; Seredych, Mykola; Zhong, Qin; Bandosz, Teresa J.", "ACS Applied Materials & Interfaces", "\r\n        (", "2013", "),\r\n    ", "5", "\r\n        (", "11", "),\r\n    ", "4951-4959", "CODEN:\r\n                ", "AAMICK", ";\r\n        ISSN:", "1944-8244", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "New composites, Cu-BTC MOF and graphite oxide modified with urea (GO-U), were developed and tested as room temp. CO2 adsorbents.  The GO-U composite contg. the highest N content exhibited excellent CO2 uptake (4.23 mmol/g) in dynamic conditions.  Incorporating GO-U into metal org. frameworks (MOF) changes the parent MOF chem. and microstructure, resulting in synergistic features beneficial for surface CO2 retention.  To identify these features, initial and spent materials were extensively characterized from porosity and chem. viewpoints.  Although adsorption forces were relatively strong, results indicated CO2 is mainly physisorbed on the composites under dry dynamic conditions at ambient temp. and pressure.  Primary adsorption sites include small micropores specific for the composites, open Cu sites, and cage window sites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXnslent7k%253D&md5=985115b01cbbcd42d8002c2427735271", "28. ", "Bian", ", ", "Z.", "; ", "Zhu", ", ", "X.", "; ", "Jin", ", ", "T.", "; ", "Gao", ", ", "J.", "; ", "Hu", ", ", "J.", "; ", "Liu", ", ", "H.", " ", "Ionic liquid-assisted growth of Cu", "3", "(BTC)", "2", " nanocrystals on graphene oxide sheets: Towards both high capacity and high rate for CO", "2", " adsorption", " ", "Microporous Mesoporous Mater.", " ", "2014", ",  ", "200", ",  ", "159", "– ", "164", "[", "Crossref", "], [", "CAS", "]", "28. ", "Ionic liquid-assisted growth of Cu3(BTC)2 nanocrystals on graphene oxide sheets: Towards both high capacity and high rate for CO2 adsorption", "Bian, Zijun; Zhu, Xiang; Jin, Tian; Gao, Jie; Hu, Jun; Liu, Honglai", "Microporous and Mesoporous Materials", "\r\n        (", "2014", "),\r\n    ", "200", "\r\n        (", "),\r\n    ", "159-164", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "A method of ionic liq.-assisted growth of Cu3(BTC)2 on graphene oxide (GO) sheets was proposed and applied to improve both CO2 adsorption capacity and adsorption rate.  Three ionic liqs. (ILs) of triethylene tetramine acetate (TETA-Ac), triethylene tetramine tetrafluoroborate (TETA-BF4) and 1-butyl-3-methylimidazolium tetrafluoroborate ([Bmim]BF4) were used to investigate the effects of cations and anions of ILs on the structure of GO-IL/MOF composite.  With amine or imidazole cations adsorbed at the surface of GO and the contrary anions closely attached, GO-ILs can provide a lot of active sites for the absorption of Cu2+ cations through the coordination.  Just like a bridge, ILs assisted the initial growth of the first seed layer of Cu3(BTC)2 on the surface of GO.  Among various GO-IL/MOF composites, GO-TAc/MOF-60 sample showed a superimposed structure, which lead to more accessible adsorption activity sites and shorten the transfer distance.  Also, the GO sheets in GO-IL/MOF provide channels for faster transfer.  It showed a high CO2 adsorption capability of 5.62 mmol/g at 25°C and 100 kPa, and a high CO2 kinetic sepn. performance as well.  More importantly, the composite presented a quite good cyclic adsorption/desorption stability.  The relations between the specific structures of the composites and the CO2 adsorption behaviors were tentatively demonstrated to reveal a convenient way for designing and fabricating hierarchical MOF composites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtlKktbzJ&md5=c5fc29d3c9f5dc7ab1db4935778bed23", "29. ", "Levasseur", ", ", "B.", "; ", "Petit", ", ", "C.", "; ", "Bandosz", ", ", "T. J.", " ", "Reactive adsorption of NO2 on copper-based metal-organic framework and graphite oxide/metal-organic framework composites", " ", "ACS Appl. Mater. Interfaces", " ", "2010", ",  ", "2", ",  ", "3606", "– ", "3613", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Reactive Adsorption of NO2 on Copper-Based Metal-Organic Framework and Graphite Oxide/Metal-Organic Framework Composites", "Levasseur, Benoit; Petit, Camille; Bandosz, Teresa J.", "ACS Applied Materials & Interfaces", "\r\n        (", "2010", "),\r\n    ", "2", "\r\n        (", "12", "),\r\n    ", "3606-3613", "CODEN:\r\n                ", "AAMICK", ";\r\n        ISSN:", "1944-8244", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Composites of a Cu-based metal-org. framework (MOF) and graphite oxide (GO) were tested for NO2 adsorption and retention of NO in dry and moist conditions.  The samples were analyzed before and after exposure to NO2 by thermal anal., FTIR spectroscopy, x-ray diffraction, and adsorption of nitrogen at -196°.  In dry conditions, the composites exhibit an enhanced NO2 breakthrough capacity compared to MOF and GO sep.  This improvement is linked to the increased porosity and the reactive adsorption of NO2 on Cu, which gives bidentate and monodentate nitrate.  Even though less NO2 is adsorbed in moist conditions than in dry ones, the materials are more stable than in dry conditions and the NO retention is enhanced.  H2O in the challenge gas competes with NO2 to bind to Cu, and thus, the no. of reactive adsorption sites on which NO2 can be adsorbed/reacted decreases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVSis77I&md5=a99dbb1fb30f520b63ad300081aa2326", "30. ", "Hernandez", ", ", "Y.", "; ", "Nicolosi", ", ", "V.", "; ", "Lotya", ", ", "M.", "; ", "Blighe", ", ", "F. M.", "; ", "Sun", ", ", "Z.", "; ", "De", ", ", "S.", "; ", "McGovern", ", ", "I. T.", "; ", "Holland", ", ", "B.", "; ", "Byrne", ", ", "M.", "; ", "Gun’Ko", ", ", "Y. K.", "; ", "Boland", ", ", "J. J.", "; ", "Niraj", ", ", "P.", "; ", "Duesberg", ", ", "G.", "; ", "Krishnamurthy", ", ", "S.", "; ", "Goodhue", ", ", "R.", "; ", "Hutchison", ", ", "J.", "; ", "Scardaci", ", ", "V.", "; ", "Ferrari", ", ", "A. C.", "; ", "Coleman", ", ", "J. N.", " ", "High-yield production of graphene by liquid-phase exfoliation of graphite", " ", "Nat. Nano", " ", "2008", ",  ", "3", ",  ", "563", "– ", "568", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "30. ", "High-yield production of graphene by liquid-phase exfoliation of graphite", "Hernandez, Yenny; Nicolosi, Valeria; Lotya, Mustafa; Blighe, Fiona M.; Sun, Zhenyu; De, Sukanta; McGovern, I. T.; Holland, Brendan; Byrne, Michele; Gun'Ko, Yurii K.; Boland, John J.; Niraj, Peter; Duesberg, Georg; Krishnamurthy, Satheesh; Goodhue, Robbie; Hutchison, John; Scardaci, Vittorio; Ferrari, Andrea C.; Coleman, Jonathan N.", "Nature Nanotechnology", "\r\n        (", "2008", "),\r\n    ", "3", "\r\n        (", "9", "),\r\n    ", "563-568", "CODEN:\r\n                ", "NNAABX", ";\r\n        ISSN:", "1748-3387", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Fully exploiting the properties of graphene will require a method for the mass prodn. of this remarkable material.  Two main routes are possible: large-scale growth or large-scale exfoliation.  Here, we demonstrate graphene dispersions with concns. up to ∼0.01 mg mL-1, produced by dispersion and exfoliation of graphite in org. solvents such as N-methyl-pyrrolidone.  This is possible because the energy required to exfoliate graphene is balanced by the solvent-graphene interaction for solvents whose surface energies match that of graphene.  We confirm the presence of individual graphene sheets by Raman spectroscopy, transmission electron microscopy and electron diffraction.  Our method results in a monolayer yield of ∼1 wt%, which could potentially be improved to 7-12 wt% with further processing.  The absence of defects or oxides is confirmed by x-ray photoelectron, IR, and Raman spectroscopies.  We are able to produce semi-transparent conducting films and conducting composites.  Soln. processing of graphene opens up a range of potential large-area applications, from device and sensor fabrication to liq.-phase chem.  Fully exploiting the properties of graphene will require a method for the mass prodn. of this remarkable material.  The dispersion and exfoliation of graphite in org. solvents can produce graphene monolayers with a yield of about 1% by wt.  Moreover, these samples are free from defects and oxides, and can be used to produce semi-transparent conducting films and conducting composites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtVOqsLvM&md5=b7159800e921433bc1ff1aead8bbbdbe", "31. ", "Wang", ", ", "H.", "; ", "Sun", ", ", "K.", "; ", "Tao", ", ", "F.", "; ", "Stacchiola", ", ", "D. J.", "; ", "Hu", ", ", "Y. H.", " ", "3D honeycomb-like structured graphene and its high efficiency as a counter-electrode catalyst for dye-sensitized solar cells", " ", "Angew. Chem.", " ", "2013", ",  ", "52", ",  ", "9210", "– ", "9214", "[", "Crossref", "], [", "CAS", "]", "31. ", "3D Honeycomb-Like Structured Graphene and Its High Efficiency as a Counter-Electrode Catalyst for Dye-Sensitized Solar Cells", "Wang, Hui; Sun, Kai; Tao, Franklin; Stacchiola, Dario J.; Hu, Yun Hang", "Angewandte Chemie, International Edition", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "35", "),\r\n    ", "9210-9214", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A novel approach, based on a reaction between Li2O and CO, was exploited to synthesize 3D honeycomb-like structured graphene sheets.  A dye-sensitized solar cell with the honeycomb-structured graphene counter electrode had an energy conversion efficiency of 7.8%, comparable to that of DSSCs with an expensive Pt counter electrodes.  In addn., the honeycomb-structured graphene is promising for applications in energy storage devices, such as batteries and supercapacitors.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFOkurnE&md5=f0e54c57b0ff4b201b9640b394cb62a0", "32. ", "Sun", ", ", "Z.", "; ", "Feng", ", ", "T.", "; ", "Russell", ", ", "T. P.", " ", "Assembly of graphene oxide at water/oil interfaces: tessellated nanotiles", " ", "Langmuir", " ", "2013", ",  ", "29", ",  ", "13407", "– ", "13413", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "Assembly of Graphene Oxide at Water/Oil Interfaces: Tessellated Nanotiles", "Sun, Zhiwei; Feng, Tao; Russell, Thomas P.", "Langmuir", "\r\n        (", "2013", "),\r\n    ", "29", "\r\n        (", "44", "),\r\n    ", "13407-13413", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The interfacial assembly of graphene oxide (GO) at the H2O/oil interface and its kinetics were systematically studied.  GO nanosheets segregate to the H2O/oil interface and interact with quaternized block copolymer chains by the peripheral carboxyl groups on the GO.  If the interfacial area is decreased, then GO, assembled at and confined to the interface, jams and then buckles.  An anal. of the kinetics of the assembly processes indicated that the diffusion of GO to the interface is the rate-detg. step.  The morphol. of the jammed GO film was studied, and TEM images show that GO sheets form a mosaic or tile across the whole oil/H2O interface.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsF2ls7jO&md5=04a9dd9f56b694000bef2f1e1b22dc22", "33. ", "Jaemyung Kim", ", ", "L. J. C.", "; ", "Kim", ", ", "F.", "; ", "Yuan", ", ", "W.", "; ", "Shull", ", ", "K. R.", "; ", "Huang", ", ", "J.", " ", "Graphene Oxide Sheets at Interfaces", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "8180", "– ", "8186", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "34. ", "Jiayan Luo", ", ", "L. J. C.", "; ", "Tung", ", ", "V. C.", "; ", "Tan", ", ", "A. T. L.", "; ", "Goins", ", ", "P. E.", "; ", "Wu", ", ", "J.", "; ", "Huang", ", ", "J.", "; ", "Huang", ", ", "J.", " ", "Graphene Oxide Nanocolloids", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "17667", "– ", "17669", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "35. ", "Cote", ", ", "L. J.", "; ", "Kim", ", ", "J.", "; ", "Tung", ", ", "V. C.", "; ", "Luo", ", ", "J.", "; ", "Kim", ", ", "F.", "; ", "Huang", ", ", "J.", " ", "Graphene oxide as surfactant sheets", " ", "Pure Appl. Chem.", " ", "2010", ",  ", "83", ",  ", "95", "– ", "110", "[", "Crossref", "]", "There is no corresponding record for this reference.", "36. ", "Thomassin", ", ", "J.-M.", "; ", "Trifkovic", ", ", "M.", "; ", "Alkarmo", ", ", "W.", "; ", "Detrembleur", ", ", "C.", "; ", "Jérôme", ", ", "C.", "; ", "Macosko", ", ", "C.", " ", "Poly(methyl methacrylate)/Graphene Oxide Nanocomposites by a Precipitation Polymerization Process and Their Dielectric and Rheological Characterization", " ", "Macromolecules", " ", "2014", ",  ", "47", ",  ", "2149", "– ", "2155", "[", "ACS Full Text ", "], [", "CAS", "]", "36. ", "Poly(methyl methacrylate)/Graphene Oxide Nanocomposites by a Precipitation Polymerization Process and Their Dielectric and Rheological Characterization", "Thomassin, Jean-Michel; Trifkovic, Milana; Alkarmo, Walid; Detrembleur, Christophe; Jerome, Christine; Macosko, Christopher", "Macromolecules (Washington, DC, United States)", "\r\n        (", "2014", "),\r\n    ", "47", "\r\n        (", "6", "),\r\n    ", "2149-2155", "CODEN:\r\n                ", "MAMOBX", ";\r\n        ISSN:", "0024-9297", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We report a method for achieving controlled dispersion of graphene oxide (GO) in poly(Me methacrylate) (PMMA) via the pptn. polymn. process in a water/methanol mixt.  GO acts as a surfactant and adsorbs on the interface between polymd. PMMA particles and solvent mixt.  Scanning electron and transmission electron microscopy confirmed that the ppt. consists of polymer particles (<1 μm) surrounded by the GO sheets.  Compression molding of the ppt. yields a polymer nanocomposite with the GO organized into a regularly spaced 3D network which percolates at 0.2 wt % GO.  Simple thermal redn. of the GO sheets dispersed in PMMA at relatively low temp. (210 °C) achieved elec. cond. higher than 10-2 S/m at 0.4 wt % of GO.  Parallel dielec. and rheol. characterization demonstrated that the thermal redn. is a quite fast process without significant degrdn. of the polymer.  The study should open up new opportunities in the design of GO-based polymer nanocomposites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXktlemt74%253D&md5=094bfebbab646772886baf79eae5eb76", "37. ", "Shao", ", ", "J. J.", "; ", "Lv", ", ", "W.", "; ", "Yang", ", ", "Q. H.", " ", "Self-assembly of graphene oxide at interfaces", " ", "Adv. Mater.", " ", "2014", ",  ", "26", ",  ", "5586", "– ", "5612", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "37. ", "Self-Assembly of Graphene Oxide at Interfaces", "Shao, Jiao-Jing; Lv, Wei; Yang, Quan-Hong", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2014", "),\r\n    ", "26", "\r\n        (", "32", "),\r\n    ", "5586-5612", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Due to its amphiphilic property, graphene oxide (GO) can achieve a variety of nanostructures with different morphologies (for example membranes, hydrogel, crumpled particles, hollow spheres, sack-cargo particles, Pickering emulsions, and so on) by self-assembly.  The self-assembly is mostly derived from the self-concn. of GO sheets at various interfaces, including liq.-air, liq.-liq. and liq.-solid interfaces.  This paper gives a comprehensive review of these assembly phenomena of GO at the three types of interfaces, the derived interfacial self-assembly techniques, and the as-obtained assembled materials and their properties.  The interfacial self-assembly of GO, enabled by its fantastic features including the amphiphilicity, the neg. charged nature, abundant oxygen-contg. groups and two-dimensional flexibility, is highlighted as an easy and well-controlled strategy for the design and prepn. of functionalized carbon materials, and the use of self-assembly for uniform hybridization is addressed for prepg. hybrid carbon materials with various functions.  A no. of new exciting and potential applications are also presented for the assembled GO-based materials.  This contribution concludes with some personal perspectives on future challenges before interfacial self-assembly may become a major strategy for the application-targeted design and prepn. of functionalized carbon materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXosV2rtb0%253D&md5=69247c10598d657f262515760f49617e", "38. ", "Nypelo", ", ", "T.", "; ", "Rodriguez-Abreu", ", ", "C.", "; ", "Kolen’ko", ", ", "Y. V.", "; ", "Rivas", ", ", "J.", "; ", "Rojas", ", ", "O. J.", " ", "Microbeads and hollow microcapsules obtained by self-assembly of pickering magneto-responsive cellulose nanocrystals", " ", "ACS Appl. Mater. Interfaces", " ", "2014", ",  ", "6", ",  ", "16851", "– ", "16858", "[", "ACS Full Text ", "], [", "CAS", "]", "38. ", "Microbeads and Hollow Microcapsules Obtained by Self-Assembly of Pickering Magneto-Responsive Cellulose Nanocrystals", "Nypelo, Tiina; Rodriguez-Abreu, Carlos; Kolen'ko, Yury V.; Rivas, Jose; Rojas, Orlando J.", "ACS Applied Materials & Interfaces", "\r\n        (", "2014", "),\r\n    ", "6", "\r\n        (", "19", "),\r\n    ", "16851-16858", "CODEN:\r\n                ", "AAMICK", ";\r\n        ISSN:", "1944-8244", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Magneto-responsive cellulose microbeads and microcapsules comprising self-assembled shells of cellulose nanocrystals (CNC) carrying magnetic CoFe2O4 nanoparticles, i.e., a mixt. of isotropic and anisotropic nanomaterials, have been prepd.  The magnetic CNCs formed a structured layer, a mesh, consisting of CNCs and magnetic particles bound together on the surface of distinct droplets of hexadecane and styrene dispersed in water.  Because of the presence of CNCs the highly cryst. mesh was targeted to provide an improved barrier property of the microbead shell compared to neat polymer shells, while the magnetic particles provided the magnetic response.  In situ polymn. of the styrene phase led to the formation of solid microbeads (∼8 μm diam.) consisting of polystyrene (PS) cores encapsulated in the magnetic CNC shells (shell-to-core mass ratio of 4:96).  The obtained solid microbeads were ferromagnetic (satn. magnetization of ∼60 emu per g of the magnetic phase).  The magnetic functionality enables easy sepn. of substances immobilized on the beads.  Such a functionality was tested in removal of a dye from water.  The microbeads were further utilized to synthesize hollow microcapsules by solubilization of the PS core.  The CNC-based, magneto-responsive solid microbeads and hollow microcapsules were characterized by electron microscopy (morphol.), X-ray diffraction (phase compn.), and magnetometry (magnetic properties).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsFCjsbzE&md5=d04fdd757f47b2363511eeee379751d1", "39. ", "He", ", ", "Y.", "; ", "Wu", ", ", "F.", "; ", "Sun", ", ", "X.", "; ", "Li", ", ", "R.", "; ", "Guo", ", ", "Y.", "; ", "Li", ", ", "C.", "; ", "Zhang", ", ", "L.", "; ", "Xing", ", ", "F.", "; ", "Wang", ", ", "W.", "; ", "Gao", ", ", "J.", " ", "Factors that affect Pickering emulsions stabilized by graphene oxide", " ", "ACS Appl. Mater. Interfaces", " ", "2013", ",  ", "5", ",  ", "4843", "– ", "4855", "[", "ACS Full Text ", "], [", "CAS", "]", "39. ", "Factors that Affect Pickering Emulsions Stabilized by Graphene Oxide", "He, Yongqiang; Wu, Fei; Sun, Xiying; Li, Ruqiang; Guo, Yongqin; Li, Chuanbao; Zhang, Lu; Xing, Fubao; Wang, Wei; Gao, Jianping", "ACS Applied Materials & Interfaces", "\r\n        (", "2013", "),\r\n    ", "5", "\r\n        (", "11", "),\r\n    ", "4843-4855", "CODEN:\r\n                ", "AAMICK", ";\r\n        ISSN:", "1944-8244", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Stable Pickering emulsions were prepd. using only graphene oxide (GO) as a stabilizer, and the effects of the type of oil, the sonication time, the GO concn., the oil/water ratio, and the pH value on the stability, type, and morphol. of these emulsions were investigated.  The salt effect and the effect of the extent of GO redn. on the emulsion formation and stability were studied and discussed.  The av. droplet size decreased with sonication time and with GO concn., and the emulsions tended to achieve good stability at intermediate oil/water ratios and at low pH values.  In all solvents, the emulsions were of the oil-in-water type, but interestingly, some water-in-oil-in-water (w/o/w) multiple emulsion droplets were also obsd. with low GO concns., low pH values, high oil/water ratios, high salt concns., or moderately reduced GO in the benzyl chloride-water system.  A Pickering emulsion stabilized by Ag/GO was also prepd., and its catalytic performance for the redn. of 4-nitrophenol was investigated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXntFWls7g%253D&md5=83334167e369f89990de8de7192b2b9d", "40. ", "Zhang", ", ", "M.", "; ", "Ngo", ", ", "T. H.", "; ", "Rabiah", ", ", "N. I.", "; ", "Otanicar", ", ", "T. P.", "; ", "Phelan", ", ", "P. E.", "; ", "Swaminathan", ", ", "R.", "; ", "Dai", ", ", "L. L.", " ", "Core-shell and asymmetric polystyrene-gold composite particles via one-step Pickering emulsion polymerization", " ", "Langmuir", " ", "2014", ",  ", "30", ",  ", "75", "– ", "82", "[", "ACS Full Text ", "], [", "CAS", "]", "40. ", "Core-Shell and Asymmetric Polystyrene-Gold Composite Particles via One-Step Pickering Emulsion Polymerization", "Zhang, Mingmeng; Ngo, Thao H.; Rabiah, Noelle I.; Otanicar, Todd P.; Phelan, Patrick E.; Swaminathan, Raja; Dai, Lenore L.", "Langmuir", "\r\n        (", "2014", "),\r\n    ", "30", "\r\n        (", "1", "),\r\n    ", "75-82", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Core-shell structured polystyrene-gold composite particles are synthesized from one-step Pickering emulsion polymn.  The surface coverage of the core-shell composite particles is improved with increasing gold nanoparticle (AuNP) hydrophobicity and concn.  At high surface coverage, the AuNPs exhibit an ordered hexagonal pattern, likely due to electrostatic repulsion during the emulsion polymn. process.  In addn. to core-shell structured polystyrene-gold composite particles, an intriguing observation is that at low AuNP concns., asym. polystyrene-gold nanocomposite particles are simultaneously formed, where a single gold nanoparticle is attached onto each polystyrene particle.  It is found that these asym. particles are formed via a \"seeded-growth\" mechanism.  The core-shell and asym. polystyrene-gold composite particles prove to be efficient catalysts as they successfully catalyze the Rhodamine B redn. reaction with stable performance and show high recyclability as catalysts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvV2rsrrN&md5=fd35f31149c5c397474cd4b679bb89f2", "41. ", "Gudarzi", ", ", "M. M.", "; ", "Sharif", ", ", "F.", " ", "Self assembly of graphene oxide at the liquid-liquid interface: A new route to the fabrication of graphene based composites", " ", "Soft Matter", " ", "2011", ",  ", "7", ",  ", "3432", "– ", "3440", "[", "Crossref", "], [", "CAS", "]", "41. ", "Self assembly of graphene oxide at the liquid-liquid interface: A new route to the fabrication of graphene based composites", "Gudarzi, Mohsen Moazzami; Sharif, Farhad", "Soft Matter", "\r\n        (", "2011", "),\r\n    ", "7", "\r\n        (", "7", "),\r\n    ", "3432-3440", "CODEN:\r\n                ", "SMOABF", ";\r\n        ISSN:", "1744-683X", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Dispersion of graphene in a polymer matrix as mono layers is an important step towards fabricating high performance polymer-graphene nanocomposites.  In this paper, a novel method based on Pickering emulsion polymn. has been introduced that assures fine dispersion and enhances loading.  The major idea is to use a high affinity of graphene oxide (GO) for assembly at the liq.-liq. interface for Pickering emulsion polymn.  A guideline for ensuring stable hybrid colloids of polymer-graphene oxide with an appropriate polymer particle size has been introduced.  Then a system of poly (Me methacrylate) (PMMA)-GO has been selected and the nanocomposites have been made by Pickering emulsion polymn. to examine the theory.  TEM studies of the products show various interesting arrangements of PMMA and GO for a different size ratio of nanolayers to polymer particles.  The new method paves the way for an environmentally benign process for the prodn. of high quality polymer graphene nanocomposites as it is water-based (no org. solvent is employed) and soap free.  Furthermore, resulting hybrid particles were melt mixed with PMMA as a master batch.  The resulting nanocomposites with 0.3 wt% graphene showed improved thermal stability and stiffness.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjsFylsb0%253D&md5=b556e11176930d06a1452d25020cedc9", "42. ", "Tang", ", ", "M.", "; ", "Wang", ", ", "X.", "; ", "Wu", ", ", "F.", "; ", "Liu", ", ", "Y.", "; ", "Zhang", ", ", "S.", "; ", "Pang", ", ", "X.", "; ", "Li", ", ", "X.", "; ", "Qiu", ", ", "H.", " ", "Au nanoparticle/graphene oxide hybrids as stabilizers for Pickering emulsions and Au nanoparticle/graphene oxide@polystyrene microspheres", " ", "Carbon", " ", "2014", ",  ", "71", ",  ", "238", "– ", "248", "[", "Crossref", "], [", "CAS", "]", "42. ", "Au nanoparticle/graphene oxide hybrids as stabilizers for Pickering emulsions and Au nanoparticle/graphene oxide@polystyrene microspheres", "Tang, Mingyi; Wang, Xingrui; Wu, Fei; Liu, Yue; Zhang, Sai; Pang, Xiaobo; Li, Xianxian; Qiu, Haixia", "Carbon", "\r\n        (", "2014", "),\r\n    ", "71", "\r\n        (", "),\r\n    ", "238-248", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Gold nanoparticle/graphene oxide hybrids (AuNP/GO) were easily fabricated by a redox reaction between GO and chloroauric acid without using any addnl. reductant and then used to stabilize Pickering emulsions.  Factors affecting the properties of the emulsions were studied, including the HAuCl4/GO mass ratio used to prep. the AuNP/GO, the oil/water ratio, the AuNP/GO concn., the pH value, and the type and concn. of electrolytes.  The emulsions were more stable when stabilized by AuNP/GO made from HAuCl4/GO mass ratios of 0.375-0.5.  High pH values and AuNP/GO concns. that were too high or too low were unfavorable to the stability of the Pickering emulsions.  Adding electrolytes to the systems improved the stability of the Pickering emulsions owing to the redn. of repulsive interactions between AuNP/GO sheets.  The AuNP/GO stabilized Pickering emulsions were used to prep. AuNP/GO supported polystyrene (PS) microspheres (AuNP/GO@PS) by polymg. the Pickering emulsion.  The catalytic performance of AuNP/GO@PS for the redn. of 4-nitrophenol was then studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhvVWmtLg%253D&md5=ac0d97fa286b5eb6aa21b79bb8b3d0be", "43. ", "Hummers", ", ", "W. S.", "; ", "Offeman", ", ", "R. E.", " ", "J. Am. Chem. Soc.", " ", "1958", ",  ", "80", ",  ", "1339", "– ", "1339", "[", "ACS Full Text ", "], [", "CAS", "]", "43. ", "Preparation of graphitic oxide", "Hummers, Wm. S., Jr.; Offeman, Richard E.", "Journal of the American Chemical Society", "\r\n        (", "1958", "),\r\n    ", "80", "\r\n        (", "),\r\n    ", "1339", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "See U.S. 2,798,878 (C.A. 51, 15080a).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaG1cXlt1yjuw%253D%253D&md5=04e888842c5cd001e1ac8daba8de2455", "44. ", "Huang", ", ", "Z. H.", "; ", "Liu", ", ", "G.", "; ", "Kang", ", ", "F.", " ", "Glucose-promoted Zn-based metal-organic framework/graphene oxide composites for hydrogen sulfide removal", " ", "ACS Appl. Mater. Interfaces", " ", "2012", ",  ", "4", ",  ", "4942", "– ", "4947", "[", "ACS Full Text ", "], [", "CAS", "]", "44. ", "Glucose-promoted Zn-based metal-organic framework/graphene oxide composites for hydrogen sulfide removal", "Huang, Zheng-Hong; Liu, Guoqiang; Kang, Feiyu", "ACS Applied Materials & Interfaces", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "9", "),\r\n    ", "4942-4947", "CODEN:\r\n                ", "AAMICK", ";\r\n        ISSN:", "1944-8244", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Zinc-based metal-org. frameworks/graphene oxide (MOF-5/GO) composites were synthesized via the solvothermal method.  The materials were characterized by SEM (SEM), nitrogen adsorption, X-ray diffraction (XRD), Fourier transform IR (FTIR) spectroscopy, and XPS, and their performances for hydrogen sulfide (H2S) removal were evaluated by dynamic testing at room temp.  The composites exhibit microporous structure with a small amt. of mesopores, and the structure is highly dependent on the amt. of GO loaded.  The surface area and pore vol. first increase and then decrease with increasing GO, reaching the max. value when the GO ratio is 5.25%.  The composites exhibit high adsorption capacities for H2S, with the max. uptakes reaching up to 130.1 mg/g.  Although the loading of GO makes a contribution to the enhancement of dispersive force in the porous structure, it leads to the crystal distortion of MOF-5.  The introduction of glucose can restrain this distortion to maintain the structure stability.  A good match between GO and glucose have a well synergy effect to develop the porous structure, resulting in the highest H2S adsorption capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlSksbvI&md5=66358675ff45e55abc339fbaf8c6fea5", "45. ", "Petit", ", ", "C.", "; ", "Bandosz", ", ", "T. J.", " ", "Enhanced Adsorption of Ammonia on Metal-Organic Framework/Graphite Oxide Composites: Analysis of Surface Interactions", " ", "Adv. Funct. Mater.", " ", "2010", ",  ", "20", ",  ", "111", "– ", "118", "[", "Crossref", "], [", "CAS", "]", "45. ", "Enhanced Adsorption of Ammonia on Metal-Organic Framework/Graphite Oxide Composites: Analysis of Surface Interactions", "Petit, Camille; Bandosz, Teresa J.", "Advanced Functional Materials", "\r\n        (", "2010", "),\r\n    ", "20", "\r\n        (", "1", "),\r\n    ", "111-118", "CODEN:\r\n                ", "AFMDC6", ";\r\n        ISSN:", "1616-301X", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Composites of the metal-org. framework (MOF), MOF-5, and graphite oxide (GO) with different ratios of the two components are prepd. and tested in ammonia removal under dry conditions.  The parent and composite materials are characterized before and after exposure to ammonia by sorption of N2, X-ray diffraction, thermal analyses, and FT-IR spectroscopy.  The results show a synergetic effect resulting in an increase in the ammonia uptake compared to the parent materials.  It is linked to enhanced dispersive forces in the pore space of the composites.  Addnl., ammonia interacts with zinc oxide tetrahedra via hydrogen bonding and is intercalated between the layers of GO.  Retention of a large quantity of ammonia eventually leads to a collapse of the MOF-5 structure in the composites.  The effect resembles that obsd. when MOF-5 is exposed to water.  Taking into account the similarity of ammonia and water mols., it is hypothesized that ammonia causes a destruction of the MOF-5 and composite structure as a result of its hydrogen bonding with the zinc oxide clusters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFKhsg%253D%253D&md5=760e81aa71b5413f2b1b9fb8ad3551b8", "46. ", "Petit", ", ", "C.", "; ", "Mendoza", ", ", "B.", "; ", "Bandosz", ", ", "T. J.", " ", "Reactive adsorption of ammonia on Cu-based MOF/graphene composites", " ", "Langmuir", " ", "2010", ",  ", "26", ",  ", "15302", "– ", "15309", "[", "ACS Full Text ", "], [", "CAS", "]", "46. ", "Reactive Adsorption of Ammonia on Cu-Based MOF/Graphene Composites", "Petit, Camille; Mendoza, Barbara; Bandosz, Teresa J.", "Langmuir", "\r\n        (", "2010", "),\r\n    ", "26", "\r\n        (", "19", "),\r\n    ", "15302-15309", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "New composites based on HKUST-1 and graphene layers are tested for ammonia adsorption at room temp. in both dry and moist conditions.  The materials are characterized by X-ray diffraction, FT-IR spectroscopy, adsorption of nitrogen, and thermal analyses.  Unlike other MOF/GO composites reported in previous studies, these materials are water-stable.  Ammonia adsorption capacities on the composites are higher than the ones calcd. for the phys. mixt. of components, suggesting the presence of a synergetic effect between the MOF and graphene layers.  The increased porosity and dispersive forces being the consequence of the presence of graphene layers are responsible for the enhanced adsorption.  In addn. to its retention via phys. forces, ammonia is also adsorbed via binding to the copper sites in HKUST-1 and then, progressively, via reaction with the MOF component.  This reactive adsorption is visible through two successive changes of the adsorbents' color during the breakthrough tests.  More ammonia is adsorbed in moist conditions than in dry conditions owing to its dissoln. in a water film present in the pore system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFarsLbF&md5=51d2aa38d101dfb6454be60c7a1287cc", "47. ", "Li", ", ", "D.", "; ", "Furukawa", ", ", "H.", "; ", "Deng", ", ", "H.", "; ", "Liu", ", ", "C.", "; ", "Yaghi", ", ", "O. M.", "; ", "Eisenberg", ", ", "D. S.", " ", "Designed amyloid fibers as materials for selective carbon dioxide capture", " ", "Proc. Natl. Acad. Sci. U.S.A.", " ", "2014", ",  ", "111", ",  ", "191", "– ", "196", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "47. ", "Designed amyloid fibers as materials for selective carbon dioxide capture", "Li, Dan; Furukawa, Hiroyasu; Deng, Hexiang; Liu, Cong; Yaghi, Omar M.; Eisenberg, David S.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2014", "),\r\n    ", "111", "\r\n        (", "1", "),\r\n    ", "191-196", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "New materials capable of binding CO2 are essential to address climate change.  This work demonstrated that amyloids (self-assembling protein fibers) are effective for selective CO2 capture.  Solid-state NMR proved amyloid fibers contg. alkylamine groups reversibly bind CO2 via carbamate formation.  Thermodn. and kinetic capture/release tests showed the carbamate formation rate is fast enough to capture CO2 by dynamic sepn., undiminished by the presence of water, in a natural amyloid and designed amyloids with increased CO2 capacity.  Heating to 100° regenerated the material.  Results demonstrated the potential of amyloid fibers for environmental CO2 capture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXps1ChtQ%253D%253D&md5=5e3580ecd2d5bb1bcfc72f7cc139eed4", "48. ", "Fracaroli", ", ", "A. M.", "; ", "Furukawa", ", ", "H.", "; ", "Suzuki", ", ", "M.", "; ", "Dodd", ", ", "M.", "; ", "Okajima", ", ", "S.", "; ", "Gandara", ", ", "F.", "; ", "Reimer", ", ", "J. A.", "; ", "Yaghi", ", ", "O. M.", " ", "Metal-organic frameworks with precisely designed interior for carbon dioxide capture in the presence of water", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "8863", "– ", "8866", "[", "ACS Full Text ", "], [", "CAS", "]", "48. ", "Metal-Organic Frameworks with Precisely Designed Interior for Carbon Dioxide Capture in the Presence of Water", "Fracaroli, Alejandro M.; Furukawa, Hiroyasu; Suzuki, Mitsuharu; Dodd, Matthew; Okajima, Satoshi; Gandara, Felipe; Reimer, Jeffrey A.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "25", "),\r\n    ", "8863-8866", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The selective capture of CO2 in the presence of H2O is an outstanding challenge.  Here, the interior of IRMOF-74-III can be covalently functionalized with primary amine (IRMOF-74-III-CH2NH2) and used for the selective capture of CO2 in 65% relative humidity.  This study encompasses the synthesis, structural characterization, gas adsorption, and CO2 capture properties of variously functionalized IRMOF-74-III compds. (IRMOF-74-III-CH3, -NH2, -CH2NHBoc, -CH2NMeBoc, -CH2NH2, and -CH2NHMe).  CPMAS 13C NMR spectra showed that CO2 binds chem. to IRMOF-74-III-CH2NH2 and -CH2NHMe to make carbamic species.  CO2 isotherms and breakthrough expts. show that IRMOF-74-III-CH2NH2 is esp. efficient at taking up CO2 (3.2 mmol of CO2 per g at 800 torr) and, more significantly, removing CO2 from wet N2 gas streams with breakthrough time of 610 ± 10 s g-1 and full preservation of the IRMOF structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXpsVGhurs%253D&md5=dacdcbaa0116e5021b61e705886d8dac", "49. ", "Shekhah", ", ", "O.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Chen", ", ", "Z.", "; ", "Guillerm", ", ", "V.", "; ", "Cairns", ", ", "A.", "; ", "Adil", ", ", "K.", "; ", "Eddaoudi", ", ", "M.", " ", "Made-to-order metal-organic frameworks for trace carbon dioxide removal and air capture", " ", "Nat. Commun.", " ", "2014", ",  ", "5", ",  ", "4228", "– ", "4235", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "49. ", "Made-to-order metal-organic frameworks for trace carbon dioxide removal and air capture", "Shekhah, Osama; Belmabkhout, Youssef; Chen, Zhijie; Guillerm, Vincent; Cairns, Amy; Adil, Karim; Eddaoudi, Mohamed", "Nature Communications", "\r\n        (", "2014", "),\r\n    ", "5", "\r\n        (", "),\r\n    ", "4228", "CODEN:\r\n                ", "NCAOBW", ";\r\n        ISSN:", "2041-1723", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Direct air capture is regarded as a plausible alternate approach that, if economically practical, can mitigate the increasing carbon dioxide emissions assocd. with two of the main carbon polluting sources, namely stationary power plants and transportation.  Here we show that metal-org. framework crystal chem. permits the construction of an isostructural metal-org. framework (SIFSIX-3-Cu) based on pyrazine/copper(II) two-dimensional periodic 44 square grids pillared by silicon hexafluoride anions and thus allows further contraction of the pore system to 3.5 vs. 3.84 Å for the parent zinc(II) deriv.  This enhances the adsorption energetics and subsequently displays carbon dioxide uptake and selectivity at very low partial pressures relevant to air capture and trace carbon dioxide removal.  The resultant SIFSIX-3-Cu exhibits uniformly distributed adsorption energetics and offers enhanced carbon dioxide phys. adsorption properties, uptake and selectivity in highly dild. gas streams, a performance, to the best of our knowledge, unachievable with other classes of porous materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhvF2mu7vL&md5=a44a110477b88d428d806c2803a819d9", "50. ", "Gao", ", ", "F.", "; ", "Li", ", ", "Y.", "; ", "Bian", ", ", "Z.", "; ", "Hu", ", ", "J.", "; ", "Liu", ", ", "H.", " ", "Dynamic Hydrophobic Hindrance Effect of Zeolite@Zeolitic Imidazolate Framework Composites for CO", "2", " Capture in the Presence of Water", " ", "J. Mater. Chem. A", " ", "2015", ",  ", "3", ",  ", "8091", "– ", "8097", "[", "Crossref", "], [", "CAS", "]", "50. ", "Dynamic hydrophobic hindrance effect of zeolite@zeolitic imidazolate framework composites for CO2 capture in the presence of water", "Gao, Fei; Li, Yankai; Bian, Zijun; Hu, Jun; Liu, Honglai", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2015", "),\r\n    ", "3", "\r\n        (", "15", "),\r\n    ", "8091-8097", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "For the real industrial process of CO2 capture, it is still a great challenge for adsorbents to exhibit excellent CO2 adsorption capacity in the presence of water.  By combining a pre-seeding process and a two-step temp. controlling crystn., a zeolitic imidazolate framework (ZIF-8) shell is introduced on the com. zeolite adsorbent (5A) core to produce a series of 5A@ZIF-8 composites with an enhanced surface hydrophobicity.  Each 5A@ZIF-8 composite exhibits a dynamic hydrophobic hindrance effect for the sepn. of CO2 from the simulated humid flue gas (15% CO2 and 90% humidity at 298 K).  Among these, the CO2 adsorption capacity and the CO2/H2O selectivity of 5A@ZIF-8(I) can be as high as 2.67 mmol g-1 and 6.61, resp., at the optimized adsorption time of 10 min.  More importantly, over 10 adsorption-desorption cycles, there is almost no degrdn. of the adsorption performance.  Therefore, the novel strategy of utilizing the dynamic hydrophobic hindrance effect through a core-shell structure would be a good soln. for improving the CO2 sepn. performance in practical applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXjs1yhsLk%253D&md5=9034016cbc5095b5184b38a2e2e6cff5"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-26/acs.langmuir.5b01171/20150630/images/small/la-2015-01171y_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-26/acs.langmuir.5b01171/20150630/images/small/la-2015-01171y_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-26/acs.langmuir.5b01171/20150630/images/small/la-2015-01171y_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-26/acs.langmuir.5b01171/20150630/images/small/la-2015-01171y_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-26/acs.langmuir.5b01171/20150630/images/small/la-2015-01171y_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-26/acs.langmuir.5b01171/20150630/images/small/la-2015-01171y_0006.gif\">"]}
