{"title": ["Adsorption and Separation of Ternary and Quaternary Mixtures of Short Linear Alkanes in Zeolites by Molecular Simulation"], "authors": ["Linghong Lu", "Qi Wang", "Yingchun Liu"], "doi": ["10.1021/la034766z"], "abstract": "The adsorption equilibria of ternary and quaternary mixtures of short linear alkanes, involving methane, ethane, propane, and -butane, were simulated by using the configurational-bias Monte Carlo technique in grand canonical ensemble in MFI zeolite. The simulation results are in good agreement with the experimental data. The adsorption isotherms in MFI zeolite show that the longer chain component is preferentially adsorbed at low pressures. Its adsorption increases and then decreases as the pressure increases. But the shorter chain component is adsorbed at higher pressures and its adsorption increases as the pressure increases. The selectivity of ISV and MFI is much higher than that of MOR. The selectivity increases rapidly as the mole fraction of methane in the gas phase increases, but the change of selectivity of MOR is not obvious in an methane−ethane−propane mixture. The adsorbed amount in mixtures is in the order of ISV > MFI > MOR. ", "text": [" Top of PageAbstractIntroductionPotential Model and Simulation DetailsResults and DiscussionConclusionsIntroduction The research of adsorption and separation of natural gas is of great importance and interest because of its storage and purification. However, design of adsorption processes of pure and multiple components needs a great deal of adsorption and separation data. But experimental measurements of adsorption isotherms of mixtures are so time-consuming that experimental data are very scarce.1 Molecular simulation techniques, as a kind of “computer experiments”, offer an attractive method for the data acquisition of multicomponent adsorptions. In fact, many researchers have already employed Monte Carlo (MC) simulations to study adsorption of alkanes in zeolite. Vlugt et al.2 used the configurational-bias Monte Carlo (CBMC) technique combined with grand canonical ensemble and studied the adsorption of C4−C9 alkanes in silicalite. Krishna et al.3 calculated the sorption isotherms of methane, ethane, propane, and n- and isobutane, as well as the binary mixtures of methane−propane, ethane−n-butane, n-butane−isobutane, and propane−isobutane in silicalite-1 at 300 K also by CBMC. In addition, Du et al.4 and Macedonia et al.5 simulated the adsorption of short linear alkanes (methane, ethane, propane, and butane) and their binary mixtures in silicalite by CBMC or by grand canonical Monte Carlo (GCMC). But in the purification of natural gas, the stream consists of methane, ethane, propane, and n-butane, in which the methane is expected to be separated from the other constituents. So the direct simulation for the ternary and quaternary mixtures of short linear alkanes is very important for a better understanding of adsorptive separation processes. In this work, we report the MC simulation results of adsorption and separation for ternary and quaternary mixtures of C1−C4 short linear alkanes.  Because pure- and high-silica zeolites have good hydrophobic ability, they have important applications in industry. The adsorption equilibria of ternary and quaternary mixtures of short linear alkanes, involving methane, ethane, propane, and n-butane, were simulated at 300 K and 345 kPa in ISV, MFI, and MOR zeolites. They are all pure- or high-silica zeolites.   Top of PageAbstractIntroductionPotential Model and Simulation DetailsResults and DiscussionConclusionsPotential Model and Simulation Details Potential Model. As to alkane−alkane interactions, the united atoms representation6 was employed, in which the CH4, CH3, and CH2 groups are considered as a single interaction center. The intermolecular interaction between two united atoms is described by a Lennard-Jones potential,  where rij is the distance between pseudoatoms i and j, εij is the energy parameter, σij is the length parameter, and Rc is the cutoff radius of the potential. In this work, the cutoff radius for all interactions was 13.8 Å. The calculations were corrected to compensate for the missing long-range part of the potential. Contributions to the potential energy for r > Rc are frequently estimated by assuming that g(r) ≈ 1 in this region.7 g(r) is the pair distribution function.  The zeolite was assumed to be rigid,8 and the alkane−zeolite interactions are dominated by dispersive interactions, which are described by a Lennard-Jones potential as well:   where rsi is the distance between atoms of zeolite and pseudoatoms of alkane, εsi is the energy parameter, and σsi is the size parameter. Since the size and the polarizability of Si atoms in zeolites are much smaller than those of O atoms, the contribution of Si atoms to the total potential is small and is taken into account in the O−alkane interaction parameters. The potentials at a series of grid points were calculated and stored in advance. During simulations, the potential at a given position in the zeolite can be calculated by interpolation using this grid.9 The parameters of Lennard-Jones interactions were taken from Vlugt et al.2 and are listed in Table 1.    Table 1.  Parameters of Lennard-Jones Interactions Used in This Work   ε/kB/[K]σ/[Å] ε/kB/[K]σ/[Å] CH4−CH4 148.0 3.73 O−CH4 96.5 3.60 CH3−CH3 98.1 3.77 O−CH3 80.0 3.60 CH2−CH2 47.0 3.93 O−CH2 58.0 3.60     Table 2.  Probabilities of Each Perturbationa  movingrotatingregrowinginsertingremovingidentity changing 0.15 0.15 0.15 0.25 0.25 0.05  a Reference 15.    Interaction parameters between different united atoms i and j were calculated by using Jorgensen's mixing rules:10     Simulation Details. The GCMC method, which is convenient to simulate adsorption, was employed in this work. The linear molecules were inserted in simulations by using the CBMC technique proposed by Smit et al.11 The result shows that the insertions are effectual. In this work, we employed GCMC combined with the CBMC technique to simulate alkane mixtures in different zeolites at 300 K. In the simulation scheme, five types of trial moves were included:  1. Moving a Molecule. A molecule in the mixtures is selected randomly and moved by a random displacement. The maximum displacement is selected so that 50% of the moves are accepted. The acceptance probability is   2. Rotating a Molecule. A molecule in the mixtures is selected randomly and rotated by a random rotation around the center of mass. The maximum rotation is selected so that 50% of the rotations are accepted. The acceptance probability is   3. Partly Regrowing a Molecule. A molecule in the mixtures is selected randomly, and a part of the molecule is regrown by using the CBMC scheme. The first point of the molecule is fixed, and the regrowing is started with the surplus segment. The acceptance probability is   4. Inserting/Removing a Molecule. The probability of insertion or removal is kept around 50%, and the probability of insertion or removal is of the same value. An attempt is made to insert a molecule at a random position by using the CBMC scheme or to remove a molecule selected randomly. The acceptance probability is     5. Changing the Molecule Identity. One of the components is randomly selected, and one molecule of the component is selected randomly and an attempt is made to change the molecule identity.12,13 As to ternary and quaternary mixtures, the original identity of the selected molecule is changed to one of the other identities at random. If molecule type 1 is changed to molecule type 2, the acceptance probability is   In eqs 5−10, Wo→n is the Rosenbluth weight, which is obtained from the CBMC algorithm.14 μ is the chemical potential. Δu is the change of potential energy when trial moves take place. T is the temperature. Λ is the thermal de Broglie wavelength. k is the Boltzmann constant.  The probability of the trial moves is presented in Table 2.  In this way, 2 × 105 MC cycles were performed for ternary and quaternary mixtures and 1.5 × 105 cycles for binary mixtures. Half of the cycles (i.e., 1 × 105 ) are performed for equilibration, and the subsequent cycles are used to calculate the statistical properties. The number of trial moves in a MC cycle is equal to the number of adsorbed molecules.   Top of PageAbstractIntroductionPotential Model and Simulation DetailsResults and DiscussionConclusionsResults and Discussion Comparison with Experimental Data. In this work, the simulation results were compared with the experimental data of Abdul-Rehman et al.16 In this reference, Linde S-115 silicalite, which was bonded with 20% clay binder, was used as the adsorbent. We assumed that this 20% clay binder does not contribute to the adsorption. In this work, the experimental data were corrected for this.  The adsorptions of pure components have already been simulated in the literature.3-5 But in order to further verify the model and the programs used in this work, we reproduced the adsorption data in MFI zeolite for the pure components of methane, ethane, propane, and n-butane at 300 K and compared them with the experimental data of Abdul-Rehman et al.16 The results are shown in Figure  1. Considering the accuracy of the experimental data, the agreement of the simulation results with the experimental data is reasonably satisfactory.   Figure 1 Adsorption isotherms of pure components in MFI zeolite at 300 K.   The adsorption of three ternary mixtures of methane−ethane−propane, methane− ethane−n-butane, and methane−propane−n-butane and one quaternary system of methane−ethane−propane−n-butane was simulated at 300 K and 345 kPa in MFI zeolite. The compositions of the gas phase and the adsorption phase (experimental and simulation results) are illustrated in Figures 2−5. Tetrahedron coordinates were employed to express the compositions of quaternary mixtures as in Figure 5. Each peak point of the tetrahedron shows a pure component of the quaternary mixture. The larger the mole fraction of a component in the mixtures, the closer the point representing the mixtures is to the peak point of this component in the tetrahedron. Comparison of the simulation results with the experimental data shows good agreement. It demonstrates that the simulation model and programs used in this work can well describe the adsorption of ternary and quaternary mixtures. In addition, it can also be observed from these figures that the agreement between simulations and experiments is satisfied for adjacent components (such as in methane−ethane−propane and methane−ethane−propane−n-butane mixtures). However, for nonadjacent components (such as in methane−ethane−n-butane and methane−propane−n-butane mixtures), there is a little deviation, which agrees with Du's results.4 It seems that the calculation would be more accurate if we modified some of the interaction parameters.  Figure 2 Ternary adsorption diagram of methane−ethane−propane in MFI zeolite.   Figure 3 Ternary adsorption diagram of methane−ethane−n-butane in MFI zeolite.   Figure 4 Ternary adsorption diagram of methane−propane−n-butane in MFI zeolite.   Figure 5 Quaternary adsorption diagram of methane−ethane−propane−n-butane in MFI zeolite.   Adsorption Isotherms. A majority of the experimental data were gained at moderate pressures. It is interesting to simulate the adsorption isotherms of mixtures at various pressures. Experimentally, the measurement of an isotherm is more complicated for mixtures than for a pure component.15 One has to measure both adsorption as a function of pressure and changes in the composition of the gas phase. In these simulations, we fixed the composition of the gas mixtures as 0.33−033−0.33 for the ternary system or 0.25−0.25−0.25−0.25 for the quaternary system and then changed pressures at 300 K.  Figure 6 shows the adsorption isotherms for 0.25−0.25−0.25−0.25 mixtures of the methane−ethane−propane−n-butane quaternary system at 300 K. The partial pressures of the shortest chain component are listed on the x-axis. At low pressures, n-butane is adsorbed preferentially, while methane is almost not adsorbed. As pressure increases, the adsorption of n-butane increases and then decreases. But at higher pressures, the adsorption of methane increases.   Figure 6 Adsorption isotherms of methane−ethane−propane−n-butane mixtures (0.25−0.25−0.25−0.25) at 300 K.   The isotherms of three ternary mixtures at 300 K are shown in Figures 7−9. The results show that the longer chain component is preferentially adsorbed at low pressures; as pressure increases, its adsorption increases and then decreases. As to the shorter chain component, it is adsorbed at higher pressures and the adsorption increases as the pressure increases.   Figure 7 Adsorption isotherms of methane−ethane−propane mixtures (0.33−0.33−0.33) at 300 K.   Figure 8 Adsorption isotherms of methane−ethane−n-butane mixtures (0.33−0.33−0.33) at 300 K.   Figure 9 Adsorption isotherms of methane−propane−n-butane mixtures (0.33−0.33−0.33) at 300 K.   In Figures 6−9, it can be observed that the adsorbed amount of the longest chain alkane has a peak around 100 kPa of partial pressure (75 kPa for Figure 5) or 300 kPa of total pressure, but other components do not reach their peaks. This suggests that the experimental pressure of 345 kPa adopted by Abdul-Rehman et al.16 is reasonable because in this condition the zeolites have good separation ability and the adsorbed amount is large too.   Figure 10 Selectivity of methane−ethane−propane−n-butane in different zeolites.   Figure 11 Adsorbed amount of n-butane for methane−ethane−propane−n-butane in different zeolites.   Figure 12 Selectivity of methane−ethane−propane in different zeolites.   Figure 13 Adsorbed amount of propane for methane−ethane−propane in different zeolites.   Figure 14 Selectivity of methane−ethane in different zeolites.    Figure 15 Adsorbed amount of ethane for methane−ethane in different zeolites.   We can find the same trends from the simulation results of all mixtures. At low pressures, every component of alkane adsorbs independently; as pressure increases, the adsorption of the longest-chain component reaches a maximum and then decreases, and the adsorption of the second-longest-chain component reaches a maximum. The shorter the chain of the alkane, the higher the pressure of reaching maximum adsorption. This is because the longest-chain component has a larger heat of adsorption. But it is interesting that the longer chain alkanes are squeezed out by the shorter chain alkanes at higher pressures. The reason is that the zeolite is almost completely filled at higher pressures, and the entropy effect becomes more important. The entropy of the zeolite completely filled with shorter chain alkane is higher. However, a zeolite completely filled with longer chain alkane has approximately the same free energy as a zeolite filled with shorter chain alkane. Talbot17 predicted the entropy effects theoretically.  Separations. As to separations, the most interesting and important factor is the selectivity of the zeolites for different components. The individual heats of adsorption and the selectivity of mixtures of methane−ethane have been measured isothermally at constant loading in a microcalorimeter by Dunne et al.,18 and they concluded that the adsorption isotherms and the isosteric heats of the mixtures in silicalite at room temperature and at low coverage in an adsorbent with a weak electric field, such as in silicalite, agreed quantitatively with ideal adsorbed solution theory. Certainly, the experimental measurements are time-consuming and expensive. We simulated the adsorption of the methane−ethane−propane−n-butane quaternary mixture and the methane−ethane−propane ternary and methane−ethane binary mixtures at 300 K and 345 kPa, since we are convinced that this temperature and pressure are reasonable from previous  results, and the simulations were performed in different zeolites of MFI, ISV, and MOR.   Figure 16 Adsorption probability distribution of the methane−ethane system (0.5 mole fraction for ethane in the gas phase); the lines are the zeolite structure.   In the process of separation, the norm to estimate the selectivity of the adsorbent is the relative selectivity (α) of this adsorbent.19 In this work, the relative selectivity is defined as  where xSA and xSB are the mole fractions of components A and B in the adsorption phase, respectively, and yGA and yGB are the mole fractions of components A and B in the gas phase.  Figure 10 shows the simulation results of methane−ethane−propane−n-butane quarternary mixtures in ISV, MFI, and MOR. The mole fraction of ethane and propane in the gas phase are fixed at 0.25, while the mole fractions of methane and n-butane are varied. We studied the selectivity of these zeolites for n-butane, and the selectivity is shown as a function of the mole fraction of methane in the figure. The results show that all the selectivities of those zeolites are greater than 1.0; this means that the zeolites store more butane than methane. This is due to the stronger interaction between butane and the zeolites. And the selectivity of ISV and MFI is much higher than that of MOR; as the mole fraction of methane in the gas phase increases, its selectivity increases rapidly, but the change of selectivity of MOR is not very remarkable. When the mole fraction of methane in the gas phase is larger  than 0.15, the selectivity of MFI is a little larger than that of ISV, but the adsorbed amount of n-butane in ISV is larger than that in MFI. The adsorbed amount in MOR is smallest among these three zeolites. Figure 11 shows the adsorbed amount of n-butane in different zeolites.  As to methane−ethane−propane ternary mixtures (the mole fraction of ethane in the gas phase is fixed at 0.33, while the mole fractions of methane and propane are varied) and methane−ethane binary mixtures, the results are similar. The selectivity of ISV and MFI is much higher than that of MOR. As the mole fraction of methane in the gas phase increases, its selectivity increases rapidly, but the selectivity of MOR is lower than those of other zeolites. The selectivity of propane of ISV is a little larger than that of MFI as shown in Figure 12. Contrarily, the selectivity of ethane of MFI is a little larger than that of ISV, Figure 14. But the difference of selectivity between ISV and MFI is not apparent. The adsorbed amount in methane−ethane−propane and methane−ethane mixtures is in the order of ISV > MFI > MOR, like in methane−ethane−propane−n-butane quaternary mixtures. It is presented in Figures 13 and 15.  Figure 16 shows the adsorption probability distribution of the methane−ethane system (0.5 mole fraction for ethane in the gas phase). It can explain why the selectivity of MOR zeolite is obviously smaller than those of the other two zeolites. In every 100 MC cycles, the center of mass of a molecule is computed, and at this position a dot is drawn in the figures; this procedure is repeated until 10 000 dots have been plotted. In this way, Figure 16 was obtained. The red dots represent the center of mass of ethane, and the white dots represent the center of mass of methane. From these figures, it can be observed that the methane and ethane are all adsorbed in major channels of ISV and MFI zeolites. But in MOR zeolite, besides the major 12-membered ring channels there are some pockets (cages), which consist of 12-membered rings, 8-membered rings, 5-membered rings, and 4-membered rings. The pockets intersect with the major channel. The majority of molecules adsorbed in these pockets is methane, while there is very little ethane in the pockets. So the adsorption of methane in MOR increases, and the selectivity of ethane is lower in MOR zeolites. For the ternary and quaternary mixtures, the reason is also that more methane is adsorbed in the pockets of MOR zeolite.   Top of PageAbstractIntroductionPotential Model and Simulation DetailsResults and DiscussionConclusionsConclusions Grand canonical ensemble combined with the configurational-bias Monte Carlo simulation technique was employed to simulate the adsorption equilibria of ternary and quaternary mixtures of short linear alkanes in zeolites in this work. The simulations of methane−ethane−propane, methane−ethane−n-butane, and methane−propane−n-butane ternary mixtures and methane−ethane−propane−n-butane quaternary mixtures were performed at 300 K and 345 kPa in MFI zeolite. The simulation results are in good agreement with the experimental data.  The simulation results of adsorption isotherms show that the longer chain component is preferentially adsorbed at low pressures; as pressure increases, the adsorption increases and then decreases. As to the shorter chain component, it is adsorbed at high pressures and as pressure increases the adsorption increases.  The selectivity of ISV and MFI is much higher than that of MOR for mixtures of C1−C4 short linear alkanes; as the mole fraction of methane in the gas phase increases, the selectivity increases rapidly. But the change of selectivity of MOR is not very apparent in methane−ethane−propane mixtures. The adsorbed amount in mixtures is in the order of ISV > MFI > MOR for these three mixtures.    Top of PageAbstractIntroductionPotential Model and Simulation DetailsResults and DiscussionConclusionsAcknowledgment The authors thank Professor Smit and Dr. Vlugt, who offered the main body of CBMC programs for single-component simulation of linear alkanes, so that the authors could modify these programs and use them for the simulations of adsorption on mixtures. This work was supported by the National Natural Science Foundation of China (through Grant No. 20176048).     This article references 19 other publications. (1) Jaroniec, M.   Physical Adsorption on Heterogeneous Solids; translated by L. Jia; Chemical Industry Press:  Beijing, 1997; p 164 (in Chinese).There is no corresponding record for this reference.  (2) Vlugt, T. J. H.; Zhu, W.; Kapteijn, F.; Moulijn, J. A.; Smit, B.; Krishna, R.   J. Am. Chem. Soc. 1998, 120, 5599.[ACS Full Text ], [CAS](2) . Adsorption of Linear and Branched Alkanes in the Zeolite Silicalite-1Vlugt, T. J. H.; Zhu, W.; Kapteijn, F.; Moulijn, J. A.; Smit, B.; Krishna, R.Journal of the American Chemical Society\r\n        (1998),\r\n    120\r\n        (22),\r\n    5599-5600CODEN:\r\n                JACSAT;\r\n        "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2003/langd5.2003.19.issue-25/la034766z/production/images/small/la034766zf00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2003/langd5.2003.19.issue-25/la034766z/production/images/small/la034766zf00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2003/langd5.2003.19.issue-25/la034766z/production/images/small/la034766zf00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2003/langd5.2003.19.issue-25/la034766z/production/images/small/la034766zf00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2003/langd5.2003.19.issue-25/la034766z/production/images/small/la034766zf00005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2003/langd5.2003.19.issue-25/la034766z/production/images/small/la034766zf00006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2003/langd5.2003.19.issue-25/la034766z/production/images/small/la034766zf00007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2003/langd5.2003.19.issue-25/la034766z/production/images/small/la034766zf00008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2003/langd5.2003.19.issue-25/la034766z/production/images/small/la034766zf00009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2003/langd5.2003.19.issue-25/la034766z/production/images/small/la034766zf00010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2003/langd5.2003.19.issue-25/la034766z/production/images/small/la034766zf00011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2003/langd5.2003.19.issue-25/la034766z/production/images/small/la034766zf00012.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2003/langd5.2003.19.issue-25/la034766z/production/images/small/la034766zf00013.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2003/langd5.2003.19.issue-25/la034766z/production/images/small/la034766zf00014.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2003/langd5.2003.19.issue-25/la034766z/production/images/small/la034766zf00015.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2003/langd5.2003.19.issue-25/la034766z/production/images/small/la034766zf00016.gif\">"]}