{"title": ["Kinetic Stability of MOF-5 in Humid Environments: Impact of Powder Densification, Humidity Level, and Exposure Time"], "authors": ["Yang Ming", "Justin Purewal", "Jun Yang", "Chunchuan Xu", "Rick Soltis", "James Warner", "Mike Veenstra", "Manuela Gaab", "Ulrich Müller", "Donald J. Siegel"], "doi": ["10.1021/acs.langmuir.5b00833"], "abstract": ["Metal–organic frameworks (MOFs) are an emerging class of microporous, crystalline materials with potential applications in the capture, storage, and separation of gases. Of the many known MOFs, MOF-5 has attracted considerable attention because of its ability to store gaseous fuels at low pressure with high densities. Nevertheless, MOF-5 and several other MOFs exhibit limited stability upon exposure to reactive species such as water. The present study quantifies the impact of humid air exposure on the properties of MOF-5 as a function of exposure time, humidity level, and morphology (", "., powders vs pellets). Properties examined include hydrogen storage capacity, surface area, and crystallinity. Water adsorption/desorption isotherms are measured using a gravimetric technique; the first uptake exhibits a type V isotherm with a sudden increase in uptake at ∼50% relative humidity. For humidity levels below this threshold only minor degradation is observed for exposure times up to several hours, suggesting that MOF-5 is more stable than generally assumed under moderately humid conditions. In contrast, irreversible degradation occurs in a matter of minutes for exposures above the 50% threshold. Fourier transform infrared spectroscopy indicates that molecular and/or dissociated water is inserted into the skeletal framework after long exposure times. Densification into pellets can slow the degradation of MOF-5 significantly, and may present a pathway to enhance the stability of some MOFs."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Details", "Results and Discussion", "Conclusion", "References", "Introduction", "Metal–organic frameworks (MOFs) are in the process of transitioning from the laboratory to commercial applications.", "(1)", " The high surface area and tunable properties of MOFs make them attractive candidates for applications such as gas storage, gas separations, and catalysis.", "(2-4)", " Among the many MOF compounds, MOF-5 (Figure ", "1", ") has received considerable attention due to its ability to store gaseous fuels such as hydrogen at low pressures with high gravimetric and volumetric densities.", "(5-9)", "Despite these promising features, the limited stability of some MOFs with respect to reactive species such as water remains a point of concern.", "(10-14)", " These concerns extend to MOF-5, as its degradation has been observed via X-ray diffraction and correlated with decreasing hydrogen adsorption after exposure to humid conditions.", "(15-21)", " For example, Schrock and co-workers observed irreversible decomposition of MOF-5 after uptake of 8 wt % water.", "(22)", " Other studies have suggested that the stability of MOFs is related to the composition of the metal site and the structure of the metal cluster.", "(23)", " Molecular dynamics and first-principles calculations have also been used to characterize the degradation process in MOF-5. These models suggest that adsorbed water interacts more strongly with (Zn) metal sites than with the carboxylate linker, and have proposed reaction mechanisms associated with MOF hydrolysis.", "(24-27)", " Other models have suggested that MOF-5 is relatively stable at low water loadings, indicating that degradation only occurs when a significant concentration of water is adsorbed on the metal cluster.", "(28)", " This implies that the humidity level will impact the rate of degradation.", "While stability considerations are paramount for applications such as CO", "2", " capture from flue gas (which may contain large quantities of water),", "(29-33)", " even “clean” applications such as the storage of high-purity hydrogen for fuel-cell vehicles may present challenges for MOFs. For example, exposure to humid air during system assembly or during in-service events such as refueling, ", "etc", "., could contaminate the MOF media, thereby reducing capacity and cycle life. In these instances it is important not only to know that degradation ", "can", " occur, but also to quantify the degree of degradation and its dependence on operating conditions. This information is essential for establishing a material’s “stability window,” which indicates the conditions under which suitable performance can be maintained.", "Figure 1. Crystal structure of MOF-5: Red spheres, O; white, H; black, C; blue, Zn. The large yellow sphere illustrates the size of the central pore.", "Toward this goal, the present study quantifies the impact of humid air exposure on the properties of MOF-5 as a function of exposure time, humidity level, and morphology (i.e., powders vs pellets). Properties examined include hydrogen storage capacity, surface area, and crystallinity. Water adsorption/desorption isotherms are measured using a gravimetric technique and exhibit a large hysteresis; the first uptake cycle resembles a type V isotherm with a sudden increase in water uptake at ∼50% relative humidity. For humidity levels below this threshold, only minor degradation is observed for exposure times of 2 h for powders, and 24 h in pellets. On the other hand, irreversible degradation can occur in a matter of minutes at higher humidity. FTIR spectroscopy suggests that molecular and/or dissociated water is inserted into the skeletal framework after long exposure times. Densification into pellets can slow the degradation of MOF-5 significantly, and may therefore present a partial “engineering solution” for the limited stability of some MOFs.", "Top of Page", "Abstract", "Introduction", "Experimental Details", "Results and Discussion", "Conclusion", "References", "Experimental Details", "Materials Preparation", "MOF-5 powder was provided by BASF, and was synthesized using a process described previously.", "(6)", " In some cases expanded natural graphite, ENG (SGL Group), was added at moderate levels to MOF-5 as a means to improve thermal conductivity.", "(8, 9)", " All handling of the materials was performed in an Ar glovebox, in which the materials were stored. Pelletized versions of MOF-5 were also examined, with and without ENG additions. Composite MOF-5/ENG pellets were synthesized by adding ENG to MOF-5 to achieve pellets having a mass fraction of 5 wt % ENG. A SPEX 8000 M mixer/mill was filled with the MOF-5/ENG mixture and shaken in the milling machine for 20 s without milling balls. The powders were loaded into a cylindrical die with diameter equal to 6.35 mm, and pressed to a height of 5 mm; the resulting pellets had a density of approximately 0.36 g/cm", "3", ". The pelletizing process was performed inside the glovebox. Figure ", "2", " shows the MOF-5 powders and pellets used during the experiment.", "Stability testing under humid conditions was performed at 22 °C using two relative humidity (RH) levels: 45% and 61%. These conditions were maintained using a gas flow system that mixed dry air with water vapor. The flow apparatus employs a Bronkhorst W303A liquid flow controller with a controlled evaporator mixer (CEM). The flow rate for dry air was set to 20 L/min, and the water vapor flow rate was 10.7 g/h for 45% RH, and 16.9 g/h for 61% RH. These two streams were mixed and connected to a large Erlenmeyer flask, which served as a controlled humidity chamber.", "Samples were transferred to the humidity chamber after first being loaded into a bottle within the glovebox. The bottle was placed inside the flask and opened. The bottle opening was positioned so as to block the impingement of the humid airflow directly onto the sample; this geometry was intended to minimize convection effects, and mimic water adsorption from a quasi-static atmosphere. A given sample was exposed for a specified time, with exposure times of 30 min, 2 h, 24 h, 48 h, and 66 h for powders, and 30 min, 2 h, 24 h, and 66 h for pellets. The mass of the sample used for each measurement was approximately 0.37 g. For powders, fresh samples were used for each exposure experiment; for pellets, samples underwent a cumulative exposure process in which (for example) a pellet exposed for 2 h was removed from the humidity chamber, characterized, and then returned to the chamber for another 22 h, to achieve a total exposure of 24 h.", "Figure 2. MOF-5 morphologies examined: (left) powder; (right) pellets.", "Characterization", "The surface area of MOF-5 powders was measured at 77 K using nitrogen sorption on a Micromeritics ASAP 2420. A minimum of 0.5 g of sample was used during each test. Prior to measurement, the sample was evacuated for 8 h at 200 °C. Twenty-five sample points were taken; the surface area was calculated using the Brunauer–Emmet–Teller (BET) equation", "(34)", " according to DIN 66131 (“Determination of specific surface area of solids by means of gas adsorption using the method of BET”) using data points within the range 0.05 < ", "p", "/", "p", "0", " < 0.2.", "The impact of exposure to humid conditions on hydrogen uptake was assessed using a Sieverts’ apparatus (PCT-Pro 2000, Setaram). As a first step, samples were activated to remove any weakly bound (i.e., physisorbed) water in the material: samples were evacuated at room temperature for at least 6 h, then evacuated and heated to 130 °C overnight. Less aggressive activation conditions (evacuation for 4 h at 85 °C) proved sufficient for samples exposed to the lower humidity condition (45% RH) for brief intervals (e.g., 30 min). These activation conditions represent what could be possible for “in service” activation of a commercial MOF-based system after accidental exposure or brief (intentional) exposure during system manufacture or assembly.", "Water adsorption isotherms were measured using a gravimetric technique (VTI-SA+ Vapor Sorption Analyzer). Samples were first dried by heating for 6 h at 120 °C. Isotherms were taken at 25 °C using relative humidity increments/decrements equal to 10%, with a range spanning from 5% to 85%. Equilibrium was assumed to be established when the change in sample mass was less than 0.01% in a 2 min interval. A cycle consisted of a single adsorption followed by desorption. Three cycles were completed, and the activation process was applied before each cycle.", "Figure 3. Excess gravimetric hydrogen uptake in MOF-5 powders as a function of relative humidity and exposure time. (Top) relative humidity = 45%, ", "T", " = 22 °C; (bottom) relative humidity = 61%, ", "T", " = 22 °C. Isotherms are plotted before exposure to humid air (0 h), and after 5 increasingly longer exposure times: 0.5 h, 1.5 h, 24 h, 48 h, and 66 h. Solid symbols represent experimental data; these data are fit using the Unilan isotherm model (solid lines).", "X-ray diffraction (XRD, Rigaku Miniflex II diffractometer using Cu Kα radiation (λ = 1.5418 Å)) was used to assess changes in crystallinity resulting from exposure to humid air. Samples were transferred to the diffractometer in sealed vials. Each vial was opened, and the MOF-5 powder was chopped and pressed onto an off axis silicon crystal sample substrate. The time between opening the vial and the beginning of the scan was less than 30 s. Diffraction data were collected over a range of 5–40° 2θ at a scan rate of 5°/min, resulting in a total experiment time of 7 min. The sample was then immediately scanned a second time in order to observe the degree of structural change that had occurred during the initial scan. No change was observed in any of the samples.", "Fourier transform infrared spectrometry (FTIR) was used to assess changes in bonding resulting from exposure to humidity. Measurements were made using a Thermo Scientific Nicolet FTIR spectrometer. Samples were scanned from 4000 to 600 cm", "–1", " with a resolution of 0.24 cm", "–1", ". Averaging was performed over 128 scans; the time to conduct all scans was 5 min. Powder samples were loaded and scanned in air. Since the scan time was short compared to the exposure time in the humidity chamber, we expect that any changes to FTIR peaks primarily reflect effects from humidity exposure before the scan.", "Top of Page", "Abstract", "Introduction", "Experimental Details", "Results and Discussion", "Conclusion", "References", "Results and Discussion", "MOF-5 Powder", "We first discuss the stability of powder-based samples. Hydrogen uptake isotherms for samples exposed to humidity (RH = 45% and 61% at 22 °C) for various exposure times are shown in Figure ", "3", ". The ", "x", "-axis specifies the equilibrium hydrogen pressure, and the ", "y", "-axis is the excess adsorbed hydrogen in weight percent (wt %): [m(H", "2", ")/m(MOF-5)] × 100. Experimental data (symbols) are fit (lines) using the Unilan isotherm model.", "(35)", "Figure ", "3", "a shows data for the lower humidity level, RH = 45%. For samples exposed for the two shortest time periods, 0.5 and 2 h, the decrease in maximum hydrogen uptake is less than 3% compared to the baseline (unexposed) material. This indicates that the MOF-5 powders do not undergo “sudden death” when exposed to moderately humid conditions for short times. For a 24-h exposure, the peak in the adsorption isotherm also decreases by only slightly (∼5%), from 5.7 to 5.4 wt %. However, more significant changes are observed for longer exposures; for example, uptake drops to half of that for the pristine material after 66 h exposure. In contrast, at the higher RH value (61%), Figure ", "3", "b, significant decreases in hydrogen storage capacity appear after 2 h of exposure. After 24 h uptake decreases by approximately 50%, which is an order of magnitude larger than the losses seen at RH = 45%. After 48 h the powder has lost essentially all of its gas storage capability (uptake below 0.5 wt %).", "Figure ", "3", " shows that exposure to humid environments for periods longer than approximately ∼2 h negatively impacts the adsorption of H", "2", " in MOF-5 powders. Two possible explanations for this behavior are (i) water molecules preferentially adsorb in MOF-5, and thereby block sites for H", "2", " uptake, or (ii) water molecules react irreversibly with MOF-5, for example, by decomposing/insertion into its crystal structure.", "(15, 27)", " The first scenario is unlikely given that each sample exposed to humid conditions is evacuated and heated overnight to remove any adsorbed water before hydrogen isotherm measurements are performed. Therefore, we hypothesize that the most likely explanation for the observed decrease in H", "2", " uptake is an irreversible structure change wherein MOF-5 transforms into a new composition/structure that is less amenable to gas storage, presumably due to loss of porosity, surface area, ", "etc.", "To test this hypothesis, the BET surface areas of MOF-5 powders with different exposure times to the two relative humidity levels were measured, as shown in Figure ", "4", ". In general, the changes to surface area vs exposure time & RH follow closely the trends seen for hydrogen uptake in Figure ", "3", ". Prior to exposure, the measured surface area was 2355 m", "2", "/g. For the RH = 45% samples, relatively small changes in SA are observed for exposure times up to 48 h. At 66 h the surface area then drops more precipitously to a value which is half (1217 m", "2", "/g) its initial maximum, which is again consistent with the changes observed to the isotherms in Figure ", "3", "a. [It is also evident that the pellets (discussed in more detail below) exhibit enhanced robustness to humidity; the pellets maintain higher BET surface areas compared to those of powders for the same exposure conditions. The surface area of the unexposed pellets (corresponding to ", "t", " = 0 in Figure ", "4", ") is slightly above that of the unexposed powders because the media is sourced from a different batch of MOF-5 material.] In contrast, for the RH = 61% samples the BET surface area decreases more rapidly, achieving a value of nearly zero (34 m", "2", "/g) after 66 h. The declining surface area for both RH values indicates that the porosity of the MOF-5 powders is continuously reduced upon exposure to humid conditions.", "Figure 4. BET surface area of MOF-5 powders (filled data points) and pellets (open symbols) as a function of exposure time to humid air with relative humidities (RH) of 45% (square symbols) and 61% (circular symbols). ", "T", " = 22 °C in all cases. Data points at ", "t", " = 0 correspond to samples which were not exposed to humidity.", "X-ray diffraction (XRD) was used to assess changes to the crystallinity of MOF-5 associated with exposure to humidity. Figure ", "5", " shows diffraction patterns for MOF-5 powders as a function of exposure time for the RH = 45% and RH = 61% cases. For RH = 45%, Figure ", "5", "a, during exposures up to 48 h the only change in the XRD pattern (relative to the unexposed material) is a very small shift of some peaks to smaller 2-theta values, indicating a slight expansion of the crystal.", "(27)", " After 66 h, a new peak appears at 2θ = 9°, consistent with the formation of a new phase. The position of the new peak is in agreement with that of prior studies,", "(15)", " and resembles the pattern for ZnBDC·", "x", "H", "2", "O. (We note that the full crystal structure of the emergent phase has not been completely determined.", "(36)", ") In contrast, for the RH = 61% case the same peak appears much sooner, after only 24 h of exposure, Figure ", "5", "b. Additional changes to the diffraction pattern are evident at longer exposure times. A comparison of the XRD patterns for both RH conditions shows that the extent of the change in crystallinity/structure with respect to exposure time closely follows the trends observed in both the H", "2", " uptake isotherms and the surface area.", "Figure 5. XRD spectra for MOF-5 powders as a function of exposure time to humid air with relative humidities of 45% (top) and 61% (bottom). In both cases ", "T", " = 22 °C.", "To quantify the amount of water vapor adsorbed by MOF-5, water adsorption and desorption isotherms were measured at 25 °C using a gravimetric apparatus, Figure ", "6", ". Here the ", "x", "-axis represents RH, and the ", "y", "-axis represents the weight percent ([m(water)/m(MOF-5)] × 100) of adsorbed water. Three adsorption/desorption cycles were performed using the same powder sample. During the first uptake cycle less than 1 wt % of water is adsorbed for RH up to 45%. The water uptake then jumps dramatically to more than 12 wt % at RH values between 45–55%. For higher RH the uptake saturates at capacities of 12–14 wt %. This adsorption behavior is consistent with a type V isotherm, which is expected for systems exhibiting relatively strong adsorbate–adsorbate interactions in comparison to (weaker) adsorbate–adsorbent interactions.", "The sudden increase in water uptake in MOF-5 evident in the isotherm over the relatively narrow region of RH spanning 45–55% explains the dramatic differences in H", "2", " uptake, surface area, ", "etc", ". observed for the two humidity levels (RH = 45 and 61%) in the exposure experiments. These two levels fall, respectively, just below and just above the transition region in Figure ", "6", ", indicating that these measurements can be rationalized by the sudden increase in the adsorbed water content of the MOF as RH increases from 45 to 61%.", "Figure 6. Water adsorption in MOF-5 powder at 25 °C vs relative humidity for three adsorption/desorption cycles.", "Figure ", "6", " also shows that the isotherm for the first adsorption–desorption cycle exhibits a large hysteresis; this is because the amount of adsorbed water decreases only slightly during the desorption cycle, ∼1 wt %, suggesting a strong chemisorption-like binding of H", "2", "O to the MOF-5 framework. In the subsequent second and third cycles relatively little water adsorption occurs; the sample has lost approximately 2/3 of its water uptake ability. As previously described, these latter cycles were performed following separate sample activation steps. Therefore, the low uptake observed for these cycles likely reflects the failure of the activation procedure to remove strongly bound H", "2", "O from the first uptake cycle, in concert with a structure change as suggested by XRD.", "FTIR spectroscopy was used to examine changes to bonding in MOF-5 resulting from humidity exposure. Figure ", "7", " shows the FTIR spectrum for MOF-5 powders exposed to air with RH = 61% for 0, 24, and 66 h at 22 °C. Prior to FTIR analysis, all samples underwent overnight activation (evacuation and heating at 130 °C) to remove physisorbed water. Therefore, changes to the FTIR spectrum resulting from exposure should be attributable to irreversible insertion and/or chemisorption of water within the MOF-5 crystal structure. Four new/shifted peaks emerge in the spectrum upon exposure for 66 h and are labeled with numbers 1 through 4. These peaks suggest a pathway for the reaction of water with MOF-5, and can be assigned to specific bonds illustrated in Figure ", "8", ". At low water loadings, water molecules are expected to be physically adsorbed near the Zn cluster, Figure ", "8", "b.", "(28)", " Irreversible insertion of water into the framework is expected to occur at higher loadings and is consistent with the emergence of peaks 1 and 2, in which molecular water bonds to Zn, displacing oxygen from the linker, Figure ", "8", "c. More specifically, peak 1 at 3600 cm", "–1", " can be assigned to O–H stretching in a water molecule that is adsorbed at a Zn site. Similarly, the broad peak from 3400 to 3000 cm", "–1", " (labeled “2”) can be traced to an O–H stretch, but in which the hydrogen also participates in a H-bond, presumably with the displaced oxygen attached to the linker. The peak at position 3 arises from C═O stretching in a carbonyl group, while peak 4 is also due to C═O stretching, but where the oxygen additionally participates in a hydrogen bond, presumably with a hydrogen from molecular water.", "Figure 7. FTIR spectra for MOF-5 powders exposed to air with RH = 61% for 0, 24, and 66 h at 22 °C.", "Figure 8. (a) Magnification of a portion of the MOF-5 crystal structure: Red, O; blue, Zn; black, C; gray, H. The trapezoid represents the region of interest for water interactions with MOF-5, as shown in the lower four panels. (b) Physisorption of water near the Zn cluster. (c) Insertion of molecular water into the MOF-5 framework via bonding to Zn and displacement of the BDC linker. (d) Water insertion and dissociation, resulting in a hydroxyl group bonding to Zn and carboxylic acid at the terminus of the linker. (e) An example of a carboxylic acid dimer that may contribute to peak 4 in the FTIR spectra. Numbers 1–4 refer to bonds associated with peaks in the FTIR spectrum in Figure ", "7", ".", "Figure ", "8", " structures d and e depict additional reactions that involve the dissociation of water, and which based on the FTIR spectrum, we speculate may coexist. As an initial step, hydrogen from dissociated H", "2", "O bonds with oxygen from the BDC linker to form carboxylic acid, while the remaining hydroxyl group bonds with Zn, Figure ", "8", "d. In addition, if several carboxylic acids are formed, then two of these groups from separate linkers may join to form a dimer structure, Figure ", "8", "e; this structure would provide another source for peak 4, Figure ", "7", ". In this case the two participating BDC linker fragments are totally disconnected from their respective metal clusters due to water insertion reactions.", "Figure 9. Excess gravimetric H", "2", " adsorption amount for MOF-5 pellets (density ≈ 0.37 g/cm", "3", ") exposed to a humid environment for 0.5 h, 2 h, 24 h, and 66 h, respectively. (a) Pure MOF-5 pellet, RH = 45%; (b) pure MOF-5 pellet, RH = 61%; (c) MOF-5/5%ENG pellet, RH = 45%; (d) MOF-5/5%ENG pellet, RH = 61%. Symbols represent experimental data, lines are fits to the data using the Unilan isotherm model.", "The previous discussion suggests that MOF-5 is unstable in the presence of water. This is to be expected based on earlier studies which involved exposure to liquid water or more extreme humidity conditions.", "(15, 16)", " However, for the moderate humidity levels examined here, powders exposed for periods ranging from ∼30 min to 2 h do not experience a significant degradation in surface area or H", "2", " storage capacity. This suggests that kinetics play a role in the degradation process. We next examine how the morphology of the material—that is, powders vs pellets—impacts the rate of MOF-5 degradation in humid environments.", "MOF-5 Pellets", "Our prior studies have found that controlled densification can significantly improve the effective volumetric density of gases stored in MOFs, with only minor losses to excess gravimetric density.", "(7, 37)", " From the standpoint of packaging and system assembly, the use of densified morphologies such as pellets or pucks would also present advantages compared to the use of powders. In addition, a densified structure may present fewer or less facile pathways for the infiltration of water vapor into the MOF, potentially reducing the degradation observed for powders. In this section we characterize the stability of MOF-5 pellets with respect to humidity, and compare their performance to that of powders.", "Figure ", "9", " panels a and b show the excess gravimetric H", "2", " adsorption in MOF-5 pellets (density ≈ 0.36 g/cm", "3", ") following exposure to the same two humidity conditions used previously for powders (RH = 45% and 61% at 22 °C). Exposure times were 0.5 h, 2 h, 24 h, and 66 h. Similar to the powder results, increasing the relative humidity from 45 to 61% has a large effect on the hydrogen capacity of the MOF. For example, H", "2", " uptake in pellets is not significantly reduced after 24 h exposure to RH = 45%, Figure ", "9", "a. However, after an identical exposure time at RH = 61%, H", "2", " capacity drops by ∼50% relative to uptake in the unexposed system, Figure ", "9", "b. Because gravimetric uptake is related to geometric properties of MOFs such as specific surface area and micropore volume,", "(38)", " a loss in hydrogen capacity can also presumably be related to a comparable loss in these quantities, as previously discussed.", "Another observation relates to the “kinetic stability” of the densified MOF. Here kinetic stability refers to the rate of degradation/decomposition of the MOF at a given RH, temperature, and exposure time. We first recall that in powders, Figure ", "3", "a, the exposure time at which a significant decrease in excess hydrogen uptake was observed at RH = 45% was 2 h. In contrast, for pellets a much longer exposure time of ∼24 h is required to achieve a comparable loss in H", "2", " capacity. Similar trends hold for longer exposure times: powders exposed to RH = 45% for 66 h exhibit a H", "2", " capacity of 3 wt %, whereas for pellets the uptake is significantly higher, 4.1 wt %, Figure ", "9", "a. This behavior also carries over to samples exposed to the higher humidity RH = 61% environment: after 2 h exposure, powder MOF-5 has a H", "2", " capacity of 4.9 wt %, while for pellets the capacity is essentially unchanged from that of the unexposed material, 5.6 wt %, as shown in Figures ", "3", "b and ", "9", "b, respectively.", "We speculate that the improved resistance of the pellets to water-induced degradation results from reduced water permeation into the pellets. Permeation is proportional to both the concentration and the diffusivity of water, and in principle the higher density of the pellets may impact both of these quantities. Nevertheless, given a high enough RH combined with a long exposure time, pellets will ultimately degrade to the point at which all of their gas storage capacity is lost. The behavior is shown in Figure ", "9", "b, where a pellet exposed for 66 h to RH = 61% loses essentially all of its adsorption ability. These data indicate that densification can slow, but not stop, the degradation of MOF-5 upon exposure to humid environments.", "As a final comparison we briefly consider the impact of expanded natural graphite (ENG) additions on the stability of MOF-5 pellets. As previously described, small additions (5 wt % or less) of expanded natural graphite (ENG) have been shown to improve the thermal conductivity of MOF-5-based pellets, without significant penalty to their hydrogen capacity.", "(7-9)", " Given the low intrinsic conductivity of MOFs,", "(39)", " it is conceivable that the use of second phase additions such as ENG will be a common strategy in applications where heat transfer through a MOF-based medium is needed. Our earlier studies have shown that ENG tends to accumulate at the interfaces between MOF-5 particles during pelletization.", "(9)", " As these interfaces may present facile diffusion pathways for water molecules into MOF pellets, we hypothesize that interfacial ENG may impede water transport and thereby slow degradation resulting from water entry into the pellet. To test this hypothesis, humidity exposure tests were also performed on ENG-containing pellets. Pellets synthesized from a physical mixture of MOF-5 and 5 wt % ENG were exposed to a RH of 45% and 61%, and then subjected to H", "2", " uptake testing, Figure ", "9", " panels c and d. The maximum excess gravimetric hydrogen uptake for the composite MOF-5/ENG system is lower than that of pure MOF-5 because ENG has a lower hydrogen capacity compared to MOF-5. Accounting for this effect, we observe that the MOF-5/ENG pellet shows similar robustness to that of the pure MOF-5 pellets, Figure ", "9", "a,b.", "Top of Page", "Abstract", "Introduction", "Experimental Details", "Results and Discussion", "Conclusion", "References", "Conclusion", "An important obstacle limiting the commercialization of MOFs is the limited robustness of some MOF compositions to reactive species, including water. To accelerate the transition of MOFs from lab bench to applications, an understanding of the operating conditions under which reasonable performance can be expected, that is, a “stability window”, would be of great value. Toward this goal, in the present study we have quantified the impact of humid air exposure on the properties of the well-known MOF-5 compound as a function of exposure time, humidity level, and morphology (powders vs pellets). Properties examined include hydrogen storage capacity, surface area, and crystallinity. Water adsorption/desorption isotherms were measured using a gravimetric technique; the isotherms exhibit a large hysteresis indicative of chemisorption-like binding of H", "2", "O to the MOF-5 framework. The first uptake is consistent with a type V isotherm having a sudden increase in uptake at ∼50% relative humidity. Stability assessments were performed slightly below and above this threshold. Below the threshold only minor degradation is observed for exposure times up to several hours, indicating that MOF-5 is more stable than commonly thought under moderately humid conditions. In contrast, irreversible degradation can occur in a matter of minutes at higher humidity. FTIR spectroscopy suggests that molecular and/or dissociated water is inserted into the skeletal framework after long exposure times. Densification into pellets was observed to slow the degradation of MOF-5 significantly and may present an opportunity to extend the stability window of some MOFs.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Details", "Results and Discussion", "Conclusion", "References", "Supporting Information", "Description of the humidity test cell. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Details", "Results and Discussion", "Conclusion", "References", "Acknowledgment", "Funding for this study was provided by the U.S. Department of Energy, Office of Energy Efficiency and Renewable Energy, Award No. DE-FC36-GO19002.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Details", "Results and Discussion", "Conclusion", "References", "References", "This article references 39 other publications.", "1. ", "Rowsell", ", ", "J. L. C.", "; ", "Yaghi", ", ", "O. M.", " ", "Metal–organic frameworks: A new class of porous materials", " ", "Microporous Mesoporous Mater.", " ", "2004", ",  ", "73", " (", "1–2", ")  ", "3", "– ", "14", "[", "Crossref", "], [", "CAS", "]", "1. ", "Metal-organic frameworks: a new class of porous materials", "Rowsell, Jesse L. C.; Yaghi, Omar M.", "Microporous and Mesoporous Materials", "\r\n        (", "2004", "),\r\n    ", "73", "\r\n        (", "1-2", "),\r\n    ", "3-14", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A review of the synthesis, structure, and properties of metal-org. frameworks (MOFs) is presented, highlighting the important advances in their research over the past decade.  This new class of porous materials is attracting attention due to demonstrations of their large pore sizes, high apparent surface areas, selective uptake of small mols., and optical or magnetic responses to the inclusion of guests.  More importantly, their synthesis from mol. building blocks holds the potential for directed tailoring of these properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXlvVWrur4%253D&md5=63063a3480702ad0f211a6d5f0fd0491", "2. ", "Mueller", ", ", "U.", "; ", "Schubert", ", ", "M.", "; ", "Teich", ", ", "F.", "; ", "Puetter", ", ", "H.", "; ", "Schierle-Arndt", ", ", "K.", "; ", "Pastre", ", ", "J.", " ", "Metal–organic frameworks—Prospective industrial applications", " ", "J. Mater. Chem.", " ", "2006", ",  ", "16", " (", "7", ")  ", "626", "– ", "636", "[", "Crossref", "], [", "CAS", "]", "2. ", "Metal-organic frameworks-prospective industrial applications", "Mueller, U.; Schubert, M.; Teich, F.; Puetter, H.; Schierle-Arndt, K.; Pastre, J.", "Journal of Materials Chemistry", "\r\n        (", "2006", "),\r\n    ", "16", "\r\n        (", "7", "),\r\n    ", "626-636", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The generation of metal-org. framework (MOF) coordination polymers enables the tailoring of novel solids with regular porosity from the micro to nanopore scale.  Since the discovery of this new family of nanoporous materials and the concept of so called 'reticular design', nowadays several hundred different types of MOF are known.  The self assembly of metal ions, which act as coordination centers, linked together with a variety of polyat. org. bridging ligands, results in tailorable nanoporous host materials as robust solids with high thermal and mech. stability.  Describing examples of different Zn-contg. structures, e.g. MOF-2, MOF-5 and IRMOF-8 verified synthesis methods will be given, as well as a totally novel electrochem. approach for transition metal based MOFs will be presented for the 1st time.  With sufficient amts. of sample now being available, the testing of metal-org. frameworks in fields of catalysis and gas processing is exemplified.  Report is given on the catalytic activation of alkynes (formation of methoxypropene from propyne, vinylester synthesis from acetylene).  Removal of impurities in natural gas (traces of tetrahydrothiophene in methane), pressure swing sepn. of rare gases (Kr and Xe) and storage of H (3.3% at 2.0 MPa/77 K on Cu-BTC-MOF) will underline the prospective future industrial use of metal-org. frameworks in gas processing.  Whenever possible, comparison is made to state-of-art applications to outline possibilities which might be superior by using MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtFeitrc%253D&md5=8969f7b0200e29cefd59141380fea9b5", "3. ", "Schlichte", ", ", "K.", "; ", "Kratzke", ", ", "T.", "; ", "Kaskel", ", ", "S.", " ", "Improved synthesis, thermal stability and catalytic properties of the metal–organic framework compound Cu", "3", "(BTC)", "2", " ", "Microporous Mesoporous Mater.", " ", "2004", ",  ", "73", " (", "1–2", ")  ", "81", "– ", "88", "[", "Crossref", "], [", "CAS", "]", "3. ", "Improved synthesis, thermal stability and catalytic properties of the metal-organic framework compound Cu3(BTC)2", "Schlichte, Klaus; Kratzke, Tobias; Kaskel, Stefan", "Microporous and Mesoporous Materials", "\r\n        (", "2004", "),\r\n    ", "73", "\r\n        (", "1-2", "),\r\n    ", "81-88", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "The catalytic properties of the metal-org. framework compd. Cu3(BTC)2(H2O)3·xH2O (BTC = benzene 1,3,5-tricarboxylate) were explored.  Cu2O-free powder samples of Cu3(BTC)2(H2O)3·xH2O were obtained using an improved synthesis at 393 K under hydrothermal conditions.  The microporous material has a high specific pore vol. of 0.41 cm3 g-1 and a pore diam. of 10.7 Å (Horvath-Kawazoe).  Removal of the three copper-bound water mols. allows to access the Lewis acid copper sites.  The exchange of coordinated water by substrates or solvent mols. is recognized from the color change of the compd.  For chemisorbed benzaldehyde, the IR stretching frequency ν(C:O) is decreased from 1702 to 1687 cm-1.  The chemisorption results in an activation of benzaldehyde for the liq. phase cyanosilylation with a reasonable yield of 50-60% after 72 h (313 K) and a high selectivity.  Filtration expts. demonstrate that the reaction mechanism is heterogeneous.  Coordinating solvents such as THF completely block the Lewis acid sites of the catalyst.  Solvents such as CH2Cl2 or higher reaction temps. (353 K) cause decompn. of the catalyst.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXlvVWrurk%253D&md5=e7a2a5c765c06970fa76c1ca7e8ab558", "4. ", "Yaghi", ", ", "O. M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Ockwig", ", ", "N. W.", "; ", "Chae", ", ", "H. K.", "; ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", " ", "Reticular synthesis and the design of new materials", " ", "Nature", " ", "2003", ",  ", "423", " (", "6941", ")  ", "705", "– ", "714", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Reticular synthesis and the design of new materials", "Yaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, Jaheon", "Nature (London, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "423", "\r\n        (", "6941", "),\r\n    ", "705-714", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The long-standing challenge of designing and constructing new cryst. solid-state materials from mol. building blocks is just beginning to be addressed with success.  A conceptual approach that requires the use of secondary building units to direct the assembly of ordered frameworks epitomizes this process: the authors call this approach reticular synthesis.  This chem. has yielded materials designed to have predetd. structures, compns. and properties.  In particular, highly porous frameworks held together by strong metal-O-C bonds and with exceptionally large surface area and capacity for gas storage were prepd. and their pore metrics systematically varied and functionalized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXksV2itro%253D&md5=2417c5adb0e948350d3d62350c8cd7ea", "5. ", "Goldsmith", ", ", "J.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Cafarella", ", ", "M. J.", "; ", "Siegel", ", ", "D. J.", " ", "Theoretical Limits of Hydrogen Storage in Metal–Organic Frameworks: Opportunities and Trade-Offs", " ", "Chem. Mater.", " ", "2013", ",  ", "25", " (", "16", ")  ", "3373", "– ", "3382", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Theoretical Limits of Hydrogen Storage in Metal-Organic Frameworks: Opportunities and Trade-Offs", "Goldsmith, Jacob; Wong-Foy, Antek G.; Cafarella, Michael J.; Siegel, Donald J.", "Chemistry of Materials", "\r\n        (", "2013", "),\r\n    ", "25", "\r\n        (", "16", "),\r\n    ", "3373-3382", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Because of their high surface areas, crystallinity, and tunable properties, metal-org. frameworks (MOFs) have attracted interest as next-generation materials for gas capture and storage.  While much effort was devoted to the discovery of new MOFs, a vast catalog of existing MOFs resides within the Cambridge Structural Database (CSD), many of whose gas uptake properties have not been assessed.  Here the authors employ data mining and automated structure anal. to identify, cleanup, and rapidly predict the H storage properties of these compds.  Approx. 20,000 candidate compds. were generated from the CSD using an algorithm that removes solvent/guest mols.  These compds. were then characterized with respect to their surface area and porosity.  Employing the empirical relation between excess H2 uptake and surface area, the authors predict the theor. total H storage capacity for the subset of ∼4000 compds. exhibiting nontrivial internal porosity.  The screening identifies several overlooked compds. having high theor. capacities; these compds. are suggested as targets of opportunity for addnl. exptl. characterization.  More importantly, screening reveals that the relation between gravimetric and volumetric H2 d. is concave downward, with maximal volumetric performance occurring for surface areas of 3100-4800 m2/g.  H2 storage in MOFs will not benefit from further improvements in surface area alone.  Rather, discovery efforts should aim to achieve moderate mass densities and surface areas simultaneously, while ensuring framework stability upon solvent removal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFOqtLjO&md5=b1e813cea5e39d4b1c7760c20ff32f2e", "6. ", "Ming", ", ", "Y.", "; ", "Purewal", ", ", "J.", "; ", "Liu", ", ", "D.a.", "; ", "Sudik", ", ", "A.", "; ", "Xu", ", ", "C.", "; ", "Yang", ", ", "J.", "; ", "Veenstra", ", ", "M.", "; ", "Rhodes", ", ", "K.", "; ", "Soltis", ", ", "R.", "; ", "Warner", ", ", "J.", "; ", "Gaab", ", ", "M.", "; ", "Müller", ", ", "U.", "; ", "Siegel", ", ", "D. J.", " ", "Thermophysical properties of MOF-5 powders", " ", "Microporous Mesoporous Mater.", " ", "2014", ",  ", "185", " (", "0", ")  ", "235", "– ", "244", "[", "Crossref", "], [", "CAS", "]", "6. ", "Thermophysical properties of MOF-5 powders", "Ming, Yang; Purewal, Justin; Liu, Dong'an; Sudik, Andrea; Xu, Chunchuan; Yang, Jun; Veenstra, Mike; Rhodes, Kevin; Soltis, Richard; Warner, James; Gaab, Manuela; Muller, Ulrich; Siegel, Donald J.", "Microporous and Mesoporous Materials", "\r\n        (", "2014", "),\r\n    ", "185", "\r\n        (", "),\r\n    ", "235-244", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "The authors present a comprehensive assessment of the thermophys. properties of an industrial, pilot-scale version of the prototype adsorbent, metal-org. framework 5 (MOF-5).  These properties are essential ingredients in the design and modeling of MOF-5-based hydrogen adsorption systems, and may serve as a useful starting point for the development of other MOF-based systems for applications in catalysis, gas sepns., and adsorption of other gasses or fluids.  Characterized properties include: packing d., surface area, pore vol., particle size distribution, thermal cond., heat capacity, stability against hydrolysis, differential enthalpy of H2 adsorption, and Dubinin-Astakhov isotherm parameters.  Hydrogen adsorption/desorption isotherms were measured at six temps. spanning the range 77-295 K, and at pressures of 0-100 bar.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvFylurfF&md5=e41c1ff847522cfc75b630b60640abfb", "7. ", "Purewal", ", ", "J. J.", "; ", "Liu", ", ", "D.", "; ", "Yang", ", ", "J.", "; ", "Sudik", ", ", "A.", "; ", "Siegel", ", ", "D. J.", "; ", "Maurer", ", ", "S.", "; ", "Müller", ", ", "U.", " ", "Increased volumetric hydrogen uptake of MOF-5 by powder densification", " ", "Int. J. Hydrogen Energy", " ", "2012", ",  ", "37", " (", "3", ")  ", "2723", "– ", "2727", "[", "Crossref", "], [", "CAS", "]", "7. ", "Increased volumetric hydrogen uptake of MOF-5 by powder densification", "Purewal, J. J.; Liu, D.; Yang, J.; Sudik, A.; Siegel, D. J.; Maurer, S.; Mueller, U.", "International Journal of Hydrogen Energy", "\r\n        (", "2012", "),\r\n    ", "37", "\r\n        (", "3", "),\r\n    ", "2723-2727", "CODEN:\r\n                ", "IJHEDX", ";\r\n        ISSN:", "0360-3199", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "The metal-org. framework MOF-5 has attracted significant attention due to its ability to store large quantities of H2 by mass, up to 10 wt.% abs. at 70 bar and 77 K.  On the other hand, since MOF-5 is typically obtained as a bulk powder, it exhibits a low volumetric d. and poor thermal cond.-both of which are undesirable characteristics for a hydrogen storage material.  Here we explore the extent to which powder densification can overcome these deficiencies, as well as characterize the impact of densification on crystallinity, pore vol., surface area, and crush strength.  MOF-5 powder was processed into cylindrical tablets with densities up to 1.6 g/cm3 by mech. compaction.  We find that optimal hydrogen storage properties are achieved for ρ ∼ 0.5 g/cm3, yielding a 350% increase in volumetric H2 d. with only a modest 15% redn. in gravimetric H2 excess in comparison to the powder.  Higher densities result in larger redns. in gravimetric excess.  Total pore vol. and surface area decrease commensurately with the gravimetric capacity, and are linked to an incipient amorphization transformation.  Nevertheless, a large fraction of MOF-5 crystallinity remains intact in densities up to 0.75 g/cm3, as confirmed from powder XRD.  Predictably, the radial crush strength of the pellets is enhanced by densification, increasing by a factor of 4.3 between a d. of 0.4 g/cm3 and 0.6 g/cm3.  Thermal cond. increases slightly with tablet d., but remains below the single crystal value.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XnslKjug%253D%253D&md5=81aae398a69a4fde5bb2d363a167390e", "8. ", "Liu", ", ", "D.", "; ", "Purewal", ", ", "J. J.", "; ", "Yang", ", ", "J.", "; ", "Sudik", ", ", "A.", "; ", "Maurer", ", ", "S.", "; ", "Mueller", ", ", "U.", "; ", "Ni", ", ", "J.", "; ", "Siegel", ", ", "D. J.", " ", "MOF-5 composites exhibiting improved thermal conductivity", " ", "Int. J. Hydrogen Energy", " ", "2012", ",  ", "37", " (", "7", ")  ", "6109", "– ", "6117", "[", "Crossref", "], [", "CAS", "]", "8. ", "MOF-5 composites exhibiting improved thermal conductivity", "Liu, D.; Purewal, J. J.; Yang, J.; Sudik, A.; Maurer, S.; Mueller, U.; Ni, J.; Siegel, D. J.", "International Journal of Hydrogen Energy", "\r\n        (", "2012", "),\r\n    ", "37", "\r\n        (", "7", "),\r\n    ", "6109-6117", "CODEN:\r\n                ", "IJHEDX", ";\r\n        ISSN:", "0360-3199", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "The low thermal cond. of the prototype hydrogen storage adsorbent, metal-org. framework 5 (MOF-5), can limit performance in applications requiring rapid gas uptake and release, such as in hydrogen storage for fuel cell vehicles.  As a means to improve thermal cond., we have synthesized MOF-5-based composites contg. 1-10 wt.% of expanded natural graphite (ENG) and evaluated their properties.  Cylindrical pellets of neat MOF-5 and MOF-5/ENG composites with densities of 0.3, 0.5, and 0.7 g/cm3 are prepd. and assessed with regard to thermal cond., sp. heat capacity, surface area, and crystallinity.  For pellets of d. ∼0.5 g/cm3, we find that ENG addns. of 10 wt.% result in a factor of five improvement in thermal cond. relative to neat MOF-5, increasing from 0.10 to 0.56 W/mK at room temp.  Based on the relatively higher densities, surface areas, and enhanced crystallinity exhibited by the composites, ENG addns. appear to partially protect MOF-5 crystallites from plastic deformation and/or amorphization during mech. compaction; this suggests that thermal cond. can be improved while maintaining the favorable hydrogen storage properties of this material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xjs1ygtLg%253D&md5=fe1043529518861a193d07b4418d480b", "9. ", "Ming", ", ", "Y.", "; ", "Chi", ", ", "H.", "; ", "Blaser", ", ", "R.", "; ", "Xu", ", ", "C.", "; ", "Yang", ", ", "J.", "; ", "Veenstra", ", ", "M.", "; ", "Gaab", ", ", "M.", "; ", "Müller", ", ", "U.", "; ", "Uher", ", ", "C.", "; ", "Siegel", ", ", "D. J.", " ", "Anisotropic thermal transport in MOF-5 composites", " ", "Int. J. Heat Mass Transfer", " ", "2015", ",  ", "82", " (", "0", ")  ", "250", "– ", "258", "[", "Crossref", "]", "There is no corresponding record for this reference.", "10. ", "Gul-E-Noor", ", ", "F.", "; ", "Jee", ", ", "B.", "; ", "Poppl", ", ", "A.", "; ", "Hartmann", ", ", "M.", "; ", "Himsl", ", ", "D.", "; ", "Bertmer", ", ", "M.", " ", "Effects of varying water adsorption on a Cu", "3", "(BTC)", "2", " metal–organic framework (MOF) as studied by ", "1", "H and ", "13", "C solid-state NMR spectroscopy", " ", "Phys. Chem. Chem. Phys.", " ", "2011", ",  ", "13", " (", "17", ")  ", "7783", "– ", "7788", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Effects of varying water adsorption on a Cu3(BTC)2 metal-organic framework (MOF) as studied by 1H and 13C solid-state NMR spectroscopy", "Gul-E-Noor, Farhana; Jee, Bettina; Poeppl, Andreas; Hartmann, Martin; Himsl, Dieter; Bertmer, Marko", "Physical Chemistry Chemical Physics", "\r\n        (", "2011", "),\r\n    ", "13", "\r\n        (", "17", "),\r\n    ", "7783-7788", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The process of water adsorption on a dehydrated Cu3(BTC)2 (copper (II) benzene 1,3,5-tricarboxylate) metal-org. framework (MOF) was studied with 1H and 13C solid-state NMR.  Different relative amts. of water (0.5, 0.75, 1, 1.5, 2, and 5 mol equiv. with respect to copper) were adsorbed via the gas phase. 1H and 13C MASNMR spectra of dehydrated and water-loaded Cu3(BTC)2 samples gave evidence on the structural changes due to water adsorption within the MOF material as well as information on water dynamics.  The anal. of 1H spinning sideband intensities reveals differences in the 1H-63/65Cu hyperfine coupling between dehydrated and water-loaded samples.  The study was continued for 60 days to follow the stability of the Cu3(BTC)2 network under humid conditions.  NMR data reveal that Cu3(BTC)2 decomps. quite fast with the decompn. being different for different water contents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXkslGrsbc%253D&md5=671c6b848b1885ae2d949198f1fda03f", "11. ", "Gul-E-Noor", ", ", "F.", "; ", "Michel", ", ", "D.", "; ", "Krautscheid", ", ", "H.", "; ", "Haase", ", ", "J.", "; ", "Bertmer", ", ", "M.", " ", "Time dependent water uptake in Cu", "3", "(btc)", "2", " MOF: Identification of different water adsorption states by ", "1", "H MAS NMR", " ", "Microporous Mesoporous Mater.", " ", "2013", ",  ", "180", " (", "0", ")  ", "8", "– ", "13", "[", "Crossref", "], [", "CAS", "]", "11. ", "Time dependent water uptake in Cu3(btc)2 MOF: Identification of different water adsorption states by 1H MAS NMR", "Gul-E-Noor, Farhana; Michel, Dieter; Krautscheid, Harald; Haase, Jurgen; Bertmer, Marko", "Microporous and Mesoporous Materials", "\r\n        (", "2013", "),\r\n    ", "180", "\r\n        (", "),\r\n    ", "8-13", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "The hydration process in a deuterated Cu3(btc)2 (d-Cu3(btc)2) metal-org. framework (MOF) was followed by 1H solid state NMR.  Various hydrated states of d-Cu3(btc)2 were studied at definite time intervals after exposition of the MOF to atm. water. 1H MAS NMR spectra indicate different positions of the water mols. inside the Cu3(btc)2 framework, and a distribution of chem. shifts.  The change of the different water signals with time is followed by an intensity anal.  Fast exchange dynamics is obsd. when the amt. of water is above two mols. per copper atom.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlOrtrvK&md5=93b71a155e7366497a9a55497e9f3ada", "12. ", "Liang", ", ", "Z.", "; ", "Marshall", ", ", "M.", "; ", "Chaffee", ", ", "A. L.", " ", "CO", "2", " adsorption, selectivity and water tolerance of pillared-layer metal organic frameworks", " ", "Microporous Mesoporous Mater.", " ", "2010", ",  ", "132", " (", "3", ")  ", "305", "– ", "310", "[", "Crossref", "], [", "CAS", "]", "12. ", "CO2 adsorption, selectivity and water tolerance of pillared-layer metal organic frameworks", "Liang, Zhijian; Marshall, Marc; Chaffee, Alan L.", "Microporous and Mesoporous Materials", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "3", "),\r\n    ", "305-310", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "The potential for two water tolerant three-dimensional pillared-layer metal org. frameworks (MOFs) M2(BDC)2(Dabco) (M = Zn, Ni) to selectively adsorb and sep. CO2 is considered.  Isotherms for CO2, CH4 and N2 were measured from 0 to 15 bar and for O2 from 0 to 2.5 bar at 25-105°.  The isotherms give CO2 adsorption capacities of 13.7 and 12.5 mol/kg for Zn2(BDC)2(Dabco) and Ni2(BDC)2(Dabco) at 25° and 15 bar, resp.  Both materials have higher CO2/N2 selectivity than CO2/CH4 selectivity and low heats of adsorption.  The structures of the two MOFs are stable after O2 and 30% relative humidity water vapor sorption at 25°, but collapsed after 60% relative humidity water vapor sorption at 25°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXmt1artr8%253D&md5=b7acb080cadc26efb7171f8123560993", "13. ", "Jasuja", ", ", "H.", "; ", "Huang", ", ", "Y.-g.", "; ", "Walton", ", ", "K. S.", " ", "Adjusting the stability of metal–organic frameworks under humid conditions by ligand functionalization", " ", "Langmuir", " ", "2012", ",  ", "28", " (", "49", ")  ", "16874", "– ", "16880", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Adjusting the Stability of Metal-Organic Frameworks under Humid Conditions by Ligand Functionalization", "Jasuja, Himanshu; Huang, You-gui; Walton, Krista S.", "Langmuir", "\r\n        (", "2012", "),\r\n    ", "28", "\r\n        (", "49", "),\r\n    ", "16874-16880", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The practical use of metal-org. frameworks (MOFs) in applications ranging from adsorption sepns. to controlled storage and release hinges on their stability in humid or aq. environments.  The sensitivity of certain MOFs under humid conditions is well-known, but systematic studies of water adsorption properties of MOFs are lacking.  This information is crit. for developing design criteria for directing future synthesis efforts.  The goal of this work is to understand the influence of the extent of Zn-O bond shielding on the relative stabilities of MOFs belonging to the same family of isostructural, non-catenated pillared MOFs [Zn(L)(DABCO)0.5], where L is the functionalized BDC (1,4-benzenedicarboxylic acid) linker.  The different extent of Zn-O bond shielding is provided by incorporating a broad range of functional groups on the BDC ligand.  The resulting MOFs have varying surface areas, pore sizes, and pore vols.  Stability is assessed through water vapor adsorption isotherms combined with powder X-ray diffraction (PXRD) expts. and surface area analyses.  Integration of polar functional groups (e.g., nitro, bromo, chloro, hydroxy, etc.) on the dicarboxylate linker renders these MOFs water unstable compared with the parent MOF as these polar functional groups have a neg. shielding effect; i.e., they facilitate hydrolysis of the Zn-O bond.  On the other hand, placing nonpolar groups (e.g., methyl) on the BDC ligand results in structurally robust MOFs because the Zn-O bond is effectively shielded from attack by water mols.  Therefore, the anthracene- and tetramethyl-BDC MOFs do not lose crystallinity or surface area after water exposure, in spite of the large amt. of water adsorption due to capillary condensation at ∼20% relative humidity (RH).  This has been obsd. rarely in the MOF literature.  The results of this work show that by ligand functionalization it is possible to adjust the water stability of a pillared MOF in both the pos. and neg. directions and, thus, provide an important step toward understanding the water adsorption behavior of MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1entr7J&md5=60a6277dba75e45e82bd5e631bb15dfa", "14. ", "DeCoste", ", ", "J. B.", "; ", "Peterson", ", ", "G. W.", "; ", "Jasuja", ", ", "H.", "; ", "Glover", ", ", "T. G.", "; ", "Huang", ", ", "Y.-g.", "; ", "Walton", ", ", "K. S.", " ", "Stability and degradation mechanisms of metal–organic frameworks containing the Zr", "6", "O", "4", "(OH)", "4", " secondary building unit", " ", "J. Mater. Chem. A", " ", "2013", ",  ", "1", " (", "18", ")  ", "5642", "– ", "5650", "[", "Crossref", "], [", "CAS", "]", "14. ", "Stability and degradation mechanisms of metal-organic frameworks containing the Zr6O4(OH)4 secondary building unit", "DeCoste, Jared B.; Peterson, Gregory W.; Jasuja, Himanshu; Glover, T. Grant; Huang, You-gui; Walton, Krista S.", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2013", "),\r\n    ", "1", "\r\n        (", "18", "),\r\n    ", "5642-5650", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks (MOFs) with the Zr6O4(OH)4 secondary building unit (SBU) were of particular interest for potential com. and industrial uses because they can be easily tailored and are reported to be chem. and thermally stable.  However, there are significant changes in chem. and thermal stability of Zr6O4(OH)4 MOFs with the incorporation of different org. linkers.  As the no. of arom. rings is increased from one to two in 1,4-benzene dicarboxylate (UiO-66, ZrMOF-BDC) and 4,4'-biphenyl dicarboxylate (UiO-67, ZrMOF-BPDC), the Zr6O4(OH)4 SBU becomes more susceptible to chem. degrdn. by water and hydrochloric acid.  Also, as the linker is replaced with 2,2'-bipyridine-5,5'-dicarboxylate (ZrMOF-BIPY) the chem. stability decreases further as the MOF is susceptible to chem. breakdown by protic chems. such as methanol and isopropanol.  The results reported here bring into question the superior structural stability of the UiO-67 analogs as reported by others.  Also, the degrdn. mechanisms proposed here may be applied to other classes of MOFs contg. arom. dicarboxylate org. linkers, to predict their structural stability upon exposure to solvents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmtF2itr4%253D&md5=4d0b5aed58d97b63cd92051b95203b63", "15. ", "Kaye", ", ", "S. S.", "; ", "Dailly", ", ", "A.", "; ", "Yaghi", ", ", "O. M.", "; ", "Long", ", ", "J. R.", " ", "Impact of preparation and handling on the hydrogen storage properties of Zn", "4", "O(1,4-benzenedicarboxylate)", "3", " (MOF-5)", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", " (", "46", ")  ", "14176", "– ", "14177", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Impact of Preparation and Handling on the Hydrogen Storage Properties of Zn4O(1,4-benzenedicarboxylate)3 (MOF-5)", "Kaye, Steven S.; Dailly, Anne; Yaghi, Omar M.; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "46", "),\r\n    ", "14176-14177", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The prototypical metal-org. framework Zn4O(BDC)3 (MOF-5, BDC2- = 1,4-benzenedicarboxylate) decomps. gradually in humid air to form a nonporous solid.  Recognizing this, improved procedures for its synthesis and handling were developed, leading to significant increases in N2 and H2 gas adsorption capacities.  Nitrogen adsorption isotherms measured at 77 K reveal an enhanced max. N2 uptake of 44.5 mmol/g and a BET surface area of 3800 m2/g, compared to the 35.8 mmol/g and 3100 m2/g obtained for a sample prepd. using previous methods.  High-pressure H2 adsorption isotherms show improvements from 5.0 to 7.1 excess wt. % at 77 K and 40 bar.  The total H2 uptake was further obsd. to climb to 11.5% at 170 bar, corresponding to a volumetric storage d. of 77 g/L.  Thus, the air-free compd. exhibits the highest gravimetric and volumetric H2 uptake capacities yet demonstrated for a cryogenic hydrogen storage material.  Also, no loss of capacity was apparent during 24 complete adsorption-desorption cycles, while kinetics measurements showed a loading time of 2 min with application of just 45 bar of pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXht1CrurvF&md5=225d78a759d3f213ea51beff7a7f784e", "16. ", "Huang", ", ", "L.", "; ", "Wang", ", ", "H.", "; ", "Chen", ", ", "J.", "; ", "Wang", ", ", "Z.", "; ", "Sun", ", ", "J.", "; ", "Zhao", ", ", "D.", "; ", "Yan", ", ", "Y.", " ", "Synthesis, morphology control, and properties of porous metal–organic coordination polymers", " ", "Microporous Mesoporous Mater.", " ", "2003", ",  ", "58", " (", "2", ")  ", "105", "– ", "114", "[", "Crossref", "], [", "CAS", "]", "16. ", "Synthesis, morphology control, and properties of porous metal-organic coordination polymers", "Huang, Limin; Wang, Huanting; Chen, Jinxi; Wang, Zhengbao; Sun, Jinyu; Zhao, Dongyuan; Yan, Yushan", "Microporous and Mesoporous Materials", "\r\n        (", "2003", "),\r\n    ", "58", "\r\n        (", "2", "),\r\n    ", "105-114", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A direct mixing synthesis strategy was demonstrated that allows fast (e.g., 0.5 h) synthesis of bulk quantity of thermally stable and highly porous metal-org. coordination polymers (MOCP) nanocrystals (30-150 nm diam.) at room temp. with high yield (∼90%).  The MOCP materials constructed from Zn(NO3)2·6H2O and 1,4-benzenedicarboxylic acid (H2BDC) were characterized with scanning electron microscope, powder x-ray diffraction, TGA, FTIR, and volumetric Ar adsorption/desorption.  The direct mixing method also produced a highly porous nanometer-sized MOCP material, which probably is a new phase that was not discovered by the more commonly used diffusion approach.  Soft and hard template approaches were used to successfully manipulate the morphol. of MOCP materials at nanometer scale.  H2O mols. play an important role in the synthesis and eventual compn. of MOCP materials.  Exposure of MOCP materials to H2O resulted in dramatic drop in surface area and porosity because of possible hydrolysis of the framework.  An acid hydrolysis process of MOCP materials was also revealed in which the crystals could be hydrolyzed back into metal salts and org. acid under acid treatment.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXht1yqu7o%253D&md5=60058ab1cb6aa4ae7a0bf388c7b5a5bf", "17. ", "Hausdorf", ", ", "S.", "; ", "Wagler", ", ", "J.", "; ", "Moβig", ", ", "R.", "; ", "Mertens", ", ", "F. O. R. L.", " ", "Proton and water activity-controlled structure formation in zinc carboxylate-based metal organic frameworks", " ", "J. Phys. Chem. A", " ", "2008", ",  ", "112", " (", "33", ")  ", "7567", "– ", "7576", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Proton and Water Activity-Controlled Structure Formation in Zinc Carboxylate-Based Metal Organic Frameworks", "Hausdorf, Steffen; Wagler, Joerg; Mossig, Regina; Mertens, Florian O. R. L.", "Journal of Physical Chemistry A", "\r\n        (", "2008", "),\r\n    ", "112", "\r\n        (", "33", "),\r\n    ", "7567-7576", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The contributions of terephthalic acid and Zn2+-coordinated H2O in N,N-diethylformamide (DEF) to the overall proton activity in the synthesis of MOF-5 (Zn4O(BDC)3, BDC = 1,4-benzenedicarboxylate) were quant. detd. by combined electrochem. and UV-visible spectroscopic measurements.  Structural transformations of Zn carboxylate-based metal org. frameworks due to their exposure to environments with variable H2O concns. and the chem. means necessary to revert these transitions were studied.  The H2O-induced structural transition of MOF-5 to the hydroxide structure Zn3(OH)2(BDC)2·2DEF (MOF-69c) can be reverted by a thermal treatment of the obtained compd. and its subsequent exposure to anhyd. DEF.  MOF-5 syntheses from simple carboxylates as well as a H2O-free synthesis based on nitrate decompn. are presented.  The latter demonstrates that nitrate can serve as the sole source for the oxide ion in MOF-5.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXovFSktrc%253D&md5=7af88203fe711d589630dbbad3c6453a", "18. ", "Han", ", ", "S.", "; ", "Huang", ", ", "Y.", "; ", "Watanabe", ", ", "T.", "; ", "Nair", ", ", "S.", "; ", "Walton", ", ", "K. S.", "; ", "Sholl", ", ", "D. S.", "; ", "Carson Meredith", ", ", "J.", " ", "MOF stability and gas adsorption as a function of exposure to water, humid air, SO", "2", ", and NO", "2", " ", "Microporous Mesoporous Mater.", " ", "2013", ",  ", "173", " (", "0", ")  ", "86", "– ", "91", "[", "Crossref", "], [", "CAS", "]", "18. ", "MOF stability and gas adsorption as a function of exposure to water, humid air, SO2, and NO2", "Han, Sangil; Huang, Yougui; Watanabe, Taku; Nair, Sankar; Walton, Krista S.; Sholl, David S.; Carson Meredith, J.", "Microporous and Mesoporous Materials", "\r\n        (", "2013", "),\r\n    ", "173", "\r\n        (", "),\r\n    ", "86-91", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Gas adsorption and stability to liq. water, humid air, and acid gasses on metal org. frameworks have been studied using a high-throughput adsorption measurement system.  Among the seven MOFs studied, Cu-HF, Zn-NDC, and Ni-NIC showed higher CO2/N2 sorption selectivities, (8-12), than the other MOFs (∼4), mainly due to high CO2 adsorption.  Long term (5 days) NO2 exposure, as well as exposure to liq. water, resulted in partial decompn. of the original structure of Zn-NDC with a corresponding 26-30% decrease in CO2 adsorption capacity.  No noticeable changes in X-ray diffraction (XRD) patterns were obsd. for the other MOFs with small variations in adsorption capacities, indicating structural robustness to acid gas and liq. water.  Short-term exposure to humid air (3 d) and acid gasses (2 d) caused a decrease in CO2 and N2 adsorption capacity for Cu-HF and an increase in adsorption capacity for Ni-NIC.  Measurements indicate that pore flexibility in Cu-HF, Zn-NDC, Ni-NIC, and Cu-NH2 is modulated by temp.: large SF6 mols. are rejected from the pores at room temp. (as expected based on kinetic diam.), but N2, which does adsorb internally at room temp., is rejected from the pores at 77 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXlvVCrt78%253D&md5=094a884491dd9abbbe2779839b26364d", "19. ", "Jasuja", ", ", "H.", "; ", "Burtch", ", ", "N. C.", "; ", "Huang", ", ", "Y. G.", "; ", "Cai", ", ", "Y.", "; ", "Walton", ", ", "K. S.", " ", "Kinetic water stability of an isostructural family of zinc-based pillared metal–organic frameworks", " ", "Langmuir", " ", "2013", ",  ", "29", " (", "2", ")  ", "633", "– ", "642", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Kinetic Water Stability of an Isostructural Family of Zinc-Based Pillared Metal-Organic Frameworks", "Jasuja, Himanshu; Burtch, Nicholas C.; Huang, You-gui; Cai, Yang; Walton, Krista S.", "Langmuir", "\r\n        (", "2013", "),\r\n    ", "29", "\r\n        (", "2", "),\r\n    ", "633-642", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The rational design of metal-org. frameworks (MOFs) with structural stability in the presence of humid conditions is crit. to the commercialization of this class of materials.  However, the systematic water stability studies required to develop design criteria for the construction of water-stable MOFs are still scarce.  In this work, the authors show that by varying the functional groups on the 1,4-benzenedicarboxylic acid (BDC) linker of DMOF [Zn(BDC)(DABCO)0.5], they can systematically tune the kinetic water stability of this isostructural, pillared family of MOFs.  To illustrate this concept, water adsorption studies were performed on four novel, methyl-functionalized DMOF variations along with a no. of already reported functionalized analogs contg. polar (fluorine) and nonpolar (methyl) functional groups on the BDC ligand.  These results are distinctly different from previous reports where the apparent water stability is improved through the inclusion of functional groups such as -CH3, -C2H5, and -CF3 which only serve to prevent significant amts. of water from adsorbing into the pores.  In this study, the authors present the first demonstration of tuning the inherent kinetic stability of MOF structures in the presence of large amts. of adsorbed water.  Notably, while the parent DMOF structure is unstable, the DMOF variation contg. the tetra-Me BDC ligand remains fully stable after adsorbing large amts. of water vapor during cyclic water adsorption cycles.  These trends cannot be rationalized in terms of hydrophobicity alone; exptl. water isotherms show that MOFs contg. the same no. of Me groups per unit cell will have different kinetic stabilities and that the precise placements of the Me groups on the BDC ligand are therefore critically important in detg. their stability in the presence of water.  Water adsorption isotherms, PXRD (powder X-ray diffraction) patterns, and BET surface areas before and after water exposure are presented to illustrate these trends.  Furthermore, the important distinction between kinetic and thermodn. stability in MOFs is discussed.  Mol. simulations are also used to provide insight into the structural characteristics governing these trends in kinetic water stability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhslyltLbK&md5=dd3cb8bf8450c769ce9f5856751aedab", "20. ", "Liang", ", ", "Z. J.", "; ", "Marshall", ", ", "M.", "; ", "Chaffee", ", ", "A. L.", " ", "CO", "2", " adsorption, selectivity and water tolerance of pillared-layer metal organic frameworks", " ", "Microporous Mesoporous Mater.", " ", "2010", ",  ", "132", " (", "3", ")  ", "305", "– ", "310", "[", "Crossref", "], [", "CAS", "]", "20. ", "CO2 adsorption, selectivity and water tolerance of pillared-layer metal organic frameworks", "Liang, Zhijian; Marshall, Marc; Chaffee, Alan L.", "Microporous and Mesoporous Materials", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "3", "),\r\n    ", "305-310", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "The potential for two water tolerant three-dimensional pillared-layer metal org. frameworks (MOFs) M2(BDC)2(Dabco) (M = Zn, Ni) to selectively adsorb and sep. CO2 is considered.  Isotherms for CO2, CH4 and N2 were measured from 0 to 15 bar and for O2 from 0 to 2.5 bar at 25-105°.  The isotherms give CO2 adsorption capacities of 13.7 and 12.5 mol/kg for Zn2(BDC)2(Dabco) and Ni2(BDC)2(Dabco) at 25° and 15 bar, resp.  Both materials have higher CO2/N2 selectivity than CO2/CH4 selectivity and low heats of adsorption.  The structures of the two MOFs are stable after O2 and 30% relative humidity water vapor sorption at 25°, but collapsed after 60% relative humidity water vapor sorption at 25°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXmt1artr8%253D&md5=b7acb080cadc26efb7171f8123560993", "21. ", "Paranthaman", ", ", "S.", "; ", "Coudert", ", ", "F.-X.", "; ", "Fuchs", ", ", "A. H.", " ", "Water adsorption in hydrophobic MOF channels", " ", "Phys. Chem. Chem. Phys.", " ", "2010", ",  ", "12", " (", "28", ")  ", "8124", "– ", "8130", "[", "Crossref", "]", "There is no corresponding record for this reference.", "22. ", "Schrock", ", ", "K.", "; ", "Schroder", ", ", "F.", "; ", "Heyden", ", ", "M.", "; ", "Fischer", ", ", "R. A.", "; ", "Havenith", ", ", "M.", " ", "Characterization of interfacial water in MOF-5 (Zn", "4", "(O)(BDC)", "3", ")—A combined spectroscopic and theoretical study", " ", "Phys. Chem. Chem. Phys.", " ", "2008", ",  ", "10", " (", "32", ")  ", "4732", "– ", "4739", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "Characterization of interfacial water in MOF-5 (Zn4(O)(BDC)3)--a combined spectroscopic and theoretical study", "Schrock K; Schroder F; Heyden M; Fischer R A; Havenith M", "Physical chemistry chemical physics : PCCP", "\r\n        (", "2008", "),\r\n    ", "10", "\r\n        (", "32", "),\r\n    ", "4732-9", "\r\n        ISSN:", "1463-9076", ".\r\n    ", "In this article we report the detection and characterization of adsorbed interfacial water within the cages of the metal-organic framework MOF-5 (Zn(4)O(BDC)(3)) by terahertz time-domain spectroscopy (THz TDS) in the frequency range from 5 to 46 cm(-1).  The experimental spectra suggest a coupling of the intermolecular motions of the water molecules adsorbed to the collective vibrations of the network at 4 wt% hydration.  This finding is supported by the results of MD simulations.  When increasing the water content to 8 wt% we observed a non reversible decomposition of MOF-5.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD1crgs1aitg%253D%253D&md5=ef42ec9d2b815bc477bda6641e06d568", "23. ", "Cychosz", ", ", "K. A.", "; ", "Matzger", ", ", "A. J.", " ", "Water Stability of Microporous Coordination Polymers and the Adsorption of Pharmaceuticals from Water", " ", "Langmuir", " ", "2010", ",  ", "26", " (", "22", ")  ", "17198", "– ", "17202", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Water Stability of Microporous Coordination Polymers and the Adsorption of Pharmaceuticals from Water", "Cychosz, Katie A.; Matzger, Adam J.", "Langmuir", "\r\n        (", "2010", "),\r\n    ", "26", "\r\n        (", "22", "),\r\n    ", "17198-17202", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The stability of a variety of microporous coordination polymers (MCPs) to water-contg. solns. was studied using powder x-ray diffraction.  The stability of the MCP is related to the metal cluster present in the structure with trinuclear chromium clusters more stable than copper paddlewheel clusters which are more stable than basic zinc acetate clusters.  Zn(2-methylimidizolate)2 is more water stable than zinc MCPs with carboxylate linkers; however, extended exposure to water led to decompn. of all zinc-based MCPs.  Materiaux de l'Institut Lavoisier (MIL)-100 also is completely water stable and was used to adsorb the pharmaceuticals furosemide and sulfasalazine from water with large uptakes achievable at low concns., indicating that the adsorption of wastewater contaminants may be a feasible application for these materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXht1CmurrI&md5=68d9c81f6155b1ad2ab06825a8b197f1", "24. ", "Low", ", ", "J. J.", "; ", "Benin", ", ", "A. I.", "; ", "Jakubczak", ", ", "P.", "; ", "Abrahamian", ", ", "J. F.", "; ", "Faheem", ", ", "S. A.", "; ", "Willis", ", ", "R. R.", " ", "Virtual High Throughput Screening Confirmed Experimentally: Porous Coordination Polymer Hydration", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", " (", "43", ")  ", "15834", "– ", "15842", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Virtual High Throughput Screening Confirmed Experimentally: Porous Coordination Polymer Hydration", "Low, John J.; Benin, Annabelle I.; Jakubczak, Paulina; Abrahamian, Jennifer F.; Faheem, Syed A.; Willis, Richard R.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "43", "),\r\n    ", "15834-15842", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Hydrothermal stability is a pertinent issue to address for many industrial applications where percent levels of water can be present at temps. ranging from subambient to several hundred degrees.  Our objective is to understand relative stabilities of MOF materials through exptl. testing combined with mol. modeling.  This will enable the ultimate design of materials with improved hydrothermal stability, while maintaining the properties of interest.  The tools that we have employed for these studies include quantum mech. calcns. based upon cluster models and combinatorial steaming methods whereby a steam stability map was formulated according to the relative stability of different materials.  The exptl. steaming method allows for high throughput screening of materials stability over a broad range of steam levels as well as in-depth investigation of structural transformations under more highly resolved conditions, while the cluster model presented here yields the correct trends in hydrothermal stability.  Good agreement was obsd. between predicted relative stabilities of materials by mol. modeling and exptl. results.  Fundamental information from these studies has provided insight into how metal compn. and coordination, chem. functionality of org. linker, framework dimensionality, and interpenetration affect the relative stabilities of PCP materials.  This work suggests that the strength of the bond between the metal oxide cluster and the bridging linker is important in detg. the hydrothermal stability of the PCP.  Although the flexibility of the framework plays a role, it is not as important as the metal-linker bond strength.  This demonstration of alignment between exptl. and calcd. observations has proven the validity of the method, and the insight derived herein insight facilitates direction in designing ideal MOF materials with improved hydrothermal stability for desired applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1arur%252FE&md5=2bc148c575edf4559c049c60c29d274f", "25. ", "Greathouse", ", ", "J. A.", "; ", "Allendorf", ", ", "M. D.", " ", "The Interaction of Water with MOF-5 Simulated by Molecular Dynamics", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", " (", "33", ")  ", "10678", "– ", "10679", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "The Interaction of Water with MOF-5 Simulated by Molecular Dynamics", "Greathouse, Jeffery A.; Allendorf, Mark D.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "33", "),\r\n    ", "10678-10679", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Force field parameters for use with metal-org. framework-5 (MOF-5 or IRMOF-1) are presented.  Flexibility within the framework is included in this model, so that structural changes upon interaction with adsorbate mols. can be obsd. and quantified.  The model was validated by comparing simulated lattice parameters of pure MOF-5 with X-ray diffraction results.  For the first time, mol. dynamics simulations have been performed that show how water interacts with MOF-5.  The framework is stable at water contents up to 2.3% by mass, but distortion in the lattice structure is already evident.  At water contents of 3.9% and higher, the framework collapses because of the replacement of MOF O atoms by water O atoms in the Zn coordination shells.  As a result, inorg. MOF O atoms are no longer coordinated by four Zn ions, and benzene dicarboxylate linkers are no longer tethered to Zn centers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xns1WqtL4%253D&md5=65bd73b755fe8dc52f35d5aabb0b8eca", "26. ", "Bellarosa", ", ", "L.", "; ", "Castillo", ", ", "J. M.", "; ", "Vlugt", ", ", "T.", "; ", "Calero", ", ", "S.", "; ", "López", ", ", "N.", " ", "On the Mechanism Behind the Instability of Isoreticular Metal–Organic Frameworks (IRMOFs) in Humid Environments", " ", "Chem.—Eur. J.", " ", "2012", ",  ", "18", " (", "39", ")  ", "12260", "– ", "12266", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "On the Mechanism Behind the Instability of Isoreticular Metal-Organic Frameworks (IRMOFs) in Humid Environments", "Bellarosa, Luca; Castillo, Juan Manuel; Vlugt, Thijs J. H.; Calero, Sofia; Lopez, Nuria", "Chemistry - A European Journal", "\r\n        (", "2012", "),\r\n    ", "18", "\r\n        (", "39", "),\r\n    ", "12260-12266, S12260/1-S12260/22", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Increasing the resistance to humid environments is mandatory for the implementation of isoreticular metal-org. frameworks (IRMOFs) in industry.  To date, the causes behind the sensitivity of [Zn4(μ4-O)(μ-bdc)3]8 (IRMOF-1; bdc=1,4-benzenedicarboxylate) to water remain still open.  A multiscale scheme that combines Monte Carlo simulations, d. functional theory and first-principles Born-Oppenheimer mol. dynamics on IRMOF-1 was employed to unravel the underlying atomistic mechanism responsible for lattice disruption.  At very low water contents, H2O mols. are isolated in the lattice but provoke a dynamic opening of the terephthalic acid, and the lattice collapse occurs at about 6 % water wt. at room temp.  The ability of Zn to form fivefold coordination spheres and the increasing basicity of water when forming clusters are responsible for the displacement of the org. linker.  The present results pave the way for synthetic challenges with new target linkers that might provide more robust IRMOF structures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1aqt7bO&md5=02d3c590256bcb5a85881584df038d09", "27. ", "Bellarosa", ", ", "L.", "; ", "Calero", ", ", "S.", "; ", "Lopez", ", ", "N.", " ", "Early stages in the degradation of metal-organic frameworks in liquid water from first-principles molecular dynamics", " ", "Phys. Chem. Chem. Phys.", " ", "2012", ",  ", "14", " (", "20", ")  ", "7240", "– ", "7245", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "27. ", "Early stages in the degradation of metal-organic frameworks in liquid water from first-principles molecular dynamics", "Bellarosa, Luca; Calero, Sofia; Lopez, Nuria", "Physical Chemistry Chemical Physics", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "20", "),\r\n    ", "7240-7245", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "IRMOF-1 structures are known to suffer lattice break-up when exposed to H2O-rich environments, a limiting factor in their everyday use.  To shed light on the underlying mechanism of disruption, the role of the metal in the secondary building unit (SBU) was systematically studied, and the global behavior of IRMOF-1-type structures with the three metals Zn, Mg, and Be studied by Born-Oppenheimer Mol. Dynamics in liq. H2O.  Fully hydrated Be based compds. are stable up to 500 K while the equiv. structures with Mg or Zn break down already at 300 K.  The reasons behind this instability are in the tendency of the metal atom to form penta- and hexacoordination spheres and in the strength of the M-O bond.  These are the key factors that generate unique breaking patterns for Mg and Zn IRMOF-1 analogs, as well as the reason for the high hydrothermal stability of the Be-IRMOF-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XmtlGisL0%253D&md5=b60e9261b026f43c4e9c1b40e2b303e6", "28. ", "De Toni", ", ", "M.", "; ", "Jonchiere", ", ", "R.", "; ", "Pullumbi", ", ", "P.", "; ", "Coudert", ", ", "F.-X.", "; ", "Fuchs", ", ", "A. H.", " ", "How can a hydrophobic MOF be water-unstable? Insight into the hydration mechanism of IRMOFs", " ", "ChemPhysChem", " ", "2012", ",  ", "13", " (", "15", ")  ", "3497", "– ", "3503", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "28. ", "How Can a Hydrophobic MOF be Water-Unstable? Insight into the Hydration Mechanism of IRMOFs", "De Toni, Marta; Jonchiere, Romain; Pullumbi, Pluton; Coudert, Francois-Xavier; Fuchs, Alain H.", "ChemPhysChem", "\r\n        (", "2012", "),\r\n    ", "13", "\r\n        (", "15", "),\r\n    ", "3497-3503", "CODEN:\r\n                ", "CPCHFT", ";\r\n        ISSN:", "1439-4235", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors report an ab initio mol. dynamics study of the hydration process in a model IRMOF material.  At low water content (one mol. per unit cell), water physisorption is obsd. on the zinc cation but the free ↹ bound equil. strongly favors the free state.  This is consistent with the hydrophobic nature of the host matrix and its type-V isotherm obsd. in a classical Monte Carlo simulation.  At higher loading, a water cluster can be formed at the Zn4O site and this is shown to stabilize the water-bound state.  This structure rapidly transforms into a linker-displaced state, where water has fully displaced one arm of a linker and which corresponds to the loss of the material's fully ordered structure.  Thus, an overall hydrophobic MOF material can also become water unstable, a feature that has not been fully understood until now.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtVGmt7jO&md5=ad213bb1328274c2978bcb069e0daf31", "29. ", "Li", ", ", "P.", "; ", "Chen", ", ", "J.", "; ", "Zhang", ", ", "J.", "; ", "Wang", ", ", "X.", " ", "Water stability and competition effects toward CO", "2", " adsorption on metal organic frameworks", " ", "Sep. Purif. Rev.", " ", "2014", ",  ", "44", " (", "1", ")  ", "19", "– ", "27", "[", "Crossref", "]", "There is no corresponding record for this reference.", "30. ", "Li", ", ", "Y.", "; ", "Ju", ", ", "Z.", "; ", "Wu", ", ", "B.", "; ", "Yuan", ", ", "D.", " ", "A water and thermally stable metal–organic framework featuring selective CO", "2", " adsorption", " ", "Cryst. Growth Des.", " ", "2013", ",  ", "13", " (", "9", ")  ", "4125", "– ", "4130", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "A Water and Thermally Stable Metal-Organic Framework Featuring Selective CO2 Adsorption", "Li, Yameng; Ju, Zhanfeng; Wu, Benlai; Yuan, Daqiang", "Crystal Growth & Design", "\r\n        (", "2013", "),\r\n    ", "13", "\r\n        (", "9", "),\r\n    ", "4125-4130", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A 2-fold interpenetrated microporous MOF [Ni2(C2O4)(L)2]n·6nH2O (HL = 4,2':4'',2'-terpyridine-4'-carboxylic acid) (1) was synthesized and structurally characterized.  Complex 1 has obvious 1-dimensional channels along the crystallog. a and c axes with a pore size of 5.7 to 6.9 Å.  Topol. anal. shows that the framework of 1 can be interpreted as a (3,4)-connected net with point symbol (63)(65·8).  Complex 1 exhibits high water and thermal stability, which is demonstrated by TGA, PXRD, and VT-PXRD.  Addnl., the high temp. structure of 1' (433 K) undoubtedly demonstrates the stability of the framework.  More importantly, 1 shows high selectivities for CO2 over N2, H2, and CH4 at low pressure and 273 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFOqtL7O&md5=9e3b7d8021ed0f8dfe77da61fe1ff3ff", "31. ", "An", ", ", "J.", "; ", "Rosi", ", ", "N. L.", " ", "Tuning MOF CO", "2", " adsorption properties via cation exchange", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", " (", "16", ")  ", "5578", "– ", "5579", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "Tuning MOF CO2 Adsorption Properties via Cation Exchange", "An, Jihyun; Rosi, Nathaniel L.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "16", "),\r\n    ", "5578-5579", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The pore vol. and BET surface area of bio-MOF-1 (a), Zn8(ad)4(BPDC)6O·Me2NH2, is systematically modified via postsynthetic cation exchange with either tetramethylammonium, tetraethylammonium, or tetrabutylammonium cations to yield Zn8(ad)4(BPDC)6O·Me4N (b), Zn8(ad)4(BPDC)6O·2Et4N (c), and Zn8(ad)4(BPDC)6O·Bu4N (d), resp.  The impact that pore vol. and BET surface area have on CO2 capacity is evaluated, and it is found that materials with intermediate porosity (b and c) have the largest CO2 capacities under the conditions studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXksVams7w%253D&md5=fb37010959494da978e7eb5ce344d357", "32. ", "Caskey", ", ", "S. R.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "Dramatic tuning of carbon dioxide uptake via metal substitution in a coordination polymer with cylindrical pores", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", " (", "33", ")  ", "10870", "– ", "10871", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "Dramatic Tuning of Carbon Dioxide Uptake via Metal Substitution in a Coordination Polymer with Cylindrical Pores", "Caskey, Stephen R.; Wong-Foy, Antek G.; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "33", "),\r\n    ", "10870-10871", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of four isostructural microporous coordination polymers (MCPs) differing in metal compn. is demonstrated to exhibit exceptional uptake of CO2 at low pressures and ambient temp.  These conditions are particularly relevant for capture of flue gas from coal-fired power plants.  A magnesium-based material is presented that is the highest surface area magnesium MCP yet reported and displays ultrahigh affinity based on heat of adsorption for CO2.  This study demonstrates that physisorptive materials can achieve affinities and capacities competitive with amine sorbents while greatly reducing the energy cost assocd. with regeneration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXptVGjtrw%253D&md5=6a99fc22cd66a556c63695cf22a12603", "33. ", "Demessence", ", ", "A.", "; ", "D’Alessandro", ", ", "D. M.", "; ", "Foo", ", ", "M. L.", "; ", "Long", ", ", "J. R.", " ", "Strong CO", "2", " binding in a water-stable, triazolate-bridged metal–organic framework functionalized with ethylenediamine", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", " (", "25", ")  ", "8784", "– ", "8786", "[", "ACS Full Text ", "], [", "CAS", "]", "33. ", "Strong CO2 Binding in a Water-Stable, Triazolate-Bridged Metal-Organic Framework Functionalized with Ethylenediamine", "Demessence, Aude; D'Alessandro, Deanna M.; Foo, Maw Lin; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "25", "),\r\n    ", "8784-8786", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reaction of CuCl2·2H2O with 1,3,5-tris(1H-1,2,3-triazol-5-yl)benzene (H3BTTri) in DMF at 100° generates the metal-org. framework H3[(Cu4Cl)3(BTTri)8(DMF)12]·7DMF·76H2O (1-DMF).  The sodalite-type structure of the framework consists of BTTri3--linked [Cu4Cl]7+ square clusters in which each CuII center has a terminal DMF ligand directed toward the interior of a large pore.  The framework exhibits a high thermal stability of up to 270°, as well as exceptional chem. stability in air, boiling water, and acidic media.  Following exchange of the guest solvent and bound DMF mols. for methanol to give 1-MeOH, complete desolvation of the framework at 180° generated H3[(Cu4Cl)3(BTTri)8] (1) with exposed CuII sites on its surface.  Following a previously reported protocol, ethylenediamine mols. were grafted onto these sites to afford 1-en, featuring terminal alkylamine groups.  The N2 adsorption isotherms indicate a redn. in the BET surface area from 1770 to 345 m2/g following grafting.  The H2 adsorption data at 77 K for 1 indicate a fully reversible uptake of 1.2% at 1.2 bar, while the CO2 isotherm at 195 K shows a maximal uptake of 90% at 1 bar.  Compared to 1, the alkylamine-functionalized framework 1-en exhibits a higher uptake of CO2 at 298 K and pressures up to ∼0.1 bar, as well as a higher CO2/N2 selectivity at all measured pressures.  Significantly, 1-en also exhibits an isosteric heat of CO2 adsorption of 90 kJ/mol, which is much higher than the 21 kJ/mol obsd. for 1.  This chemisorption interaction is the strongest reported to date for a metal-org. framework and points toward the potential utility of alkylamine-appended frameworks for the post-combustion capture of CO2 from low-pressure flue gas streams.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmvFWqtrY%253D&md5=da2f3e278125e096f509e1e4618d9387", "34. ", "Brunauer", ", ", "S.", "; ", "Emmett", ", ", "P. H.", "; ", "Teller", ", ", "E.", " ", "Adsorption of gases in multimolecular layers", " ", "J. Am. Chem. Soc.", " ", "1938", ",  ", "60", " (", "2", ")  ", "309", "– ", "319", "[", "ACS Full Text ", "], [", "CAS", "]", "34. ", "Adsorption of gases in multimolecular layers", "Brunauer, Stephen; Emmett, P. H.; Teller, Edward", "Journal of the American Chemical Society", "\r\n        (", "1938", "),\r\n    ", "60", "\r\n        (", "),\r\n    ", "309-19", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "The polarization theory of multimolecular adsorption is discussed critically.  The adsorption energy due to attraction of dipoles induced into a nonpolar gas such as A is insufficient to constitute a major portion of the binding energy between adsorbed layers.  Adsorption-isotherm equations for multimolecular adsorption are derived on the assumption that the same forces that produce condensation are responsible also for multimolecular adsorption.  Numerous applications of the equations are given to exptl. adsorption isotherms.  Cf. C. A. 32, 1159.3.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaA1cXivFaruw%253D%253D&md5=c432cced1474f948ddfbe4f60c139d3a", "35. ", "Halsey", ", ", "G.", "; ", "Taylor", ", ", "H. S.", " ", "The adsorption of hydrogen on tungsten powders", " ", "J. Chem. Phys.", " ", "1947", ",  ", "15", " (", "9", ")  ", "624", "– ", "630", "[", "Crossref", "], [", "CAS", "]", "35. ", "The adsorption of hydrogen on tungsten powders", "Halsey, Geo.; Taylor, Hugh S.", "Journal of Chemical Physics", "\r\n        (", "1947", "),\r\n    ", "15", "\r\n        (", "),\r\n    ", "624-30", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "Frankenburg's data (C.A. 39, 451.4, 452.1) on the adsorption of H by W powder from -194° to 750° are analyzed by the Fowler-Guggenheim treatment (C.A. 34, 1546.5).  The data cannot be interpreted in terms of interaction between the adsorbed species on a uniform adsorbent surface.  The exptl. data can be interpreted on the basis of a nonuniform surface without interaction, the heterogeneity of the surface being specified in terms of an exponential distribution of sites given by the distribution function N = ce-x/xm, where χ represents the energy difference between the lowest energy state of the experimentally observed relation d ln p/d in θ = const. at const. temp.  Such a heterogeneity is especially significant in W metal which hitherto has been treated as an essentially uniform surface.  The quantity χm varies with the temp.  The significance of this variation is briefly explored.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaH2sXjs1aruw%253D%253D&md5=793aec1e6bfb55e730889a8c1719aed3", "36. ", "Thirumurugan", ", ", "A.", "; ", "Rao", ", ", "C. N. R.", " ", "1,2-, 1,3-, and 1,4-Benzenedicarboxylates of Cd and Zn of different dimensionalities: Process of formation of the three-dimensional structure", " ", "J. Mater. Chem.", " ", "2005", ",  ", "15", " (", "35–36", ")  ", "3852", "– ", "3858", "[", "Crossref", "], [", "CAS", "]", "36. ", "1,2-, 1,3- And 1,4-benzenedicarboxylates of Cd and Zn of different dimensionalities: Process of formation of the three-dimensional structure", "Thirumurugan, A.; Rao, C. N. R.", "Journal of Materials Chemistry", "\r\n        (", "2005", "),\r\n    ", "15", "\r\n        (", "35-36", "),\r\n    ", "3852-3858", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A systematic study of the benzenedicarboxylates (BDCs) formed by Cd and Zn with the three isomeric dicarboxylic acids in the presence or absence of amines was carried out.  Several BDCs were prepd. under hydrothermal conditions and their structures established by x-ray crystallog.  It is pointed out that the formation of the three-dimensional structures is most favored in the case of 1,4-benzenedicarboxylic acid.  An example of a Zn 1,4-BDC where the three-dimensional structure is formed favorably with the increase in reaction temp. is discussed.  A 1-dimensional chain structure is shown to transform to a three-dimensional structure as a function of time at an appropriate temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXpsFeisLo%253D&md5=386387b05dfd50b5a16dec37d8d66907", "37. ", "Purewal", ", ", "J.", "; ", "Liu", ", ", "D.", "; ", "Sudik", ", ", "A.", "; ", "Veenstra", ", ", "M.", "; ", "Yang", ", ", "J.", "; ", "Maurer", ", ", "S.", "; ", "Müller", ", ", "U.", "; ", "Siegel", ", ", "D. J.", " ", "Improved hydrogen storage and thermal conductivity in high-density MOF-5 composites", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", " (", "38", ")  ", "20199", "– ", "20212", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "Improved Hydrogen Storage and Thermal Conductivity in High-Density MOF-5 Composites", "Purewal, Justin; Liu, Dongan; Sudik, Andrea; Veenstra, Mike; Yang, Jun; Maurer, Stefan; Muller, Ulrich; Siegel, Donald J.", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "38", "),\r\n    ", "20199-20212", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Porous adsorbents such as MOF-5 have low thermal conductivities which can limit the performance of adsorption-based H storage systems.  To improve the thermal properties of these materials, the authors prepd. high-d. MOF-5 composites contg. 0-10% expanded natural graphite (ENG), which serves as a thermal conduction enhancer.  The addn. of 10% ENG to MOF-5 and compaction to 0.5 g/cm3 was previously found to increase the thermal cond. relative to neat MOF-5 of the same d. by a factor of 5.  Detailed measurements of the H storage behavior of MOF-5/ENG composites between 77 and 295 K are reported.  MOF-5 pellets with 0% ENG and a d. of 0.5 g/cm3 have a total volumetric H storage d. at 77 K and 100 bar that is 23% larger than powder MOF-5 and 41% larger than cryo-compressed H.  The addn. of 10% ENG to 0.5 g/cm3 MOF-5 pellets produces only a small decrease (6%) in the total volumetric H storage compared to neat MOF-5 pellets of equal d.  The excess, abs., total, and deliverable H storage amts. by the MOF-5 composites are compared for ENG addns. of 0-10% and pellet densities of 0.3-0.7 g/cm3.  Three adsorption models (Unilan, Toth, Dubinin-Astakhov) are compared for their effectiveness in describing H adsorption isotherms of MOF-5 and MOF-5/ENG composites.  The Unilan model provides the most accurate description of the exptl. data, requiring only 5 temp.-invariant parameters to accurately fit the data across a wide temp. range.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlCitbzM&md5=0ed36f1ccb36be436bd1574ea3967b35", "38. ", "Chahine", ", ", "R.", "; ", "Bose", ", ", "T.K.", " ", "Characterization and optimization of adsorbents for hydrogen storage", " ", "Hydrogen Energy Prog. XI", " ", "1996", ",  ", "1–3", ",  ", "1259", "– ", "1263", "[", "CAS", "]", "38. ", "Characterization and optimization of adsorbents for hydrogen storage", "Chahine, R.; Bose, T. K.", "Hydrogen Energy Progress XI, Proceedings of the World Hydrogen Energy Conference, 11th, Stuttgart, June 23-28, 1996", "\r\n        (", "1996", "),\r\n    ", "2", "\r\n        (", "),\r\n    ", "1259-1263", "CODEN:\r\n                ", "63WWAZ", "\r\n        ISSN:", ".\r\n    \r\n            (", "International Association for Hydrogen Energy", ")\r\n        ", "Phys. adsorption on activated carbon reduces the amt. of pressure required for compressed gas storage.  However, in the case of hydrogen, the technol. is still in the embryonic stage, and its advantage is most pronounced at low temp. and pressure.  At 35 bars and 77 K, the adsorption storage d. of hydrogen is half that of the liq. state (71 g L-1 at 20 K).  It is also 3.4 times the d. of compressed hydrogen gas under the same conditions.  Measurements of the hydrogen uptake of different adsorbents show that an ideal microporous carbon will have a storage d. of 58 g L-1.  The measurements also show that, for initial screening purposes, we can predict the hydrogen storage capacity of the adsorbents from their readily available phys. properties like surface area or micropore vol. and bulk d.  However, for system design purposes, adsorption data are required over the whole operating range of pressure and temp.  Finally, we show improvements that can be made to increase the storage efficiency of existing adsorbents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXlvFagsw%253D%253D&md5=e6ac1dd6af41b5096c864a891c7915c0", "39. ", "Huang", ", ", "B. L.", "; ", "Ni", ", ", "Z.", "; ", "Millward", ", ", "A.", "; ", "McGaughey", ", ", "A. J. H.", "; ", "Uher", ", ", "C.", "; ", "Kaviany", ", ", "M.", "; ", "Yaghi", ", ", "O.", " ", "Thermal conductivity of a metal–organic framework (MOF-5): Part II. Measurement", " ", "Int. J. Heat Mass Transfer", " ", "2007", ",  ", "50", " (", "3–4", ")  ", "405", "– ", "411", "[", "Crossref", "], [", "CAS", "]", "39. ", "Thermal conductivity of a metal-organic framework (MOF-5): Part II. Measurement", "Huang, B. L.; Ni, Z.; Millward, A.; McGaughey, A. J. H.; Uher, C.; Kaviany, M.; Yaghi, O.", "International Journal of Heat and Mass Transfer", "\r\n        (", "2007", "),\r\n    ", "50", "\r\n        (", "3-4", "),\r\n    ", "405-411", "CODEN:\r\n                ", "IJHMAK", ";\r\n        ISSN:", "0017-9310", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The thermal cond. of MOF-5 single crystals is measured over a wide temp. range between 6 and 300 K by using the longitudinal, steady-state heat flow method.  Between 6 and 20 K, the thermal cond. increases with the increase in temp. and exhibits a peak near 20 K.  This peak results from the crossover between the decreasing mean free path and the increasing phonon sp. heat with the increasing temp.  From 20 to 100 K, the thermal cond. decreases rapidly with increasing temp.  Above 100 K, the thermal cond. is nearly temp. independent, and its value at 300 K is 0.32 W/m/K, a rather low value for crystals.  The mean free path anal. shows that at high temp., the phonon mean free path is minimized to the cage size due to the porous, flexible structure of MOF-5.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xhtlaiu7vF&md5=2bf38d344051984e6b7c6d6963027af7"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-17/acs.langmuir.5b00833/20150429/images/small/la-2015-00833b_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-17/acs.langmuir.5b00833/20150429/images/small/la-2015-00833b_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-17/acs.langmuir.5b00833/20150429/images/small/la-2015-00833b_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-17/acs.langmuir.5b00833/20150429/images/small/la-2015-00833b_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-17/acs.langmuir.5b00833/20150429/images/small/la-2015-00833b_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-17/acs.langmuir.5b00833/20150429/images/small/la-2015-00833b_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-17/acs.langmuir.5b00833/20150429/images/small/la-2015-00833b_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-17/acs.langmuir.5b00833/20150429/images/small/la-2015-00833b_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-17/acs.langmuir.5b00833/20150429/images/small/la-2015-00833b_0009.gif\">"]}
