{"title": ["Crystal-to-Crystal Transformations of a Series of Isostructural Metal–Organic Frameworks with Different Sizes of Ligated Solvent Molecules"], "authors": ["Minhak Oh", "Lalit Rajput", "Dongwook Kim", "Dohyun Moon", "Myoung Soo Lah"], "doi": ["10.1021/ic302641v"], "abstract": ["Isostructural 3D metal−organic frameworks (MOFs) undergo a crystal-to-crystal transformation at ambient conditions into a 1D chain structure either directly or via different types of intermediates depending on the ligated solvent molecules and the sample handling conditions. A single crystal of the MOF with ligated DMF molecules, [Zn", "(BTC)(NO", ")(DMF)", "] (", "), transforms into a single particle-like microcrystalline aggregate of Cu-HKUST-1 in a Cu", "-DMF solution.", "Isostructural 3D metal–organic frameworks (MOFs) [Zn", "(BTC)(NO", ")S", "] [where BTC = 1,3,5-benzenetricarboxylate; S = EtOH (", "), DMF (", "), DMA (", "), or DEF (", ")] of a 3-connected ", " net topology have been prepared in the presence of serine as a template. The MOFs show different framework stabilities depending on the sizes of the ligated solvent molecules and undergo a crystal-to-crystal transformation at ambient conditions into a 1D chain structure either directly or via different types of intermediates depending on the ligated solvent molecules and the sample handling conditions. A single crystal of the MOF with the ligated DMF molecules, [Zn", "(BTC)(NO", ")(DMF)", "] (", "), is stable in Mg", "- and Co", "-DMF solutions; however, it transforms into a single particle-like microcrystalline aggregate of Cu-HKUST-1 in a Cu", "-DMF solution."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Introduction", "The crystal-to-crystal transformation is one of the interesting topics of metal–organic framework (MOF) research.", "(1)", " Crystal-to-crystal transformation is typically associated with the loss, addition, substitution, and/or modification of building components of a MOF. While most crystal-to-crystal transformations of the MOFs are associated with deterioration, some crystal-to-crystal transformations lead to modification and enhancement of the properties and even introduce new functionalities into the MOFs.", "(1a, 2)", "While the removal of guest molecules in the solvent pore of rigid and stable MOFs does not affect their structural integrity and crystallinity, the removal of guest molecules in flexible MOFs or in MOFs with reactive framework components often leads to distortion of the framework structures or a complete structural change with the loss of crystallinity. In the case of a single-crystal-to-single-crystal transformation,", "(3)", " the mechanism of the transformation can be easily understood. However, most transformations in MOFs are not single-crystal-to-single-crystal transformations but rather a single-crystal-to-amorphous-solid transformation", "(1e, 4)", " or a single-crystal-to-microcrystal transformation.", "(5, 6)", " In the case of the single-crystal-to-amorphous-solid transformation, it is not easy to obtain structural information on the amorphous material; therefore, it is extremely difficult to understand the transformation mechanism. In the case of the single-crystal-to-microcrystal transformation, structural information on the microcrystalline product can be obtained either by comparing the powder X-ray diffraction (PXRD) pattern of the microcrystalline material with those of reported known structures", "(5)", " or by using an ab initio structural determination of the PXRD data.", "(6)", " Here, we report the preparation of a series of isostructural three-dimensional (3D) MOFs, [Zn", "2", "(BTC)(NO", "3", ")S", "3", "] [where H", "3", "BTC = 1,3,5-benzenetricarboxylic acid; S = ethanol (EtOH), ", "N", ",", "N", "′-dimethylformamide (DMF), ", "N", ",", "N", "′-dimethylacetamide (DMA), or ", "N", ",", "N", "′-diethylformamide (DEF)], of a 3-connected ", "srs", " net topology with different sizes of ligated solvent molecules and their single-crystal-to-microcrystal transformations. The framework stabilities of the MOFs and their crystal-to-crystal transformations were investigated at dinitrogen, ambient, and water conditions and also in M", "II", "-DMF (where M", "II", " = Mg", "II", ", Co", "II", ", or Cu", "II", ") solutions.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Experimental Section", "General Procedures", "All of the reagents were purchased from commercial sources and were used without further purification. Elemental analysis (C, H, and N) was performed using a Thermo Scientific Flash 2000 elemental analyzer. Metal ions (Zn, Co, and Mg) were analyzed using a Varian 720-ES inductively coupled plasma atomic emission spectrometer. Thermal gravimetric analysis (TGA) data was recorded using a TA Instruments Q-600 series thermal gravimetric analyzer under flowing nitrogen gas with a heating rate of 5 °C/min between ambient temperature and 600 °C. Fourier transform infrared (FT-IR) spectra were recorded as KBr pellets with a Nicolet iS 10 FT-IR spectrophotometer (4000–400 cm", "–1", "). PXRD data were recorded using a Bruker D2 Phaser automated diffractometer at room temperature, with a step size of 2θ = 0.02°. Simulated PXRD patterns were calculated using the ", "Material Studio", " software package employing single-crystal data.", "(7)", "Preparation of MOFs", "[Zn", "3", "(BTC)", "2", "(H", "2", "O)", "3", "] (Zn-HKUST-1)", "Zn-HKUST-1 was prepared using a procedure that was slightly modified from the reported procedures.", "(8)", " A 0.021 g (0.099 mmol) amount of H", "3", "BTC was dissolved in 12 mL of DMF in a 20 mL vial. A 0.150 g (0.504 mmol) amount of Zn(NO", "3", ")", "2", "·6H", "2", "O was added to the solution. The clear colorless solution was heated at 60 °C for 4 days. After cooling to ambient temperature, block-shaped colorless transparent crystals were filtered from the solution.", "[Zn", "2", "(BTC)(NO", "3", ")(EtOH)", "3", "]·2EtOH·2H", "2", "O (", "1", "·2EtOH·2H", "2", "O)", "A 0.021 g (0.099 mmol) amount of H", "3", "BTC and a 0.011 g (0.105 mmol) amount of serine (", "l", "-serine, ", "d", "-serine, or racemic serine) were dissolved in 12 mL of anhydrous EtOH in a 20 mL vial, and the solution was sonicated for 30 min. A 0.150 g (0.504 mmol) amount of Zn(NO", "3", ")", "2", "·6H", "2", "O was added to the above turbid solution. The addition of Zn(NO", "3", ")", "2", "·6H", "2", "O changed the turbid solution to a clear solution after stirring. The clear solution was heated at 60 °C for 4 days. After cooling to room temperature, the block-shaped colorless transparent crystals formed were filtered and dried under dinitrogen in a glovebag. Yield: 0.008 g. IR (KBr, cm", "–1", "): 3428 (s, br), 3088 (vw), 2979 (m), 2938 (w), 2889 (w), 1716 (vw), 1638 (vs), 1612 (sh), 1572 (sh), 1505 (vw), 1445 (w), 1384 (vs), 1360 (sh), 1301 (vw), 1270 (vw), 1211 (w), 1107 (w), 1086 (w), 1039 (m), 944 (vw), 877 (w), 832 (w), 765 (m), 716 (m), 667 (w). Elem anal. Calcd for Zn", "2", "(BTC)(NO", "3", ")(EtOH)", "5", "(H", "2", "O)", "2", " (C", "19", "H", "37", "NO", "16", "Zn", "2", "; fw = 666.26 g/mol): C, 34.25; H, 5.60; N, 2.10. Found: C, 34.25; H, 5.27; N, 2.29. The crystals turned opaque when exposed to air.", "[Zn", "2", "(BTC)(NO", "3", ")(DMF)", "3", "]·H", "2", "O (", "2", "·H", "2", "O).", "2", " was prepared according to the same synthetic procedure as that for ", "1", " but in a DMF solvent. Yield: 0.036 g. IR (KBr, cm", "–1", "): 3433 (s, br), 3080 (vw), 2967 (sh), 2934 (w), 2875 (sh), 1677 (sh), 1654 (vs), 1631 (m), 1588 (m), 1562 (sh), 1476 (vw), 1439 (s), 1419 (vw), 1383 (vs), 1369 (sh), 1301 (s), 1252 (vw), 1106 (s), 1062 (w), 1016 (w), 944 (vw), 814 (vw), 769 (s), 718 (s), 681 (m), 669 (w), 568 (vw), 471 (vw), 435 (vw). Elem anal. Calcd for Zn", "2", "(BTC)(NO", "3", ")(DMF)", "3", "(H", "2", "O) (C", "18", "H", "26", "N", "4", "O", "13", "Zn", "2", "; fw = 637.18 g/mol): C, 33.93; H, 4.11; N, 8.79. Found: C, 33.71; H, 4.21; N, 9.27.", "[Zn", "2", "(BTC)(NO", "3", ")(DMA)", "3", "] (", "3", ").", "3", " was prepared according to the same synthetic procedure as that for ", "1", " but in a DMA solvent and at 85 °C for 4 days. Yield: 0.012 g. IR (KBr, cm", "–1", "): 3427 (s, br), 3080 (vw), 2934 (w), 2876 (sh), 1653 (sh), 1618 (vs), 1605 (sh), 1588 (sh), 1565 (sh), 1508 (w), 1475 (w), 1440 (s), 1419 (m), 1401 (m), 1382 (sh), 1369 (vs), 1304 (s), 1263 (m), 1192 (w), 1102 (w), 1059 (vw), 1023 (w), 966 (vw), 944 (vw), 815 (vw), 768 (s), 718 (s), 610 (m), 592 (m), 477 (m), 434 (m). Elem anal. Calcd for Zn", "2", "(BTC)(NO", "3", ")(DMA)", "3", " (C", "21", "H", "30", "N", "4", "O", "12", "Zn", "2", "; fw = 661.23 g/mol): C, 38.14; H, 4.57; N, 8.47. Found: C, 38.08; H, 4.67; N, 8.49.", "[Zn", "2", "(BTC)(NO", "3", ")(DEF)", "3", "] (", "4", ").", "4", " was prepared according to the same synthetic procedure as that for ", "1", " but in a DEF solvent. Yield: 0.037 g. IR (KBr, cm", "–1", "): 3432 (s, br), 3076 (vw), 2977 (s), 2938 (m), 2874 (sh), 1670 (sh), 1643 (sh), 1629 (vs), 1586 (m), 1568 (sh), 1506 (sh), 1479 (w), 1462 (w), 1438 (m), 1419 (sh), 1382 (sh), 1366 (vs), 1302 (s), 1265 (m), 1213 (m), 1126 (m), 1103 (m), 1085 (sh), 1072 (w), 1019 (m), 998 (sh), 965 (sh), 944 (m), 825(m), 767 (s), 717 (s), 661 (m), 572 (w), 528 (w), 473 (vw), 438 (w). Elem anal. Calcd for Zn", "2", "(BTC)(NO", "3", ")(DEF)", "3", " (C", "24", "H", "36", "N", "4", "O", "12", "Zn", "2", "; fw = 703.31 g/mol): C, 40.99; H, 5.16; N, 7.97. Found: C, 40.79; H, 5.32; N, 8.09.", "Crystal-to-Crystal Transformation of ", "2", " to Cu-HKUST-1", "Bulk Crystal-to-Crystal Transformation of ", "2", " to Cu-HKUST-1", "Approximately 0.03 g of the as-synthesized crystals of ", "2", " were soaked in 20 mL of a 0.1 M Cu(NO", "3", ")", "2", "·6H", "2", "O/anhydrous DMF solution. The solution was refreshed every day using a fresh Cu(NO", "3", ")", "2", "·6H", "2", "O/DMF solution during the 14 days of soaking. The transformed crystals were washed using anhydrous DMF and air-dried.", "Single-Crystal-to-Microcrystal Transformation of a Single Crystal of ", "2", " to a Microcrystalline Aggregate of Cu-HKUST-1", "A single crystal of ", "2", " with dimensions of 0.30 × 0.25 × 0.14 mm", "3", " was selected and transferred into 1.5 mL of a 0.2 M Cu(NO", "3", ")", "2", "·6H", "2", "O/anhydrous DMF solution in a capillary tube. The tube was flame-sealed and allowed to stand at ambient temperature for 30 days to complete the transformation into Cu-HKUST-1.", "Crystallographic Data Collection and Refinement of the Structure", "Crystals were coated with Paratone oil, and the diffraction data were measured at 173 K with Mo Kα radiation on an X-ray diffraction camera system using an imaging plate equipped with a graphite-crystal incident-beam monochromator. The ", "Rapid Auto", " software", "(9)", " was used for data collection and processing. The structures were solved by direct methods and refined by full-matrix least-squares calculations using the ", "XS", " and ", "XL", " programs of the ", "SHELXTL PLUS", " software package,", "(10)", " respectively.", "Compound ", "1", ":", "[Zn", "2", "(BTC)(NO", "3", ")(EtOH)", "3", "]·3EtOH (C", "21", "H", "36", "N", "1", "O", "15", "Zn", "2", "), fw = 673.25 g/mol, orthorhombic, space group ", "P", "2", "1", "2", "1", "2", "1", ", ", "a", " = 13.385(3) Å, ", "b", " = 14.712(3) Å, ", "c", " = 15.573(3) Å, ", "V", " = 3066.7(11) Å", "3", ", ", "Z", " = 4, μ (Mo Kα, λ = 0.71073 Å) = 1.629 mm", "–1", ", 23228 reflections were collected, 5394 were unique (", "R", "int", " = 0.1936). Two zinc atoms, a ligand, a coordinated nitrate anion, three ligated EtOH molecules, and three lattice EtOH molecules were observed as an asymmetric unit. All non-hydrogen atoms were refined anisotropically; the hydrogen atoms were assigned isotropic displacement coefficients ", "U", "(H) = 1.2", "U", "(C) and 1.5", "U", "(C", "methyl", "); their coordinates were allowed to ride on their respective atoms. The least-squares refinement of the structural model was performed under geometry and displacement parameter restraints such as DFIX and ISOR on EtOH molecules. Least-squares refinement of the structure converged at final R1 = 0.0973 and wR2 = 0.2329 for 4279 reflections with ", "I", " > 2σ(", "I", ") and R1 = 0.1192 and wR2 = 0.2588 for all 5394 reflections. The largest difference peak and hole were 1.599 and −0.803 e/Å", "3", ", respectively. The Flack parameter value of 0.01(3) obtained indicated that the structure is homochiral.", "Compound ", "2", ":", "[Zn", "2", "(BTC)(NO", "3", ")(DMF)", "3", "] (C", "18", "H", "24", "N", "4", "O", "12", "Zn", "2", "), fw = 619.15 g/mol, cubic, space group ", "P", "2", "1", "3, ", "a", " = ", "b", " = ", "c", " = 14.1069(16) Å, ", "V", " = 2807.3(6) Å", "3", ", ", "Z", " = 4, μ (Mo Kα, λ = 0.71073 Å) = 1.768 mm", "–1", ", 27655 reflections were collected, 2149 were unique (", "R", "int", " = 0.0589). Two zinc atoms on a crystallographic 3-fold axis and a statistically disordered ligated nitrate around the crystallographic 3-fold axis, a BTC ligand on another crystallographic 3-fold axis, and a statistically disordered ligated DMF molecule were observed as an asymmetric unit. All non-hydrogen atoms were refined anisotropically; the coordinates of the hydrogen atom attached to the ligand were allowed to ride on the respective atom and refined isotropically. The hydrogen atoms attached to the disordered DMF molecule were not included in the least-squares refinement. The least-squares refinement of the structural model was performed under geometry and displacement parameter restraints such as DFIX, DANG, FLAT, and ISOR for the ligated DMF molecule and the nitrate anion. Refinement of the structure converged at final R1 = 0.0691 and wR2 = 0.1898 for 1638 reflections with ", "I", " > 2σ(", "I", ") and R1 = 0.0850 and wR2 = 0.2134 for all 2149 reflections. The largest difference peak and hole were 0.477 and −0.428 e/Å", "3", ", respectively. The Flack parameter value of −0.04(4) obtained indicated that the structure is homochiral.", "Compound ", "3", ":", "[Zn", "2", "(BTC)(NO", "3", ")(DMA)", "3", "] (C", "21", "H", "30", "N", "4", "O", "12", "Zn", "2", "), fw = 661.23 g/mol, orthorhombic, space group ", "P", "2", "1", "2", "1", "2", "1", ", ", "a", " = 12.662(3) Å, ", "b", " = 14.662(3) Å, ", "c", " = 15.434(3) Å, ", "V", " = 2865.2(10) Å", "3", ", ", "Z", " = 4, μ (Mo Kα, λ = 0.71073 Å) = 1.738 mm", "–1", ", 27448 reflections were collected, 6541 were unique (", "R", "int", " = 0.0591). Two zinc atoms, a ligand, a coordinated nitrate anion, and three ligated DMA molecules were observed as an asymmetric unit. Two of the DMA molecules are statistically disordered. All non-hydrogen atoms were refined anisotropically; the hydrogen atoms were assigned isotropic displacement coefficients ", "U", "(H) = 1.2", "U", "(C) and 1.5", "U", "(C", "methyl", "); their coordinates were allowed to ride on their respective atoms. The least-squares refinement of the structural model was performed under geometry and displacement parameter restraints such as DANG, DFIX, FLAT, and ISOR on the disordered DMA molecules. Least-squares refinement of the structure converged at final R1 = 0.0371 and wR2 = 0.0794 for 5809 reflections with ", "I", " > 2σ(", "I", ") and R1 = 0.0436 and wR2 = 0.0822 for all 6541 reflections. The largest difference peak and hole were 0.427 and −0.472 e/Å", "3", ", respectively. The Flack parameter value of −0.02(4) obtained indicated that the structure is homochiral.", "Compound ", "4", ":", "[Zn", "2", "(BTC)(NO", "3", ")(DEF)", "3", "] (C", "24", "H", "36", "N", "4", "O", "12", "Zn", "2", "), fw = 703.31 g/mol, orthorhombic, space group ", "P", "2", "1", "2", "1", "2", "1", ", ", "a", " = 13.798(3) Å, ", "b", " = 14.375(3) Å, ", "c", " = 15.228(3) Å, ", "V", " = 3020.3(10) Å", "3", ", ", "Z", " = 4, μ (Mo Kα, λ = 0.71073 Å) = 1.654 mm", "–1", ", 23010 reflections were collected, 5305 were unique (", "R", "int", " = 0.1523). Two zinc atoms, a ligand, a coordinated nitrate anion, and three ligated DEF molecules were observed as an asymmetric unit. One of the DEF molecules is statistically disordered. All non-hydrogen atoms were refined anisotropically except the disordered DEF molecule; the hydrogen atoms were assigned isotropic displacement coefficients ", "U", "(H) = 1.2", "U", "(C) and 1.5", "U", "(C", "methyl", "); their coordinates were allowed to ride on their respective atoms. The least-squares refinement of the structural model was performed under geometry and displacement parameter restraints such as DANG, DFIX, FLAT, and ISOR on the DEF molecules. Final least-squares refinement of the structure converged at a final R1 = 0.1140 and wR2 = 0.2835 for 3355 reflections with ", "I", " > 2σ(", "I", ") and R1 = 0.1479 and wR2 = 0.3178 for all 5305 reflections. The largest difference peak and hole were 1.362 and −0.736 e/Å", "3", ", respectively. The Flack parameter value of 0.05(5) obtained indicated that the structure is homochiral.", "Gas-Sorption Measurements", "All of the gas-sorption isotherms were measured using a BELSORP-max (BEL Japan, Inc.) adsorption system employing a standard volumetric technique up to saturation pressure. The dinitrogen (purity = 99.999%), argon (purity = 99.9999%) and carbon dioxide (purity = 99.999%) sorption isotherms were monitored at 77, 87, and 195 K, respectively. The activated samples, ", "1a", " and ", "2a", ", were prepared by vacuum-drying the as-synthesized samples, ", "1", " and ", "2", ", respectively, at room temperature for 48 h and at 72 °C for an additional 16 h.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "H", "3", "BTC is one of the most widely used ligands as a potential 3-connected node in MOF research. It is well-known that the reaction of the ligand with a Cu", "II", " ion leads to Cu-HKUST-1 ([Cu", "3", "(BTC)", "2", "S", "3", "], where S is a solvent ligated to the Cu", "II", " ion) of a 3,4-connected ", "tbo", " net topology.", "(11)", " Cu-HKUST-1 could be prepared in various reaction conditions including the employment of different solvent conditions, which is probably due to the strong tendency of the Cu", "II", " ion to form a Cu", "2", "(COO)", "4", " square-paddle-wheel secondary building unit (SBU) with ligands containing a carboxylic acid residue.", "The solvothermal reaction of Zn(NO", "3", ")", "2", "·6H", "2", "O with H", "3", "BTC in DMF also led to an isostructural MOF, Zn-HKUST-1, with Zn", "II", " as a framework metal ion.", "(8)", " However, it is well-known that the reactions of Zn", "II", " with ligands containing carboxylate groups result in structures with diverse Zn(COO) clusters as SBUs.", "(12)", " In contrast to the reaction conditions for Cu-HKUST-1, small changes in the reaction conditions such as the solvent used often lead to completely different structures with different forms of Zn(COO) SBUs. For example, a reaction similar to that for Zn-HKUST-1 but in DMA as a solvent led to a 3D MOF, ", "3", ",", "(13a)", " of a 3-connected ", "srs", " net topology, where both the dinuclear Zn", "2", "(COO)", "3", " cluster and the BTC ligand served as 3-connected nodes. One Zn", "II", " ion in the 3-connected dinuclear Zn", "2", "(COO)", "3", " cluster of the MOF has a tetrahedral geometry with three oxygen atoms of the bridging carboxylate groups and a monodentate nitrate anion, and the other Zn", "II", " ion has an octahedral geometry with three carboxylate oxygen atoms and three oxygen atoms of the ligated DMA molecules. An isostructural 3D MOF of the same ", "srs", " net topology, ", "1", " (MOF-4), with the nitrate ion in a chelating bidentate binding mode was also prepared by Yaghi and co-workers by vapor diffusion of triethylamine into the EtOH solution of Zn", "II", " and H", "3", "BTC at ambient temperature.", "(13b)", " However, attempts to produce an isostructural 3D MOF of the ", "srs", " net topology in a DMF solvent by using several different variations of reactant concentrations and temperatures were not successful. In this study, we investigated the possibility of producing isostructural MOFs in various solvents by utilizing a chiral template because the MOF of the ", "srs", " net topology is a chiral network.", "The same solvothermal reaction condition for Zn-HKUST-1", "(8)", " but in the presence of serine (", "l", "-serine, ", "d", "-serine, or racemic serine) as a chiral template produced the [Zn", "2", "(BTC)(NO", "3", ")(DMF)", "3", "] structure of the ", "srs", " net topology (", "2", ") as a pure phase.", "(14)", " The crystal of ", "2", " belongs to the cubic space group ", "P", "2", "1", "3 as the reported crystal structure of MOF-4. The dinuclear Zn", "2", "(COO)", "3", " cluster of a three-bladed paddle-wheel SBU as a 3-connected node is interlinked to the BTC as another 3-connected node to form a uninodal 3-connected network of the ", "srs", " net topology (Figure ", "1", "). While the disordered nitrate anion in MOF-4 is ligated to the tetrahedral Zn", "II", " site in the chelating bidentate binding mode, the disordered nitrate anion in ", "2", " is ligated to the tetrahedral Zn", "II", " site in a monodentate binding mode. The framework of the ", "srs", " net topology generates a 3D solvent channel running parallel to all three crystallographic axes. The three ligated DMF molecules at the octahedral Zn", "II", " site of the three-bladed paddle-wheel SBU together with the ligated nitrate anion are exposed in the solvent channel (with a cavity volume of 360 Å", "3", ", which comprises ∼13% of the total unit cell volume; Figure ", "2", "b).", "(15)", "Figure 1. Schematic diagram of ", "2", ", where the dinuclear Zn", "2", "(COO)", "3", " cluster of a three-bladed paddle-wheel SBU as a 3-connected node is interlinked to the BTC as another 3-connected node to form a uninodal 3-connected network of the ", "srs", " net topology.", "Figure 2. Space-filling diagram of the MOFs around the ligated anion: (a) ", "1", "; (b) ", "2", "; (c) ", "3", "; (d) ", "4", ". The Zn", "II", " ion with tetrahedral coordination geometry and the ligated anions are represented in green. Color codes for other atoms: zinc, cyan; carbon, gray; oxygen, red; nitrogen, blue; hydrogen, white.", "The same solvothermal reactions of Zn", "II", " and H", "3", "BTC in the presence of serine but in EtOH, DMA, and DEF as the reaction solvents also led to isostructural MOFs, [Zn(BTC)(NO", "3", ")S", "3", "] [where S is EtOH (", "1", "), DMA (", "3", "), and DEF (", "4", "), respectively] of the same ", "srs", " net topology. In the crystal structures of ", "1", ", ", "3", ", and ", "4", ", in contrast to MOF-4 and ", "2", ", the monodentate nitrate anion is ligated at the tetrahedral Zn", "II", " ion of the dinuclear Zn", "2", "(COO)", "3", " cluster as in the reported crystal structure of ", "3", " with the orthorhombic space group ", "P", "2", "1", "2", "1", "2", "1", ".", "(16)", " In ", "1", ", the three ligated EtOH molecules together with the ligated NO", "3", "–", " anion are also exposed in the solvent channel as in the crystal structure of ", "2", " (Figure ", "2", "a,b). However, the cavity volume of the solvent channel of ", "1", " (1230 Å", "3", ", ∼40% of the total unit cell volume) is much larger than that of ", "2", ". The framework with sterically less demanding ligated EtOH molecules generates a larger solvent cavity than the frameworks with sterically more demanding ligated solvent molecules. ", "3", " with sterically more demanding ligated DMA molecules leaves only a very small solvent cavity (the cavity volume is 199 Å", "3", "; ∼7% of the total unit cell volume; Figure ", "2", "c), and ", "4", " with sterically most demanding ligated DEF molecules does not leave any available solvent cavity (Figure ", "2", "d).", "The TGA data of the isostructural frameworks ", "1", "–", "4", " in a dinitrogen environment showed different thermal stabilities of the frameworks depending on the solvent molecules ligated to the framework metal ion (Figure S1 in the ", "Supporting Information", ", SI). The PXRD data of the isostructural frameworks at ambient conditions also showed completely different framework stabilities. Although the optical microscopic pictures of the MOFs clearly indicated the homogeneity of the bulk crystalline samples (Figure S2 in the ", "SI", "), and the single crystals used for the structure analyses are representative of the corresponding bulk crystalline samples, the PXRD patterns of the isostructural frameworks are all different from each other (Figure ", "3", ").", "Figure 3. PXRD patterns of the isostructural MOFs ", "1", "–", "4", ", prepared under ambient conditions.", "The PXRD pattern of ", "1", " prepared at ambient conditions is different from the simulated pattern from the single-crystal structure of ", "1", " (Figure ", "4", "). The PXRD pattern is the same as that of the reported Zn", "II", "BTC-based 1D zigzag chain structure, [Zn", "3", "(BTC)", "2", "(H", "2", "O)", "12", "], of one distorted octahedral and two regular octahedral Zn", "II", " metal centers with a total of 12 ligated water molecules.", "(17)", " During the preparation for the PXRD experiment, the 3D MOF of the ", "srs", " net topology with the ligated EtOH molecules was transformed into the 1D chain structure by the water molecules present at ambient conditions. However, the PXRD pattern of ", "1", " prepared in a dinitrogen environment is similar to the simulated pattern from the single-crystal structure of ", "1", ", although the peaks are weak and broadened. When the sample prepared under dinitrogen was exposed at ambient conditions, the PXRD pattern changed to that of the 1D chain structure within 4 h (Figure ", "4", "). The easy accessibility of the water molecules available at ambient conditions to the tetrahedral metal center of ", "1", " with the large accessible solvent cavity is responsible for the framework instability and the fast crystal-to-crystal transformation reaction.", "Figure 4. PXRD patterns of ", "1", " prepared under dinitrogen and ambient conditions.", "The PXRD pattern of the as-synthesized sample ", "2", " prepared at ambient conditions is also different not only from the simulated pattern of the single-crystal structure of ", "2", " but also from that of the reported 1D chain structure (Figure ", "5", "). However, the PXRD pattern of the unidentified phase changed to that of the reported 1D chain structure within 4 h at ambient conditions (Figure ", "5", "a). The PXRD pattern of the as-synthesized sample ", "2", " prepared in a dinitrogen environment was also the same as the simulated pattern from the single-crystal structure of ", "2", " (Figure ", "5", "b). When this sample was exposed to ambient conditions, the PXRD pattern slowly changed to that of the 1D chain structure via the above-mentioned PXRD pattern of the unidentified phase. However, when a few drops of water were added to ", "2", " prepared under dinitrogen, the PXRD pattern of ", "2", " immediately changed to a new crystalline phase, which was the same as the reported corrugated 2D layer structure, [Zn", "3", "(BTC)", "2", "(H", "2", "O)", "8", "], of the ", "hcb", " net topology of two distorted trigonal-bipyramidal and one regular octahedral Zn", "II", " metal centers with a total of eight ligated water molecules (Figure ", "5", "c).", "(18)", " The 2D layer structure slowly transformed into the reported 1D chain structure, [Zn", "3", "(BTC)", "2", "(H", "2", "O)", "12", "]. The framework stability of ", "2", " is also related to the accessible solvent cavity. ", "2", " with ∼13% solvent cavity is only stable under dinitrogen. The quick addition of a small amount of water to ", "2", " prepared under dinitrogen led to the 2D layer structure as an intermediate structure before the final transformation to the 1D chain structure with the maximum amount of ligated water molecules at the metal centers. When the sample prepared under dinitrogen was exposed to ambient conditions, it slowly turned to an unidentified crystalline phase as an intermediate structure, probably with both DMF and water molecules as ligated solvent molecules.", "(19)", " Then, the intermediate structure transformed to the 1D chain structure without formation of the 2D layer structure as another type of intermediate structure. It is not clear why the 2D structure is not observed as an intermediate framework structure when the sample prepared under dinitrogen was exposed to ambient conditions.", "(20)", "Figure 5. PXRD patterns of ", "2", " prepared under (a) ambient and (b) dinitrogen conditions and (c) of ", "2", " prepared under dinitrogen conditions and then after the immediate addition of water molecules.", "The stabilities of ", "3", " and ", "4", " are also related to the accessible solvent cavities of the framework structures. The structure of ", "3", " showed enhanced stability compared with that of ", "2", " at ambient conditions. The PXRD pattern of ", "3", " prepared even at ambient conditions is the same as the simulated powder pattern from the single-crystal structure of ", "3", " (Figure ", "6", "). ", "3", " slowly transformed into a 1D chain structure over 4 days. ", "4", " with no solvent cavity is the most stable framework among the series of MOFs. The PXRD patterns of ", "4", " suggest that the framework is stable for at least a couple of days at ambient conditions and slowly turns to the 1D chain structure over a period of 1 week (Figure ", "7", "). The slow transformation kinetics of the framework structure with no accessible solvent channel was related to the limited accessibility of the water to the reactive Zn", "II", " center of the dinuclear SBU of ", "4", ", which is probably the tetrahedral Zn", "II", " center. Before transformation of the 3D framework into the 1D chain structure, the replacement of the ligated DEF molecules by the ligated water molecules needs to proceed for generation of the accessible channel to the reactive metal center.", "Figure 6. PXRD patterns of ", "3", " prepared under ambient conditions.", "Figure 7. PXRD patterns of ", "4", " prepared under ambient conditions.", "2", " transforms to the network structure of an unidentified phase and then finally to the 1D chain structure. Transformation to the unidentified phase probably involves the partial replacement of the coordinated solvent molecules of the octahedral Zn", "II", " ion by ambient water molecules and/or the addition of water molecules to the tetrahedral Zn", "II", " ion, which leads to significant structural reorganization of the dinuclear three-bladed paddle-wheel center in the framework structure and the subsequent network transformation, as indicated in the complete change of the PXRD pattern. In the subsequent network transformations, the metal centers in the network structure of an unidentified phase change into the two different types of octahedral Zn", "II", " centers of the 1D chain structure. In the presence of enough water molecules, the 3D MOF with the dinuclear three-bladed paddle-wheel center transforms into trigonal-bipyramidal and octahedral Zn", "II", " centers of the 2D layer structure without formation of the unidentified phase and subsequently to the 1D chain structure with all of the Zn", "II", " centers of the octahedral geometry.", "Two isostructural MOFs with Zn/Co and Zn/Mg mixed metal ions as a dinuclear three-bladed paddle-wheel SBU have been reported.", "(21)", " These isostructural heterometallic MOFs with heterometallic SBUs were prepared via solvothermal reactions using equimolar quantities of Zn(NO", "3", ")", "2", "·4H", "2", "O/Co(NO", "3", ")", "2", "·6H", "2", "O and Zn(NO", "3", ")", "2", "·4H", "2", "O/Mg(NO", "3", ")", "2", "·6H", "2", "O mixtures as mixed framework metal-ion sources with H", "3", "BTC. Recently, the exchange of framework metal ions, i.e., transmetalation, was reported as an approach to preparing isostructural MOFs.", "(8b, 22)", " However, attempts to obtain the isostructural Zn/Co and Zn/Mg heterometallic MOFs via selective transmetalation of the framework metal ions were not successful. Soaking the single crystals of ", "2", ", which contain Zn", "II", " ion as a framework metal ion, in a 0.1 M Mg(NO", "3", ")", "2", "·6H", "2", "O/DMF solution or a 0.1 M Co(NO", "3", ")", "2", "·6H", "2", "O/DMF solution for more than 1 week did not indicate any hint of transmetalation of the framework metal ion.", "(23)", " In contrast, soaking single crystals of ", "2", " in 20 mL of a 0.1 M Cu(NO", "3", ")", "2", "·6H", "2", "O/DMF solution led to the gradual color change of the crystals over 2 weeks for complete exchange of all of the framework metal ions. The PXRD pattern of the copper-exchanged sample is different from the simulated PXRD pattern of the single-crystal structure of ", "2", "; however, it matches well with the simulated PXRD pattern from the reported single-crystal structure of Cu-HKUST-1 (Figure ", "8", "). To check whether the transformation process is a crystal-to-crystal transformation rather than a dissolution-and-recrystallization process, a single crystal of ", "2", " was selected and soaked in a sealed capillary tube containing 1.5 mL of a 0.2 M Cu(NO", "3", ")", "2", "·6H", "2", "O/DMF solution. The partial exchange of the framework metal ions could be noticed within a day from the color change of the crystal (Figure ", "9", "). Interestingly, the color change was localized at several discrete domains of the crystal, and the size and number of domains increased as the soaking continued for a month for complete exchange of all of the framework metal ions of ", "2", ". The crystal morphology remained intact even after the complete exchange of the framework metal ions. However, the diffraction study of a metal-exchanged single-particle-like sample on a single-crystal diffractometer using synchrotron radiation only showed the diffraction pattern of a powder crystalline sample. The 2D PXRD pattern obtained from the single-particle-like sample using a CCD detector was converted to a 1D powder pattern using the ", "FIT2-D", " program,", "(24)", " which is the same as that of the bulk sample (Figure ", "8", "). In short, the Zn", "II", "-based 3D network of the ", "srs", " net topology transformed to the Cu", "II", "-based 3D network of the ", "tbo", " net topology, Cu-HKUST-1. Although the morphology of the single-particle-like sample looks intact during the transformation, it is not a single-crystal-to-single-crystal transformation but is a single-crystal-to-microcrystal transformation. Transformation of the 3-connected Zn", "2", "(COO)", "3", " SBU in the Zn", "II", "-based ", "srs", " network into a 4-connected Cu", "2", "(COO)", "4", " SBU in the Cu", "II", "-based ", "tbo", " network led to significant structural reorganization of the building components. The crystal-to-crystal transformation localized at several discrete domains rather than throughout the whole crystal caused severe strain at the interfaces of the crystalline domains to generate an aggregate of Cu-HKUST-1 microcrystals.", "Figure 8. PXRD patterns of ", "2", " soaked in Cu", "II", "-DMF solutions: (a) Simulated PXRD pattern from a single-crystal structure of ", "2", "; (b) as-synthesized sample obtained by soaking bulk crystals of ", "2", " in 20 mL of a 0.1 M Cu", "II", "-DMF solution for 14 days; (c) PXRD pattern of a single crystal soaked in 1.5 mL of a 0.2 M Cu", "II", "-DMF solution for 30 days;", "(25)", " (d) simulated PXRD pattern from a single-crystal structure of Cu-HKUST-1.", "Figure 9. Optical microscopic photographs of a single crystal of ", "2", " (0.30 × 0.25 × 0.14 mm", "3", ") soaked in 1.5 mL of a 0.2 M Cu(NO", "3", ")", "2", "·2.5H", "2", "O/DMF solution at ambient temperature. The photographs are for a single crystal in a Cu", "II", "-DMF solution after different periods.", "The gas-sorption behavior of the two activated samples ", "1a", " and ", "2a", " were investigated. The sorption behavior of ", "1a", " is similar to that of MOF-4.", "(26)", "1a", ", activated via a procedure similar to that reported for MOF-4, does not show any dinitrogen, argon, and carbon dioxide sorption at 77, 87, and 195 K, respectively (Figure S4 in the ", "SI", "). Even though the potential pore volume of as-synthesized ", "1", " is ∼40% of the unit cell volume, activated ", "1a", " does not have any accessible pores for dinitrogen, argon, and carbon dioxide gases. The amorphous PXRD pattern of ", "1a", " after the sorption study (Figure S5 in the ", "SI", ") also supports the collapse of the pore. The PXRD pattern of ", "2a", " is similar to that of as-synthesized ", "2", " (Figure S5 in the ", "SI", "), which tells that the porosity of ", "2a", " is maintained after removal of the solvent from the pore. The sorption behavior of ", "2a", " is different from that of ", "1a", " (Figure ", "10", "). Even though the structure of ", "2a", " is very similar to that of ", "2", ", ", "2a", " again does not show any dinitrogen and argon sorption at 77 and 87 K, respectively, but shows the uptake of carbon dioxide, 44 cm", "3", "/g, at 1 bar and 195 K. Slow sorption kinetics and the adsorption–desorption hysteresis of ", "2a", " on carbon dioxide suggest that the aperture dimension of the pore is smaller than the kinetic diameters of dinitrogen and argon (3.64 and 3.40 Å) but approximately matches the kinetic diameter of carbon dioxide (3.30 Å) and a certain extent of the framework flexibility.", "(27)", "Figure 10. Sorption isotherms of ", "2a", " on N", "2", ", Ar, and CO", "2", " at 77, 87, and 195 K, respectively. Solid and open shapes represent adsorption and desorption, respectively.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Conclusions", "We have synthesized a series of self-resolved homochiral isostructural MOFs of a uninodal 3-connected ", "srs", " net topology with different ligated solvent molecules. While the reactions in the absence of the template serine led to different types of framework structures (or mixtures of several different framework structures) depending on the solvent used, identical reactions in the presence of serine resulted solely in the isostructural MOFs as a pure phase.", "Depending on the size of the ligated solvent molecule at the Zn", "2", "(COO)", "3", " cluster of a three-bladed paddle-wheel SBU, the size of the accessible solvent channel of the MOF varies. The MOFs in the solid state exhibited different tendencies for framework transformation upon exposure to air. The different sizes of the accessible solvent channel lead to different accessibilities of water molecules to the reactive metal site and subsequently to different framework reactivities at ambient conditions. All of the frameworks are stable under dinitrogen; however, at ambient conditions and in the presence of water molecules, all of them ultimately transform into the thermodynamically most stable 1D chain structure, [Zn", "3", "(BTC)", "2", "(H", "2", "O)", "12", "] (Scheme ", "1", "). While ", "1", ", ", "3", ", and ", "4", " directly transform to the 1D chain structure without the formation of any intermediate structures (Scheme ", "1", "a,c), ", "2", " transforms to the 1D chain structure either via an unidentified intermediate at ambient conditions or via the 2D layer structure ([Zn", "3", "(BTC)", "2", "(H", "2", "O)", "8", "]) in the presence of sufficient water molecules added to the sample (Scheme ", "1", "b).", "Scheme 1. Crystal-to-Crystal Transformations of the Series of Isostructural MOFs (a) ", "1", ", (b) ", "2", ", (c) and ", "3", " and ", "4", ", under Ambient Conditions, Water Molecules, and Cu", "II", "-DMF Solution", "Although the framework structure of ", "2", " with a homodinuclear Zn", "2", "(COO)", "3", " SBU is reactive and the isostructural MOFs with the heterodinuclear ZnCo(COO)", "3", " and ZnMg(COO)", "3", " SBUs are already reported, the isostructural heterometallic MOFs were unattainable via selective transmetalation of the framework metal ion of the homodinuclear ", "2", " structure. However, ", "2", " soaked in a Cu", "II", "-DMF solution transformed into a Cu-", "tbo", " network, i.e., Cu-HKUST-1 (Scheme ", "1", "b). During the transformation process, the framework undergoes drastic structural reorganization caused by the change of the coordination geometry of the 3-connected Zn", "2", "(COO)", "3", " SBU to the 4-connected Cu", "2", "(COO)", "4", " SBU. This drastic change resulted in the transformation of a single crystal with a 3D ", "2", " network into a microcrystalline aggregate with a 3D Cu-HKUST-1 network.", "This series of isostructural MOFs with different framework stabilities and reactivities provides an opportunity to investigate the detailed framework transformation processes in the solid state under ambient conditions and water and in a DMF solvent in the presence of diverse potential framework metal ions.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "X-ray crystallographic files in CIF format for ", "1", "–", "4", ". This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "‡", "Author Contributions", "M.O. and L.R. contributed equally to this article.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "This work was supported by NRF-2010-0019408, NRF- 2012R1A2A2A01003077, and WCU programs (Grant R31-20012) through the National Research Foundation of Korea. The authors acknowledge PAL for beamline use (Grant 2012-second-2D-014).", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 27 other publications.", "1. ", "(a) ", "Kitagawa", ", ", "S.", "; ", "Kitaura", ", ", "R.", "; ", "Noro", ", ", "S.-i.", " ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", ",  ", "2334", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Functional porous coordination polymers", "Kitagawa, Susumu; Kitaura, Ryo; Noro, Shin-ichiro", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "18", "),\r\n    ", "2334-2375", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Discussion concs. on three aspects of coordination polymers: (1) the use of crystal engineering to construct porous frameworks from connectors and linkers (nano-space engineering), (2) characterizing and cataloging the porous properties by functions for storage, exchange, sepn., etc., and (3) the next generation of porous functions based on dynamic crystal transformations caused by guest mols. or phys. stimuli.  The authors' aim is to present the state of the art chem. and physics of and in the micropores of porous coordination polymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXktFShtLk%253D&md5=9df52e99bad3cc0db67f65551a8c154f", "(b) ", "Kitagawa", ", ", "S.", "; ", "Uemura", ", ", "K.", " ", "Chem. Soc. Rev.", " ", "2005", ",  ", "34", ",  ", "109", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Dynamic porous properties of coordination polymers inspired by hydrogen bonds", "Kitagawa, Susumu; Uemura, Kazuhiro", "Chemical Society Reviews", "\r\n        (", "2005", "),\r\n    ", "34", "\r\n        (", "2", "),\r\n    ", "109-119", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  In the last decade, many porous coordination polymers were synthesized, providing a variety of properties ranging from storage, sepn., exchange of guests in their cavities, magnetism, cond. and catalysis by their frameworks.  In this tutorial review, the authors focus on the H bonding type arrangements for dynamic porous coordination polymers exhibiting elastic guest accommodations, in contrast to rigid three-dimensional (3-D) frameworks.  Such dynamic porous properties induce highly-selective guest accommodation and magnetic modulation, and could now be considered a new class of practical materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXmvFCrsA%253D%253D&md5=549cd9cf67911fef4ac936fc02d104a1", "(c) ", "Vittal", ", ", "J. J.", " ", "Coord. Chem. Rev.", " ", "2007", ",  ", "251", ",  ", "1781", "[", "Crossref", "], [", "CAS", "]", "1. ", "Supramolecular structural transformations involving coordination polymers in the solid state", "Vittal, Jagadese J.", "Coordination Chemistry Reviews", "\r\n        (", "2007", "),\r\n    ", "251", "\r\n        (", "13+14", "),\r\n    ", "1781-1795", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  Structural changes are accompanied by the movements of atoms/mols. and hence transformation of one structure to another is difficult in the solid state due to the restricted movements of mols.  While single-crystal to single-crystal conversion is more convenient way of characterizing the structures in the solid state by x-ray crystallog., the single cryst. nature of coordination polymers may not be always retained during structural transformations, since breaking and forming of coordinate and/or covalent bonds occur in more than one direction.  X-ray powder diffraction techniques, thermoanal. methods, solid-state NMR spectroscopy may be used to ext. structural information in the topochem. reactions.  This review describes a personal account of the structural transformations involving coordination polymers in the solid state along with other relevant and interesting examples from the literature.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmvVeltbo%253D&md5=1b82d1d9a0c615afb4dac42d6bdfcde5", "(d) ", "Macgillivray", ", ", "L. R.", "; ", "Papaefstathiou", ", ", "G. S.", "; ", "Friščić", ", ", "T.", "; ", "Hamilton", ", ", "T. D.", "; ", "Bučar", ", ", "D.-K.", "; ", "Chu", ", ", "Q.", "; ", "Varshney", ", ", "D. B.", "; ", "Georgiev", ", ", "I. G.", " ", "Acc. Chem. Res.", " ", "2008", ",  ", "41", ",  ", "280", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Supramolecular Control of Reactivity in the Solid State: From Templates to Ladderanes to Metal-Organic Frameworks", "MacGillivray, Leonard R.; Papaefstathiou, Giannis S.; Friscic, Tomislav; Hamilton, Tamara D.; Bucar, Dejan-Kresimir; Chu, Qianli; Varshney, Dushyant B.; Georgiev, Ivan G.", "Accounts of Chemical Research", "\r\n        (", "2008", "),\r\n    ", "41", "\r\n        (", "2", "),\r\n    ", "280-291", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review describes a approach to control the reactivity in the solid state using mols. and self-assembled metal-org. complexes as templates.  The method employs templates capable to position the olefins for the subsequent [2 + 2] photodimerization.  By their bonding mode, these templates could be subdivided to hydrogen-bond templates and metal-org. templates (which coordinate olefins as ligands via their substituents, e.g. pyridyl group).  This method was successfully applied to the synthesis of simple substituted cyclobutanes as well as [2.2]paracyclophanes and ladderanes.  The application of the photoproducts as building blocks of metallosupramol. assemblies and materials is briefly discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXitVagtb8%253D&md5=17a46c802298ddb69380aa1f3cd896a5", "(e) ", "Uemura", ", ", "K.", "; ", "Kitagawa", ", ", "S.", "; ", "Kondo", ", ", "M.", "; ", "Fukui", ", ", "K.", "; ", "Kitaura", ", ", "R.", "; ", "Chang", ", ", "H.-C.", "; ", "Mizutani", ", ", "T.", " ", "Chem.—Eur. J.", " ", "2002", ",  ", "8", ",  ", "3586", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Novel flexible frameworks of porous cobalt(II) coordination polymers that show selective guest adsorption based on the switching of hydrogen-bond pairs of amide groups", "Uemura, Kazuhiro; Kitagawa, Susumu; Kondo, Mitsuru; Fukui, Koichi; Kitaura, Ryo; Chang, Ho-Chol; Mizutani, Tadashi", "Chemistry - A European Journal", "\r\n        (", "2002", "),\r\n    ", "8", "\r\n        (", "16", "),\r\n    ", "3586-3600", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH", ")\r\n        ", "Four porous cryst. coordination polymers with two-dimensional frameworks of a double-edged axe-shaped motif, {[Co(NCS)2(3-pia)2]·2EtOH·11H2O}n (1a), {[Co(NCS)2(3-pia)2]·4Me2CO}n (3a), {[Co(NCS)2(3-pia)2]·4THF}n (3b) and {[Co(NCS)2(3-pna)2]n} (5), were synthesized by the reaction of Co(II) thiocyanate with N-(3-pyridyl)isonicotinamide (3-pia) or N-(3-pyridyl)nicotinamide (3-pna).  X-ray crystallog. characterization reveals that adjacent layers are stacked such that channels are created, except in 5.  The channels form a H-bonded interior for guest mols.; in practice, 1a contains EtOH and H2O mols. as guests in the channels with H bonds, whereas 3b (3a) contains THF (acetone) mols.  In 1a, the double-edged axe-shaped motifs in adjacent sheets are not located over the top of each other, while the motifs in 3b stack so perfectly as to overlap each other in an edge-to-edge fashion.  This subtle change in the three-dimensional framework is assocd. with the template effect of the guests.  Compd. 5 has no guest mols. and, therefore, the amide groups in one sheet were used for H-bonding links with adjacent sheets.  Removal of the guest mols. from 1a and 3b (3a) causes a structural conversion accompanied by a color change.  Pink 1a cannot retain its original framework and changes into a blue amorphous compd.  However, the framework of pink 3b (3a) is transformed to a new cryst. framework of violet 4.  The complex 4 reverts to the original pink crystals of 3b (3a) when it is exposed to THF (or acetone) vapor.  Spectroscopic measurements (visible, EPR, and IR) provide a clue to the crystal-to-crystal transformation; on removal of the guests, the amide groups were used to form the β sheet-type H bonding between the sheets, and thus the framework withstands significant stress on removal of guest mols.  This mechanism is attributed to the arrangement of the adjacent sheets so suited in regularity that the β sheet-type structure forms efficiently.  The apohost 4 does not adsorb cyclopentane, showing a guest selectivity that, in addn. to size, H-bonding capability is required for the guest mols.  The obtained compd. is categorized as a member of a new generation of compds. tending towards functional porous coordination polymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xmslequro%253D&md5=0c04df5898be666193514745e254dd16", "2. ", "(a) ", "Horike", ", ", "S.", "; ", "Shimomura", ", ", "S.", "; ", "Kitagawa", ", ", "S.", " ", "Nat. Chem.", " ", "2009", ",  ", "1", ",  ", "695", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Soft porous crystals", "Horike, Satoshi; Shimomura, Satoru; Kitagawa, Susumu", "Nature Chemistry", "\r\n        (", "2009", "),\r\n    ", "1", "\r\n        (", "9", "),\r\n    ", "695-704", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The field of host-guest complexation is intensely attractive from diverse perspectives, including materials science, chem. and biol.  The uptake and encapsulation of guest species by host frameworks are being investigated for a wide variety of purposes, including sepn. and storage using zeolites, and recognition and sensing by enzymes in soln.  Here we focus on the concept of the cooperative integration of 'softness' and 'regularity'.  Recent developments on porous coordination polymers (or metal-org. frameworks) have provided the inherent properties that combine these features.  Such soft porous crystals exhibit dynamic frameworks that are able to respond to external stimuli such as light, elec. fields or the presence of particular species, but they are also cryst. and can change their channels reversibly while retaining high regularity.  We discuss the relationship between the structures and properties of these materials in view of their practical applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsVGnt7vK&md5=c1f813fb0eef80c8a2456fc7f2a0c34c", "(b) ", "Chen", ", ", "B.", "; ", "Ockwig", ", ", "N. W.", "; ", "Fronczek", ", ", "F. R.", "; ", "Contreras", ", ", "D. S.", "; ", "Yaghi", ", ", "O. M.", " ", "Inorg. Chem.", " ", "2005", ",  ", "44", ",  ", "181", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Transformation of a metal-organic framework from the NbO to PtS net", "Chen, Banglin; Ockwig, Nathan W.; Fronczek, Frank R.; Contreras, Damacio S.; Yaghi, Omar M.", "Inorganic Chemistry", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "2", "),\r\n    ", "181-183", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two metal-org. frameworks (MOFs), MOF-501 and MOF-502, resp., formulated as Co2(BPTC)(H2O)5·Gx and Co2(BPTC)(H2O)(DMF)2·Gx (BPTC = 3,3',5,5'-biphenyltetracarboxylate; G = guest mols.), were synthesized and structurally characterized, and their topologies are based on the NbO (MOF-501) and PtS (MOF-502) nets.  Heating MOF-501 in soln. results in the more thermodynamically favored MOF-502.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhsFeqtbg%253D&md5=af79de72e471f2b7673638db85bd971d", "(c) ", "Salles", ", ", "F.", "; ", "Ghoufi", ", ", "A.", "; ", "Maurin", ", ", "G.", "; ", "Bell", ", ", "R. G.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Férey", ", ", "G.", " ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "8487", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Molecular dynamics simulations of breathing MOFs: structural transformations of MIL-53(Cr) upon thermal activation and CO2 adsorption", "Salles, Fabrice; Ghoufi, Aziz; Maurin, Guillaume; Bell, Robert G.; Mellot-Draznieks, Caroline; Ferey, Gerard", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "44", "),\r\n    ", "8487-8491", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Use the Force: A force field for the MIL-53(Cr) framework was derived and validated by mol. dynamics simulations.  This approach allows the breathing of the framework in the presence of CO2 to be captured and gives insight into the structural switching mechanism from a narrow- to a large-pore form (see picture).  This force field can be used directly in studies of many guest mols. and, with a min. adjustment, for other MOF systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlKlsLjO&md5=d6a0e0e5530202d789b44ce6888e221c", "(d) ", "Park", ", ", "H. J.", "; ", "Lim", ", ", "D.-W.", "; ", "Yang", ", ", "W. S.", "; ", "Oh", ", ", "T.-R.", "; ", "Suh", ", ", "M. P.", " ", "Chem.—Eur. J.", " ", "2011", ",  ", "17", ",  ", "7251", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "A Highly Porous Metal-Organic Framework: Structural Transformations of a Guest-Free MOF Depending on Activation Method and Temperature", "Park, Hye Jeong; Lim, Dae-Woon; Yang, Woo Seung; Oh, Tae-Rog; Suh, Myunghyun Paik", "Chemistry - A European Journal", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "26", "),\r\n    ", "7251-7260, S7251/1-S7251/24", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A doubly interpenetrating porous metal-org. framework [Zn4O(TCBPA)2]·19DMA·4H2O (SNU-77) was synthesized from the solvothermal reaction of the extended carboxylic acid tris(4'-carboxybiphenyl)amine (H3TCBPA) and Zn(NO3)2·6H2O in N,N-dimethylacetamide (DMA).  SNU-77 undergoes single-crystal-to-single-crystal transformations during various activation processes, such as room-temp. evacuation, supercrit. CO2 drying, and high temp. evacuation, to afford SNU-77R, SNU-77S, and SNU-77H, resp.  These guest-free MOFs exhibited different fine structures with different window shapes and different effective window sizes at room temp.  Variable-temp. synchrotron single-crystal x-ray analyses reveal that the guest-free structure is also affected by changes in temp.  Despite the different fine structures, SNU-77R, SNU-77S, and SNU-77H show similar gas sorption properties due to the nonbreathing nature of the framework and an addnl. structural change upon cooling to cryogenic gas sorption temp.  SNU-77H exhibits a large surface area (BET, 3670 m2 g-1), a large pore vol. (1.52 cm3 g-1), and exceptionally high uptake capacities for N2, H2, O2, CO2, and CH4 gases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXntlyjs7o%253D&md5=21c9eb5143fdf651d2fefd69d815901a", "(e) ", "Bradshaw", ", ", "D.", "; ", "Prior", ", ", "T. J.", "; ", "Cussen", ", ", "E. J.", "; ", "Claridge", ", ", "J. B.", "; ", "Rosseinsky", ", ", "M. J.", " ", "J. Am. Chem. Soc.", " ", "2004", ",  ", "126", ",  ", "6106", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Permanent Microporosity and Enantioselective Sorption in a Chiral Open Framework", "Bradshaw, Darren; Prior, Timothy J.; Cussen, Edmund J.; Claridge, John B.; Rosseinsky, Matthew J.", "Journal of the American Chemical Society", "\r\n        (", "2004", "),\r\n    ", "126", "\r\n        (", "19", "),\r\n    ", "6106-6114", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A homochiral microporous material is presented.  The phase has 47% permanently porous void vol. and is shown to have >1 nm diam. pores with three-dimensional channels using probe mol. sorption.  Enantioselective guest sorption is strongly dependent on guest size.  The homochiral microporous phase was identified by reactive selection from a first-generation chiral but nonporous framework.  Chiral permanent porosity is established by directional noncovalent interactions between framework-forming and nonframework forming components of the stable second-generation material, which become stronger upon loss of the guests from the pore system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXjsVCiu78%253D&md5=6be16cce42754fbc1956636f3580d0ee", "(f) ", "Xiao", ", ", "B.", "; ", "Byrne", ", ", "P. J.", "; ", "Wheatley", ", ", "P. S.", "; ", "Wragg", ", ", "D. S.", "; ", "Zhao", ", ", "X.", "; ", "Fletcher", ", ", "A. J.", "; ", "Thomas", ", ", "K. M.", "; ", "Peters", ", ", "L.", "; ", "Evans", ", ", "J. S. O.", "; ", "Warren", ", ", "J. E.", "; ", "Zhou", ", ", "W.", "; ", "Morris", ", ", "R. E.", " ", "Nat. Chem.", " ", "2009", ",  ", "1", ",  ", "289", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Chemically blockable transformation and ultraselective low-pressure gas adsorption in a non-porous metal organic framework", "Xiao, Bo; Byrne, Peter J.; Wheatley, Paul S.; Wragg, David S.; Zhao, Xuebo; Fletcher, Ashleigh J.; Thomas, K. Mark; Peters, Lars; Evans, John S. O.; Warren, John E.; Zhou, Wuzong; Morris, Russell E.", "Nature Chemistry", "\r\n        (", "2009", "),\r\n    ", "1", "\r\n        (", "4", "),\r\n    ", "289-294, S289/1-S289/17", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal org. frameworks (MOFs) are among the most exciting materials discovered recently, attracting particular attention for their gas-adsorption and -storage properties.  Certain MOFs show considerable structural flexibility in response to various stimuli.  Although there are several examples of breathing' MOFs, in which structural changes occur without any bond breaking, examples of transformations in which several bonds are broken and made are much rarer.  A flexible MOF, Cu2(OH)(C8H3O7S)(H2O)·2H2O, can be synthesized by careful choice of the org. linker ligand.  The flexibility can be controlled by addn. of a supplementary coordinating mol., which increases the thermal stability of the solid sufficiently for direct imaging with electron microscopy to be possible.  Also the MOF shows unprecedented low-pressure selectivity towards through a coordination-driven gating mechanism.  The chem. control over these behaviors offers new possibilities for the synthesis of MOFs with unusual and potentially exploitable properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXnsFOjur8%253D&md5=c3ccfe46891714451292ec9105c435e9", "3. ", "(a) ", "Halder", ", ", "G. J.", "; ", "Kepert", ", ", "C. J.", "; ", "Moubaraki", ", ", "B.", "; ", "Murray", ", ", "K. S.", "; ", "Cashion", ", ", "J. D.", " ", "Science", " ", "2002", ",  ", "298", ",  ", "1762", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Guest-Dependent Spin Crossover in a Nanoporous Molecular Framework Material", "Halder, Gregory J.; Kepert, Cameron J.; Moubaraki, Boujemaa; Murray, Keith S.; Cashion, John D.", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "298", "\r\n        (", "5599", "),\r\n    ", "1762-1765", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The nanoporous metal-org. framework Fe2(azpy)4(NCS)4·(guest) (azpy is trans-4,4'-azopyridine) displays reversible uptake and release of guest mols. and contains electronic switching centers that are sensitive to the nature of the sorbed guests.  The switching of this material arises from the presence of iron(II) spin crossover centers within the framework lattice, the sorbed phases undergoing \"half-spin\" crossovers, and the desorbed phase showing no switching property.  The interpenetrated framework structure displays a considerable flexibility with guest uptake and release, causing substantial changes in the local geometry of the iron(II) centers.  The generation of a host lattice that interacts with exchangeable guest species in a switchable fashion has implications for the generation of previously undeveloped advanced materials with applications in areas such as mol. sensing.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XovFKmsrs%253D&md5=1a14d69e392744e88e9c20021c49107d", "(b) ", "Biradha", ", ", "K.", "; ", "Fujita", ", ", "M.", " ", "Angew. Chem., Int. Ed.", " ", "2002", ",  ", "41", ",  ", "3392", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "A springlike 3D-coordination network that shrinks or swells in a crystal-to-crystal manner upon guest removal or readsorption", "Biradha, Kumar; Fujita, Makoto", "Angewandte Chemie, International Edition", "\r\n        (", "2002", "),\r\n    ", "41", "\r\n        (", "18", "),\r\n    ", "3392-3395", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A doubly interpenetrated (10,3)-b network assembles from 2,4,6-tris(4-pyridyl)triazine (1) and ZnI2.  The network shrinks when guest mols. are removed and swells when they are returned.  [{(ZnI2)3(1)2·6C6H5NO2}n] (2) was prepd. using nitrobenzene as the guest mol. and its crystal structure detd.  Use of cyanobenzene also resulted in a similar complex [{(ZnI2)3(1)2·6C6H5CN}n] (3).  Crystals of 2 or 3 when left at room temp. to equilibrate with the atm. yielded crystals 2' and 3' resp., from which some of the guest mols. had escaped.  The crystal structures of 2' and 3' revealed the compression of the networks with unchanged network connections.  Because of differences in the compression of the networks of 2' and 3' the unit-cell vols. of 2' and 3' are reduced by 23 and 20 % from those of 2 and 3, resp.  The guest mols. were removed completely from 2 and 3 by heating the crystals.  Also the crystals of 2 and 3 were able to exchange nitrobenzene and cyanobenzene guest mols. for a variety of other guest mols.  The single crystal anal. of 2 with the guest mol. exchanged for benzene [{(ZnI2)3(1)2·6C6H6}n] (4) was prepd.  Noninterpenetrated (10.3)-b networks were successfully prepd. when 1 was reacted with ZnI2 in the presence of bromoform-MeOH soln.  The crystal structure of [{(ZnI2)3(1)2·6CHBr3}n] showed the formation of a (10.3)-b network without interpenetration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XnsFKntrk%253D&md5=f3197e3f12693d1eac3d7b0ad93a6a8a", "(c) ", "Choi", ", ", "H. J.", "; ", "Suh", ", ", "M. P.", " ", "J. Am. Chem. Soc.", " ", "2004", ",  ", "126", ",  ", "15844", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Dynamic and Redox Active Pillared Bilayer Open Framework: Single-Crystal-to-Single-Crystal Transformations upon Guest Removal, Guest Exchange, and Framework Oxidation", "Choi, Hye Jin; Suh, Myunghyun Paik", "Journal of the American Chemical Society", "\r\n        (", "2004", "),\r\n    ", "126", "\r\n        (", "48", "),\r\n    ", "15844-15851", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A metal-org. pillared bilayer open framework having 3-dimensional channels, [(Ni2L)3(BTC)4]·6C5H5N·36H2O (BOF-1, 1), was assembled from bismacrocyclic nickel(II) complex [Ni2LCl4]·H2O (L = I) and sodium 1,3,5-benzenetricarboxylate (Na3BTC).  The channels are occupied by pyridine and water guest mols.  When the single crystal of 1 was dried in air and then heated at 75° for 1.5 h, resp., [(Ni2L)3(BTC)4]·30H2O (1') and [(Ni2L)3(BTC)]4·4H2O (2) resulted with retention of the single crystallinity.  The x-ray structures reveal spongelike dynamic behavior of the bilayer framework that reduces the interlayer distance in response to the amt. of guest mols.  Solid 2 differentiates various alcs.  When 1 was immersed in pyridine and benzene, guest mols. were exchanged with retention of the single-crystal nature to give rise to [(Ni2L)3(BTC)]4·20C5H5N·6H2O (3) and [(Ni2L)3(BTC)]4·14benzene·19H2O (4), resp.  Also, crystal 1 reacted with I2 via single-crystal-to-single-crystal transformation to produce [(Ni2L)3(BTC)4](I3)4·nI2·17H2O (5) that consists of pos. charged framework incorporating nickel(III) and nickel(II) ions and the channels including I3- and I2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXpsFKkur0%253D&md5=65f6601299ba9bdd07207f98a88c2a30", "(d) ", "Dybtsev", ", ", "D. N.", "; ", "Chun", ", ", "H.", "; ", "Kim", ", ", "K.", " ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", ",  ", "5033", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Rigid and flexible: A highly porous metal-organic framework with unusual guest-dependent dynamic behavior", "Dybtsev, Danil N.; Chun, Hyungphil; Kim, Kimoon", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "38", "),\r\n    ", "5033-5036", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A large H2 sorption capacity and high surface area are properties of the depicted metal-org. porous material, which is easily synthesized on a large scale from readily available chems.  The rigid framework of [Zn2(1,4-bdc)2(dabco)] (1,4-H2bdc = 1,4-benzenedicarboxylic acid; dabco = diazabicyclo[2.2.2]octane) is also flexible enough to exhibit unusual guest-dependent dynamic behavior,.  The crystal structure of [Zn2(1,4-bdc)2(dabco)] was detd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXotlKrsbo%253D&md5=1c7be14bb961d48c0ee8c388cadb5455", "(e) ", "Maji", ", ", "T. K.", "; ", "Mostafa", ", ", "G.", "; ", "Matsuda", ", ", "R.", "; ", "Kitagawa", ", ", "S.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "17152", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Guest-Induced Asymmetry in a Metal-Organic Porous Solid with Reversible Single-Crystal-to-Single-Crystal Structural Transformation", "Maji, Tapas Kumar; Mostafa, Golam; Matsuda, Ryotaro; Kitagawa, Susumu", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "49", "),\r\n    ", "17152-17153", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A metal-org. honeycomb-like 2D pillared-bilayer open framework has been constructed which shows dynamic sponge-like single-crystal-to-single-crystal transformation upon dehydration and rehydration.  The dehydrated acentric nonporous phase transformed to the porous centric phase with the selective adsorbate concomitant with the structural transformation correlated with the single-crystal structure detn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht1Wmt7jO&md5=635bb3394b7f9e71df849a87b841e9e3", "(f) ", "Toh", ", ", "N. L.", "; ", "Nagarathinam", ", ", "M.", "; ", "Vittal", ", ", "J. J.", " ", "Angew. Chem., Int. Ed.", " ", "2005", ",  ", "44", ",  ", "2237", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Topochemical photodimerization in the coordination polymer [{(CF3CO2)(μ-O2CCH3)Zn}2(μ-bpe)2]n through single-crystal to single-crystal transformation", "Toh, Ni Lian; Nagarathinam, Mangayarkarasi; Vittal, Jagadese J.", "Angewandte Chemie, International Edition", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "15", "),\r\n    ", "2237-2241", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Topochem. transformation of a 1D metal coordination polymer , {[(F3CCO2)(μ-O2CCH3)Zn]2(μ-bpe)2}n (bpy = 4,4'-bipyridylethylene) which has ladder structure, occurs via [2+2] phoocycloaddn. across the vertical strands. into {[(F3CCO2)(μ-rO2CCH3)Zn]2-(μ-tpcb)2}n (tpcb = tetrakis(4-pyridyl)cyclobutane) in up to 100% yield.  This cycloaddn. is accompanied by a single-crystal to single-crystal transformation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjslWru70%253D&md5=bc29851b1a56104464eb914576456eb0", "(g) ", "Suh", ", ", "M. P.", "; ", "Moon", ", ", "H. R.", "; ", "Lee", ", ", "E. Y.", "; ", "Jang", ", ", "S. Y.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "4710", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "A Redox-Active Two-Dimensional Coordination Polymer: Preparation of Silver and Gold Nanoparticles and Crystal Dynamics on Guest Removal", "Suh, Myunghyun Paik; Moon, Hoi Ri; Lee, Eun Young; Jang, Seung Yeon", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "14", "),\r\n    ", "4710-4718", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A two-dimensional (2D) square-grid coordination polymer, {[Ni(cyclam)]2[BPTC]}n·2nH2O (1), was assembled from [Ni(cyclam)](ClO4)2 (cyclam = 1,4,8,11-tetraazacyclotetradecane) and H4BPTC (H4BPTC = 1,1'-biphenyl-2,2',6,6'-tetracarboxylic acid) in H2O/MeOH (2.5:1, vol./vol.) in the presence of NEt3.  When solid 1 was immersed in EtOH solns. of AgNO3 (1.3 × 10-1 M) and NaAuCl4·2H2O (3.4 × 10-2 M), resp., for 5 min at room temp., solids including Ag (3.7 ± 0.4 nm, diam.) and Au (2 nm, diam.) nanoparticles were formed by the redox reactions between Ni(II) ions incorporated in 1 and metal ions, as evidenced by HRTEM images, EPR, and XPS spectra.  When single-crystal 1 was heated at 180° under 10-5 Torr for 24 h, it was transformed to dehydrated compd. {[Ni(cyclam)]2[BPTC]}n (2) in the single-crystal-to-single-crystal manner.  The x-ray crystal structure of 2 reveals extensive dynamic motions of the mol. components in response to guest removal, involving rotation of the carboxylate and macrocycle, swing of the biphenyl, and bending of the macrocyclic coordination plane toward the carboxylate plane, which reduces the interlayer distance.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xis1Kiu74%253D&md5=1f322a6928054c69e6f0e5498f26788c", "(h) ", "Xue", ", ", "D.-X.", "; ", "Zhang", ", ", "W.-X.", "; ", "Chen", ", ", "X.-M.", "; ", "Wang", ", ", "H.-Z.", " ", "Chem. Commun.", " ", "2008", ",  ", "1551", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Single-crystal-to-single-crystal transformation involving release of bridging water molecules and conversion of chain helicity in a chiral three-dimensional metal-organic framework", "Xue, Dong-Xu; Zhang, Wei-Xiong; Chen, Xiao-Ming; Wang, He-Zhou", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2008", "),\r\n    ", "\r\n        (", "13", "),\r\n    ", "1551-1553", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "An unprecedented release of the bridging aqua mols. and conversion of chain helicity within a 3-D chiral cadmium(II) dicarboxylate coordination polymer was obsd. in a unique and drastic single-crystal-to-single-crystal transformation of dehydration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXjsVKkt7s%253D&md5=d92d96b87ca783fd7fb9af7089811fd2", "(i) ", "Aslani", ", ", "A.", "; ", "Morsali", ", ", "A.", " ", "Chem. Commun.", " ", "2008", ",  ", "3404", "There is no corresponding record for this reference.", "4. ", "(a) ", "Wu", ", ", "C.-D.", "; ", "Lin", ", ", "W.", " ", "Angew. Chem., Int. Ed.", " ", "2005", ",  ", "44", ",  ", "1958", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Highly porous, homochiral metal-organic frameworks: Solvent-exchange-induced single-crystal to single-crystal transformations", "Wu, Chuan-De; Lin, Wenbin", "Angewandte Chemie, International Edition", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "13", "),\r\n    ", "1958-1961", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Change and change about: Highly porous, homochiral metal-org. frameworks (MOFs) undergo reversible single-crystal to single-crystal and single-crystal to amorphous to single-crystal structural transformations when exposed to solvent vapors or air.  These results suggest that true heterogeneous asym. catalysts can be built from homochiral MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjt12qt7g%253D&md5=3ed35f192c2b9ffad361106a65e2f19b", "(b) ", "Yanai", ", ", "N.", "; ", "Kaneko", ", ", "W.", "; ", "Yoneda", ", ", "K.", "; ", "Ohba", ", ", "M.", "; ", "Kitagawa", ", ", "S.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "3496", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Reversible Water-Induced Magnetic and Structural Conversion of a Flexible Microporous Ni(II)Fe(III) Ferromagnet", "Yanai, Nobuhiro; Kaneko, Wakako; Yoneda, Ko; Ohba, Masaaki; Kitagawa, Susumu", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "12", "),\r\n    ", "3496-3497", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A cyanide-bridged bimetallic ferromagnet, [Ni(dipn)]2[Ni(dipn)(H2O)][Fe(CN)6]2·11H2O (dipn = N,N-di(3-aminopropyl)amine) providing a 3-dimensional microporous framework, shows reversible ferromagnet/paramagnet conversion assocd. with a gaseous water-induced crystal-to-amorphous-like phase transformation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXisFeis7g%253D&md5=e46ad57504113e0d561c1d6981d8f7aa", "(c) ", "Sun", ", ", "R.", "; ", "Li", ", ", "Y.-Z.", "; ", "Bai", ", ", "J.", "; ", "Pan", ", ", "Y.", " ", "Cryst. Growth Des.", " ", "2007", ",  ", "7", ",  ", "890", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Synthesis, Structure, Water-Induced Reversible Crystal-to-Amorphous Transformation, and Luminescence Properties of Novel Cationic Spacer-Filled 3D Transition Metal Supramolecular Frameworks from N,N',N''-Tris(carboxymethyl)-1,3,5-benzenetricarboxamide", "Sun, Ran; Li, Yi-Zhi; Bai, Junfeng; Pan, Yi", "Crystal Growth & Design", "\r\n        (", "2007", "),\r\n    ", "7", "\r\n        (", "5", "),\r\n    ", "890-894", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Four novel cationic spacer-filled 3-dimensional transition metal supramol. frameworks from N,N',N''-tris(carboxymethyl)-1,3,5-benzenetricarboxamide (L), {[ML(H2O)3]2[M(H2O)6](H2O)3}n (M = Zn, 1; Mn, 2; Ni, 3; Co, 4), were hydrothermally prepd.  X-ray single-crystal diffraction studies confirm that 1-4 are isostructural and crystallize in the hexagonal crystal system, with the space group being P‾31c.  Each metal ion coordinates to three ligands and each ligand L bridges three metal ions resulting in an infinite 2-dimensional anionic (6, 3) layer with large honeycomb-like cavities.  Two adjacent layers are staggered in such a way that noninterpenetrating double-layer structures are formed.  Such double layers are sepd. by the layer of hexaqua-metal cations through O-H···O H bonds between the -CONH- groups and the coordinated aqua mols.  The four complexes could be considered as dynamic mol. solids and exhibit interesting H2O-induced reversible crystal-to-amorphous transformation properties that are confirmed by TGA and XRD studies.  Among them, 1 shows a strong blue-emitting fluorescence emission band at 457 nm at room temp. and may be a potential candidate for blue luminescence materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXjtF2ntrY%253D&md5=2398d7a3165e840ce0c97afefcfe81ec", "(d) ", "Boonmak", ", ", "J.", "; ", "Nakano", ", ", "M.", "; ", "Chaichit", ", ", "N.", "; ", "Pakawatchai", ", ", "C.", "; ", "Youngme", ", ", "S.", " ", "Dalton Trans.", " ", "2010", ",  ", "39", ",  ", "8161", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Water-induced reversible structural phase transformation with chromotropism in metal supramolecular frameworks containing aminopyrazine and sulfate anions", "Boonmak, Jaursup; Nakano, Motohiro; Chaichit, Narongsak; Pakawatchai, Chaveng; Youngme, Sujittra", "Dalton Transactions", "\r\n        (", "2010", "),\r\n    ", "39", "\r\n        (", "35", "),\r\n    ", "8161-8167", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Three new supramol. metal-coordination architectures, [M(H2O)4(ampyz)2][M(H2O)6](SO4)2(H2O)2 (M = Co (1), Fe (2), and mixed Co/Fe (3); ampyz = 2-aminopyrazine) and a Cd(II) coordination polymer [Cd(ampyz)(H2O)(SO4)]n(H2O)n (4) were synthesized by layered diffusion and structurally characterized.  Compds. 1-3 are isomorphous.  Monomeric complex units [M(H2O)4(ampyz)2]2+ are assembled by intermol. hydrogen bonding and π-π stacking via ampyz moieties to build 2-dimensional sheets.  These layers are linked by intermol. hydrogen bonding via ampyz ligand, [M(H2O)6]2+ unit, sulfate anion and lattice and coordinated water mols. to stabilize 3-dimensional supramol. structure.  Compd. 4 shows a 2-dimensional coordination network where the sulfato connector and the bridging ampyz link Cd(II) ions.  Lattice water mols. are filled in between the layers via the hydrogen bonds stabilizing 3-dimensional supramol. network of 4.  Compds. 1-3 exhibit water-induced reversible crystal-to-amorphous transformations with chromotropism and compd. 4 also shows water-induced reversible structural phase transformation confirmed by spectroscopic techniques, elemental analyses, TGA, and XRPD.  These results demonstrate the significant role between coordination bridges and weaker intermol. interactions for the structural conversion even though 1-3 lack coordination bridges for the maintenance of their structures, however, the weak intermol. interactions, esp. hydrogen bonding, play a key role to the recovery of the cryst. phase.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVOhsrjI&md5=9d490319c1dfc807764a96b89c29f4dc", "5. ", "(a) ", "Pan", ", ", "L.", "; ", "Zheng", ", ", "N.", "; ", "Wu", ", ", "Y.", "; ", "Han", ", ", "S.", "; ", "Yang", ", ", "R.", "; ", "Huang", ", ", "X.", "; ", "Li", ", ", "J.", " ", "Inorg. Chem.", " ", "2001", ",  ", "40", ",  ", "828", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Synthesis, Characterization and Structural Transformation of A Condensed Rare Earth Metal Coordination Polymer", "Pan, Long; Zheng, Nengwu; Wu, Yonggang; Han, Song; Yang, Ruyi; Huang, Xiaoying; Li, Jing", "Inorganic Chemistry", "\r\n        (", "2001", "),\r\n    ", "40", "\r\n        (", "5", "),\r\n    ", "828-830", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Er(NO3)3 reacted with 1,4-benzenedicarboxylic acid (H2bdc) in EtOH/H2O to give Er4(bdc)6.6H2O (I) which was dehydrated to Er4(bdc)6.  Er4(bdc)6 was exposed to satd. water vapor to give Er2(bdc)3.4H2O.  I is orthorhombic, space group Pbca, Z = 8, R = 0.045, Rw = 0.058.  I is a condensed 3-dimensional network with 4 independent Eu ions in the structure.  I was characterized by TGA which was followed by IR spectra.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXmsVemtA%253D%253D&md5=1297433a6d040da9bd54ce5f14c88364", "(b) ", "Edgar", ", ", "M.", "; ", "Mitchell", ", ", "R.", "; ", "Slawin", ", ", "A. M. Z.", "; ", "Lightfoot", ", ", "P.", "; ", "Wright", ", ", "P. A.", " ", "Chem.—Eur. J.", " ", "2001", ",  ", "7", ",  ", "5168", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Solid-state transformations of zinc 1,4-benzenedicarboxylates mediated by hydrogen-bond-forming molecules", "Edgar, Mark; Mitchell, Robert; Slawin, Alexandra M. Z.; Lightfoot, Philip; Wright, Paul A.", "Chemistry - A European Journal", "\r\n        (", "2001", "),\r\n    ", "7", "\r\n        (", "23", "),\r\n    ", "5168-5175", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH", ")\r\n        ", "The Zn 1,4-benzenedicarboxylates [Zn3(bdc)3(H2O)3]·4DMF (1; bdc = 1,4-benzenedicarboxylate), [Zn(bdc)(H2O)]·DMF (2), and [Zn(bdc)]·DMF (3) crystallize at room temp. from mixts. of toluene/DMF under concd., dil. and dry conditions, resp.  The structure of phase 1 (monoclinic: P21/c, a 13.065(1), b 9.661(1), c 18.456(1) Å, β 106.868(2)°) consists of layers contg. stacks of three Zn cations linked by mono- and bidentate bdc groups.  Structure 1 converts to the known phase 2 by an irreversible, reconstructive phase transformation, whereas 2 and 3 interconvert reversibly upon the loss or addn. of H2O.  Removal of all solvent mols. included during crystn. gives poorly cryst. [Zn(bdc)] (4), which is readily converted to highly cryst. solids upon contact with H-bond-forming mols. such as H2O, DMF and small alcs.  The crystal structures of the mono- and dihydrates [Zn(bdc)(H2O)] (6) and [Zn(bdc)(H2O)2] (7) were detd. ab initio from powder x-ray diffraction data (compd. 6, monoclinic: C2/c, a 17.979(1), b 6.352(1), c 7.257(1) Å, β 91.477(1)°; compd. 7, monoclinic: C2/c, a 14.992(1), b 5.0303(2), c 12.098(1) Å, β 103.82(1)°).  The MeOH adduct [Zn3(bdc)3]·6MeOH (5) is the same as that prepd. previously by direct crystn.  Comparison of these adduct structures with those prepd. directly reveal that they are formed by in situ recrystns.  Subsequent removal of included mols. gives amorphous [Zn(bdc)], which can be recrystd. again when placed in contact with H-bond-forming mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXptFOmu7g%253D&md5=ec37df82e73663b9007a334575516725", "(c) ", "Khanpour", ", ", "M.", "; ", "Morsali", ", ", "A.", " ", "CrystEngComm", " ", "2009", ",  ", "11", ",  ", "2585", "[", "Crossref", "], [", "CAS", "]", "5. ", "Solid state crystal-to-crystal transformation from a monomeric structure to 1-D coordination polymers on anion exchange", "Khanpour, Mojtaba; Morsali, Ali", "CrystEngComm", "\r\n        (", "2009", "),\r\n    ", "11", "\r\n        (", "12", "),\r\n    ", "2585-2587", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Yellow crystals of monomeric structure [Zn(bpdh)2(H2O)4](NO3)2·2bpdh (1) (bpdh = 2,5-bis(3-pyridyl)-3,4-diaza-2,4-hexadiene) convert on heating at ∼160° under grinding and mixing with KSCN or NaN3 to white and orange 1-dimensional coordination polymers, [Zn(μ-bpdh)2(NCS)2]n (2) and [Zn(μ-bpdh)2(N3)2]n (3), resp.  In the crystal lattice, the coordination no. of Zn(II) does not change with the removal of four H2O mols. and forms a new type of Zn···Nbpdh and Zn···NNCS/N3.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVeitbvO&md5=b08692ccd9e214e0064fc3803f2a3b01", "(d) ", "Meilikhov", ", ", "M.", "; ", "Yusenko", ", ", "K.", "; ", "Torrisi", ", ", "A.", "; ", "Jee", ", ", "B.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Pöppl", ", ", "A.", "; ", "Fischer", ", ", "R. A.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "6212", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Reduction of a Metal-Organic Framework by an Organometallic Complex: magnetic Properties and Structure of the Inclusion Compound [(η5-C5H5)2Co]0.5@MIL-47(V)", "Meilikhov, Mikhail; Yusenko, Kirill; Torrisi, Antonio; Jee, Bettina; Mellot-Draznieks, Caroline; Poeppl, Andreas; Fischer, Roland A.", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "35", "),\r\n    ", "6212-6215, S6212/1-S6212/12", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Stoichiometric redn. reaction of [VO(bdc)] [MIL-47(V); bdc = 1,4-benzenedicarboxylic acid] with cobaltocene reducing agent to give inclusion compd. of formula [(η5-C5H5)2Co]0.5@MIL-47(V) (I) as a metal org. framework.  I was characterized by powder x-ray diffraction, differential pulse voltammetry and FTIR spectroscopy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVejsrzN&md5=64b3b6ad891bdc3d6f1b02a9523181d1", "(e) ", "Cheansirisomboon", ", ", "A.", "; ", "Pakawatchai", ", ", "C.", "; ", "Youngme", ", ", "S.", " ", "Dalton Trans.", " ", "2012", ",  ", "41", ",  ", "10698", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "2D-1D structural phase transformation of Co(II) 3,5-pyridinedicarboxylate frameworks with chromotropism", "Cheansirisomboon, Achareeya; Pakawatchai, Chaveng; Youngme, Sujittra", "Dalton Transactions", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "35", "),\r\n    ", "10698-10706", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two new metal-org. frameworks [Co(pydc)(H2O)2]n (1) and [Co(pydc)(H2O)4]n(H2O)n (2), (pydc = 3,5-pyridinedicarboxylate) have been synthesized by a diffusion method and characterized by single-crystal x-ray diffraction.  The structure of 1 reveals an infinite 2D layer with honeycomb-like cavities in which each pydc ligand bridges three Co(II) ions.  The adjacent 2D layers are orderly packed in an ABAB-type array via intermol. interactions of the combined π-π stacking and hydrogen bonds to form a 3D supramol. architecture.  Compd. 1 exhibits a water induced crystal-to-amorphous transformation with chromotropism confirmed by spectroscopic techniques, elemental anal., TGA and XRPD.  When this amorphous phase (1A) was exposed to water vapor, it was readily converted into the second cryst. phase 1B with a color change.  Moreover, a reversible process between 1A and 1B was performed.  In the case of compd. 2, pydc acts as didentate bridging ligand connecting two Co(II) ions, leading to a 1D zigzag chain.  Guest water mols. fill the gaps in between chains and form hydrogen bonds with the host chains stabilizing the 3D network of 2.  Addnl., compd. 2 also exhibits a water induced crystal-to-amorphous transformation with chromotropism and the reversible process was also performed between the dehydrated (2A) and rehydrated (2') forms.  Surprisingly, the IR and UV-visible spectra, elemental anal., TGA curve and XRPD pattern of the rehydrated second phase 1B are identical to that of 2 and 2', these results confirm that 2, 2' and 1B are the same compd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtF2jsb%252FJ&md5=56083a517fd2073cdfe78e3363051419", "(f) ", "Haldar", ", ", "R.", "; ", "Maji", ", ", "T. K.", " ", "CrystEngComm", " ", "2012", ",  ", "14", ",  ", "684", "[", "Crossref", "], [", "CAS", "]", "5. ", "Selective carbon dioxide uptake and crystal-to-crystal transformation: porous 3D framework to 1D chain triggered by conformational change of the spacer", "Haldar, Ritesh; Maji, Tapas Kumar", "CrystEngComm", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "2", "),\r\n    ", "684-690", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "α-Po type 3-dimensional porous frameworks, {[M(bpe)2(N(CN)2)]N(CN)2·xH2O}n, (M = Zn(II) (x = 5) (1)/Co(II) (x = 4) (2)) (bpe = 1,2-bis(4-pyridyl)ethane, N(CN)2- = dicyanamide anion) composed of mixed ligand systems were synthesized and structurally characterized.  Upon 2-fold interpenetration both 3-dimensional frameworks 1 and 2 show a bimodal channel structure; the small channels contain noncoordinated N(CN)2- anions and the bigger channels are occupied by guest water mols.  High framework stability for both compds. was realized by similarity in the PXRD pattern in dehydrated state and even a reversible single-crystal-to-single-crystal transformation for framework 1.  Both the frameworks display unprecedented structural transformation from 3-dimensional framework to 1-dimensional {[M(bpe)(N(CN)2)2]}n (M = Zn(II) (1b)/Co(II) (2b)) coordination chain upon removal of one mol. of bpe and concomitant bridging of noncoordinated N(CN)2- and conformational change (anti to gauche) by another bridging bpe linker.  Also, the dehydrated solid {[Co(bpe)2(N(CN)2)]N(CN)2}n (2a) exhibits highly selective CO2 uptake relative to a no. of adsorbates (H2, N2, O2 and Ar) at 195 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1KqsLrI&md5=338a8284ff053bee3391708b355aa59b", "6. ", "(a) ", "Matsuda", ", ", "R.", "; ", "Kitaura", ", ", "R.", "; ", "Kitagawa", ", ", "S.", "; ", "Kubota", ", ", "Y.", "; ", "Kobayashi", ", ", "T. C.", "; ", "Horike", ", ", "S.", "; ", "Takata", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2004", ",  ", "126", ",  ", "14063", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Guest Shape-Responsive Fitting of Porous Coordination Polymer with Shrinkable Framework", "Matsuda, Ryotaro; Kitaura, Ryo; Kitagawa, Susumu; Kubota, Yoshiki; Kobayashi, Tatsuo C.; Horike, Satoshi; Takata, Masaki", "Journal of the American Chemical Society", "\r\n        (", "2004", "),\r\n    ", "126", "\r\n        (", "43", "),\r\n    ", "14063-14070", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "In situ synchrotron x-ray powder diffraction patterns of porous coordination polymers {[Cu2(pzdc)2(bpy)]·G} were measured (pzdc = pyrazine-2,3-dicarboxylate, bpy = 4,4'-bipyridine) (G = H2O for CPL-2 ∋ H2O, G = benzene for CPL-2 ∋ benzene, and G = void for the apohost).  The structures of apohost and CPL-2 ∋ benzene were detd. from Rietveld anal.  Adsorption of benzene in the channels induced a remarkable contraction in the crystal (b axis; 6.8%, vol.; 4.9%), although the channels were occupied by the benzene mols.  This crystal transformation provides a new pore structure that is well suited for benzene mols., and the authors denote it as a shape-responsive fitting transformation.  This type of pore gives rise to a new guideline: frameworks can be composed of flexible motifs that are linked via strong bond and/or stiff motifs that are connected via weaker bonds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXot1Kqtbs%253D&md5=5fd47191db74486d7780dd52ad760524", "(b) ", "Fujii", ", ", "K.", "; ", "Ashida", ", ", "Y.", "; ", "Uekusa", ", ", "H.", "; ", "Hirano", ", ", "S.", "; ", "Toyota", ", ", "S.", "; ", "Toda", ", ", "F.", "; ", "Pan", ", ", "Z.", "; ", "Harris", ", ", "K. D. M.", " ", "Cryst. Growth Des.", " ", "2009", ",  ", "9", ",  ", "4480", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "7. ", "Materials Studio, version ", "4.3", "; ", "Accelrys", ": ", "San Diego, CA", ", ", "2008", ".", "There is no corresponding record for this reference.", "8. ", "(a) ", "Feldblyum", ", ", "J. I.", "; ", "Liu", ", ", "M.", "; ", "Gidley", ", ", "D. W.", "; ", "Matzger", ", ", "A. J.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "18257", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Reconciling the Discrepancies between Crystallographic Porosity and Guest Access As Exemplified by Zn-HKUST-1", "Feldblyum, Jeremy I.; Liu, Ming; Gidley, David W.; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "45", "),\r\n    ", "18257-18263", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "There are several compds. for which there exists a disconnect between porosity as predicted by crystallog. and porosity measured by gas sorption anal.  In this paper, the Zn-based analog of Cu3(btc)2 (HKUST-1), Zn3(btc)2 (Zn-HKUST-1; btc = 1,3,5-benzenetricarboxylate) is investigated.  Conventional anal. of Zn-HKUST-1 by powder X-ray diffraction and gas sorption indicates retention of cryst. structure but negligible nitrogen uptake at 77 K.  By using positron annihilation lifetime spectroscopy, a densified surface layer preventing the entry of even small mol. species into the crystal framework is revealed.  The material is shown to have inherent surface instability after solvent removal, rendering it impermeable to mol. guests irresp. of handling and processing methods.  This previously unobserved surface instability may provide insight into the failure of other microporous coordination polymers to exhibit significant porosity despite crystal structures indicative of regular, interconnected, microporous networks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlCiur%252FE&md5=15a8e459c498a48e821ea63e1dfce19f", "(b) ", "Song", ", ", "X.", "; ", "Jeong", ", ", "S.", "; ", "Kim", ", ", "D.", "; ", "Lah", ", ", "M. S.", " ", "CrystEngComm", " ", "2012", ",  ", "14", ",  ", "5753", "[", "Crossref", "], [", "CAS", "]", "8. ", "Transmetalations in two metal-organic frameworks with different framework flexibilities: Kinetics and core-shell heterostructure", "Song, Xiaokai; Jeong, Seok; Kim, Dongwook; Lah, Myoung Soo", "CrystEngComm", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "18", "),\r\n    ", "5753-5756", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The authors reported solvothermal prepn. of copper/zinc MOFs: [Cu3(BTC)2(H2O)3] (1), [Zn3(BTC)2(H2O)3] (2), and [Zn24L8(H2O)24] (H3BTC = 1,3,5-benzenetricarboxylic acid, H6L = 1,3,5-tris(3,5-dicarboxylphenylethynyl)benzene ).  While only a partially transmetalated network was obsd. in a rigid metal-org. framework (MOF), not only a completely transmetalated isostructural network but also a partially transmetalated core-shell heterostructural network could be obtained in a flexible MOF by controlling the reaction conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtF2rt7rJ&md5=cafcf24318017e4bd96de8fd5e6501a9", "(c) ", "Fang", ", ", "Q.-R.", "; ", "Zhu", ", ", "G.-S.", "; ", "Xin", ", ", "M.-H.", "; ", "Zhang", ", ", "D.-L.", "; ", "Shi", ", ", "X.", "; ", "Wu", ", ", "G.", "; ", "Tian", ", ", "G.", "; ", "Tang", ", ", "L.-L.", "; ", "Xue", ", ", "M.", "; ", "Qiu", ", ", "S.-L.", " ", "Chem. J. Chin. Univ.–Chin.", " ", "2004", ",  ", "25", ",  ", "1016", "[", "CAS", "]", "8. ", "Synthesis and crystal structure of a 3D inorganic-organic hybrid compound [Zn3(BTC)2(H2O)3]n with micropores", "Fang, Qian-Rong; Zhu, Guang-Shan; Xin, Ming-Hong; Zhang, Da-Liang; Shi, Xin; Wu, Gang; Tian, Ge; Tang, Lu-Lu; Xue, Ming; Qiu, Shi-Lun", "Gaodeng Xuexiao Huaxue Xuebao", "\r\n        (", "2004", "),\r\n    ", "25", "\r\n        (", "6", "),\r\n    ", "1016-1018", "CODEN:\r\n                ", "KTHPDM", ";\r\n        ISSN:", "0251-0790", ".\r\n    \r\n            (", "Gaodeng Jiaoyu Chubanshe", ")\r\n        ", "The title compd. [Zn3(BTC)2(H2O)3]n (BTC = 1,3,5-benzenetricarboxylic acid) was synthesized under mild conditions and its crystal structure was detd. by single crystal X-ray diffraction.  The compd. crystallizes in the cubic system and belongs to space group Fm-3m with a = 2.6626(3) nm, V = 18.877(4) nm3, Z = 16, Dc = 1.51 g/cm3, Mr = 664.4, μ = 0.198 mm-1, F(000) = 852, R = -0.062 5, and wR = 0.1294.  Its structure reveals that the title polymer is composed of dimeric zinc tetracarboxylate units, with a short Zn-Zn internuclear sepn. of 0.2950(4) nm.  The coordination of BTC ligands with Zn ions forms a 3D infinite framework with about 1.1174 nm X 1.3274 nm pores along the [001], [100] and [010] direction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXltlClt7s%253D&md5=ac9d99c87dfc7479da2b4f76bd2b0c19", "9. ", "Rapid Auto; R-Axis series, Cat. No. 9220B101; ", "Rigaku Corp.", ": ", "The Woodlands, TX", ", ", "2011", ".", "There is no corresponding record for this reference.", "10. ", "Sheldrick", ", ", "G. M.", "SHELXTL-PLUS, Crystal Structure Analysis Package; ", "Bruker Analytical X-ray", ": ", "Madison, WI", ", ", "1997", ".", "There is no corresponding record for this reference.", "11. ", "(a) ", "Chui", ", ", "S. S.-Y.", "; ", "Lo", ", ", "S. M.-F.", "; ", "Charmant", ", ", "J. P. H.", "; ", "Orpen", ", ", "A. G.", "; ", "Williams", ", ", "I. D.", " ", "Science", " ", "1999", ",  ", "283", ",  ", "1148", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "A chemically functionalizable nanoporous material [Cu3(TMA)2(H2O)3]n", "Chui, Stephen S.-Y.; Lo, Samuel M.-F.; Charmant, Jonathan P. H.; Orpen, A. Guy; Williams, Ian D.", "Science (Washington, D. C.)", "\r\n        (", "1999", "),\r\n    ", "283", "\r\n        (", "5405", "),\r\n    ", "1148-1150", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Although zeolites and related materials combine nanoporosity with high thermal stability, they are difficult to modify or derivatize in a systematic way.  A highly porous metal coordination polymer [Cu3(TMA)2(H2O)3]n (TMA is benzene-1,3,5-tricarboxylate) was formed in 80% yield.  It has interconnected [Cu2(O2CR)4] units (R is an arom. ring), which create a three-dimensional system of channels with a pore size of 1 nm and an accessible porosity of ∼40% in the solid.  Unlike zeolites, the channel linings can be chem. functionalized; for example, the aqua ligands can be replaced by pyridines.  TGA and high-temp. single-crystal diffractometry indicate that the framework is stable up to 240°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXhsFeitLc%253D&md5=8f6f372b015fa0e2bbb7e8bfd316b663", "(b) ", "Rowsell", ", ", "J. L. C.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "1304", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Effects of Functionalization, Catenation, and Variation of the Metal Oxide and Organic Linking Units on the Low-Pressure Hydrogen Adsorption Properties of Metal-Organic Frameworks", "Rowsell, Jesse L. C.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "4", "),\r\n    ", "1304-1315", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The dihydrogen adsorption isotherms of eight metal-org. frameworks (MOFs), measured at 77 K up to a pressure of 1 atm, were examd. for correlations with their structural features.  All materials display approx. Type I isotherms with no hysteresis, and satn. was not reached for any of the materials under these conditions.  Among the six iso-reticular MOFs (IRMOFs) studied, the catenated materials exhibit the largest capacities on a molar basis, up to 9.8 H2 per formula unit.  The addn. of functional groups (-Br, -NH2, -C2H4-) to the phenylene links of IRMOF-1 (MOF-5), or their replacement with thieno[3,2-b]thiophene moieties in IRMOF-20, altered the adsorption behavior by a minor amt. despite large variations in the pore vols. of the resulting materials.  But replacement of the metal oxide units with those contg. coordinatively unsatd. metal sites resulted in greater H2 uptake.  The enhanced affinities of these materials, MOF-74 and HKUST-1, were further demonstrated by calcn. of the isosteric heats of adsorption, which were larger across much of the range of coverage examd., compared to those of representative IRMOFs.  Probably under low-loading conditions, the H2 adsorption behavior of MOFs can be improved by imparting larger charge gradients on the metal oxide units and adjusting the link metrics to constrict the pore dimensions; however, a large pore vol. is still a prerequisite feature.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XitV2msg%253D%253D&md5=76a0797beec956e59ca2ddf029f5a386", "(c) ", "Xiao", ", ", "B.", "; ", "Wheatley", ", ", "P. S.", "; ", "Zhao", ", ", "X.", "; ", "Fletcher", ", ", "A. J.", "; ", "Fox", ", ", "S.", "; ", "Rossi", ", ", "A. G.", "; ", "Megson", ", ", "I. L.", "; ", "Bordiga", ", ", "S.", "; ", "Regli", ", ", "L.", "; ", "Thomas", ", ", "K. M.", "; ", "Morris", ", ", "R. E.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "1203", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "High-Capacity Hydrogen and Nitric Oxide Adsorption and Storage in a Metal-Organic Framework", "Xiao, Bo; Wheatley, Paul S.; Zhao, Xuebo; Fletcher, Ashleigh J.; Fox, Sarah; Rossi, Adriano G.; Megson, Ian L.; Bordiga, S.; Regli, L.; Thomas, K. Mark; Morris, Russell E.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "5", "),\r\n    ", "1203-1209", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Gas adsorption expts. were carried out on a Cu benzene tricarboxylate metal-org. framework material, HKUST-1.  Hydrogen adsorption at 1 and 10 bar (both 77 K) gives an adsorption capacity of 11.16 mmol H2 per g of HKUST-1 (22.7 mg g-1, 2.27%) at 1 bar and 18 mmol per g (36.28 mg g-1, 3.6%) at 10 bar.  Adsorption of D2 at 1 bar (77 K) is between 1.09 (at 1 bar) and 1.20(at <100 mbar) times the H2 values depending on the pressure, agreeing with the theor. expectations.  Gravimetric adsorption measurements of NO on HKUST-1 at 196 K (1 bar) gives a large adsorption capacity of ∼9 mmol g-1, which is significantly greater than any other adsorption capacity reported on a porous solid.  At 298 K the adsorption capacity at 1 bar is just over 3 mmol g-1.  Infra red expts. show that the NO binds to the empty Cu metal sites in HKUST-1.  Chemiluminescence and platelet aggregometry expts. indicate that the amt. of NO recovered on exposure of the resulting complex to H2O is enough to be biol. active, completely inhibiting platelet aggregation in platelet rich plasma.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhvVCjug%253D%253D&md5=ece5be8da39d229b9db7f7dc838de82a", "(d) ", "Xiang", ", ", "S.", "; ", "Zhou", ", ", "W.", "; ", "Gallegos", ", ", "J. M.", "; ", "Liu", ", ", "Y.", "; ", "Chen", ", ", "B.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "12415", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Exceptionally High Acetylene Uptake in a Microporous Metal-Organic Framework with Open Metal Sites", "Xiang, Shengchang; Zhou, Wei; Gallegos, Jose M.; Liu, Yun; Chen, Banglin", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "34", "),\r\n    ", "12415-12419", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Six prototype microporous metal-org. frameworks (MOFs) HKUST-1, MOF-505, MOF-508, MIL-53, MOF-5, and ZIF-8 with variable structures and porosities were examd. for their acetylene storage, highlighting HKUST-1 as the highest acetylene storage material ever reported with an uptake of 201 cm3/g at 295 K and 1 atm.  To locate the acetylene binding sites within HKUST-1, neutron powder diffraction studies on acetylene loaded HKUST-1 were carried out and have conclusively established the significant contribution of open Cu2+ sites for acetylene storage by their strong preferred interactions with acetylene mols.  The binding properties of acetylene gas at different sites were further studied by 1st-principles calcns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXpsFyit7s%253D&md5=9633872bb4317bfce1df9f27fb6fdd2e", "(e) ", "Chowdhury", ", ", "P.", "; ", "Bikkina", ", ", "C.", "; ", "Meister", ", ", "D.", "; ", "Dreisbach", ", ", "F.", "; ", "Gumma", ", ", "S.", " ", "Microporous Mesoporous Mater.", " ", "2009", ",  ", "117", ",  ", "406", "[", "Crossref", "], [", "CAS", "]", "11. ", "Comparison of adsorption isotherms on Cu-BTC metal organic frameworks synthesized from different routes", "Chowdhury, Pradip; Bikkina, Chaitanya; Meister, Dirk; Dreisbach, Frieder; Gumma, Sasidhar", "Microporous and Mesoporous Materials", "\r\n        (", "2008", "),\r\n    ", "117", "\r\n        (", "1-2", "),\r\n    ", "406-413", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "Due to the differences in synthesis procedures used in prepn. of metal org. frameworks, surface area and pore vol. of the samples usually vary from one lab. to another.  The adsorption characteristics of the frameworks are also affected.  In such cases, usually a scaling factor is employed to match isotherms obtained in different labs. (or those from expts. and simulations).  In an attempt to validate the use of a scaling factor, in this work we compare adsorption properties of N2, O2, Ar, CO2, C3H8 and SF6 on Cu-BTC (HKUST-1) framework synthesized using two different procedures.  It was obsd. that Cu-BTC sample with higher surface area and pore vol. has greater adsorption capacity for all gases at the two temps. considered (298.25 and 318.15 K).  For all gases, the ratio of specific adsorption capacities of the two samples can be broadly classified into two regions.  In the low loading region this ratio was about 2.03 with in a 10% uncertainty envelope.  However, in the high loading region, it increases to about 2.58.  Thus, the scaling factor needed to compare adsorption isotherms of Cu-BTC having different surface areas may not be unique.  This value seems to be strongly affected by loading, whereas it is relatively insensitive to the type of gas used, temp. or pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsVSgsr3K&md5=4a123fe26250503e626c1e2522c0abf1", "12. ", "(a) ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Rosi", ", ", "N.", "; ", "Vodak", ", ", "D.", "; ", "Wachter", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2002", ",  ", "295", ",  ", "469", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Systematic design of pore size and functionality in isoreticular MOFs and their application in methane storage", "Eddaoudi, Mohamed; Kim, Jaheon; Rosi, Nathaniel; Vodak, David; Wachter, Joseph; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "295", "\r\n        (", "5554", "),\r\n    ", "469-472", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A strategy based on reticulating metal ions and org. carboxylate links into extended networks has been advanced to a point that allowed the design of porous structures in which pore size and functionality could be varied systematically.  Metal-org. framework (MOF-5), a prototype of a new class of porous materials and one that is constructed from octahedral Zn-O-C clusters and benzene links, was used to demonstrate that its three-dimensional porous system can be functionalized with the org. groups -Br, -NH2, -OC3H7, -OC5H11, -C2H4, and -C4H4 and that its pore size can be expanded with the long mol. struts biphenyl, tetrahydropyrene, pyrene, and terphenyl.  We synthesized an isoreticular series (one that has the same framework topol.) of 16 highly cryst. materials whose open space represented up to 91.1% of the crystal vol., as well as homogeneous periodic pores that can be incrementally varied from 3.8 to 28.8 Å.  One member of this series exhibited a high capacity for methane storage (240 cm3 at std. temp.), and others the lowest densities (0.41 to 0.21 g/cm3) for a cryst. material at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlyrtLjP&md5=d218d4040887f5fb390a733ee156d27b", "(b) ", "Chae", ", ", "H. K.", "; ", "Siberio-Pérez", ", ", "D. Y.", "; ", "Kim", ", ", "J.", "; ", "Go", ", ", "Y.", "; ", "Eddaoudi", ", ", "M.", "; ", "Matzger", ", ", "A. J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Nature", " ", "2004", ",  ", "427", ",  ", "523", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "A route to high surface area, porosity and inclusion of large molecules in crystals", "Chae, Hee K.; Siberio-Perez, Diana Y.; Kim, Jaheon; Go, Yong Bok; Eddaoudi, Mohamed; Matzger, Adam J.; O'Keeffe, Michael; Yaghi, Omar M.", "Nature (London, United Kingdom)", "\r\n        (", "2004", "),\r\n    ", "427", "\r\n        (", "6974", "),\r\n    ", "523-527", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "One of the outstanding challenges in the field of porous materials is the design and synthesis of chem. structures with exceptionally high surface areas.  Such materials are of crit. importance to many applications involving catalysis, sepn. and gas storage.  The claim for the highest surface area of a disordered structure is for C, at 2,030 m2 g-1 (M. Nijkamp, et al., 2001).  Until recently, the largest surface area of an ordered structure was that of zeolite Y, recorded at 904 m2 g-1 (A. W. Chester, et al., 2000).  But with the introduction of metal-org. framework materials, this was exceeded, with values up to 3,000 m2 g-1.  Despite this, no method of detg. the upper limit in surface area for a material has yet been found.  Here the authors present a general strategy that has provided a structure having by far the highest surface area reported to date.  The authors report the design, synthesis and properties of cryst. Zn4O(1,3,5-benzenetribenzoate)2, a new metal-org. framework with a surface area estd. at 4,500 m2 g-1.  This framework, which the authors name MOF-177, combines this exceptional level of surface area with an ordered structure that has extra-large pores capable of binding polycyclic org. guest mols., attributes not previously combined in one material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXpsFWguw%253D%253D&md5=c5e01fc1ae8145737276e816abb3b87d", "(c) ", "Seo", ", ", "J. S.", "; ", "Whang", ", ", "D.", "; ", "Lee", ", ", "H.", "; ", "Jun", ", ", "S. I.", "; ", "Oh", ", ", "J.", "; ", "Jeon", ", ", "Y. J.", "; ", "Kim", ", ", "K.", " ", "Nature", " ", "2000", ",  ", "404", ",  ", "982", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "A homochiral metal-organic porous material for enantioselective separation and catalysis", "Seo, Jung Soo; Whang, Dongmok; Lee, Hyoyoung; Jun, Sung Im; Oh, Jinho; Jeon, Young Jin; Kim, Kimoon", "Nature (London)", "\r\n        (", "2000", "),\r\n    ", "404", "\r\n        (", "6781", "),\r\n    ", "982-986", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A homochiral metal-org. porous material with a carboxylic group at one end and a pyridyl group at the other forming oxo-bridged trinuclear metal carboxylate units in a three-dimensional framework was prepd., that allows enantioselective inclusion of metal complexes in its pores and catalyzes transesterification reactions in an enantioselective manner.  The enantiopure chiral building block was prepd. from D-tartaric acid and 4-aminopyridine; then reaction with Zn2+ produced a homochiral open-framework solid, D-POST-1.  The enantiomorphic L-POST-1 was obtained from the enantiomer of the building block and Zn2+ under the same conditions.  The pyridyl groups in POST-1 can be converted to N-methylpyridinium without any changes of the network structure; the anion can be reversibly exchanged with other anions, e.g., PF6-, I3-, p-toluenesulfonate, etc.  The pore size of POST-1 materials is modulated by N-alkylation and is dependent on alkyl chain length.  The pyridyl groups are responsible for the catalytic activity of the oxo-bridged trinuclear metal complexes, in e.g., transesterification of 2,4-dinitrophenyl acetate (NPA) with ethanol, which produced Et acetate in 77% yield, only in the presence of POST-1.  Transesterification with bulkier alcs. occurs more slowly or not at all, suggesting that catalysis occurs mainly in the POST-1 channels.  The catalytic activity of D- and L-POST-1 is enantioselective as obsd. in the transesterification of NPA with 1-phenyl-2-propanol, which produces the corresponding esters with about 88% enantiomeric excess in favor of the resp. enantiomer.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXjtFyns7k%253D&md5=2ec5611e7804e3cf7bc738334b415470", "(d) ", "Lee", ", ", "J. Y.", "; ", "Pan", ", ", "L.", "; ", "Nelly", ", ", "S. P.", "; ", "Jagiello", ", ", "J.", "; ", "Emge", ", ", "T. J.", "; ", "Li", ", ", "J.", " ", "Adv. Mater.", " ", "2005", ",  ", "17", ",  ", "2703", "[", "Crossref", "], [", "CAS", "]", "12. ", "Achieving high density of adsorbed hydrogen in microporous metal organic frameworks", "Lee, Jeong Yong; Pan, Long; Kelly, Sean P.; Jagiello, Jacek; Emge, Thomas J.; Li, Jing", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2005", "),\r\n    ", "17", "\r\n        (", "22", "),\r\n    ", "2703-2706", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "An investigation of two microporous metal org. frameworks, [M3(bpdc)3bpy]·4DMF·H20 with M= Zn or Co, at low temp., revealed interesting adsorption properties.  The hydrogen up-take (wt.% ) at 77 K (or 87 K) and 1 atm are 1.74 [1.32] and 1.98 [1.48] resp. for the two frameworks.  The difference in H2 uptake between the two structures can be attributed to their pore vols., 0.33 and 0.38 cm3/g resp., as well as the extent of gas-solid interaction, indicated by the isosteric heat of adsorption.  The d. of adsorbed H2 falls in the range of liq. H2 and suggests relatively strong sorbent-sorbate interaction in these materials with very small pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht1ygt7%252FF&md5=88194c087fbe74289a4bf7ebfc028f68", "(e) ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Vodak", ", ", "D.", "; ", "Sudik", ", ", "A.", "; ", "Wachter", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Proc. Natl. Acad. Sci. U.S.A.", " ", "2002", ",  ", "99", ",  ", "4900", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Geometric requirements and examples of important structures in the assembly of square building blocks", "Eddaoudi, Mohamed; Kim, Jaheon; Vodak, David; Sudik, Andrea; Wachter, Joseph; O'Keeffe, Michael; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2002", "),\r\n    ", "99", "\r\n        (", "8", "),\r\n    ", "4900-4904", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "The basic structures for linking squares into polyhedra and networks (reticulation) are enumerated, and corresponding examples are described in which crystals were synthesized by linking paddle wheel (square) units into metal-org. frameworks (MOFs)-named MOF-102 to MOF-112.  The prepn. and crystal structure of 11 different polymeric complexes of general formula M2L2(L')2 is described where M = Cu, Zn or Fe, L are dicarboxylates such as 2,5-thiophenedicarboxylate and L' are terminal ligands DMF, H2O, DEF or MeOH.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XjtFKmsbg%253D&md5=e8a07090fae24b4e0814b76a9ec52227", "(f) ", "Darensbourg", ", ", "D. J.", "; ", "Wildeson", ", ", "J. R.", "; ", "Yarbrough", ", ", "J. C.", " ", "Inorg. Chem.", " ", "2002", ",  ", "41", ",  ", "973", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Solid-State Structures of Zinc(II) Benzoate Complexes. Catalyst Precursors for the Coupling of Carbon Dioxide and Epoxides", "Darensbourg, Donald J.; Wildeson, Jacob R.; Yarbrough, Jason C.", "Inorganic Chemistry", "\r\n        (", "2002", "),\r\n    ", "41", "\r\n        (", "4", "),\r\n    ", "973-980", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Zinc complexes derived from benzoic acids contg. electron-withdrawing substituents have been synthesized from Zn(II) (bis-trimethylsilyl amide)2 and the corresponding carboxylic acid (2,6-X2C6H3COOH, where X = F, Cl, or OMe) in THF and structurally characterized via X-ray crystallog.  The 2,6-difluorobenzoate complex crystallizes from THF or CH3CN as a seven membered zinc aggregate, where the metal atoms are interconnected by a combination of 10 μ-benzoates and μ4-oxo ligands, i.e., [(2,6-difluorobenzoate)10O2Zn7](solvent)2, solvent = THF (I) and CH3CN.  On the other hand, the 2,6-dichlorobenzoate zinc deriv. crystallizes from THF as a dimer, [(2,6-dichlorobenzoate)4Zn2](THF)3 (II), where the two zinc centers are bridged by three benzoate ligands.  One of the zinc centers possesses a tetrahedral ligand environment where the fourth ligand is a unidentate benzoate, and the other zinc center has an octahedral arrangement of ligands which is accomplished by the addnl. binding of three THF mols.  Upon dissoln. of complex I or II in the strongly binding pyridine solvent, disruption of these zinc carboxylates occurs with concomitant formation of mononuclear zinc bis-benzoates with three pyridine ligands in the metal coordination sphere.  Complexes I and II were effective catalysts for the copolymn. of cyclohexene oxide and carbon dioxide to afford polycarbonates devoid of polyether linkages, i.e., completely alternating copolymers.  Although these catalysts or catalyst precursors in the presence of CO2/propylene oxide afforded mostly propylene carbonate, they did serve as efficient catalysts for the terpolymn. of carbon dioxide/cyclohexene oxide/propylene oxide.  The reactivities of these zinc carboxylates were very similar to those previously reported analogous complexes which have not been structurally characterized.  Hence, it is suggested here that all of these zinc carboxylates provide similar catalytic sites for CO2/epoxide coupling processes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xos1agsw%253D%253D&md5=f32676b0c269b2cec756b5f9f179087c", "(g) ", "Park", ", ", "M.", "; ", "Moon", ", ", "D.", "; ", "Yoon", ", ", "J.", "; ", "Chang", ", ", "J.-S.", "; ", "Lah", ", ", "M. S.", " ", "Chem. Commun.", " ", "2009", ",  ", "2026", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "A metal-organic framework based on an unprecedented nonanuclear cluster as a secondary building unit: structure and gas sorption behavior", "Park, Mira; Moon, Dohyun; Yoon, Ji Woong; Chang, Jong-San; Lah, Myoung Soo", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "15", "),\r\n    ", "2026-2028", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "[Zn9O3(2,7-ndc)6(DMF)3] (2,7-ndcaH2 = 2,7-naphthalenedicarboxylic acid), a 3-dimensional chiral microporous metal-org. framework contg. a nonanuclear cluster as a secondary building unit was prepd. using a bent and rigid dicarboxylic ligand, 2,7-naphthalenedicarboxylic acid, and the Zn ion, where a nonanuclear cluster with potential exposed metal sites is as a corner-sharing cyclic trimer of a tetrahedral Zn4O motif.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjslelsbk%253D&md5=2ef80007c4be9a1573bd0af5a2727b71", "13. ", "(a) ", "Hao", ", ", "X.-R.", "; ", "Wang", ", ", "X.-L.", "; ", "Shao", ", ", "K.-Z.", "; ", "Yang", ", ", "G.-S.", "; ", "Su", ", ", "Z.-M.", "; ", "Yuan", ", ", "G.", " ", "CrystEngComm", " ", "2012", ",  ", "14", ",  ", "5596", "[", "Crossref", "], [", "CAS", "]", "13. ", "Remarkable solvent-size effects in constructing novel porous 1,3,5-benzenetricarboxylate metal-organic frameworks", "Hao, Xiang-Rong; Wang, Xin-Long; Shao, Kui-Zhan; Yang, Guang-Sheng; Su, Zhong-Min; Yuan, Gang", "CrystEngComm", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "17", "),\r\n    ", "5596-5603", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Seven novel porous metal-org. frameworks (MOFs), Zn2(BTC)(NO3)(DMA)3 (1; DMA = N,N-dimethylacetamide), Zn11(BTC)6(NO3)4(DEE)9 (2; DEE = N,N-diethylacetamide), Zn11(BTC)6(NO3)4(DEP)8 (3; DEP = N,N-diethylpropanamide), Zn(BTC)·DMA·C2H8N (4), Zn3(BTC)3·3(C2H8N)·4(DMA) (5), Zn9(BTC)6(OH)2·2(C2H8N)·15(DEE) (6), and Zn9(BTC)5(OH)3(C2O4)·2(C4H12N)·5(DEE) (7) were solvothermally synthesized using zinc nitrate, 1,3,5-benzenetricarboxylate acid (H3BTC) and differently sized solvents (DMF, DMA, DEE, DEP, DPE, DPP), showing that the solvent size can not only dramatically influence the pore size, but also allow access to new structures and topologies previously unrealized in MOFs.  With increasing solvent size, the pore size of MOFs correspondingly changes from 9 Å to 23 Å along with different structures: three frameworks have cages larger than 16 Å, one has a 23 Å chiral cage, five are anionic frameworks, three have topologies heretofore unreported in MOFs and all structures are noninterpenetrating.  The ion-exchange expt. estd. by HNMR analyses shows that dimethylamine ions in 5 can be exchanged by NH4+ ions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFWiu77E&md5=cc764679a53e1be86ba79c10127c7f93", "(b) ", "Yaghi", ", ", "O. M.", "; ", "Davis", ", ", "C. E.", "; ", "Li", ", ", "G.", "; ", "Li", ", ", "H.", " ", "J. Am. Chem. Soc.", " ", "1997", ",  ", "119", ",  ", "2861", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Selective Guest Binding by Tailored Channels in a 3-D Porous Zinc(II)-Benzenetricarboxylate Network", "Yaghi, O. M.; Davis, Charles E.; Li, Guangming; Li, Hailian", "Journal of the American Chemical Society", "\r\n        (", "1997", "),\r\n    ", "119", "\r\n        (", "12", "),\r\n    ", "2861-2868", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Diffusion of NEt3 into an EtOH soln. contg. 1,3,5-benzenetricarboxylic acid (H3BTC) and Zn(II) nitrate hexahydrate yields cryst. Zn2(BTC)(NO3)·(H2O)(EtOH)5, which was formulated by elemental microanal., solid-state NMR, and single-crystal x-ray diffraction [cubic, space group P213, a 14.728(2) Å, Z = 4].  This compd. possesses a 3-dimensional structure with nearly 44% of the framework represented by an extended channel system having a 14 Å cross-section, where highly mobile EtOH and H2O guest mols. reside.  The multidentate functionality of BTC imparts rigidity to the structure, consequently allowing the guests to be removed or exchanged without destruction of the porous framework.  X-ray powder diffraction, solid-state NMR (13C CP-MAS and static), gas chromatog., and TG analyses reveal that this material is highly selective to alcs. because of the coordination environment adopted by Zn(II) within its framework.  Other mol. inclusions such as THF, Me Et ketone, MeCN, and acetone are not permitted into the channels, due to the specific electronic demands of the Zn(II) center and its ability to direct the inclusion process even in cases where incoming mols. have the appropriate shape and size for inclusion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXitVGisb4%253D&md5=c341800daad9e85a27f80d84c63048ec", "14. ", "The serine molecule simply acted as an external template for formation of the structure ", "2", " and was not included in the crystal structure. Although the individual single crystals are self-resolved homochiral crystals, the bulk sample is not enantiopure. When five crystals from each reaction batch containing ", "d", "-serine and ", "l", "-serine, respectively, were diffracted, all of the crystals from both reaction batches contained homochiral crystals; however, crystals of opposite handedness were simultaneously observed in both batches.", "There is no corresponding record for this reference.", "15. ", "PLATON program: ", "Spek", ", ", "A. L.", " ", "Acta Crystallogr., Sect. A", " ", "1990", ",  ", "46", ",  ", "194", "[", "Crossref", "]", "There is no corresponding record for this reference.", "16. ", "The orthorhombic space group ", "P", "2", "1", "2", "1", "2", "1", " is one of the maximal isomorphic subgroups of the cubic space group ", "P", "2", "1", "3 of the MOF-4 and ", "2", " structures.", "There is no corresponding record for this reference.", "17. ", "(a) ", "Yaghi", ", ", "O. M.", "; ", "Li", ", ", "H. T.", "; ", "Groy", ", ", "T. L.", " ", "J. Am. Chem. Soc.", " ", "1996", ",  ", "118", ",  ", "9096", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Construction of Porous Solids from Hydrogen-Bonded Metal Complexes of 1,3,5-Benzenetricarboxylic Acid", "Yaghi, O. M.; Li, Hailian; Groy, T. L.", "Journal of the American Chemical Society", "\r\n        (", "1996", "),\r\n    ", "118", "\r\n        (", "38", "),\r\n    ", "9096-9101", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The reaction of M(II) acetate hydrate (M = Co, Ni, and Zn) with 1,3,5-benzenetricarboxylic acid (BTC) yields a material formulated as M3(BTC)2·12H2O.  These compds. are isostructural as revealed by their XRPD patterns and a single crystal structure anal. performed on the Co contg. solid [monoclinic, space group C2, a 17.482(6) Å, b 12.963(5) Å, c 6.559(2) Å, β 112.04°, Z = 4].  This solid is composed of zigzag chains of tetra-aqua Co(II) benzenetricarboxylate that are H-bonded to yield a tightly held 3-dimensional network.  Upon liberating 11 H2O ligands per formula unit a porous solid results, M3(BTC)2·H2O, which was found to reversibly and repeatedly bind H2O without destruction of the framework.  The proposed 1-dimensional channels of the monohydrate have a pore diam. of 4 × 5 Å, which is typical of those obsd. in zeolites and mol. sieves.  The successful inclusion of NH3 into the porous solid was demonstrated.  Larger mols. and others without a reactive lone pair are disallowed from entering the channels.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XmtF2it7o%253D&md5=34defce1376c6d1398533d64b3d4764b", "(b) ", "Majumder", ", ", "A.", "; ", "Shit", ", ", "S.", "; ", "Choudhury", ", ", "C. R.", "; ", "Batten", ", ", "S. R.", "; ", "Pilet", ", ", "G.", "; ", "Luneau", ", ", "D.", "; ", "Daro", ", ", "N.", "; ", "Sutter", ", ", "J.-P.", "; ", "Chattopadhyay", ", ", "N.", "; ", "Mitra", ", ", "S.", " ", "Inorg. Chim. Acta", " ", "2005", ",  ", "358", ",  ", "3855", "[", "Crossref", "], [", "CAS", "]", "17. ", "Synthesis, structure and fluorescence of two novel manganese(II) and zinc(II)-1,3,5-benzenetricarboxylate coordination polymers: Extended 3D supramolecular architectures stabilised by hydrogen bonding", "Majumder, Arpi; Shit, Shyamapada; Choudhury, Chirantan Roy; Batten, Stuart R.; Pilet, Guillaume; Luneau, Dominique; Daro, Nathalie; Sutter, Jean-Pascal; Chattopadhyay, Nitin; Mitra, Samiran", "Inorganica Chimica Acta", "\r\n        (", "2005", "),\r\n    ", "358", "\r\n        (", "13", "),\r\n    ", "3855-3864", "CODEN:\r\n                ", "ICHAA3", ";\r\n        ISSN:", "0020-1693", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Two new coordination polymers, {[Mn(H2btc)(phen)(H2O)2]H2btc·H2O}n (1) [H3btc = 1,3,5-benzenetricarboxylic acid, phen = 1,10-phenanthroline] and {[Zn3(btc)2(H2O)8](H2O)4}n (2), were synthesized and structurally characterized.  Both the complexes crystallize as 1-dimensional chains which further propagate through ligand-based H bonding interactions into a 3-dimensional supramol. architecture.  The supramol. framework of 1 is constructed by [Mn(H2btc)(phen)(H2O)2]+ as well as the constituent materials, uncoordinated H2btc- and H2O mols.  Complex 2 exists as a corrugated chain with both bridging and terminal Zn2+ ions and each Zn center is coordinated to four H2O mols.  Both 1 and 2 are stacked by mutual π-stacking of the ligands and exhibit strong fluorescence emission band at 414 and 400 nm, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXpvVWlsrc%253D&md5=84605e6c156bfdf3d9019b30fdd2e16d", " The dinuclear three-bladed Zn", "2", "(COO)", "3", " paddle-wheel SBU of the 3D framework transformed into two octahedral Zn", "II", " centers of the 1D chain structure. One Zn", "II", " center in the 1D chain is coordinated by two monodentate carboxylate oxygen atoms from two BTC units in a trans-binding mode, propagating the network to 1D, and the remaining sites are occupied by four water molecules at equatorial positions. The other Zn", "II", " center is coordinated by one BTC carboxylate in a chelating bidentate fashion, and the remaining sites are occupied by four water molecules.", "18. ", "Sun", ", ", "L.", "; ", "Qiu", ", ", "T. R.", "; ", "Deng", ", ", "H.", " ", "Acta Crystallogr., Sect. E", " ", "2011", ",  ", "E67", ",  ", "m630", "[", "Crossref", "], [", "CAS", "]", "18. ", "catena-Poly[[octaaquabis(μ4-benzene-1,3,5-tricarboxylato)trizinc] tetrahydrate]", "Sun, Lin; Qiu, Tao Run; Deng, Hong", "Acta Crystallographica, Section E: Structure Reports Online", "\r\n        (", "2011", "),\r\n    ", "E67", "\r\n        (", "5", "),\r\n    ", "m630-m631", "CODEN:\r\n                ", "ACSEBH", ";\r\n        ISSN:", "1600-5368", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "In the title compd., {[Zn3(C9H3O6)2(H2O)8]·4H2O}n, there are two crystallog. independent ZnII ions.  Crystallog. data and at. coordinates are given.  One presents a trigonal-bipyramidal coordination geometry defined by five O atoms [three from two carboxylate groups of two benzene-1,3,5-tricarboxylate (BTC) ligands and the other two deriving from three H2O mols.], while the other lies on an inversion center and exists in a slightly distorted octahedral coordination geometry defined by six O atoms (two from two carboxylate groups of two BTC ligands and the others from four H2O mols.).  A three-dimensional framework is further strengthened via O-H...O H-bonding interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXlvVOltrY%253D&md5=97e2d92914c03d6340d6ec4dbc45d3d6", "19. ", "The IR spectrum of the unidentified phase shows an intensity decrease in the amide −C═O peak of the ligated DMF molecules (1654 cm", "–1", ") and an intensity increase in the O–H peak of the water molecules (3433 cm", "–1", ") compared with the corresponding peaks of ", "2", " (Figure S3 in the ", "SI", "). The elemental analysis results of the unidentified phase also support formulation of the intermediate phase as the Zn", "2", "(BTC)(NO", "3", ")(DMF)(H", "2", "O)", "4", " structure with both DMF and water as ligated solvent molecules. IR for the unidentified phase (KBr, cm", "–1", "): 3433 (s, br), 3085 (vw), 2965 (vw), 2933 (vw), 2810 (vw), 2762 (vw), 1681 (sh), 1655 (s), 1619 (vs), 1575 (s), 1546 (m), 1439 (s), 1383 (vs), 1358 (sh), 1253 (w), 1108 (w), 1059 (vw), 1014 (vw), 928 (vw), 830 (w), 758 (s), 732 (sh), 721 (m), 668 (vw), 567 (m), 463 (m). Elem anal. Calcd for the unidentified phase (Zn", "2", "(BTC)(NO", "3", ")(DMF)(H", "2", "O)", "4", "): C, 33.93; H, 4.11; N, 8.79. Found: C, 33.71; H, 4.21; N, 9.27.", "There is no corresponding record for this reference.", "20. ", "We speculate that while in the absence of sufficient water, the 3D network of ", "2", " slowly transforms into a thermodynamically stable 1D chain structure, in the presence of enough water, a kinetically favorable 2D-layered structure appears as an intermediate before the final transformation into the thermodynamically stable 1D chain structure.", "There is no corresponding record for this reference.", "21. ", "(a) ", "Caskey", ", ", "S. R.", "; ", "Matzger", ", ", "A. J.", " ", "Inorg. Chem.", " ", "2008", ",  ", "47", ",  ", "7942", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Selective Metal Substitution for the Preparation of Heterobimetallic Microporous Coordination Polymers", "Caskey, Stephen R.; Matzger, Adam J.", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "18", "),\r\n    ", "7942-7944", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The designed synthesis of heterobimetallic microporous coordination polymers (MCPs) is reported by a strategy employing the selective replacement of a single metal in homometallic MCPs with two unique metal coordination environments: octahedral and tetrahedral.  This strategy is successful in the prepn. of six mixed-metal MCPs, where Co/Zn and Ni/Zn versions of MOF-4 (trimesic acid), MOF-39 (1,3,5-(triscarboxyphenyl)benzene), and a Zn-BTEC (BTEC = 1,2,4,5-benzenetetracarboxylate ) MCP are reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtVWmu77E&md5=b2619321bfac72d8d1c688d4ca6c5d0f", "(b) ", "Yang", ", ", "H.", "; ", "Li", ", ", "T.-h.", "; ", "Wang", ", ", "F.", "; ", "Zhang", ", ", "J.", " ", "Inorg. Chem. Commun.", " ", "2012", ",  ", "16", ",  ", "86", "[", "Crossref", "], [", "CAS", "]", "21. ", "Unusual heterometallic ZnMg(COO)3 building blocks for the construction of a homochiral srs-type metal-organic framework", "Yang, Hui; Li, Tie-hu; Wang, Fei; Zhang, Jian", "Inorganic Chemistry Communications", "\r\n        (", "2012", "),\r\n    ", "16", "\r\n        (", "),\r\n    ", "86-88", "CODEN:\r\n                ", "ICCOFP", ";\r\n        ISSN:", "1387-7003", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A new homochiral metal-org. framework [ZnMg(btc)(H2O)4](NO3) (1, btc = 1,3,5-benzenetricarboxylate) with unusual 3-connected heterometallic ZnMg(COO)3 building blocks was solvothermally synthesized and structurally characterized with the aid of single crystal x-ray diffraction.  Compd. 1 crystallizes in a chiral space group and exhibits 3-connected srs structural topol.  The results reveal the 1st srs-type metal-org. framework constructed from heterometallic building blocks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XktFSnsw%253D%253D&md5=938dd9dc2b6cb45508a3a5f536f25e75", "22. ", "(a) ", "Das", ", ", "S.", "; ", "Kim", ", ", "H.", "; ", "Kim", ", ", "K.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "3814", "– ", "3815", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Metathesis in Single Crystal: Complete and Reversible Exchange of Metal Ions Constituting the Frameworks of Metal-Organic Frameworks", "Das, Sunirban; Kim, Hyunuk; Kim, Kimoon", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "11", "),\r\n    ", "3814-3815", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors report for the 1st time the complete and reversible exchange of metal ions constituting a robust microporous framework while maintaining not only the structural integrity of the framework but also single crystallinity.  Solvothermal reaction of Cd(NO3)2·4H2O with H3hett (5,5,10,10,15,15-hexaethyl-10,15-dihydro-5-5H-tribenzo[a,f,k]trindene-2,7,12-tricarboxylic acid) in DMF produced a new cryst. MOF Cd1.5(H3O)3[(Cd4O)3(Hett)8]·8H2O 1 having a cubic network with 3-dimensional channels.  The basic building unit of the framework 1 is an octahedron where the square planar tetrametallic SBUs ({Cd4O}6+) and tricarboxylate linkers (hett3-) occupy the vertexes and triangular faces of the octahedron, resp.  The cubic framework is generated by sharing the vertexes of the octahedra.  The framework is exceptionally stable in open air as well as in various solns. including aq. medium.  Most interestingly, the framework constituting Cd(II) ions undergo complete and reversible exchange with Pb(II) in aq. soln. at room temp. without altering structural integrity and losing single crystallinity.  The authors have also studied the complete exchange of framework Cd(II) ions with lanthanide ions (Dy(III) and Nd(III)) with the retention of the framework topol.  The reversible exchange of framework constituting metal ions while maintaining the framework integrity and single crystallinity was confirmed by a combination of various methods including ICP-AES, in situ PXRD, TGA, IR, optical microscopy, elemental anal., N2 sorption and in situ single crystal x-ray structural anal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXisFGmtro%253D&md5=c83d7c97903f0852a9537816c813be78", "(b) ", "Song", ", ", "X.", "; ", "Kim", ", ", "T. K.", "; ", "Kim", ", ", "H.", "; ", "Kim", ", ", "D.", "; ", "Jeong", ", ", "S.", "; ", "Moon", ", ", "H. R.", "; ", "Lah", ", ", "M. S.", " ", "Chem. Mater.", " ", "2012", ",  ", "24", ",  ", "3065", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Post-Synthetic Modifications of Framework Metal Ions in Isostructural Metal-Organic Frameworks: Core-Shell Heterostructures via Selective Transmetalations", "Song, Xiaokai; Kim, Tae Kyung; Kim, Hyehyun; Kim, Dongwook; Jeong, Seok; Moon, Hoi Ri; Lah, Myoung Soo", "Chemistry of Materials", "\r\n        (", "2012", "),\r\n    ", "24", "\r\n        (", "15", "),\r\n    ", "3065-3073", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The transmetalation (the replacement of metal ions) of a family of highly porous isostructural metal-org. frameworks (MOFs), M6(BTB)4(BP)3 (M = Zn(II) (1), Co(II) (2), Cu(II) (3), and Ni(II) (4), BTB = 1,3,5-benzenetribenzoate, and BP = 4,4'-dipyridyl) with an ith-d net topol. was studied.  1-4 Have different framework stabilities depending on the framework metal ions.  The transmetalation and the reverse transmetalation reactions of the framework metal ions were obsd. between MOFs 1 and 2, having a similar thermodn. stability.  While the transmetalation from thermodynamically less stable 1 and 2 to more stable 3 and 4 were achieved by soaking single crystals of 1 and 2 in a soln. of N,N'-DMF contg. Cu(II) and Ni(II) ions, resp., no reverse transmetalation was obsd.  By simply controlling the soaking time, not only could homogeneously transmetalated cryst. framework structures be prepd. via the thermodynamically controlled complete replacement of the framework metal ions but also selectively transmetalated core-shell heterostructures were formed via kinetically controlled replacement that was mainly restricted to the external shell region of the crystal.  The fully transmetalated MOFs showed significantly improved framework stabilities compared with the parent MOFs.  A marked improvement in the framework stability was obsd., even in the selectively transmetalated Co(II)/Cu(II)- and Co(II)/Ni(II)-core-shell heterostructures.  Although the frameworks are partially transmetalated, the framework stability of not only the external shell region but also of the internal core region was significantly affected.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtVCmt7bL&md5=5db854bb147f6e64cd64791f55df0958", "(c) ", "Yao", ", ", "Q.", "; ", "Sun", ", ", "J.", "; ", "Li", ", ", "K.", "; ", "Su", ", ", "J.", "; ", "Peskova", ", ", "M. V.", "; ", "Zou", ", ", "X.", " ", "Dalton Trans.", " ", "2012", ",  ", "41", ",  ", "3953", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "A series of isostructural mesoporous metal-organic frameworks obtained by ion-exchange induced single-crystal to single-crystal transformation", "Yao, Qingxia; Sun, Junliang; Li, Kuo; Su, Jie; Peskov, Maxim V.; Zou, Xiaodong", "Dalton Transactions", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "14", "),\r\n    ", "3953-3955", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks [Zn6(BTB)4(Byp)3]·solvate and [Co6(BTB)4(Byp)3]·solvate (SUMOF-1) representing a noninterpenetrated framework analog of MOF-14 were synthesized by using two different linkers, 4,4',4''-benzene-1,3,5-triyl-HOBz (H3BTB) and 4,4'-bipyridine (Bpy).  The transition metal ions in the paddle-wheel metal clusters could be exchanged by other transition metal ions via a direct single-crystal to single-crystal (SCSC) transformation.  This post-synthesis route can be used for synthesis of isomorphous metal-org. frameworks that cannot be obtained by direct synthesis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xjslegsbw%253D&md5=81500a059b17f8307d638d51d2363872", "(d) ", "Mukherjee", ", ", "G.", "; ", "Biradha", ", ", "K.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "4293", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "Post-synthetic modification of isomorphic coordination layers: exchange dynamics of metal ions in a single crystal to single crystal fashion", "Mukherjee, Gargi; Biradha, Kumar", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "36", "),\r\n    ", "4293-4295", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A diverse set of guest mols. template the consistent formation of fifteen iso-structural layered structures contg. a pyridine based tripodal ligand, divalent metal ions and anions.  These materials showed a remarkable ability to interconvert from Zn(II) to Cu(II), Cd(II) to Cu(II), Cu(II) to Cd(II) complexes in a SCSC (single crystal-to-single crystal) fashion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XltVGqtbw%253D&md5=1de22e2101bb09380c8f106e0f280f54", "23. ", "Not only are there no apparent visual changes of the soaked crystals in the Co", "II", " and Mg", "II", " solutions but also inductively coupled plasma atomic emission spectrometry analyses of the harvested crystals after soaking do not show any incorporation of Co", "II", " and Mg", "II", " metal ions.", "There is no corresponding record for this reference.", "24. ", "Hammersley", ", ", "A.", "FIT2D", " program available at ", "http://www.esrf.eu/computing/scientific/FIT2D/", ".", "There is no corresponding record for this reference.", "25. ", "The diffraction data were obtained using a single particle of the microcrystalline aggregate that was transformed from a single crystal soaked in 1.5 mL of a 0.2 M Cu", "II", "-DMF solution for 1 month. The particle was mounted on the top of a glass capillary, and the PXRD data were measured at 89 K with synchrotron radiation (λ = 0.8000 Å) on a 6B MX-I ADSC Quantum-210 detector with a silicon(111) double-crystal monochromator at Pohang Accelerator Laboratory, Pohang, Korea. The 2D PXRD data were converted to 1D data using the ", "FIT2-D", " program. In the presentation of the PXRD pattern, the wavelength of the radiation was converted to that of Cu Kα radiation (λ = 1.5418 Å) for ease of comparison with other PXRD patterns.", "There is no corresponding record for this reference.", "26. ", "Eddaoudi", ", ", "M.", "; ", "Li", ", ", "H.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2000", ",  ", "122", ",  ", "1391", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Highly porous and stable metal-organic frameworks. Structure design and sorption properties", "Eddaoudi, Mohamed; Li, Hailian; Yaghi, O. M.", "Journal of the American Chemical Society", "\r\n        (", "2000", "),\r\n    ", "122", "\r\n        (", "7", "),\r\n    ", "1391-1397", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Gas sorption isotherm measurements performed on the evacuated derivs. of 4 porous metal-org. frameworks (MOF-n), Zn(BDC).(DMF)(H2O) (DMF = N,N'-dimethylformamide, BDC = 1,4-benzenedicarboxylate) (MOF-2), Zn3(BDC)3.6CH3OH (MOF-3), Zn2(BTC)NO3.(C2H5OH)5H2O (BTC = 1,3,5-benzenetricarboxylate) (MOF-4), and Zn4O(BDC)3.(DMF)8C6H5Cl (MOF-5), reveal type I isotherms for n = 2, 3, and 5, which is evidence of microporous and accessible channels having high structural integrity and organization.  Although gas sorption into MOF-4 was not obsd., careful examn. of its ethanol sorption isotherms at 22 and 32° point to the presence of coordinatively unsatd. Zn centers within its pores, which upon ethanol sorption undergo coordination transitions from 3- to 4-, 4- to 5-, and 5- to 6-coordination.  MOF-n materials were produced by building the extended analogs of mol. metal carboxylate clusters, a strategy that has allowed the realization of the most porous and thermally stable framework yet reported: the evacuated form of MOF-5 is esp. stable in air at 300° and has a free pore vol. representing 55-60% of its crystal as detd. by gas sorption and single-crystal diffraction studies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXotl2jsg%253D%253D&md5=bf52caa3fb6a6e160f205f938db8b3a7", "27. ", "Beck", ", ", "D. W.", " ", "Zeolite Molecular Sieves", "; ", "John Wiley & Sons", ": ", "New York", ", ", "1974", ".", "There is no corresponding record for this reference."], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-7/ic302641v/production/images/small/ic-2012-02641v_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-7/ic302641v/production/images/small/ic-2012-02641v_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-7/ic302641v/production/images/small/ic-2012-02641v_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-7/ic302641v/production/images/small/ic-2012-02641v_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-7/ic302641v/production/images/small/ic-2012-02641v_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-7/ic302641v/production/images/small/ic-2012-02641v_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-7/ic302641v/production/images/small/ic-2012-02641v_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-7/ic302641v/production/images/small/ic-2012-02641v_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-7/ic302641v/production/images/small/ic-2012-02641v_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-7/ic302641v/production/images/small/ic-2012-02641v_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-7/ic302641v/production/images/small/ic-2012-02641v_0011.gif\">"]}
