{"title": ["Selective CO", " Adsorption on Metal-Organic Frameworks Based on Trinuclear Cu", "-Pyrazolato Complexes: An Experimental and Computational Study"], "authors": ["Logesh Mathivathanan", "Jorge Torres-King", "José N. Primera-Pedrozo", "Omar J. García-Ricard", "Arturo J. Hernández-Maldonado", "Juan A. Santana", "Raphael G. Raptis"], "doi": ["10.1021/cg400382k"], "abstract": ["Two related three-fold and eight-fold interpenetrated MOFs expand upon selective CO", " sorption.", "Two related metal-organic frameworks (MOFs) based on trinuclear copper-pyrazolato structural building units (SBUs) connected by bipyridine linkers have been prepared and studied. A small chemical modification to the supporting pyrazolato ligands of a [Cu", "]-SBU results in two vastly different (three-fold vs eight-fold interpenetrated) MOF structures. The gas sorption properties of the two MOFs have been determined experimentally in the 0 to 10 atm pressure range. Both MOFs sorb CO", " selectively over N", " and H", ", showing hysteretic sorption–desorption profiles. The hysteretic behavior is attributed to the structural flexibility of the lattices, probed by powder X-ray diffraction before and after CO", " sorption. As the metal centers and hydroxy groups of the MOF surfaces are sterically hindered, the sorbed dipolar CO", " molecules are attached with low sorption enthalpy to the organic groups, as determined by theoretical calculations."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Introduction", "Metal organic frameworks (MOFs) are three-dimensional (3D) porous coordination polymers (PCPs) prepared by the combination of organic linkers (bridges) and inorganic nodes.", "(1)", " Yaghi and O’Keeffe have compiled rational synthetic strategies for the design of MOFs, coining the term “reticular chemistry” for this approach.", "(2)", " In addition to single metal-atom nodes, preformed clusters, known as secondary building units (SBUs), such as polynuclear metal complexes and polyoxometallates, have been employed in the construction of MOFs.", "(3)", " SBUs impart their physicochemical properties onto the resulting MOFs. Owing to their amenability to structural and chemical modification, MOFs can potentially be used in a wide variety of industrial and laboratory processes.", "(4)", " While their functions as drug carriers,", "(5)", " cathode/anode materials for rechargeable batteries,", "(6)", " catalysts,", "(7)", " and diagnostic imaging agents", "(8)", " have also been investigated, their principal proposed use is in gas storage and separation because of their tunable porosity.", "(9)", "CO", "2", " is the primary anthropogenic greenhouse gas, whose current globally averaged atmospheric mole fraction is 391 ppm, approximately 140% of its preindustrial level.", "(10)", " Devising efficient technologies for the removal of CO", "2", " and other greenhouse gases is now recognized as an urgent priority by both governments and scientific communities. Selective removal of CO", "2", " can be accomplished by sorption based on size-discrimination: CO", "2", " has a smaller kinetic diameter (3.30 Å) than that of N", "2", " (3.64 Å) and O", "2", " (3.46 Å). Among MOFs, the first example of preferential uptake of CO", "2", " over N", "2", " and also Ar (kinetic diameter, 3.4 Å) has been shown in a lanthanide MOF.", "(11)", " Alternatively, separation can be achieved taking advantage of specific sorbent–sorbate interactions, such as chemical and/or dipole–dipole or induced dipole interactions.", "(12)", " For example, while N", "2", ", O", "2", ", CH", "4", ", and H", "2", " are nonpolar, CO", "2", " possesses a quadrupole moment (−1.4 × 10", "–39", " C m", "2", "), enabling it to attach preferentially to the pore surfaces of the sorbent via polar and van der Waals (vdW) interactions. As a class of materials with great chemical tunability, MOFs have been studied extensively for selective adsorption of CO", "2", " from mixtures containing H", "2", ", CH", "4", ", N", "2", ", and other gases.", "(13)", " Separation of CO", "2", " from binary mixtures of CO", "2", "/N", "2", " and CO", "2", "/CH", "4", " on a microporous MOF fixed bed has been reported.", "(14)", "MOFs that show the desirable high and selective CO", "2", " uptake possess the following distinct features: (1) accessible coordinatively unsaturated metal sites, (2) appropriate pore size and geometry, and (3) amine-, carboxyl-, or hydroxyl-functionalities on pore surfaces.", "(15)", " Size and functionality independent selectivity is rare and has been observed only in a few cases.", "(16)", " The origin of selectivity has been suggested to lie in the activation protocol: dehydration of MOF samples at different temperatures has led to different selectivities.", "(3)", " A metal-organic material (MOM), [Cu(bpy-", "n", ")", "2", "(SiF", "6", ")], reported recently, has the highest selectivity for CO", "2", " over CH", "4", " (8:1) for a PCP without open metal sites.", "(17)", " Temperature- and pressure-dependent CO", "2", " selectivity is also known in MOFs, showing gating behavior at certain temperature/pressure combinations. In the absence of chemisorption and highly polar sites on the sorbent, weak vdW sorbent–sorbate interactions may be sufficient to selectively adsorb CO", "2", " and do so with low sorption enthalpy, an advantage with regard to the energy cost of desorption and sorbent recycling but with the disadvantage of low sorption capacity.", "(18)", " In spite of considerable progress, the full range and nature of CO", "2", " interaction modes with porous materials are still not thoroughly explored and understood.", "(19)", "An important class of materials that often show selectivity is interpenetrated frameworks.", "(20)", " Temperature, pressure, ligand geometry, and solvation tend to alter the degree of interpenetration and porosity.", "(21)", " For example, a three-fold interpenetrated framework based on bipy-like pillars and dicarboxylate linkers, which also show selectivity, hysteresis, and dynamic behavior upon adsorption has been reported.", "(22)", " A recent example of partially interpenetrated framework, the second interpenetrated net having a partial occupancy, shows CO", "2", " selectivity at low pressure and hysteresis at high pressure.", "(23)", "Pyrazole and Cu(II) salts react in the presence of a base and water and form predominantly triangular, trinuclear Cu", "II", "3", "-pyrazolate products with the general formula, [Cu", "3", "(μ", "3", "-E)(μ-4-R-pz)", "3", "X", "3", "]", "n", "−/", "n", "+", " ([Cu", "3", "]), where the capping ligand ", "E", " = O or OH (depending on base concentration) and the terminal ligands, X, are neutral (ie., py and pzH) or anionic (i.e., Cl, Br, NCS, and carboxylate).", "(24)", " One-dimensional (1D)-chains, two-dimensional (2D)-polymers, and three-dimensional (3D)-metal-organic frameworks containing [Cu", "3", "]-SBUs have been prepared in a stoichiometry-controlled fashion by replacing terminal monodentate ligands, such as py, with bridging bidentate ones, such as 4,4′-bipy.", "(25)", " Structural analysis showed that the 3D framework [Cu", "3", "(μ", "3", "-OH)(μ-pz)", "3", "(μ-4,4′-bipy)", "1.5", "](CF", "3", "SO", "3", ")", "2", ", henceforth ", "UPR-1", ", belongs to an eight-fold interpenetrated ", "srs", " framework topology. It is anticipated that a similar MOF can be prepared with other [Cu", "3", "]-SBUs containing substituted 4-R-pz ligands. In this paper, we report the synthesis and structural characterization of a new three-fold interpenetrated MOF, [Cu", "3", "(μ", "3", "-OH)(μ-4-Cl-pz)", "3", "(μ-4,4′-bipy)", "2", "](CF", "3", "SO", "3", ")", "2", "·6H", "2", "O, ", "UPR-2", ", related to ", "UPR-1", "; ", "UPR-2", " employs 4-Cl-pzH instead of pzH. We also report an experimental and theoretical study of the sorption properties of ", "UPR-1", " and ", "UPR-2", ", a case of size-independent selectivity for CO", "2", " over N", "2", ", CH", "4", ", and H", "2", ".", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Experimental Section", "All reagents were purchased from Aldrich and used without further purification. Solvents were purified according to standard procedures.", "(26)", " 4-chloropyrazole", "(27)", " and ", "UPR-1", "(25)", " were prepared according to literature procedures. Ultrahigh-purity gases (CO", "2", ", N", "2", ", CH", "4", ", and H", "2", ") were obtained from Praxair. Helium (high purity, Praxair) was used as a carrier gas during the thermogravimetric analyses (TGA).", "Thermogravimetric analyses were performed using a TA-Q500 microbalance. The samples (∼10 mg) were loaded onto a platinum holder, placed inside the TGA unit chamber, and heated from ambient to 1173 K at 5 K min", "–1", " under a constant helium flow rate of 60 mL min", "–1", ". The carrier gas was treated with zeolite presorbers to remove any traces of water and impurities prior to entering the TGA sample chamber.", "Pure CO", "2", ", N", "2", ", or CH", "4", " single component equilibrium adsorption isotherms were obtained using a high pressure Micromeritics ASAP 2050 volumetric adsorption unit. Sample preparation was performed before each analysis using the instrument’s sample preactivation module. In a typical run, the sample (<100 mg) was loaded into tube holders fitted with isolation valve caps and heated to a particular degassing or activation temperature (i.e., 373–423 K) at 5 K min", "–1", " under ultravacuum conditions (<10 μm Hg). This temperature was held constant for ca. 10 h. After the degassing time elapsed, the sample was allowed to cool to ambient temperature, still under vacuum conditions. The sample was then backfilled with helium to allow its transfer to the analysis port under isolation. The temperature (i.e., 298 K) employed during the adsorption tests was kept constant by means of a heating blanket connected to a temperature controller.", "CO", "2", " desorption isotherm legs were fitted with a modified Dubinin–Astakhov (MDA) model,", "(28)", " which takes into consideration heterogeneity and pore-filling effects (i.e., interaction of the adsorbate volume with the surface) while observing Henry’s law limit. The MDA isotherm model is given by", "(Eq.1)", "where, β", "1", " = 1 – exp[−α(", "P", "/", "P", "0", ")]; β", "2", " = exp[−α(", "P", "/", "P", "0", ")]; ", "C", " = (", "RT", "/β", "E", "); ", "K", " = (", "q", "1", "/", "P", "0", "); ", "q", " is the equilibrium adsorption loading amount, ", "q", "0", " is the adsorption loading amount at saturation (complete pore filling), ", "R", " is the universal gas constant, β is the affinity coefficient of the adsorbate, ", "E", " is the energy of adsorption, ", "P", "/", "P", "o", " is the relative pressure, ", "n", " is the heterogeneity coefficient, α is a fitting parameter, and ", "K", " is Henry’s law constant.", "Synthesis of ", "UPR-2", ": A 5 mL solution of 4,4′-bipy (21.5 mg, 0.14 mmol) in CH", "2", "Cl", "2", " was placed in a 30 cm tall test tube. A 10 mL 1:1 mixture of CH", "2", "Cl", "2", ":MeCN was layered over the CH", "2", "Cl", "2", " layer, and a third layer of Cu(CF", "3", "SO", "3", ")", "2", " (100 mg, 0.275 mmol), 4-Cl-pzH (28.19 mg, 0.275 mmol), and Et", "3", "N (64.35 μL, 0.55 mmol) in 10 mL of MeCN was layered on top. Blue crystals of ", "UPR-2", " appeared gradually over a period of two weeks on the walls of the tube. Bulk synthesis of ", "UPR-2", " was achieved by the dropwise addition of a MeCN solution of 4,4′-bipy to a CH", "2", "Cl", "2", " solution of Cu(CF", "3", "SO", "3", ")", "2", ", 4-Cl-pzH, and Et", "3", "N. The identity of the resulting microcrystalline precipitate was confirmed by comparing its powder X-ray diffraction (PXRD) and FT-IR spectra with those of single crystals of ", "UPR-2", ". Analysis calculated for [Cu", "3", "(μ", "3", "-OH)(μ-4-Cl-pz)", "3", "(μ-4,4′-bipy)", "2", "](CF", "3", "SO", "3", ")", "2", "·6H", "2", "O, C", "31", "H", "35", "N", "10", "Cu", "3", "O", "13", "Cl", "3", "F", "6", "S", "2", ": C, 30.25; H, 2.86; N, 11.38. Found: C, 29.05; H, 2.60; N, 11.08.", "Crystallography", "Single crystal X-ray diffraction data for ", "UPR-2", " were obtained from a crystal mounted atop a glass fiber using a Bruker APEX II CCD diffractometer and were corrected for Lorentz and polarization effects. Reflections beyond θ = 24.9° were excluded due to their low intensity. The structure was solved using SHELXS-97 and refined by the least-squares methods on ", "F", "2", " with SHELXL-97 incorporated in SHELXTL, version 6.14.", "(29)", " Hydrogen atoms were placed in calculated positions and refined with their thermal ellipsoids riding on the corresponding carbon or oxygen atoms. In order to improve the parameter-to-data ratio, the aromatic 5- and 6-membered rings were refined as rigid polygons. Large solvent-accessible voids in the crystal structure of ", "UPR-2", " are occupied by interstitial water molecules, whose crystallographic disorder could not be modeled satisfactorily. Consequently, the diffraction data set of ", "UPR-2", " was modified by the SQUEEZE routine of the PLATON package before final refinement.", "(30)", " The small crystal size, partial solvent loss during data collection, and incomplete modeling of the disorder of the CF", "3", "-moiety of the triflate counterion limited the quality of final structure refinement. PXRD patterns of the as-synthesized, activated, and post-CO", "2", "-adsorption samples were obtained using a Rigaku ULTIMA III X-ray diffraction unit, equipped with cross beam optics and a Cu Kα target operating at 40 kV and 44 mA.", "DFT Calculations", "To determine the adsorption sites of CO", "2", " in the MOFs, ", "UPR-1", ", and ", "UPR-2", ", we performed spin-polarized density functional theory (DFT) calculations. All calculations were carried out employing the Vienna Ab-initio Simulation Package (VASP).", "(31)", " The Perdew–Burke–Ernzerhof (PBE) exchange and correlation functionals were employed for the geometrical optimizations.", "(32)", " Ionic cores were represented by the projector augmented-wave (PAW) method.", "(33)", " The wave function energy cutoff was 400 eV. The fractional occupation number technique", "(34)", " was employed with an energy width of 0.2 eV. The geometry and experimental lattice parameters of ", "UPR-1", "(25)", " and ", "UPR-2", " (Table ", "1", ") were used to build our models. For the duration of geometry optimization, the lattice parameters of ", "UPR-1", " and ", "UPR-2", " were kept fixed, while all atomic positions were allowed to relax until residual forces on all atoms were less than 0.02 eV/Å. A gamma k-point was used for all calculations.", "The interaction (adsorption) energy of CO", "2", " in the MOFs was defined as", "where ", "E", "CO2@MOF", " is the total energy of the combined CO", "2", " and MOF system, ", "E", "MOF", " is the total energy of the MOF, and ", "E", "CO2", " is the total energy of CO", "2", " in the gas phase. Thus, negative values of Δ", "E", "ads", " indicate a favorable sorbent–sorbate interaction. To determine accurately the interaction energies, we evaluated the total energies with the van der Waals density functional theory method (vdW-DF)", "(35)", " and by adding a semiempirical dispersion correction (i.e., DFT-D3).", "(36)", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "The design and applications of azolate-based MOFs have recently been reviewed;", "(37)", " most of them contain biazolates (bis-pyrazolates, bis-imidazolates, etc.) as linkers. Pettinari et al. have recently reviewed coordination polymers involving triangular Cu", "3", "-pyrazolato SBUs.", "(37b)", " Pyrazolato ligands force a ∼120° N–N–Cu angle and favor the formation of a triangular 3-connecting SBU. We have previously reported structural studies of such Cu", "3", "-pyrazolato-containing MOFs.", "(25)", " In a recent study, Di Nicola et al. have also reported several 2D and 3D coordination polymers based on 4,4′-bipy linkers and [Cu", "3", "(μ", "3", "-OH)]-SBUs.", "(38)", "UPR-1", " contains [Cu", "3", "(μ", "3", "-OH)(μ-pz)", "3", "]-SBUs and 4,4′-bipy as linkers resulting in a eight-fold interpenetrated 3D framework. From our earlier studies, we know that Cu", "3", "-pyrazolato complexes can be prepared with any one of several 4-substituted pyrazoles.", "(39)", " We are now initiating a research program to study the adsorption properties of ", "UPR-1", " and modified MOFs based on other related triangular Cu", "3", "-pyrazolato SBUs.", "UPR-1", " was prepared by adding a MeOH solution of 4,4′-bipy dropwise into a MeOH solution containing a Cu", "2+", "-salt, pzH, and NaOH in a reaction mixture with a linker-to-Cu ratio of 1:2. Slow evaporation of the MeOH filtrate afforded blue crystals of ", "UPR-1", ". The use of 4-Cl-pzH, instead of pzH, failed to produce single crystals of MOFs under similar reaction and crystallization conditions as those of ", "UPR-1", ". However, with a linker-to-Cu ratio of 2:3, Et", "3", "N instead of NaOH as the base, and by a CH", "2", "Cl", "2", "/MeCN layering method, blue single crystals of [Cu", "3", "(μ", "3", "-OH)(μ-4-Cl-pz)", "3", "(μ-4,4′-bipy)", "2", "](CF", "3", "SO", "3", ")", "2", " (", "UPR-2", ") as a hexa-aquo solvate were successfully grown. The TG analysis of ", "UPR-2", " showed six molecules of water per [Cu", "3", "] unit. TGA showed that the six water molecules were gradually lost up to the onset of decomposition.", "Crystallographic details for ", "UPR-2", " are listed in Table ", "1", ". Figure ", "1", " shows the 4-connecting node (SBU) in ", "UPR-2", ". The capping μ", "3", "-OH group is located 0.567 Å above the Cu", "3", " plane, similar to other [Cu", "3", "(μ", "3", "-OH)]-containing isolated complexes and MOFs reported by us", "(24a, 25)", " and others.", "(40)", " The Cu–Cu distances within the trinuclear units are 3.278(20), 3.349(14), and 3.393(8) Å, similar to those of ", "UPR-1", ", 3.254(3) – 3.371(3) Å (Table S1 of the ", "Supporting Information", "). Two triflate counterions per [Cu", "3", "] are positioned one above and one below the Cu", "3", " plane. The latter anion forms long Cu···O interactions with two of the three Cu atoms [2.433(14) and 2.687(23) Å], and the former forms a H bond with the μ", "3", "-OH group [O···O, 2.86(1) Å]. The −CF", "3", " group of the second triflate anion is crystallographically disordered, rotating around the C–S bond. The two triflate anions are positioned in a manner that renders the μ", "3", "-OH groups and Cu centers inaccessible to the adsorbates. The Cu atoms assume square pyramidal geometries, two with a N", "3", "O", "2", "– and the third one with a N", "4", "O-coornination sphere. Three of the four Cu–N (bipy) bonds from each Cu", "3", " triangle are approximately 2.00 Å long, while the fourth one is longer, at 2.300 Å. The SBU assumes an approximately tetrahedral nodal structure.", "Figure 1. (a) SBU showing a four-connecting node. (b) Molecular structure of the Cu", "3", "–SBU. Only one-half of the 4,4′-bipy linkers are shown. Carbonic H atoms and the triflate ion H-bonding with μ", "3", "-OH are not shown.", "Table 1. Crystallographic Data for ", "UPR-2", "formula", "C", "31", "H", "23", "Cl", "3", "Cu", "3", "F", "6", "N", "10", "O", "7", "S", "2", "formula weight", "1122.68", "temperature", "296(2) K", "crystal system", "triclinic", "space group", "P1̅", "unit cell parameters", "a", " = 12.287(8) Å; α = 86.733(8)°", " ", "b", " = 12.916(8) Å; β = 70.433(8)°", " ", "c", " = 18.199(12) Å; γ = 80.146(8)°", "volume", "2681(3) Å", "3", "Z", "2", "density (calculated)", "1.391 Mg/m", "3", "absorption coefficient", "1.473 mm", "–1", "F", "(000)", "1118", "crystal size", "0.18 × 0.13 × 0.12 mm", "3", "theta range for data collection", "1.99 to 24.90°", "index ranges", "–14 ≤ h ≤ 14, –15 ≤ k ≤15, –21 ≤ l ≤ 21", "reflections collected", "18472", "independent reflections", "9102 [", "R", "(int) = 0.0850]", "completeness to theta 24.90°", "97.2%", "absorption correction", "multiscan", "max and min transmission", "0.8408 and 0.7775", "refinement method", "full-matrix least-squares on ", "F", "2", "data/restraints/parameters", "9102/73/491", "goodness-of-fit on ", "F", "2", "1.368", "Final ", "R", " indices [", "I", " > 2sigma(", "I", ")]", "R", "1 = 0.1718, ", "wR", "2 = 0.4152", "R", " indices (all data)", "R", "1 = 0.2145, ", "wR", "2 = 0.4365", "extinction coefficient", "0.0031(17)", "Both ", "UPR-1", " and ", "UPR-2", " retain the basic [Cu", "3", "(μ", "3", "-OH)(pz*)", "3", "] triangle (pz* = pz or 4–Cl–pz), the difference between them lying in the build-up of their respective frameworks: ", "UPR-1", " consists of eight interpenetrating nets with 3-connected nodes in a ", "srs", " framework topology, whereas ", "UPR-2", " consists of three interpenetrating nets with 4,3-connected nodes in a ", "mog", " topology.", "(20)", " The Schlafi and vertex symbols for ", "UPR-1", " are 10", "3", " and 10", "5", "·10", "5", "·10", "5", ", while those for ", "UPR-2", " are [3.10.11]", "2", "[3 × 10", "5", "] and [3 × 10", "2", "·10·10·10·10][3 × 10", "2", "·12", "2", "].", "(20, 41)", " The structure of ", "UPR-2", " is porous with 850 Å", "3", " of solvent accessible space in the unit cell, representing ∼31% of the unit cell volume. In contrast, the higher-interpenetrated ", "UPR-1", " has only 3% of solvent accessible voids (200 Å", "3", "). Figure ", "2", "a shows one of the three interpenetrating nets with a hexagonal pore structure. Figure ", "2", "b shows all three interpenetrating nets viewed parallel to the crystallographic ", "b", " axis.", "Figure 2. (a) One of the three interpenetrating nets of ", "UPR-2", " viewed at a small angle to the crystallographic ", "c", " axis. (b) The three interpenetrating nets viewed parallel to the crystallographic ", "b", " axis, each color representing an individual net.", "TGA shows that ", "UPR-1", " and ", "UPR-2", " have similar thermal stabilities (Figure S2 of the ", "Supporting Information", "). Both compounds lose their interstitial solvent molecules (<4% weight) up to 120 °C, and no further solvent loss is observed until the onset of decomposition at approximately 200 °C.", "On the basis of the TGA results, activation prior to adsorption was performed at 125 °C for both samples. Because of the presence of 5-coordinate Cu centers (coordinatively unsaturated) and a hydroxy group, it was anticipated that both materials should show high CO", "2", "-adsorption capacities (heat of adsorption at zero-coverage) with significant sorption enthalpies, >35 kJ mol", "–1", ". However, the high degree of interpenetration in ", "1", " and the weakly coordinated triflate counterions in ", "UPR-2", " block the access of guest CO", "2", " molecules to the open coordination sites of the metal centers. H bonding of triflate anions to the μ", "3", "-OH group makes the latter also inaccessible to CO", "2", ".", "The adsorption isotherms of ", "UPR-1", " and ", "UPR-2", " in the 0–10 atm range are shown in Figure ", "3", ". Both show low CO", "2", " sorption capacity but high selectivity for CO", "2", " over N", "2", " and H", "2", ". ", "UPR-1", " displayed 10% higher CO", "2", " adsorption capacity at ca. 10 atm than ", "UPR-2", ". There is little or no adsorption of H", "2", " or N", "2", " up to 4 atm. The adsorption of CO", "2", " follows a linear pathway without reaching a plateau up to ∼10 atm. The desorption traces are different from those of adsorption, leading to hysteretic adsorption/desorption profiles. Even after evacuation, ∼0.3 mmol/g of CO", "2", " remained in the framework, which could be removed by reactivation at 120 °C. The reactivated sample has identical CO", "2", " sorption/desorption curves, indicating that no permanent structural changes occur during the first pressure cycle. In accordance with a fit of the desorption legs with the MDA isotherm model, the interaction of CO", "2", " with the surface of ", "UPR-2", " is much stronger compared to ", "UPR-1", ". This is evident by the larger Henry’s law constant (", "K", ") and lower energy parameter (", "C", ", inversely proportional to the energy of adsorption) for ", "UPR-2", " (see Table ", "2", "). Furthermore, it appears that the ", "UPR-2", " surface possesses a higher degree of heterogeneity as evidenced by a larger ", "n", " value (Table ", "2", "), probably related to the availability of multiple adsorption sites.", "Figure 3. Pure component equilibrium adsorption/desorption isotherms for (A) ", "UPR-1", " and (B) ", "UPR-2", " at 25 °C.", "Table 2. Isotherm Model Parameters Obtained from CO", "2", " Desorption in ", "UPR-1", " and ", "UPR-2", " at 25 °C", "a", " ", "Modified Dubinin-Astakhov (MDA) Parameters", " ", "adsorbent", "q", "o", " (mmol g", "-1", ")", "C", " (−)", "K", " (mmol g", "–1", " atm", "–1", ")", "α (−)", "n", " (−)", "std deviation", "b", "V", "sat", " (cm", "3", "/g)", "UPR-1", "2.876", "0.305", "1.093", "1365.321", "1.055", "±0.013", "0.123", "UPR-2", "1.701", "0.196", "5.332", "900.758", "2.057", "±0.016", "0.073", "a", "Apparent CO", "2", " saturation volume (", "V", "sat", ") was calculated, assuming the adsorbed phase behaves like a liquid.", "b", "The standard deviation was calculated based on residuals between the observed and calculated equilibrium loading amounts for the complete pressure range.", "At 10 atm, ", "UPR-1", " and ", "UPR-2", " adsorb approximately one CO", "2", " molecule per three [Cu", "3", "] units or approximately 70 mg CO", "2", " per gram of MOF. This represents ca. 16% of the total capacity based on the crystallographic data (i.e., void volume at 1 atm) for ", "UPR-2", ", assuming that the whole pore volume is accessible to CO", "2", " molecules but more than 100% of the solvent accessible void at 1 atm of the much tighter packed ", "UPR-1", ". Kitagawa and co-workers have reported a two-fold interpenetrated MOF with a similar adsorption characteristic as ", "UPR-1", " and ", "UPR-2", ", albeit for CO", "2", " and N", "2", " at high pressures, up to 120 atm.", "(42)", " They found residual adsorption of these gases at low pressures, up until 50 atm, at which point the initial pore surface area of only 24 m", "2", "/g grows to 320 m", "2", "/g by a “gate-opening” mechanism. Their desorption curve showed an abrupt decrease at a “gate-closing” pressure of 30 atm. The overall adsorption isotherm adheres to Type II, while in our case, the isotherms are of Type III indicating weak sorbent–sorbate interactions. Approximately 60% of the CO", "2", " sorbed at 10 atm remains in the lattices of ", "UPR-1", " and ", "UPR-2", " when the pressure is reduced to 1 atm and 18% or one CO", "2", " molecule per fifteen [Cu", "3", "] units remains trapped in the lattice, even close to 0 atm.", "To monitor the structural changes of the sorbent that accompany the adsorption–desorption cycles and give rise to the hysteresis in the CO", "2", " sorption versus pressure plots, PXRD patterns of ", "UPR-1", " were recorded for (a) the as-prepared sample, (b) the sample after thermal activation but before CO", "2", " sorption, and (c) after a cycle of CO", "2", " sorption (10 atm)–desorption with the latter leg interrupted at 1 atm (Figure ", "4", "). The three experimental patterns were then compared with a simulated one (Figure S3 of the ", "Supporting Information", ") obtained from the single crystal diffraction data using the SHELXTL-XPOW routine. Axial lengths and unit cell volumes for the as-prepared, presorption, and after-sorption samples were determined by solving the Bragg equation for peaks in the PXRD diffractograms (Table ", "3", "). The unit cell dimensions of the as-prepared material match those determined from the single crystal data. Upon activation (degassing at 120 °C), the as-prepared material contracts along the ", "a", " and ", "b", " axes and expands along the ", "c", " axis, with an overall 2% volume decrease. Subsequently, after a sorption–desorption cycle and under 1 atm of CO", "2", " pressure, the lattice expands again along the ", "a", " and ", "b", " axes, returning them to their preactivation dimensions, while the ", "c", " axis remains expanded for an overall volume increase of ∼1%, compared to the as-synthesized volume. The lattice expansion under CO", "2", " pressure is consistent with the hysteresis observed in the CO", "2", " adsorption isotherm. The volume of the unit cell shrinks to 7198 Å", "3", " from the crystallographic 7335 Å", "3", ", which again expands up to 7381 Å", "3", " upon CO", "2", " adsorption. The overall expansion is calculated at 183 Å", "3", ". Such quantifiable expansion of a framework at a low pressure range (1–10 atm) upon CO", "2", " adsorption has rarely been documented. The PXRD pattern of the as-prepared sample contains the (111) and (113) diffraction peaks, which constitute violations of the systematic absences of the 4", "3", "-screw axis symmetry. These violations are attributed to interstitial solvent molecules, which lower the actual crystal symmetry of ", "UPR-1", ". Removal of the interstitial solvent molecules, by thermal activation and degassing, eliminates both those peaks. The PXRD pattern of ", "UPR-2", " consists of broad lines (Figure S4 of the", " Supporting Information", "), which do not allow a detailed analysis, such as the one carried out for ", "UPR-1", ".", "Figure 4. PXRD patterns for ", "UPR-1", ". As-synthesized (red), degassed (black), and after CO", "2", " adsorption and desorption up to 1 atm (blue). (a) Diffractograms in the 2θ range 5–45°, (b) expanded to show peaks in the 2θ range, 6–11°. Labels show planes significant to our analyses.", "Table 3. Unit Cell Parameters Obtained from Simulated and Experimental Powder XRD Patterns", " ", "a", " (Å)", "c", " (Å)", "volume (Å", "3", ")", "from single crystal data", "18.853(2)", "20.639(3)", "7335.8(15)", "as-synthesized", "18.85", "20.64", "7336", "after degassing", "18.59", "20.84", "7198", "after CO", "2", " adsorption", "18.81", "20.86", "7381", "To probe the adsorption properties of ", "UPR-1", " and ", "UPR-2", ", first principle calculations of the interaction energy of CO", "2", " molecules located in various possible absorption sites in the MOFs were carried out. Here, we limit our discussion to the more stable positions only. All calculations were performed with two DFT-based methods, DFT-D3", "(36)", " and vdW-DF,", "(35)", " that have been shown to be reliable for the study of MOFs. In general, the two methods produce similar interaction energy for CO", "2", " in the two MOFs. Yet, vdW-DF yields 2.3 kcal/mol (on average) stronger interaction energies than DFT-D3. We limit our discussion to the vdW-DF results as this method is known to better reproduce the experimental interaction energies of CO", "2", " in MOFs.", "(43)", " Nevertheless, results from both methods and for CO", "2", " on the various possible adsorption sites in ", "UPR-1", " and ", "UPR-2", " are included as ", "Supporting Information", ". Results are summarized in Table ", "4", ".", "Table 4. Calculated Interaction Energy (Δ", "E", "ads", ") of CO", "2", ", CH", "4", ", N", "2", ", and H", "2", " in ", "UPR-1", " and ", "UPR-2", "sorbates", "UPR-1", "(kcal/mol)", "UPR-2", "(kcal/mol)", "CO", "2", "–11.82", "–17.72", "CH", "4", "–0.49", "–9.24", "N", "2", "–3.43", "–9.39", "H", "2", "–3.91", "–4.31", "The calculated interaction (adsorption) energy, Δ", "E", "ads", ", of CO", "2", " in both MOFs is in general double or larger than that of CH", "4", ", N", "2", ", and H", "2", ". These results help to rationalize the preferential adsorption of CO", "2", " over N", "2", " or H", "2", ". Such differences arise from the quadrupolar nature of CO", "2", ".", "The μ", "3", "-OH groups and the Cu centers in ", "UPR-1", " and ", "UPR-2", " are blocked by the triflate counterions, preventing these sites from directly interacting with CO", "2", " (", "vide supra", "). Instead, CO", "2", " interacts with the H atoms in the organic groups of the MOFs, with an OCO···H distance of ca. 3.3 Å (Figure ", "5", " and Table S2 of the ", "Supporting Information", "). The distances between CO", "2", " and the C- and N-atoms are ca. 0.1 Å shorter in ", "UPR-1", " than ", "UPR-2", ". This tilting of CO", "2", " molecules in ", "UPR-1", " reflects the tighter voids that result from its higher degree of interpenetration. Similarly, the distance of CO", "2", " to the triflate counterions is shorter by 0.2 Å in ", "UPR-1", " than in ", "UPR-2", " (Figure ", "6", " and Table S2 of the ", "Supporting Information", ").", "Figure 5. Optimized positions of CO", "2", " in ", "UPR-1", ". CO", "2", " on porous, (a) P1 and metal and (b) M1 sites. CO", "2", " and the [Cu", "3", "(μ", "3", "-OH)] group are enlarged in (a). In (b), triflate counterions are also enlarged.", "Figure 6. Optimized positions of CO", "2", " in ", "UPR-2", ". CO", "2", " on porous sites, (a) P2, and (b) P3. CO", "2", ", the [Cu", "3", "(μ", "3", "-OH)] groups, triflate counterions and 4-Cl-pzH are enlarged.", "The calculated Δ", "E", "ads", " is −11.82 and −17.72 kcal/mol (Table ", "4", ") for CO", "2", " in ", "UPR-1", " and ", "UPR-2", ", respectively. Such Δ", "E", "ads", " are significantly higher than the characteristic values for weak vdW interactions (2–5 kcal/mol). Additional interactions (e.g., electrostatic and π-quadrupole)", "(44)", " may be the source of the calculated Δ", "E", "ads", " for CO", "2", " in ", "UPR-1", " and ", "UPR-2", ".", "A direct comparison of calculated Δ", "E", "ads", " and measured isosteric heat of adsorption is not possible at the moment. However, the energy parameter ", "C", " (Table ", "2", ") is inversely proportional to the energy of adsorption of CO", "2", " in the MOFs. Therefore, the calculated ratio, Δ", "E", "ads", "(", "UPR-2", ")/Δ", "E", "ads", "(", "UPR-1", "), can be compared to the experimental ratio, ", "C", "(", "UPR-1", ")/", "C", "(", "UPR-2", "). The ratio of Δ", "E", "ads", " is 1.50, in good agreement with the ratio of ", "C", ", 1.56. The ca. 50% stronger binding of CO", "2", " in ", "UPR-2", " may be in part due to its lower interpenetration that results in less repulsive interactions between CO", "2", ", the MOFs, and counterions. Additionally, the electrostatic interaction resulting between the C atoms in CO", "2", " and the Cl atoms in the 4-Cl-pzH groups in ", "UPR-2", " may also contribute to the stronger binding.", "(45)", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Conclusions", "In summary, a small chemical modification to the [Cu", "3", "]-SBU, namely the introduction of a Cl atom at the four-position of the bridging pyrazolato ligands, has resulted in major structural differences between the two MOFs. As the dimensions of the two SBUs vary marginally, the shift from eight-fold to three-fold interpenetration is tentatively attributed to their different charge distributions and interactions between local dipoles. With regard to their gas sorption properties, both ", "UPR-1", " and ", "UPR-2", " behave qualitatively in a similar manner (i.e., both sorb CO", "2", " in preference to N", "2", " or H", "2", "), even though their porosities differ greatly. However, theoretical study of CO", "2", " sorption indicates that while CO", "2", " attaches to the H atoms of pyrazoles of both MOFs, the sorption energies differ by approximately 40% because of the different environment (i.e., steric hindrances and anion proximity) of the sorption sites. This is consistent with the experimentally determined ", "C", "(", "UPR-1", ")/", "C", "(", "UPR-2", ") ratio of 1.56. The above foresee that further modification of the [Cu", "3", "(μ", "3", "-OH)(μ-4-R-pz)", "3", "]", "2+", "-SBU with new R groups may allow the tuning of both the pore volume and the nature of gas molecule binding to this family of [Cu", "3", "]-MOFs in the future. The flexibility of the eight-fold interpenetrated ", "UPR-1", " MOF is clearly manifested in the changes of its axial dimensions accompanying the sorption of CO", "2", ", even though there was only a small variation of the lattice volume. While monitoring the variation of the axial dimensions of ", "UPR-2", " was not possible, the similarity of its sorption–desorption hysteretic profile to that of ", "UPR-1", " suggests a similar flexible nature.", "Tight binding of a neutral sorbent to a neutral sorbate is considered advantageous for strong sorption. For charged MOFs incorporating counterions, the picture is more complicated by the crowding of all polar and charged species in the limited space of the interpenetrated lattices. While charged MOFs have been proposed as ideal selective H", "2", " sorbents, the cationic ", "UPR-1", " and ", "UPR-2", " discriminate against H", "2", " in favor of CO", "2", ".", "(46)", " The separation of CO", "2", " impurities from H", "2", " is a process of industrial importance.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "An ORTEP diagram, tables of interatomic distances, and angles for ", "UPR-2", ", TGA profiles, experimental and simulated PXRD patterns, CO", "2", "-framework distances for ", "UPR-1", " and ", "UPR-2", ", tables of calculated gas adsorption energies are given as Supporting Information for this article, and cif file. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "∥", "Author Present Address", "Materials Science and Technology Division, Oak Ridge National Laboratory, Oak Ridge, Tennessee 37831, United States.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "This work has been supported by the National Aeronautics and Space Administration (Grants NNX09AV05A and NNX08BA48A) and the National Science Foundation (Grant HRD-0833112). L.M. thanks the Institute for Functional Nanomaterials-UPR for a graduate fellowship. The research was sponsored in part by the Materials Sciences & Engineering Division of the Office of Basic Energy Sciences, U.S. Department of Energy (DOE).", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 46 other publications.", "1. ", "Rowsell", ", ", "J. L. C.", "; ", "Yaghi", ", ", "O. M.", " ", "Microporous Mesoporous Mat.", " ", "2004", ",  ", "73", " (", "1–2", ")  ", "3", "– ", "14", "[", "Crossref", "], [", "CAS", "]", "1. ", "Metal-organic frameworks: a new class of porous materials", "Rowsell, Jesse L. C.; Yaghi, Omar M.", "Microporous and Mesoporous Materials", "\r\n        (", "2004", "),\r\n    ", "73", "\r\n        (", "1-2", "),\r\n    ", "3-14", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A review of the synthesis, structure, and properties of metal-org. frameworks (MOFs) is presented, highlighting the important advances in their research over the past decade.  This new class of porous materials is attracting attention due to demonstrations of their large pore sizes, high apparent surface areas, selective uptake of small mols., and optical or magnetic responses to the inclusion of guests.  More importantly, their synthesis from mol. building blocks holds the potential for directed tailoring of these properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXlvVWrur4%253D&md5=63063a3480702ad0f211a6d5f0fd0491", "2. ", "(a) ", "O’Keeffe", ", ", "M.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", " (", "5", ")  ", "1215", "– ", "1217", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Design of MOFs and intellectual content in reticular chemistry: a personal view", "O'Keeffe, Michael", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1215-1217", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This article gives a personal perspective on the ideas leading to the development of reticular chem.  The feasibility of achieving targeted materials with predetd. metrics and functionality by designed synthesis is defended.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu78%253D&md5=3811ee3f78991faa0cd9e0524b6aee3c", "(b) ", "Tranchemontagne", ", ", "D. J.", "; ", "Ni", ", ", "Z.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", " (", "28", ")  ", "5136", "– ", "5147", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Reticular chemistry of metal-organic polyhedra", "Tranchemontagne, David J.; Ni, Zheng; O'Keeffe, Michael; Yaghi, Omar M.", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "28", "),\r\n    ", "5136-5147", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Metal-org. polyhedra (MOPs), are discrete metal-org. mol. assemblies.  They are useful as host mols. that can provide tailorable internal vol. in terms of metrics, functionality, and active metal sites.  As a result, these materials are potentially useful for a variety of applications such as highly selective guest inclusion and gas storage, and as nanoscale reaction vessels.  This review identifies the nine most important polyhedra, and describes the design principles for the five polyhedra most likely to result from the assembly of secondary building units, and provides examples of these shapes that are known as metal-org. crystals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXos1Gkurs%253D&md5=40306252f38fbf10274de523547dc44f", "(c) ", "Yaghi", ", ", "O. M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Ockwig", ", ", "N. W.", "; ", "Chae", ", ", "H. K.", "; ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", " ", "Nature", " ", "2003", ",  ", "423", " (", "6941", ")  ", "705", "– ", "714", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Reticular synthesis and the design of new materials", "Yaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, Jaheon", "Nature (London, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "423", "\r\n        (", "6941", "),\r\n    ", "705-714", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The long-standing challenge of designing and constructing new cryst. solid-state materials from mol. building blocks is just beginning to be addressed with success.  A conceptual approach that requires the use of secondary building units to direct the assembly of ordered frameworks epitomizes this process: the authors call this approach reticular synthesis.  This chem. has yielded materials designed to have predetd. structures, compns. and properties.  In particular, highly porous frameworks held together by strong metal-O-C bonds and with exceptionally large surface area and capacity for gas storage were prepd. and their pore metrics systematically varied and functionalized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXksV2itro%253D&md5=2417c5adb0e948350d3d62350c8cd7ea", "3. ", "MacGillivray", ", ", "L. R.", ",  ", "Metal-Organic Frameworks: Design and Applications", ", ", "1", "st ed.; ", "Wiley", ": ", "Hoboken, NJ", ", ", "2010", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "4. ", "Czaja", ", ", "A. U.", "; ", "Trukhan", ", ", "N.", "; ", "Muller", ", ", "U.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", " (", "5", ")  ", "1284", "– ", "1293", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Industrial applications of metal-organic frameworks", "Czaja, Alexander U.; Trukhan, Natalia; Muller, Ulrich", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1284-1293", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  New materials are prerequisite for major breakthrough applications affecting the daily life, and therefore are pivotal for the chem. industry.  Metal-org. frameworks (MOFs) constitute an emerging class of materials useful in gas storage, gas purifn., and sepn. applications as well as heterogeneous catalysis.  They not only offer higher surface areas and the potential for enhanced activity than currently used materials like base metal oxides, but also provide shape/size selectivity which is important both for sepns. and catalysis.  In this crit. review an overview of the potential applications of MOFs in the chem. industry is presented.  Furthermore, the synthesis and characterization of the materials are briefly discussed from the industrial perspective.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7o%253D&md5=63295ce7e2fb393c1abecd7623bc9c58", "5. ", "Horcajada", ", ", "P.", "; ", "Gref", ", ", "R.", "; ", "Baati", ", ", "T.", "; ", "Allan", ", ", "P. K.", "; ", "Maurin", ", ", "G.", "; ", "Couvreur", ", ", "P.", "; ", "Férey", ", ", "G.", "; ", "Morris", ", ", "R. E.", "; ", "Serre", ", ", "C.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", " (", "2", ")  ", "1232", "– ", "1268", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Metal-Organic Frameworks in Biomedicine", "Horcajada, Patricia; Gref, Ruxandra; Baati, Tarek; Allan, Phoebe K.; Maurin, Guillaume; Couvreur, Patrick; Ferey, Gerard; Morris, Russell E.; Serre, Christian", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1232-1268", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Coordination polymers or MOFs (metal-org. frameworks) as porous solids for biomedical are reviewed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1SrtbzN&md5=62d808da30f56c11c9a54bf70fabdc0e", "6. ", "Férey", ", ", "G.", "; ", "Millange", ", ", "F.", "; ", "Morcrette", ", ", "M.", "; ", "Serre", ", ", "C.", "; ", "Doublet", ", ", "M.-L.", "; ", "Grenèche", ", ", "J.-M.", "; ", "Tarascon", ", ", "J.-M.", " ", "Angew. Chem., Int. Ed.", " ", "2007", ",  ", "46", " (", "18", ")  ", "3259", "– ", "3263", "[", "Crossref", "], [", "CAS", "]", "6. ", "Mixed-valence Li/Fe-based metal-organic frameworks with both reversible redox and sorption properties", "Ferey, Gerard; Millange, Franck; Morcrette, Mathieu; Serrem, Christian; Doublet, Marie-Liesse; Grenech, Jean-Marc; Tarascon, Jean-Marie", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "18", "),\r\n    ", "3259-3263", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The prepn. and use of use of mixed-valence metal-org. frameworks as rechargeable intercalation cathodes for Li batteries were studied.  The gravimetric (75 mA-h/g) and volumetric (140 mA-h/L) electrochem. capacities of [FeIII(OH)(O2CC6H4CO2)] for Li are modest, owing to the limited no. of inserted Li atoms per formula unit (0.6) and the low d. of the material (1.7 g/cm3), such values may be improved by using structures with other transition metals and/or ligands.  The system presented here is a preliminary result, but note that the amt. of inserted Li into these phases increases as a function of the fluorine content.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXlsVKhsrg%253D&md5=a99f5b51fdea2f1018983475d0305241", "7. ", "Lee", ", ", "J.", "; ", "Farha", ", ", "O. K.", "; ", "Roberts", ", ", "J.", "; ", "Scheidt", ", ", "K. A.", "; ", "Nguyen", ", ", "S. T.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", " (", "5", ")  ", "1450", "– ", "1459", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Metal-organic framework materials as catalysts", "Lee, Jeong Yong; Farha, Omar K.; Roberts, John; Scheidt, Karl A.; Nguyen, Son Binh T.; Hupp, Joseph T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1450-1459", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; a crit. review of the emerging field of MOF-based catalysis is presented.  Discussed are examples of: (a) opportunistic catalysis with metal nodes, (b) designed catalysis with framework nodes, (c) catalysis by homogeneous catalysts incorporated as framework struts, (d) catalysis by MOF-encapsulated mol. species, (e) catalysis by metal-free org. struts or cavity modifiers, and (f) catalysis by MOF-encapsulated clusters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7k%253D&md5=d9cef4eb52ffb1c73fe1195e11bace26", "8. ", "Allendorf", ", ", "M. D.", "; ", "Bauer", ", ", "C. A.", "; ", "Bhakta", ", ", "R. K.", "; ", "Houk", ", ", "R. J. T.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", " (", "5", ")  ", "1330", "– ", "1352", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Luminescent metal-organic frameworks", "Allendorf, M. D.; Bauer, C. A.; Bhakta, R. K.; Houk, R. J. T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1330-1352", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; metal-org. frameworks (MOFs) display a wide range of luminescent behaviors resulting from the multifaceted nature of their structure.  In this crit. review we discuss the origins of MOF luminosity, which include the linker, the coordinated metal ions, antenna effects, excimer and exciplex formation, and guest mols.  The literature describing these effects is comprehensively surveyed, including a categorization of each report according to the type of luminescence obsd.  Finally, we discuss potential applications of luminescent MOFs.  This review will be of interest to researchers and synthetic chemists attempting to design luminescent MOFs, and those engaged in the extension of MOFs to applications such as chem., biol., and radiation detection, medical imaging, and electro-optical devices.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurg%253D&md5=9219edb8997dd29d5f61edbe8e99797d", "9. ", "Li", ", ", "J.-R.", "; ", "Sculley", ", ", "J.", "; ", "Zhou", ", ", "H.-C.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", " (", "2", ")  ", "869", "– ", "932", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Metal-Organic Frameworks for Separations", "Li, Jian-Rong; Sculley, Julian; Zhou, Hong-Cai", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "869-932", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  This article reviews the metal-org. frameworks (MOFs), a new class of porous solid materials.  Their performances for applications in sepns. and purifications is attracting intense interest of researchers working in the fields of chem., chem. engineering, materials science, and others.  Despite being in its infancy, the research progress in this subject has already shown that MOFs are promising for sepn. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1OnsbbL&md5=635f36e2682f7fbc651f5021d591a1cf", "10. ", "WMO, WMO Greenhouse Gas Bulletin. ", "http://www.wmo.int/pages/mediacentre/press_releases/documents/GHG_Bulletin_No.8_en.pdf", " (accessed Feb. ", "2013", ") .", "There is no corresponding record for this reference.", "11. ", "Pan", ", ", "L.", "; ", "Adams", ", ", "K. M.", "; ", "Hernandez", ", ", "H. E.", "; ", "Wang", ", ", "X.", "; ", "Zheng", ", ", "C.", "; ", "Hattori", ", ", "Y.", "; ", "Kaneko", ", ", "K.", " ", "J. Am. Chem. Soc.", " ", "2003", ",  ", "125", " (", "10", ")  ", "3062", "– ", "3067", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Porous lanthanide-organic frameworks: synthesis, characterization, and unprecedented gas adsorption properties", "Pan, Long; Adams, Kristie M.; Hernandez, Hayden E.; Wang, Xiaotai; Zheng, Chong; Hattori, Yoshiyuki; Kaneko, Katsumi", "Journal of the American Chemical Society", "\r\n        (", "2003", "),\r\n    ", "125", "\r\n        (", "10", "),\r\n    ", "3062-3067", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The reactions of Ln(NO3)3 (Ln = La, Er) with 1,4-phenylendiacetic acid (H2PDA) under hydrothermal conditions produce isostructural lanthanide coordination polymers with the empirical formula [Ln2(PDA)3(H2O)].2H2O.  The extended structure of [Ln2(PDA)3(H2O)].2H2O consists of Ln-COO triple helixes cross-linked through the -CH2C6H4CH2- spacers of the PDA anions, showing 1-dimensional open channels along the crystallog. c axis that accommodate the guest and coordinated H2O mols.  Evacuation of [Er2(PDA)3(H2O)].2H2O at room temp. and at 200°, resp., generates [Er2(PDA)3(H2O)] and [Er2(PDA)3], both of which give powder x-ray diffraction patterns consistent with that of [Er2(PDA)3(H2O)].2H2O.  The porosity of [Er2(PDA)3(H2O)] and [Er2(PDA)3] is further demonstrated by their ability to adsorb H2O vapor to form [Er2(PDA)3(H2O)].2H2O quant.  Thermogravimetric analyses show that [Er2(PDA)3] remains stable up to 450°.  The effective pore window size in [Er2(PDA)3] is estd. at 3.4 Å.  Gas adsorption measurements indicate that [Er2(PDA)3] adsorbs CO2 into its pores and shows nonporous behavior toward Ar or N2.  There is a general correlation between the pore size and the kinetic diams. of the adsorbates (CO2 = 3.3 Å, Ar = 3.40 Å, and N2 = 3.64 Å).  That the adsorption favors CO2 over Ar is unprecedented and may arise from the combined differentiations on size and on host-guest interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXhtFeksLs%253D&md5=595bca06e6fe7ee2295446286276692c", "12. ", "Vaidhyanathan", ", ", "R.", "; ", "Iremonger", ", ", "S. S.", "; ", "Shimizu", ", ", "G. K. H.", "; ", "Boyd", ", ", "P. G.", "; ", "Alavi", ", ", "S.", "; ", "Woo", ", ", "T. K.", " ", "Science", " ", "2010", ",  ", "330", " (", "6004", ")  ", "650", "– ", "653", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Direct Observation and Quantification of CO2 Binding Within an Amine-Functionalized Nanoporous Solid", "Vaidhyanathan, Ramanathan; Iremonger, Simon S.; Shimizu, George K. H.; Boyd, Peter G.; Alavi, Saman; Woo, Tom K.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "330", "\r\n        (", "6004", "),\r\n    ", "650-653", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Understanding the mol. details of CO2-sorbent interactions is crit. for the design of better carbon-capture systems.  Here the authors report crystallog. resoln. of CO2 mols. and their binding domains in a metal-org. framework functionalized with amine groups.  Accompanying computational studies that modeled the gas sorption isotherms, high heat of adsorption, and CO2 lattice positions showed high agreement on all three fronts.  The modeling apportioned specific binding interactions for each CO2 mol., including substantial cooperative binding effects among the guest mols.  The validation of the capacity of such simulations to accurately model mol.-scale binding bodes well for the theory-aided development of amine-based CO2 sorbents.  The anal. shows that the combination of appropriate pore size, strongly interacting amine functional groups, and the cooperative binding of CO2 guest mols. is responsible for the low-pressure binding and large uptake of CO2 in this sorbent material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlaqt7nP&md5=62d8612e2927fcca9d6903619e95b042", "13. ", "(a) ", "Liu", ", ", "Y.", "; ", "Wang", ", ", "Z. U.", "; ", "Zhou", ", ", "H.-C.", " ", "Greenhouse Gases: Sci. Technol.", " ", "2012", ",  ", "2", " (", "4", ")  ", "239", "– ", "259", "[", "Crossref", "], [", "CAS", "]", "13. ", "Recent advances in carbon dioxide capture with metal-organic frameworks", "Liu, Yangyang; Wang, Zhiyong U.; Zhou, Hong-Cai", "Greenhouse Gases: Science and Technology", "\r\n        (", "2012", "),\r\n    ", "2", "\r\n        (", "4", "),\r\n    ", "239-259", "CODEN:\r\n                ", "GGSTBK", ";\r\n        ISSN:", "2152-3878", ".\r\n    \r\n            (", "Wiley-Blackwell", ")\r\n        ", "A review.  Uncontrolled massive release of the primary greenhouse gas carbon dioxide (CO2) into atm. from anthropogenic activities poses a big threat and adversely affects our global climate and natural environment.  One promising approach to mitigate CO2 emission is carbon capture and storage (CCS), in which ideal adsorbent materials with high storage capacity and excellent adsorption selectivity over other gases are urgently needed.  For practical applications in CO2 capture from flue gas of power plants, the biggest single contributor of anthropogenic CO2 emission, the adsorbent materials must also be chem. stable, be easy to regenerate with minimal energy input, and be easily synthesized with low capital cost.  Metal-org. frameworks (MOFs), highly cryst. porous materials constructed by metal ions and org. ligands, have emerged as a class of excellent adsorbent materials for carbon capture.  Great progress in MOF materials for CO2 capture has been made in the past and reviewed accordingly, but new discoveries are constantly being made as the field quickly grows.  In this paper, we provide a short review on the most recent advances in using MOFs for CO2 adsorption, storage, and sepn. that are directly related to CO2 capture.  Some of the important properties of MOF adsorbents which are crucial for practical applications but are largely overlooked in research carried out so far are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVahsbvN&md5=8241a13fae92d606749b881241210d63", "(b) ", "Keskin", ", ", "S.", "; ", "van Heest", ", ", "T. M.", "; ", "Sholl", ", ", "D. S.", " ", "ChemSusChem", " ", "2010", ",  ", "3", " (", "8", ")  ", "879", "– ", "891", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Can Metal-Organic Framework Materials Play a Useful Role in Large-Scale Carbon Dioxide Separations?", "Keskin, Seda; van Heest, Timothy M.; Sholl, David S.", "ChemSusChem", "\r\n        (", "2010", "),\r\n    ", "3", "\r\n        (", "8", "),\r\n    ", "879-891", "CODEN:\r\n                ", "CHEMIZ", ";\r\n        ISSN:", "1864-5631", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review concerning the use of metal-org. frameworks MOF for large-scale CO2 sepn. is given.  Topics discussed include: MOF for adsorption-based CO2 sepn. (single component adsorption of CO2 in MOF [heat of adsorption, MOF CO2 adsorption capacity], MOF adsorption selectivity for CO2 [direct measurement of adsorption equil., multi-component break-through expts., open issues for adsorption-based sepn. using MOF]); MOF for kinetic CO2 sepn. (hybrid membranes with MOF for CO2 sepn., thin film MOF membranes for CO2 sepn., characterizing CO2 diffusion in MOF); and conclusions and outlook.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVKjtr%252FE&md5=9e7481d653dc72ecbac2177605e8c450", "14. ", "(a) ", "Bastin", ", ", "L.", "; ", "Barcia", ", ", "P. S.", "; ", "Hurtado", ", ", "E. J.", "; ", "Silva", ", ", "J. A. C.", "; ", "Rodrigues", ", ", "A. E.", "; ", "Chen", ", ", "B.", " ", "J. Phys. Chem. C", " ", "2008", ",  ", "112", " (", "5", ")  ", "1575", "– ", "1581", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "A Microporous Metal-Organic Framework for Separation of CO2/N2 and CO2/CH4 by Fixed-Bed Adsorption", "Bastin, Laurent; Barcia, Patrick S.; Hurtado, Eric J.; Silva, Jose A. C.; Rodrigues, Alirio E.; Chen, Banglin", "Journal of Physical Chemistry C", "\r\n        (", "2008", "),\r\n    ", "112", "\r\n        (", "5", "),\r\n    ", "1575-1581", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A microporous MOF Zn(BDC)(4,4'-Bipy)0.5 (MOF-508b, BDC = 1,4-benzenedicarboxylate, 4,4'-Bipy = 4,4'-bipyridine) was examd. for the sepn. and removal of CO2 from its binary CO2/N2 and CO2/CH4 and ternary CO2/CH4/N2 mixts. by fixed-bed adsorption.  With one-dimensional pores of about 4.0 × 4.0 Å to induce their differential interactions with the three components, MOF-508b exhibits highly selective adsorption to CO2 with the adsorption capacity of 26.0 wt % at 303 K and 4.5 bar.  This is the first example of microporous MOFs for the sepn. and removal of CO2 from its binary and ternary mixts. by fixed-bed adsorption, establishing the feasibility of the emerging microporous MOFs for their potential applications in this very important industrial and environmental process.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmtFOnsQ%253D%253D&md5=bb6f2b9067a6f76f97d276dcde128bc7", "(b) ", "Xiang", ", ", "S.", "; ", "He", ", ", "Y.", "; ", "Zhang", ", ", "Z.", "; ", "Wu", ", ", "H.", "; ", "Zhou", ", ", "W.", "; ", "Krishna", ", ", "R.", "; ", "Chen", ", ", "B.", " ", "Nat. Commun.", " ", "2012", ",  ", "3", ",  ", "954", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Microporous metal-organic framework with potential for carbon dioxide capture at ambient conditions", "Xiang Shengchang; He Yabing; Zhang Zhangjing; Wu Hui; Zhou Wei; Krishna Rajamani; Chen Banglin", "Nature communications", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "),\r\n    ", "954", "\r\n        ISSN:", ".\r\n    ", "Carbon dioxide capture and separation are important industrial processes that allow the use of carbon dioxide for the production of a range of chemical products and materials, and to minimize the effects of carbon dioxide emission.  Porous metal-organic frameworks are promising materials to achieve such separations and to replace current technologies, which use aqueous solvents to chemically absorb carbon dioxide.  Here we show that a metal-organic frameworks (UTSA-16) displays high uptake (160 cm(3) cm(-3)) of CO(2) at ambient conditions, making it a potentially useful adsorbent material for post-combustion carbon dioxide capture and biogas stream purification.  This has been further confirmed by simulated breakthrough experiments.  The high storage capacities and selectivities of UTSA-16 for carbon dioxide capture are attributed to the optimal pore cages and the strong binding sites to carbon dioxide, which have been demonstrated by neutron diffraction studies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC38fgslGrtQ%253D%253D&md5=45d4e2637e077d00b7ea5f2246ad3c6f", "15. ", "(a) ", "Li", ", ", "J.-R.", "; ", "Kuppler", ", ", "R. J.", "; ", "Zhou", ", ", "H.-C.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", " (", "5", ")  ", "1477", "– ", "1504", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Selective gas adsorption and separation in metal-organic frameworks", "Li, Jian-Rong; Kuppler, Ryan J.; Zhou, Hong-Cai", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1477-1504", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Adsorptive sepn. is very important in industry.  Generally, the process uses porous solid materials such as zeolites, activated carbons, or silica gels as adsorbents.  With an ever increasing need for a more efficient, energy-saving, and environmentally benign procedure for gas sepn., adsorbents with tailored structures and tunable surface properties must be found.  Metal-org. frameworks (MOFs), constructed by metal-contg. nodes connected by org. bridges, are such a new type of porous materials.  They are promising candidates as adsorbents for gas sepns. due to their large surface areas, adjustable pore sizes and controllable properties, as well as acceptable thermal stability.  This crit. review starts with a brief introduction to gas sepn. and purifn. based on selective adsorption, followed by a review of gas selective adsorption in rigid and flexible MOFs.  Based on possible mechanisms, selective adsorptions obsd. in MOFs are classified, and primary relationships between adsorption properties and framework features are analyzed.  As a specific example of tailor-made MOFs, mesh-adjustable mol. sieves are emphasized and the underlying working mechanism elucidated.  In addn. to the exptl. aspect, theor. investigations from adsorption equil. to diffusion dynamics via mol. simulations are also briefly reviewed.  Furthermore, gas sepns. in MOFs, including the mol. sieving effect, kinetic sepn., the quantum sieving effect for H2/D2 sepn., and MOF-based membranes are also summarized (227 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurY%253D&md5=cbb650af8ce92526fc8ffd870218bbd0", "(b) ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T.-H.", "; ", "Long", ", ", "J. R.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", " (", "2", ")  ", "724", "– ", "781", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "16. ", "(a) ", "Humphrey", ", ", "S. M.", "; ", "Chang", ", ", "J.-S.", "; ", "Jhung", ", ", "S. H.", "; ", "Yoon", ", ", "J. W.", "; ", "Wood", ", ", "P. T.", " ", "Angew. Chem., Int. Ed.", " ", "2007", ",  ", "46", " (", "1–2", ")  ", "272", "– ", "275", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Porous cobalt(II)-organic frameworks with corrugated walls: structurally robust gas-sorption materials", "Humphrey, Simon M.; Chang, Jong-San; Jhung, Sung Hwa; Yoon, Ji Woong; Wood, Paul T.", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "1+2", "),\r\n    ", "272-275", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The porous coordination solids CUK-1 (Co purple, C gray, N blue, O red/pink) and CUK-2 are synthesized from unsym. ligands and CoII ions.  Even after the removal of cocrystd. guests, the host frameworks are exceptionally stable.  CUK-1 shows a high capacity for H2 adsorption and is one of very few materials capable of sepg. N2 from O2.  Crystal structures of the above compds. have been described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXis1WltQ%253D%253D&md5=1a503b3a7f66fa4255442136bc167823", "(b) ", "Yoon", ", ", "J. W.", "; ", "Jhung", ", ", "S. H.", "; ", "Hwang", ", ", "Y. K.", "; ", "Humphrey", ", ", "S. M.", "; ", "Wood", ", ", "P. T.", "; ", "Chang", ", ", "J. S.", " ", "Adv. Mater.", " ", "2007", ",  ", "19", " (", "14", ")  ", "1830", "– ", "1834", "[", "Crossref", "], [", "CAS", "]", "16. ", "Gas-sorption selectivity of CUK-1: a porous coordination solid made of cobalt(II) and pyridine-2,4-dicarboxylic acid", "Yoon, Ji Woong; Jhung, Sung Hwa; Hwang, Young Kyu; Humphrey, Simon M.; Wood, Paul T.; Chang, Jong-San", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2007", "),\r\n    ", "19", "\r\n        (", "14", "),\r\n    ", "1830-1834", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "As a size-selective mol. sieve, the coordination polymer formed from cobalt and pyridine-2,4-dicarboxylic acid (CUK-1) shows unprecedented selectivity for O2 and preferential selectivity for CO2 over CH4.  The present sorption results encourage the development of new adsorbent materials that may find use in the prodn. of high-purity gas products.  This work demonstrates that CUK-1 can be utilized, for the first time, in the sepn. of light gases via gas chromatog.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXotlGmtLo%253D&md5=329cb1c5ec89dbf03db0d3a9900e2221", "(c) ", "Zou", ", ", "Y.", "; ", "Hong", ", ", "S.", "; ", "Park", ", ", "M.", "; ", "Chun", ", ", "H.", "; ", "Lah", ", ", "M. S.", " ", "Chem. Commun. (Cambridge, U.K.)", " ", "2007", ", ", "48", ")  ", "5182", "– ", "5184", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Selective gas sorption property of an interdigitated 3-D metal-organic framework with 1-D channels", "Zou, Yang; Hong, Seunghee; Park, Mira; Chun, Hyungphil; Lah, Myoung Soo", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2007", "),\r\n    ", "\r\n        (", "48", "),\r\n    ", "5182-5184", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "An interdigitated 3-D metal-org. framework, [Cd3(OH)2L4(H2O)2], with 1-D channels was prepd. using 4-aminophenyl-1H-tetrazole (HL) and Cd(II) ions and characterized by x-ray crystallog.  The host framework shows selective gas sorption behavior that is based on the different nature of the interactions between the gas and the framework rather than on the size-exclusion effect of the micropores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtl2gsrfJ&md5=7d510bae6060c483325b2517a355e650", "17. ", "(a) ", "Burd", ", ", "S. D.", "; ", "Ma", ", ", "S.", "; ", "Perman", ", ", "J. A.", "; ", "Sikora", ", ", "B. J.", "; ", "Snurr", ", ", "R. Q.", "; ", "Thallapally", ", ", "P. K.", "; ", "Tian", ", ", "J.", "; ", "Wojtas", ", ", "L.", "; ", "Zaworotko", ", ", "M. J.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", " (", "8", ")  ", "3663", "– ", "3666", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Highly Selective Carbon Dioxide Uptake by [Cu(bpy-n)2(SiF6)] (bpy-1 = 4,4'-Bipyridine; bpy-2 = 1,2-Bis(4-pyridyl)ethene)", "Burd, Stephen D.; Ma, Shengqian; Perman, Jason A.; Sikora, Benjamin J.; Snurr, Randall Q.; Thallapally, Praveen K.; Tian, Jian; Wojtas, Lukasz; Zaworotko, Michael J.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "8", "),\r\n    ", "3663-3666", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A previously known class of porous coordination polymer (PCP), [Cu(bpy-n)2(SiF6)] (bpy-1 = 4,4'-bipyridine; bpy-2 = 1,2-bis(4-pyridyl)ethene), was studied to assess its selectivity toward CO2, CH4, N2, and H2O.  Both polymers were prepd. and characterized by x-ray crystallog.  Gas sorption measurements reveal that [Cu(bpy-1)2(SiF6)] exhibits the highest uptake for CO2 yet seen at 298 K and 1 atm by a PCP that does not contain open metal sites.  Significantly, [Cu(bpy-1)2(SiF6)] does not exhibit particularly high uptake under the same conditions for CH4, N2, and, H2O, presumably because of its lack of open metal sites.  Consequently, at 298 K and 1 atm [Cu(bpy-1)2(SiF6)] exhibits a relative uptake of CO2 over CH4 of ∼10.5:1, the highest value exptl. obsd. in a compd. without open metal sites.  [Cu(bpy-2)2(SiF6)] exhibits larger pores and surface area than [Cu(bpy-1)2(SiF6)] but retains a high CO2/CH4 relative uptake of ∼8:1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XitVequrY%253D&md5=7bcf90e89c81065912bdd453d45db63e", "(b) ", "Nugent", ", ", "P.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Burd", ", ", "S. D.", "; ", "Cairns", ", ", "A. J.", "; ", "Luebke", ", ", "R.", "; ", "Forrest", ", ", "K.", "; ", "Pham", ", ", "T.", "; ", "Ma", ", ", "S.", "; ", "Space", ", ", "B.", "; ", "Wojtas", ", ", "L.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", " ", "Nature", " ", "2013", ",  ", "495", " (", "7439", ")  ", "80", "– ", "84", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Porous materials with optimal adsorption thermodynamics and kinetics for CO2 separation", "Nugent, Patrick; Belmabkhout, Youssef; Burd, Stephen D.; Cairns, Amy J.; Luebke, Ryan; Forrest, Katherine; Pham, Tony; Ma, Shengqian; Space, Brian; Wojtas, Lukasz; Eddaoudi, Mohamed; Zaworotko, Michael J.", "Nature (London, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "495", "\r\n        (", "7439", "),\r\n    ", "80-84", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Energy costs assocd. with the sepn. and purifn. of industrial commodities (e.g., gases, fine chems., fresh water) currently represent ∼15% of global energy prodn.; the demand for such commodities is projected to triple by 2050 (P. Taylor, 2010).  The challenge of developing effective sepn. and purifn. technologies which have much smaller energy footprints is greater for CO2 than for other gases; in addn. to its involvement in climate change, CO2 is an impurity in natural gas, biogas (biomass-based natural gas), syngas (CO/H2, the main H2 source for refineries), and many other gas streams.  In the context of porous cryst. materials which can exploit equil. and kinetic selectivity, size selectivity and targeted mol. recognition are attractive characteristics for CO2 sepn. and capture, as exemplified by 5A and 13X zeolites (J. Merel, et al., 2008), and metal-org. materials (MOM).  This paper reports that a crystal engineering or reticular chem. strategy which controls pore functionality and pore size in a series of MOM with coordinately satd. metal centers and periodically arrayed hexafluorosilicate anions (SiF52-) enables a kinetics and thermodn. sweet spots offering high volumetric uptake at low CO2 partial pressure (<0.15 bar).  Most importantly, such MOM offer an unprecedented CO2 sorption selectivity over N2, H2, and CH4, even in the presence of moisture.  Thus, these MOM are relevant to CO2 sepn. in the context of post-combustion (flue gas, CO2/N2), pre-combustion (shifted synthesis gas stream, CO2/H2), and natural gas upgrading (natural gas clean-up, CO2/CH4).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjsFCntbg%253D&md5=56941673abb6b13f920476a593dfeb98", "18. ", "Yang", ", ", "S.", "; ", "Sun", ", ", "J.", "; ", "Ramirez-Cuesta", ", ", "A. J.", "; ", "Callear", ", ", "S. K.", "; ", "David", ", ", "W. I. F.", "; ", "Anderson", ", ", "D. P.", "; ", "Newby", ", ", "R.", "; ", "Blake", ", ", "A. J.", "; ", "Parker", ", ", "J. E.", "; ", "Tang", ", ", "C. C.", "; ", "Schröder", ", ", "M.", " ", "Nat. Chem.", " ", "2012", ",  ", "4", " (", "11", ")  ", "887", "– ", "894", "[", "Crossref", "], [", "CAS", "]", "18. ", "Selectivity and direct visualization of carbon dioxide and sulfur dioxide in a decorated porous host", "Yang, Sihai; Sun, Junliang; Ramirez-Cuesta, Anibal J.; Callear, Samantha K.; David, William I. F.; Anderson, Daniel P.; Newby, Ruth; Blake, Alexander J.; Parker, Julia E.; Tang, Chiu C.; Schroeder, Martin", "Nature Chemistry", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "11", "),\r\n    ", "887-894", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Understanding the mechanism by which porous solids trap harmful gases, e.g., CO2 and SO2, is essential to design new materials for their selective removal.  Materials with amine group functionalization dominate this field, largely due to their potential to form carbamates through H2N(δ-)···C(δ+)O2 interactions, thereby covalently trapping CO2; however, the use of these materials is energy-intensive with significant environmental impacts.  A non-amine-contg. porous solid (NOTT-300) in which OH- groups within pores selective bind CO2 and SO2 is reported.  In-situ powder x-ray diffraction and inelastic neutron scattering studies in conjunction with modeling showed the OH- groups bind CO2 and SO2 by forming O=C(S)=O(δ-)···H(δ+)-O hydrogen bonds, which are reinforced by weak supra-mol. interactions with C-H atoms on the framework arom. rings.  This offers the potential for using easy-on/easy-off capture systems for CO2 and SO2 with fewer economic and environmental penalties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlymtbbF&md5=3329e5c8d3c0261f0a7b276837539168", "19. ", "(a) ", "Walton", ", ", "K. S.", "; ", "Millward", ", ", "A. R.", "; ", "Dubbeldam", ", ", "D.", "; ", "Frost", ", ", "H.", "; ", "Low", ", ", "J. J.", "; ", "Yaghi", ", ", "O. M.", "; ", "Snurr", ", ", "R. Q.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", " (", "2", ")  ", "406", "– ", "407", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Understanding Inflections and Steps in Carbon Dioxide Adsorption Isotherms in Metal-Organic Frameworks", "Walton, Krista S.; Millward, Andrew R.; Dubbeldam, David; Frost, Houston; Low, John J.; Yaghi, Omar M.; Snurr, Randall Q.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "2", "),\r\n    ", "406-407", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption isotherms for CO2 in IRMOF-1 exhibit inflections that grow into pronounced steps at lower temps.  The isotherm shapes can be predicted by mol. simulations using a rigid crystal structure, indicating that changes in the MOF crystal structure are not responsible for the steps in this system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhsVOntLzF&md5=4ae26a51ddb1edefad443f7d63bb42a1", "(b) ", "Grajciar", ", ", "L. s.", "; ", "Wiersum", ", ", "A. D.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Chang", ", ", "J.-S.", "; ", "Nachtigall", ", ", "P.", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", " (", "36", ")  ", "17925", "– ", "17933", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Understanding CO2 Adsorption in CuBTC MOF: Comparing Combined DFT-ab Initio Calculations with Microcalorimetry Experiments", "Grajciar, Lukas; Wiersum, Andrew D.; Llewellyn, Philip L.; Chang, Jong-San; Nachtigall, Petr", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "36", "),\r\n    ", "17925-17933", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A combined exptl. and theor. study of CO2 adsorption in the metal-org. framework CuBTC is presented.  Adsorption enthalpies were measured as a function of coverage up to 13 mmol g-1 adsorbed amt. (corresponding roughly to CO2/Cu = 5:2) by a Tian-Calvet-type microcalorimeter.  Exptl. data are interpreted based on accurate calcns. employing a combined DFT-ab initio computational scheme.  CO2 mols. adsorb preferentially on coordinatively unsatd. sites for coverage below CO2/Cu = 1:1; at higher coverage (up to CO2/Cu = 5:3), CO2 adsorbs in cage window sites; and at higher coverage, the sites in cage centers and in large cages start to be occupied.  Exptl. adsorption enthalpies are almost const. (-29 kJ mol-1) up to the CO2/Cu = 5:3 coverage, suggesting a homogeneity of adsorption sites.  However, calcns. clearly show that adsorption sites in CuBTC are rather heterogeneous.  The exptl. obsd. independence of adsorption enthalpies with respect to coverage is due to the cancellation of two effects: the decrease in the adsorbate-adsorbent interaction is compensated by an increase in the lateral interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtVGnu7jP&md5=2220034c9e74025ff6478781cb27f569", "20. ", "Baburin", ", ", "I. A.", "; ", "Blatov", ", ", "V. A.", "; ", "Carlucci", ", ", "L.", "; ", "Ciani", ", ", "G.", "; ", "Proserpio", ", ", "D. M.", " ", "J. Solid State Chem.", " ", "2005", ",  ", "178", " (", "8", ")  ", "2452", "– ", "2474", "[", "Crossref", "], [", "CAS", "]", "20. ", "Interpenetrating metalorganic and inorganic 3D networks: a computer-aided systematic investigation. Part II. Analysis of the Inorganic Crystal Structure Database (ICSD)", "Baburin, I. A.; Blatov, V. A.; Carlucci, L.; Ciani, G.; Proserpio, D. M.", "Journal of Solid State Chemistry", "\r\n        (", "2005", "),\r\n    ", "178", "\r\n        (", "8", "),\r\n    ", "2452-2474", "CODEN:\r\n                ", "JSSCBI", ";\r\n        ISSN:", "0022-4596", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "Interpenetration in metalorg. and inorg. networks was studied by a systematic anal. of the crystallog. structural databases.  The authors used a version of TOPOS (a package for multipurpose crystallochem. anal.) adapted for searching for interpenetration and based on the concept of Voronoi-Dirichlet polyhedra and on the representation of a crystal structure as a reduced finite graph.  The authors report comprehensive lists of interpenetrating inorg. 3-dimensional structures from the Inorg. Crystal Structure Database (ICSD), inclusive of 144 Collection Codes for equiv. interpenetrating nets, analyzed from their topologies.  Distinct Classes, corresponding to the different modes in which individual identical motifs can interpenetrate, were attributed to the entangled structures.  Interpenetrating nets of different nature as well as interpenetrating H-bonded nets were also examd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXot1Cgtbo%253D&md5=e59cfdfc59c0ba63c35eb0254384de8b", "21. ", "(a) ", "Chen", ", ", "B.", "; ", "Ma", ", ", "S.", "; ", "Hurtado", ", ", "E. J.", "; ", "Lobkovsky", ", ", "E. B.", "; ", "Liang", ", ", "C.", "; ", "Zhu", ", ", "H.", "; ", "Dai", ", ", "S.", " ", "Inorg. Chem.", " ", "2007", ",  ", "46", " (", "21", ")  ", "8705", "– ", "8709", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Selective Gas Sorption within a Dynamic Metal-Organic Framework", "Chen, Banglin; Ma, Shengqian; Hurtado, Eric J.; Lobkovsky, Emil B.; Liang, Chengdu; Zhu, Haoguo; Dai, Sheng", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "21", "),\r\n    ", "8705-8709", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A microporous metal-org. framework (1) Co(NDC)(4,4'-Bipy)0.5·Gx (NDC = 2,6-naphthalenedicarboxylate; 4,4'-Bipy = 4,4'-bipyridine; G = guest mols.) was synthesized and structurally characterized as a doubly interpenetrated primitive cubic net.  To make use of the framework flexibility, 1 (G = 1.5DMF, H2O) was activated at temps. of 150 and 200° to form the non-solvated 1a and 1b, resp., exhibiting highly selective sorption behaviors of H over N-gas mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtVGmur%252FF&md5=02078a609e47d71edf6e403cca378654", "(b) ", "Farha", ", ", "O. K.", "; ", "Malliakas", ", ", "C. D.", "; ", "Kanatzidis", ", ", "M. G.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", " (", "3", ")  ", "950", "– ", "952", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Control over Catenation in Metal-Organic Frameworks via Rational Design of the Organic Building Block", "Farha, Omar K.; Malliakas, Christos D.; Kanatzidis, Mercouri G.; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "3", "),\r\n    ", "950-952", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs), a hybrid class of materials comprising inorg. nodes and org. struts, have potential application in many areas due to their high surface areas and uniform pores and channels.  One of the key challenges to be overcome in MOF synthesis is the strong propensity for catenation (growth of multiple independent networks within a given crystal), as catenation reduces cavity sizes and diminishes porosity.  Rational design of org. building blocks, which act as strut-impervious scaffolds, can be exploited to generate highly desired noncatenated materials in a controlled fashion.  Eight metal-org. framework materials, [Zn2(Lbp)(Lta)]n (Lbp = 4,4'-bipyridine, azobis(4-pyridine), 3,6-bis(4-pyridyl)-1,2,4,5-tetrazine and N,N'-bis(4-pyridyl)-1,4,5,8-naphthalenetetracarboxylic 1,8:4,5-diimide; Lta = 1,2,4,5-tetrakis(4-carboxyphenyl)benzene (L5) and 3,6-dibromo-1,2,4,5-tetrakis(4-carboxyphenyl)benzene (L6)) were prepd. and characterized by x-ray crystallog. and porosity measurements.  The four MOFs with L5 had 2-fold catenated structures, while the four with L6 were noncatenated.  The addn. of bromines to the tetraacid suppressed undesired catenation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhs1altbnE&md5=17eb6d10af50755b346a9986e3c5be10", "22. ", "Chen", ", ", "B.", "; ", "Ma", ", ", "S.", "; ", "Hurtado", ", ", "E. J.", "; ", "Lobkovsky", ", ", "E. B.", "; ", "Zhou", ", ", "H.-C.", " ", "Inorg. Chem.", " ", "2007", ",  ", "46", " (", "21", ")  ", "8490", "– ", "8492", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "A triply interpenetrated microporous metal-organic framework for selective sorption of gas molecules", "Chen, Banglin; Ma, Shengqian; Hurtado, Eric J.; Lobkovsky, Emil B.; Zhou, Hong-Cai", "Inorganic Chemistry", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "21", "),\r\n    ", "8490-8492", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A microporous metal-org. framework Zn(ADC)(4,4'-Bpe)0.5.xG [1; ADC = 4,4'-azobenzenedicarboxylate, 4,4'-Bpe = trans-bis(4-pyridyl)ethylene, G = 2.5DMF.0.5H2O] with a triply interpenetrative primitive cubic net was synthesized and characterized.  With pores of ∼3.4 × 3.4 Å, the activated 1a (no solvent) exhibits highly selective sorption behavior toward H2/N2, H2/CO, and CO2/CH4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtVegsr%252FF&md5=5c0358d8de80bceb28329e0ec9d1be01", "23. ", "Yang", ", ", "S.", "; ", "Lin", ", ", "X.", "; ", "Lewis", ", ", "W.", "; ", "Suyetin", ", ", "M.", "; ", "Bichoutskaia", ", ", "E.", "; ", "Parker", ", ", "J. E.", "; ", "Tang", ", ", "C. C.", "; ", "Allan", ", ", "D. R.", "; ", "Rizkallah", ", ", "P. J.", "; ", "Hubberstey", ", ", "P.", "; ", "Champness", ", ", "N. R.", "; ", "Mark Thomas", ", ", "K.", "; ", "Blake", ", ", "A. J.", "; ", "Schröder", ", ", "M.", " ", "Nat. Mater.", " ", "2012", ",  ", "11", " (", "8", ")  ", "710", "– ", "716", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "23. ", "A partially inter-penetrated metal-organic framework for selective hysteretic sorption of carbon dioxide", "Yang, Sihai; Lin, Xiang; Lewis, William; Suyetin, Mikhail; Bichoutskaia, Elena; Parker, Julia E.; Tang, Chiu C.; Allan, David R.; Rizkallah, Pierre J.; Hubberstey, Peter; Champness, Neil R.; Thomas, K. Mark; Blake, Alexander J.; Schroeder, Martin", "Nature Materials", "\r\n        (", "2012", "),\r\n    ", "11", "\r\n        (", "8", "),\r\n    ", "710-716", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Selective CO2 capture in porous materials has potential for the storage and treatment of fuel and flue gases; however, adsorption capacities under dynamic conditions are often insufficient for practical applications and strategies to enhance CO2-host selectivity are required.  The unique, partially inter-penetrated metal-org. framework, NOTT-202, represents a new class of dynamic material which undergoes pronounced framework phase transition on desolvation.  This work reports temp.-dependent adsorption/desorption hysteresis in de-solvated NOTT-202a which selectively responds to CO2.  The CO2 isotherm shows 3 steps in the adsorption profile at 195° K; step-wise filling of pores generated within the obsd. partially inter-penetrated structure has been modeled using grand canonical Monte Carlo simulations.  Adsorption of N2, CH4, O2, Ar, and H2 exhibited reversible isotherms without hysteresis under the same conditions, allowing for gas capture at high pressure; but, it selectively leaves CO2 trapped in nano-pores at low pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XnvVyrs7c%253D&md5=cfc77f36f485f714a2755627b6e6d7e9", "24. ", "(a) ", "Angaridis", ", ", "P. A.", "; ", "Baran", ", ", "P.", "; ", "Boca", ", ", "R.", "; ", "Cervantes-Lee", ", ", "F.", "; ", "Haase", ", ", "W.", "; ", "Mezei", ", ", "G.", "; ", "Raptis", ", ", "R. G.", "; ", "Werner", ", ", "R.", " ", "Inorg. Chem.", " ", "2002", ",  ", "41", " (", "8", ")  ", "2219", "– ", "2228", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Synthesis and Structural Characterization of Trinuclear CuII-Pyrazolato Complexes Containing μ3-OH, μ3-O, and μ3-Cl Ligands. Magnetic Susceptibility Study of [PPN]2[(μ3-O)Cu3(μ-pz)3Cl3]", "Angaridis, Panagiotis A.; Baran, Peter; Boca, R.; Cervantes-Lee, Francisco; Haase, W.; Mezei, Gellert; Raptis, Raphael G.; Werner, R.", "Inorganic Chemistry", "\r\n        (", "2002", "),\r\n    ", "41", "\r\n        (", "8", "),\r\n    ", "2219-2228", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The nine-membered [-CuII-N-N-]3 ring of trimeric Cu-pyrazolato complexes provides a sturdy framework on which H2O is twice deprotonated in consecutive steps, forming μ3-OH and μ3-O species.  In the presence of excess chlorides the μ3-O(H) ligand is replaced by two μ3-Cl ions.  The interconversion of μ3-OH and μ3-O and the exchange of μ3-O(H) and μ3-Cl are reversible, and the three species involved were structurally characterized: [PPN][Cu3(μ3-OH)(μ-pz)3Cl3(THF)]·CH2Cl2 (1a), monoclinic space group P21/n, a 10.055(2), b 35.428(5), c 15.153(2) Å, β 93.802(3)°, V = 5386(1) Å3, Z = 4; [Bu4N][Cu3(μ3-OH)(μ-pz)3Cl3] (1b), triclinic P‾1, a 9.135(2), b 13.631(2), c 14.510(2) Å, α 67.393(2), β 87.979(2), γ 80.268(3)°, V = 1643.2(4) Å3, Z = 2; [PPN]2[Cu3(μ3-O)(μ-pz)3Cl3] (2), monoclinic space group P2/c, a 12.807(2), b 13.093(2), c 23.139(4) Å, β 105.391(3)°, V = 3741(1) Å3, Z = 2; [PPN]2[Cu3(μ3-Cl)2(μ-pz)3Cl3]·0.75H2O·0.5CH2Cl2 (3a), triclinic P‾1, a 14.042(2), b 23.978(4), c 25.195(4) Å, α 76.796(3), β 79.506(3), γ 77.629(3)°, Z = 4; [Bu4N]2[Cu3(μ3-Cl)2(μ-pz)3Cl3] (3b), monoclinic C2/c, a 17.220(2), b 15.606(2), c 20.133(2) Å, β 103.057(2)°, Z = 4; [Et3NH][Cu3(μ3-OH)(μ-pz)3Cl3(pzH)] (4), triclinic P‾1, a 11.498(2), b 11.499(2), c 12.186(2) Å, α 66.475(3), β 64.279(3), γ 80.183(3)°, Z = 2.  Magnetic susceptibility measurements show that the three Cu centers of 2 are strongly antiferromagnetically coupled with JCu-Cu = -500 cm-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xit1OgsL4%253D&md5=dcbcebd8db911b8363b0ef53a4cd3ecf", "(b) ", "Rivera-Carrillo", ", ", "M.", "; ", "Chakraborty", ", ", "I.", "; ", "Mezei", ", ", "G.", "; ", "Webster", ", ", "R. D.", "; ", "Raptis", ", ", "R. G.", " ", "Inorg. Chem.", " ", "2008", ",  ", "47", " (", "17", ")  ", "7644", "– ", "7650", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Tuning of the [Cu3(μ-O)]4+/5+ Redox Couple: Spectroscopic Evidence of Charge Delocalization in the Mixed-Valent [Cu3(μ-O)]5+ Species", "Rivera-Carrillo, Marlyn; Chakraborty, Indranil; Mezei, Gellert; Webster, Richard D.; Raptis, Raphael G.", "Inorganic Chemistry", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "17", "),\r\n    ", "7644-7650", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Trinuclear CuII-complexes [CuII3(μ3-E)(μ-4-R-pz)3X3]±n, E = O and OH; R = H, Cl, Br, CH(O) and NO2; X = Cl, NCS, CH3COO, and py, were synthesized and characterized and the effect of substitution of terminal ligands, as well as 4-R-groups, in the 1-electron oxidn. process was studied by cyclic voltammetry.  In situ UV-visible-NIR spectroelectrochem. characterization of the mixed valence Cu37+-complex [Cu3(μ3-O)(μ-pz)3Cl3]- revealed an intervalence charge transfer band at 9550 cm-1 (ε = 2600 cm-1 M-1), whose anal. identifies this species as a delocalized, Robin-Day class-III system, with an electronic coupling factor, Hab, of 4775 cm-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXpt1ygsbc%253D&md5=7f3f60e193eac9c0d0db21ff289d611d", "25. ", "Rivera-Carrillo", ", ", "M.", "; ", "Chakraborty", ", ", "I.", "; ", "Raptis", ", ", "R. G.", " ", "Cryst. Growth Des.", " ", "2010", ",  ", "10", " (", "6", ")  ", "2606", "– ", "2612", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Systematic Synthesis of a Metal Organic Framework Based on Triangular Cu3(μ3-OH) Secondary Building Units: From a 0-D Complex to a 1-D Chain and a 3-D Lattice", "Rivera-Carrillo, Marlyn; Chakraborty, Indranil; Raptis, Raphael G.", "Crystal Growth & Design", "\r\n        (", "2010", "),\r\n    ", "10", "\r\n        (", "6", "),\r\n    ", "2606-2612", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reactions of Cu(CF3SO3)2 and pyrazole in methanolic solns. in the presence of stoichiometric amts. of pyridine (py), py/4,4'-bipyridine (4,4'-bpy), or 4,4'-bpy have yielded two new complexes [Cu3(μ3-OH)(μ-pz)3(py)3](CF3SO3)2·0.5H2O (1) and [{Cu3(μ3-OH)(μ-pz)3(py)2}2(μ-4,4'-bpy)](CF3SO3)4 (2), a one-dimensional coordination polymer, {[Cu3(μ3-OH)(μ-pz)3(py)(μ-4,4'-bpy)](CF3SO3)2·0.5H2O}n (3), and a three-dimensional, 8-fold interpenetrated extended lattice, {[Cu3(μ3-OH)(μ-pz)3(μ-4,4'-bpy)1.5](CF3SO3)2·1.5H2O}n (4).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXlslynsbg%253D&md5=e340ebba92d9fc2fe8b3c8fde20bf165", "26. ", "Armarego", ", ", "W. L. F.", "; ", "Chai", ", ", "C.", " ", "Purification of Laboratory Chemicals", ", ", "6", " ed.; ", "Butterworth-Heinemann", ": ", "Oxford", ", ", "2009", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "27. ", "Maresca", ", ", "K. P.", "; ", "Rose", ", ", "D. J.", "; ", "Zubieta", ", ", "J.", " ", "Inorg. Chim. Acta", " ", "1997", ",  ", "260", " (", "1", ")  ", "83", "– ", "88", "[", "Crossref", "], [", "CAS", "]", "27. ", "Synthesis and characterization of a binuclear rhenium nitropyrazole complex [Re2O3Cl2(PPh3)2(C3H2N3O2)2]", "Maresca, Kevin P.; Rose, David J.; Zubieta, Jon", "Inorganica Chimica Acta", "\r\n        (", "1997", "),\r\n    ", "260", "\r\n        (", "1", "),\r\n    ", "83-88", "CODEN:\r\n                ", "ICHAA3", ";\r\n        ISSN:", "0020-1693", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The binuclear nitropyrazole compd. [Re2O3Cl2(PPh3)2(C3H2N3O2)2] (3) was synthesized by refluxing [ReOCl2(OEt)(PPh3)2] and 4-nitropyrazole in EtOH for 12 h.  The octahedral {ReO2N2ClP} sites are linked by two bridging nitropyrazoles and an oxo group, with an Re-O-Re angle of 124.7(6)°.  3 Is electrochem. active, displaying a reversible one electron redn. at -0.55 V with respect to Ag/Ag+.  Crystal data: C36H34Cl2N6O7P2Re2 (3), monoclinic space group C2/c, a 32.569(7), b 9.624(2), c 29.151(6) Å, β 109.33(3)°, Z = 8, dc = 1.799 g cm-3, structure soln. and refinement based on 3364 reflections converged at R = 0.056.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXjvFelsLk%253D&md5=f7179819e3009fae9253c33c6cdbc05a", "28. ", "Kapoor", ", ", "A.", "; ", "Ritter", ", ", "J. A.", "; ", "Yang", ", ", "R. T.", " ", "Langmuir", " ", "1989", ",  ", "5", " (", "4", ")  ", "1118", "– ", "1121", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "On the Dubinin-Radushkevich equation for adsorption in microporous solids in the Henry's law region", "Kapoor, A.; Ritter, J. A.; Yang, R. T.", "Langmuir", "\r\n        (", "1989", "),\r\n    ", "5", "\r\n        (", "4", "),\r\n    ", "1118-21", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    ", "A modified Dubinin-Radushkevich (MDR) equation is presented that has a proper Henry's law limit and which retains the original form of the DR equation at moderate to high pressures.  It was tested against 35 isotherms and gave a better fit compared to the Langmuir and DR models.  The MDR equation is applicable over the entire range of pressure from 0 to Ps and is therefore useful for the prediction of multicomponent adsorption equil. via soln. thermodn. models.  However, above a relative pressure (P/Ps) of 10-2, the DR equation can be used for this purpose.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1MXks1Cls74%253D&md5=b64b69403d7b744e703c406507d2c139", "29. ", "Sheldrick", ", ", "G.", " ", "Acta Crystallogr., Sect. A", " ", "2008", ",  ", "64", " (", "1", ")  ", "112", "– ", "122", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "A short history of SHELX", "Sheldrick, George M.", "Acta Crystallographica, Section A: Foundations of Crystallography", "\r\n        (", "2008", "),\r\n    ", "64", "\r\n        (", "1", "),\r\n    ", "112-122", "CODEN:\r\n                ", "ACACEQ", ";\r\n        ISSN:", "0108-7673", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "An account is given of the development of the SHELX system of computer programs from SHELX-76 to the present day.  In addn. to identifying useful innovations that have come into general use through their implementation in SHELX, a crit. anal. is presented of the less-successful features, missed opportunities and desirable improvements for future releases of the software.  An attempt is made to understand how a program originally designed for photog. intensity data, punched cards and computers over 10000 times slower than an av. modern personal computer has managed to survive for so long.  SHELXL is the most widely used program for small-mol. refinement and SHELXS and SHELXD are often employed for structure soln. despite the availability of objectively superior programs.  SHELXL also finds a niche for the refinement of macromols. against high-resoln. or twinned data; SHELXPRO acts as an interface for macromol. applications.  SHELXC, SHELXD and SHELXE are proving useful for the exptl. phasing of macromols., esp. because they are fast and robust and so are often employed in pipelines for high-throughput phasing.  This paper could serve as a general literature citation when one or more of the open-source SHELX programs (and the Bruker AXS version SHELXTL) are employed in the course of a crystal-structure detn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhsVGhurzO&md5=8f91f10be4a9df74b2a9dad522c71e6e", "30. ", "van der Sluis", ", ", "P.", "; ", "Spek", ", ", "A. L.", " ", "Acta Crystallogr., Sect. A", " ", "1990", ",  ", "46", " (", "3", ")  ", "194", "– ", "201", "[", "Crossref", "]", "There is no corresponding record for this reference.", "31. ", "(a) ", "Kresse", ", ", "G.", "; ", "Furthmüller", ", ", "J.", " ", "Phys. Rev. B", " ", "1996", ",  ", "54", " (", "16", ")  ", "11169", "– ", "11186", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "31. ", "Efficient iterative schemes for ab initio total-energy calculations using a plane-wave basis set", "Kresse, G.; Furthmueller, J.", "Physical Review B: Condensed Matter", "\r\n        (", "1996", "),\r\n    ", "54", "\r\n        (", "16", "),\r\n    ", "11169-11186", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The authors present an efficient scheme for calcg. the Kohn-Sham ground state of metallic systems using pseudopotentials and a plane-wave basis set.  In the first part the application of Pulay's DIIS method (direct inversion in the iterative subspace) to the iterative diagonalization of large matrixes will be discussed.  This approach is stable, reliable, and minimizes the no. of order Natoms3 operations.  In the second part, we will discuss an efficient mixing scheme also based on Pulay's scheme.  A special \"metric\" and a special \"preconditioning\" optimized for a plane-wave basis set will be introduced.  Scaling of the method will be discussed in detail for non-self-consistent and self-consistent calcns.  It will be shown that the no. of iterations required to obtain a specific precision is almost independent of the system size.  Altogether an order Natoms2 scaling is found for systems contg. up to 1000 electrons.  If we take into account that the no. of k points can be decreased linearly with the system size, the overall scaling can approach Natoms.  They have implemented these algorithms within a powerful package called VASP (Vienna ab initio simulation package).  The program and the techniques have been used successfully for a large no. of different systems (liq. and amorphous semiconductors, liq. simple and transition metals, metallic and semiconducting surfaces, phonons in simple metals, transition metals, and semiconductors) and turned out to be very reliable.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28Xms1Whu7Y%253D&md5=9c8f6f298fe5ffe37c2589d3f970a697", "(b) ", "Kresse", ", ", "G.", "; ", "Hafner", ", ", "J.", " ", "Phys. Rev. B", " ", "1994", ",  ", "49", " (", "20", ")  ", "14251", "– ", "14269", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "31. ", "Ab initio molecular-dynamics simulation of the liquid-metal-amorphous-semiconductor transition in germanium", "Kresse, G.; Hafner, J.", "Physical Review B:  Condensed Matter and Materials Physics", "\r\n        (", "1994", "),\r\n    ", "49", "\r\n        (", "20", "),\r\n    ", "14251-69", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    ", "The authors present ab initio quantum-mech. mol.-dynamics simulations of the liq.-metal-amorphous-semiconductor transition in Ge.  The simulations are based on (a) finite-temp. d.-functional theory of the 1-electron states, (b) exact energy minimization and hence calcn. of the exact Hellmann-Feynman forces after each mol.-dynamics step using preconditioned conjugate-gradient techniques, (c) accurate nonlocal pseudopotentials, and (d) Nose' dynamics for generating a canonical ensemble.  This method gives perfect control of the adiabaticity of the electron-ion ensemble and allows the authors to perform simulations over >30 ps.  The computer-generated ensemble describes the structural, dynamic, and electronic properties of liq. and amorphous Ge in very good agreement with expt..  The simulation allows the authors to study in detail the changes in the structure-property relation through the metal-semiconductor transition.  The authors report a detailed anal. of the local structural properties and their changes induced by an annealing process.  The geometrical, bounding, and spectral properties of defects in the disordered tetrahedral network are studied and compared with expt.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXkvFKrtL4%253D&md5=c5dddfd01394e53720fb4c3a3ccfd6c0", "(c) ", "Kresse", ", ", "G.", "; ", "Hafner", ", ", "J.", " ", "Phys. Rev. B", " ", "1993", ",  ", "47", " (", "1", ")  ", "558", "– ", "561", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "31. ", "Ab initio molecular dynamics of liquid metals", "Kresse, G.; Hafner, J.", "Physical Review B:  Condensed Matter and Materials Physics", "\r\n        (", "1993", "),\r\n    ", "47", "\r\n        (", "1", "),\r\n    ", "558-61", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    ", "The authors present ab initio quantum-mech. mol.-dynamics calcns. based on the calcn. of the electronic ground state and of the Hellmann-Feynman forces in the local-d. approxn. at each mol.-dynamics step.  This is possible using conjugate-gradient techniques for energy minimization, and predicting the wave functions for new ionic positions using sub-space alignment.  This approach avoids the instabilities inherent in quantum-mech. mol.-dynamics calcns. for metals based on the use of a factitious Newtonian dynamics for the electronic degrees of freedom.  This method gives perfect control of the adiabaticity and allows one to perform simulations over several picoseconds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXlt1Gnsr0%253D&md5=c9074f6e1afc534b260d29dd1846e350", "32. ", "Perdew", ", ", "J. P.", "; ", "Burke", ", ", "K.", "; ", "Ernzerhof", ", ", "M.", " ", "Phys. Rev. Lett.", " ", "1996", ",  ", "77", " (", "18", ")  ", "3865", "– ", "3868", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "32. ", "Generalized gradient approximation made simple", "Perdew, John P.; Burke, Kieron; Ernzerhof, Matthias", "Physical Review Letters", "\r\n        (", "1996", "),\r\n    ", "77", "\r\n        (", "18", "),\r\n    ", "3865-3868", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Generalized gradient approxns. (GGA's) for the exchange-correlation energy improve upon the local spin d. (LSD) description of atoms, mols., and solids.  We present a simple derivation of a simple GGA, in which all parameters (other than those in LSD) are fundamental consts.  Only general features of the detailed construction underlying the Perdew-Wang 1991 (PW91) GGA are invoked.  Improvements over PW91 include an accurate description of the linear response of the uniform electron gas, correct behavior under uniform scaling, and a smoother potential.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XmsVCgsbs%253D&md5=55943538406ee74f93aabdf882cd4630", "33. ", "(a) ", "Kresse", ", ", "G.", "; ", "Joubert", ", ", "D.", " ", "Phys. Rev. B", " ", "1999", ",  ", "59", " (", "3", ")  ", "1758", "– ", "1775", "[", "Crossref", "], [", "CAS", "]", "33. ", "From ultrasoft pseudopotentials to the projector augmented-wave method", "Kresse, G.; Joubert, D.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "1999", "),\r\n    ", "59", "\r\n        (", "3", "),\r\n    ", "1758-1775", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The formal relationship between ultrasoft (US) Vanderbilt-type pseudopotentials and Blochl's projector augmented wave (PAW) method is derived.  The total energy functional for US pseudopotentials can be obtained by linearization of two terms in a slightly modified PAW total energy functional.  The Hamilton operator, the forces, and the stress tensor are derived for this modified PAW functional.  A simple way to implement the PAW method in existing plane-wave codes supporting US pseudopotentials is pointed out.  In addn., crit. tests are presented to compare the accuracy and efficiency of the PAW and the US pseudopotential method with relaxed-core all-electron methods.  These tests include small mols. (H2, H2O, Li2, N2, F2, BF3, SiF4) and several bulk systems (diamond, Si, V, Li, Ca, CaF2, Fe, Co, Ni).  Particular attention is paid to the bulk properties and magnetic energies of Fe, Co, and Ni.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXkt12nug%253D%253D&md5=78a73e92a93f995982fc481715729b14", "(b) ", "Blöchl", ", ", "P. E.", " ", "Phys. Rev. B", " ", "1994", ",  ", "50", " (", "24", ")  ", "17953", "– ", "17979", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "33. ", "Projector augmented-wave method", "Blochl", "Physical review. B, Condensed matter", "\r\n        (", "1994", "),\r\n    ", "50", "\r\n        (", "24", "),\r\n    ", "17953-17979", "\r\n        ISSN:", "0163-1829", ".\r\n    ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC2sfjslSntA%253D%253D&md5=1853d67af808af2edab58beaab5d3051", "34. ", "Methfessel", ", ", "M.", "; ", "Paxton", ", ", "A. T.", " ", "Phys. Rev. B", " ", "1989", ",  ", "40", " (", "6", ")  ", "3616", "– ", "3621", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "34. ", "High-precision sampling for Brillouin-zone integration in metals", "Methfessel, M.; Paxton, A. T.", "Physical Review B:  Condensed Matter and Materials Physics", "\r\n        (", "1989", "),\r\n    ", "40", "\r\n        (", "6", "),\r\n    ", "3616-21", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    ", "A sampling method is given for Brillouin-zone integration in metals which converges exponentially with the no. of sampling points, without the loss of precision of normal broadening techniques.  The scheme is based on smooth approximants to the δ and step functions which are constructed to give the exact result when integrating polynomials of a prescribed degree.  In applications to the simple-cubic tight-binding band as well as to band structures of simple and transition metals, significant improvement over existing methods was shown.  The method promises general applicability in the fields of total-energy calcns. and many-body physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1MXls1Slsr0%253D&md5=f10d684acee27eebaad6f576283d0310", "35. ", "(a) ", "Klimes", ", ", "J.", "; ", "Bowler", ", ", "D. R.", "; ", "Michaelides", ", ", "A.", " ", "Phys. Rev. B", " ", "2011", ",  ", "83", " (", "19", ")  ", "195131", "[", "Crossref", "], [", "CAS", "]", "35. ", "Van der Waals density functionals applied to solids", "Klimes, Jiri; Bowler, David R.; Michaelides, Angelos", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2011", "),\r\n    ", "83", "\r\n        (", "19", "),\r\n    ", "195131/1-195131/13", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The van der Waals d. functional (vdW-DF) of M. Dion et al. [Phys. Rev. Lett. 92, 246401 (2004)] is a promising approach for including dispersion in approx. d. functional theory exchange-correlation functionals.  Indeed, an improved description of systems held by dispersion forces has been demonstrated in the literature.  However, despite many applications, std. general tests on a broad range of materials including traditional \"hard\" matter such as metals, ionic compds., and insulators are lacking.  Such tests are important not least because many of the applications of the vdW-DF method focus on the adsorption of atoms and mols. on the surfaces of solids.  Here we calc. the lattice consts., bulk moduli, and atomization energies for a range of solids using the original vdW-DF and several of its offspring.  We find that the original vdW-DF overestimates lattice consts. in a similar manner to how it overestimates binding distances for gas-phase dimers.  However, some of the modified vdW functionals lead to av. errors which are similar to those of PBE or better.  Likewise, atomization energies that are slightly better than from PBE are obtained from the modified vdW-DFs.  Although the tests reported here are for hard solids, not normally materials for which dispersion forces are thought to be important, we find a systematic improvement in cohesive properties for the alkali metals and alkali halides when nonlocal correlations are accounted for.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXotVOlsbY%253D&md5=0e3350e5db3aa6fee4eadea9c6582255", "(b) ", "Dion", ", ", "M.", "; ", "Rydberg", ", ", "H.", "; ", "Schroder", ", ", "E.", "; ", "Langreth", ", ", "D. C.", "; ", "Lundqvist", ", ", "B. I.", " ", "Phys. Rev. Lett.", " ", "2004", ",  ", "92", " (", "24", ")  ", "246401", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "35. ", "Van der Waals Density Functional for General Geometries", "Dion, M.; Rydberg, H.; Schroeder, E.; Langreth, D. C.; Lundqvist, B. I.", "Physical Review Letters", "\r\n        (", "2004", "),\r\n    ", "92", "\r\n        (", "24", "),\r\n    ", "246401/1-246401/4", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "A scheme within d. functional theory is proposed that provides a practical way to generalize to unrestricted geometries the method applied with some success to layered geometries [H. Rydberg et al., Phys. Rev. Lett. 91, 126402 (2003)].  It includes van der Waals forces in a seamless fashion.  By expansion to second order in a carefully chosen quantity contained in the long-range part of the correlation functional, the nonlocal correlations are expressed in terms of a d.-d. interaction formula.  It contains a relatively simple parametrized kernel, with parameters detd. by the local d. and its gradient.  The proposed functional is applied to rare gas and benzene dimers, where it is shown to give a realistic description.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXltVerur4%253D&md5=abbf50b023000f126ba66af15c786583", "36. ", "Grimme", ", ", "S.", "; ", "Antony", ", ", "J.", "; ", "Ehrlich", ", ", "S.", "; ", "Krieg", ", ", "H.", " ", "J. Chem. Phys.", " ", "2010", ",  ", "132", " (", "15", ")  ", "154104", "– ", "154124", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "36. ", "A consistent and accurate ab initio parametrization of density functional dispersion correction (DFT-D) for the 94 elements H-Pu", "Grimme, Stefan; Antony, Jens; Ehrlich, Stephan; Krieg, Helge", "Journal of Chemical Physics", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "15", "),\r\n    ", "154104/1-154104/19", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The method of dispersion correction as an add-on to std. Kohn-Sham d. functional theory (DFT-D) has been refined regarding higher accuracy, broader range of applicability, and less empiricism.  The main new ingredients are atom-pairwise specific dispersion coeffs. and cutoff radii that are both computed from first principles.  The coeffs. for new eighth-order dispersion terms are computed using established recursion relations.  System (geometry) dependent information is used for the first time in a DFT-D type approach by employing the new concept of fractional coordination nos. (CN).  They are used to interpolate between dispersion coeffs. of atoms in different chem. environments.  The method only requires adjustment of two global parameters for each d. functional, is asymptotically exact for a gas of weakly interacting neutral atoms, and easily allows the computation of at. forces.  Three-body nonadditivity terms are considered.  The method has been assessed on std. benchmark sets for inter- and intramol. noncovalent interactions with a particular emphasis on a consistent description of light and heavy element systems.  The mean abs. deviations for the S22 benchmark set of noncovalent interactions for 11 std. d. functionals decrease by 15%-40% compared to the previous (already accurate) DFT-D version.  Spectacular improvements are found for a tripeptide-folding model and all tested metallic systems.  The rectification of the long-range behavior and the use of more accurate C6 coeffs. also lead to a much better description of large (infinite) systems as shown for graphene sheets and the adsorption of benzene on an Ag(111) surface.  For graphene it is found that the inclusion of three-body terms substantially (by about 10%) weakens the interlayer binding.  We propose the revised DFT-D method as a general tool for the computation of the dispersion energy in mols. and solids of any kind with DFT and related (low-cost) electronic structure methods for large systems.  (c) 2010 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXkvVyks7o%253D&md5=2bca89d904579d5565537a0820dc2ae8", "37. ", "(a) ", "Zhang", ", ", "J.-P.", "; ", "Zhang", ", ", "Y.-B.", "; ", "Lin", ", ", "J.-B.", "; ", "Chen", ", ", "X.-M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", " (", "2", ")  ", "1001", "– ", "1033", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "Metal Azolate Frameworks: From Crystal Engineering to Functional Materials", "Zhang, Jie-Peng; Zhang, Yue-Biao; Lin, Jian-Bin; Chen, Xiao-Ming", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1001-1033", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The progress is discussed in the mol. design, prepn. and properties of metal azolate frameworks including complexes with imidazolates, pyrazolates, 1,2,4-triazolates, 1,2,3-triazolates and tetrazolates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1SrsrnE&md5=1e2bf82ba2a6364dbd8687a4aa5d820a", "(b) ", "Pettinari", ", ", "C.", "; ", "Masciocchi", ", ", "N.", "; ", "Pandolfo", ", ", "L.", "; ", "Pucci", ", ", "D.", " ", "Chem.–Eur. J.", " ", "2010", ",  ", "16", " (", "4", ")  ", "1106", "– ", "1123", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "37. ", "Tuning the Functional Properties of Metal Complexes Containing Polytopic Heteroaromatic Nitrogen Ligands", "Pettinari, Claudio; Masciocchi, Norberto; Pandolfo, Luciano; Pucci, Daniela", "Chemistry - A European Journal", "\r\n        (", "2010", "),\r\n    ", "16", "\r\n        (", "4", "),\r\n    ", "1106-1123", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Discussion focuses on the prepn., characterization, and optimization of the functional properties of mono- and polynuclear coordination complexes contg. heteroarom. N ligands are discussed here, taking the advantage of numerous studies performed in the authors' labs. on exploring a variety of different metal ions and polytopic ligands.  The authors highlight how very minor changes in connectivity, compn., and polarity of the mol. entities employed in the self-assembly steps may significantly affect the structural, thermal, sorptive, magnetic, and mesomorphic behavior of the resulting materials.  Examples from three different classes are included: (1) pyrazolate-based polynuclear coordination compds., (2) homoleptic and heteroleptic coordination polymers, and (3) 2,2'-bipyridine metal-based liq. crystals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVKitbw%253D&md5=292556d73c7a4adbe3200c5da4d85b2f", "38. ", "Di Nicola", ", ", "C.", "; ", "Garau", ", ", "F.", "; ", "Gazzano", ", ", "M.", "; ", "da Silva", ", ", "M. F. C. G.", "; ", "Lanza", ", ", "A.", "; ", "Monari", ", ", "M.", "; ", "Nestola", ", ", "F.", "; ", "Pandolfo", ", ", "L.", "; ", "Pettinari", ", ", "C.", "; ", "Pombeiro", ", ", "A. J. L.", " ", "Cryst. Growth Des.", " ", "2012", ",  ", "12", " (", "6", ")  ", "2890", "– ", "2901", "[", "ACS Full Text ", "], [", "CAS", "]", "38. ", "New Coordination Polymers and Porous Supramolecular Metal Organic Network Based on the Trinuclear Triangular Secondary Building Unit [Cu3(μ3-OH)(μ-pz)3]2+ and 4,4'-Bipyridine. 1°", "Di Nicola, Corrado; Garau, Federica; Gazzano, Massimo; Guedes da Silva, M. Fatima C.; Lanza, Arianna; Monari, Magda; Nestola, Fabrizio; Pandolfo, Luciano; Pettinari, Claudio; Pombeiro, Armando J. L.", "Crystal Growth & Design", "\r\n        (", "2012", "),\r\n    ", "12", "\r\n        (", "6", "),\r\n    ", "2890-2901", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The trinuclear triangular CuII complex [Cu3(μ3-OH)(μ-pz)3(HCOO)2(Hpz)2] (Hpz = pyrazole) reacts with 4,4'-bipyridine (bpy) yielding a two-dimensional (2D) waved sheets, two three-dimensional (3D) coordination polymers (CPs), as well as a hexanuclear CuII cluster, depending on the reagent ratios and reaction conditions.  Single crystal XRD detns. point out that, while CPs crystal structures are not porous, the hexanuclear CuII clusters are packed in the solid state generating a stable porous 3D supramol. network, where two kinds of perpendicular, hydrophobic channels (∼4.83 × 5.86 Å2 and 4.99 × 4.79 Å2, corresponding to the 24.7% of the total crystal vol.) are present.  In the \"as-synthesized\" compd., channels of one kind are empty, while the other ones are occupied by guest bpy mols. which can be removed by soaking the crystals in suitable solvents (benzene, toluene, cyclohexane) maintaining intact the crystal skeleton.  Moreover, two of the above complexes act as catalysts (or catalyst precursors) in the peroxidative oxidn. of cyclohexane.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XksFWns7c%253D&md5=4f626c90f67f014897c8737f9014c30b", "39. ", "Mezei", ", ", "G.", "; ", "Raptis", ", ", "R. G.", " ", "Inorg. Chim. Acta", " ", "2004", ",  ", "357", " (", "11", ")  ", "3279", "– ", "3288", "[", "Crossref", "], [", "CAS", "]", "39. ", "Effect of pyrazole-substitution on the structure and nuclearity of Cu(II)-pyrazolato complexes", "Mezei, Gellert; Raptis, Raphael G.", "Inorganica Chimica Acta", "\r\n        (", "2004", "),\r\n    ", "357", "\r\n        (", "11", "),\r\n    ", "3279-3288", "CODEN:\r\n                ", "ICHAA3", ";\r\n        ISSN:", "0020-1693", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Trinuclear Cu(II)-pyrazolates (Bu4N)2[Cu3(μ3-Cl)2(μ-4-R-pz)3Cl3] (1-4, pz = pyrazolato anion, R = Cl, Br, I, Me), were prepd. and characterized by x-ray diffraction and/or 1H NMR, IR, UV-visible spectroscopy and elemental anal.  Their structure and spectroscopic properties match the ones of the parent unsubstituted complex (Bu4N)2[Cu3(μ3-Cl)2(μ-pz)3Cl3], indicating that 4-substitution of the pyrazole ligands with halogen or Me groups does not induce structural variation.  In contrast, dinuclear complexes (Bu4N)4[Cu2(μ-3-Me-pz)2Cl4]Cl2·4H2O, Cu2(μ-Cl)(μ-3,5-Me2-pz)(3,5-Me2-pzH)4Cl2, Cu2(μ-Cl)(μ-OH)(3-Me-5-Ph-pzH)4Cl2·3-Me-5-Ph-pzH and Cu2(μ-Cl)2(3,5-Ph2-pzH)4Cl2, (5-8, resp.), were prepd. with 3- and 3,5-substituted pyrazoles by the same or similar synthetic protocols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXlvFCmurc%253D&md5=ed1a24f045b1983f10c042d739a26bab", "40. ", "(a) ", "Quartapelle Procopio", ", ", "E.", "; ", "Linares", ", ", "F.", "; ", "Montoro", ", ", "C.", "; ", "Colombo", ", ", "V.", "; ", "Maspero", ", ", "A.", "; ", "Barea", ", ", "E.", "; ", "Navarro", ", ", "J. A. R.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", " (", "40", ")  ", "7308", "– ", "7311", "[", "Crossref", "], [", "CAS", "]", "40. ", "Cation-exchange porosity tuning in anionic metal-organic frameworks for the selective separation of gases and vapors and for catalysis", "Quartapelle Procopio, Elsa; Linares, Fatima; Montoro, Carmen; Colombo, Valentina; Maspero, Angelo; Barea, Elisa; Navarro, Jorge A. R.", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "40", "),\r\n    ", "7308-7311, S7308/1-S7308/10", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Ammonium copper(II) 4-carboxypyrazolato framework NH4[Cu3(μ3-OH)(μ3-C4H2N2O2)3]·15H2O, NH4@1, was prepd. and characterized by X-ray diffraction.  The sepn. efficiency of complex mixts. of gases (acetylene, carbon dioxide, methane, nitrogen) and vapors (benzene, cyclohexane) by adsorption on A[Cu3(μ3-OH)(μ3-4-carboxypyrazolato)3] (A@1) metal-org. frameworks depends on temp. and the extra-framework cation A (A = Li+, K+, Ca2+, La3+, Me3NH+, Et3NH+).  NH4@1 also behaves as an oxidn. catalyst.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlCmtbvN&md5=530790644c6f05e3585a94ab91211b06", "(b) ", "Casarin", ", ", "M.", "; ", "Cingolani", ", ", "A.", "; ", "Di Nicola", ", ", "C.", "; ", "Falcomer", ", ", "D.", "; ", "Monari", ", ", "M.", "; ", "Pandolfo", ", ", "L.", "; ", "Pettinari", ", ", "C.", " ", "Cryst. Growth Des.", " ", "2007", ",  ", "7", " (", "4", ")  ", "676", "– ", "685", "[", "ACS Full Text ", "], [", "CAS", "]", "40. ", "The Different Supramolecular Arrangements of the Triangular [Cu3(μ3-OH)(μ-pz)3]2+ (pz = Pyrazolate) Secondary Building Units. Synthesis of a Coordination Polymer with Permanent Hexagonal Channels", "Casarin, Maurizio; Cingolani, Augusto; Di Nicola, Corrado; Falcomer, Daniele; Monari, Magda; Pandolfo, Luciano; Pettinari, Claudio", "Crystal Growth & Design", "\r\n        (", "2007", "),\r\n    ", "7", "\r\n        (", "4", "),\r\n    ", "676-685", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "By reaction of the trinuclear triangular copper(II) complex [Cu3(μ3-OH)(μ-pz)3(MeCOO)2(Hpz)] (1, Hpz = pyrazole) with aq. HCl four different cryst. species were formed and recovered through fractional crystn.  The hexanuclear dicationic [{Cu3(μ3-OH)(μ-pz)3(Hpz)2}2(μ-MeCOO)2](Cl)2·2H2O (2), the mononuclear [CuCl2(Hpz)4] (3), the heptanuclear neutral [{Cu3(μ3-OH)(μ-pz)3(Cl)2(Hpz)2(H2O)}2{CuCl2(Hpz)2}] (4) and the hexanuclear neutral [{Cu3(μ3-OH)(μ-pz)3(Cl)(Hpz)3}2(μ-Cl)2]·H2O (5) complexes were obtained.  Compds. 2, 4, and 5 all maintain the [Cu3(μ3-OH)(μ-pz)3]2+ core.  Nevertheless, they exhibit relevant differences in their mol. structures and supramol. arrangements.  In compd. 2 a hexanuclear cluster based on two monodentate acetate groups bridging two [Cu3(μ3-OH)(μ-pz)3(Hpz)2] units and clearly reminiscent of the structure of 1 was obsd. while the sequential replacement of the acetates by chloride ions generated 4 and 5.  Although these two compds. were formed according to the same stoichiometry they are characterized by very different mol. and supramol. structures.  The hexanuclear species 5 arranged through hydrogen bonds into a 3D nonporous metal-org. framework (MOF) while the heptanuclear species 4 self-assembled through Cu-Cl bridges giving rise to a 3D MOF having permanent hexagonal, star-shaped, parallel channels.  The internal free diam. of these channels is about 4 Å leading to a free space corresponding to ca. 9% of the total crystal vol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXislens74%253D&md5=0b421b4165146c1f65101024d619889b", "41. ", "Blatov", ", ", "V. A.", "; ", "O’Keeffe", ", ", "M.", "; ", "Proserpio", ", ", "D. M.", " ", "CrystEngComm", " ", "2010", ",  ", "12", " (", "1", ")  ", "44", "– ", "48", "[", "Crossref", "], [", "CAS", "]", "41. ", "Vertex-, face-, point-, Schlafli-, and Delaney-symbols in nets, polyhedra and tilings: recommended terminology", "Blatov, V. A.; O'Keeffe, M.; Proserpio, D. M.", "CrystEngComm", "\r\n        (", "2010", "),\r\n    ", "12", "\r\n        (", "1", "),\r\n    ", "44-48", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "We review the various kinds of symbols used to characterize the topol. of vertices in 3-periodic nets, tiles and polyhedra, and symbols for tilings, making a recommendation for uniform nomenclature where there is some confusion and misapplication of terminol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXjs1Ohug%253D%253D&md5=4d6b07cf1428c6feefbb942d4fae8e5d", "42. ", "Kitaura", ", ", "R.", "; ", "Seki", ", ", "K.", "; ", "Akiyama", ", ", "G.", "; ", "Kitagawa", ", ", "S.", " ", "Angew. Chem., Int. Ed.", " ", "2003", ",  ", "42", " (", "4", ")  ", "428", "– ", "431", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "42. ", "Porous coordination-polymer crystals with gated channels specific for supercritical gases", "Kitaura, Ryo; Seki, Kenji; Akiyama, George; Kitagawa, Susumu", "Angewandte Chemie, International Edition", "\r\n        (", "2003", "),\r\n    ", "42", "\r\n        (", "4", "),\r\n    ", "428-431", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Two new types of flexible and dynamic nanoporous frameworks (type A with mutually interdigitated 2D motifs and type B with mutually interpenetrated 3D motifs) were prepd. and examd. on their gas-adsorption properties (CO2, CH4, O2, and N2) at high pressure and ambient temp.  Type A coordination polymer, [Cu(dhbc)2(4,4'-bpy)] × H2O (I), was prepd. from Cu(NO3)2, 2,5-dihydroxybenzoic acid (Hdhbc), and 4,4'-bipyridine (monoclinic, P2/c, a = 8.167(4), b = 11.094(8), c = 15.863(2) Å, β = 99.703(4)°, Z = 2 V = 1416(1) Å3).  Release of crystal water from compd. I was obsd. during thermogravimetric anal. with increasing temp. ≤120°.  Type B coordination polymer (C13H8NO4Cu) [Cu(p-OOC-C6H4-COO)·1/2(4,4'-bpy)]n was obtained from CuII terephthalate and 4,4'-bpy according to a published procedure.  Type A coordination polymer was characterized by x-ray powder diffraction.  Adsorption and desorption isotherms were recorded for all gases at 298 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXhtFKgtLY%253D&md5=3f7e420f3c700d4c35702ef32b811047", "43. ", "(a) ", "Rana", ", ", "M. K.", "; ", "Koh", ", ", "H. S.", "; ", "Hwang", ", ", "J.", "; ", "Siegel", ", ", "D. J.", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", " (", "32", ")  ", "16957", "– ", "16968", "[", "ACS Full Text ", "], [", "CAS", "]", "43. ", "Comparing van der Waals Density Functionals for CO2 Adsorption in Metal Organic Frameworks", "Rana, Malay Kumar; Koh, Hyun Seung; Hwang, Jinhyung; Siegel, Donald J.", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "32", "),\r\n    ", "16957-16968", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The accuracy of 5 recently proposed van der Waals (vdW) d. functionals (optB86b, optB88, optPBE, revPBE, and rPW86), the semiempirical vdW method of Grimme (DFT-D2), and conventional local (LDA) and gradient-cor. (GGA-PBE) d. functionals are assessed with respect to exptl. enthalpies (ΔH) for CO2 adsorption in 4 prototypical metal org. frameworks (MOFs) contg. coordinatively unsatd. metal sites: M/DOBDC (M = Mg, Ni, and Co) and Cu-HKUST-1.  Although the LDA and GGA functionals partially capture trends, they significantly overbind (LDA) and underbind (GGA) CO2 with respect to the exptl. enthalpies.  The addn. of a semiempirical r-6 dispersion term to the GGA exchange-correlation energy using off the shelf DFT-D2 parameters results in a substantial improvement both in trends and in the magnitude of the adsorption enthalpies.  However, on av. this approach still underbinds CO2 as compared to the exptl. data by ∼7 kJ/mol (18%).  Better accuracy is obtained with some of the nonempirical vdW d. functionals, with the revPBE-based functional of Dion et al. [Phys. Rev. Lett.2004, 92, 246401] yielding an av. error of only ∼2 kJ/mol (4%) relative to expt.  This improvement in energetics is accompanied by a slight decrease in the accuracy of predicted structures, as the revPBE functional overestimates the metal-CO2 bond length by ∼10%.  The identification of an efficient vdW d. functional capable of predicting the thermodn. of CO2 adsorption will facilitate rapid computational screening for optimal CO2 adsorbents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtVKqu7bN&md5=7548963b389e649e7531c088526e29b6", "(b) ", "Poloni", ", ", "R.", "; ", "Smit", ", ", "B.", "; ", "Neaton", ", ", "J. B.", " ", "J. Phys. Chem. A", " ", "2012", ",  ", "116", " (", "20", ")  ", "4957", "– ", "4964", "[", "ACS Full Text ", "], [", "CAS", "]", "43. ", "CO2 Capture by Metal-Organic Frameworks with van der Waal Density Functionals", "Poloni, Roberta; Smit, Berend; Neaton, Jeffrey B.", "Journal of Physical Chemistry A", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "20", "),\r\n    ", "4957-4964", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors use d. functional theory calcns. with van der Waals corrections to study the role of dispersive interactions on the structure and binding of CO2 within two distinct metal-org. frameworks (MOFs): Mg-MOF74 and Ca-BTT.  For both classes of MOFs, the authors report calcns. with std. gradient-cor. (PBE) and five van der Waals d. functionals (vdW-DFs), also comparing with semiempirical pairwise corrections.  The vdW-DFs explored here yield a large spread in CO2-MOF binding energies, ∼50% (around 20 kJ/mol), depending on the choice of exchange functional, which is significantly larger than the authors' computed zero-point energies and thermal contributions (around 5 kJ/mol).  However, two specific vdW-DFs result in excellent agreement with expts. within a few kilojoules per mol., at a reduced computational cost compared to quantum chem. or many-body approaches.  For Mg-MOF74, PBE underestimates adsorption enthalpies by ∼50%, but enthalpies computed with vdW-DF, PBE+D2, and vdW-DF2 (40.5, 38.5, and 37.4 kJ/mol, resp.) compare extremely well with the exptl. value of 40 kJ/mol. vdW-DF and vdW-DF2 CO2-MOF bond lengths are in the best agreement with expts., while vdW-C09x results in the best agreement with lattice parameters.  From the similar behavior of the reduced d. gradients around CO2 for the two MOFs studied, comparable results can be expected for CO2 adsorption in BTT-type MOFs.  The authors' work demonstrates for this broad class of mol. adsorbate-periodic MOF systems that parameter-free and computationally efficient vdW-DF and vdW-DF2 approaches can predict adsorption enthalpies with chem. accuracy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XlvFGjsLk%253D&md5=e08df82a5704e46f736104dbcdc941d0", "44. ", "(a) ", "Li", ", ", "J. R.", "; ", "Ma", ", ", "Y. G.", "; ", "McCarthy", ", ", "M. C.", "; ", "Sculley", ", ", "J.", "; ", "Yu", ", ", "J. M.", "; ", "Jeong", ", ", "H. K.", "; ", "Balbuena", ", ", "P. B.", "; ", "Zhou", ", ", "H. C.", " ", "Coord. Chem. Rev.", " ", "2011", ",  ", "255", " (", "15–16", ")  ", "1791", "– ", "1823", "[", "Crossref", "], [", "CAS", "]", "44. ", "Carbon dioxide capture-related gas adsorption and separation in metal-organic frameworks", "Li, Jian-Rong; Ma, Yu-Guang; McCarthy, M. Colin; Sculley, Julian; Yu, Jia-Mei; Jeong, Hae-Kwon; Balbuena, Perla B.; Zhou, Hong-Cai", "Coordination Chemistry Reviews", "\r\n        (", "2011", "),\r\n    ", "255", "\r\n        (", "15-16", "),\r\n    ", "1791-1823", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  Reducing anthropogenic CO2 emission and lowering the concn. of greenhouse gases in the atm. has quickly become one of the most urgent environmental issues of our age.  Carbon capture and storage (CCS) is one option for reducing these harmful CO2 emissions.  While a variety of technologies and methods have been developed, the sepn. of CO2 from gas streams is still a crit. issue.  Apart from establishing new techniques, the exploration of capture materials with high sepn. performance and low capital cost are of paramount importance.  Metal-org. frameworks (MOFs), a new class of cryst. porous materials constructed by metal-contg. nodes bonded to org. bridging ligands hold great potential as adsorbents or membrane materials in gas sepn.  In this paper, we review the research progress (from exptl. results to mol. simulations) in MOFs for CO2 adsorption, storage, and sepns. (adsorptive sepn. and membrane-based sepn.) that are directly related to CO2 capture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmtVGgur8%253D&md5=e355c975136ff8fc01a97d4f7cb95aa8", "(b) ", "Torrisi", ", ", "A.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Bell", ", ", "R. G.", " ", "J. Chem. Phys.", " ", "2010", ",  ", "132", " (", "4", ")  ", "044705", "[", "Crossref", "], [", "CAS", "]", "44. ", "Impact of ligands on CO2 adsorption in metal-organic frameworks: First principles study of the interaction of CO2 with functionalized benzenes. II. Effect of polar and acidic substituents", "Torrisi, Antonio; Mellot-Draznieks, Caroline; Bell, Robert G.", "Journal of Chemical Physics", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "4", "),\r\n    ", "044705/1-044705/13", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Intermol. interactions between the CO2 mol. and a range of functionalized arom. mols. have been investigated using d. functional theory.  The work is directed toward the design of linker mols. which could form part of new metal-org. framework materials with enhanced affinity for CO2 adsorption at low pressure.  Here, the focus was on the effect of introducing polar side groups, and therefore functionalized benzenes contg. -NO2, -NH2, -OH, -SO3H, and -COOH substituents were considered.  The strongest types of intermol. interactions were found to be: (i) between lone pair donating atoms (N,O) of the side groups and the C of CO2 (enhancement in binding energy of up to 8 kJ mol-1 compared to benzene); and (ii) hydrogen bond interactions between acidic protons (of COOH and SO3H groups) and CO2 oxygen (enhancement of 3 - 4 kJ mol-1).  Both of these types of interaction have the effect of polarizing the CO2 mol.  Weaker types of binding include hydrogen-bond-like interactions with arom. H and π-quadrupole interactions.  The strongest binding is found when more than one interaction occurs simultaneously, as in C6H5SO3H and C6H5COOH, where simultaneous lone pair donation and H-bonding result in binding energy enhancements of 10 and 11 kJ mol-1, resp.  (c) 2010 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlersb8%253D&md5=689b1ad1f666468a064d35e863674424", "(c) ", "Torrisi", ", ", "A.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Bell", ", ", "R. G.", " ", "J. Chem. Phys.", " ", "2009", ",  ", "130", " (", "19", ")  ", "194703", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "44. ", "Impact of ligands on CO2 adsorption in metal-organic frameworks: First principles study of the interaction of CO2 with functionalized benzenes. I. Inductive effects on the aromatic ring", "Torrisi, Antonio; Mellot-Draznieks, Caroline; Bell, Robert G.", "Journal of Chemical Physics", "\r\n        (", "2009", "),\r\n    ", "130", "\r\n        (", "19", "),\r\n    ", "194703/1-194703/13", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Intermol. interactions between the CO2 mol. and a range of functionalized arom. mols. have been investigated using d. functional theory.  The work is directed toward the design of linker mols. which could form part of new metal-org. framework materials with enhanced affinity for CO2 adsorption at low pressure.  Two classes of substituted benzene mols. were considered: (i) with halogen substituents (tetrafluoro-, chloro-, bromo-, and dibromobenzene) and (ii) with Me substituents (mono-, di-, and tetramethylbenzene).  In the benzene-CO2 complex, the main interaction is between the delocalized π arom. system and the mol. quadrupole of CO2.  Halogen substituents have an electron-withdrawing effect on the ring which destabilizes the π-quadrupole interaction.  Weak \"halogen-bond\" and hydrogen bondlike interactions partially compensate for this, but not to the extent that any significant enhancement of the intermol. binding energy is obsd.  Me groups, on the other hand, have a pos. inductive effect which strengthens the CO2-arom. interaction by up to 3 kJ mol-1 in the case of tetramethylbenzene.  Weak hydrogen bondlike interactions with Me H also contribute to the stability of the complexes.  (c) 2009 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmsVGiurs%253D&md5=b80b7ebb0cdf807dfe35df1bd24e9799", "45. ", "Liu", ", ", "Y.", "; ", "Liu", ", ", "J.", "; ", "Chang", ", ", "M.", "; ", "Zheng", ", ", "C.", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", " (", "32", ")  ", "16985", "– ", "16991", "[", "ACS Full Text ", "], [", "CAS", "]", "45. ", "Effect of Functionalized Linker on CO2 Binding in Zeolitic Imidazolate Frameworks: Density Functional Theory Study", "Liu, Yang; Liu, Jing; Chang, Ming; Zheng, Chuguang", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "32", "),\r\n    ", "16985-16991", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "D. functional theory (DFT) calcns. are performed to study the effect of functionalized linkers on CO2 binding in zeolitic imidazolate frameworks (ZIFs).  Three typical ZIFs with different functionalized linkers are considered: ZIF-68 with bIM linker (C6H6 group), ZIF-69 with cbIM linker (chlorine group), and ZIF-78 with nbIM linker (nitro group).  Compared to bIM linker, the charge distributions of cbIM linker and nbIM linker were significantly changed by the substitution of the functional groups and have pos. effects to enhance the binding capacity of CO2.  The withdrawal of electronic charge from the linker leads to enhanced acidity for the hydrogen atoms on linker, which can form weak hydrogen bond interactions with the oxygen atoms of CO2.  The binding capacity of nbIM linker for CO2 is much higher than those of bIM and cbIM linkers for CO2, which is due to the strong effect of nitro group on polarizing the CO2 mol. and thus enhances the interaction force between them.  The binding energies of CO2 in the IM linkers are within the range of -1.64 to -18.54 kJ/mol, which suggests that the binding belongs to physisorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtVygu7%252FK&md5=fffc9d3437b21be89e4e46aec2c10c3c", "46. ", "Liu", ", ", "Y.", "; ", "Eubank", ", ", "J. F.", "; ", "Cairns", ", ", "A. J.", "; ", "Eckert", ", ", "J.", "; ", "Kravtsov", ", ", "V. C.", "; ", "Luebke", ", ", "R.", "; ", "Eddaoudi", ", ", "M.", " ", "Angew. Chem., Int. Ed.", " ", "2007", ",  ", "46", " (", "18", ")  ", "3278", "– ", "3283", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "46. ", "Assembly of metal-organic frameworks (MOFs) based on indium-trimer building blocks: a porous MOF with soc topology and high hydrogen storage", "Liu, Yunling; Eubank, Jarrod F.; Cairns, Amy J.; Eckert, Juergen; Kravtsov, Victor Ch.; Luebke, Ryan; Eddaoudi, Mohamed", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "18", "),\r\n    ", "3278-3283", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The synthesis and structure of two MOFs based on oxo-bridged trinuclear indium carboxylate clusters are reported.  The one MOF has a cubic structure with a CaB6 topol. and the other with an unprecedented soc topol. (soc = square-octahedron).  The results obtained indicate that MOFs possessing the characteristics of these two MOFs, combined with the modularity of their construction which allows higher surface areas to be obtained, will permit the attainment of the US DOE target for H2 uptake.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXlsVKhs7k%253D&md5=25cc409adc0903fb26719f96861d8b70"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-6/cg400382k/production/images/small/cg-2013-00382k_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-6/cg400382k/production/images/small/cg-2013-00382k_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-6/cg400382k/production/images/small/cg-2013-00382k_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-6/cg400382k/production/images/small/cg-2013-00382k_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-6/cg400382k/production/images/small/cg-2013-00382k_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-6/cg400382k/production/images/small/cg-2013-00382k_0006.gif\">"]}
