{"title": ["Adsorption Isotherms of CH", " on Activated Carbon from Indonesian Low Grade Coal"], "authors": ["Awaludin Martin", "Wai Soong Loh", "Kazi Afzalur Rahman", "Kyaw Thu", "Bambang Surayawan", "M. Idrus Alhamid", "Kim Choon Ng"], "doi": ["10.1021/je100495w"], "abstract": ["This article presents an experimental approach for the determination of the adsorption isotherms of methane on activated carbon that is essential for methane storage purposes. The experiments incorporated a constant-volume−variable-pressure (CVVP) apparatus, and two types of activated carbon have been investigated, namely, activated carbon derived from the low rank coal of the East of Kalimantan, Indonesia, and a Carbotech activated carbon. The isotherm results which cover temperatures from (300 to 318) K and pressures up to 3.5 MPa are analyzed using the Langmuir, Tóth, and Dubinin−Astakhov (D-A) isotherm models. The heat of adsorption for the single component methane-activated carbon system, which is concentration- and temperature-dependent, is determined from the measured isotherm data."], "text": ["Top of Page", "Abstract", "Introduction", "Experiments", "Data Reduction", "Results and Discussion", "Conclusions", "References", "Introduction", "Gas adsorption phenomena are widely applied in the field of gas separation and gas purification.", "(1)", " One significant commercial application of gas adsorption phenomena is the adsorption of methane gas for storage purposes. The conventional method of natural gas supply is through pipelines. If there are populated areas remote from the gas wells, an alternate method has to be investigated. In recent years, adsorbed natural gas (ANG) storage systems have attracted much attention as an alternative to compressed natural gas (CNG) for energy storage and transportation purposes. This is because ANG storage systems are designed to have a higher energy density yet operate at a lower pressure than the CNG method.", "(2-10)", " Effective natural gas adsorption storage technology by activated carbon is essential for the utilization of natural gas.", "(11, 12)", " The developments of adsorption-based storage systems require a basic understanding of the isotherms over a wide range of pressure and temperatures for various types of adsorbents. These data are essential for designing the ANG system at a given gas feed, product specifications, and environmental conditions.", "This article reports the ongoing effort toward generating experimental adsorption isotherm data for the adsorption of methane gas on activated carbons. The adsorption apparatus is based on a volumetric method, and the experiments were conducted at temperatures ranging from (300 to 318) K and pressures up to 3.5 MPa. Two types of activated carbon, (i) a low rank coal from the East of Kalimantan, Indonesia, which is produced in the laboratory (KT) and (ii) a commercially available activated carbon (Carbotech), were used in the experiments. The constant-volume−variable-pressure (CVVP) method is employed for the investigation of the CH", "4", " uptake. The experimental data were regressed using the Langmuir, Tóth, and Dubinin−Astakhov (D-A) models, which are suitable for capturing the heterogeneous behavior of activated carbon adsorbents.", "(14)", "Top of Page", "Abstract", "Introduction", "Experiments", "Data Reduction", "Results and Discussion", "Conclusions", "References", "Experiments", "Materials", "Methane with a purity of 99.9995 % was used in the experiment as the adsorbate. Two types of activated carbon have been investigated, namely, Carbotech activated carbon (particles of 0.063 mm) and KT activated carbon. The fresh coal from the East of Kalimantan, Indonesia was crushed and sieved to particles of 0.10 mm before undergoing physical activation. The physical activation of the KT activated carbon was completed in a vertical autoclave activation reactor placed inside a furnace. The production processes include the carbonization/oxidation and activation. The fresh coal was first heat treated by flowing O", "2", " at 100 mL·min", "−1", " at 573 K for 6 h; the composition of the low rank coal is listed in Table ", "1", ". Following the carbonization process, the char samples were activated in a stream of CO", "2", " at 150 mL·min", "−1", ". The samples were activated from room temperature to maximum heat treatment temperatures of 1223 K for 6 h. A scanning electron micrograph (SEM) of the KT activated carbon is shown in Figure ", "1", " with 500× magnification. Table ", "2", " gives the physical properties (BET surface area, pore volume, and skeletal density) for both the KT and the Carbotech activated carbons. These structural characteristics are determined using a Quantachrome gas sorption instrument (Autosorb-1). The surface area was calculated by the Brunauer−Emmett−Teller (BET) method from N", "2", " adsorption isotherm data, which has been performed at 77.3 K. The pore size distribution (PSD) was obtained by the nonlocal density functional theory (NLDFT) method.", "Figure 1. Scanning electron micrographs (SEM) photo of KT at 500× magnification.", "Table 1. Composition of Raw Coal from the East of Kalimantan, Indonesia", "proximate analysis", "total moisture", "19.74 %", "moisture", "13.56 %", "ash", "4.80 %", "volatile matter", "40.83 %", "fixed carbon", "40.81 %", "ultimate analysis", "moisture", "13.56 %", "ash", "4.80 %", "carbon", "56.47 %", "hydrogen", "3.96 %", "nitrogen", "0.38 %", "total sulfur", "2.41 %", "oxygen", "18.43 %", "Table 2. Thermophysical Properties of Activated Carbon Derived from the East of Kalimantan, Indonesia and Carbotech Activated Carbon Determined Using the Quantachrome Gas Sorption Instrument (Autosorb-1)", "physical properties", "Carbotech", "KT", "micropore volume/m", "3", "·kg", "−1", "0.514·10", "−3", "0.470·10", "−3", "density/kg·m", "−3", "2200", "surface area/m", "2", "·kg", "−1", "0.885·10", "6", "0.668·10", "6", "Apparatus and Procedures", "Figure ", "2", " shows a schematic diagram of the CVVP test rig. The experimental apparatus consists of a measuring/adsorption cell and a charging cell with internal volumes of (84.02 and 1150.98) mL, respectively, made of stainless steel (SS 304). The measuring cell and charging cells are connected through a capillary tube. The apparatus is immersed in a constant-temperature water bath (Hüber) which is controlled to preselected temperatures with a precision of ± 0.2 K. The pressure was measured using an absolute pressure transmitter (Druck, PTX 1400), with a pressure range of (0 to 40) bar and ± 0.15 % full scale uncertainty. Class-A type K thermocouples were used for temperature measurement. A thermocouple was installed in the measuring cell keeping in contact with the activated carbon. This enables a direct temperature measurement of the adsorbent to be obtained. All temperature and pressure readings were monitored with a data logging system using a sampling interval of 10 s.", "Figure 2. Schematic diagram of the experimental apparatus.", "Prior to the isotherm test, the entire assembly was evacuated for 8 h using an Aruki single stage vacuum pump to a pressure level of 0.01 mbar. During the evacuation, the adsorption cell temperature was maintained at (403 to 413) K to desorb any residual gas in the cell. Helium gas was injected into the system during desorption to improve the evacuation. After the degassing process, the CVVP apparatus is ready for the adsorption isotherm experiments. Similar descriptions on the experimental procedures are reported elsewhere by Loh et al.", "(13)", "Top of Page", "Abstract", "Introduction", "Experiments", "Data Reduction", "Results and Discussion", "Conclusions", "References", "Data Reduction", "The amount of gas adsorbed is required to obtain the isotherm parameters of the single-component adsorbate and adsorbent system. It is calculated using the density, which is a function of temperature and pressure of the charging cell. In the initial stage of the experiment, the charging cell was pressurized with adsorbate (methane gas). The mass of the adsorbate in a particular state is calculated using eq ", "1", ":", "(1)", "where ρ", "ab_i", " is the initial adsorbate density at charging cell temperature and volume, that is, ", "T", "charging", " and ", "V", "charging_cell", ", respectively.", "Assuming that the adsorption occurs in the micropores, thus the void volume, ", "V", "void", " in the adsorption cell is calculated as:", "(2)", "Here ", "V", "ad_cell", " is the adsorption cell volume, ", "m", "ac", " is the mass of activated carbon, ρ", "solid", " is the solid density of activated carbon, and ", "v", "μ", " is the micropore volume of the activated carbon. The vapor space volume in the adsorption cell is accounted for in the calculation of the void volume. Therefore, the mass of adsorbate in the void volume is calculated as ", "m", "void", " = ρ", "ab", "(", "P", ",", "T", "ads", ")", "V", "void", " at ", "T", "ads", ", while ρ", "ab", " denotes the density of gas (adsorbate) in the adsorption cell. The amount of adsorbate left at each isotherm is calculated using:", "(3)", "where ", "V", "total", " = ", "V", "charging_cell", " + ", "V", "void", ". ", "V", "charging_cell", " is the charging cell volume, and ρ", "ab_f", " is the adsorbate density at the respective isotherm temperature. The density of the adsorbate, ρ", "ab", ", is determined using the Setzmann and Wagner correlations.", "(14)", " The amount of gas adsorbed, ", "m", "ads", ", can then be estimated from:", "(4)", "Here, ", "m", "ads", " is dependent on pressure, temperature, and specific uptake. Finally the specific uptake, ", "C", ", is determined as", "(5)", "Three different adsorption isotherm models, namely, (i) Langmuir, (ii) Tóth, and (iii) D-A, were used to correlate the experimental data. The Langmuir model is the simplest model which describes monolayer type adsorption (type I isotherm of the IUPAC classification) in microporous solids, such as the adsorption of methane in activated carbon. The Langmuir model presumes a homogeneous surface of the adsorbents where the adsorption energy is constant over all sites. This model also assumes that the adsorption on the surface is localized and each site can accommodate only one molecule or atom.", "(15)", " The Langmuir model is written as", "(6)", "where ", "C", "0", " is the saturated amount adsorbed, ", "P", " is the equilibrium pressure, ", "k", "0", " is the equilibrium constant, ", "h", "st", " is the isosteric heat of adsorption, and ", "R", " is the gas constant. The Langmuir model has limitations to fit high pressure data and for material heterogeneity.", "The Tóth model is commonly used for heterogeneous adsorbents such as activated carbon to predict the behavior at both low and high pressure conditions", "(15, 16)", " and is represented by,", "(7)", "where ", "C", " is the amount adsorbed, ", "C", "0", " is the limiting adsorbed amount, ", "P", " is the equilibrium pressure, ", "k", "0", " is the equilibrium constant, ", "h", "st", " is the isosteric heat of adsorption, ", "R", " stands for the gas constant, and ", "t", " is the parameter that indicates the heterogeneity of the adsorbent. Similarly, the D-A equation is written as:", "(8)", "or", "(9)", "where ", "A", " is the adsorption potential and ", "C", " is the adsorbed volume. ", "C", "0", " is the limiting volume of adsorption space of the adsorbent, ", "E", " is the characteristic energy of the adsorption system, and ", "n", " is the structural heterogeneity parameter. The adsorption potential ", "A", " is given by,", "(10)", "where ", "R", " is the gas constant, ", "T", " is the equilibrium temperature, and ", "P", "s", " is the saturation pressure. The pseudovapor pressure, ", "P", "s,", " at a given isotherm temperature is calculated by the Dubinin's method", "(17)", " and is widely used for methane adsorption.", "(11, 18, 19)", "(11)", "where ", "P", "c", " and ", "T", "c", " are the critical pressure and the critical temperature of methane.", "The isosteric heat of adsorption (", "h", "st", ") is the evolution of heat during the adsorption process since the adsorbate molecules are more stabilized on the adsorbent surface than in the bulk phase. This parameter is useful for the thermal management of any adsorption system. The values of the heat of adsorption (", "h", "st", ") have been extracted from the isotherm data using the Clausius−Clayperon equation along with the correction term for the nonideality of the gaseous phase, recently derived by Chakraborty et al.,", "(20)", " which is as follows.", "(12)", "Here, the first term of the right-hand side is derived from the Clausius−Clayperon equation and can be expanded by using the D-A isotherm model. A second term is introduced which defines the behavior of the adsorbed mass with respect to both the pressure and the temperature changes during an adsorbate uptake, which occur due to the nonideality of the gaseous phase. Ultimately, eq ", "12", " becomes", "(13)", "where ", "v", "g", " is the specific volume of the vapor phase and ", "dP", "/", "dT", " represents the gradient of the pressure with the temperature of the adsorbate.", "Top of Page", "Abstract", "Introduction", "Experiments", "Data Reduction", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "The measured uptake data for the adsorption of methane on activated carbon derived from the East of Kalimantan, Indonesia and Carbotech commercial activated carbon are furnished in Tables ", "3", " and ", "4", ". The experiments cover the temperature ranging from (300 to 318) K and pressures up to 3.5 MPa. The isotherms data for the KT (empty symbols, ◊, 300 K; ◻, 308 K; △, 318 K) and Carbotech (filled symbols, ⧫, 300 K; ◼, 308 K; ▲, 318 K) activated carbons with methane are graphically presented on a pressure−concentration−temperature (", "P", "−", "C", "0", "−", "T", ") plane in Figure ", "3", ". It is observed that the experimental uptake profiles are categorized as a Type 1 adsorption isotherm in the IUPAC classification. The specific uptake, ", "C", "0", ", for each specimen is considerably different at any given set of conditions.", "Figure 3. Adsorption isotherms of CH", "4", " on KT (◊, 300 K; ◻, 308 K; △, 318 K) and Carbotech (⧫, 300 K; ◼, 308 K; ▲, 318 K) activated carbons. Solid lines represent the Langmuir model for CH", "4", " on (a) KT and (b) Carbotech, Tóth model for CH", "4", " on (c) KT and (d) Carbotech, and D-A model for CH", "4", " on (e) KT and (f) Carbotech activated carbons.", "Table 3. Experimental Uptake Data for Adsorption of CH", "4", " on KT Activated Carbon from the East of Kalimantan, Indonesia", "P", "C", "P", "C", "P", "C", "kPa", "kg·kg", "−1", "kPa", "kg·kg", "−1", "kPa", "kg·kg", "−1", "T", " = 300 K", "T", " = 308 K", "T", " = 318 K", "58.81", "0.010", "61.89", "0.009", "57.95", "0.007", "141.37", "0.018", "139.18", "0.016", "137.05", "0.014", "246.66", "0.024", "250.58", "0.022", "238.15", "0.019", "466.09", "0.031", "500.64", "0.031", "471.03", "0.027", "716.40", "0.037", "733.43", "0.036", "716.58", "0.033", "987.29", "0.041", "977.72", "0.039", "1005.36", "0.037", "1444.82", "0.045", "1481.74", "0.044", "1478.86", "0.042", "1962.04", "0.048", "1985.22", "0.047", "1990.81", "0.044", "2445.67", "0.049", "2453.72", "0.048", "2471.63", "0.045", "2951.47", "0.050", "3012.58", "0.049", "2964.92", "0.047", "3495.75", "0.051", " ", " ", " ", " ", "Table 4. Experimental Uptake Data for the Adsorption of CH", "4", " on Carbotech Commercial Activated Carbon", "P", "C", "P", "C", "P", "C", "kPa", "kg·kg", "−1", "kPa", "kg·kg", "−1", "kPa", "kg·kg", "−1", "T", " = 300 K", "T", " = 308 K", "T", " = 318 K", "62.87", "0.008", "65.44", "0.007", "65.44", "0.006", "143.71", "0.014", "143.93", "0.012", "147.02", "0.011", "258.45", "0.021", "239.56", "0.017", "244.38", "0.016", "479.62", "0.029", "498.64", "0.027", "477.22", "0.024", "715.04", "0.036", "721.77", "0.033", "717.31", "0.030", "1017.96", "0.043", "995.84", "0.038", "971.50", "0.035", "1447.22", "0.048", "1463.85", "0.045", "1439.61", "0.041", "1921.46", "0.054", "1961.17", "0.050", "1936.57", "0.045", "2483.84", "0.057", "2467.09", "0.053", "2478.85", "0.049", "2971.65", "0.058", "2974.83", "0.056", "2949.98", "0.052", " ", " ", "3519.64", "0.059", "3518.04", "0.055", "The regressed isotherms with the Langmuir and Tóth models are superimposed onto the isotherms data for KT + CH", "4", " and Carbotech + CH", "4", " in Figure ", "3", "a,b, and Figure ", "3", "c,d, respectively. The numerical value of the adsorption parameters (", "C", "0", ", ", "k", "0", ", ", "h", "st", ", and ", "t", ") are presented in Table ", "5", ". The error regression has also been calculated using the isotherm model results with the experimental data.", "(14)", "where ", "N", " is the number of data points.", "Table 5. Adsorption Parameters (", "C", "0", ", ", "k", "0", ", ", "h", "st", ", and ", "t", ") for Langmuir and Tóth Models", " ", "KT activated carbon", "commercial activated carbon, Carbotech", "parameters", "Langmuir", "Tóth", "Langmuir", "Tóth", "C", "o", "/kg·kg", "−1", "0.055", "0.061", "0.070", "0.084", "h", "st", "/", "R", "/K", "1341.6", "1471.4", "1388.0", "1508.9", "k", "o", "/kPa", "−1", "3.38·10", "−5", "2.69·10", "−5", "1.43·10", "−5", "1.05·10", "−5", "t", "1", "0.77", "1", "0.73", "avg. regression err (%)", "2.93", "1.90", "4.1", "2.89", "The Tóth model provides a better fit than the Langmuir model to the experimental adsorption isotherms of methane for both of the adsorbents due to the presence of the heterogeneity parameter (", "t", "). However, the Langmuir model is simpler than the Tóth model and also does not deviate much from the measured uptake values for the present pressure and temperature ranges.", "Similarly, the D-A isotherm model is used to fit the uptake data of methane on KT and Carbotech activated carbon as shown in Figure ", "3", "e,f, respectively. The adsorption parameters (", "C", "0", ", ", "E", ", and ", "n", ") are listed in Table ", "6", ". It is observed that all of the isotherm models (Langmuir, Tóth, and D-A models) are suitably accurate with experimental uncertainties of less than 5.0 % to predict the uptake of CH", "4", " on the activated carbons.", "Table 6. Adsorption Parameters (", "C", "0", ", ", "E", ", and ", "n", ") for the D-A Isotherm Model", "parameters", "KT activated carbon", "commercial activated carbon, Carbotech", "C", "0", "/kg·kg", "−1", "0.062", "0.072", "E", "/J·mol", "−1", "9835.8", "8258.3", "n", "1.60", "1.66", "avg. regression err (%)", "4.69", "2.55", "From Figure ", "3", ", it is found that the equilibrium uptake for Carbotech activated carbon is higher compared to KT activated carbon. This may be attributed to the Carbotech having a larger surface area and total pore volume compared to KT. This is further explained in Figure ", "4", " with the uptake value for KT, Carbotech, ACF-A20, and Maxsorb III with CH", "4", " at 318 K are plotted against the system pressures. Maxsorb III", "(21)", " with the highest total pore volume has the highest uptake capacity, followed by the ACF-A20,", "(9)", " Carbotech, and KT activated carbon.", "Figure 4. Adsorption isotherms for CH", "4", " on activated carbons Maxsorb III (◼), ACF-A20 (●), Carbotech (▲), and KT (×) at 318 K.", "From the Langmuir and Tóth isotherm models, the isosteric heat of adsorption, ", "h", "st", ", can be obtained in the range of (11.15 to 12.54) kJ·mol", "−1", ". The isosteric heat of adsorption determined is comparable to a previous study by Loh et al.,", "(22)", " that is, (11.97 to 13.39) kJ·mol", "−1", " for methane with activated carbons Maxsorb III and ACF-A20. This is mainly due to Maxsorb III and ACF-A20 being both highly porous and having a larger total pore volume, (2.1·10", "−3", " and 1.01·10", "−3", ") m", "3", "·kg", "−1", ", respectively, compared to the KT and Carbotech activated carbons.", "Figures ", "5", " and ", "6", " show the uptake-dependent heat of adsorption (", "h", "st", ") at different isothermal conditions for both KT and Carbotech, respectively. The isosteric heat of adsorption has been extracted from eq ", "13", ". One observes that ", "h", "st", " decreases with increasing vapor uptake. It can be seen that, during the initial stage of adsorption, methane is adsorbed rapidly onto the sites of high energy. Methane molecules first penetrate into narrower pores, resulting in a stronger interaction between the adsorbate and the adsorbent. This implies a higher value of ", "h", "st", " at lower loadings. After filling up the smaller pores, methane molecules are accommodated gradually in larger pores, in which the adsorption affinity becomes weaker. A monotonic decrease in the ", "h", "st", " as a function of loading is therefore observed.", "Figure 5. Isosteric heat of adsorption for CH", "4", " on KT activated carbon using a corrected correlation (eq ", "13", ") at 300 K (solid line), 308 K (dashed line), and 318 K (dotted line).", "Figure 6. Isosteric heat of adsorption for CH", "4", " on Carbotech activated carbon using a corrected correlation (eq ", "13", ") at 300 K (solid line), 308 K (dashed line), and 318 K (dotted line).", "Top of Page", "Abstract", "Introduction", "Experiments", "Data Reduction", "Results and Discussion", "Conclusions", "References", "Conclusions", "The adsorption isotherm of methane gas (CH", "4", ") on activated carbon has been measured at working conditions expected of ANG in portable cylinders, namely, pressures up to 3.5 MPa and temperature ranges from (300 to 318) K using a static volumetric method. It is found that the activated carbon derived from the East of Kalimantan coal has a lower adsorption capacity than the commercially available type owning to a lower specific pore volume and surface area. The isosteric heat of adsorption is evaluated from the measured isotherm data and varies from (8.45 to 27.5) kJ·mol", "−1", ". Such basic experimental isotherms and isosteric heat of adsorption of methane with KT and Carbotech activated carbons are useful in designing an effective ANG storage system.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experiments", "Data Reduction", "Results and Discussion", "Conclusions", "References", "References", "This article references 22 other publications.", "1. ", "Cadenhead", ", ", "D. A.", " ", "Progress in Membrane and Surface Science", "; ", "Academic Press", ": ", "New York", ", ", "1975", ".", "There is no corresponding record for this reference.", "2. ", "Talu", ", ", "O.", " ", "An Overview of Adsorptive Storage of Natural Gas", ", Proceedings of the 4th International Conference on Fundamentals of Adsorption, ", "Kyoto, International Adsorption Society", ", ", "1992", "; pp  ", "655", "− ", "662", ".", "There is no corresponding record for this reference.", "3. ", "Mota", ", ", "J. P. B.", " ", "Adsorbed natural gas technology: Recent advances in adsorption processes for environmental protection and security", "; ", "Springer", ": ", "The Netherlands", ", ", "2008", "; pp  ", "177", "− ", "192", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "4. ", "Bhatia", ", ", "S. K.", "; ", "Myers", ", ", "A. L.", " ", "Optimum conditions for adsorptive storage", " ", "Langmuir", " ", "2006", ",  ", "22", ",  ", "1688", "– ", "1700", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Optimum Conditions for Adsorptive Storage", "Bhatia, Suresh K.; Myers, Alan L.", "Langmuir", "\r\n        (", "2006", "),\r\n    ", "22", "\r\n        (", "4", "),\r\n    ", "1688-1700", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The storage of gases in porous adsorbents, such as activated carbon and carbon nanotubes, is examd. here thermodynamically from a systems viewpoint, considering the entire adsorption-desorption cycle.  The results provide concrete objective criteria to guide the search for the \"Holy Grail\" adsorbent, for which the adsorptive delivery is maximized.  It is shown that, for ambient temp. storage of hydrogen and delivery between 30 and 1.5 bar pressure, for the optimum adsorbent the adsorption enthalpy change is 15.1 kJ/mol.  For carbons, for which the av. enthalpy change is typically 5.8 kJ/mol, an optimum operating temp. of about 115 K is predicted.  For methane, an optimum enthalpy change of 18.8 kJ/mol is found, with the optimum temp. for carbons being 254 K.  It is also demonstrated that for max. delivery of the gas the optimum adsorbent must be homogeneous, and that introduction of heterogeneity, such as by ball milling, irradn., and other means, can only provide small increases in physisorption-related delivery for hydrogen.  For methane, heterogeneity is always detrimental, at any value of av. adsorption enthalpy change.  These results are confirmed with the help of exptl. data from the literature, as well as extensive Monte Carlo simulations conducted here using slit pore models of activated carbons as well as atomistic models of carbon nanotubes.  The simulations also demonstrate that carbon nanotubes offer little or no advantage over activated carbons in terms of enhanced delivery, when used as storage media for either hydrogen or methane.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XksFSruw%253D%253D&md5=4ef6bc99f1ab97df527da6b2243e9d7a", "5. ", "Vasiliev", ", ", "L. L.", "; ", "Kanonchik", ", ", "L. E.", "; ", "Mishkinis", ", ", "D. A.", "; ", "Rabetsky", ", ", "M. I.", " ", "Adsorbed natural gas storage and transportation vessels", " ", "Int. J. Therm. Sci.", " ", "2000", ",  ", "39", ",  ", "1047", "– ", "1055", "[", "Crossref", "], [", "CAS", "]", "5. ", "Adsorbed natural gas storage and transportation vessels", "Vasiliev, L. L.; Kanonchik, L. E.; Mishkinis, D. A.; Rabetsky, M. I.", "International Journal of Thermal Sciences", "\r\n        (", "2000", "),\r\n    ", "39", "\r\n        (", "9-10-11", "),\r\n    ", "1047-1055", "CODEN:\r\n                ", "IJTSFZ", ";\r\n        ISSN:", "1290-0729", ".\r\n    \r\n            (", "Editions Scientifiques et Medicales Elsevier", ")\r\n        ", "Adsorbed natural gas (ANG) storage and transportation technol. recently became competitive to compressed natural gas (CNG) method due to a high energy d. capability achievements.  New adsorbents such as monolithic carbons and recently compressed active carbon fibers used in noncylindrical vessels have made possible to store the same capacity of gas as CNG tanks, but at much lower pressure.  New types of gas tanks thermal control systems with internal source of energy input, based on heat pipe heat exchanges, make it possible to use different sources of energy (exhausted gases, wasted engine cooling liqs., solar and other types of energy) to stimulate gas desorption at const. rate of gas delivery and const. pressure (temp.) and avoid the drop of temp. in the storage tank due to the enthalpy of desorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXot1Wkt7o%253D&md5=9e1701a75f0bedd592975ec3e1299305", "6. ", "Sun", ", ", "Y.", "; ", "Liu", ", ", "C.", "; ", "Su", ", ", "W.", "; ", "Zhou", ", ", "Y.", "; ", "Zhou", ", ", "L.", " ", "Principles of methane adsorption and natural gas storage", " ", "Adsorption", " ", "2009", ",  ", "15", ",  ", "133", "– ", "137", "[", "Crossref", "], [", "CAS", "]", "6. ", "Principles of methane adsorption and natural gas storage", "Sun, Yan; Liu, Congmin; Su, Wei; Zhou, Yaping; Zhou, Li", "Adsorption", "\r\n        (", "2009", "),\r\n    ", "15", "\r\n        (", "2", "),\r\n    ", "133-137", "CODEN:\r\n                ", "ADSOFO", ";\r\n        ISSN:", "0929-5607", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "The adsorption amt. of methane on 16 different kinds of materials at 3.5 MPa and 298 K holds a linear relation with the sp. surface area.  The linear relationship implies that gases are adsorbed monolayerly on the surface of adsorbents at above-crit. temps.  Detn. of surface area and calcn. of storage capacity of a material are explicitly discussed.  It is indicated that methane storage is different from natural gas storage and the difference affects the development of storage material.  Natural gas is a mixt. and all components other than methane cannot be desorbed when the tank pressure released to atm. at ambient temp., therefore, a storage mechanism other than adsorption might be more suitable.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXlt1Kls70%253D&md5=9a4eb4935892a0bb0aff9abe943e7d55", "7. ", "Pupier", ", ", "O.", "; ", "Goetz", ", ", "V.", "; ", "Fiscal", ", ", "R.", " ", "Effect of cycling operations on an adsorbed natural gas storage", " ", "Chem. Eng. Process.", " ", "2005", ",  ", "44", ",  ", "71", "– ", "79", "[", "Crossref", "], [", "CAS", "]", "7. ", "Effect of cycling operations on an adsorbed natural gas storage", "Pupier, O.; Goetz, V.; Fiscal, R.", "Chemical Engineering and Processing", "\r\n        (", "2004", "),\r\n    ", "44", "\r\n        (", "1", "),\r\n    ", "71-79", "CODEN:\r\n                ", "CENPEU", ";\r\n        ISSN:", "0255-2701", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Adsorbed natural gas (ANG) is an interesting opportunity for developing natural gas vehicles technol.  In this case, adsorbents such as activated carbons are used to store natural gas at moderate pressure, 3.5 MPa, compared to the high-pressure (20 MPa) required for current compressed natural gas technol.  Many studies are devoted to the elaboration of suitable adsorbent materials to optimize the methane storage capacity.  Nevertheless, since natural gas (NG) is composed of ∼95% of methane mixed with other components, an important deterioration of the storage performance is obsd. after successive cycles of an ANG system (filling and delivery).  It is the result of adsorption of the other components present in NG that are mainly higher mol.-wt. hydrocarbons, carbon dioxide and nitrogen.  In the present study, the evolution of the storage capacity of a 2 l vessel cycled with NG is exptl. measured.  As a function of the cycle no., the gas compn. at the outlet of the ANG system is detd. using gas chromatog. anal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXotFCntLs%253D&md5=134d254b26da98ae62976778889e5677", "8. ", "Basumatary", ", ", "R.", "; ", "Dutta", ", ", "P.", "; ", "Prasad", ", ", "M.", "; ", "Srinivasan", ", ", "K.", " ", "Thermal modeling of activated carbon based adsorptive natural gas storage system", " ", "Carbon", " ", "2005", ",  ", "43", ",  ", "541", "– ", "549", "[", "Crossref", "], [", "CAS", "]", "8. ", "Thermal modeling of activated carbon based adsorptive natural gas storage system", "Basumatary, R.; Dutta, P.; Prasad, M.; Srinivasan, K.", "Carbon", "\r\n        (", "2005", "),\r\n    ", "43", "\r\n        (", "3", "),\r\n    ", "541-549", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "A homogeneous, isotropic porous matrix of activated carbon inside a portable steel cylinder is considered as the adsorption bed for natural gas (NG) which is idealized as pure methane for the purpose of simulation.  The heat and fluid flow inside the porous adsorption bed are modeled using a vol. averaging technique and Darcy-Brinkman formulation.  The effective thermal cond. of the activated carbon-methane system is calcd. as a function of uptake according to the Luikov model.  Heat generation due to the exothermic process of adsorption is considered.  The governing equations are solved using an implicit finite vol. method for the given boundary conditions.  Three different models of adsorption are considered, namely (i) a no-flow model, (ii) flow model with uniform adsorption and (iii) a flow model with local adsorption.  For each of these models, transient temp. profiles in the adsorption bed during the charging process are obtained, and the corresponding mass adsorption potentials are calcd.  Parametric studies are performed to investigate the effects of gas inlet temp. and rate of charging on the max. bed temp. and the time required to fill the cylinder.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhtFeisbvI&md5=d228298e16430621a1b7ac947fdeeb92", "9. ", "Lozano-Castelló", ", ", "D.", "; ", "Cazorla-Amorós", ", ", "D.", "; ", "Linares-Solano", ", ", "A.", " ", "Powdered activated carbons and activated carbon fibers for methane storage: A comparative study", " ", "Energy Fuels", " ", "2002", ",  ", "16", ",  ", "1321", "– ", "1328", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Powdered Activated Carbons and Activated Carbon Fibers for Methane Storage: A Comparative Study", "Lozano-Castello, D.; Cazorla-Amoros, D.; Linares-Solano, A.", "Energy & Fuels", "\r\n        (", "2002", "),\r\n    ", "16", "\r\n        (", "5", "),\r\n    ", "1321-1328", "CODEN:\r\n                ", "ENFUEM", ";\r\n        ISSN:", "0887-0624", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "During this study different raw materials, activating agents, and prepn. variables were used to compare the behavior of carbon materials with different morphologies in methane storage applications.  Two different types of carbon materials have been prepd.: (i) chem. activated carbons prepd. from an anthracite and a bituminous coal using KOH as activating agent, and (ii) phys. activated carbon fibers prepd. from petroleum pitch and coal tar pitch-based carbon fibers, by activation with CO2 and steam.  Both type of materials have been prepd. in order to cover a wide range of surface area.  The effects of different properties of the adsorbents (porous texture, packing d., and pore size distribution) in their performance in methane storage applications (methane uptake and delivery) were analyzed.  The comparison of both types of materials (powder and carbon fibers) has shown that activated carbon fibers have the advantage of a higher packing d. than powd. activated carbons.  On the other hand, the chem. activated carbons have the advantage of higher methane adsorption capacity than activated carbon fibers with similar micropore vols., due to their narrower micropore size distribution.  During the present work an adsorbent with a volumetric methane uptake as high as 165 V/V and another sample with a delivery as high as 145 V/V were produced.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XmtFSltLg%253D&md5=63bc12aecda8525461940bb75393215d", "10. ", "Yang", ", ", "X. D.", "; ", "Zheng", ", ", "Q. R.", "; ", "Gu", ", ", "A. Z.", "; ", "Lu", ", ", "X. S.", " ", "Experimental studies of the performance of adsorbed natural gas storage system during discharge", " ", "Appl. Therm. Eng.", " ", "2005", ",  ", "25", ",  ", "591", "– ", "601", "[", "Crossref", "], [", "CAS", "]", "10. ", "Experimental studies of the performance of adsorbed natural gas storage system during discharge", "Yang, X. D.; Zheng, Q. R.; Gu, A. Z.; Lu, X. S.", "Applied Thermal Engineering", "\r\n        (", "2005", "),\r\n    ", "25", "\r\n        (", "4", "),\r\n    ", "591-601", "CODEN:\r\n                ", "ATENFT", ";\r\n        ISSN:", "1359-4311", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "In this work, comparative expts. were carried out to study the thermal effect of the adsorption heat on the discharge performance of an adsorbed natural gas (ANG) storage system.  A storage vessel with u-shaped heat exchanging pipe round the central region was designed according to the temp. field detd. by the finite element anal. of the adsorbent bed within 1 L cylinder.  Discharge performances of the ANG on the activated carbon within the storage vessel were tested on a volumetrically built exptl. unit.  Results show that the central region of the adsorbent bed suffers from the severest temp. fluctuation in a short period of the initial discharge state; introduction of the hot water whose temp. is similar to that of the cooling water of a vehicular engine can significantly moderate the temp. fluctuation of the adsorbent bed, shorten the discharge process for ∼60 % in comparing with that without the application of the supplemental heat.  Conclusions are drawn that the heat from the cooling water of a vehicular engine should be a consideration to improve the discharge performance of the ANG storage system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXptlSgu7c%253D&md5=9dc958a7fe4c7a3ce28c0826cfa052df", "11. ", "Himeno", ", ", "S.", "; ", "Komatsu", ", ", "T.", "; ", "Fujita", ", ", "S.", " ", "High-pressure adsorption equilibria of methane and carbon dioxide on several activated carbons", " ", "J. Chem. Eng. Data", " ", "2005", ",  ", "50", ",  ", "369", "– ", "376", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "High-Pressure Adsorption Equilibria of Methane and Carbon Dioxide on Several Activated Carbons", "Himeno, Shuji; Komatsu, Toshiya; Fujita, Shoichi", "Journal of Chemical and Engineering Data", "\r\n        (", "2005", "),\r\n    ", "50", "\r\n        (", "2", "),\r\n    ", "369-376", "CODEN:\r\n                ", "JCEAAX", ";\r\n        ISSN:", "0021-9568", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "High-pressure excess adsorption equil. of methane and carbon dioxide on five microporous activated carbons were measured.  Adsorption isotherms were obtained at temps. ranging from (273 to 333) K and at pressures ranging from (0.5 to 6000) kPa using a static volumetric app.  The exptl. data were analyzed using the Toth model and the Dubinin-Astakhov model.  The isosteric enthalpies of adsorption and the limiting heat of adsorption for both adsorbates on all activated carbons were calcd. using the Clausius-Clapeyron equations and the van't Hoff equations, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXmsVehuw%253D%253D&md5=b8443578fe1cf6cf60244666e66cfedc", "12. ", "Keller", ", ", "J. U.", "; ", "Staudt", ", ", "R.", " ", "Gas adsorption equilibria: experimental methods and adsorptive isotherms", "; ", "Springer Science", ": ", "New York", ", ", "2005", ".", "There is no corresponding record for this reference.", "13. ", "Loh", ", ", "W. S.", "; ", "Kumja", ", ", "M.", "; ", "Rahman", ", ", "K. A.", "; ", "Ng", ", ", "K. C.", "; ", "Saha", ", ", "B. B.", "; ", "Koyama", ", ", "S.", "; ", "El-Sharkawy", ", ", "I. I.", " ", "Adsorption parameter and heat of adsorption of activated carbon/HFC-134a pair", " ", "Heat Transfer Eng.", " ", "2010", ",  ", "31", ",  ", "910", "– ", "916", "[", "Crossref", "], [", "CAS", "]", "13. ", "Adsorption Parameter and Heat of Adsorption of Activated Carbon/HFC-134a Pair", "Loh, Wai-Soong; Kumja, M.; Rahman, Kazi Afzalur; Ng, Kim-Choon; Saha, Bidyut Baran; Koyama, Shigeru; El-Sharkawy, Ibrahim I.", "Heat Transfer Engineering", "\r\n        (", "2010", "),\r\n    ", "31", "\r\n        (", "11", "),\r\n    ", "910-916", "CODEN:\r\n                ", "HTEND2", ";\r\n        ISSN:", "0145-7632", ".\r\n    \r\n            (", "Taylor & Francis, Inc.", ")\r\n        ", "This article presents the adsorption isotherms of HFC-134a and activated carbon Maxsorb III measured using the const.-vol.-variable-pressure method.  The adsorption isotherms cover temp. ranges from 293-338 K and pressures up to 0.7 MPa.  The trends of the exptl. isotherms for activated carbon are found to be identical in all cases with previous studies except that the vapor uptake is slightly higher.  The adsorption characteristic of the Dubinin-Ashtakov equation was regressed from the exptl. isotherms data and the max. specific uptake is 2.15 kg of adsorbate adsorbed per kg of activated carbon.  The heat of adsorption, which is concn. and temp. dependent, has also been extd. from the expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXltFKisr4%253D&md5=25d70672cb62c08f1281813c8a65c726", "14. ", "Setzmann", ", ", "U.", "; ", "Wagner", ", ", "W.", " ", "A new equation of state and tables of thermodynamic properties for methane covering the range from the melting line to 625 K at pressures up to 1000 MPa", " ", "J. Phys. Chem. Ref. Data", " ", "1997", ",  ", "20", ",  ", "1061", "– ", "1151", "[", "Crossref", "]", "There is no corresponding record for this reference.", "15. ", "Do", ", ", "D. D.", " ", "Adsorption Analysis: Equilibria and Kinetics", "; ", "Imperial College Press", ": ", "London", ", ", "1998", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "16. ", "Rahman", ", ", "K. A.", "; ", "Loh", ", ", "W. S.", "; ", "Chakraborty", ", ", "A.", "; ", "Saha", ", ", "B. B.", "; ", "Ng", ", ", "K. C.", " ", "Adsorption thermodynamics of natural gas storage onto pitch-based activated carbons", ", Proceedings of the 2nd Annual Gas Processing Symposium; ", "Elsevier", ": ", "New York", ", ", "2010", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "17. ", "Dubinin", ", ", "M. M.", " ", "The potential theory of adsorption of gases and vapors for adsorbents with energetically nonuniform surfaces", " ", "Chem. Rev.", " ", "1960", ",  ", "60", ",  ", "1", "– ", "70", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "18. ", "Saha", ", ", "B. B.", "; ", "Koyama", ", ", "S.", "; ", "El-Sharkawy", ", ", "I. I.", "; ", "Habib", ", ", "K.", "; ", "Srinivasan", ", ", "K.", "; ", "Dutta", ", ", "P.", " ", "Evaluation of adsorption parameters and heats of adsorption through desorption measurements", " ", "J. Chem. Eng. Data", " ", "2007", ",  ", "52", ",  ", "2419", "– ", "2424", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Evaluation of Adsorption Parameters and Heats of Adsorption through Desorption Measurements", "Saha, Bidyut B.; Koyama, Shigeru; El-Sharkawy, Ibrahim I.; Habib, Khairul; Srinivasan, Kandadai; Dutta, Pradip", "Journal of Chemical & Engineering Data", "\r\n        (", "2007", "),\r\n    ", "52", "\r\n        (", "6", "),\r\n    ", "2419-2424", "CODEN:\r\n                ", "JCEAAX", ";\r\n        ISSN:", "0021-9568", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The construction of an app. for the rapid measurement of the adsorption equil. characteristics and evaluation of the isosteric heat of adsorption of activated carbons for gaseous adsorbates is described.  The method is based on measuring the amt. desorbed between two equil. adsorption states.  The measurement system has been tested for methane adsorption over (5 to 75) °C and pressures from (2 to 24) bar on a Maxsorb-III specimen of activated carbon.  The results are evaluated through regressions with various isotherm equations used in the literature for physisorption and are compared with results of other researchers for comparable adsorbent-adsorbate combinations.  A method of accounting for the adsorbed phase vol. is proposed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFKksrrN&md5=a2a6745ede5ff21dbb2d29dc0d86e823", "19. ", "Amankwah", ", ", "K. A. G.", "; ", "Schwarz", ", ", "J. A.", " ", "A modified approach for estimating pseudo vapor pressures in the application of the Dubinin-Astakhov equation", " ", "Carbon", " ", "1995", ",  ", "33", ",  ", "1313", "– ", "1319", "[", "Crossref", "], [", "CAS", "]", "19. ", "A modified approach for estimating pseudo-vapor pressures in the application of the Dubinin-Astakhov equation", "Amankwah, K. A. G.; Schwarz, J. A.", "Carbon", "\r\n        (", "1995", "),\r\n    ", "33", "\r\n        (", "9", "),\r\n    ", "1313-19", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "High pressure adsorption data of methane and hydrogen on four microporous carbons was obtained at supercrit. temps.  The data was analyzed on the basis of the Potential Theory using the Dubinin-Astakhov (D-A) equation.  The method for estg. pseudo-vapor pressures proposed by Dubinin resulted in characteristic curves for methane but failed for the hydrogen data.  A more general method for estg. pseudo-vapor pressures is proposed.  This approach introduces a parameter, k, that accounts for interactions in the adsorbate-adsorbent systems under consideration.  It was found that the modified approach to the use of the D-A equation leads to reliable prediction of both methane and hydrogen data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXotlamurk%253D&md5=9a5aaba264e7521cb02430efd60a68e9", "20. ", "Chakraborty", ", ", "A.", "; ", "Saha", ", ", "B. B.", "; ", "Koyama", ", ", "S.", "; ", "Ng", ", ", "K. C.", " ", "On the thermodynamic modeling of the isosteric heat of adsorption and comparison with experiments", " ", "Appl. Phys. Lett.", " ", "2006", ",  ", "89", ",  ", "171901", "[", "Crossref", "], [", "CAS", "]", "20. ", "On the thermodynamic modeling of the isosteric heat of adsorption and comparison with experiments", "Chakraborty, A.; Saha, B. B.; Koyama, S.; Ng, K. C.", "Applied Physics Letters", "\r\n        (", "2006", "),\r\n    ", "89", "\r\n        (", "17", "),\r\n    ", "171901/1-171901/3", "CODEN:\r\n                ", "APPLAB", ";\r\n        ISSN:", "0003-6951", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "A theor. framework for the estn. of the isosteric heat of adsorption between an adsorbate (vapor) and an adsorbent (solid) is proposed, based on the thermodn. requirements of chem. equil., Maxwell relations, and the entropy of the adsorbed phase.  The derived equation for the isosteric heat of adsorption is verified against three sets of judiciously selected adsorbent + adsorbate data that are found in the literature and the predictions are found to agree within the exptl. uncertainties of the reported data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtF2hsLjJ&md5=fa7d34236aefdb795d9930d361bdddfe", "21. ", "Saha", ", ", "B. B.", "; ", "Chakraborty", ", ", "A.", "; ", "Koyama", ", ", "S.", "; ", "Yoon", ", ", "S. H.", "; ", "Kumja", ", ", "M.", "; ", "Yap", ", ", "C. R.", "; ", "Ng", ", ", "K. C.", " ", "Isotherms and thermodynamics for the adsorption of ", "n", "-butane on Maxsorb III", " ", "Int. J. Heat Mass Transfer", " ", "2008", ",  ", "51", ",  ", "1582", "– ", "1589", "[", "Crossref", "], [", "CAS", "]", "21. ", "Isotherms and thermodynamics for the adsorption of n-butane on pitch based activated carbon", "Saha, Bidyut Baran; Chakraborty, Anutosh; Koyama, Shigeru; Yoon, Seong-Ho; Mochida, Isao; Kumja, M.; Yap, Christopher; Ng, Kim Choon", "International Journal of Heat and Mass Transfer", "\r\n        (", "2008", "),\r\n    ", "51", "\r\n        (", "7-8", "),\r\n    ", "1582-1589", "CODEN:\r\n                ", "IJHMAK", ";\r\n        ISSN:", "0017-9310", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The adsorption isotherms of n-butane on pitch-based activated carbon (type Maxsorb III) at temps. ranging from 298 to 328 K and at different equil. pressures between 20 and 300 kPa were exptl. measured by a volumetric technique.  The pore properties such as, the d., Brunauer-Emmett-Teller (BET) surface area, pore size, pore vol. along with pore size distribution (PSD) of Maxsorb III were detd.  The Dubinin-Astakhov (DA) adsorption isotherm model describes all of the isotherm exptl. data within the acceptable error ranges.  The present isotherm data are compared with other published data of activated carbon (AC)/n-butane and showed the superiority of the present findings in terms of uptake capacity.  The isosteric heat of adsorption (ΔHads) of n-butane on Maxsorb III is calcd. for different loading.  Using the adsorption isotherms and ΔHads, the thermodn. property maps as a function of pressure, temp., and adsorbate amt. are also presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXivFWnt78%253D&md5=4c6e0f5e73fafe047a56138544b5ec33", "22. ", "Loh", ", ", "W. S.", "; ", "Rahman", ", ", "K. A.", "; ", "Chakraborty", ", ", "A.", "; ", "Saha", ", ", "B. B.", "; ", "Choo", ", ", "Y. S.", "; ", "Khoo", ", ", "B. C.", "; ", "Ng", ", ", "K. C.", " ", "Improved isotherm data for adsorption of methane on activated carbons", " ", "J. Chem. Eng. Data", " ", "2010", ",  ", "55", ",  ", "2840", "– ", "2847", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Improved Isotherm Data for Adsorption of Methane on Activated Carbons", "Loh, Wai Soong; Rahman, Kazi Afzalur; Chakraborty, Anutosh; Saha, Bidyut Baran; Choo, Yoo Sang; Khoo, Boo Cheong; Ng, Kim Choon", "Journal of Chemical & Engineering Data", "\r\n        (", "2010", "),\r\n    ", "55", "\r\n        (", "8", "),\r\n    ", "2840-2847", "CODEN:\r\n                ", "JCEAAX", ";\r\n        ISSN:", "0021-9568", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This article presents the adsorption isotherms of methane onto two different types of activated carbons, namely, Maxsorb III and ACF (A-20) at temps. from (5 to 75) °C and pressures up to 2.5 MPa.  The volumetric technique has been employed to measure the adsorption isotherms.  The exptl. results presented herein demonstrate the improved accuracy of the uptake values compared with previous measurement techniques for similar adsorbate-adsorbent combinations.  The results are analyzed with various adsorption isotherm models.  The heat of adsorption, which is concn. and temp. dependent, has been calcd. from the measured isotherm data.  Henry's law coeffs. for these adsorbent-methane pairs are also evaluated at various temps.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXnsVSrt7c%253D&md5=7380d10f2aa08a5b40f8de6e88a68fc9"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2011/jceaax.2011.56.issue-3/je100495w/production/images/small/je-2010-00495w_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2011/jceaax.2011.56.issue-3/je100495w/production/images/small/je-2010-00495w_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2011/jceaax.2011.56.issue-3/je100495w/production/images/small/je-2010-00495w_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2011/jceaax.2011.56.issue-3/je100495w/production/images/small/je-2010-00495w_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2011/jceaax.2011.56.issue-3/je100495w/production/images/small/je-2010-00495w_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2011/jceaax.2011.56.issue-3/je100495w/production/images/small/je-2010-00495w_0006.gif\">"]}
