{"title": ["Systematic Ligand Modulation Enhances the Moisture Stability and Gas Sorption Characteristics of Quaternary Metal–Organic Frameworks"], "authors": ["Lujia Liu", "Shane G. Telfer"], "doi": ["10.1021/jacs.5b00365"], "abstract": ["Complex metal–organic frameworks (MOFs) that maintain high structural order promise sophisticated and tunable properties. Here, we build on our strategy of using combinations of structurally distinct ligands to generate a new isoreticular series of ordered quaternary Zn", "O–carboxylate MOFs. Rational design of the framework components steers the system toward multicomponent MOFs and away from competing phases during synthesis. Systematic ligand modulation led to the identification of a set of frameworks with unusually high stability toward water vapor. These frameworks lose no porosity after 100 days’ exposure to ambient air or 20 adsorption–desorption cycles up to 70% relative humidity. Across this series of frameworks, a counterintuitive relationship between the length of pendant alkyl groups and framework stability toward water vapor emerges. This phenomenon was probed via a series of gas and vapor adsorption experiments together with Grand Canonical Monte Carlo (GCMC) simulations, and could be rationalized on the basis of the propensity of the frameworks to adsorb water vapor and the proximity of the adsorbed water molecules to the water-sensitive metal clusters. Systematic variation of the pore volume and topography also tunes the CO", " and CH", " gas adsorption behavior. Certain of these materials display increases in their adsorption capacities of 237% (CO", ") and 172% (CH", ") compared to the parent framework."], "text": ["Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "References", "Introduction", "Constructing metal–organic frameworks (MOFs) from multiple components is a pathway to materials with high tunability, functionality, and porosity.", "(1)", " One simple approach to incorporating multiple components into a MOF is to use a set of organic linkers that share a common backbone and/or nodes with the same connectivity but different metal constituents.", "(2)", " MOFs comprising as many eight different organic linkers or ten different metals have been reported.", "(3)", " This approach can produce complex MOFs with emergent properties that are distinct from their parent frameworks. However, it typically lacks a high level of control over the distribution of the framework components.", "To combat this disorder, one strategy is to use multiple components that are topologically distinct. Organic linkers that differ in their shape or length and inorganic nodes that have different connectivities can be differentiated from one another during the crystallization process.", "(4)", " Most MOFs synthesized this way are ternary MOFs, i.e., MOFs with three distinct components, with some examples displaying ultrahigh porosity.", "(4e, 4i)", " We recently employed this strategy to synthesize an isoreticular family of well-ordered ", "quaternary", " MOFs using three topologically distinct carboxylate linkers and Zn", "4", "O secondary building units (SBUs).", "(5)", " These MOFs are designated as MUF-7a-h (MUF = Massey University Framework) and they are derived from combinations of btb (1,3,5-benzenetribenzoate), bpdc (4,4′-biphenyldicarboxylate), and bdc (1,4-benzenedicarboxylate) ligands. One key advantage of structurally regular quaternary MOFs was highlighted by this study: each ligand can be independently functionalized to produce pores with complex—yet uniform—chemical environments. Three other quaternary MOFs, UMCM-10–12, were subsequently reported by Matzger et al.,", "(6)", " and examples of quaternary MOFs that comprise two kinds of organic linkers and two different metal nodes also exist.", "(7)", "One stern challenge that is encountered in the synthesis of quaternary (and higher order) MOFs is the formulation of sets of linkers that are mutually compatible for inclusion in a lattice. Although clear design rules have not yet emerged, it is likely that the relative metrics (length and topology) of the ligands are a key factor.", "(4f, 5)", " A second challenge is presented by the multitude of phases that compete for formation with the desired product.", "(4c)", " For sets of organic linkers and only one type of metal node, using the simplifying assumption that each organic linker and linker pair only forms a single phase, the total number of theoretical possible competing phases, ", "N", ", can be deduced by the following equation:", "where ", "n", " is the number of linkers in the set. Thus, there are six phases that compete with a quaternary MOF, which increases to 14 for a quinary MOF, and 1022 for a MOF comprising ten distinct linkers (", "Supporting Information", ", SI, Table S7). Approaches to meeting this challenge include modifying synthesis parameters such as feed ratios and concentration, using small quantities of seed crystals to produce nucleation sites that guide crystallization in the desired direction,", "(5)", " and strategic ligand design. In the latter context, we hypothesized that alterations to the linker set employed for MUF-7 may reduce the competitive formation of undesired phases. Specifically, we noted that btb has a strong propensity to form both [Zn", "4", "O(btb)", "2", "] (MOF-177", "(8)", ") and [Zn", "4", "O(btb)", "4/3", "(bdc)] (UMCM-1", "(4c)", "). From the structures of both MOF-177 and UMCM-1, it appears that the peripheral benzoate groups of the btb ligands prefer to be twisted with respect to the central phenyl ring. The use of a truxene ligand core would, however, force the four phenyl rings to be coplanar, and thus induce a planar conformation of the entire ligand (carboxylate groups tend not to twist with respect to the phenyl group to which they are attached). We hypothesized that this may attenuate the formation of analogs of MOF-177 and UMCM-1, which would be a very useful outcome since these frameworks are produced with alacrity in MOF reaction mixtures that contain btb and btb/bdc.", "Here, we report the successful realization of this strategy in preparing a family of quaternary Zn", "4", "O-carboxylate MOFs that incorporate tritopic truxene-based ligands. These MOFs (1) outcompete the formation of undesired phases during synthesis; (2) feature uniform, complex tetrahedral cavities; (3) show remarkably high stability toward water vapor for this class of MOF; (4) exhibit a counterintuitive relationship between hydrophobicity and stability toward water vapor; and (5) display a tunable affinity for CO", "2", " and CH", "4", " that correlates with pore metrics and topography.", "Scheme 1. Synthetic Route to MUF-77-ethyl and a View of Its Network Structure, As Determined by X-ray Crystallography", "a", "a", "In the network structure the three ligands are colored as light brown (hett), green (bpdc) and pink (bdc).", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "Reacting H", "3", "hett (hett = 5,5′,10,10′,15,15′-hexaethyltruxene-2,7,12-tricarboxylate),", "(9)", " H", "2", "bpdc, and H", "2", "bdc with Zn(NO", "3", ")", "2", " produces MUF-77-ethyl, a quaternary metal–organic framework with the formula [Zn", "4", "O(hett)", "4/3", "(bpdc)", "1/2", "(bdc)", "1/2", "] (Scheme ", "1", "). We determined the structure of MUF-77-ethyl by single crystal X-ray diffraction and confirmed its bulk phase purity by powder X-ray diffraction (", "SI", " Figure S7), ", "1", "H NMR spectroscopy of a digested sample (", "SI", ", section 3), optical microscopy, and elemental analysis.", "By optimizing the synthetic route to MUF-77-ethyl, we were able to obtain this material in high yield and with perfect phase purity. MUF-77-ethyl appears to be a thermodynamically stable phase is readily assembled at the expense of competing phases. The formation of MUF-77-ethyl is not particularly sensitive to the feed ratio of the three ligands and does not require crystal seeding. This contrasts with MUF-7 and demonstrates the utility of strategic ligand design to attenuate the production of competing phases in the synthesis of multicomponent MOFs.", "MUF-77-ethyl crystallizes in the space group ", "Pm", "-", "3", ". It has a low density (0.49 g/cm", "3", ") and high porosity (calculated", "(10)", " void fraction of 79%). It features two types of dodecahedral cavity and one type of tetrahedral cavity, as highlighted in Figure ", "1", ". The larger dodecahedral cavity is defined by 12 Zn", "4", "O clusters, 8 hett ligands, and 6 bpdc ligands, while bdc ligands replace the bpdc ligands around the smaller dodecahedral cavity. Each tetrahedral cavity is delineated by four Zn", "4", "O clusters, four hett ligands, a bpdc ligand and a bdc ligand. Notably, since the chemical environments for the tetrahedral cavities are uniform and complex, they are candidates for functionalization via a programmed pore", "(5)", " approach. Efforts in this direction are underway.", "The larger dodecahedral mesopore of MUF-77-ethyl spans 34.5 Å (interatomic distance) at its widest point and can accommodate a sphere with a diameter of 18.5 Å (allowing for van der Waals radii of the framework atoms, Figure ", "1", "a). The smaller dodecahedron has an interatomic span of 32.6 Å and accommodates a 16.5 Å sphere (Figure ", "1", "b). The tetrahedral cavity can house a sphere of diameter ∼10 Å (Figure ", "1", "c). The free pore diameter, which is defined as the diameter of the largest sphere which can freely pass throughout the framework, is calculated to be 6.5 Å.", "(11)", "It is illustrative to compare the structural characteristics of MUF-77-ethyl with those of MUF-7a, which is constructed from Zn", "4", "O SBUs and bdc, bpdc, and btb linkers.", "(5)", " In both cases, the three ligands are linked by six-connected Zn", "4", "O SBUs into a framework with ", "ith-d", " topology. At each SBU four tritopic ligands occupy the equatorial positions, and one bpdc and one bdc ligand fill the axial sites. Differences arise due to the lower symmetry of MUF-7a, which generates three distinct tetrahedral cavities with diameters of ∼10 Å, along with a unique dodecahedral cavity which spans 33.7 Å at its widest point. The free pore diameter of MUF-7a is 9.1 Å, which is larger than that of MUF-77-ethyl due to the bulky truxene ligand of the latter.", "Figure 1. Views of the X-ray crystal structure of MUF-77-ethyl highlighting (a) the larger dodecahedral cavity, (b) the tetrahedral cavity, and (c) the smaller dodecahedron cavity. Hydrogen atoms are omitted for clarity.", "Figure 2. Nitrogen adsorption (filled circles) and desorption (open circles) isotherm of MUF-77-ethyl measured at 77 K.", "The solvent occluded in the pores of MUF-77-ethyl during synthesis is easily removed to produce an activated material that has a high affinity for molecular guests. Its capacity for taking up N", "2", " at 77 K is 1004 cm", "3", "/g. A BET surface area of 3600 m", "2", "/g and a pore volume of 1.53 cm", "3", "/g were calculated from the adsorption isotherm (Figure ", "2", " and ", "SI", " Figure S19). The close agreement of these values to the calculated geometric surface area (3850 m", "2", "/g)", "(12)", " and the theoretical pore volume (1.52 cm", "3", "/g, calculated by PLATON", "(13)", ") underscore the stability of the framework in the absence of guest solvent.", "We were surprised to find that MUF-77-ethyl is relatively stable toward water vapor. Following removal of the occluded solvent, a sample was exposed to ambient air (40–50% RH) at 20 °C for 205 days. No changes to the morphology or transparency of the crystals were detectable by optical microscopy (", "SI", " Figures S58 and 59). Powder XRD patterns were recorded throughout the exposure period and they were found to remain unchanged (Figure ", "3", "). A single crystal of MUF-77-ethyl stored under the same conditions for 35 days displayed an excellent X-ray diffraction pattern to a resolution beyond 0.81 Å (", "SI", " Figure S4). A full set of crystallographic data recorded on this aged crystal yielded refinement statistics superior to a freshly prepared, solvated specimen. As a point of comparison, activated MUF-7a exposed to air for only 32 h produces a poor single-crystal diffraction pattern, indicating a loss of crystallinity (", "SI", " Figure S5), and notable changes are evident in its PXRD pattern after several days (", "SI", " Figure S60).", "Figure 3. Powder X-ray diffraction patterns (Cu", "α", " radiation) of MUF-77-ethyl; freshly activated and aged samples exposed to 40–50% relative humidity at 20 °C for the stated period.", "To quantify the stability of MUF-77-ethyl toward humid air we turned to the measurement of gas adsorption isotherms before and after periods of exposure to ambient air. This allows the porosity of an aged sample to be compared to its pristine state.", "(14)", " Following the exposure of MUF-77-ethyl to humid air (RH = 40–50%) for 3 and 11 days, CO", "2", " (273 K) and N", "2", " (77 K) isotherms were measured (", "SI", " Figures S71 and S72 and Table ", "1", "). The uptake of CO", "2", " by aged MUF-77-ethyl is 42.8 and 42.6 cm", "3", "/g (at 1 atm) after 3 and 11 days, respectively, which is almost identical to a pristine sample (42.9 cm", "3", "/g). The pore volume calculated from the N", "2", " sorption isotherm after 3 and 11 days’ aging is 1.54 and 1.51 cm", "3", "/g, respectively, which is close to its pristine state (1.55 cm", "3", "/g). Remarkably, prolonged aging for 100 days did not reduce its pore volume (1.59 cm", "3", "/g, ", "SI", " Figure S71). Conversely, considerable losses in porosity and CO", "2", " uptake capacity were found for MUF-7a under the same conditions (Figure ", "6", ", ", "SI", " Figures S67 and S68, and Table ", "1", ").", "The observed stability of MUF-77-ethyl, which indicates that it can be handled indefinitely under typical laboratory conditions, is a surprising revelation. It is well established that Zn", "4", "O-carboxylate MOFs are prone to decomposition by water vapor.", "(15)", " Although a few examples have shown moderate resistance to moisture,", "(15a, 15b, 16, 17)", " improving their stability in this regard is of considerable current interest.", "(2j, 16a, 17)", " The instability of MUF-7a reported above is typical for this class of MOF. In other examples, MOF-5", "(18)", " and UMCM-1", "(4c)", " are known to degrade rapidly in ambient conditions,", "(15a-15c)", " and MOF-177,", "(8)", " which is used as a adsorbent in prototype natural gas fuel tanks,", "(19)", " collapses upon exposure to 40% RH for 3 days.", "(15d)", "Both MUF-77-ethyl and MUF-7a are quaternary MOFs that are constructed from similar ligand sets and identical SBUs. Why does their stability toward humid air differ so remarkably? We note that the major difference between the frameworks is the identity of the tritopic ligand: hett in MUF-77-ethyl and btb in MUF-7a. On this basis, there are two plausible reasons behind the superior stability of MUF-77-ethyl: First, hett is more hydrophobic", "(20)", " than btb, which may lead to a drop in the affinity of MUF-77-ethyl for water vapor vis-à-vis MUF-7a. Second, the truxene backbone of hett is more rigid than btb, which may impede substitution reactions, such as hydrolysis, at the Zn", "4", "O SBUs. Differences in basicity arising from the electron-rich truxene core may be discounted since the p", "K", "a", " of H", "3", "hett (3.42 ± 0.70) is very similar to that of H", "3", "btb (3.46 ± 0.10).", "(21)", "To examine these points in detail and optimize this class of MOF for water stability, we designed a family of truxene-based tritopic ligands that feature alkyl chains of different lengths (Scheme ", "2", "). Since the overall geometry of these ligands is the same as the hett ligand, we anticipated that quaternary MOFs which are isoreticular to MUF-77-ethyl could be produced. We indeed found this to be the case and were able to prepare the five new quaternary MOFs depicted in Scheme ", "2", " in high yield and perfect phase purity. We characterized these frameworks by single crystal XRD, ", "1", "H NMR spectroscopy of digested samples (", "SI", ", section 3), PXRD (", "SI", " Figure S7), optical microscopy, and elemental analyses.", "Scheme 2. Synthetic Route to the MUF-77 Series of Materials", "The resistance of these materials to atmospheric water vapor enabled us to use desolvated crystals for all single crystal X-ray diffraction experiments. The structures of MUF-77-methyl and -butyl indicate that the alkyl chains extend normal to the truxene plane (as observed for MUF-77-ethyl) and are directed into the both the large and small dodecahedral cavities.", "(22)", " Shorter alkyl chains (up to hexyl) can be fully accommodated in the large dodecahedral cavities (Figure ", "4", "). The tetrahedral cavities (diameters ∼8 Å), are largely, however, unaffected. It was not possible to accurately model the disposition of the alkyl chains in MUF-77-octyl and -decyl using X-ray crystallography data due to disorder, although it is evident that they occupy most of the dodecahedral void spaces and spill over into the tetrahedral cavities.", "Figure 4. (a) Views of the large dodecahedral cavities of MUF-77-methyl (left) and MUF-77-hexyl (right) showing the alkyl groups appended to the truxene ligand in space-filling mode. (b) Pore size distributions for MUF-77-methyl, -ethyl, -butyl, and -hexyl calculated from their X-ray crystal structures.", "Table 1. Summary of the Key Properties of the MUF-77 Series and MUF-7a", " ", "MUF-7a", "MUF-77-methyl", "MUF-77-ethyl", "MUF-77-butyl", "MUF-77-hexyl", "MUF-77-octyl", "MUF-77-decyl", "ligand set", "btb bpdc bdc", "hmtt bpdc bdc", "hett bpdc bdc", "hbtt bpdc bdc", "hhtt bpdc bdc", "hott bpdc bdc", "hdtt bpdc bdc", "cell dimension", "a", "60.232", "29.953", "29.951", "29.936", "29.861", "29.812", "29.806", "space group", "I", "4̅3", "d", "Pm", "3", "Pm", "3", "Pm", "3", "Pm", "3", "Pm", "3", "Pm", "3", "density", "b", "0.387", "0.452", "0.494", "0.578", "0.667", "0.754", "0.839", "BET surface area", "c", "4450", "3600", "3600", "3250", "2170", "1570", "1170", "pore volume", "d", "2.16", "1.85", "1.55", "1.21", "1.00", "0.65", "0.48", "porosity after aging", "e", "73/61", "98/101", "99/98", "99/98", "86/74", "87/75", "81/74", "CO", "2", " capacity after aging", "f", "79/71", "98/99", "100/99", "99/98", "89/83", "89/82", "87/84", "Q", "st", "0", "g", "15.0/12.9", "17.4/14.3", "18.1/14.2", "19.7/15.5", "19.9/15.5", "19.5/19.7", "16.0/19.8", "water conc.", "h", "2.06", "0.11", "0.09", "0.22", "0.20", "0.41", "0.46", "a", "In Å.", "b", "In g/cm", "3", ".", "c", "BET surface area in m", "2", "/g.", "d", "In cm", "3", "/g, calculated from the N", "2", " adsorption isotherm at 77 K and ", "P", "/", "P", "0", " = 0.995.", "e", "At 77 K in % with respect to pristine samples after aging for 3/11 days.", "f", "In % with respect to pristine samples after aging for 3/11 days.", "g", "Heat of adsorption at zero loading in kJ/mol, CO", "2", "/CH", "4", ".", "h", "Concentration of adsorbed water in the framework pores in mol/L at 50% RH.", "By modulating the lengths of the truxene substituents the pore characteristics of this isoreticular family of MOFs can be systematically modified (Figure ", "5", ", Table ", "1", "). All frameworks can be activated by solvent exchange with dichloromethane followed by desolvation under vacuum at 80 °C. N", "2", " sorption isotherms at 77 K allow the estimation of BET surface areas, which extend from 1170 to 3600 m", "2", "/g. Pore volumes range from 0.48 to 1.85 cm", "3", "/g. The pore size distributions calculated from single-crystal X-ray structures (Figure ", "4", "b) show that the observed decrease pore volume corresponds to a reduction in the space available in the two dodecahedral cavities as the alkyl substituents lengthen.", "To test the influence of the length of the pendant alkyl groups on the stability of these frameworks toward atmospheric humidity, a series of gas and vapor adsorption isotherms were measured. The samples for these measurements were first activated then aged in air at a relative humidity of 40–50% for 3 days and for 11 days. PXRD patterns were taken during the aging period and no changes could be discerned for any of these materials (", "SI", " Figures S61–66). N", "2", " (77 K) and CO", "2", " (273 K) isotherms were measured using the aged materials, and uptake capacities at 0.995 atm (N", "2", ") and 1 atm (CO", "2", ") were used as points of comparison with pristine specimens to determine the relative loss of porosity.", "Figure 5. (a) Nitrogen adsorption (filled circles) and desorption (open circles) isotherms at 77 K for MUF-7a and the MUF-77 series. (b) A plot showing the density, pore volume, surface area, and volumetric CO", "2", " and CH", "4", " uptake at 1 atm and 273 K for MUF-7a and the MUF-77 series. Color code: black: MUF-7a; blue: MUF-77-methyl; red: MUF-77-ethyl; green: MUF-77-butyl; orange: MUF-77-hexyl; purple: MUF-77-octyl; and gray: MUF-77-decyl.", "A counterintuitive trend across the MUF-77 series emerges from the data presented in Figure ", "6", ". Frameworks with longer alkyl chains are ", "less stable toward water vapor", "! Specifically, a cluster of frameworks with high stability comprises MUF-77-methyl, MUF-77-ethyl, and MUF-77-butyl. Among this group, there are negligible changes in structure over the aging period. It is noteworthy that a 100 day aging experiment on MUF-77-butyl also resulted in minimal porosity loss (", "SI", " Figures S73 and S74). A second group of lesser stability contains MUF-77-hexyl, MUF-77-octyl, and MUF-77-decyl. These MOFs lose about 25% of their capacity for adsorbing N", "2", " after 11 days of aging, and their CO", "2", " uptake capacity diminishes by around 17%. The greater reduction in uptake for N", "2", " compared to CO", "2", " is likely to be due to the larger kinetic diameter of this gas which precludes access to the smallest cavities. MUF-7a is the least stable of the frameworks under investigation.", "Figure 6. Relative porosities and CO", "2", " uptake capacities of aged MUF-77s and MUF-7a plotted as a fractional capacity with respect to the capacity of their pristine samples. N", "2", " isotherms measured at 77 K and CO", "2", " isotherms at 273 K.", "A close inspection of experimental water adsorption isotherms", "(23)", " (Figure ", "7", "), together with Grand Canonical Monte Carlo (GCMC) simulations,", "(24)", " provides insights into this surprising trend. The following observations are pertinent: (i) Water vapor uptake rises slowly as a function of the partial pressure at low RH, as expected for hydrophobic materials. (ii) In the isotherm region corresponding to the relative humidity of our aging experiments (40–50%), the concentration of water adsorbed in the void space of the frameworks can be calculated by dividing the amount of excess water uptake (in mmol/g) by the measured pore volume of the MOF (in cm", "3", "/g, Table ", "1", "). The concentration of adsorbed water in the framework pores correlates with the length of the alkyl substituent on the truxene ligand; surprisingly, longer chains leads to higher water concentrations. (iii) The simulations provide information on the sites of water molecule adsorption. Since the alkyl substituents occupy hydrophobic regions of the cavities, away from the zinc clusters, longer alkyl substituents lead to the adsorbed water molecules occupying sites in closer proximity to these clusters (Figure ", "8", "). For example, at 50% RH the percentage of water molecules found within 5 Å of a Zn", "4", "O cluster for MUF-77-methyl, -ethyl, -butyl, and -hexyl are 44%, 64%, 67%, and 72%, respectively (", "SI", " Table S6). (iv) A steep rise in the amount adsorbed is observed for all MOFs at a characteristic RH value. This is due to the onset of pore filling.", "(23b)", " Across this series of MOFs, the RH value at which pore filling commences broadly correlates with the length of the pendant alkyl group on the truxene ligand: The lowest RH value of 42% is observed for MUF-7a, while the highest value of RH ∼ 85% occurs for MUF-77-hexyl and -decyl (Figure ", "7", "). (v) The isotherms all flatten out as the RH approaches unity, however pore volumes estimated from the total water uptake are only a fraction of those obtained from N", "2", " sorption isotherms (", "SI", " Table S3).", "Figure 7. Top: Water vapor adsorption isotherms measured at 298 K for MUF-7a (black), MUF-77-methyl (blue), -ethyl (red), -butyl (green), -hexyl (orange), -octyl (purple), and -decyl (gray). Bottom: Adsorption isotherms presented to highlight the concentration of adsorbed water molecules in the framework void space as a function of RH.", "Figure 8. Distances between adsorbed water molecules and the closest Zn", "4", "O SBU as calculated by GCMC simulations for MUF-77-methyl (blue), -ethyl (red), -butyl (green), and -hexyl (orange).", "MUF-77-ethyl was used for further water vapor sorption experiments where the RH was cycled multiple times between 10% and various maximum RH values (", "SI", " Figures S84 and S85). Material treated in this way was then analyzed by PXRD, optical microscopy, and a N", "2", " adsorption isotherm. After 20 cycles of water vapor adsorption and desorption to 70% RH, no visual changes to the MOF crystals were apparent (", "SI", " Figures S86 and S87). The PXRD pattern and N", "2", " isotherm were also identical to those of pristine specimens (", "SI", " Figures S90 and S91). When MUF-77-ethyl was subject to 20 cycles to 75% RH, which lies at the beginning of the steep rise in water vapor uptake, we found the crystals turned almost opaque (", "SI", " Figure S88) and lost 40% of their uptake capacity for N", "2", " (", "SI", " Figure S91). Their PXRD pattern, however, did not change, which reinforces the notion that PXRD alone is not adequate to determine whether a MOF is stable under certain conditions.", "(14, 23b)", " After only 3 cycles to 80% RH, which is at the halfway point of the steep rise, the crystals turned completely opaque (", "SI", " Figure S89) and the material lost most of its porosity (", "SI", " Figure S91).", "Several important findings emerge from the foregoing observations on water vapor uptake:", "1.", "The contrasting stabilities of MUF-7a and MUF-77-methyl demonstrate that introducing truxene-based ligands in quaternary MOFs dramatically enhances their stability toward humidity. This arises from the truxene ligand, which confers a higher degree of rigidity than btb. The enhanced rigidity of the truxene ligand may inhibit the displacement of the ligands around the SBUs by incoming H", "2", "O. We note that a related ligand rigidification strategy was found to enhance MOF stability toward shear forces.", "(25)", " Additionally, the truxene linker of MUF-77-methyl is more hydrophobic than the btb of MUF-7a therefore MUF-77 adsorbs less water vapor than MUF-7a.", "2.", "The steep rise of the water vapor uptake in the sorption isotherms corresponds to pore filling, which causes the degradation of the framework crystallinity and porosity (", "SI", " Figure S90). After pore filling occurs, the water sorption is largely irreversible (", "SI", " Figures S81–83), presumably because of chemisorption to the components of the collapsed frameworks.", "3.", "The stable group of materials, MUF-77-methyl, -ethyl, and -butyl, can used, handled, or stored at up to 70% RH over long periods of time. We ascribe this to their relatively low affinity for water vapor, as evidenced by their water vapor sorption isotherms.", "4.", "The instability of the MUF-77 materials with longer alkyl substituents under ambient conditions is due to a combination of a high concentration of water in their void volumes at relevant RHs ", "and", " the close proximity of the adsorbed water molecules to the Zn", "4", "O clusters. These factors promote hydrolysis of the zinc(II) clusters leading to framework collapse.", "(26)", " This underlies the counterintuitive relationship between ligand hydrophobicity and MOF stability and highlights the limitations of simply using pendant hydrophobic groups to improve water stability.", "(20)", "Figure 9. Gravimetric (left) and volumetric (right) gas adsorption capacities for CO", "2", " (top) and CH", "4", " (bottom) taken from adsorption isotherms at 1 atm and 273 K for MUF-7a (black), MUF-77-methyl (blue), -ethyl (red), -butyl (green), -hexyl (orange), -octyl (purple), and -decyl (gray).", "Valuable trends in CO", "2", " and CH", "4", " adsorption capacities emerge from adsorption isotherms measured for these gases across the MUF-77 series. Volumetric uptake of CO", "2", " and CH", "4", " peaks at MUF-77-hexyl (Figure ", "9", "). Increases of 237% and 172% are observed for CO", "2", " and CH", "4", ", respectively, with respect to MUF-7a. These increases are achieved simply by modifying the pores with space-filling alkyl chains rather than the conventional approach of introducing polar functional groups or open metal sites.", "(27)", " Related observations have been made in other studies.", "(5, 7b, 28)", " We can understand the trends exhibited by the MUF-77 series by analysis of the isosteric heats of adsorption, which increase as the alkyl chain becomes longer (Table ", "1", " and ", "SI", " Figures S24 and S25), and the available pore volume, which naturally decreases with increasing substituent size. MUF-77-hexyl represents the point at which an optimum combination of heat of adsorption and pore volume is reached. MOFs with shorter alkyl chains feature open pores, which provide relatively few favorable noncovalent interactions between the framework walls and gas molecules. Alkyl chains of intermediate length (e.g., butyl, hexyl) are ideal in that they induce pore topographies with significant nooks and crannies that maximize the number of favorable noncovalent interactions with guest molecules. Overly long alkyl chains, however, overfill the pores and render them featureless and smaller than optimal, which limits the number of guest molecules that can be bound.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "References", "Conclusions", "The synthesis of an isoreticular family of quaternary Zn", "4", "O carboxylate MOFs with a series of truxene-based tritopic linkers generates unique insights into the ways in which MOF characteristics can be systematically optimized. The planarity of truxene ligand inhibits the formation of competing phases, allowing reactions involving large ligand sets to converge on the desired multicomponent frameworks. The rigidity and hydrophobicity of the truxene moiety also enhances the stability of these MOFs toward water vapor to the point where several of these materials can be openly handled in standard laboratory environments over a time period of at least several months. By modulating the pendant alkyl groups on the truxene ligands, we made the surprising discovery that members of this series with more hydrophobic groups are less stable toward ambient humidity. Water adsorption isotherms combined with GCMC simulations revealed that this counterintuitive finding can be rationalized by an increased concentration of water in the framework pores at low RH ", "and", " the propensity for this adsorbed water to reside close to the Zn", "4", "O SBUs. This highlights the limitations of simply using long pendant alkyl groups to improve water stability in MOFs.", "(20)", " Systematic ligand modulation also resulted in tunable CO", "2", " and CH", "4", " adsorption characteristics. The CO", "2", " uptake for the best performing material is more than treble that of its nonfunctionalized analog.", "These insights are enabled by the multicomponent nature of the MUF-77 series. A selected ligand, in this case the tritopic truxene liker, can be appended with substituents that systematically modify the pore characteristics. Such modifications would typically lead to low porosity and a breakdown in the isoreticular relationship for MOFs that comprise just one ligand. A key advantage of multicomponent MOFs is that—collectively—ligand sets are able to maintain the open structure of parent frameworks even if significant changes are made to one of their members. This enables enlightening relationships between ligand structures, pore characteristics, and functional performance to be established. The modification of all three linkers to produce variants of MUF-77 with programmed pores", "(5)", " is an exciting prospect.", " ", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "References", "Supporting Information", "Synthesis, characterization, X-ray crystallography, and computational details and additional tables and figures. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "We thank Dr. Yonghwi Kim and Professor Kimoon Kim for generously providing a trial sample of H", "3", "hmtt, and Dr. Matthew Hill for measuring some preliminary adsorption isotherms. We are indebted to Professor Randy Snurr for much-valued advice, to David Lun, Dr. Hui Yang, and Dr. Marie Squire for expert technical assistance, and to David Perl for writing a computer script to extract the data presented in Figure ", "8", ". This work was supported by the RSNZ Marsden Fund, the MacDiarmid Institute for Advanced Materials and Nanotechnology and NeSI (computational resources).", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "References", "References", "This article references 28 other publications.", "1. ", "(a) ", "Burrows", ", ", "A. D.", " ", "CrystEngComm", " ", "2011", ",  ", "13", ",  ", "3623", "[", "Crossref", "], [", "CAS", "]", "1. ", "Mixed-component metal-organic frameworks (MC-MOFs): enhancing functionality through solid solution formation and surface modifications", "Burrows, Andrew D.", "CrystEngComm", "\r\n        (", "2011", "),\r\n    ", "13", "\r\n        (", "11", "),\r\n    ", "3623-3642", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Mixed-component metal-org. frameworks (MC-MOFs) are metal-org. frameworks that have different linkers or metals with the same structural role.  Many of these mixed-ligand or mixed-metal MOFs are solid solns., in which the proportions of the ligands or metals can be adjusted or even controlled.  These MC-MOFs can be prepd. directly, using more than one metal or ligand in the synthesis, or formed by post-synthetic modification.  A second class of MC-MOFs have core-shell structures, and these can be prepd. through epitaxial growth of one MOF on the surface of another or post-synthetic modification of the crystal surfaces.  This review describes the syntheses, structures and properties of mixed-ligand, mixed-metal and core-shell MOFs, and highlights some of the potential benefits in functionality that these materials have.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmslajsr0%253D&md5=01577af668b59f2c30307fb790824a9e", "(b) ", "Bunck", ", ", "D. N.", "; ", "Dichtel", ", ", "W. R.", " ", "Chem.—Eur. J.", " ", "2013", ",  ", "19", ",  ", "818", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Mixed Linker Strategies for Organic Framework Functionalization", "Bunck, David N.; Dichtel, William R.", "Chemistry - A European Journal", "\r\n        (", "2013", "),\r\n    ", "19", "\r\n        (", "3", "),\r\n    ", "818-827", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Framework materials have attracted intense interest for gas storage, sepns., catalysis, and other applications as a consequence of their periodicity, high sp. surface area, and rational synthesis.  Cocrystg. multiple monomers with identical linking chem. represents an emerging route to access materials with increased complexity and advanced functions.  This Concept Article highlights three strategies for framework synthesis that employ mixts. of monomers with 1) identical linking geometries, 2) different linking geometries, or 3) in which one monomer is truncated with respect to the other.  These approaches offer a diverse toolbox to modify framework topol., incorporate active functionality, and rationally control crystallite size and morphol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvFWhu7zF&md5=af5e4596d7e5457bb7a5d0b43a7d4114", "(c) ", "Furukawa", ", ", "H.", "; ", "Cordova", ", ", "K. E.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2013", ",  ", "341", ",  ", "974", "[", "Crossref", "], [", "CAS", "]", "1. ", "The Chemistry and Applications of Metal-Organic Frameworks", "Furukawa, Hiroyasu; Cordova, Kyle E.; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "341", "\r\n        (", "6149", "),\r\n    ", "974", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A review.  Cryst. metal-org. frameworks (MOFs) are formed by reticular synthesis, which creates strong bonds between inorg. and org. units.  Careful selection of MOF constituents can yield crystals of ultrahigh porosity and high thermal and chem. stability.  These characteristics allow the interior of MOFs to be chem. altered for use in gas sepn., gas storage, and catalysis, among other applications.  The precision commonly exercised in their chem. modification and the ability to expand their metrics without changing the underlying topol. were not achieved with other solids.  MOFs whose chem. compn. and shape of building units can be multiply varied within a particular structure already exist and may lead to materials that offer a synergistic combination of properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlaktbbF&md5=95007f174bf8d0bd85b690f5927755db", "2. ", "(a) ", "Chun", ", ", "H.", "; ", "Dybtsev", ", ", "D. N.", "; ", "Kim", ", ", "H.", "; ", "Kim", ", ", "K.", " ", "Chem.—Eur. J.", " ", "2005", ",  ", "11", ",  ", "3521", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Synthesis, X-ray crystal structures, and gas sorption properties of pillared square grid nets based on paddle-wheel motifs: Implications for hydrogen storage in porous materials", "Chun, Hyungphil; Dybtsev, Danil N.; Kim, Hyunuk; Kim, Kimoon", "Chemistry--A European Journal", "\r\n        (", "2005", "),\r\n    ", "11", "\r\n        (", "12", "),\r\n    ", "3521-3529", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A systematic modulation of org. ligands connecting dinuclear paddle-wheel motifs leads to isomorphous metal-org. porous materials that have a three-dimensional connectivity and interconnected pores.  Arom. dicarboxylates such as 1,4-benzenedicarboxylate (1,4-bdc), tetramethylterephthalate (tmbdc), 1,4-naphthalenedicarboxylate (1,4-ndc), tetrafluoroterephthalate (tfbdc), or 2,6-naphthalenedicarboxylate (2,6-ndc) are linear linkers that form two-dimensional layers, and diamine ligands, 4-diazabicyclo[2.2.2]octane (dabco) or 4,4'-dipyridyl (bpy), coordinate at both sides of Zn2 paddle-wheel units to bridge the layers vertically.  The resulting open frameworks [Zn2(1,4-bdc)2(dabco)] (1), [Zn2(1,4-bdc)(tmbdc)(dabco)] (2), [Zn2(tmbdc)2(dabco)] (3), [Zn2(1,4-ndc)2(dabco)] (4), [Zn2(tfbdc)2(dabco)] (5), and [Zn2(tmbdc)2(bpy)] (8) possess varying size of pores and free apertures originating from the side groups of the 1,4-bdc derivs.  [Zn2(1,4-bdc)2(bpy)] (6) and [Zn2(2,6-ndc)2(bpy)] (7) have two- and 3-fold interpenetrating structures, resp.  The noninterpenetrating frameworks (1-5 and 8) possess surface areas at 1450-2090 m2g-1 and H sorption capacities of 1.7-2.1% at 78 K and 1 atm.  A detailed anal. of the sorption data in conjunction with structural similarities and differences concludes that porous materials with straight channels and large openings do not perform better than those with wavy channels and small openings in terms of H storage through physisorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXlt1ygt70%253D&md5=6b32569fb5a054ae4872481379e3463c", "(b) ", "Fukushima", ", ", "T.", "; ", "Horike", ", ", "S.", "; ", "Inubushi", ", ", "Y.", "; ", "Nakagawa", ", ", "K.", "; ", "Kubota", ", ", "Y.", "; ", "Takata", ", ", "M.", "; ", "Kitagawa", ", ", "S.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "4820", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Solid Solutions of Soft Porous Coordination Polymers: Fine-Tuning of Gas Adsorption Properties", "Fukushima, Tomohiro; Horike, Satoshi; Inubushi, Yasutaka; Nakagawa, Keiji; Kubota, Yoshiki; Takata, Masaki; Kitagawa, Susumu", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "28", "),\r\n    ", "4820-4824, S4820/1-S4820/7", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors have synthesized two interdigitated frameworks and a series of their ligand-based solid solns. for the control of their adsorption isotherms.  Optimization of the gas-sepn. performance from a mixt. of carbon dioxide and methane using the solid solns. was demonstrated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXotVCgurg%253D&md5=906948f322c266f6e447a2056651151b", "(c) ", "Burrows", ", ", "A. D.", "; ", "Fisher", ", ", "L. C.", "; ", "Richardson", ", ", "C.", "; ", "Rigby", ", ", "S. P.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "3380", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Selective incorporation of functional dicarboxylates into zinc metal-organic frameworks", "Burrows, Andrew D.; Fisher, Laura C.; Richardson, Christopher; Rigby, Sean P.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "12", "),\r\n    ", "3380-3382", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Zn(II) nitrate reacts with different ratios of 1,4-benzenedicarboxylic acid (H2bdc) and 2-halo-1,4-benzenedicarboxylic acid (H2bdc-X, X = Br or I) to give [Zn4O(bdc)3-x(bdc-X)x], in which preferential incorporation of bdc is obsd.  The selective incorporation is related to crystal growth rates, and the proportion of incorporated bdc-X rises with increasing reaction time.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXivVWlu7w%253D&md5=20291923e48acef1df28fa7c17f33dd5", "(d) ", "Taylor-Pashow", ", ", "K. M. L.", "; ", "Rocca", ", ", "J. D.", "; ", "Xie", ", ", "Z.", "; ", "Tran", ", ", "S.", "; ", "Lin", ", ", "W.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "14261", "ACS Full Text ", ", [", "CAS", "]", "2. ", "Postsynthetic Modifications of Iron-Carboxylate Nanoscale Metal-Organic Frameworks for Imaging and Drug Delivery", "Taylor-Pashow, Kathryn M. L.; Della Rocca, Joseph; Xie, Zhigang; Tran, Sylvie; Lin, Wenbin", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "40", "),\r\n    ", "14261-14263", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Fe(III)-carboxylate nanoscale metal-org. frameworks (NMOFs) with the MIL-101 structure were synthesized using a solvothermal technique with microwave heating.  The ∼200 nm particles were characterized using a variety of methods, including SEM, PXRD, nitrogen adsorption measurements, TGA, and EDX.  By replacing a percentage of the bridging ligand (terephthalic acid) with 2-amino terephthalic acid, amine groups were incorporated into the framework to provide sites for covalent attachment of biol. relevant cargoes while still maintaining the MIL-101 structure.  In proof-of-concept expts., an optical contrast agent (a BODIPY dye) and an ethoxysuccinato-cisplatin anticancer prodrug were successfully incorporated into the Fe(III)-carboxylate NMOFs via postsynthetic modifications of the as-synthesized particles.  These cargoes are released upon the degrdn. of the NMOF frameworks, and the rate of cargo release was controlled by coating the NMOF particles with a silica shell.  Potential utility of the new NMOF-based nanodelivery vehicles for optical imaging and anticancer therapy was demonstrated in vitro using HT-29 human colon adenocarcinoma cells.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtFCjt77L&md5=baa2e1455cfccdfe188c108f37bfae2a", "(e) ", "Kleist", ", ", "W.", "; ", "Jutz", ", ", "F.", "; ", "Maciejewski", ", ", "M.", "; ", "Baiker", ", ", "A.", " ", "Eur. J. Inorg. Chem.", " ", "2009", ",  ", "2009", ",  ", "3552", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(f) ", "Kim", ", ", "M.", "; ", "Cahill", ", ", "J. F.", "; ", "Prather", ", ", "K. A.", "; ", "Cohen", ", ", "S. M.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "7629", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Postsynthetic modification at orthogonal reactive sites on mixed, bifunctional metal-organic frameworks", "Kim, Min; Cahill, John F.; Prather, Kimberly A.; Cohen, Seth M.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "27", "),\r\n    ", "7629-7631", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Mixed, bifunctional metal-org. frameworks were synthesized and subsequent postsynthetic modification were demonstrated on the two, orthogonal functional sites of UiO-66-(Br)(NH2) and UiO-66-(CN)(NH2).  The use of differentially tagged 1,4-benzenedicarboxylate ligands (amino- and bromo/cyano-substituted) combined with postsynthetic modification (N-acylation or cyanation) provides a facile route to a potentially large no. of functionally diverse materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXotVGiu7w%253D&md5=18a3f4e81f2408b08945b055988a1d0e", "(g) ", "Kim", ", ", "M.", "; ", "Cahill", ", ", "J. F.", "; ", "Fei", ", ", "H.", "; ", "Prather", ", ", "K. A.", "; ", "Cohen", ", ", "S. M.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "18082", "ACS Full Text ", ", [", "CAS", "]", "2. ", "Postsynthetic Ligand and Cation Exchange in Robust Metal-Organic Frameworks", "Kim, Min; Cahill, John F.; Fei, Honghan; Prather, Kimberley A.; Cohen, Seth M.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "43", "),\r\n    ", "18082-18088", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Postsynthetic ligand and metal ion exchange (PSE) processes readily occur in several inert metal-org. frameworks (MOFs), including zeolitic imidazolate frameworks (ZIFs).  Ligand exchange can occur between solid samples, as was demonstrated under relatively mild conditions with two robust, topol. distinct MOFs, MIL-53(Al) and MIL-68(In).  Ligand PSE is not obsd. with MIL-101(Cr), which is attributed to the kinetic inertness of the Cr(III) ion.  In addn. to ligand exchange, metal ion (cation) PSE was also studied between intact MOF microcryst. particles.  Metal ion transfer between MIL-53(Al) and MIL-53(Fe) was readily obsd.  These PSE reactions were monitored and the products characterized by a no. of techniques, including aerosol time-of-flight mass spectrometry, which permits single-particle compositional anal.  To show the potential synthetic utility of this approach, the PSE process was used to prep. the first Ti(IV) analog of the robust UiO-66(Zr) framework.  Finally, expts. to rule out mechanisms other than PSE (i.e., aggregation, dissoln./recrystn.) were performed.  PSE, of either ligands or cations, is common even with highly robust MOFs such as UiO-66(Zr), MILs, and ZIFs.  Also, PSE is useful in prepg. novel materials that cannot be obtained via other synthetic methods.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVKmtbjP&md5=c7010554a86381c57498f08218bded0f", "(h) ", "Song", ", ", "X.", "; ", "Kim", ", ", "T. K.", "; ", "Kim", ", ", "H.", "; ", "Kim", ", ", "D.", "; ", "Jeong", ", ", "S.", "; ", "Moon", ", ", "H. R.", "; ", "Lah", ", ", "M. S.", " ", "Chem. Mater.", " ", "2012", ",  ", "24", ",  ", "3065", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Post-Synthetic Modifications of Framework Metal Ions in Isostructural Metal-Organic Frameworks: Core-Shell Heterostructures via Selective Transmetalations", "Song, Xiaokai; Kim, Tae Kyung; Kim, Hyehyun; Kim, Dongwook; Jeong, Seok; Moon, Hoi Ri; Lah, Myoung Soo", "Chemistry of Materials", "\r\n        (", "2012", "),\r\n    ", "24", "\r\n        (", "15", "),\r\n    ", "3065-3073", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The transmetalation (the replacement of metal ions) of a family of highly porous isostructural metal-org. frameworks (MOFs), M6(BTB)4(BP)3 (M = Zn(II) (1), Co(II) (2), Cu(II) (3), and Ni(II) (4), BTB = 1,3,5-benzenetribenzoate, and BP = 4,4'-dipyridyl) with an ith-d net topol. was studied.  1-4 Have different framework stabilities depending on the framework metal ions.  The transmetalation and the reverse transmetalation reactions of the framework metal ions were obsd. between MOFs 1 and 2, having a similar thermodn. stability.  While the transmetalation from thermodynamically less stable 1 and 2 to more stable 3 and 4 were achieved by soaking single crystals of 1 and 2 in a soln. of N,N'-DMF contg. Cu(II) and Ni(II) ions, resp., no reverse transmetalation was obsd.  By simply controlling the soaking time, not only could homogeneously transmetalated cryst. framework structures be prepd. via the thermodynamically controlled complete replacement of the framework metal ions but also selectively transmetalated core-shell heterostructures were formed via kinetically controlled replacement that was mainly restricted to the external shell region of the crystal.  The fully transmetalated MOFs showed significantly improved framework stabilities compared with the parent MOFs.  A marked improvement in the framework stability was obsd., even in the selectively transmetalated Co(II)/Cu(II)- and Co(II)/Ni(II)-core-shell heterostructures.  Although the frameworks are partially transmetalated, the framework stability of not only the external shell region but also of the internal core region was significantly affected.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtVCmt7bL&md5=5db854bb147f6e64cd64791f55df0958", "(i) ", "Takaishi", ", ", "S.", "; ", "DeMarco", ", ", "E. J.", "; ", "Pellin", ", ", "M. J.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Sci.", " ", "2013", ",  ", "4", ",  ", "1509", "[", "Crossref", "], [", "CAS", "]", "2. ", "Solvent-assisted linker exchange (SALE) and post-assembly metallation in porphyrinic metal-organic framework materials", "Takaishi, Shinya; DeMarco, Erica J.; Pellin, Michael J.; Farha, Omar K.; Hupp, Joseph T.", "Chemical Science", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "4", "),\r\n    ", "1509-1513", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Using recently reported robust porphyrinic metal-org. framework (RPM) materials, the authors have examd. the systematic exchange of pillaring linkers/struts as a means of accessing new versions of these materials.  Dipyridyl-porphyrin Zn(II) (Zn-dipy) struts were successfully replaced by M2-dipy (M2 = 2H(+), Al(III), Sn(IV)), forming cryst. solid solns. of Zn(Zn1-xMx)-RPM in variable ratios.  Post-synthetic metalation was demonstrated using Zn2H-RPM, again with retention of crystallinity.  The authors examd. catalytic activity for an epoxide ring-opening reaction with ZnM2-RPMs.  The catalytic activity depends strongly on the identity of the metal ion present in the dipyridyl-porphyrin unit.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjtlymtr8%253D&md5=2bae5ab3de2508d941ac8b1c15b8bbaf", "(j) ", "Li", ", ", "H.", "; ", "Shi", ", ", "W.", "; ", "Zhao", ", ", "K.", "; ", "Li", ", ", "H.", "; ", "Bing", ", ", "Y.", "; ", "Cheng", ", ", "P.", " ", "Inorg. Chem.", " ", "2012", ",  ", "51", ",  ", "9200", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Enhanced Hydrostability in Ni-Doped MOF-5", "Li, Huanhuan; Shi, Wei; Zhao, Kaina; Li, Han; Bing, Yanmin; Cheng, Peng", "Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "17", "),\r\n    ", "9200-9207", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Ni-doped MOF-5s were successfully synthesized for the 1st time via solvothermal crystn. process to enhance the hydrostability.  Several characterization techniques, including XRD, thermogravimetrical anal. (TGA), SEM, energy-dispersive spectroscopy instrument (EDS), inductively coupled plasma (ICP), IR spectroscopy (IR), at. sorption, diffuse-reflectance UV-visible spectroscopy, and gas sorption measurement, strongly support the effective incorporation of Ni(II) ions into the framework.  The Ni-doped MOF-5s not only exhibit larger Langmuir sp. surface areas and larger pores than the undoped MOF-5, but also significantly enhance water resistance of the framework.  The H2 uptake capacity of undoped MOF-5 drops rapidly when exposed to the ambient air, whereas the H2 adsorptions of the Ni-doped MOF-5s remain stable for 4 days.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Wqu7bO&md5=85d939a2a24306532c08287d5ec14ec6", "(k) ", "Hon Lau", ", ", "C.", "; ", "Babarao", ", ", "R.", "; ", "Hill", ", ", "M. R.", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "3634", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "A route to drastic increase of CO2 uptake in Zr metal organic framework UiO-66", "Hon Lau, Cher; Babarao, Ravichandar; Hill, Matthew R.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "35", "),\r\n    ", "3634-3636", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "CO2 uptake in zirconium MOF UiO-66 almost doubles with post-synthetic exchange of Zr by Ti.  This was due to smaller pore size and higher adsorption enthalpy, with good complementarity between expt. and simulation.  Also, the full effect was obtained with ∼50% Ti loading, precluding the need to fully substitute frameworks for CO2 capture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXltl2lsr4%253D&md5=47a0c20283a683a3d96801caf365c330", "3. ", "(a) ", "Deng", ", ", "H.", "; ", "Doonan", ", ", "C. J.", "; ", "Furukawa", ", ", "H.", "; ", "Ferreira", ", ", "R. B.", "; ", "Towne", ", ", "J.", "; ", "Knobler", ", ", "C. B.", "; ", "Wang", ", ", "B.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2010", ",  ", "327", ",  ", "846", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Multiple Functional Groups of Varying Ratios in Metal-Organic Frameworks", "Deng, Hexiang; Doonan, Christian J.; Furukawa, Hiroyasu; Ferreira, Ricardo B.; Towne, John; Knobler, Carolyn B.; Wang, Bo; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "327", "\r\n        (", "5967", "),\r\n    ", "846-850", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Metal-org. frameworks (MOFs) can incorporate a large no. of different functionalities on linking groups in a way that mixes the linker, rather than forming sep. domains.  The authors made complex MOFs from 1,4-benzenedicarboxylate (denoted by A in this work) and its derivs. -NH2, -Br, -(Cl)2, -NO2, -Me2, -C4H4, -(OC3H5)2, and -(OC7H7)2 (denoted by B to I,, resp.) to synthesize 18 multivariate (MTV) MOF-5 type structures that contain up to eight distinct functionalities in one phase.  The backbone (Zn oxide and phenylene units) of these structures is ordered, but the distribution of functional groups is disordered.  The complex arrangements of several functional groups within the pores can lead to properties that are not simply linear sums of those of the pure components.  For example, a member of this series, MTV-MOF-5-EHI, exhibits up to 400% better selectivity for CO2 over CO compared with its best same-link counterparts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhslWju7o%253D&md5=40f9720d9a7633e6102cab3256be0468", "(b) ", "Wang", ", ", "L. J.", "; ", "Deng", ", ", "H.", "; ", "Furukawa", ", ", "H.", "; ", "Gándara", ", ", "F.", "; ", "Cordova", ", ", "K. E.", "; ", "Peri", ", ", "D.", "; ", "Yaghi", ", ", "O. M.", " ", "Inorg. Chem.", " ", "2014", ",  ", "53", ",  ", "5881", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Synthesis and Characterization of Metal-Organic Framework-74 Containing 2, 4, 6, 8, and 10 Different Metals", "Wang, Lisa J.; Deng, Hexiang; Furukawa, Hiroyasu; Gandara, Felipe; Cordova, Kyle E.; Peri, Dani; Yaghi, Omar M.", "Inorganic Chemistry", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "12", "),\r\n    ", "5881-5883", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) contg. more than two kinds of metal ions mixed in one secondary building unit are rare because the synthesis often yields mixed MOF phases rather than a pure phase of a mixed-metal MOF (MM-MOF).  In this study, we use a one-pot reaction to make microcryst. MOF-74 [M2(DOT); DOT = dioxidoterephthalate] with 2 (Mg and Co), 4 (Mg, Co, Ni, and Zn), 6 (Mg, Sr, Mn, Co, Ni, and Zn), 8 (Mg, Ca, Sr, Mn, Fe, Co, Ni, and Zn), and 10 (Mg, Ca, Sr, Ba, Mn, Fe, Co, Ni, Zn, and Cd) different kinds of divalent metals.  The powder X-ray diffraction patterns of MM-MOF-74 were identical with those of single-metal MOF-74, and no amorphous phases were found by SEM.  The successful prepn. of guest-free MM-MOF-74 samples was confirmed by N2 adsorption measurements.  Elemental anal. data also support the fact that all metal ions used in the MOF synthesis are incorporated within the same MOF-74 structure.  Energy-dispersive X-ray spectroscopies indicate that metal ions are heterogeneously distributed within each of the cryst. particles.  This approach is also employed to incorporate metal ions (i.e., Ca, Sr, Ba, and Cd) from which the parent MOF structure could not be made as a single-metal-contg. MOF.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXptVahtb8%253D&md5=58d90e56c354b5bb079545bfeed9dfff", "4. ", "(a) ", "Chen", ", ", "W.", "; ", "Wang", ", ", "J.-Y.", "; ", "Chen", ", ", "C.", "; ", "Yue", ", ", "Q.", "; ", "Yuan", ", ", "H.-M.", "; ", "Chen", ", ", "J.-S.", "; ", "Wang", ", ", "S.-N.", " ", "Inorg. Chem.", " ", "2003", ",  ", "42", ",  ", "944", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Photoluminescent Metal-Organic Polymer Constructed from Trimetallic Clusters and Mixed Carboxylates", "Chen, Wei; Wang, Jia-Yu; Chen, Cheng; Yue, Qi; Yuan, Hong-Ming; Chen, Jie-Sheng; Wang, Su-Ning", "Inorganic Chemistry", "\r\n        (", "2003", "),\r\n    ", "42", "\r\n        (", "4", "),\r\n    ", "944-946", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The solvothermal reaction of Zn(OAc)2.2H2O with a mixt. of benzene-1,4-dicarboxylic acid (H2BDC) and benzene-1,3,5-tricarboxylic acid (H3BTC) in a soln. contg. DMF, abs. EtOH, and chlorobenzene gave rise to a metal-org. polymer, Zn3(BDC)(BTC)2·2NHMe2·2NH2Me2.  The structure of this polymer possesses a unique three-dimensional framework with tri-Zn clusters, and BDC and BTC units co-linking the clusters. also, this metal-org. polymer exhibits strong photoluminescence at room temp., and the main emission band is at ∼430 nm (λex = 325 nm).  Crystal data for this compd. (C17H20N2O8Zn1.5): monoclinic, space group P21/n, cell dimensions a 11.6171(3), b 14.2456(4), c 12.6426(3) Å, β 107.030(2)°, and Z = 4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXkvFKnuw%253D%253D&md5=139e8e21a4ad2316f9696c02e61483bd", "(b) ", "Dybtsev", ", ", "D. N.", "; ", "Chun", ", ", "H.", "; ", "Kim", ", ", "K.", " ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", ",  ", "5033", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Rigid and flexible: A highly porous metal-organic framework with unusual guest-dependent dynamic behavior", "Dybtsev, Danil N.; Chun, Hyungphil; Kim, Kimoon", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "38", "),\r\n    ", "5033-5036", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A large H2 sorption capacity and high surface area are properties of the depicted metal-org. porous material, which is easily synthesized on a large scale from readily available chems.  The rigid framework of [Zn2(1,4-bdc)2(dabco)] (1,4-H2bdc = 1,4-benzenedicarboxylic acid; dabco = diazabicyclo[2.2.2]octane) is also flexible enough to exhibit unusual guest-dependent dynamic behavior,.  The crystal structure of [Zn2(1,4-bdc)2(dabco)] was detd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXotlKrsbo%253D&md5=1c7be14bb961d48c0ee8c388cadb5455", "(c) ", "Koh", ", ", "K.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "677", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "A crystalline mesoporous coordination copolymer with high microporosity", "Koh, Kyoungmoo; Wong-Foy, Antek G.; Matzger, Adam J.", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "4", "),\r\n    ", "677-680", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "UMCM-1 (University of Michigan Cryst. Material-1), a mesoporous material with unprecedented levels of microporosity, arises from the coordination copolymn. of a dicarboxylate and a tricarboxylate linker mediated by Zn.  Exceptionally high surface area derives from the microporous cages of Zn4O(BDC)(BTB)4/3 (H2BDC = terephthalic acid, H3BTB = 1,3,5-tris(4-carboxyphenyl)benzene) lining the 1-dimensional mesoporous channels.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhslamt7c%253D&md5=07c39bf5c07ce58be16e0f8864aa426c", "(d) ", "Klein", ", ", "N.", "; ", "Senkovska", ", ", "I.", "; ", "Gedrich", ", ", "K.", "; ", "Stoeck", ", ", "U.", "; ", "Henschel", ", ", "A.", "; ", "Mueller", ", ", "U.", "; ", "Kaskel", ", ", "S.", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", ",  ", "9954", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "A Mesoporous Metal-Organic Framework", "Klein, Nicole; Senkovska, Irena; Gedrich, Kristina; Stoeck, Ulrich; Henschel, Antje; Mueller, Uwe; Kaskel, Stefan", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "52", "),\r\n    ", "9954-9957, S9954/1-S9954/6", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A secondary linker is used to stabilize a highly open framework structure by crosslinking an extended Pt3O4-topol. and avoids interpenetration.  The metal-org. framework (MOF), [Zn4O(2,6-ndc)(btb)4/3](def)16(H2O)9/2 [DUT-6; def = N,N-diethylformamide, ndc = naphthalenedicarboxylate, H3btb= benzene-1,3,5-tris(4-benzoic acid)], with uniform mesopores was obtained.  The wide-open pores lead to enormously high methane (230 mg g-1) and hydrogen (60 mg g-1; 5.64 wt %) uptake and the highest n-butane adsorption capacity reported for MOFs (1.1 g g-1).  Liq.-phase adsorption expts. were used to demonstrate the access of large mols. to the mesopores inside DUT-6.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsF2hsr7J&md5=85abce75c8bddd9e6b08be85669fcd70", "(e) ", "Furukawa", ", ", "H.", "; ", "Ko", ", ", "N.", "; ", "Go", ", ", "Y. B.", "; ", "Aratani", ", ", "N.", "; ", "Choi", ", ", "S. B.", "; ", "Choi", ", ", "E.", "; ", "Yazaydin", ", ", "A. Ö.", "; ", "Snurr", ", ", "R. Q.", "; ", "O’Keeffe", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2010", ",  ", "329", ",  ", "424", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Ultrahigh Porosity in Metal-Organic Frameworks", "Furukawa, Hiroyasu; Ko, Nakeun; Go, Yong Bok; Aratani, Naoki; Choi, Sang Beom; Choi, Eunwoo; Yazaydin, A. Oezguer; Snurr, Randall Q.; O'Keeffe, Michael; Kim, Jaheon; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "329", "\r\n        (", "5990", "),\r\n    ", "424-428", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Cryst. solids with extended non-interpenetrating three-dimensional crystal structures were synthesized that support well-defined pores with internal diams. of up to 48 angstroms.  The Zn4O(CO2)6 unit was joined with either one or two kinds of org. link, 4,4',4''-[benzene-1,3,5-triyl-tris(ethyne-2,1-diyl)]tribenzoate (BTE), 4,4',44''-[benzene-1,3,5-triyl-tris(benzene-4,1-diyl)]tribenzoate (BBC), 4,4',44''-benzene-1,3,5-triyl-tribenzoate (BTB)/2,6-naphthalenedicarboxylate (NDC), and BTE/biphenyl-4,4'-dicarboxylate (BPDC), to give four metal-org. frameworks (MOFs), MOF-180, -200, -205, and -210, resp.  Members of this series of MOFs show exceptional porosities and gas (hydrogen, methane, and carbon dioxide) uptake capacities.  For example, MOF-210 has Brunauer-Emmett-Teller and Langmuir surface areas of 6240 and 10,400 square meters per g, resp., and a total carbon dioxide storage capacity of 2870 mg per g.  The vol.-specific internal surface area of MOF-210 (2060 square meters per cubic centimeter) is equiv. to the outer surface of nanoparticles (3-nm cubes) and near the ultimate adsorption limit for solid materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptVWgsb8%253D&md5=ce5cd4101a6f96dc0d6c349bc478b3b0", "(f) ", "Koh", ", ", "K.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "15005", "ACS Full Text ", ", [", "CAS", "]", "4. ", "Coordination Copolymerization Mediated by Zn4O(CO2R)6 Metal Clusters: a Balancing Act between Statistics and Geometry", "Koh, Kyoungmoo; Wong-Foy, Antek G.; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "42", "),\r\n    ", "15005-15010", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Isolated successes of coordination copolymn. for the prodn. of microporous coordination polymers (MCPs) are reported recently; the logic for this synthetic approach was not established nor have the key features of the synthetic conditions needed to generalize the method.  Here, the authors establish guidelines for application of the copolymn. technique by exploring coordination modes and report, in addn. to details on two previous coordination copolymers with exceptional properties, three new MCPs: UMCM-3 (Zn4O(2,5-thiophenedicarboxylate)1.2(1,3,5-tris(4-carboxyphenyl)benzene)1.2), UMCM-4 (Zn4O(1,4-benzenedicarboxylate)3/2(4,4',4''-tricarboxytriphenylamine)), and UMCM-5 (Zn4O(1,4-naphthalenedicarboxylate)(1,3,5-tris(4-carboxyphenyl)benzene)4/3).  The MCPs prepd. by the copolymn. technique demonstrate Brunauer-Emmett-Teller (BET) surface areas between 3500-5200 m2/g and high pore vols. (1.64-2.37 cm3/g).  The alignment of poly(3-hexylthiophene) within mesoporous channels of UMCM-1 is reported as a demonstration of the unique properties of these hosts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXht1GqsbrJ&md5=c73a99e5d13b77101a6f57a64ce5b2bd", "(g) ", "Koh", ", ", "K.", "; ", "Van Oosterhout", ", ", "J. D.", "; ", "Roy", ", ", "S.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "Chem. Sci.", " ", "2012", ",  ", "3", ",  ", "2429", "[", "Crossref", "], [", "CAS", "]", "4. ", "Exceptional surface area from coordination copolymers derived from two linear linkers of differing lengths", "Koh, Kyoungmoo; Van Oosterhout, Jacob D.; Roy, Saikat; Wong-Foy, Antek G.; Matzger, Adam J.", "Chemical Science", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "8", "),\r\n    ", "2429-2432", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Although a multitude of microporous coordination polymers (MCPs) with ultrahigh surface area have been reported in the last decade, none of these can come close to matching the cost/performance ratio of conventional sorbents such as zeolites and carbons for most applications.  There is a need to drastically reduce the cost of MCPs and this goal cannot be achieved through complex linker synthesis strategies so often used to boost MCP performance.  Here two new MCPs: UMCM-8 (Zn4O(benzene-1,4-dicarboxylate)1.5(naphthalene-2,6-dicarboxylate)1.5), and UMCM-9 (Zn4O(naphthalene-2,6-dicarboxylate)1.5(biphenyl-4,4'-dicarboxylate)1.5) are described and the concept of using mixts. of readily available linear linkers that enforce different spacings between network nodes is introduced as a means to reduce interpenetration.  These new MCPs demonstrate Brunauer-Emmett-Teller (BET) surface areas over 4000 m2 g-1 and high pore vols. over 1.80 cm3 g-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XpslSitbg%253D&md5=b96f6dacd20b75ff17fe5a0bca9e8657", "(h) ", "Han", ", ", "D.", "; ", "Jiang", ", ", "F.-L.", "; ", "Wu", ", ", "M.-Y.", "; ", "Chen", ", ", "L.", "; ", "Chen", ", ", "Q.-H.", "; ", "Hong", ", ", "M.-C.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "9861", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "A non-interpenetrated porous metal-organic framework with high gas-uptake capacity", "Han, Dong; Jiang, Fei-Long; Wu, Ming-Yan; Chen, Lian; Chen, Qi-Hui; Hong, Mao-Chun", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "35", "),\r\n    ", "9861-9863", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A novel microporous polyhedral framework, [Zn6(btb)4(4,4'-bipy)3(DMF)55(H2O)32] (1, H3btb = benzene-1,3,5-tris(4-benzoate)) with high surface area was designed, synthesized, and characterized by x-ray crystallog.  1 Shows high multigas-uptake capacity via supercrit. carbon dioxide (SCD) activation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtVOjsr%252FN&md5=3409203afacff289b5dab905e5601438", "(i) ", "Grunker", ", ", "R.", "; ", "Bon", ", ", "V.", "; ", "Muller", ", ", "P.", "; ", "Stoeck", ", ", "U.", "; ", "Krause", ", ", "S.", "; ", "Mueller", ", ", "U.", "; ", "Senkovska", ", ", "I.", "; ", "Kaskel", ", ", "S.", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "3450", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "A new metal-organic framework with ultra-high surface area", "Gruenker, Ronny; Bon, Volodymyr; Mueller, Philipp; Stoeck, Ulrich; Krause, Simon; Mueller, Uwe; Senkovska, Irena; Kaskel, Stefan", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "26", "),\r\n    ", "3450-3452", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A new mesoporous MOF, Zn4O(bpdc)(btctb)4/3 (DUT-32), contg. linear ditopic (bpdc2-; 4,4'-biphenylenedicarboxylic acid) and tritopic (btctb3-; 4,4',4''-[benzene-1,3,5-triyltris(carbonylimino)]tris-benzoate) linkers, was synthesized.  The highly porous solid has a total pore vol. of 3.16 cm3 g-1 and a specific BET surface area of 6411 m2 g-1, adding this compd. to the top ten porous materials with the highest BET surface area.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXjs1Kjtbo%253D&md5=3403fcb9fa1a1460e973d947f79e6d1e", "(j) ", "Schoedel", ", ", "A.", "; ", "Wojtas", ", ", "L.", "; ", "Kelley", ", ", "S. P.", "; ", "Rogers", ", ", "R. D.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", " ", "Angew. Chem., Int. Ed.", " ", "2011", ",  ", "50", ",  ", "11421", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Network Diversity through Decoration of Trigonal-Prismatic Nodes: Two-Step Crystal Engineering of Cationic Metal-Organic Materials", "Schoedel, Alexander; Wojtas, Lukasz; Kelley, Stephen P.; Rogers, Robin D.; Eddaoudi, Mohamed; Zaworotko, Michael J.", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "48", "),\r\n    ", "11421-11424, S11421/1-S11421/20", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A crystal engineering strategy that exploits preformed mol. building blocks (MBBs) based upon water-stable trigonal prisms that are decorated with pyridyl moieties is described.  A two-step modular approach that opens up a broad new class of bimetallic MOMs is thereby facilitated.  The building block tp-PMBB-1 [Cr3O(isonicH)6(H2O)2(NO3)](NO3)6·2H2O, 1, (isonic = pyridine-4-carboxylate) represents a discrete and robust \"hexapyridyl\" 6-connected node that is well-suited for the subsequent synthesis of a plethora of networks with nanoscale features.  Its coordination chem. with two metals is detailed herein: a linear but bendable linker, Ag+ ({Ag3[Cr3O(isonic)6(H2O)3](NO3)4}·xH2O, tp-PMBB-1-snx-1, {Ag3[Cr3O(isonic)6(H2O)3](NO3)4-x(BF4)x}·yH2O, tp-PMBB-1-snw-1), and a rigid square-planar metal node Cd2+ ({[Cd(H2O)2]3[Cr3O(isonic)6(H2O)3]2(NO3)8}·xsolv (solv = DMF, MeCN), tp-PMBB-1-stp-1).  These results demonstrate the ability of Ag+ to exist in nonlinear geometry and facilitate two new network topologies for trigonalprismatic nodes, snx (six-connected net type x) (6,6) and snw (six-connected net type w) (6,6), rather than the default acs net.  The nets tp-PMBB-l-snx-1 and -snw-1 were prepd. by layering AgNO3 or AgBF4 onto a soln. of the nitrate salt of tpPMBB-1.  Light green hexagonal crystals of tp-PMBB-l-snx-1 and light green octahedral crystals of tp-PMBB-l-snw-1, resp., were harvested.  Dark green needle-shaped hexagonal crystals of tp-PMBB-1-stp-1 were obtained by layering a soln. of Cd(NO3)2 onto a soln. of the nitrate salt of tp-PMBB-1.  The crystal structures of tp-PMBB-l-snx-1, -snw-1, and -stp-1 were detd. by single-crystal X-ray diffraction data and their topologies were detd. by using TOPOS pl1 and the RCSR database.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1yjsrbK&md5=ad12b134968ce5804317bfb9b9b2e417", "5. ", "Liu", ", ", "L.", "; ", "Konstas", ", ", "K.", "; ", "Hill", ", ", "M. R.", "; ", "Telfer", ", ", "S. G.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "17731", "ACS Full Text ", ", [", "CAS", "]", "5. ", "Programmed Pore Architectures in Modular Quaternary Metal-Organic Frameworks", "Liu, Lujia; Konstas, Kristina; Hill, Matthew R.; Telfer, Shane G.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "47", "),\r\n    ", "17731-17734", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "To generate metal-org. frameworks (MOFs) that are complex and modular yet well ordered, the authors present a strategy employing a family of three topol. distinct linkers that codes for the assembly of a highly porous quaternary MOF.  By introducing substituted analogs of the ligands, a set of eight isoreticular frameworks is delivered, with the MOF structure systematically varied while the topol. is maintained.  To combat randomness and disorder, the substitution patterns of the ligands are designed to be compatible with their crystallog. site symmetries.  MOFs produced in this way feature programmed pores-multiple functional groups compartmentalized in a predetd. array within a periodic lattice-and are capable of complex functional behavior.  In these examples unconventional CO2 sorption trends, including capacity enhancements close to 100%, emerge from synergistic effects.  Future PP-MOFs may be capable of enzyme-like heterogeneous catalysis and ultraselective adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslSqtLnJ&md5=db8256ad934a8deed3a2aeb82472a174", "6. ", "Dutta", ", ", "A.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "Chem. Sci.", " ", "2014", ",  ", "5", ",  ", "3729", "[", "Crossref", "], [", "CAS", "]", "6. ", "Coordination copolymerization of three carboxylate linkers into a pillared layer framework", "Dutta, Ananya; Wong-Foy, Antek G.; Matzger, Adam J.", "Chemical Science", "\r\n        (", "2014", "),\r\n    ", "5", "\r\n        (", "10", "),\r\n    ", "3729-3734", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Incorporation of three distinct linkers with identical functionality in a coordination copolymer is accomplished in materials designated UMCM-10, -11, and -12.  Uniaxial lattice expansion, achieved in these highly porous and non-interpenetrated materials, was used in size-selective guest incorporation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtFSltr3E&md5=e6699ef15330dadc730f911c451a3e76", "7. ", "(a) ", "Schoedel", ", ", "A.", "; ", "Cairns", ", ", "A. J.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Wojtas", ", ", "L.", "; ", "Mohamed", ", ", "M.", "; ", "Zhang", ", ", "Z.", "; ", "Proserpio", ", ", "D. M.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", " ", "Angew. Chem., Int. Ed.", " ", "2013", ",  ", "52", ",  ", "2902", "[", "Crossref", "], [", "CAS", "]", "7. ", "The asc Trinodal Platform: Two-Step Assembly of Triangular, Tetrahedral, and Trigonal-Prismatic Molecular Building Blocks", "Schoedel, Alexander; Cairns, Amy J.; Belmabkhout, Youssef; Wojtas, Lukasz; Mohamed, Mona; Zhang, Zhenjie; Proserpio, Davide M.; Eddaoudi, Mohamed; Zaworotko, Michael J.", "Angewandte Chemie, International Edition", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "10", "),\r\n    ", "2902-2905", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Authors have demonstrated that a new trinodal MOM (metal-org. materials) platform comprized of simple and inexpensive triangular, tetrahedral, and trigonal-prismatic nodes can be prepd. using a two-step synthetic process.  This process facilitates control over the underlying network of the trinodal system and offers many potential variations of nodes, thereby rendering the asc topol. into a fine-tunable platform that is well-suited to target specific properties.  The prototype, tpPMBB-1-asc-1 (tp-PMBB = trigonal-prismatic primary mol. building blocks, [Zn3btc2][Cr3O(isonic)6(H2O)2(OH)]·xDMF; btc = 1,3,5-benzenetricarboxylic acid), exhibits chem. stability (org. solvents, including bases, and water) and relatively high uptake of carbon dioxide and hydrogen in the context of MOMs that are based upon satd. metal centers.  These features are highly desirable in the context of the cost/performance ratio that will be needed to develop MOMs for industrial applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXitlajt7s%253D&md5=9efd77008eb7642cd63da03e3393b0f8", "(b) ", "Schoedel", ", ", "A.", "; ", "Boyette", ", ", "W.", "; ", "Wojtas", ", ", "L.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "14016", "ACS Full Text ", ", [", "CAS", "]", "7. ", "A Family of Porous Lonsdaleite-e Networks Obtained through Pillaring of Decorated Kagome Lattice Sheets", "Schoedel, Alexander; Boyette, Wesley; Wojtas, Lukasz; Eddaoudi, Mohamed; Zaworotko, Michael J.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "38", "),\r\n    ", "14016-14019", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new and versatile class of metal-org. materials (MOMs) with augmented lonsdaleite-e (lon-e-a) topol. is presented herein.  The authors report the synthesis, crystal structure, and gas sorption properties of [Zn6(5-R-bdc)6[Cr3O(isonic)6(H2O)2(OH)]]·y solv (R = H, Me, tBu, NO2, NH2, OH, OMe, Br; solv = DMF, MeOH) and [Zn6[2,5-fdc]6[Cr3O(isonicotinate)6(DMF)3]X]·y solv (X = NO3-, OH-) based upon 5-substituted-1,3-benzenedicarboxylate or 2,5-furandicarboxylate.  This family of lon-e nets are built by pillaring of hexagonal two-dimensional kagome (kag) lattices constructed from known [Zn2(CO2R)4] paddlewheel mol. building blocks (MBBs) connected by 1,3-benzenedicarboxylate (bdc2-) linkers.  The pillars are [Cr3(μ3-O)-(RCO2)]6 trigonal prismatic primary MBBs decorated by six pyridyl moieties (tp-PMBB-1).  The 3-fold symmetry (D3h) of tp-PMBB-1 is complementary with the alternating orientation of the axial sites of the paddlewheel MBBs and enables triple crosslinking of the kag layers by each pillar.  These MOMs represent the 1st examples of axial-to-axial pillared undulating kag layers, and they are readily fine-tuned because the bdc2- moieties can be varied at their 5-position without changing the overall structure.  This lon-e platform possesses functionalized hexagonal channels since the kag lattices are necessarily eclipsed.  The effects of the substituent at the 5-positions of the bdc2- linkers upon gas adsorption, particularly the heats of adsorption of CO2 and methane, were studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVWjs7jE&md5=9d944b60a6a1975d3bccad9cd1952f59", "8. ", "Chae", ", ", "H. K.", "; ", "Siberio-Perez", ", ", "D. Y.", "; ", "Kim", ", ", "J.", "; ", "Go", ", ", "Y.", "; ", "Eddaoudi", ", ", "M.", "; ", "Matzger", ", ", "A. J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Nature", " ", "2004", ",  ", "427", ",  ", "523", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "A route to high surface area, porosity and inclusion of large molecules in crystals", "Chae, Hee K.; Siberio-Perez, Diana Y.; Kim, Jaheon; Go, Yong Bok; Eddaoudi, Mohamed; Matzger, Adam J.; O'Keeffe, Michael; Yaghi, Omar M.", "Nature (London, United Kingdom)", "\r\n        (", "2004", "),\r\n    ", "427", "\r\n        (", "6974", "),\r\n    ", "523-527", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "One of the outstanding challenges in the field of porous materials is the design and synthesis of chem. structures with exceptionally high surface areas.  Such materials are of crit. importance to many applications involving catalysis, sepn. and gas storage.  The claim for the highest surface area of a disordered structure is for C, at 2,030 m2 g-1 (M. Nijkamp, et al., 2001).  Until recently, the largest surface area of an ordered structure was that of zeolite Y, recorded at 904 m2 g-1 (A. W. Chester, et al., 2000).  But with the introduction of metal-org. framework materials, this was exceeded, with values up to 3,000 m2 g-1.  Despite this, no method of detg. the upper limit in surface area for a material has yet been found.  Here the authors present a general strategy that has provided a structure having by far the highest surface area reported to date.  The authors report the design, synthesis and properties of cryst. Zn4O(1,3,5-benzenetribenzoate)2, a new metal-org. framework with a surface area estd. at 4,500 m2 g-1.  This framework, which the authors name MOF-177, combines this exceptional level of surface area with an ordered structure that has extra-large pores capable of binding polycyclic org. guest mols., attributes not previously combined in one material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXpsFWguw%253D%253D&md5=c5e01fc1ae8145737276e816abb3b87d", "9. ", "Das", ", ", "S.", "; ", "Kim", ", ", "H.", "; ", "Kim", ", ", "K.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "3814", "ACS Full Text ", ", [", "CAS", "]", "9. ", "Metathesis in Single Crystal: Complete and Reversible Exchange of Metal Ions Constituting the Frameworks of Metal-Organic Frameworks", "Das, Sunirban; Kim, Hyunuk; Kim, Kimoon", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "11", "),\r\n    ", "3814-3815", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors report for the 1st time the complete and reversible exchange of metal ions constituting a robust microporous framework while maintaining not only the structural integrity of the framework but also single crystallinity.  Solvothermal reaction of Cd(NO3)2·4H2O with H3hett (5,5,10,10,15,15-hexaethyl-10,15-dihydro-5-5H-tribenzo[a,f,k]trindene-2,7,12-tricarboxylic acid) in DMF produced a new cryst. MOF Cd1.5(H3O)3[(Cd4O)3(Hett)8]·8H2O 1 having a cubic network with 3-dimensional channels.  The basic building unit of the framework 1 is an octahedron where the square planar tetrametallic SBUs ({Cd4O}6+) and tricarboxylate linkers (hett3-) occupy the vertexes and triangular faces of the octahedron, resp.  The cubic framework is generated by sharing the vertexes of the octahedra.  The framework is exceptionally stable in open air as well as in various solns. including aq. medium.  Most interestingly, the framework constituting Cd(II) ions undergo complete and reversible exchange with Pb(II) in aq. soln. at room temp. without altering structural integrity and losing single crystallinity.  The authors have also studied the complete exchange of framework Cd(II) ions with lanthanide ions (Dy(III) and Nd(III)) with the retention of the framework topol.  The reversible exchange of framework constituting metal ions while maintaining the framework integrity and single crystallinity was confirmed by a combination of various methods including ICP-AES, in situ PXRD, TGA, IR, optical microscopy, elemental anal., N2 sorption and in situ single crystal x-ray structural anal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXisFGmtro%253D&md5=c83d7c97903f0852a9537816c813be78", "10. ", "Frost", ", ", "H.", "; ", "Düren", ", ", "T.", "; ", "Snurr", ", ", "R. Q.", " ", "J. Phys. Chem. B", " ", "2006", ",  ", "110", ",  ", "9565", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Effects of Surface Area, Free Volume, and Heat of Adsorption on Hydrogen Uptake in Metal-Organic Frameworks", "Frost, Houston; Dueren, Tina; Snurr, Randall Q.", "Journal of Physical Chemistry B", "\r\n        (", "2006", "),\r\n    ", "110", "\r\n        (", "19", "),\r\n    ", "9565-9570", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Grand canonical Monte Carlo simulations were performed to predict adsorption isotherms for hydrogen in 10 isoreticular metal-org. frameworks (IRMOFs).  The results show acceptable agreement with the limited exptl. results from the literature.  The effects of surface area, free vol., and heat of adsorption on hydrogen uptake were studied by performing simulations over a wide range of pressures on this set of materials, which all have the same framework topol. and surface chem. but varying pore sizes.  The results reveal the existence of 3 adsorption regimes: at low pressure (loading), hydrogen uptake correlates with the heat of adsorption; at intermediate pressure, uptake correlates with the surface area; and at the highest pressures, uptake correlates with the free vol.  The accessible surface area and free vol., calcd. from the crystal structures, were also used to est. the potential of these materials to meet gravimetric and volumetric targets for hydrogen storage in IRMOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XjslSltLs%253D&md5=9bfc93b675982afd28c758c9299f0b1b", "11. ", "Sarkisov", ", ", "L.", "; ", "Harrison", ", ", "A.", " ", "Mol. Simul.", " ", "2011", ",  ", "37", ",  ", "1248", "[", "Crossref", "], [", "CAS", "]", "11. ", "Computational structure characterisation tools in application to ordered and disordered porous materials", "Sarkisov, Lev; Harrison, Alex", "Molecular Simulation", "\r\n        (", "2011", "),\r\n    ", "37", "\r\n        (", "15", "),\r\n    ", "1248-1257", "CODEN:\r\n                ", "MOSIEA", ";\r\n        ISSN:", "0892-7022", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "A review.  In this article, we present a set of computational tools for systematic characterization of ordered and disordered porous materials.  These tools include calcn. of the accessible surface area and geometric pore size distribution, anal. of the structure connectivity and percolation anal. of the porous space.  We briefly discuss the algorithms behind these calcns.  To demonstrate the capabilities of the tools and the type of insights that can be gained from their application, we consider a series of case studies.  These case studies include small mol. fragments, several cryst. metal-org. materials, and variants of these materials with induced defects and disorder in their structure.  The simulation package is available upon request.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlGksrrO&md5=972a01d1d907ebf5a2b503bb2ace0301", "12. ", "Düren", ", ", "T.", "; ", "Millange", ", ", "F.", "; ", "Férey", ", ", "G.", "; ", "Walton", ", ", "K. S.", "; ", "Snurr", ", ", "R. Q.", " ", "J. Phys. Chem. C", " ", "2007", ",  ", "111", ",  ", "15350", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Calculating Geometric Surface Areas as a Characterization Tool for Metal-Organic Frameworks", "Dueren, Tina; Millange, Franck; Ferey, Gerard; Walton, Krista S.; Snurr, Randall Q.", "Journal of Physical Chemistry C", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "42", "),\r\n    ", "15350-15356", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) synthesized in a building-block approach from org. linkers and metal corner units offer the opportunity to design materials with high surface areas for adsorption applications by assembling the appropriate building blocks.  In this paper, we show that the surface area calcd. in a geometric fashion from the crystal structure is a useful tool for characterizing MOFs.  We argue that the accessible surface area rather than the widely used Connolly surface area is the appropriate surface area to characterize cryst. solids for adsorption applications.  The accessible surface area calcd. with a probe diam. corresponding to the adsorbate of interest provides a simple way to screen and compare adsorbents.  We investigate the effects of the probe mol. diam. on the accessible surface area and discuss the implications for increasing the surface area of metal-org. frameworks by the use of catenated structures.  We also demonstrate that the accessible surface area provides a useful tool for judging the quality of a synthesized sample.  Exptl. surface areas can be adversely affected by incomplete solvent removal during activation, crystal collapse, or interpenetration.  The easily calcd. accessible surface area provides a benchmark for the theor. upper limit for a perfect crystal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFShtLjP&md5=47226155a5817ef357a9b6f941883ee6", "13. ", "Spek", ", ", "A.", " ", "J. Appl. Crystallogr.", " ", "2003", ",  ", "36", ",  ", "7", "[", "Crossref", "], [", "CAS", "]", "13. ", "Single-crystal structure validation with the program PLATON", "Spek, A. L.", "Journal of Applied Crystallography", "\r\n        (", "2003", "),\r\n    ", "36", "\r\n        (", "1", "),\r\n    ", "7-13", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "Blackwell Munksgaard", ")\r\n        ", "The results of a single-crystal structure detn. when in CIF format can now be validated routinely by automatic procedures.  In this way, many errors in published papers can be avoided.  The validation software generates a set of ALERTS detailing issues to be addressed by the experimenter, author, referee and publication journal.  Validation was pioneered by the IUCr journal Acta Crystallographica Section C and is currently std. procedure for structures submitted for publication in all IUCr journals.  The implementation of validation procedures by other journals is in progress.  This paper describes the concepts of validation and the classes of checks that are carried out by the program PLATON as part of the IUCr check CIF facility.  PLATON validation can be run at any stage of the structure refinement, independent of the structure detn. package used, and is recommended for use as a routine tool during or at least at the completion of every structure detn.  Two examples are discussed where proper validation procedures could have avoided the publication of incorrect structures that had serious consequences for the chem. involved.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXltlChtw%253D%253D&md5=0a85de2407551632bb287508534904e2", "14. ", "Burtch", ", ", "N. C.", "; ", "Jasuja", ", ", "H.", "; ", "Walton", ", ", "K. S.", " ", "Chem. Rev.", " ", "2014", ",  ", "114", ",  ", "10575", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Water Stability and Adsorption in Metal-Organic Frameworks", "Burtch, Nicholas C.; Jasuja, Himanshu; Walton, Krista S.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2014", "),\r\n    ", "114", "\r\n        (", "20", "),\r\n    ", "10575-10612", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review; water stability and adsorption in metal-org. frameworks are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhs1eju7nP&md5=805f1646eaee3a6ba7ded0567c107273", "15. ", "(a) ", "Nguyen", ", ", "J. G.", "; ", "Cohen", ", ", "S. M.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "4560", "ACS Full Text ", ", [", "CAS", "]", "15. ", "Moisture-Resistant and Superhydrophobic Metal-Organic Frameworks Obtained via Postsynthetic Modification", "Nguyen, Joseph G.; Cohen, Seth M.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "13", "),\r\n    ", "4560-4561", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Postsynthetic covalent modification of metal-org. frameworks (MOFs) with long alkyl substituents is shown to protect these materials against moisture.  These MOFs, which normally display hydrophilic properties, are readily converted into hydrophobic or superhydrophobic materials.  Overcoming the inherent sensitivity of MOFs to water represents a major step forward in their widespread use in technol. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXjt1Gjs7c%253D&md5=ef5a2211c75458189368abee8fa47bc7", "(b) ", "Yang", ", ", "J.", "; ", "Grzech", ", ", "A.", "; ", "Mulder", ", ", "F. M.", "; ", "Dingemans", ", ", "T. J.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "5244", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Methyl modified MOF-5: a water stable hydrogen storage material", "Yang, Jie; Grzech, Anna; Mulder, Fokko M.; Dingemans, Theo J.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "18", "),\r\n    ", "5244-5246", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Water stable Me modified MOF-5s were synthesized via a solvothermal route.  Methyl- and 2,5-dimethyl-modified MOF-5s show the same topol. and hydrogen uptake capability as that of MOF-5.  The H2 uptake capacity of MOF-5, however, drops rapidly when exposed to the ambient air, whereas the H2 uptake capacities of the Me modified MOF-5s remain stable for 4 days.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXkvVKru70%253D&md5=2dcbc93c48376545847f45ecde203df7", "(c) ", "Schoenecker", ", ", "P. M.", "; ", "Carson", ", ", "C. G.", "; ", "Jasuja", ", ", "H.", "; ", "Flemming", ", ", "C. J. J.", "; ", "Walton", ", ", "K. S.", " ", "Ind. Eng. Chem. Res.", " ", "2012", ",  ", "51", ",  ", "6513", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Effect of Water Adsorption on Retention of Structure and Surface Area of Metal-Organic Frameworks", "Schoenecker, Paul M.; Carson, Cantwell G.; Jasuja, Himanshu; Flemming, Christine J. J.; Walton, Krista S.", "Industrial & Engineering Chemistry Research", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "18", "),\r\n    ", "6513-6519", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This work presents an exptl. study of H2O adsorption in metal-org. frameworks (MOFs) at room temp. and up to 90% relative humidity.  Structural degrdn. of the materials after regeneration is analyzed via powder x-ray diffraction (PXRD) and nitrogen adsorption measurements.  MOFs with open metal sites are quite hydrophilic but appear to maintain their structure according to PXRD.  However, significant surface area loss indicates that decompn. is occurring and is likely an attribute of oxygen presence during the regeneration procedure.  Materials with Cu paddle-wheel (HKUST-1), 5-coordinated Mg (Mg MOF-74), and 7-coordinated Zr (UiO-66(-NH2)) maintain good structural stability, while Zn-COOH contg. MOFs (DMOF-1; DMOF-1-NH2; UMCM-1) undergo complete loss of crystallinity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xks1Omsbw%253D&md5=4497868704d5bd84b9fbb19f1beb4c8d", "(d) ", "Li", ", ", "Y.", "; ", "Yang", ", ", "R. T.", " ", "Langmuir", " ", "2007", ",  ", "23", ",  ", "12937", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Gas Adsorption and Storage in Metal-Organic Framework MOF-177", "Li, Yingwei; Yang, Ralph T.", "Langmuir", "\r\n        (", "2007", "),\r\n    ", "23", "\r\n        (", "26", "),\r\n    ", "12937-12944", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Gas adsorption expts. have been carried out on a zinc benzenetribenzoate metal-org. framework material, MOF-177.  Hydrogen adsorption on MOF-177 at 298 K and 10 MPa gives an adsorption capacity of ∼0.62 wt %, which is among the highest hydrogen storage capacities reported in porous materials at ambient temps.  The heats of adsorption for H2 on MOF-177 were -11.3 to -5.8 kJ/mol.  By adding a H2 dissocg. catalyst and using our bridge building technique to build carbon bridges for hydrogen spillover, the hydrogen adsorption capacity in MOF-177 was enhanced by a factor of ∼2.5, to 1.5 wt % at 298 K and 10 MPa, and the adsorption was reversible.  N2 and O2 adsorption measurements showed that O2 was adsorbed more favorably than N2 on MOF-177 with a selectivity of ∼1.8 at 1 atm and 298 K, which makes MOF-177 a promising candidate for air sepn.  The isotherm was linear for O2 while being concave for N2.  Water vapor adsorption studies indicated that MOF-177 adsorbed up to ∼10 wt % H2O at 298 K.  The framework structure of MOF-177 was not stable upon H2O adsorption, which decompd. after exposure to ambient air in 3 days.  All the results suggested that MOF-177 could be a potentially promising material for gas sepn. and storage applications at ambient temp. (under dry conditions or with predrying).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtlejsLbO&md5=147b5c2e59878a6f5546b825b644a274", "(e) ", "Guo", ", ", "P.", "; ", "Dutta", ", ", "D.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Gidley", ", ", "D. W.", "; ", "Matzger", ", ", "A. J.", " ", "J. Am. Chem. Soc.", " ", "2015", ",  ", "137", ",  ", "2651", "– ", "2657", "ACS Full Text ", ", [", "CAS", "]", "15. ", "Water Sensitivity in Zn4O-Based MOFs is Structure and History Dependent", "Guo, Ping; Dutta, Dhanadeep; Wong-Foy, Antek G.; Gidley, David W.; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2015", "),\r\n    ", "137", "\r\n        (", "7", "),\r\n    ", "2651-2657", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Moisture can cause irreversible structural collapse in metal-org. frameworks (MOFs) resulting in decreased internal surface areas and pore vols.  The details of such structural collapse with regard to pore size evolution during degrdn. are currently unknown due to a lack of suitable in situ probes of porosity.  Here we acquire MOF porosity data under dynamic conditions by incorporating a flow-through system in tandem with positronium annihilation lifetime spectroscopy (PALS).  From the decrease in porosity, we have obsd. an induction period for water degrdn. of some Zn4O-based MOFs that signals much greater stability than commonly believed to be possible.  The sigmoidal trend in the degrdn. curve of unfunctionalized MOFs caused by water vapor has been established from the temporal component of pore size evolution as characterized by in situ PALS.  IRMOF-3 is found to degrade at a lower relative humidity than MOF-5, a likely consequence of the amine groups in the structure, although, in contrast to MOF-5, residual porosity remains.  The presence of an induction period, which itself depends on previous water exposure of the sample (history dependence), and sigmoidal temporal behavior of the moisture-induced degrdn. mechanism of MOFs was also verified using powder X-ray diffraction anal. and ex situ gas adsorption measurements.  Our work provides insight into porosity evolution under application-relevant conditions as well as identifying chem. and structural characteristics influencing stability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXhvFehsL0%253D&md5=4d3f243d6080f851a326a753fa439820", "16. ", "(a) ", "Wu", ", ", "T.", "; ", "Shen", ", ", "L.", "; ", "Luebbers", ", ", "M.", "; ", "Hu", ", ", "C.", "; ", "Chen", ", ", "Q.", "; ", "Ni", ", ", "Z.", "; ", "Masel", ", ", "R. I.", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "6120", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Enhancing the stability of metal-organic frameworks in humid air by incorporating water repellent functional groups", "Wu, Tianjiao; Shen, Lingjuan; Luebbers, Matthew; Hu, Chunhua; Chen, Qingmei; Ni, Zheng; Masel, Richard I.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "33", "),\r\n    ", "6120-6122", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The authors report a modular construction of a new metal-org. framework (MOF), [Zn4O(L)3]n (H2L = 2-trifluoromethoxyterephthalic acid), by strategically incorporating a no. of water repellent functional groups in the frameworks.  [Zn4O(L)3]n was characterized by x-ray crystallog. and BET surface area measurements.  These MOFs demonstrate both open structure for high sorption capability and strong water resistance.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVWqtLbI&md5=4ac67c3788b5d4decda35a7bc020b9ac", "(b) ", "Montoro", ", ", "C.", "; ", "Linares", ", ", "F.", "; ", "Quartapelle Procopio", ", ", "E.", "; ", "Senkovska", ", ", "I.", "; ", "Kaskel", ", ", "S.", "; ", "Galli", ", ", "S.", "; ", "Masciocchi", ", ", "N.", "; ", "Barea", ", ", "E.", "; ", "Navarro", ", ", "J. A. R.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "11888", "ACS Full Text ", ", [", "CAS", "]", "16. ", "Capture of Nerve Agents and Mustard Gas Analogues by Hydrophobic Robust MOF-5 Type Metal-Organic Frameworks", "Montoro, Carmen; Linares, Fatima; Quartapelle Procopio, Elsa; Senkovska, Irena; Kaskel, Stefan; Galli, Simona; Masciocchi, Norberto; Barea, Elisa; Navarro, Jorge A. R.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "31", "),\r\n    ", "11888-11891", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "In this communication, a series of observations and data analyses coherently confirms the suitability of the novel metal-org. framework (MOF) [Zn4(μ4-O)(μ4-4-carboxy-3,5-dimethyl-4-carboxy-pyrazolato)3] (1) in the capture of harmful volatile org. compds. (VOCs).  It is worthy of attention that 1, whose crystal structure resembles that of MOF-5, exhibits remarkable thermal, mech., and chem. stability, as required if practical applications are sought.  In addn., it selectively captures harmful VOCs (including models of Sarin and mustard gas, which are chem. warfare agents), even in competition with ambient moisture (i.e., under conditions mimicking operative ones).  The results can be rationalized on the basis of Henry const. and adsorption heat values for the different essayed adsorbates as well as H2O/VOC partition coeffs. as obtained from variable-temp. reverse gas chromatog. expts.  To further strengthen the importance of 1, its performance in the capture of harmful VOCs has been compared with those of well-known materials, namely, a MOF with coordinatively unsatd. metal sites, [Cu3(btc)2] and the mol. sieve active carbon Carboxen.  The results of this comparison show that coordinatively unsatd. metal sites (preferential guest-binding sites) are ineffective for the capture of VOCs in the presence of ambient moisture.  Consequently, we propose that the driving force of the VOC-MOF recognition process is mainly dictated by pore size and surface hydrophobicity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXptFKmsr0%253D&md5=03e430027a9daed8d7286ea28880c1b2", "17. ", "Allendorf", ", ", "M. D.", "; ", "Stavila", ", ", "V.", " ", "CrystEngComm", " ", "2015", ",  ", "17", ",  ", "229", "[", "Crossref", "], [", "CAS", "]", "17. ", "Crystal engineering, structure-function relationships, and the future of metal-organic frameworks", "Allendorf, Mark D.; Stavila, Vitalie", "CrystEngComm", "\r\n        (", "2015", "),\r\n    ", "17", "\r\n        (", "2", "),\r\n    ", "229-246", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-Org. Frameworks (MOFs) are a rapidly expanding class of hybrid org.-inorg. materials that can be rationally designed and assembled through crystal engineering.  The explosion of interest in this subclass of coordination polymers results from their outstanding properties and myriad possible applications, which include traditional uses of microporous materials, such as gas storage, sepns., and catalysis, as well as new realms in biomedicine, electronic devices, and information storage.  The objective of this Highlight article is to provide the reader with a sense of where the field stands after roughly fifteen years of research.  Remarkable progress has been made, but the barriers to practical and com. advances are also evident.  We discuss the basic elements of MOF assembly and present a conceptual hierarchy of structural elements that assists in understanding how unique properties in these materials can be achieved.  Structure-function relationships are then discussed; several are now well understood, as a result of the focused efforts of many research groups over the past decade.  Prospects for the use of MOFs in membranes, catalysis, biomedicine, and as active components in electronic and photonic devices are also discussed.  Finally, we identify the most pressing challenges in our view that must be addressed for these materials to realize their full potential in the marketplace.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhslGisr7F&md5=d41c24fb48fe34cdcadf4f9de51caa92", "18. ", "Li", ", ", "H.", "; ", "Eddaoudi", ", ", "M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Nature", " ", "1999", ",  ", "402", ",  ", "276", "[", "Crossref", "], [", "CAS", "]", "18. ", "Design and synthesis of an exceptionally stable and highly porous metal-organic framework", "Li, Hailian; Eddaoudi, Mohamed; O'Keeffe, M.; Yaghi, M.", "Nature (London)", "\r\n        (", "1999", "),\r\n    ", "402", "\r\n        (", "6759", "),\r\n    ", "276-279", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Macmillan Magazines", ")\r\n        ", "Open metal-org. frameworks are widely regarded as promising materials for applications in catalysis, sepn., gas storage and mol. recognition.  Compared to conventionally used microporous inorg. materials such as zeolites, these org. structures have the potential for more flexible rational design, through control of the architecture and functionalization of the pores.  So far, the inability of these open frameworks to support permanent porosity and to avoid collapsing in the absence of guest mols., such as solvents, has hindered further progress in the field.  The authors report the synthesis of a metal-org. framework, Zn4O(BDC)3.(DMF)8.(PhCl) (named MOF-5, where BDC = 1,4-benzenedicarboxylate), which remains cryst., as evidenced by x-ray single-crystal analyses, and stable when fully desolvated and when heated up to 300°.  This synthesis is achieved by borrowing ideas from metal carboxylate cluster chem., where an org. dicarboxylate linker was used in a reaction that gives supertetrahedron clusters when capped with monocarboxylates.  The rigid and divergent character of the added linker allows the articulation of the clusters into a three-dimensional framework resulting in a structure with higher apparent surface area and pore vol. than most porous cryst. zeolites.  This simple and potentially universal design strategy is currently being pursued in the synthesis of new phases and composites, and for gas-storage applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXnvFSiuro%253D&md5=68f27e20a7e4e15ea2c2f49a2a61e98a", "19. ", "http://www.automotive.basf.com/mof_technology_natural_gas/", ".", "There is no corresponding record for this reference.", "20. ", "Makal", ", ", "T. A.", "; ", "Wang", ", ", "X.", "; ", "Zhou", ", ", "H.-C.", " ", "Cryst. Growth Des.", " ", "2013", ",  ", "13", ",  ", "4760", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Tuning the Moisture and Thermal Stability of Metal-Organic Frameworks through Incorporation of Pendant Hydrophobic Groups", "Makal, Trevor A.; Wang, Xuan; Zhou, Hong-Cai", "Crystal Growth & Design", "\r\n        (", "2013", "),\r\n    ", "13", "\r\n        (", "11", "),\r\n    ", "4760-4768", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An isostructural series of NbO-type porous metal-org. frameworks (MOFs) with different dialkoxy-substituents Cu2(TPTC-OR) (TPTC-OR = 2',5'-bis{alkyloxy}[1,1':4',1''-terphenyl]-3,3'',5,5''-tetracarboxylate, R = Me, Et, Pr, nHex) was synthesized and characterized.  The moisture stability of the materials was evaluated, and a new superhydrophobic porous MOF was identified.  The relation between pendant side chain length and thermal stability was analyzed by in situ synchrotron powder x-ray diffraction, showing decreased thermal stability as the side chain length is increased, contradictory to thermogravimetric decompn. studies.  Addnl., the four materials exhibit moderate Brunauer-Emmett-Teller (BET) and Langmuir surface areas (1127-1396 m2 g-1 and 1414-1658 m2 g-1) and H2 capacity up to 1.9% at 77 K and 1 bar.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVCgtL%252FF&md5=37a12485339bf4c217f0a46e74f0d152", "21. ", "Calculated using Advanced Chemistry Development (ACD/Labs) Software V11.02 (© 1994–2014 ACD/Labs).", "There is no corresponding record for this reference.", "22. ", "This appears to be a favorable alignment of the alkyl chains based on the solid state structure of 2,7,12-triacetyl-5,5′,10,10′,15,15′-hexaoctyltruxene (", "SI", " Figure S6).", "There is no corresponding record for this reference.", "23. ", "(a) ", "Küsgens", ", ", "P.", "; ", "Rose", ", ", "M.", "; ", "Senkovska", ", ", "I.", "; ", "Fröde", ", ", "H.", "; ", "Henschel", ", ", "A.", "; ", "Siegle", ", ", "S.", "; ", "Kaskel", ", ", "S.", " ", "Microporous Mesoporous Mater.", " ", "2009", ",  ", "120", ",  ", "325", "[", "Crossref", "], [", "CAS", "]", "23. ", "Characterization of metal-organic frameworks by water adsorption", "Kuesgens, Pia; Rose, Marcus; Senkovska, Irena; Froede, Heidrun; Henschel, Antje; Siegle, Sven; Kaskel, Stefan", "Microporous and Mesoporous Materials", "\r\n        (", "2009", "),\r\n    ", "120", "\r\n        (", "3", "),\r\n    ", "325-330", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The water physisorption properties and the water stability of the metal-org. frameworks HKUST-1 (=(Cu3(BTC)2) (BTC = benzene-1,3,5-tricarboxylate)), ZIF-8, MIL-101, MIL-100(Fe) and DUT-4 (=Al(OH)(NDC)) (NDC = naphthalene-2,6-dicarboxylate) were studied.  The water physisorption isotherms were compared to nitrogen physisorption isotherms and the chem. stability after water adsorption was investigated.  Water adsorption does not only provide information about sp. surface area, pore size and pore vol., but can also be used to est. hydrophobicity and stability towards moisture.  Both HKUST-1 and DUT-4 turned out to be unstable in direct contact with water, whereas the MIL-materials and ZIF-8 do show stability.  The highest water adsorption affinity was obsd. for HKUST-1.  Even though unstable in liq. water, for applications in trace water removal or mol. sensing HKUST-1 is a promising material.  ZIF-8 is highly inert but hydrophobic.  The MIL-materials are both likely candidates for water adsorption applications, but higher concns. of the adsorbate are needed to attain an effective adsorption.  DUT-4 shows insufficient adsorption capacity, but stability at ambient conditions is given.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXisFKisrg%253D&md5=73a3c102329b017a873e51f919654a0d", "(b) ", "Canivet", ", ", "J.", "; ", "Fateeva", ", ", "A.", "; ", "Guo", ", ", "Y.", "; ", "Coasne", ", ", "B.", "; ", "Farrusseng", ", ", "D.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5594", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "23. ", "Water adsorption in MOFs: fundamentals and applications", "Canivet, Jerome; Fateeva, Alexandra; Guo, Youmin; Coasne, Benoit; Farrusseng, David", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5594-5617", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This review article presents the fundamental and practical aspects of water adsorption in Metal-Org. Frameworks (MOFs).  The state of the art of MOF stability in water, a crucial issue to many applications in which MOFs are promising candidates, is discussed here.  Stability in both gaseous (such as humid gases) and aq. media is considered.  By considering a non-exhaustive yet representative set of MOFs, the different mechanisms of water adsorption in this class of materials are presented: reversible and continuous pore filling, irreversible and discontinuous pore filling through capillary condensation, and irreversibility arising from the flexibility and possible structural modifications of the host material.  Water adsorption properties of more than 60 MOF samples are reported.  The applications of MOFs as materials for heat-pumps and adsorbent-based chillers and proton conductors are also reviewed.  Some directions for future work are suggested as concluding remarks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7bO&md5=28aa081a483b68086bf3e93369d02a11", "24. ", "(a) ", "Ghosh", ", ", "P.", "; ", "Kim", ", ", "K. C.", "; ", "Snurr", ", ", "R. Q.", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "118", ",  ", "1102", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "(b) ", "Dubbeldam", ", ", "D.", "; ", "Calero", ", ", "S.", "; ", "Ellis", ", ", "D. E.", "; ", "Snurr", ", ", "R. Q.", " Mol. Simul. ", "2015", ", in press", "There is no corresponding record for this reference.", "25. ", "Kalidindi", ", ", "S. B.", "; ", "Nayak", ", ", "S.", "; ", "Briggs", ", ", "M. E.", "; ", "Jansat", ", ", "S.", "; ", "Katsoulidis", ", ", "A. P.", "; ", "Miller", ", ", "G. J.", "; ", "Warren", ", ", "J. E.", "; ", "Antypov", ", ", "D.", "; ", "Corà", ", ", "F.", "; ", "Slater", ", ", "B.", "; ", "Prestly", ", ", "M. R.", "; ", "Martí-Gastaldo", ", ", "C.", "; ", "Rosseinsky", ", ", "M. J.", " ", "Angew. Chem., Int. Ed.", " ", "2015", ",  ", "54", ",  ", "221", "[", "Crossref", "], [", "CAS", "]", "25. ", "Chemical and Structural Stability of Zirconium-based Metal-Organic Frameworks with Large Three-Dimensional Pores by Linker Engineering", "Kalidindi, Suresh B.; Nayak, Sanjit; Briggs, Michael E.; Jansat, Susanna; Katsoulidis, Alexandros P.; Miller, Gary J.; Warren, John E.; Antypov, Dmytro; Cora, Furio; Slater, Ben; Prestly, Mark R.; Marti-Gastaldo, Carlos; Rosseinsky, Matthew J.", "Angewandte Chemie, International Edition", "\r\n        (", "2015", "),\r\n    ", "54", "\r\n        (", "1", "),\r\n    ", "221-226", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The synthesis of metal-org. frameworks with large three-dimensional channels that are permanently porous and chem. stable offers new opportunities in areas such as catalysis and sepn.  Two linkers (L1 = 4,4',4'',4'''-([1,1'-biphenyl]-3,3',5,5'-tetrayltetrakis(ethyne-2,1-diyl))tetrabenzoic acid, L2 = 4,4',4'',4'''-(pyrene-1,3,6,8-tetrayltetrakis(ethyne-2,1-diyl))tetrabenzoic acid) were used that have equiv. connectivity and dimensions but quite distinct torsional flexibility.  With these, a solid soln. material, [Zr6O4(OH)4(L1)2.6(L2)0.4]·(solvent)x (MOF 3A), was formed that has three-dimensional cryst. permanent porosity with a surface area of over 4000 m2 g-1 that persists after immersion in water.  These properties are not accessible for the isostructural phases made from the sep. single linkers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXitFaitbnE&md5=c25f365c7cf8d18244bb292a669e8467", "26. ", "Greathouse", ", ", "J. A.", "; ", "Allendorf", ", ", "M. D.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "10678", "ACS Full Text ", ", [", "CAS", "]", "26. ", "The Interaction of Water with MOF-5 Simulated by Molecular Dynamics", "Greathouse, Jeffery A.; Allendorf, Mark D.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "33", "),\r\n    ", "10678-10679", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Force field parameters for use with metal-org. framework-5 (MOF-5 or IRMOF-1) are presented.  Flexibility within the framework is included in this model, so that structural changes upon interaction with adsorbate mols. can be obsd. and quantified.  The model was validated by comparing simulated lattice parameters of pure MOF-5 with X-ray diffraction results.  For the first time, mol. dynamics simulations have been performed that show how water interacts with MOF-5.  The framework is stable at water contents up to 2.3% by mass, but distortion in the lattice structure is already evident.  At water contents of 3.9% and higher, the framework collapses because of the replacement of MOF O atoms by water O atoms in the Zn coordination shells.  As a result, inorg. MOF O atoms are no longer coordinated by four Zn ions, and benzene dicarboxylate linkers are no longer tethered to Zn centers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xns1WqtL4%253D&md5=65bd73b755fe8dc52f35d5aabb0b8eca", "27. ", "(a) ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T.-H.", "; ", "Long", ", ", "J. R.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "(b) ", "Konstas", ", ", "K.", "; ", "Osl", ", ", "T.", "; ", "Yang", ", ", "Y.", "; ", "Batten", ", ", "M.", "; ", "Burke", ", ", "N.", "; ", "Hill", ", ", "A. J.", "; ", "Hill", ", ", "M. R.", " ", "J. Mater. Chem.", " ", "2012", ",  ", "22", ",  ", "16698", "[", "Crossref", "], [", "CAS", "]", "27. ", "Methane storage in metal organic frameworks", "Konstas, Kristina; Osl, Theresa; Yang, Yunxia; Batten, Michael; Burke, Nick; Hill, Anita J.; Hill, Matthew R.", "Journal of Materials Chemistry", "\r\n        (", "2012", "),\r\n    ", "22", "\r\n        (", "33", "),\r\n    ", "16698-16708", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  In this applications article, the use and viability of metal org. frameworks (MOFs) for natural gas storage is critically examd. through an overview of the current state of the field.  These smart materials can be tuned to deliver best performance according to demand, as a function of temp., desired storage pressure, and mandated fill/release rates.  While the chem. behind optimizing natural gas storage performance in MOFs is highlighted, it is contextualised to the specific application in vehicular transport, and the best means of testing performance parameters are canvassed.  Future applications of MOFs with natural gas are also discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFWnu7vK&md5=ebab0713c7e2caa1e39b36ea5102770a", "28. ", "(a) ", "Burtch", ", ", "N. C.", "; ", "Jasuja", ", ", "H.", "; ", "Dubbeldam", ", ", "D.", "; ", "Walton", ", ", "K. S.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "7172", "ACS Full Text ", ", [", "CAS", "]", "28. ", "Molecular-level Insight into Unusual Low Pressure CO2 Affinity in Pillared Metal-Organic Frameworks", "Burtch, Nicholas C.; Jasuja, Himanshu; Dubbeldam, David; Walton, Krista S.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "19", "),\r\n    ", "7172-7180", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Fundamental insight into how low pressure adsorption properties are affected by chem. functionalization is crit. to the development of next-generation porous materials for post-combustion CO2 capture.  The authors present a systematic approach to understanding low pressure CO2 affinity in isostructural metal-org. frameworks (MOFs) using mol. simulations and apply it to obtain quant., mol.-level insight into interesting exptl. low pressure adsorption trends in a series of pillared MOFs.  The exptl. results show that increasing the no. of nonpolar functional groups on the benzene dicarboxylate (BDC) linker in the pillared DMOF-1 [Zn2(BDC)2(DABCO)] structure is an effective way to tune the CO2 Henry's coeff. in this isostructural series.  These findings are contrary to the common scenario where polar functional groups induce the greatest increase in low pressure affinity through polarization of the CO2 mol.  Instead, MOFs in this isostructural series contg. nitro, hydroxyl, fluorine, chlorine, and bromine functional groups result in little increase to the low pressure CO2 affinity.  Strong agreement between simulated and exptl. Henry's coeff. values is obtained from simulations on representative structures, and a powerful yet simple approach involving the anal. of the simulated heats of adsorption, adsorbate d. distributions, and min. energy 0 K binding sites is presented to elucidate the intermol. interactions governing these interesting trends.  Through a combined exptl. and simulation approach, the authors demonstrate how subtle, structure-specific differences in CO2 affinity induced by functionalization can be understood at the mol.-level through classical simulations.  This work also illustrates how structure-property relationships resulting from chem. functionalization can be very specific to the topol. and electrostatic environment in the structure of interest.  Given the excellent agreement between expts. and simulation, predicted CO2 selectivities over N2, CH4, and CO are also investigated to demonstrate that Me groups also provide the greatest increase in CO2 selectivity relative to the other functional groups.  These results indicate that Me ligand functionalization may be a promising approach for creating both water stable and CO2 selective variations of other MOFs for various industrial applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXksFSrs7o%253D&md5=6c50077b3712487b1cdfb5d4c37baabb", "(b) ", "Babarao", ", ", "R.", "; ", "Coghlan", ", ", "C. J.", "; ", "Rankine", ", ", "D.", "; ", "Bloch", ", ", "W. M.", "; ", "Gransbury", ", ", "G. K.", "; ", "Sato", ", ", "H.", "; ", "Kitagawa", ", ", "S.", "; ", "Sumby", ", ", "C. J.", "; ", "Hill", ", ", "M. R.", "; ", "Doonan", ", ", "C. J.", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "3238", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "28. ", "Does functionalisation enhance CO2 uptake in interpenetrated MOFs? An examination of the IRMOF-9 series", "Babarao, Ravichandar; Coghlan, Campbell J.; Rankine, Damien; Bloch, Witold M.; Gransbury, Gemma K.; Sato, Hiroshi; Kitagawa, Susumu; Sumby, Christopher J.; Hill, Matthew R.; Doonan, Christian J.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "24", "),\r\n    ", "3238-3241", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The effect of pore functionalization (-I, -OH, -OCH3) on a series of topol. equiv., interpenetrated metal-org. frameworks (MOFs) was assessed by both simulation and expt.  Counter-intuitively, a decreased affinity for CO2 was obsd. in the functionalized materials, compared to the non-functionalized material.  This result highlights the importance of considering the combined effects of network topol. and chem. functionality in the design of MOFs for enhanced CO2 adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXjtFSns7k%253D&md5=e6c1405f4366b40fccb33bbe60769960"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-11/jacs.5b00365/20150319/images/small/ja-2015-00365k_0013.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-11/jacs.5b00365/20150319/images/small/ja-2015-00365k_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-11/jacs.5b00365/20150319/images/small/ja-2015-00365k_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-11/jacs.5b00365/20150319/images/small/ja-2015-00365k_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-11/jacs.5b00365/20150319/images/small/ja-2015-00365k_0014.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-11/jacs.5b00365/20150319/images/small/ja-2015-00365k_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-11/jacs.5b00365/20150319/images/small/ja-2015-00365k_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-11/jacs.5b00365/20150319/images/small/ja-2015-00365k_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-11/jacs.5b00365/20150319/images/small/ja-2015-00365k_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-11/jacs.5b00365/20150319/images/small/ja-2015-00365k_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-11/jacs.5b00365/20150319/images/small/ja-2015-00365k_0009.gif\">"]}
