{"title": ["Ethylene/ethane separation by CuCl/AC adsorbent prepared using CuCl", " as a precursor"], "authors": ["Fei Gao", "Yaquan Wang", "Xiao Wang", "Shuhai Wang"], "doi": ["https://doi.org/10.1007/s10450-016-9810-0"], "abstract": [], "text": ["1 ", "Introduction", "The separations of olefin/paraffin mixtures are one of the most important separations in the chemical and petrochemical industries (Ferreira et al. ", "2011", "). Ethylene (C", "2", "H", "4", ") is an important petrochemical used widely as a raw material for the production of plastics, rubbers, fuel components and other organic chemicals (Moura et al. ", "2015", "). The main method for the production of ethylene is steam cracking and dehydrogenation of ethane (C", "2", "H", "6", "), inevitably yielding an ethylene/ethane mixture (Shi et al. ", "2010", "). The ethylene/ethane mixture must be then separated to produce high purity ethylene. Due to the similar relative volatilities and molecular sizes, the separation of ethylene over ethane is one of the most challenging chemical separations at a large scale (Eldridge ", "1993", "). Currently, the dominant technology for ethylene/ethane separation is cryogenic distillation, which is performed under the conditions of high pressure (2.3 MPa) and low temperature (248 K), resulting in an extremely cost- and energy-intensive process (Rege et al. ", "1998", "). Recently, extensive efforts have been devoted to develop cost-effective approaches for ethylene/ethane separations, including membrane separation (Bux et al. ", "2011", "; Ploegmakers et al. ", "2013", "; Salinas et al. ", "2016", "), liquid absorption (Reine and Eldridge ", "2005", "; Yu et al. ", "2015", ") and adsorption processes (Yang ", "2003", "). Among these approaches, the adsorptive separation using porous solid adsorbents appears to be the most attractive alternative because of its great potential to afford much lower cost and energy consumption (Lamia et al. ", "2009", ").", "For the adsorptive separation, the solid adsorbents play the key role in determining the separation performance. The reported porous solid materials including activated carbon (Zhu et al. ", "2005", "), zeolites (Anson et al. ", "2008", "; Mofarahi and Salehi ", "2013", "; Vargas-Hernández et al. ", "2015", "), metal–organic frameworks (MOFs) (Hartmann et al. ", "2015", "; Martins et al. ", "2015", "), hydrogen bonded organic frameworks (HOFs) (Li et al. ", "2014b", ") and carbon nanotubes (Albesa et al. ", "2012", ") have good adsorption capacity of ethylene. However, these materials have lower adsorption selectively of ethylene to ethane. The π-complexation adsorbents have been paid great attention for olefin/paraffin separations (Grande et al. ", "2004", ", ", "2005", "; Aguado et al. ", "2012", "; Li et al. ", "2014a", "; Zhang et al. ", "2015", "), because these adsorbents could achieve high olefins adsorption capacity and high olefin/paraffin adsorption selectivity, resulting from the stronger π-complexation interactions between olefins and transition-metal ions of Cu", "+", " or Ag", "+", " on the adsorbents. Huang et al. (", "1999", ") found that Cu", "+", " ions formed stronger π-complexation bonding with ethylene than Ag", "+", " ions, resulting that the Cu(I)-based adsorbents have higher adsorption capacity and adsorption selectivity for ethylene compared with Ag(I)-based adsorbents. Huang (", "1973", ") and Golden et al. ", "(1992)", " prepared the Cu(I) π-complexation adsorbents by impregnating zeolites or activated carbon with CuCl", "2", " aqueous solution and then reducing Cu", "2+", " into Cu", "+", " using reducing gases. Hirai et al. (", "1986a", ") and Tamon et al. (", "1996", ") prepared the Cu(I) π-complexation adsorbents by dispersing CuCl onto the surfaces of porous supports using concentrated hydrochloric acid as solvent and then heating at high temperatures in an inert atmosphere. Chang et al. (", "2014", ") dispersed CuCl onto the surfaces of MIL-101 using the double-solvent of concentrated hydrochloric acid and hexane. Over the past decades, numerous Cu(I) π-complexation adsorbents were prepared by dispersing CuCl powder spontaneously onto the surfaces of porous supports at high temperatures in an inert atmosphere (Yang and Kikkinides ", "1995", "; Cheng and Yang ", "1995", "; Xie et al. ", "1997", "). Generally, apart from the intensive preparation processes, the adsorbents prepared with the impregnation method and the dispersion method using dispersing reagents always have lower copper loadings compared with the solid-state dispersion method (Ma et al. ", "2010", "). In addition, the preparation of the Cu(I)-based adsorbents with CuCl as raw material must be performed in a dry inert atmosphere to protect Cu", "+", " ions from oxidation and hydrolysis. In our previous studies for the CO separation, the Cu(I) π-complexation adsorbents were successfully prepared with CuCl", "2", " as precursor through solid-state dispersion method, and the obtained adsorbents displayed the high CO adsorption capacity and adsorption selectivity (Gao et al. ", "2016a", ", ", "b", "). It is known that CuCl", "2", " is commercially cheaper and chemically more stable than CuCl, however, to the best of our knowledge, none study for ethylene/ethane separation over Cu(I)-based adsorbents prepared with CuCl", "2", " as precursor through a solid-state dispersion method has been reported.", "In this work, CuCl/AC adsorbent for efficient ethylene/ethane separation was prepared using CuCl", "2", " as a precursor through a solid-state dispersion method. The aim of the work is to develop an adsorbent for ethylene/ethane separation with cheap raw materials and a facile preparation method. The obtained adsorbents were characterized by inductively coupled plasma optical emission spectrometry (ICP-OES), X-ray powder diffraction (XRD), N", "2", " adsorption/desorption and X-ray photoelectron spectroscopy (XPS), and investigated for ethylene and ethane adsorptions. The C", "2", "H", "4", "/C", "2", "H", "6", " adsorption selectivity of the obtained CuCl/AC adsorbents were estimated by using ideal adsorbed solution theory based on the single component adsorption isotherms of ethylene and ethane. Cyclic ethylene adsorption on CuCl/AC was conducted to evaluate their repeated availability during the adsorption/desorption cycles. In addition, the isosteric heats of adsorption of ethylene and ethane on CuCl/AC were calculated based on the Clausius–Clapeyron equation.", "2 ", "Experimental", "2.1 ", "Materials", "CuCl", "2", "·2H", "2", "O (AR) and wooden activated carbon (AC) were purchased from Tianjin Guangfu Fine Chemical Research Institute. Ethylene, ethane, nitrogen and helium gases were purchased from Tianjin LiuFang Gas Co., Ltd. All the gases had purities of or above 99.9 %.", "2.2 ", "Preparation of CuCl/AC adsorbents", "CuCl/AC adsorbents were prepared by a solid-state dispersion method. The calculated amounts of CuCl", "2", "·2H", "2", "O and AC powder was mixed and grinded thoroughly, and then 2 g of the mixture was placed in a quartz tube for the activation at 543 K in the stream of 50 cm", "3", "/min of N", "2", " for 8 h. The samples with different copper loadings of 2.0, 4.0, 6.0, 7.0, 8.0 and 10.0 mmol/g AC were prepared and denoted as CuCl", "2", "(X)/AC and CuCl(X)/AC before or after the activation, respectively, where X represents the copper loading in mmol/g AC.", "2.3 ", "Characterizations", "The copper contents in the samples were measured by inductively coupled plasma optical emission spectrometry using a Varian VISTA-MPX instrument. The specific surface areas and pore volumes of the samples were evaluated according to nitrogen adsorption/desorption isotherms at 77 K using a Micromeritics TriStar 3000 apparatus. Prior to the measurements, all the samples were degassed at 573 K for 4 h. The specific surface areas were calculated from the isotherms using the Brunauer–Emmett–Teller (BET) method, and the total pore volumes were estimated from the adsorption equilibrium isotherms at the relative pressure (", "p", "/", "p", "0", ") near to 1. The X-ray powder diffraction patterns were obtained on a Rigaku D/max-2500 diffractometer employing the graphite filtered Cu Kα radiation (", "λ", " = 0.154 nm) in the 2", "θ", " range of 10–50° with a scanning rate of 8°/min. The chemical oxidation state of the copper element in the samples was determined using X-ray photoelectron spectroscopy conducted on a Perkin-Elmer PHI 1600 ESCA XPS equipment with an Al Kα X-ray radiation source (1486.6 eV). The binding energies were calibrated referring to C 1 s peak at 284.6 eV.", "2.4 ", "Adsorption measurements", "The adsorption equilibrium isotherms of pure ethylene and ethane were measured using a static volumetric apparatus, and the detailed experimental procedures were described in our previous work (Gao et al. ", "2016a", ", ", "b", "). The main parts of the apparatus consisted of a loading cell, an adsorption cell, two pressure transducers, two gas cylinders, a temperature-controlled electric oven and a mechanical vacuum pump. The volumes of the loading cell and the adsorption cell were determined by the helium gas expansion and water filling, respectively. Before each measurement, 1 g adsorbent inside the adsorption cell was degassed in situ at 473 K for 30 min under the vacuum of the mechanical pump to remove any adsorbed gases impurities. The adsorption measurements were carried out at the temperature range of 303–333 K and pressures up to 500 kPa. At a specific temperature and pressure, the adsorption usually reached to equilibrium in about 5–10 min, but to guarantee that the adsorption fully reached to equilibrium, 30 min of adsorption time was used for each point. The adsorbed amounts were calculated according to the mass balance equation that was derived from the equation of state before and after adsorption equilibrium.", "2.5 ", "Adsorption theories", "2.5.1 ", "Adsorption equilibrium isotherm equations", "Many models have been established to describe the adsorption equilibrium isotherms for providing useful information for the adsorbate–adsorbent interactions and the surface properties of the adsorbents, such as Langmuir, Freundlich, Sips, Toth, etc. (Foo and Hameed ", "2010", "). In this study, the Sips models (Zhao et al. ", "2007", "; Tzabar and ter Brake ", "2016", ") were used to correlate the adsorption equilibrium data of ethylene and ethane, and can be written as:", "$$q = q_{m} \\frac{{(bp)^{1/n} }}{{1 + (bp)^{1/n} }}$$", " ", "(1)", "where ", "q", " (mmol/g) is the amounts adsorbed at equilibrium pressure ", "p", " (kPa), ", "q", "m", " is the saturated adsorption amount, ", "b", " (kPa", "−1", ") is the adsorption equilibrium constant and ", "n", " is a dimensionless isotherm parameter characterizing the system heterogeneity.", "The average percent deviation calculated by Eq. (", "2", ") was used to determine the fitting accuracy of the Sips model for the adsorption data (Vilarrasa-García et al. ", "2015", ").", "$$D \\, (\\% ) = \\frac{100}{N}\\sum\\limits_{i = 1}^{N} {\\left| {\\frac{{q_{i}^{\\exp } - q_{i}^{\\text{cal}} }}{{q_{i}^{\\exp } }}} \\right|}$$", " ", "(2)", "where ", "D", " (%) is the average percent deviation, ", "N", " is the total number of adsorption isotherm data points, and ", "q", "exp", " and ", "q", "cal", " are the experimental and calculated adsorption capacity, respectively.", "2.5.2 ", "Adsorption selectivity", "The adsorption selectivity is an important parameter to evaluate the efficiency of separation in the practical industrial processes. Ideal adsorbed solution theory (IAST) proposed by Myers and Prausnitz (", "1965", ") has been widely used for predicting the mixtures adsorption equilibrium and calculating the adsorption selectivity from the pure gases adsorption isotherms. For the IAST application, the single component adsorption data must be well fitted by an adsorption isotherm model (Huang et al. ", "2015", "). In this work, the Sips model was combined with IAST to calculate the C", "2", "H", "4", "/C", "2", "H", "6", " adsorption selectivity. The adsorption selectivity of component A to component B (", "S", "A/B", ") in a binary mixture is defined as (Bahamon and Vega ", "2016", "):", "$$S_{\\text{A/B}} = \\frac{{x_{\\text{A}} /y_{\\text{A}} }}{{x_{\\text{B}} /y_{\\text{B}} }}$$", " ", "(3)", "where ", "x", "A", " (", "y", "A", ") and ", "x", "B", " (", "y", "B", ") are the mole fractions of components A and B in the adsorbed phase (gas phase) at equilibrium, respectively. In this work, components A and B are ethylene and ethane, respectively.", "2.5.3 ", "Isosteric heat of adsorption", "Isosteric heat of adsorption could provide useful information for a better understanding of adsorption mechanism. The isosteric heat of adsorption at a given adsorption amount can be calculated from adsorption equilibrium data collected at different temperatures using the Clausius–Clapeyron equation along with the Sips model (Choma et al. ", "2016", "):", "$$Q_{st} = - RT^{2} \\left( {\\frac{\\partial \\ln p}{\\partial T}} \\right)_{{q_{a} }}$$", " ", "(4)", "where ", "Q", "st", " (kJ/mol) is the isosteric heat of adsorption, ", "T", " is the experimental temperature (K), ", "R", " is the universal gas constant (J mol", "−1", " K", "−1", ") and ", "q", "a", " is the adsorption amounts (mmol/g). Integrating Eq. (", "4", ") as constant ", "q", "a", " gives:", "$$\\ln p = \\frac{{Q_{st} }}{RT} + C$$", " ", "(5)", "where ", "C", " is an integration constant.", "3 ", "Results and discussion", "3.1 ", "Characterization of CuCl/AC adsorbents", "Figure ", "1", " shows the XRD patterns of CuCl", "2", " loaded AC samples before and after activation referred to CuCl", "2", " sample. Before activation, the diffraction peaks of CuCl", "2", " (Ahmed and Jhung ", "2014", ") can be observed in the CuCl", "2", "/AC samples, and the reflection intensities increase with an increase in copper loadings. After activation, the diffraction peaks of CuCl", "2", " disappear and only the CuCl(10.0)/AC sample displays the weak diffraction peaks of CuCl at 2", "θ", " values of 28.5° and 47.4° (Li et al. ", "2010", "), suggesting that CuCl", "2", " is highly dispersed on the surfaces of AC support and converted to CuCl after activation. For CuCl(6.0)/AC and CuCl(8.0)/AC samples, the absence of CuCl in XRD patterns might be due to that the particle size of highly dispersed CuCl is beyond the detection limit of XRD (Chen et al. ", "2010", "). For CuCl(10.0)/AC sample, the excess copper species may cumulate on the surfaces of the adsorbent, causing the appearance of the weak diffraction peaks of CuCl in XRD pattern.", "Open image in new window", "Fig. 1", "XRD patterns of CuCl", "2", " and CuCl", "2", " loaded AC before activation (", "a", ") and after activation (", "b", ")", "Figure ", "2", " shows the N", "2", " adsorption/desorption isotherms of the AC support and the CuCl/AC adsorbents with different copper loadings at 77 K. Table ", "1", " summarizes the BET surface areas, pore volumes and average pore diameters of the samples. It can be observed that the AC support shows the high BET surface area and large pore volume of 1784 m", "2", "/g and 1.40 cm", "3", "/g, respectively, and the specific surface areas and pore volumes decrease gradually to 224 m", "2", "/g and 0.26 cm", "3", "/g with increasing CuCl loadings to 10.0 mmol/g AC, which is attributed to the occupation of the partial surface areas and the pore volumes of AC by CuCl, similar to the results on CuCl-loaded MIL-100(Fe) (Peng et al. ", "2015", "). In addition, the average pore diameter of the samples increases with an increase in CuCl loadings. As more micropores in the AC support are occupied, the percentage of the available mesopores in AC increases, resulting in an increased average pore sizes (Ramli and Amin ", "2015", ").", "Open image in new window", "Fig. 2", "N", "2", " adsorption/desorption isotherms at 77 K on AC and CuCl", "2", " loaded AC after activation", "Table 1", "Cu contents and textural properties of AC and CuCl", "2", " loaded AC after activation", "Samples", "Normal Cu content (wt%)", "a", "Cu content (wt%)", "b", "BET surface area (m", "2", "/g)", "Total pore volume (cm", "3", "/g)", "Average pore diameter (nm)", "c", "AC", "–", "–", "1784 ± 17", "1.40", "3.14", "CuCl(6.0)/AC", "24.1", "23.7", "561 ± 5", "0.53", "3.52", "CuCl(8.0)/AC", "28.6", "27.7", "383 ± 2", "0.38", "3.98", "CuCl(10.0)/AC", "32.2", "31.0", "224 ± 1", "0.26", "4.67", "a", "Calculated from designed compositions", "b", "Determined by ICP-OES", "c", "Adsorption average pore diameter (4 V/A by BET)", "Figure ", "3", " shows the XPS spectra of the sample with the copper loading of 8.0 mmol/g AC after activation referred to standard CuCl and CuCl", "2", " samples. From Cu 2p spectra in Fig. ", "3", ", the CuCl", "2", " sample shows the Cu 2p", "3/2", " peak at binding energy (BE) of 934.7 eV, Cu 2p", "1/2", " peak at BE of 954.7 eV and the characteristic satellite peak at BE of 940–947 eV (Ahmed and Jhung ", "2015", "). After the activation, the CuCl(8.0)/AC sample shows the similar Cu 2p peaks as those of CuCl, and the satellite peak disappears, implying that there are no Cu", "2+", " species in the sample, i.e., CuCl", "2", " was reduced (Cu", "+", " or Cu", "0", ") (Yin et al. ", "2009", "). Because the Cu 2p profiles of Cu", "+", " and Cu", "0", " are almost identical, using Cu 2p spectrum alone can not differentiate between Cu", "+", " and Cu", "0", ". However, the auger Cu LMM spectra of Cu", "+", " and Cu", "0", " show significant difference, and the kinetic energy (KE) of Cu", "0", " auger peak is about 3 eV higher than the KE of Cu", "+", " auger peak (Wang et al. ", "2015", "). Thus, Cu LMM spectrum can be used to further determine the oxidation state of the copper element in the CuCl(8.0)/AC sample. From Cu LMM spectra in Fig. ", "3", ", the CuCl(8.0)/AC sample shows the similar Cu LMM spectrum as that of CuCl sample, and the auger peak appears at the BE of 571.1 eV, with the KE of 915.5 eV which is consistent with the KE of CuCl (Moulder et al. ", "1992", "). These results confirm that the copper oxidation state is +1 in the CuCl(8.0)/AC sample, indicating that CuCl", "2", " supported on the AC support is completely converted to CuCl after the activation, which is in good agreement with the XRD results. The reduction of Cu", "2+", " ions to Cu", "+", " ions in the present adsorbent is probably associated with the electrophilic chlorination reactions of CuCl", "2", " with the condensed polycyclic aromatic structures in the AC support, in which CuCl", "2", " is converted to CuCl, i.e., Ar − H + 2 CuCl", "2", " → Ar − Cl + 2 CuCl + 2 HCl (Ware and Borchert ", "1961", "; Hirai et al. ", "1986b", ").", "Open image in new window", "Fig. 3", "Cu 2p and Cu LMM (", "inset", ") XPS spectra of CuCl(8.0)/AC referred to standard CuCl", "2", " and CuCl samples", "3.2 ", "Adsorptions of ethylene and ethane on CuCl/AC adsorbents", "Figure ", "4", " shows the adsorption equilibrium isotherms of ethylene and ethane on AC and the CuCl/AC adsorbents with different copper loadings at 303 K. The measured copper contents in the prepared samples by ICP-OES are shown in Table ", "1", ", and are close to those used in the materials. It is seen from Fig. ", "4", " that the AC support has the similar adsorption capacities of ethylene and ethane of as high as 2.44 and 2.56 mmol/g at 303 K and 100 kPa, respectively, which is ascribed to the high surface area and large pore volume of the AC support. Thus, it is difficult to use this material to selectively separate ethylene from the ethylene/ethane mixtures due to the low C", "2", "H", "4", "/C", "2", "H", "6", " adsorption selectivity. From Fig. ", "4", "a, when loading CuCl, the CuCl/AC adsorbents have higher ethylene adsorption capacities than the AC support at the pressures below 150 kPa, and the ethylene adsorption capacity at high pressures decreases gradually with increasing copper loadings to 8.0 mmol/g AC. This behavior is attributed to the occupation of the partial surface areas and the pore volumes of the AC support by CuCl, resulting that the physical absorption of ethylene on the adsorbents is gradually replaced by the π-complexation between ethylene molecules and Cu", "+", " ions on the adsorbents with increasing the copper loadings. With further increasing the copper loadings to 10.0 mmol/g AC, the ethylene adsorption capacity decreases sharply. This may be due to the decrease of the effective active sites and the blockage of pore channels, resulting from the accumulation of excessive copper on the surfaces of CuCl(10.0)/AC. From Fig. ", "4", "b, the ethane adsorption capacity decreases significantly with increasing the copper loadings to 8.0 mmol/g AC, and decreases slightly when the copper loadings further increase to 10.0 mmol/g AC. The phenomenon is attributed to the decrease of the physical adsorption sites of ethane on the adsorbents, resulting from the occupation of the partial surface areas and pore volumes of the AC support by CuCl. The resulting CuCl(8.0)/AC adsorbent have high ethylene adsorption capacity and low ethane adsorption capacity of 2.57 and 0.67 mmol/g at 303 K and 100 kPa, respectively.", "Open image in new window", "Fig. 4", "Single-component adsorption equilibrium isotherms of ethylene (", "a", ") and ethane (", "b", ") on AC and CuCl/AC adsorbents with different copper loadings at 303 K", "Based on the single gas adsorption isotherms and the IAST model, the C", "2", "H", "4", "/C", "2", "H", "6", " adsorption selectivities in equimolar mixtures for the AC support and the CuCl/AC adsorbents with different copper loadings are calculated and presented in Fig. ", "5", ". For all the samples, the C", "2", "H", "4", "/C", "2", "H", "6", " adsorption selectivities decrease gradually with increasing the adsorption pressures. In addition, the CuCl/AC adsorbents show significantly higher C", "2", "H", "4", "/C", "2", "H", "6", " adsorption selectivities compared to the AC support, implying that the loading of CuCl onto the AC support is crucial to obtain adsorbents with high C", "2", "H", "4", "/C", "2", "H", "6", " adsorption selectivity. When the copper loadings increase to 8.0 mmol/g AC, the C", "2", "H", "4", "/C", "2", "H", "6", " adsorption selectivity at 303 K and 100 kPa increases significantly from 0.80 to 69.42. With further increasing the copper loadings to 10.0 mmol/g AC, the C", "2", "H", "4", "/C", "2", "H", "6", " adsorption selectivity decreases sharply to 50.55.", "Open image in new window", "Fig. 5", "IAST ethylene/ethane adsorption selectivities for equimolar ethylene/ethane mixtures on AC and CuCl/AC adsorbents with different copper loadings at 303 K", "According to the results of the adsorption capacity and the adsorption selectivity, the optimal copper loading is 8 mmol/g AC. Apparently, the CuCl(8.0)/AC adsorbent can preferentially adsorb ethylene over ethane, which is ascribed to the stronger π-complexation interaction of Cu", "+", " on the adsorbents with ethylene and the weaker physisorption of ethane on the adsorbent (King ", "1987", "). The results demonstrate that the prepared CuCl/AC adsorbent with high ethylene adsorption capability and adsorption selectivity has broad prospects for the effective separation of ethylene from the ethylene/ethane mixtures.", "3.3 ", "Cyclic ethylene adsorption on CuCl(8.0)/AC", "For gas separation in the industrial processes, an ideal adsorbent is required to be reversible for multiple adsorption/desorption cycles, and the adsorption and desorption operations tend to be performed at the same temperature. Before the cyclic ethylene adsorption, the optimum operation temperature must be determined. After adsorption of ethylene on CuCl(8.0)/AC, the desorptions were conducted under the vacuum of the mechanical pump at temperatures of 303, 323, 343, and 373 K, respectively, and the corresponding ethylene adsorption capacities on the regenerated adsorbents were measured again at corresponding desorption temperatures. It was found that most of the adsorbed ethylene could be desorbed by vacuuming with the mechanical vacuum pump for 10 min, but to guarantee that ethylene was desorbed fully, 30 min of desorption time was used. Figure ", "6", " shows the reversible ethylene adsorption capacity on CuCl(8.0)/AC at the different operation temperatures. It can be seen that the reversible ethylene adsorption capacity decreases with an increase in operation temperature. At the operation temperature of 303 K, the reversible ethylene adsorption capacity at 100 kPa is as high as 2.11 mmol/g, which is close to the ethylene adsorption amounts of 2.57 mmol/g of the fresh adsorbent. The result indicates that the adsorbed ethylene on CuCl(8.0)/AC could be desorbed at ambient temperature under vacuum, which is due to that the π-complexation bonds formed between ethylene and Cu", "+", " ions can be easily broken using simple engineering operations (King ", "1987", "). This facile operation temperature can greatly reduce the operation costs in ethylene/ethane separation processes. Figure ", "7", " shows the C", "2", "H", "4", "/C", "2", "H", "6", " adsorption selectivities in equimolar mixtures for CuCl(8.0)/AC at the operation temperature of 303 K. It can be seen that the CuCl(8.0)/AC adsorbent still displays the high C", "2", "H", "4", "/C", "2", "H", "6", " adsorption selectivities at the operation temperature of 303 K, and the C", "2", "H", "4", "/C", "2", "H", "6", " adsorption selectivity is 27.25 at 100 kPa. Furthermore, the ethylene adsorption/desorption cycles were repeated for five times on CuCl(8.0)/AC at the operation temperature of 303 K. The results in Fig. ", "8", " show that the ethylene adsorption amounts are nearly identical in the five adsorption/desorption cycles. This suggests that the prepared CuCl/AC adsorbent can be stably employed in cyclic ethylene adsorption via a vacuum swing operation at ambient temperature. It should be mentioned that the feed gases for the production of ethylene should be pretreated to remove the water vapor before being introduced in the adsorption bed in the commercial processes, because the Cu", "+", " ions in CuCl/AC can be oxidized to Cu", "2+", " in the form of basic copper chloride when contacting with the O", "2", " and water vapor, which cannot coordinate with ethylene molecules.", "Open image in new window", "Fig. 6", "Reversible adsorption of ethylene on CuCl(8.0)/AC at different operation temperatures", "Open image in new window", "Fig. 7", "IAST ethylene/ethane adsorption selectivity for equimolar ethylene/ethane mixtures on CuCl(8.0)/AC with the adsorption and desorption at 303 K", "Open image in new window", "Fig. 8", "The cyclic ethylene adsorption capacity at 100 kPa on CuCl(8.0)/AC with the adsorption and desorption at 303 K", "3.4 ", "Isosteric heats of adsorption of ethylene and ethane on CuCl(8.0)/AC", "Isosteric heat of adsorption reflects the heat effect during adsorption, and is a critical thermodynamic quantity to evaluate the interaction of the adsorbate with the adsorbent and design adsorption separation process. In this work, adsorption equilibrium data of pure ethylene and ethane at different temperatures of 303–333 K presented in Fig. ", "9", " were used to calculate the isosteric heats of adsorption of ethylene and ethane on CuCl(8.0)/AC. The Sips models were used to correlate the experimental data, and the fitting parameters with the average percent deviations are listed in Table ", "2", ". From Table ", "2", ", the adsorption equilibrium data of ethylene and ethane are well fitted by the Sips models with an average percent deviation value of less than 1 %. According to Eq. (", "5", "), the isosteric heats of adsorption can be derived from the slopes of plots of ln", "p", " versus 1/", "T", " at given adsorption amounts. The pressures for different temperatures at a fixed adsorption amount can be calculated from the fitted Sips equations.", "Open image in new window", "Fig. 9", "Adsorption equilibrium isotherms of ethylene (", "a", ") and ethane (", "b", ") on CuCl(8.0)/AC at different temperatures (", "points", ", experimental data; ", "solid curves", ", correlated isotherms by Sips equation)", "Table 2", "Sips fitting parameters with average percent deviations for ethylene and ethane adsorptions on CuCl(8.0)/AC", "T", " (K)", "Ethylene", "Ethane", "q", "m", " (mmol/g)", "b", " × 10", "3", " (kPa", "−1", ")", "n", "D", " (%)", "q", "m", " (mmol/g)", "b", " × 10", "3", " (kPa", "−1", ")", "n", "D", " (%)", "303", "7.71", "1.41", "2.90", "0.50", "4.81", "0.37", "1.75", "0.56", "313", "6.73", "1.98", "2.44", "0.37", "4.53", "0.37", "1.74", "0.76", "323", "6.15", "2.13", "2.41", "0.69", "4.25", "0.39", "1.71", "0.75", "333", "5.57", "2.24", "2.36", "0.90", "3.98", "0.41", "1.65", "0.71", "The calculated isosteric heats of adsorption of ethylene and ethane on CuCl(8.0)/AC as a function of the corresponding adsorbate loading are plotted in Fig. ", "10", ". As shown in Fig. ", "10", ", the isosteric heats of ethylene adsorption on CuCl(8.0)/AC are remarkably higher than those of ethane. The result highlight the role of introducing Cu", "+", " ions in forming π-complexation interaction between the Cu", "+", " ions and ethylene molecules, which is stronger than the van der Waals and electrostatic interactions of ethane with the adsorbent, thereby resulting in a high C", "2", "H", "4", "/C", "2", "H", "6", " adsorption selectivity. In addition, the isosteric heats of adsorption for ethylene on CuCl(8.0)/AC lie in the range of 33.5–60.8 kJ/mol with the ethylene adsorption capacity varying from 0.2 to 3.0 mmol/g, and the initial isosteric heat of adsorption of 60.8 kJ/mol is close to that for ethylene adsorption on pure CuCl (Huang et al. ", "1999", "). The variation in isosteric heats of adsorption may be associated with surface heterogeneity of the AC support, causing the active components of Cu", "+", " ions supported on AC with different adsorption activities to ethylene. Generally, isosteric heat of adsorption for ordinary physical adsorption is less than 20 kJ/mol, and in the range of 80–200 kJ/mol for chemical adsorption (Gu et al. ", "1994", "). So the interaction of ethylene on CuCl/AC via π-complexation is between physisorption and chemisorption. Thus, CuCl/AC exhibits high ethylene adsorption capacity and excellent reversibility.", "Open image in new window", "Fig. 10", "Isosteric heats of adsorption for ethylene and ethane on CuCl(8.0)/AC as a function of adsorbate loading", "4 ", "Conclusions", "CuCl/AC adsorbent for selective separation of ethylene from ethylene/ethane mixtures has been successfully prepared using CuCl", "2", " as precursor by a solid-state dispersion method. The obtained CuCl/AC adsorbent with the copper loading of 8 mmol/g AC achieves a high ethylene adsorption capacity of 2.57 mmol/g and a high C", "2", "H", "4", "/C", "2", "H", "6", " adsorption selectivity of 69 at 303 K and 100 kPa. This CuCl/AC adsorbent could be repeatedly used for the ethylene adsorption and desorption at ambient temperature in ethylene/ethane separation processes. In addition, the isosteric heats of adsorption for ethylene are calculated from the Clausius–Clapeyron equation, and the value of isosteric heat of adsorption suggests that the interaction of ethylene with CuCl/AC via π-complexation is between physisorption and chemisorption."], "figures": ["<div class=\"MediaObject\" id=\"MO6\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9810-0/MediaObjects/10450_2016_9810_Fig1_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9810-0/MediaObjects/10450_2016_9810_Fig1_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO7\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9810-0/MediaObjects/10450_2016_9810_Fig2_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9810-0/MediaObjects/10450_2016_9810_Fig2_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO8\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9810-0/MediaObjects/10450_2016_9810_Fig3_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9810-0/MediaObjects/10450_2016_9810_Fig3_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO9\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9810-0/MediaObjects/10450_2016_9810_Fig4_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9810-0/MediaObjects/10450_2016_9810_Fig4_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO10\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9810-0/MediaObjects/10450_2016_9810_Fig5_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9810-0/MediaObjects/10450_2016_9810_Fig5_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO11\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9810-0/MediaObjects/10450_2016_9810_Fig6_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9810-0/MediaObjects/10450_2016_9810_Fig6_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO12\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9810-0/MediaObjects/10450_2016_9810_Fig7_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9810-0/MediaObjects/10450_2016_9810_Fig7_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO13\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9810-0/MediaObjects/10450_2016_9810_Fig8_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9810-0/MediaObjects/10450_2016_9810_Fig8_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO14\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9810-0/MediaObjects/10450_2016_9810_Fig9_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9810-0/MediaObjects/10450_2016_9810_Fig9_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO15\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9810-0/MediaObjects/10450_2016_9810_Fig10_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9810-0/MediaObjects/10450_2016_9810_Fig10_HTML.gif\" alt=\"\"></a></div>"]}
