{"title": ["Exploiting Framework Flexibility of a Metal–Organic Framework for Selective Adsorption of Styrene over Ethylbenzene"], "authors": ["Soumya Mukherjee", "Biplab Joarder", "Aamod V. Desai", "Biplab Manna", "Rajamani Krishna", "Sujit K. Ghosh"], "doi": ["10.1021/acs.inorgchem.5b00206"], "abstract": ["DynaMOF-100, a flexible metal−organic framework (MOF), was proficiently investigated for the industrially important separation of styrene from ethylbenzene. As a consequence of the distinctive solid-state structural transformation-mediated selective response to styrene, DynaMOF-100 exhibits unprecedented selectivity toward this industrially imperative parent monomer behind the commercial production of polystyrene. The exploitation of guest-induced structural transformation occurring in this soft porous crystalline material for such targeted selective adsorption remarkably opens up industrially crucial separation possibilities.", "The separation of styrene and ethylbenzene mixtures is industrially important and is currently performed in highly energy-intensive vacuum distillation columns. The primary objective of our investigation is to offer an energy-efficient alternative for selective adsorption of styrene by a flexible metal–organic framework, DynaMOF-100. The structural transformation of DynaMOF-100 is specifically triggered on inclusion of styrene within the framework; this structural transformation is reversible. The styrene/ethylbenzene adsorption selectivity, originated as an outcome of the framework flexibility, is found to be much superior to the only two MOFs yet reported, serving styrene/ethylbenzene separation purpose."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Introduction", "Owing to the high reactivity of its vinyl group, styrene (ST) is an important feedstock in the petrochemical industries.", "(1)", " Alkylation of benzene with ethylene produces ethylbenzene (EB), which is dehydrogenated to form ST, a monomer used in the manufacture of many commercial polymers and copolymers. The conversion of EB to ST is only partial, and the reactor product contains a large fraction, in the range of 20%–40%, of unreacted EB.", "(1, 2)", " Because of the small difference (9 K) in boiling points (ST (bp 418.3 K) and EB (bp 409.3 K)), the separations are currently achieved in vacuum distillation columns, which are energy-intensive. Adsorptive separations using microporous metal–organic frameworks (MOFs) offer energy-efficient alternatives to distillation.", "(3-12)", " Several MOFs have been demonstrated to offer substantial potential for use in the separation of xylene isomers,", "(5, 6, 13-18)", " hexane,", "(19-22)", " or the C", "5", " fraction-compounds formed by steam crackers, benzene/cyclohexane separation, and removal of heterocyclic aromatic compounds from fuels.", "(13, 23-27)", " Flexible MOFs are of particular interest because of their tunable structural flexibility leading to guest-specific breathing phenomena of the pore windows/channels.", "(26, 27)", " Despite its industrial importance, research on the targeted development of suitable MOFs for ST/EB separations has been rather limited.", "(28-30)", " Maes et al.", "(28)", " and Remy et al.", "(29)", " have demonstrated that MIL-47 (V) and MIL-53 (Al) are of potential use in the separation of mixtures of ST and EB. However, the adsorption selectivities achieved with these two MOFs are rather low and fall in the range of 6–10.", "Recently, we reported the synthesis of a dynamic structure-based MOF compound showing clear ", "p", "-xylene (PX) preference over its congener C", "8", "-alkylaromatic isomers at ambient temperatures by framework-breathing and guest-induced reversible solid-state structural transformations.", "(18, 20)", " The structure of this MOF, hereinafter referred to as DynaMOF-100, gets transformed in such a manner as to allow optimal packing of PX within the cavities. The strong selectivity of DynaMOF-100 for PX was established in our published work,", "(18)", " but the separation performance of this material in comparison to the established MOFs and industrially employed zeolites were not included in our earlier work. Therefore, the ", "Supporting Information", " accompanying this publication provides detailed comparisons of DynaMOF-100, MAF-X8,", "(31)", " and BaX zeolite for separaton of ", "o", "-xylene (OX)/", "m", "-xylene (MX)/", "p", "-xylene/EB mixtures. The data presented in ", "Supporting Information", ", including Figures S20–S23 and the video animation-illustration, clearly show that DynaMOF-100 has both significantly higher selectivity and uptake for PX as compared to MAF-X8 and BaX zeolite, making it the best adsorbent material for this separation duty.", "In our current investigation, this soft porous crystalline material DynaMOF-100 (compound ", "1", ") was comprehensively investigated for the targeted separation of EB- and ST-containing feed mixture by exploiting the highly dynamic adaptable feature of the framework. As described, herein the compound ", "1", " is the desolvated squeezed two-dimensional (2D) phase (of almost nonporous nature; Figure ", "1", "b and ", "Supporting Information", ", Figure S5) resultant from the porous as-synthesized phase (", "1⊃G", "), accompanied by the loss of coordinated dimethylformamide (DMF) molecules and pore-closing event in single-crystal to single-crystal (SCSC) fashion. The prime focus of our current work is to demonstrate the outstanding potential of DynaMOF-100 for selective adsorption of ST from mixtures containing EB (Scheme ", "1", "). The effective mean pore diameter of 5.1 Å for flexible DynaMOF-100 facilitates selective entry of PX through pore opening but does not respond to the sterically demanding guests OX, MX, and EB (dimensional and bp closeness: ", "Supporting Information, Figure S2", "). The salient dimension parameters MIN-1 and MIN-2 (", "Supporting Information, Table S4", "(32)", ") for ST are intriguingly quite similar to those of PX, with an even lower size of the adsorptive species as its minimum dimension (MIN-1). This factor, coupled with a strikingly close MIN-2 value of ST as compared to the host soft porous adsorbent DynaMOF-100, allows a definite room for restricted limiting allowance principle", "(18)", " to operate for the inspected pair ST/EB (Figure ", "1", "a and ", "Supporting Information, Figure S3", "). This intriguing dimensional compatibility between the probe-adsorptive ST and the host adsorbent prompted us to systematically investigate such anticipated selectivity and separation performance of ST over EB. Styrene is a planar molecule, whereas EB is nonplanar, due to the ethyl group protruded from the planar phenyl ring (Scheme ", "1", " and Figure ", "1", "a). Because of differences in their flatness, ST may be expected to exert stronger interactions with the framework walls of DynaMOF-100.", "Figure 1. (a) Dimensions and relevant physical attributes of ST and EB molecules.", "(38)", " (b) Overall structure of compound ", "1", " (desolvated squeezed framework) along crystallographic ", "a", "-axis.", "Scheme 1. Schematic Illustration of Guest-Responsive Framework Flexibility Demonstrating Selective ST Separation over EB", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Experimental Section", "Materials and Measurements", "All the reagents and solvents were commercially available and used without further purification. Powder X-ray diffraction (PXRD) patterns were measured on Bruker D8 Advanced X-ray diffractometer at room temperature using Cu Kα radiation (λ = 1.5406 Å) with a scan speed of 0.5° min", "–1", " and a step size of 0.01° in 2 θ. Thermogravimetric analysis (TGA) results were obtained in the temperature range of 30–800 °C on PerkinElmer STA 6000 analyzer under N", "2", " atmosphere, at a heating rate of 10 °C min", "–1", ".", "X-ray Structural Studies", "Single-crystal X-ray data of compound ", "1⊃ST", "′ was collected at 100 K on a Bruker KAPPA APEX II CCD Duo diffractometer (operated at 1500 W power: 50 kV, 30 mA), using graphite-monochromated Mo Kα radiation (λ = 0.710 73 Å), mounted on nylon CryoLoops (Hampton Research) with Paraton-N (Hampton Research) oil. The data integration and reduction were processed with SAINT", "(33)", " software. A multiscan absorption correction was applied to the collected reflections. The structures were solved by the direct method using SHELXTL", "(34)", " and were refined on ", "F", "2", " by full-matrix least-squares technique using the SHELXL-97", "(35)", " program package within the WINGX", "(36)", " program. All non-hydrogen atoms were refined anisotropically. All hydrogen atoms were located in successive difference Fourier maps, and they were treated as riding atoms using SHELXL default parameters. The structures were examined using the Adsym subroutine of PLATON", "(37)", " to ensure that no additional symmetry could be applied to the models. ", "Supporting Information", ", Tables S5–S8 contain crystallographic data for the compound ", "1⊃ST", "′. ", "983317", ", ", "983318", ", ", "983319", ", ", "1035236", " (", "1", ", ", "1⊃", "PX′", ", ", "1⊃", "G", ", and ", "1", "⊃ST′", ", respectively) along with ", "Supporting Information", " contain the additional crystallographic information for these compounds.", "Low-Pressure Gas Sorption Measurements", "Low-pressure solvent sorption measurements were performed using BelAqua (Bel Japan). All the gases used were of 99.999% purity. As-synthesized crystals of compound ", "1⊃G", " were heated at 180 °C under vacuum for 24 h, to get guest-free crystals of compound ", "1", ". Prior to adsorption measurement, the guest-free sample ", "1", " was pretreated at 170 °C under vacuum for 2 h, using BelPrepvacII, and purged with N", "2", " on cooling.", "Solvent Exposure Study", "Crystalline solid powder of compound ", "1", " taken in smaller glass vials was kept open inside larger capped closed glass vials containing different guest solvents (ST and EB, respectively) over a period of 48 h to allow vapor-phase exposure of solvents and was characterized by PXRD.", "Synthesis of Resolvated Phase {[Zn", "4", "O(L)", "3", "(DMF)", "2", "]·(C", "8", "H", "8", ")", "3", "}", "n", " (", "1⊃ST", "′)", "Colorless single crystals of ", "1⊃ST", "′ were obtained on exposing the crystals of ", "1", " to the vapor of a solution of ST (2 mL) and DMF (1 mL) for 72 h, without allowing any disturbance of the system.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Results and Discussion", "To verify the respective adsorptive uptake amounts, vapor sorption experiments for both the solvents ST and EB were recorded at 298 K. The sorption profile of ST came up with a gradual increase of uptake amount with steadily increasing pressure up to ∼six molecules per formula unit (corresponding to ∼86 mLg", "–1", "), while, on the contrary, EB uptake amount was found to be only 0.63 molecules per formula unit (9.4 mL g", "–1", ") (Figure ", "2", " and ", "Supporting Information", ", Figure S10). The hysteresis in the ST isotherm, during the adsorption/desorption cycles, is a typical isotherm characteristic observed when guest-induced structural changes occur,", "(39)", " and a detailed quantitative analysis, such as that presented by Dubbeldam et al., is required for a quantitative understanding of the isotherms.", "(40)", "This differential adsorption behavior toward these two related species consolidated that the framework flexibility of desolvated phase 1 allows the entry of the planar guest ST but not the nonplanar ones like EB, due to steric hindrance that originates in the case of the latter. The olefin-bond mediated extended conjugation for ST affords absolute planarity to this molecule, which sterically facilitates the selective uptake of ST. Bed regeneration for this material was verified by performing three consecutive cycles of ST adsorption with the same desolvated phase ", "1", ", which registered excellent reproducibility features (", "Supporting Information", ", Figures S11 and S12).", "Figure 2. Solvent sorption isotherms for compound ", "1", " recorded at 298 K for ST and EB. Closed and open symbols denote adsorption and desorption, respectively.", "The PXRD patterns and TGA profiles for the two phases (", "Supporting Information", ", Figures S6–S8), namely, ", "1⊃ST", " and ", "1⊃EB", ", precisely corroborate with the structural transformations occurring on the interplay of host–guest interactions. These results seemed to be in absolute agreement to those obtained from solvent sorption studies, since the characteristic PXRD pattern for ", "1", " remained unaltered in case of ", "1", "⊃", "EB", ", while exposure to ST marked a drastic change suggesting a clear phase transition. Interestingly enough, the PXRD pattern of ", "1", "⊃", "ST", " registered a striking similarity to the phase ", "1", "⊃", "G", ", referring to a breathing phenomenon that might have occurred on ST exposure. In fact, TGA results simultaneously affirmed this observation, since no significant weight loss accompanied the exposure-mediated phase ", "1", "⊃", "EB", ", while ", "1", "⊃", "ST", " registered a substantial ∼25% weight loss. As an ancillary reinforcement supporting the selective interplay of ST with the flexible framework ", "1", " as compared to EB, ", "13", "C NMR experiments with the DCl/deuterated dimethyl sulfoxide digested samples after vapor exposure to these two different solvent vapors (", "Supporting Information, Figure S13", ") were performed, which indisputably presented barely the characteristic ST signals.", "To verify the separation-viability in actuality, phase ", "1", " was immersed into solvents ST, EB, and binary mixture solution of ST/EB (1:1) for 3 h, and the respective amounts of the nonadsorbed isomers were scanned by gas chromatography (GC) at specific intermediate time intervals. The detailed description of the GC experiment with the supernatant solvent(s) is provided in the ", "Supporting Information", ". Ensuing results (Figure ", "3", " and ", "Supporting Information", ", Figures S14–S17) evidently authenticate that the observed decline in the characteristic signal intensity is exclusively due to the contribution of ST; the gradually diminishing intensity trend steadily tells the difference with increasing immersion time of DynaMOF-100.", "Figure 3. (a) GC chromatogram of the supernatant solutions recorded at the specified time intervals in the setup A (EB immersion test). Highlighted signals denote the contribution of EB only, intensity of which is remaining unchanged with increasing time of immersion with MOF, (b) GC chromatogram of the supernatant solutions recorded at the specified time intervals in the setup B (ST immersion test). Highlighted signals denote the contribution of ST only, intensity of which is getting steadily diminished with increasing time of immersion with MOF, (c) GC chromatogram of the supernatant solutions recorded at the specified time intervals in the setup C (ST/EB mixture immersion test). Highlighted region denotes the individual signal for the contribution of ST only, intensity of which is getting steadily diminished with increasing MOF immersion-time.", "We now evaluate EB/ST separations using the ideal adsorbed solution theory (IAST) calculations. Figure ", "4", "a shows the experimental data for pure component isotherms for EB and ST in DynaMOF-100; the continuous solid lines are Langmuir–Freundlich fits; the parameters are specified in ", "Supporting Information, Table S3", ".", "Figure 4. (a) Comparison of experimental data for pure component isotherms for EB and ST in DynaMOF-100 with Langmuir–Freundlich fits that are shown by the continuous solid lines; (b) IAST calculations for ST/EB adsorption selectivity for equimolar ST(1)/EB(2) mixtures in DynaMOF-100; (c) IAST calculations for ST/EB adsorption selectivity for equimolar ST(1)/EB(2) mixtures in MIL-47(V), MIL-53(Al), and DynaMOF-100. The ", "x", "-axis is fractional occupancy θ", "t", " within the pores of the MOFs; (d) IAST calculations for ST uptake capacity for equimolar ST(1)/EB(2) mixtures in MIL-47(V), MIL-53(Al), and DynaMOF-100. The ", "x", "-axis is fractional occupancy θ", "t", " within the pores of the MOFs.", "Figure ", "4", "b shows IAST calculations for ST/EB adsorption selectivity, ", "S", "ads", ", for equimolar ST(1)/EB(2) mixtures in DynaMOF-100.", "(1)", "We note that, for pressures exceeding ∼1 kPa, the adsorbed phase contains predominantly ST. The high ST/EB selectivities as evidenced in Figure ", "4", "b,c are caused by better molecular packing of the planar ST molecules within the MOF channels. The mechanism of separation due to molecular packing effects of mixtures of aromatics is particularly strong for operation under pore saturation conditions, as has been explained in literature.", "(40)", " We see, from Figure ", "4", ", that pore saturation is also attained at pressures exceeding 1 kPa and ambient temperatures. It is anticipated that industrial separations in fixed-bed adsorbers will operate under conditions approaching pore saturation.", "(41)", " For this reason we define the fractional occupancy", "(2)", "Figure ", "4", "c presents a comparison the adsorption selectivities of DynaMOF-100 with MIL-47(V) and MIL-53(Al) as a function of the fractional pore occupancy. We note that the value of ", "S", "ads", " for DynaMOF-100 is ca. 1 to 2 orders of magnitude higher than that of MIL-47(V) and MIL-53(Al). Figure ", "4", "d shows IAST calculations for ST uptake capacity for equimolar ST(1)/EB(2) mixtures in MIL-47(V), MIL-53(Al), and DynaMOF-100. The uptake capacity of DynaMOF-100 is significantly higher than that of the other two MOFs. Because of the significantly higher adsorption selectivity and higher capacity we should expect that sharp separations of ST(1)/EB(2) mixtures is realized in a fixed-bed adsorber.", "While repeated trials were attempted to obtain the crystal structure of this resolvated phase, an analogous phase ", "1", "⊃", "ST", "′ (", "Supporting Information, Figures S1 and S4", "; as indicated from the exactly alike PXRD patterns for both, ", "Supporting Information, Figure S9", ") was obtained on exposing the crystals of ", "1", " to the vapor of a binary mixture solution of ST (2 mL) and DMF (1 mL) for 72 h. SC-XRD analysis of this novel compound ", "1", "⊃", "ST", "′ (formula: {[Zn", "4", "O(L)", "3", "(DMF)", "2", "]·(C", "8", "H", "8", ")", "3", "}", "n", ") disclosed that the nearly similar unit cell parameters to those of the crystals of ", "1⊃G", " and crystallized in monoclinic centrosymmetric space group ", "P", "21/", "c", " (", "Supporting Information, Table S5", "). As an unambiguous conclusive evidence of selective interplay of ST accompanying this solid-state dynamic structural transformation, ST molecules could be clearly located in the SC-XRD structure for the ", "1⊃ST", "′ phase crystals, residing inside the porous channels of the host framework (Figures ", "5", " and ", "Supporting Information", ", Figures S24 and S25). This could only be possible after commensurate stacking-mediated accommodation of the planar ST molecules inside the hydrophobic channels of the shrinked windows of desolvated framework ", "1", "; prominent noncovalent interactions are observed between the host MOF channel and the guest ST, as represented in Figure ", "5", "b.", "Figure 5. (a) Overall structure of resolvated phase ", "1⊃ST", "′, with free guest ST molecular species accommodated inside the channels, along crystallographic ", "a", "-axis. (b) Enlarged view of one of these channels showing noncovalent interactions (representative) between the host MOF and guest ST species by dotted lines.", "Subsequent to the phase purity-confirmation for the new phase ", "1⊃ST", "′ from PXRD (", "Supporting Information, Figure S9", "), both TGA and PXRD analyses for the two phases, namely, ", "1⊃ST", " and ", "1⊃ST", "′, confirmed their similar nature (", "Supporting Information", ", Figures S7 and S9). To check reversibility of this ST inclusion, the crystals of ", "1⊃ST", "′ were heated at 160 °C under reduced pressure for 3 h, to obtain the desolvated phase ", "1", "″ (DynaMOF-100). TGA and PXRD profiles (", "Supporting Information", ", Figures S7 and S9) confirmed the resemblance with the pristine desolvated phase ", "1", ", confirming the ST-inclusion reversibility.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Conclusion", "In the work reported here, the framework flexibility of DynaMOF-100 has been strategically exploited for achieving selective ST uptake over EB. The separation relies on the closeness in the dimensions of the guest ST molecule and the host material. DynaMOF-100 exhibits significant framework flexibility because of its constituent adjustable ether nodes, which precisely mediates the guest inclusion, accompanied by solid-state structural transformations. IAST calculations for separation of EB/ST mixtures have shown a significant superiority of DynaMOF-100 when compared to the only two reported MOFs, namely, MIL-47(V) and MIL-53(Al). Moreover, aimed at potentially significant separation of OX/MX/PX/EB mixtures, DynaMOF-100 is also found to be significantly superior to both MAF-X8 and BaX zeolite. The strategy of using guest-selective structural transformations of the MOF frameworks could be proficiently exploited for other industrially important separations of mixtures of aromatic molecules, especially hydrocarbons.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Supporting Information", "Microscopy images, dimensions of molecules, asymmetric units for phases, progression of single 2D sheet, TGA plots, PXRD patterns, solvent sorption isotherms, ", "13", "C spectra, GC chromatogram, comparison of experimental isotherm data, breakthrough simulations, IAST calculations, packed bed adsorber schematic, pulse chromatographic simulation, resolvated framework, perspective view of phase, Langmuir–Freundlich parameters, crystallographic data table. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "Author Contributions", "The manuscript was written through contributions of all authors.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Acknowledgment", "We are grateful to IISER Pune for research facilities. DST (Project No.GAP/DST/CHE-12-0083) is acknowledged for the financial support. S.M. and A.V.D. thank IISER Pune for research fellowship. B.J. and B.M. are thankful to CSIR for research fellowship. We acknnowledge Dr. C. E. Webster of Mississippi State Univ. for helping to calculate the relevant dimensions for ST and Dr. R. Saha for crystllographic analysis.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "References", "This article references 41 other publications.", "1. ", " ", "Kirk-Othmer Encyclopedia of Chemical Technology", ";", " ", "John Wiley & Sons, Inc.", ": ", "New York", ", ", "2008", "; pp  ", "1040", ".", "There is no corresponding record for this reference.", "2. ", " ", "Ullmann’s Encyclopedia of Industrial Chemistry", ",", " ", "6", "th ed.; ", "John Wiley & Sons, Inc.", ": ", "New York", ", ", "2006", "; electronic release.", "[", "Crossref", "]", "There is no corresponding record for this reference.", "3. ", "He", ", ", "Y.", "; ", "Krishna", ", ", "R.", "; ", "Chen", ", ", "B.", " ", "Energy Environ. Sci.", " ", "2012", ",  ", "5", ",  ", "9107", "– ", "9120", "[", "Crossref", "], [", "CAS", "]", "3. ", "Metal-organic frameworks with potential for energy-efficient adsorptive separation of light hydrocarbons", "He, Yabing; Krishna, Rajamani; Chen, Banglin", "Energy & Environmental Science", "\r\n        (", "2012", "),\r\n    ", "5", "\r\n        (", "10", "),\r\n    ", "9107-9120", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The sepn. of hydrocarbons with carbon nos. in the 1-3 range is of great significance in the purifn. of natural gas, prodn. of ethylene and propylene with the required 99.5%+ purity levels as feeds to polymn. reactors, and sepn. of ethyne from mixts. with ethylene.  In this study the performances of a total of 19 different MOFs, carefully selected to span a wide range of functionalities, were evaluated for a variety of sepn. tasks.  For all sepn. tasks investigated, MOFs with high d. of open metal sites, CoMOF-74, MgMOF-74, and FeMOF-74, have significantly better sepn. potential than other MOFs, ZIFs or zeolites that have been suggested in the literature.  Of particular significance is the possibility offered by CoMOF-74, MgMOF-74, and FeMOF-74 for \"fractionating\" a 6-component CH4/C2H2/C2H4/C2H6/C3H6/C3H8 mixt. to yield individual pure components.  Such sepns. are likely to have a significant industrial impact, resulting in significant energy savings when compared to current technologies that rely on distn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhtlyqs7nJ&md5=60d67294ba300e1137a47779c3689b1e", "4. ", "Gu", ", ", "Z.-Y.", "; ", "Yang", ", ", "C.-X.", "; ", "Chang", ", ", "N.", "; ", "Yan", ", ", "X.-P.", " ", "Acc. Chem. Res.", " ", "2012", ",  ", "45", ",  ", "734", "– ", "745", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Metal-Organic Frameworks for Analytical Chemistry: From Sample Collection to Chromatographic Separation", "Gu, Zhi-Yuan; Yang, Cheng-Xiong; Chang, Na; Yan, Xiu-Ping", "Accounts of Chemical Research", "\r\n        (", "2012", "),\r\n    ", "45", "\r\n        (", "5", "),\r\n    ", "734-745", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  In modern anal. chem. researchers pursue novel materials to meet anal. challenges such as improvements in sensitivity, selectivity, and detection limit.  Metal-org. frameworks (MOFs) are an emerging class of microporous materials, and their unusual properties such as high surface area, good thermal stability, uniform structured nanoscale cavities, and the availability of in-pore functionality and outer-surface modification are attractive for diverse anal. applications.  This Account summarizes the research on the anal. applications of MOFs ranging from sampling to chromatog. sepn.  MOFs were either directly used or engineered to meet the demands of various anal. applications.  Bulk MOFs with microsized crystals are convenient sorbents for direct application to in-field sampling and solid-phase extn.  Quartz tubes packed with MOF-5 showed excellent stability, adsorption efficiency, and reproducibility for in-field sampling and trapping of atm. formaldehyde.  The 2-dimensional copper(II) isonicotinate packed microcolumn demonstrated large enhancement factors and good shape- and size-selectivity when applied to online solid-phase extn. of polycyclic arom. hydrocarbons in water samples.  The authors have explored the mol. sieving effect of MOFs for the efficient enrichment of peptides with simultaneous exclusion of proteins from biol. fluids.  These results show promise for the future of MOFs in peptidomics research.  Also, nanosized MOFs and engineered thin films of MOFs are promising materials as novel coatings for solid-phase microextn.  The authors have developed an in situ hydrothermal growth approach to fabricate thin films of MOF-199 on etched stainless steel wire for solid-phase microextn. of volatile benzene homologs with large enhancement factors and wide linearity.  Their high thermal stability and easy-to-engineer nanocrystals make MOFs attractive as new stationary phases to fabricate MOF-coated capillaries for high-resoln. gas chromatog. (GC).  The authors have explored a dynamic coating approach to fabricate a MOF-coated capillary for the GC sepn. of important raw chems. and persistent org. pollutants with high resoln. and excellent selectivity.  The authors have combined a MOF-coated fiber for solid-phase microextn. with a MOF-coated capillary for GC sepn., which provides an effective MOF-based tandem mol. sieve platform for selective microextn. and high-resoln. GC sepn. of target analytes in complex samples.  Microsized MOFs with good solvent stability are attractive stationary phases for HPLC.  These materials showed high resoln. and good selectivity and reproducibility in both the normal-phase HPLC sepn. of fullerenes and substituted aroms. on MIL-101 packed columns and position isomers on a MIL-53(Al) packed column and the reversed-phase HPLC sepn. of a wide range of analytes from nonpolar to polar and acidic to basic solutes.  Despite the above achievements, further exploration of MOFs in anal. chem. is needed.  Esp., anal. application-oriented engineering of MOFs is imperative for specific applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xjs1Cms7c%253D&md5=984eda154347b41ac68def1c53a9cf95", "5. ", "Vermoortele", ", ", "F.", "; ", "Maes", ", ", "M.", "; ", "Moghadam", ", ", "P. Z.", "; ", "Lennox", ", ", "M. J.", "; ", "Ragon", ", ", "F.", "; ", "Boulhout", ", ", "M.", "; ", "Biswas", ", ", "S.", "; ", "Laurier", ", ", "K. G. M.", "; ", "Beurroies", ", ", "I.", "; ", "Denoyel", ", ", "R.", "; ", "Roeffaers", ", ", "M.", "; ", "Stock", ", ", "N.", "; ", "Düren", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "De Vos", ", ", "D. E.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "18526", "– ", "18529", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "p-Xylene-Selective Metal-Organic Frameworks: A Case of Topology-Directed Selectivity", "Vermoortele, Frederik; Maes, Michael; Moghadam, Peyman Z.; Lennox, Matthew J.; Ragon, Florence; Boulhout, Mohammed; Biswas, Shyam; Laurier, Katrien G. M.; Beurroies, Isabelle; Deboyel, Renaud; Roeffaers, Maarten; Stock, Norbert; Duren, Tina; Serre, Christian; De Vos, Dirk E.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "46", "),\r\n    ", "18526-18529", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Para-disubstituted alkylaroms. such as p-xylene are preferentially adsorbed from an isomer mixt. on three isostructural metal-org. frameworks: MIL-125(Ti) ([Ti8O8(OH)4(BDC)6]), MIL-125(Ti)-NH2 ([Ti8O8(OH)4(BDC-NH2)6]), and CAU-1(Al)-NH2 ([Al8(OH)4(OMe)8(BDC-NH2)6]) (BDC = 1,4-benzenedicarboxylate).  Their unique structure contains octahedral cages, which can sep. mols. from differences in packing and interaction with the pore walls, as well as smaller tetrahedral cages, which are capable of sepg. mols. by mol. sieving.  These exptl. data are in line with predictions by mol. simulations.  Addnl. adsorption and microcalorimetric expts. provide insight in the complementary role of the two cage types in providing the para selectivity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlGktrnE&md5=3de090a2ad9b0c71925f448ee9714d94", "6. ", "Finsy", ", ", "V.", "; ", "Verelst", ", ", "H.", "; ", "Alaerts", ", ", "L.", "; ", "Vos", ", ", "D. De", "; ", "Jacobs", ", ", "P. A.", "; ", "Baron", ", ", "G. V.", "; ", "Denayer", ", ", "J. F. M.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "7110", "– ", "7118", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Pore-Filling-Dependent Selectivity Effects in the Vapor-Phase Separation of Xylene Isomers on the Metal-Organic Framework MIL-47", "Finsy, Vincent; Verelst, Harry; Alaerts, Luc; De Vos, Dirk; Jacobs, Pierre A.; Baron, Gino V.; Denayer, Joeri F. M.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "22", "),\r\n    ", "7110-7118", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Vapor-phase adsorption and sepn. of the C8 alkylarom. components p-xylene, m-xylene, o-xylene, and ethylbenzene on the metal-org. framework MIL-47, were studied.  MIL-47 MIL-47 is a hybrid porous terephthalate built from infinite chains of V4+O6 octahedra, held together by the dicarboxylate groups of terephthalate linkers forming a 3D microporous framework with 1D diamond-shaped channels with free internal diam. of about 0.85 nm and every unit cell contains two channel segments.  Low coverage Henry adsorption const. and adsorption enthalpy were detd. using the pulse chromatog. technique at 230-290°.  The four C8 alkylarom. components have comparable Henry const. and adsorption enthalpy.  Adsorption isotherms of the pure components were detd. using the gravimetric technique at 70, 110, and 150°.  The adsorption capacity and steepness of the isotherms differs among the components and are strongly temp. dependent.  Breakthrough expts. with several binary mixts. were performed at 70-150° and varying total hydrocarbon pressure from 0.0004 to 0.05 bar.  Sepn. of the different isomers could be achieved.  The adsorption selectivity increases with increasing partial pressure or degree of pore filling.  The sepn. at a high degree of pore filling in the vapor phase is a result of differences in packing modes of the C8 alkylarom. components in the pores of MIL-47.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXlslSmt7w%253D&md5=7e432b339f78733830011bbae1240901", "7. ", "Krishna", ", ", "R.", "; ", "van Baten", ", ", "J. M.", " ", "Phys. Chem. Chem. Phys.", " ", "2011", ",  ", "13", ",  ", "10593", "– ", "10616", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "In silico screening of metal-organic frameworks in separation applications", "Krishna, Rajamani; van Baten, Jasper M.", "Physical Chemistry Chemical Physics", "\r\n        (", "2011", "),\r\n    ", "13", "\r\n        (", "22", "),\r\n    ", "10593-10616", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Porous materials such as metal-org. frameworks (MOFs) and zeolitic imidazolate frameworks (ZIFs) offer considerable potential for sepg. a variety of mixts. such as those relevant for CO2 capture (CO2/H2, CO2/CH4, CO2/N2), CH4/H2, alkanes/alkenes, and hydrocarbon isomers.  There are basically two different sepn. technologies that can be employed: (1) a pressure swing adsorption (PSA) unit with a fixed bed of adsorbent particles, and (2) a membrane device, wherein the mixt. is allowed to permeate through a micro-porous cryst. layer.  In view of the vast no. of MOFs, and ZIFs that have been synthesized there is a need for a systematic screening of potential candidates for any given sepn. task.  Also of importance is to investigate how MOFs and ZIFs stack up against the more traditional zeolites such as NaX and NaY with regard to their sepn. characteristics.  This perspective highlights the potency of mol. simulations in detg. the choice of the best MOF or ZIF for a given sepn. task.  A variety of metrics that quantify the sepn. performance, such as adsorption selectivity, working capacity, diffusion selectivity, and membrane permeability, are detd. from a combination of Configurational-Bias Monte Carlo (CBMC) and Mol. Dynamics (MD) simulations.  The practical utility of the suggested screening methodol. is demonstrated by comparison with available exptl. data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmsFamtr4%253D&md5=9d87df8f78bbff13af07dd15a9b6ce4e", "8. ", "Bárcia", ", ", "P. S.", "; ", "Zapata", ", ", "F.", "; ", "Silva", ", ", "J. A. C.", "; ", "Rodrigues", ", ", "A. E.", "; ", "Chen", ", ", "B.", " ", "J. Phys. Chem. B", " ", "2007", ",  ", "111", ",  ", "6101", "– ", "6103", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Kinetic Separation of Hexane Isomers by Fixed-Bed Adsorption with a Microporous Metal-Organic Framework", "Barcia, Patrick S.; Zapata, Fatima; Silva, Jose A. C.; Rodrigues, Alirio E.; Chen, Banglin", "Journal of Physical Chemistry B", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "22", "),\r\n    ", "6101-6103", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A three-dimensional microporous metal-org. framework Zn(BDC)(Dabco)0.5 (BDC = 1,4-benzenedicarboxylate, Dabco = 1,4-diazabicyclo [2,2,2]octane), having two types of intersecting pores to encapsulate linear hexane and to block branched hexanes, and thus exhibiting highly selective sorption with respect to n-hexane, has been successfully applied to the kinetic sepn. of hexane isomers by fixed-bed adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXlt1WhsL4%253D&md5=37b4d12e1fcfaf1a562cafa8b2a4eca6", "9. ", "Rowsell", ", ", "J. L. C.", "; ", "Yaghi", ", ", "O. M.", " ", "Microporous Mesoporous Mater.", " ", "2004", ",  ", "73", ",  ", "3", "– ", "14", "[", "Crossref", "], [", "CAS", "]", "9. ", "Metal-organic frameworks: a new class of porous materials", "Rowsell, Jesse L. C.; Yaghi, Omar M.", "Microporous and Mesoporous Materials", "\r\n        (", "2004", "),\r\n    ", "73", "\r\n        (", "1-2", "),\r\n    ", "3-14", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A review of the synthesis, structure, and properties of metal-org. frameworks (MOFs) is presented, highlighting the important advances in their research over the past decade.  This new class of porous materials is attracting attention due to demonstrations of their large pore sizes, high apparent surface areas, selective uptake of small mols., and optical or magnetic responses to the inclusion of guests.  More importantly, their synthesis from mol. building blocks holds the potential for directed tailoring of these properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXlvVWrur4%253D&md5=63063a3480702ad0f211a6d5f0fd0491", "10. ", "Rosseinsky", ", ", "M. J.", " ", "Microporous Mesoporous Mater.", " ", "2004", ",  ", "73", ",  ", "15", "– ", "30", "[", "Crossref", "], [", "CAS", "]", "10. ", "Recent developments in metal-organic framework chemistry: design, discovery, permanent porosity and flexibility", "Rosseinsky, M. J.", "Microporous and Mesoporous Materials", "\r\n        (", "2004", "),\r\n    ", "73", "\r\n        (", "1-2", "),\r\n    ", "15-30", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A review on metal-org. framework structures and their synthetic and design methods, flexibility, rigidity, guest-response, and electronic, magnetic and optical properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXlvVWrur8%253D&md5=c770f325949206dc4f0e4c0b1e72a8fe", "11. ", "Butler", ", ", "J. R.", "; ", "Watson", ", ", "J. M.", "; ", "Forward", ", ", "C. H.", " U.S. Patent 4417085, ", "1983", ".", "There is no corresponding record for this reference.", "12. ", "Berg", ", ", "L.", " U.S. Patent 4959128, ", "1990", ".", "There is no corresponding record for this reference.", "13. ", "Alaerts", ", ", "L.", "; ", "Kirschhock", ", ", "C. E. A.", "; ", "Maes", ", ", "M.", "; ", "van der Veen", ", ", "M. A.", "; ", "Finsy", ", ", "V.", "; ", "Depla", ", ", "A.", "; ", "Martens", ", ", "J. A.", "; ", "Baron", ", ", "G. V.", "; ", "Jacobs", ", ", "P. A.", "; ", "Denayer", ", ", "J. F. M.", "; ", "De Vos", ", ", "D. E.", " ", "Angew. Chem., Int. Ed.", " ", "2007", ",  ", "46", ",  ", "4293", "– ", "4297", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Selective adsorption and separation of xylene isomers and ethylbenzene with the microporous vanadium(IV) terephthalate MIL-47", "Alaerts, Luc; Kirshhock, Christine E. A.; Maes, Michael; van der Veen, Monique A.; Finsy, Vincent; Depla, Anouschka; Martens, Johan A.; Baron, Gino V.; Jacobs, Pierre A.; Denayer, Joeri F. M.; De Vos, Dirk E.", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "23", "),\r\n    ", "4293-4297", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The microporous metal-org. framework MIL-47 is an excellent adsorbent for the sepn. of C8 alkylarom. compds., such as ethylbenzene, meta-xylene, and para-xylene.  The potential of MIL-47, with its high uptake capacity and its hydrophobic nature, for real sepns. of the C8 alkylarom. compds. was demonstrated by breakthrough and chromatog. expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmslGhtL8%253D&md5=d68086b55dd851d7a19855bf1ac9efbc", "14. ", "Peralta", ", ", "D.", "; ", "Chaplais", ", ", "G.", "; ", "Simon-Masseron", ", ", "A.", "; ", "Barthelet", ", ", "K.", "; ", "Chizallet", ", ", "C.", "; ", "Quoineaud", ", ", "A.-A.", "; ", "Pirngruber", ", ", "G. D.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "8115", "– ", "8126", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Comparison of the Behavior of Metal-Organic Frameworks and Zeolites for Hydrocarbon Separations", "Peralta, David; Chaplais, Gerald; Simon-Masseron, Angelique; Barthelet, Karin; Chizallet, Celine; Quoineaud, Anne-Agathe; Pirngruber, Gerhard D.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "19", "),\r\n    ", "8115-8126", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The objective of this work was to study the adsorption and sepn. of the most important families of hydrocarbon compds. on metal-org. frameworks (MOFs), in comparison with zeolites.  For this purpose, the authors have selected four probe mols., each of them representing one of these families, i.e., o- and p-xylene as aroms., 1-octene as an alkene, and n-octane as an alkane.  The sepn. of these four mols. was studied by binary breakthrough expts.  To represent the large diversity of MOF structures, the expts. were carried out with (i) two MOFs with coordinatively unsatd. metal sites (CUS), i.e., Cu-btc (HKUST-1) and CPO-27-Ni, (ii) a MOF with an anionic framework and extraframework cations, i.e.  RHO-ZMOF, and (iii) two rather apolar zeolitic imidazolate framework (ZIF) materials with different pore sizes, i.e.  ZIF-8 and ZIF-76.  Zeolite NaY and zeolite β were used as polar and apolar ref. adsorbents, resp.  The results can be briefly summarized as follows: ZIFs (not carrying any polar functional groups) behave like apolar adsorbents and exhibit very interesting and unexpected mol. sieving properties.  CUS-MOFs behave like polar adsorbents but show the specificity of preferring alkenes over aroms.  This feature is rationalized thanks to DFT + D calcns.  MOFs with extraframework cations behave like polar (cationic) zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XjsVChsbg%253D&md5=968b83cb5b96a2eca60f0c8f57e91e68", "15. ", "Stylianou", ", ", "K. C.", "; ", "Rabone", ", ", "J.", "; ", "Chong", ", ", "S. Y.", "; ", "Heck", ", ", "R.", "; ", "Armstrong", ", ", "J.", "; ", "Wiper", ", ", "P. V.", "; ", "Jelfs", ", ", "K. E.", "; ", "Zlatogorsky", ", ", "S.", "; ", "Bacsa", ", ", "J.", "; ", "McLennan", ", ", "A. G.", "; ", "Ireland", ", ", "C. P.", "; ", "Khimyak", ", ", "Y. Z.", "; ", "Thomas", ", ", "K. M.", "; ", "Bradshaw", ", ", "D.", "; ", "Rosseinsky", ", ", "M. J.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "20466", "– ", "20478", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Dimensionality Transformation through Paddlewheel Reconfiguration in a Flexible and Porous Zn-Based Metal-Organic Framework", "Stylianou, Kyriakos C.; Rabone, Jeremy; Chong, Samantha Y.; Heck, Romain; Armstrong, Jayne; Wiper, Paul V.; Jelfs, Kim E.; Zlatogorsky, Sergey; Bacsa, John; McLennan, Alec G.; Ireland, Christopher P.; Khimyak, Yaroslav Z.; Thomas, K. Mark; Bradshaw, Darren; Rosseinsky, Matthew J.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "50", "),\r\n    ", "20466-20478", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The reaction between Zn and a pyrene-based ligand decorated with benzoate fragments (H4TBAPy) yields a 2D layered porous network with the metal coordination based on a paddlewheel motif.  Upon desolvation, the structure undergoes a significant and reversible structural adjustment with a corresponding redn. in crystallinity.  The combination of computationally assisted structure detn. and exptl. data anal. of the desolvated phase revealed a structural change in the metal coordination geometry from square-pyramidal to tetrahedral.  Simulations of desolvation showed that the local distortion of the ligand geometry followed by the rotation and displacement of the pyrene core permits the breakup of the metal-paddlewheel motifs and the formation of 1D Zn-O chains that cross-link adjacent layers, resulting in a dimensionality change from the 2D layered structure to a 3D structure.  Constrained Rietveld refinement of the powder X-ray diffraction pattern of the desolvated phase and the use of other anal. techniques such as porosity measurements, 13C CP MAS NMR spectroscopy, and fluorescence spectroscopy strongly supported the obsd. structural transformation.  The 3D network is stable up to 425°C and is permanently porous to CO2 with an apparent BET surface area of 523(8) m2/g (p/p° = 0.02-0.22).  Because of the hydrophobic nature, size, and shape of the pores of the 3D framework, the adsorption behavior of the structure toward p-xylene and m-xylene was studied, and the results indicated that the shape of the isotherm and the kinetics of the adsorption process are detd. mainly by the shape of the xylene isomers, with each xylene isomer interacting with the host framework in a different manner.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1WgsbrI&md5=c8dc8734eff4565583102368bf47fa5c", "16. ", "Lusi", ", ", "M.", "; ", "Barbour", ", ", "L. J.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "3928", "– ", "3931", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Solid-Vapor Sorption of Xylenes: Prioritized Selectivity as a Means of Separating All Three Isomers Using a Single Substrate", "Lusi, Matteo; Barbour, Leonard J.", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "16", "),\r\n    ", "3928-3931, S3928/1-S3928/7", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Soln.-state and solid-vapor prepns. of the xylene clathrates of [Ni(NCS)2(ppp)4] (I) (ppp = p-phenylpyridine) are reported.  The previously unknown structure of [Ni(NCS)2(ppp)4]·3p-xylene was detd.  Significant selectivity of 1 for ortho- over meta- and para-xylene from a ternary mixt., and then similar selectivity for meta- over para-xylene from a binary mixt. were obsd.  The reason for such selectivity is discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xjs1ymtr8%253D&md5=4570ed22eb97da22b5cea30cbb94b829", "17. ", "Peralta", ", ", "D.", "; ", "Chaplais", ", ", "G.", "; ", "Paillaud", ", ", "J.-L.", "; ", "Simon-Masseron", ", ", "A.", "; ", "Barthelet", ", ", "K.", "; ", "Pirngruber", ", ", "G. D.", " ", "Microporous Mesoporous Mater.", " ", "2013", ",  ", "173", ",  ", "1", "– ", "5", "[", "Crossref", "], [", "CAS", "]", "17. ", "The separation of xylene isomers by ZIF-8: A demonstration of the extraordinary flexibility of the ZIF-8 framework", "Peralta, David; Chaplais, Gerald; Paillaud, Jean-Louis; Simon-Masseron, Angelique; Barthelet, Karin; Pirngruber, Gerhard D.", "Microporous and Mesoporous Materials", "\r\n        (", "2013", "),\r\n    ", "173", "\r\n        (", "),\r\n    ", "1-5", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "The present work describes the adsorption and sepn. of xylene isomers by ZIF-8.  Although the formal pore diam. of ZIF-8 is much smaller than the mol. diam. of the xylene isomers, ZIF-8 is able to sep. the isomers by mol. sieving.  A structural study indicates that the diffusion of the xylenes into the pore structure of ZIF-8 happens via a transitory deformation of the pore aperture which is based on a tilt of the imidazolate linkers, followed by a return to the initial conformation.  The rate of adsorption depends on the size of the isomer, i.e. it decreases from para- to meta- and to ortho-xylene.  The sepn. of the xylene isomers is good in the gas phase.  In liq. phase breakthrough expts., the quality of the sepn. is deteriorated.  Moreover, as expected for a sepn. based on mol. sieving, para-xylene cannot be well sepd. from ethyl-benzene.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXlslWnsLc%253D&md5=d12f6a0feebf848f19d87f9d956070cf", "18. ", "Mukherjee", ", ", "S.", "; ", "Joarder", ", ", "B.", "; ", "Manna", ", ", "B.", "; ", "Desai", ", ", "A. V.", "; ", "Chaudhari", ", ", "A. K.", "; ", "Ghosh", ", ", "S. K.", " ", "Sci. Rep.", " ", "2014", ",  ", "4", ",  ", "5761", " DOI: 10.1038/srep05761", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Framework-flexibility driven selective sorption of p-xylene over other isomers by a dynamic metal-organic framework", "Mukherjee Soumya; Joarder Biplab; Manna Biplab; Desai Aamod V; Chaudhari Abhijeet K; Ghosh Sujit K", "Scientific reports", "\r\n        (", "2014", "),\r\n    ", "4", "\r\n        (", "),\r\n    ", "5761", "\r\n        ISSN:", ".\r\n    ", "Chemical separation has great importance in industrial applications.  Separation of xylene isomers still prevails to be one of the most important challenges in chemical industry, due to the large amount of commercial use of p-xylene in the production of beverage bottles, fibers and films.  A novel Zn(II)-based dynamic coordination framework based on flexible ether-linkage, exhibiting selective adsorption of p-Xylene over its congener C8-alkyl aromatic isomers at ambient conditions is reported.  Notably, no dynamic structure based MOF compound is known in the literature which shows clear preference of p-xylene over other isomers.  This type of framework-breathing and guest-induced reversible solid-state structural transformations with unique adsorption selectivity can be exploited purposefully to develop smart functional host materials capable of industrially important chemical separations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC2cbksVOitw%253D%253D&md5=0ae435b7e5b2059d78b3fbce1bd55534", "19. ", "Herm", ", ", "Z. R.", "; ", "Wiers", ", ", "B. M.", "; ", "Mason", ", ", "J. A.", "; ", "van Baten", ", ", "J. M.", "; ", "Hudson", ", ", "M. R.", "; ", "Zajdel", ", ", "P.", "; ", "Brown", ", ", "C. M.", "; ", "Masciocchi", ", ", "N.", "; ", "Krishna", ", ", "R.", "; ", "Long", ", ", "J. R.", " ", "Science", " ", "2013", ",  ", "340", ",  ", "960", "– ", "964", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Separation of Hexane Isomers in a Metal-Organic Framework with Triangular Channels", "Herm, Zoey R.; Wiers, Brian M.; Mason, Jarad A.; van Baten, Jasper M.; Hudson, Matthew R.; Zajdel, Pawel; Brown, Craig M.; Masciocchi, Norberto; Krishna, Rajamani; Long, Jeffrey R.", "Science (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "340", "\r\n        (", "6135", "),\r\n    ", "960-964", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Metal-org. frameworks can offer pore geometries that are not available in zeolites or other porous media, facilitating distinct types of shape-based mol. sepns. the authors report on Fe2(BDP)3 (BDP2- = 1,4-benzenedipyrazolate), a highly stable framework with triangular channels that effect the sepn. of hexane isomers according to the degree of branching.  Consistent with the varying abilities of the isomers to wedge along the triangular corners of the structure, adsorption isotherms and calcd. isosteric heats indicate an adsorption selectivity order of n-hexane > 2-methylpentane > 3-methylpentane > 2,3-dimethylbutane ≈ 2,2-dimethylbutane.  A breakthrough expt. performed at 160°C with an equimolar mixt. of all five mols. confirms that the dibranched isomers elute first from a bed packed with Fe2(BDP)3, followed by the monobranched isomers, and finally linear n-hexane.  Configurational-bias Monte Carlo simulations confirm the origins of the mol. sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXnvFSrtrY%253D&md5=43b09c92ad8588488532f1430401d2b3", "20. ", "Peralta", ", ", "D.", "; ", "Chaplais", ", ", "G.", "; ", "Simon-Masseron", ", ", "A.", "; ", "Barthelet", ", ", "K.", "; ", "Pirngruber", ", ", "G. D.", " ", "Ind. Eng. Chem. Res.", " ", "2012", ",  ", "51", ",  ", "4692", "– ", "4702", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Separation of C6 Paraffins Using Zeolitic Imidazolate Frameworks: Comparison with Zeolite 5A", "Peralta, David; Chaplais, Gerald; Simon-Masseron, Angelique; Barthelet, Karin; Pirngruber, Gerhard D.", "Industrial & Engineering Chemistry Research", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "12", "),\r\n    ", "4692-4702", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The sepn. of paraffin isomers is a very important topic in the petrochem. industry.  Zeolite 5A is industrially used to sieve alkane isomers, but its pore size does not allow the sepn. of monobranched and dibranched alkanes by a kinetic mechanism.  In this publication, we compare three ZIF materials in the sepn. of C6-paraffin isomers: ZIF-8, ZIF-76, and a new material called IM-22.  The performance of the materials is evaluated by a breakthrough curve of binary mixts. of n-hexane, 3-methylpentane, and 2,2-dimethylbutane.  We show that ZIF-8 is a very attractive alternative to zeolite 5A because it exhibits a high (kinetic) selectivity for the adsorption of linear alkanes and at the same time a high adsorption capacity.  The new material IM-22, a ZIF with CHA topol., seems to be particularly suited for the sepn. of mono- and dibranched paraffin isomers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XjtFyju7c%253D&md5=573b49084afd798f5d7b21bd9678d9df", "21. ", "Finsy", ", ", "V.", "; ", "Calero", ", ", "S.", "; ", "García-Pérez", ", ", "E.", "; ", "Merkling", ", ", "P. J.", "; ", "Vedts", ", ", "G.", "; ", "De Vos", ", ", "D. E.", "; ", "Baron", ", ", "G. V.", "; ", "Denayer", ", ", "J. F. M.", " ", "Phys. Chem. Chem. Phys.", " ", "2009", ",  ", "11", ",  ", "3515", "– ", "3521", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "Low-coverage adsorption properties of the metal-organic framework MIL-47 studied by pulse chromatography and Monte Carlo simulations", "Finsy, Vincent; Calero, Sofia; Garcia-Perez, Elena; Merkling, Patrick J.; Vedts, Gill; De Vos, Dirk E.; Baron, Gino V.; Denayer, Joeri F. M.", "Physical Chemistry Chemical Physics", "\r\n        (", "2009", "),\r\n    ", "11", "\r\n        (", "18", "),\r\n    ", "3515-3521", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Low-coverage adsorption properties of the metal-org. framework MIL-47 were detd. by a combined exptl. and simulation study.  Henry consts. and low coverage adsorption enthalpies of C5-C8 linear and branched alkanes, cyclohexane and benzene were measured from 120 to 240° using pulse gas chromatog.  An adapted force field for linear and branched alkanes in MIL-47 was used to compute the adsorption properties of those mols.  A new set of charges was developed for simulations with benzene in MIL-47.  The adsorption enthalpy of linear alkanes increases with ∼7.6 kJ mol-1 per addnl. -CH2- group.  Henry adsorption consts. of iso-alkanes are slightly lower than those of the linear chains but the MIL-47 framework is not imposing steric constraints on the branched chains.  Benzene and cyclohexane are adsorbed less strongly than n-hexane as they have less hydrogen atoms.  For the studied nonpolar mols., the adsorption energies are dominated by van der Waals interactions and benzene adsorption is addnl. influenced by Coulombic interactions.  The simulated tendencies are in good agreement with the expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVGntbg%253D&md5=be87fd7ec4a3a902303f62977cd0716e", "22. ", "Bárcia", ", ", "P. S.", "; ", "Guimarães", ", ", "D.", "; ", "Mendes", ", ", "P. A.P.", "; ", "Silva", ", ", "J. A.C.", "; ", "Guillerm", ", ", "V.", "; ", "Chevreau", ", ", "H.", "; ", "Serre", ", ", "C.", "; ", "Rodrigues", ", ", "A. E.", " ", "Microporous Mesoporous Mater.", " ", "2011", ",  ", "139", ",  ", "67", "– ", "73", "[", "Crossref", "], [", "CAS", "]", "22. ", "Reverse shape selectivity in the adsorption of hexane and xylene isomers in MOF UiO-66", "Barcia, Patrick S.; Guimaraes, Daniela; Mendes, Patricia A. P.; Silva, Jose A. C.; Guillerm, Vincent; Chevreau, Hubert; Serre, Christian; Rodrigues, Alirio E.", "Microporous and Mesoporous Materials", "\r\n        (", "2011", "),\r\n    ", "139", "\r\n        (", "1-3", "),\r\n    ", "67-73", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "An adsorption study of hexane and xylene isomers mixts. was addressed in a rigid zirconium terephthalate UiO-66 (UiO for University of Oslo) with octahedral and tetrahedral cavities of free diam. close to 1.1 nm and 0.8 nm, resp.  Multicomponent equimolar breakthrough expts. show that the adsorption hierarchy of structural isomers in UiO-66 is opposite to the one obsd. in conventional adsorbents.  For hexane isomers, the amt. adsorbed increases with the degree of branching, being 2,2-dimethylbutane (22DMB) and 2,3-dimethylbutane (23DMB) the more retained mols.  Regarding the xylene isomers, the adsorption of the bulkier ortho-xylene (oX) is favored compared to its homologs.  The structural similarity between MOF UiO-66 and zeolite MCM-22 suggests that the reverse shape selectivity obsd. in the adsorption of hexane and xylene isomers might be attributed to the rotational freedom of the mols. inside the small cavities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsFegsrnK&md5=d5c3c28bf697bef2665cf84ca858c672", "23. ", "Cychosz", ", ", "K.", "; ", "Wong-Foy", ", ", "A.", "; ", "Matzger", ", ", "A.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "14538", "– ", "14543", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Enabling Cleaner Fuels: Desulfurization by Adsorption to Microporous Coordination Polymers", "Cychosz, Katie A.; Wong-Foy, Antek G.; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "40", "),\r\n    ", "14538-14543", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Microporous coordination polymers (MCPs) are demonstrated to be efficient adsorbents for the removal of the organosulfur compds. dibenzothiophene (DBT) and 4,6-dimethyldibenzothiophene (DMDBT) from model diesel fuel and diesel fuel.  For example, packed bed breakthrough expts. utilizing UMCM-150 find capacities of 25.1 g S/kg MCP for DBT and 24.3 g S/kg MCP for DMDBT from authentic diesel indicating that large amts. of fuel are desulfurized before the breakthrough point.  Unlike activated carbons, where selectivity was a problem, MCPs selectively adsorb the organosulfur compds. over other, similar components of diesel.  Complete regeneration using toluene at modest temps. is achieved.  The attainment of high selectivities and capacities, particularly for the adsorption of the refractory compds. that are difficult to remove using current desulfurization techniques, in a reversible sorbent indicates that fuel desulfurization may be an important application for MCPs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtFCjtrfL&md5=b930242c7ec462bb7f3972eb6c2f46ff", "24. ", "Gu", ", ", "Z.", "; ", "Yan", ", ", "X.", " ", "Angew. Chem.", " ", "2010", ",  ", "122", ",  ", "1519", "– ", "1522", "[", "Crossref", "]", "There is no corresponding record for this reference.", "Angew. Chem., Int. Ed. ", "2010", ",  ", "49", ",  ", "1477", "– ", "1480", ".", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "24. ", "Metal-organic framework MIL-101 for high-resolution gas-chromatographic separation of xylene isomers and ethylbenzene", "Gu, Zhi-Yuan; Yan, Xiu-Ping", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "8", "),\r\n    ", "1477-1480, S1477/1-S1477/6", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "MIL-101 is a chromium terephthalate MOF with coordinatively unsatd. sites (CUS).  The authors utilized MIL-101 as the stationary phase because of its high surface area, large pores (2.9-3.4 nm), accessible CUS, and excellent chem. and thermal stability, which make it an attractive candidate for isomer sepn.  In this work, the authors prepd. the MIL-101 coated capillary column and achieved a baseline sepn. of p-xylene, o-xylene, m-xylene, and ethylbenzene on the fabricated MOF coated capillary column by GC within 1.6 min without the need for temp. programming.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXitVWjsb0%253D&md5=7d7ad0f5b8a9a3335e2ee0ab04a6020c", "25. ", "Alaerts", ", ", "L.", "; ", "Maes", ", ", "M.", "; ", "Giebeler", ", ", "L.", "; ", "Jacobs", ", ", "P. A.", "; ", "Martens", ", ", "J. A.", "; ", "Denayer", ", ", "J. F. M.", "; ", "Kirschhock", ", ", "C. E. A.", "; ", "De Vos", ", ", "D. E.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "14170", "– ", "14178", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Selective Adsorption and Separation of ortho-Substituted Alkylaromatics with the Microporous Aluminum Terephthalate MIL-53", "Alaerts, Luc; Maes, Michael; Giebeler, Lars; Jacobs, Pierre A.; Martens, Johan A.; Denayer, Joeri F. M.; Kirschhock, Christine E. A.; De Vos, Dirk E.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "43", "),\r\n    ", "14170-14178", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The metal-org. framework MIL-53(Al) was tested for selective adsorption and sepn. of xylenes and ethylbenzene, ethyltoluenes, and cymenes using batch, pulse chromatog., and breakthrough expts.  In all conditions tested, MIL-53 has the largest affinity for the ortho-isomer among each group of alkylarom. compds.  Sepns. of the ortho-compds. from the other isomers can be realized using a column packed with MIL-53 crystallites.  As evidenced by Rietveld refinements, specific interactions of the xylenes with the pore walls of MIL-53 det. selectivity.  In comparison with the structurally similar metal-org. framework MIL-47, the selectivities among alkylaroms. found for MIL-53 are different.  Sepn. of ethyltoluene and cymene isomers is more effective on MIL-53 than on MIL-47; the pores of MIL-53 seem to be a more suitable environment for hosting the larger ethyltoluene and cymene isomers than those of MIL-47.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtF2lsrjI&md5=fa435229a0a96bed1f933ac5d00993eb", "26. ", "Joarder", ", ", "B.", "; ", "Mukherjee", ", ", "S.", "; ", "Chaudhari", ", ", "A. K.", "; ", "Desai", ", ", "A. V.", "; ", "Manna", ", ", "B.", "; ", "Ghosh", ", ", "S. K.", " ", "Chem.—Eur. J.", " ", "2014", ",  ", "20", ",  ", "15303", "– ", "15308", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "Guest-Responsive Function of a Dynamic Metal-Organic Framework with a π Lewis Acidic Pore Surface", "Joarder, Biplab; Mukherjee, Soumya; Chaudhari, Abhijeet K.; Desai, Aamod V.; Manna, Biplab; Ghosh, Sujit K.", "Chemistry - A European Journal", "\r\n        (", "2014", "),\r\n    ", "20", "\r\n        (", "47", "),\r\n    ", "15303-15308", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A 3D dynamic coordination framework with an electron-deficient pore surface has been synthesized by using ZnII (having a variable coordination no.) and a predesigned flexible π-electron-deficient core-based ligand, exhibiting chem. sepns. based on pore surface functionalization (π Lewis acidic pore surfaces and open metal sites) and framework flexibility, giving rise to a unique smart guest-responsive material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhvVyksrfP&md5=9d2f7f3775d80da7cfe208cb90133e50", "27. ", "Shimomura", ", ", "S.", "; ", "Horike", ", ", "S.", "; ", "Matsuda", ", ", "R.", "; ", "Kitagawa", ", ", "S.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "10990", "– ", "10991", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "Guest-Specific Function of a Flexible Undulating Channel in a 7,7,8,8-Tetracyano-p-quinodimethane Dimer-Based Porous Coordination Polymer", "Shimomura, Satoru; Horike, Satoshi; Matsuda, Ryotaro; Kitagawa, Susumu", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "36", "),\r\n    ", "10990-10991", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors have designed and synthesized and crystallog. characterized a flexible porous coordination polymer, {[Zn(μ4-TCNQ-TCNQ)(4,4'-bipy)]1.5C6H6}n, with highly selective capacity to sep. benzene from cyclohexane.  The undulating channels provide suitable spaces for the benzene, and the H-π interaction between the host framework and the guest mols. results in this high selectivity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXptFSms7c%253D&md5=7d8af99bb43bdeb2684a5a3049a5357e", "28. ", "Maes", ", ", "M.", "; ", "Vermoortele", ", ", "F.", "; ", "Alaerts", ", ", "L.", "; ", "Couck", ", ", "S.", "; ", "Kirschhock", ", ", "C. E. A.", "; ", "Denayer", ", ", "J. F. M.", "; ", "De Vos", ", ", "D. E.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "15277", "– ", "15285", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Separation of Styrene and Ethylbenzene on Metal-Organic Frameworks: Analogous Structures with Different Adsorption Mechanisms", "Maes, Michael; Vermoortele, Frederik; Alaerts, Luc; Couck, Sarah; Kirschhock, Christine E. A.; Denayer, Joeri F. M.; De Vos, Dirk E.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "43", "),\r\n    ", "15277-15285", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The metal-org. frameworks MIL-47 (VIVO{O2C-C6H4-CO2}) and MIL-53(Al) (AlIII(OH)·{O2C-C6H4-CO2}) are capable of sepg. ethylbenzene and styrene.  Both materials adsorb up to 20-24% of both compds.  Despite the fact that they have identical building schemes, the reason for preferential adsorption of styrene compared to ethylbenzene is very different for the 2 frameworks.  For MIL-47, diffraction expts. reveal that styrene is packed inside the pores in a unique, pairwise fashion, resulting in sepn. factors ≤4 in favor of styrene.  These sepn. factors are independent of the total amt. of adsorbate offered.  This is due to co-adsorption of ethylbenzene in the space left available between the packed styrene pairs.  The sepn. is of a nonenthalpic nature.  On MIL-53, the origin of the preferential adsorption of styrene is related to differences in enthalpy of adsorption, which are based on different degrees of framework relaxation.  The proposed adsorption mechanisms are in line with the influence of temp. on the sepn. factors derived from pulse chromatog.: sepn. factors are independent of temp. for MIL-47 but vary with temp. for MIL-53.  Finally, MIL-53 is also capable of removing typical impurities like o-xylene or toluene from styrene-ethylbenzene mixts.  The crystal structure parameters of MIL-43 and MIL-47 loaded with styrene and ethylbenzene are given.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXht1Oqtb3N&md5=499283bddbae95d3d3fd66959742e0bb", "29. ", "Remy", ", ", "T.", "; ", "Ma", ", ", "L.", "; ", "Maes", ", ", "M.", "; ", "De Vos", ", ", "D. E.", "; ", "Baron", ", ", "G. V.", "; ", "Denayer", ", ", "J. F. M.", " ", "Ind. Eng. Chem. Res.", " ", "2012", ",  ", "51", ",  ", "14824", "– ", "14833", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Vapor-Phase Adsorption and Separation of Ethylbenzene and Styrene on the Metal-Organic Frameworks MIL-47 and MIL-53(Al)", "Remy, Tom; Ma, Lina; Maes, Michael; De Vos, Dirk E.; Baron, Gino V.; Denayer, Joeri F. M.", "Industrial & Engineering Chemistry Research", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "45", "),\r\n    ", "14824-14833", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Sepn. of styrene (ST) from ethylbenzene (EB) remains an industrially relevant challenge in the prodn. of polystyrene.  Adsorptive sepn. with metal-org. frameworks (MOFs) is a potential alternative for the conventional vacuum distn. process.  Adsorption and sepn. of ST and EB on the MOFs MIL-47 and MIL-53(Al) were studied under vapor-phase conditions.  ST and EB show traditional type I isotherms on MIL-47.  Contrarily, ST adsorption isotherms show steep steps on MIL-53(Al) as a result of the breathing of the flexible MOF upon increased adsorbate pressure.  The sepn. potential of both MOFs was investigated by performing vapor-phase breakthrough expts. at total hydrocarbon partial pressures between 1.14 and 16.4 mbar and temps. between 35 and 90 °C.  ST is preferentially adsorbed on both MOFs.  Although the MOFs are isostructural, the evolution of selectivity with temp. and pressure is different for both materials due to the different interaction and sepn. mechanisms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsFaku7%252FI&md5=372bd50bb2ecf0ea9b92b9c87a3da0c7", "30. ", "Maes", ", ", "M.", "; ", "Vermoortele", ", ", "F.", "; ", "Boulhout", ", ", "M.", "; ", "Boudewijns", ", ", "T.", "; ", "Kirschhock", ", ", "C.", "; ", "Ameloot", ", ", "R.", "; ", "Beurroies", ", ", "I.", "; ", "Denoyel", ", ", "R.", "; ", "De Vos", ", ", "D. E.", " ", "Microporous Mesoporous Mater.", " ", "2012", ",  ", "157", ",  ", "82", "– ", "88", "[", "Crossref", "], [", "CAS", "]", "30. ", "Enthalpic effects in the adsorption of alkylaromatics on the metal-organic frameworks MIL-47 and MIL-53", "Maes, Michael; Vermoortele, Frederik; Boulhout, Mohammed; Boudewijns, Tom; Kirschhock, Christine; Ameloot, Rob; Beurroies, Isabelle; Denoyel, Renaud; De Vos, Dirk E.", "Microporous and Mesoporous Materials", "\r\n        (", "2012", "),\r\n    ", "157", "\r\n        (", "),\r\n    ", "82-88", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "This work reports on the adsorptive sepn. of mono- and disubstituted alkylaroms. with various alkyl groups in the microporous metal-org. frameworks MIL-47 (VIVO{O2C-C6H4-CO2}) and MIL-53 (AlIII(OH){O2C-C6H4-CO2}).  The mechanisms underlying the adsorption selectivity are studied via detn. of the adsorption enthalpies at low or high loading, either via pulse chromatog. or calorimetric methods.  Results of both methods are in fair agreement.  The strong preference of MIL-47 for n-propylbenzene over cumene is due to a more favorable adsorption enthalpy.  Upon adsorbing n-alkylbenzenes with increasing alkyl chain length a stepwise increase in adsorption enthalpy is obsd., which possibly indicates the importance of alkyl chain length in spanning the distance between adjacent, regularly spaced interaction sites in the crystal lattice.  Finally, the authors also study the adsorption enthalpies of various xylene isomers and ethylbenzene on MIL-47 and MIL-53.  Enthalpic as well as entropic effects play an important role in detg. the adsorption selectivity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xnt1yrtLc%253D&md5=d824347aa35385b123d4b7450f0e2d0b", "31. ", "Torres-Knoop", ", ", "A.", "; ", "Krishna", ", ", "R.", "; ", "Dubbeldam", ", ", "D.", " ", "Angew. Chem., Int. Ed.", " ", "2014", ",  ", "53", ",  ", "7774", "– ", "7778", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "31. ", "Separating Xylene Isomers by Commensurate Stacking of p-Xylene within Channels of MAF-X8", "Torres-Knoop, Ariana; Krishna, Rajamani; Dubbeldam, David", "Angewandte Chemie, International Edition", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "30", "),\r\n    ", "7774-7778", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The development of energy-efficient processes for selective sepn. of p-xylene from mixts. with its isomers is of vital importance in the petrochem. industries.  Current industrial practice uses BaX zeolite that has high adsorption selectivity for p-xylene.  Finding para-selective structures is challenging.  With state-of-the-art simulation methodologies the authors systematically screened a wide variety of zeolites and metal-org. frameworks (MOFs).  The authors' studies highlight the crucial importance of the channel dimension on the sepn.  MAF-X8 is particularly noteworthy because the channel dimensions and geometry allow commensurate stacking which the authors exploit as a sepn. mechanism at satn. conditions.  Due to a significantly improved capacity compared to BaX, the cycle times for p-xylene with MAF-X8 are about a factor of 4.5 longer.  This is expected to result in significant process improvements.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXpsVKitrs%253D&md5=4e4330492c5b5284ccbc91cf26faafcf", "32. ", "Webster", ", ", "C. E.", "; ", "Drago", ", ", "R. S.", "; ", "Zerner", ", ", "M. C.", " ", "J. Am. Chem. Soc.", " ", "1998", ",  ", "120", ",  ", "5509", "– ", "5516", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "Molecular Dimensions for Adsorptives", "Webster, Charles Edwin; Drago, Russell S.; Zerner, Michael C.", "Journal of the American Chemical Society", "\r\n        (", "1998", "),\r\n    ", "120", "\r\n        (", "22", "),\r\n    ", "5509-5516", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Pore vols., accessible surface areas, and the thermodn. of adsorption are essential in the understanding of solid surface characteristics fundamental to catalyst and adsorbent screening and selection.  The recently developed Multiple Equil. Anal. (MEA) provides a thorough characterization of the adsorption process.  Mol. properties such as mol. vols. and projected mol. areas are needed in order to convert moles adsorbed to surface vols. and probe dependent, accessible surface areas.  These mol. quantities are also needed in conventional methods for detg. areas and pore vols.  Generally, these mol. properties have been estd. from bulk properties, but many assumptions are required.  As a result, different literature values are employed for these essential mol. properties.  In this article, mol. structures for various conformers of many mols. are calcd. using ZINDO.  Mol. vols. and excluded mol. areas are detd. from these structures and tabulated for a variety of mols.  Mol. dimensions of mols. are another important consideration needed to understand mol. exclusion as well as size and shape selectivity.  Mol. dimensions along the symmetry axes are tabulated as well as the two smallest min. dimensions of each mol.  Examples are presented to illustrate the use of these quantities in shape and size selectivity, mol. exclusion, diffusion, and adsorbent selection.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXjtlWlu7w%253D&md5=7e07e2ad047219cbc5badfd59e6693a7", "33. ", " ", "SAINT Plus", ",", " Version 7.03; ", "Bruker AXS Inc.", ": ", "Madison, WI", ", ", "2004", ".", "There is no corresponding record for this reference.", "34. ", "Sheldrick", ", ", "G. M.", "  ", "SHELXTL Reference Manual", ",", " Version 5.1; ", "Bruker AXS", ": ", "Madison, WI", ", ", "1997", ".", "There is no corresponding record for this reference.", "35. ", "Sheldrick", ", ", "G. M.", " ", "Acta Crystallogr., Sect. A", " ", "2008", ",  ", "112", "– ", "122", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "35. ", "A short history of SHELX", "Sheldrick, George M.", "Acta Crystallographica, Section A: Foundations of Crystallography", "\r\n        (", "2008", "),\r\n    ", "64", "\r\n        (", "1", "),\r\n    ", "112-122", "CODEN:\r\n                ", "ACACEQ", ";\r\n        ISSN:", "0108-7673", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "An account is given of the development of the SHELX system of computer programs from SHELX-76 to the present day.  In addn. to identifying useful innovations that have come into general use through their implementation in SHELX, a crit. anal. is presented of the less-successful features, missed opportunities and desirable improvements for future releases of the software.  An attempt is made to understand how a program originally designed for photog. intensity data, punched cards and computers over 10000 times slower than an av. modern personal computer has managed to survive for so long.  SHELXL is the most widely used program for small-mol. refinement and SHELXS and SHELXD are often employed for structure soln. despite the availability of objectively superior programs.  SHELXL also finds a niche for the refinement of macromols. against high-resoln. or twinned data; SHELXPRO acts as an interface for macromol. applications.  SHELXC, SHELXD and SHELXE are proving useful for the exptl. phasing of macromols., esp. because they are fast and robust and so are often employed in pipelines for high-throughput phasing.  This paper could serve as a general literature citation when one or more of the open-source SHELX programs (and the Bruker AXS version SHELXTL) are employed in the course of a crystal-structure detn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhsVGhurzO&md5=8f91f10be4a9df74b2a9dad522c71e6e", "36. ", "Farrugia", ", ", "L.", "  ", "WINGX", ",", " Version 1.80.05; ", "University of Glasgow", ": ", "Glasgow, Scotland", ", ", "2015", ".", "There is no corresponding record for this reference.", "37. ", "Spek", ", ", "A. L.", "  ", "PLATON, A Multipurpose Crystallographic Tool", ";", " ", "Utrecht University", ": ", "Utrecht, The Netherlands", ", ", "2005", ".", "There is no corresponding record for this reference.", "38. ", "Torres-Knoop", ", ", "A.", "; ", "Heinen", ", ", "J.", "; ", "Krishna", ", ", "R.", "; ", "Dubbeldam", ", ", "D.", " ", "Langmuir", " ", "2015", ",  ", "31", ",  ", "3771", "– ", "3778", "[", "ACS Full Text ", "], [", "CAS", "]", "38. ", "Entropic Separation of Styrene/Ethylbenzene Mixtures by Exploitation of Subtle Differences in Molecular Configurations in Ordered Crystalline Nanoporous Adsorbents", "Torres-Knoop, Ariana; Heinen, Jurn; Krishna, Rajamani; Dubbeldam, David", "Langmuir", "\r\n        (", "2015", "),\r\n    ", "31", "\r\n        (", "12", "),\r\n    ", "3771-3778", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A simulation screening study for the sepn. of styrene/ethylbenzene mixt. by adsorptive means in nanoporous materials near pore satn. conditions is presented.  Under these conditions, different entropic mechanisms can dictate the sepn. process.  Commensurate stacking has the best trade-off between selectivity and satn. capacity and offers a geometrical soln. to the sepn. problem.  MIL-47 has the right channel size and topol. for styrene to exhibit commensurate stacking offering high capacity and selectivity for styrene over ethylbenzene.  Out of all the screened structures, MIL-47 was found to be the best candidate for the sepn. of styrene/ethylbenzene mixt.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXksVOlsbY%253D&md5=dbed82eb12bcc982e5bfe8875e1d02c1", "39. ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Thouvenot", ", ", "C.", "; ", "Nouguès", ", ", "M.", "; ", "Marsolier", ", ", "G.", "; ", "Louër", ", ", "D.", "; ", "Férey", ", ", "G.", " ", "J. Am. Chem. Soc.", " ", "2002", ",  ", "124", ",  ", "13519", "– ", "13526", "[", "ACS Full Text ", "], [", "CAS", "]", "39. ", "Very Large Breathing Effect in the First Nanoporous Chromium(III)-Based Solids: MIL-53 or CrIII(OH)·{O2C-C6H4-CO2}·{HO2C-C6H4-CO2H}x·H2Oy", "Serre, Christian; Millange, Franck; Thouvenot, Christelle; Nogues, Marc; Marsolier, Gerard; Loueer, Daniel; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2002", "),\r\n    ", "124", "\r\n        (", "45", "),\r\n    ", "13519-13526", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The 1st three-dimensional Cr(III) dicarboxylate, MIL-53as or CrIII(OH)·{O2C-C6H4-CO2}·{HO2C-C6H4-CO2H}0.75, was obtained under hydrothermal conditions (as: as-synthesized).  The free acid can be removed by calcination giving the resulting solid, MIL-53ht or CrIII(OH)·{O2C-C6H4-CO2}.  At room temp., MIL-53ht adsorbs atm. H2O immediately to give CrIII(OH)·{O2C-C6H4-CO2}·H2O or MIL-53lt (lt: low-temp. form, ht:high-temp. form).  Structures, which were detd. by using x-ray powder diffraction data, are built up from chains of Cr(III) octahedra linked through terephthalate dianions.  This creates a three-dimensional structure with an array of 1-dimensional large pore channels filled with free disordered terephthalic mols. (MIL-53as) or H2O mols. (MIL-53lt); when the free mols. are removed, this leads to a nanoporous solid (MIL-53ht) with a Langmuir surface area over 1500 m2/g.  The transition between the hydrated form (MIL-53lt) and the anhyd. solid (MIL-53ht) is fully reversible and followed by a very high breathing effect (more than 5 Å), the pores being clipped in the presence of H2O mols. (MIL-53lt) and reopened when the channels are empty (MIL-53ht).  The thermal behavior of the two solids was studied using TGA and x-ray thermodiffractometry.  The sorption properties of MIL-53lt also were studied using several org. solvents.  Finally, magnetism measurements performed on MIL-53as and MIL-53lt revealed that these two phases are antiferromagnetic with Neel temps. TN of 65 and 55 K, resp.  Crystal data for MIL-53as is as follows: orthorhombic space group Pnam with a 17.340(1), b 12.178(1), c 6.822(1) Å, and Z = 4.  Crystal data for MIL-53ht is as follows: orthorhombic space group Imcm with a 16.733(1), b 13.038(1), c 6.812(1) Å, and Z = 4.  Crystal data for MIL-53lt is as follows: monoclinic space group C2/c with a 19.685(4), b 7.849(1), c 6.782(1) Å, β 104.90(1)°, and Z = 4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XotVegt74%253D&md5=59fd68d1cae2399f56196e58039d3bd5", "40. ", "Dubbeldam", ", ", "D.", "; ", "Krishna", ", ", "R.", "; ", "Snurr", ", ", "R. Q.", " ", "J. Phys. Chem. C", " ", "2009", ",  ", "113", ",  ", "19317", "– ", "19327", "[", "ACS Full Text ", "], [", "CAS", "]", "40. ", "Method for Analyzing Structural Changes of Flexible Metal-Organic Frameworks Induced by Adsorbates", "Dubbeldam, D.; Krishna, R.; Snurr, R. Q.", "Journal of Physical Chemistry C", "\r\n        (", "2009", "),\r\n    ", "113", "\r\n        (", "44", "),\r\n    ", "19317-19327", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) have crystal structures that exhibit unusual flexibility.  An extreme example is that of the breathing MOF MIL-53 that expands or shrinks to admit guest mols. like CO2 and water.  The authors present a powerful simulation tool to quickly calc. unit cell shape and size at 0 K for structures loaded with adsorbates.  The method can be applied to unit cell minimization of periodic systems such as metal-org. frameworks and zeolites for vibrational anal. (IR spectra and mode anal.), force field development, and computation of elastic consts. at 0 K.  The expressions for 1st- and 2nd-derivs. for rigid guest mols. that are missing in the literature are described.  Two case studies about detn. of the structure of IRMOF-1 at 0 K and about the influence of water on the structure of MIL-53 showed that the simulation results correspond well with exptl. results and other computational results.  The anal. scheme has significant advantages over other schemes, and the IRMOF-1 case study shows how these methods could potentially fail.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1GgsL3J&md5=d7adfb86a68be5d292871241f903f3be", "41. ", "Krishna", ", ", "R.", " ", "Phys. Chem. Chem. Phys.", " ", "2015", ",  ", "17", ",  ", "39", "– ", "59", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "41. ", "Separating mixtures by exploiting molecular packing effects in microporous materials", "Krishna, Rajamani", "Physical Chemistry Chemical Physics", "\r\n        (", "2015", "),\r\n    ", "17", "\r\n        (", "1", "),\r\n    ", "39-59", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  We examine mixt. sepns. with microporous adsorbents such as zeolites, metal-org. frameworks (MOFs) and zeolitic imidazolate frameworks (ZIFs), operating under conditions close to pore satn.  Pore satn. is realized, for example, when sepg. bulk liq. phase mixts. of polar compds. such as water, alcs. and ketones.  For the operating conditions used in industrial practice, pore satn. is also attained in sepns. of hydrocarbon mixts. such as xylene isomers and hexane isomers.  Sepns. under pore satn. conditions are strongly influenced by differences in the satn. capacities of the constituent species; the adsorption is often in favor of the component with the higher satn. capacity.  Effective sepns. are achieved by exploiting differences in the efficiency with which mols. pack within the ordered cryst. porous materials.  For mixts. of chain alcs., the shorter alc. can be preferentially adsorbed because of its higher satn. capacity.  With hydrophilic adsorbents, water can be selectively adsorbed from water-alc. mixts.  For sepns. of o-xylene-m-xylene-p-xylene mixts., the pore dimensions of MOFs can be tailored in such a manner as to allow optimal packing of the isomer that needs to be adsorbed preferentially.  Subtle configurational differences between linear and branched alkane isomers result in significantly different packing efficiencies within the pore topol. of MFI, AFI, ATS, and CFI zeolites.  A common characteristic feature of most sepns. that are reliant on mol. packing effects is that adsorption and intra-cryst. diffusion are synergistic; this enhances the sepn. efficiencies in fixed bed adsorbers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhvVyhsL7O&md5=31a8c989e08da98b68d6a8a5f03d3d7a"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-9/acs.inorgchem.5b00206/20150428/images/small/ic-2015-00206j_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-9/acs.inorgchem.5b00206/20150428/images/small/ic-2015-00206j_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-9/acs.inorgchem.5b00206/20150428/images/small/ic-2015-00206j_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-9/acs.inorgchem.5b00206/20150428/images/small/ic-2015-00206j_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-9/acs.inorgchem.5b00206/20150428/images/small/ic-2015-00206j_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-9/acs.inorgchem.5b00206/20150428/images/small/ic-2015-00206j_0006.gif\">"]}
