{"title": ["Potential of Metal–Organic Frameworks for Separation of Xenon and Krypton"], "authors": ["Debasis Banerjee", "Amy J. Cairns", "Jian Liu", "Radha K. Motkuri", "Satish K. Nune", "Carlos A. Fernandez", "Rajamani Krishna", "Denis M. Strachan", "Praveen K. Thallapally"], "doi": ["10.1021/ar5003126"], "abstract": ["The total world energy demand is predicted to rise significantly over the next few decades, primarily driven by the continuous growth of the developing world. With rapid depletion of nonrenewable traditional fossil fuels, which currently account for almost 86% of the worldwide energy output, the search for viable alternative energy resources is becoming more important from a national security and economic development standpoint. Nuclear energy, an emission-free, high-energy-density source produced by means of controlled nuclear fission, is often considered as a clean, affordable alternative to fossil fuel. However, the successful installation of an efficient and economically viable industrial-scale process to properly sequester and mitigate the nuclear-fission-related, highly radioactive waste (e.g., used nuclear fuel (UNF)) is a prerequisite for any further development of nuclear energy in the near future. Reprocessing of UNF is often considered to be a logical way to minimize the volume of high-level radioactive waste, though the generation of volatile radionuclides during reprocessing raises a significant engineering challenge for its successful implementation. The volatile radionuclides include but are not limited to noble gases (predominately isotopes of Xe and Kr) and must be captured during the process to avoid being released into the environment. Currently, energy-intensive cryogenic distillation is the primary means to capture and separate radioactive noble gas isotopes during UNF reprocessing. A similar cryogenic process is implemented during commercial production of noble gases though removal from air. In light of their high commercial values, particularly in lighting and medical industries, and associated high production costs, alternate approaches for Xe/Kr capture and storage are of contemporary research interest. The proposed pathways for Xe/Kr removal and capture can essentially be divided in two categories: selective absorption by dissolution in solvents and physisorption on porous materials. Physisorption-based separation and adsorption on highly functional porous materials are promising alternatives to the energy-intensive cryogenic distillation process, where the adsorbents are characterized by high surface areas and thus high removal capacities and often can be chemically fine-tuned to enhance the adsorbate–adsorbent interactions for optimum selectivity. Several traditional porous adsorbents such as zeolites and activated carbon have been tested for noble gas capture but have shown low capacity, selectivity, and lack of modularity. Metal–organic frameworks (MOFs) or porous coordination polymers (PCPs) are an emerging class of solid-state adsorbents that can be tailor-made for applications ranging from gas adsorption and separation to catalysis and sensing. Herein we give a concise summary of the background and development of Xe/Kr separation technologies with a focus on UNF reprocessing and the prospects of MOF-based adsorbents for that particular application."], "text": ["Top of Page", "Abstract", "Introduction", "Xenon and Krypton Separation Technologies: Where Do We Stand?", "Metal–Organic Frameworks as Solid-State Adsorbents of Noble Gases", "Future Scope and Outlook", "References", "1 Introduction", "The worldwide demand for energy for the transportation and utility sectors continues to be a global interdisciplinary research challenge.", "(1, 2)", " The need is primarily driven by rapid population and industrial growth, which in turn leads to high energy consumption. Reports from the U.S. Department of Energy (DOE) indicate a ∼28% increase in electrical demand by 2040.", "(3)", " It is therefore imperative to devise a highly efficient, safe, and reliable energy solution that can satisfy these increasing demands in a way that does not further harm the land, water, and air.", "(1, 2)", "In the United States, electricity is predominately generated from fossil fuels, in addition to nuclear power and renewable energy. Nuclear energy continues to capture attention from both a scientific and political perspective, particularly in light of the Chernobyl disaster, the Three Mile Island incident, and the more recent 2011 tsunami and subsequent reactor meltdown in Fukushima, Japan.", "(1)", " The tsunami impact on the Fukushima nuclear power plant and the surrounding areas prompted officials to revise existing nuclear safety protocols around the world. In spite of these localized incidents, nuclear power remains the leader in emission-free energy production, having an unparalleled energy density compared with other technologies as well as minimal land-use requirements.", "(1-3)", " The production of radioactive used nuclear fuel (UNF) during energy generation in a nuclear power plant means that any future success depends on the development of alternative industrial-scale methods to properly sequester and mitigate the UNF. This non-biodegradable waste consists of a mixture of solid high-level waste, liquid low-level waste, and gaseous waste that can take thousands of years to decay, depending on which types of fission and activation products are generated.", "(4)", " The majority of UNF is initially stored in deep, water-filled spent-fuel pools with steel-lined concrete walls that are several meters thick. The UNF can be reprocessed after cooling or transferred to leak-tight dry casks for storage until it can be transported to a permanent deep underground geologic repository.", "(3, 4)", "In an effort to extend the nuclear fuel supplies, minimize high volumes of radioactive waste, and recover precious isotopes, countries such as France, Japan, and Russia routinely reprocess UNF to recover plutonium and uranium from the irradiated fuel for advanced fuel cycles. However, volatile radionuclides generated during irradiation of the fuel are released into the plant off-gas streams during reprocessing and ultimately into the environment.", "(4)", " These radionuclides include but are not limited to noble gases (isotopes of Xe and Kr), ", "3", "H, ", "14", "C, and ", "129", "I. The type of reprocessing method plays a key role in the types of gases that form these radionuclides. For example, in the case of aqueous reprocessing, the off-gas streams contain a mixture of noble gases (predominately ", "85", "Kr), tritiated water (", "3", "HHO or ", "3", "H", "2", "O), ", "14", "CO", "2", ", and iodine (H", "129", "I, ", "129", "I", "2", ", and organic iodides).", "(4)", " Only ", "3", "H and ", "129", "I are captured in operating reprocessing facilities, while CO", "2", " and Kr are released to the environment, resulting in the need to remove radioactive Kr and Xe (if present) when the UNF is reprocessed.", "Currently, the United States does not reprocess and recycle UNF because of nuclear proliferation concerns, despite the fact that it has an estimated 70 000 t (and counting) of UNF in storage at nuclear facilities across the country.", "(4)", " However, the government does recognize that the current storage technology is not a viable long-term solution, but strict licensing requirements in conjunction with high infrastructure/maintenance costs impede the use of existing reprocessing technologies.", "Top of Page", "Abstract", "Introduction", "Xenon and Krypton Separation Technologies: Where Do We Stand?", "Metal–Organic Frameworks as Solid-State Adsorbents of Noble Gases", "Future Scope and Outlook", "References", "2 Xenon and Krypton Separation Technologies: Where Do We Stand?", "Nonradioactive xenon-based devices are ubiquitous in our daily lives, ranging from lighting and lasers to medical devices.", "(5-9)", " However, while Xe and Kr are volatile noble gases that are available naturally in the atmosphere, they are exceptionally rare compared with other gases, with detectable concentrations of only 0.09 and 1.1 ppm, respectively. Commercially, these gases are removed from air by an energy-intensive cryogenic distillation method. The separation is accomplished on the basis of differences in the boiling point (e.g., −108.12 and −153.22 °C for Xe and Kr, respectively; Figure ", "1", ").", "(10)", " In light of the high costs and elevated safety concerns (e.g., possible ozone formation from radiolysis in liquid air), researchers are actively pursuing alternative Xe/Kr capture and storage technologies for off-gas streams.", "(5-8, 11, 12)", " A promising process should be capable of removing Xe and Kr from air and from each other, ideally under ambient temperature and pressure conditions. Typically, UNF would be stored for 5 years or more before being reprocessed. Because of the relatively short half-lives of Xe radionuclides (", "t", "1/2", " = 36.3 days for ", "127", "Xe), only nonradioactive Xe would be present when the fuel is reprocessed. However, about 10 mol of Xe is generated during fission for every mole of Kr. Therefore, to minimize the volume of noble gas waste that needs to be stored, Xe should be separated from the Kr and either recovered for sale or released to the environment. Conversely, ", "85", "Kr, which has a much longer half-life of 10.8 years, needs to be sequestered and transferred to a storage facility where it would be allowed to decay for a minimum of 110 years before potentially being released into the atmosphere, when the majority of the Kr inventory (about 90%, depending on the age of the fuel) is nonradioactive.", "Figure 1. Thermodynamic properties of different noble gases.", "The proposed alternatives for Xe/Kr removal can essentially be divided into two categories: selective absorption by dissolution in a solvent and physical adsorption on porous materials.", "(5, 12, 13)", " In principle, the liquid absorption process would be carried out in a similar manner to cryogenic distillation, but the separation factor is governed by the solubility of the targeted gases in a particular solvent and varies as a function of temperature and pressure. For example, a team of researchers achieved ", "85", "Kr separation factors of up to 1000 and removal efficiencies of 99.9% by implementing an absorption into dichlorodifluoromethane (refrigerant-12, R-12) as a process solvent.", "(13, 14)", " This fluorocarbon absorption study was carried out on a pilot scale and offered several advantages, including low solvent and refrigeration costs along with reduced explosion hazards. Nevertheless, in order for this technology to be considered as a viable alternative, the operating pressures would need to be reduced and potential solvent losses from process leakage, volatilization, and radiolysis degradation would need to be addressed. Alternatively, CO", "2", " was considered as a process solvent and shared many of the advantages offered by fluorocarbon absorption, but this technology is limited to gas streams with elevated CO", "2", " concentrations.", "(14)", "Separations relying on physisorption onto microporous materials are widely recognized as a promising alternative to absorption-based technologies because the sorbents are characterized by high surface areas that permit enhanced storage capacities and, in some cases, offer the potential to fine-tune the adsorbate–adsorbent interactions in order to optimize the selectivity. Several types of microporous adsorbents have been tested by various research groups for noble gas capture and sequestration. Among these, zeolite molecular sieves are the largest class of commercially available microporous materials, in which corner-sharing tetrahedral TO", "4", " (T = Al, Si) secondary building units (SBUs) assemble to form extended frameworks with cages, cavities, or channels of suitable size to permit the passage and/or capture of small molecules (<1 nm).", "(15)", " Several commercial zeolite molecular sieves have been investigated for noble gas adsorption and separation studies.", "(12, 16)", " Zeolites such as NaA and NaX have been shown to be selective adsorbents for Xe over Kr (selectivity factors of ∼4–6) but are plagued by low capacities (20–30 wt % at 100 kPa and 25 °C).", "(16)", " However, the unique structural characteristics and cost benefits led researchers at Idaho National Laboratory to perform a systematic investigation of Xe/Kr adsorption on mordenite, a synthetic zeolite of general composition [(Ca,Na", "2", ",K", "2", ")Al", "2", "Si", "10", "O", "24", "·7H", "2", "O].", "(12)", " Both the protonated (HZ) and silver-exchanged (AgZ) forms bound in a polyacrylonitrile (PAN)-based macroporous polymer (HZ/AgZ-PAN) were evaluated for noble gas adsorption at 191 K and at room temperature. The results indicated that AgZ-PAN exhibits a higher Xe uptake at room temperature compared with HZ-PAN and that the trend reverses at low temperature.", "(12)", " Commercially available activated charcoals (or carbons) were also studied by several groups for noble gas adsorption, as they have low cost, high surface area, and high thermal and chemical stability.", "(17)", " However, they posed a serious fire-hazard risk due to the presence of NO", "x", " in the off-gas stream. Recently, a solid-state material based on porous organic cages (CC3), whose molecular structure consists of repeating organic building blocks that form three-dimensional cages, has been shown to be an excellent separator of a Xe/Kr mixture from an off-gas stream.", "(18)", " Among other solid-state adsorbents, metal–organic frameworks (MOFs), a class of hybrid solid-state crystalline materials with tailor-made architectures, have recently emerged as front-runners for relevant adsorption-related applications.", "(19-21)", " The focus of this Account is the recent development and future outlook of MOF-based solid-state microporous adsorbents for adsorption of noble gases (in particular Xe and Kr).", "Top of Page", "Abstract", "Introduction", "Xenon and Krypton Separation Technologies: Where Do We Stand?", "Metal–Organic Frameworks as Solid-State Adsorbents of Noble Gases", "Future Scope and Outlook", "References", "3 Metal–Organic Frameworks as Solid-State Adsorbents of Noble Gases", "MOFs are generally synthesized in situ under mild conditions by directed assembly of prefabricated SBUs in the form of inorganic and organic moieties.", "(19)", " Metal ions and/or clusters (i.e., nodes) are bridged together with polyatomic organic linkers (i.e., spacers) to give discrete or extended frameworks. The coordination modes, geometry, directionality, and functionality of the SBUs in conjunction with the synthetic conditions are known factors that govern the underlying topology of the resultant structure.", "(19)", " MOFs offer superior advantages over other porous materials (e.g., zeolites, activated carbons, etc.) whereby their hybrid nature and synthetic modularity permit a reticular chemistry approach to target novel materials with diverse chemical compositions, pore sizes, and chemical and thermal stabilities.", "Interestingly, the adsorption of noble gases by MOFs remains largely unexplored, with only a handful of experimental and computational proceedings reported in the literature.", "(5-8, 11, 22-24)", " As noted above, the ability to store and separate Xe and Kr by physisorption at ambient pressures and noncryogenic temperatures with zeolites and activated carbons has led to promising results, but they exhibit low uptake capacity. Fine-tuning of the pore properties of these materials for higher capacity is difficult, a shortcoming that the unique attributes of MOFs are well-poised to address! Computational and experimental studies to date have aimed to evaluate the effect of specific structural parameters to enhance noble gas–MOF interactions. To date, several benchmark MOFs have been tested by us and others with encouraging results. Instead of a comprehensive list, brief summaries of representative MOFs and computational studies are discussed below.", "3.1", "IRMOF-1 (MOF-5)", "IRMOF-1 (IRMOF = isoreticular MOF) is a highly porous MOF (surface area = 3100–3800 m", "2", "/g) with tetranuclear Zn", "4", "O(O", "2", "C)", "6", "-based SBUs bridged by terephthalate linkers to form a cubic 3-periodic network with squarelike channels with dimensions of ∼1.5 nm.", "(25)", " Mueller and co-workers performed the first experimental pressure-swing adsorption (PSA) study to investigate the adsorption performance for storage of Xe and Kr at room temperature.", "(24)", " The goal of this study was to prove that a stainless steel container filled with activated MOF-5 contained more moles of rare gases compared with a cylinder without the MOF at the same gas pressure. Their results showed a pronounced difference for gases with higher polarizability, i.e., Xe > Kr > Ar.", "3.2", "HKUST-1 (Cu-BTC MOF)", "HKUST-1 (HKUST = Hong Kong University of Science and Technology) is a 3-periodic Cu-BTC MOF (BTC = benzenetricarboxylate) composed of dimeric Cu(II) paddlewheel SBUs with two potentially unsaturated metal centers and organic BTC linkers.", "(26)", " It is regarded as being an attractive candidate for gas-adsorption applications because of the presence of small and large cavities of internal diameter ∼1.3, 1.1, and 0.5 nm, the accessible open Cu(II) metal sites, and the ease of industrial-scale preparation from inexpensive, commercially available starting materials. Mueller and co-workers performed the first experimental study to investigate the Xe/Kr adsorption selectivity of HKUST-1.", "(24)", " In a typical breakthrough experiment, a gas stream containing a mixture of Kr (94%) and Xe (6%) was continuously passed through a reactor packed with the activated material at 55 °C and 4 MPa. A significant improvement was observed for the Xe/Kr selectivity compared with activated carbons: the Xe concentration measured in the reactor outlet was reduced to 50 ppm because of the preferential adsorption of Xe in the MOF sorbent. We performed a dynamic breakthrough column measurement at 100 kPa and room temperature with pellets of commercially available HKUST-1.", "(7)", " The single-component and binary breakthrough curves reveal that this material preferentially adsorbs Xe over Kr. However, the Xe capacity (3.18 mol/kg) was still lower than that of the benchmark activated carbon (3.72 mol/kg). Moreover, the selectivities measured for three gas compositions (i.e., Xe/Kr = 20:80, 50:50, 80:20) were consistently lower than those for activated carbon (e.g., ∼2.6 at 100 kPa). Interestingly, in accordance with nuclear fuel reprocessing applications, HKUST-1 was found to selectively adsorb low (ppm) concentrations of Xe and Kr from air (e.g., N", "2", ", 78%; O", "2", ", 21%, Ar, 0.9%; CO", "2", ", 0.03%, etc.) with values comparable to those for activated carbon.", "(7)", " To pinpoint the preferred adsorption sites of Xe in HKUST-1 and thereby understand the mechanism of Xe/Kr selectivity, studies were conducted using several analytical techniques including ", "129", "Xe NMR spectroscopy, grand-canonical Monte Carlo (GCMC) simulations, and synchrotron neutron and X-ray diffraction.", "(27, 28)", " These results, most notably those by Hulvey and co-workers, confirmed the location of the favorable Xe adsorption site as being the small pockets and the surrounding windows leading to the cavity. This is in contrast to what was observed for other gases (e.g., H", "2", ", CO", "2", "), where the adsorbate primary interaction site is the accessible unsaturated Cu(II) center.", "(27)", "3.3", "FMOFCu", "FMOFCu is a twofold-interpenetrated, partially fluorinated Cu-based MOF in which copper paddlewheel SBUs are connected by ditopic V-shaped 4,4′-hexafluoroisopropylidenebis(benzoate) (hfipbb) linkers to form the overall 3-periodic framework.", "(22)", " This particular MOF was specifically selected by us for Xe/Kr adsorption studies because of its potential to exhibit a “molecular sieving” effect. The pore structure contains tubular cavities (ca. 0.51 nm × 0.51 nm) with bottleneck windows having estimated dimensions of 0.35 nm × 0.35 nm. Accordingly, under the appropriate conditions it was possible for Kr to be selectively adsorbed over Xe, as their kinetic diameters are 0.36 and 0.39 nm, respectively. Most porous adsorbents (e.g., zeolites) preferentially adsorb Xe over Kr, a process primarily driven by the higher polarizability of Xe atoms. Indeed, pure-component gas adsorption isotherms confirmed that FMOFCu is selective toward Kr (termed “reverse selectivity”). The behavior was temperature-dependent and observed only below 0 °C (Figure ", "2", ").", "(22)", " The selectivity was reversed above 0 °C, where the Xe and Kr adsorption capacities were comparable across the entire pressure range. The lowest Xe capacity was observed at −70 °C, probably because of the contraction of the bottleneck windows. The windows appeared to expand and the molecules readily diffused above 0 °C. The “reverse selectivity” behavior was predicted by computational studies, though the example of FMOFCu remains the only experimental report to date.", "(29, 30)", "Figure 2. (a) Crystal structure of FMOFCu. The 1D open channels are connected through the bottleneck windows. Color code: Cu, green; C, gray; O, red. All hydrogen atoms and guest molecules have been omitted for clarity. (b, c) Variable-temperature pure-component (b) Kr and (c) Xe adsorption isotherms for FMOFCu collected up to pressures of 1 bar at six temperatures ranging from −70 to 40 °C. Reproduced from ref ", "22", ". Copyright 2012 American Chemical Society.", "3.4", "M-DOBDC (M-MOF-74)", "M-DOBDC (M = Mg, Mn, Fe, Co, Ni, Zn; DOBDC = 2,5-dihydroxyterephthalate; MOF-74-M) is a class of isostructural microporous MOFs with regular, hexagonal unidimensional pores decorated with open metal sites at the pore surface.", "(31)", " The presence of abundant, accessible open metal sites and the significant porosity (∼1000–1500 m", "2", "/g) leads to excellent adsorption properties for various adsorbates. We carried out adsorption experiments on Ni-DOBDC and found that it has a Xe adsorption capacity of 55 wt % at 100 kPa and 298 K, comparable to that of activated carbon (Figure ", "3", ").", "(5)", " However, it exhibits a Kr uptake of only 3 wt % under similar experimental conditions. Ni-DOBDC has a high isosteric heat of adsorption (", "Q", "st", ") across a wide range for Xe (22 kJ/mol) and a Xe/Kr selectivity of ∼5–6, twice that of activated carbon. The preferential adsorption of Xe atoms and associated high ", "Q", "st", " are believed to be due to the interaction between adsorbed Xe atoms and the accessible open metal sites. The work by Perry and co-workers on the other M-DOBDC (M = Mg, Co, Zn) showed that the adsorption performance and selectivity was largely unaffected by variation of the metal center, as the formal charge and the nature of the interaction remained the same across the series.", "(9)", " Eventually, we were able to enhance the uptake capacity and selectivity of Ni-DOBDC with a nanoparticle loading approach.", "(6)", " The silver-nanoparticle-loaded Ni-DOBDC (Ag@Ni-DOBDC) had better Xe uptake capacity (70 wt %) and selectivity (Xe/Kr ≈ 7) than the parent framework because of the strong dipole–induced dipole interaction between adsorbed Xe atoms and uniformly dispersed silver clusters within the pores. The high Xe adsorption capacity of Ni-DOBDC and the reverse selectivity of FMOFCu were combined in a two-bed breakthrough measurement in which Xe was removed from the mixture stream first using a Ni-DOBDC bed. The left-over gas stream containing a higher percentage of Kr than the original stream was then flowed over a FMOFCu bed at 233 K to adsorb the Kr. Since most of Xe was captured in the first bed, the competition for the adsorption site in second bed was comparatively low, leading to a higher Kr uptake than usual (Figure ", "4", ").", "(32)", "Figure 3. (a) Honeycomb network structure of Ni-DOBDC. (b) Xe and Kr adsorption isotherms at room temperature for M-DOBDC (M = Ni, Co). Reproduced with permission from ref ", "5", ". Copyright 2012 Royal Society of Chemistry.", "Figure 4. Separation of radioactive Kr from nuclear reprocessing plants using two-column adsorption modules. Reproduced from ref ", "32", ". Copyright 2014 American Chemical Society.", "3.5", "M", "3", "(HCOO)", "6", "Among a diverse range of metal formates, M", "3", "(HCOO)", "6", " (M = Mg, Ni, Co, Zn, Mn) is particularly noteworthy because of its simplistic diamondoid topology and the existence of a zigzag channel with an effective pore size of 0.5 to 0.6 nm.", "(8, 11)", " The adsorption of Xe in nanoporous Co", "3", "(HCOO)", "6", " shows a type I adsorption isotherm (26 wt % at 25 °C and 100 kPa), while the adsorption isotherm for Kr was found to be linear.", "(8)", " As expected from the nature of isotherms, a greater ", "Q", "st", " for Xe (29 kJ/mol) than for Kr (22 kJ/mol) was calculated for Co", "3", "(HCOO)", "6", ", and similar ", "Q", "st", " trends were also observed for the other isostructural metal analogues (Figure ", "5", "). The follow-up breakthrough experiments backed up the Xe selectivity (∼6) for the M", "3", "(HCOO)", "6", " series.", "(8)", " Simulations showed that each Xe atom optimally fits within a segment (i.e., a zig or a zag) and thus can interact more effectively with the π cloud of the formate groups on the pore surface.", "(11)", "Figure 5. (a) Co", "3", "(HCOO)", "6", " framework along the crystallographic [010] axis. (b) ", "Q", "st", " values for xenon (black), krypton (red), and argon (blue) measured at cryogenic temperatures. Reproduced with permission from ref ", "8", ". Copyright 2013 Royal Society of Chemistry.", "3.6", "MOF-505", "MOF-505 is a 3-periodic MOF composed of copper paddlewheel SBUs connected by the organic linker biphenyl-3,3′,5,5′-tetracarboxylate (bptc), forming different pore diameters (0.48, 0.71, and 0.95 nm).", "(23)", " Bae and co-workers chose MOF-505 on the basis of published simulation studies showing a high Xe/Kr selectivity over the typical operating pressure range (0.1 to 1 MPa).", "(23, 29)", " The breakthrough experiment with a 20:80 mixture of Xe and Kr indicated a much higher retention time for Xe compared with Kr, and the selectivity was calculated to be 9–10, in line with the results of the simulations. The higher Xe selectivity is attributed to the pore confinement effect and the presence of “polarizable” open metal sites of the paddle wheel SBUs at the pore surface.", "3.7", "Comparison of the Separation Performance of Various MOFs", "The separation performance of MOFs in industrial fixed-bed adsorbers is governed by a combination of three factors: (a) adsorption selectivity, (b) uptake capacity, and (c) intracrystalline diffusivities of guest molecules.", "(33)", " The selection of MOFs solely on the basis of adsorption selectivity, as is commonly done in published studies, often leads to misleading conclusions.", "(29)", " To illustrate this, we consider the separation of 20:80 Xe/Kr mixtures by each of six MOFs: Ni-DOBDC, Ag@Ni-DOBDC, HKUST-1, IRMOF-1, FMOFCu, and Co", "3", "(HCOO)", "6", ". The hierarchy of Xe/Kr adsorption selectivities is Co", "3", "(HCOO)", "6", " > Ag@Ni-DOBDC > Ni-DOBDC > HKUST-1 > IRMOF-1 > FMOFCu. The Xe uptake capacities follow a different hierarchy: Ag@Ni-DOBDC > Ni-DOBDC > Co", "3", "(HCOO)", "6", " > HKUST-1 > IRMOF-1 > FMOFCu (Figure ", "6", "). Transient breakthrough simulations are potent tools for comparing the separation performance of MOFs because they take proper account of selectivity, uptake capacity, and diffusion limitations. The breakthrough characteristics of 20:80 Xe/Kr mixtures in fixed beds packed with each of the six MOFs are shown in Figure ", "7", " (see the ", "Supporting Information", " for simulation details). Both IRMOF-1 and FMOFCu are incapable of producing Kr of the desired purity. The longest breakthrough time is obtained with Ag@Ni-DOBDC; consequently, this MOF is the best to produce Kr with the desired purity level (see the ", "Supporting Information", " for a video animation). The hierarchy of Kr selectivities is Ag@Ni-DOBDC > Ni-DOBDC > Co", "3", "(HCOO)", "6", " > HKUST-1. It should be noted that because of the lower Xe uptake capacity and diffusion limitations, Co", "3", "(HCOO)", "6", ", which has the highest Xe/Kr selectivity, performs significantly poorer than Ag@Ni-DOBDC.", "Figure 6. Plot of adsorption selectivity vs uptake Xe capacity.", "Figure 7. Transient breakthrough simulations showing the concentrations of Xe (in ppm) in the outlet gas mixtures of 20:80 Xe/Kr mixtures exiting fixed-bed absorbers containing various MOFs.", "3.8", "Computational Studies", "The number of potential MOFs for Xe/Kr separation is enormous, with many new novel structures produced weekly. However, because of time constraints and lack of available resources, it is not feasible for experimentalists to systematically screen all MOFs for their gas adsorption behavior. In an effort to alleviate this dilemma, the use of computational methods has gained momentum and provided valuable insight toward the development of structure–property trends that allow the adsorption properties for a given material (e.g., capacity, selectivity, diffusion, preferred adsorption sites, etc.) to be simulated for both existing and hypothetical MOFs.", "(29, 30, 34)", " Sikora and co-workers used high-throughput computational methods to generate 137 000 hypothetical MOFs possessing assorted coordination modes, chemical compositions, pore sizes, and morphologies.", "(30)", " The Xe/Kr adsorption data generated from GCMC simulations confirmed that the pore size and shape play a fundamental role in governing the adsorbate–MOF interactions. Enhanced selectivity was observed for structures having tubelike uniform pores with diameters large enough to accommodate at most one Xe atom. However, a promising candidate must also exhibit high uptake capacities, and therefore, a fine balance exists between optimal pore size and surface area. This was exemplified by Ryan and co-workers, who performed GCMC simulations on a series of prominent MOFs with diverse chemical and structural characteristics.", "(29)", " Not surprisingly, they found that MOFs with higher surface area adsorb larger amounts of Xe and Kr and thus exhibit lower selectivity. Accordingly, among all of the MOFs tested, Pd-MOF is the most selective sorbent for Xe/Kr, but its low adsorption capacity leaves plenty of room for improvement. Given the diverse nature and internal complexity of these materials, employing the computer simulation results is often not straightforward and in many cases involves approximations that have the potential to significantly affect the outcome. In general, reported differences between simulated and experimental results commonly arise from sample preparation and activation procedures and impurities, pore blockage, particle size, and insufficient amount of sample for sorption analysis.", "(34)", " From a modeling perspective, differences could be attributed to the applied force field parameters (e.g., rigid vs flexible), taking into account or neglecting polarization, charges, etc. In order to produce high-quality data, it is therefore imperative to perform Brunauer–Emmett–Teller screening measurements to ensure that the appropriate solvent system and activation temperature are employed in order to fully exploit the available porosity of the MOF.", "Top of Page", "Abstract", "Introduction", "Xenon and Krypton Separation Technologies: Where Do We Stand?", "Metal–Organic Frameworks as Solid-State Adsorbents of Noble Gases", "Future Scope and Outlook", "References", "4 Future Scope and Outlook", "Porous MOFs are advantageous over other adsorbents because they can be tailored for specific applications. However, as of the date of this article, no large-scale commercial use of MOF-based adsorbents has been reported. Traditionally, MOFs have been envisioned for applications related to carbon capture and sequestration, H", "2", " storage, and hydrocarbon separation. Since the scale of these applications is enormous, material cost is a major consideration for any practical application. Unlike industrial adsorbents such as zeolites, large-scale production of MOFs is rare. However, with advances in synthetic methodology and appropriate monetary investment in large-scale linker synthesis, MOF prices comparable to those of synthetic zeolites may be possible in the near future. The separation of Xe and Kr during UNF reprocessing is comparatively small-scale, and the cost of the adsorbent material may not have a major impact on the overall cost of a process based on MOFs (though the quality of separation does!). The separation of Xe and Kr in MOF-based solid-state adsorbents occurs as a function of adsorbate size and polarizability. On the basis of our own experimental work on Xe/Kr separation using MOF-based adsorbents, it is clear that an ideal material should have one or more of the following properties: (a) the presence of a high concentration of polar or accessible unsaturated metal centers on the pore surface (e.g., Ni-DOBDC); (b) narrow uniform pores or pockets with diameters that are slightly larger than the kinetic diameter of the adsorbate (e.g., Co", "3", "(HCOO)", "6", ", CC3, and FMOFCu); (c) the introduction of polarized nanoparticles within the MOF (e.g., Ag@Ni-DOBDC); (d) temperature-dependent separation of the gas mixture (e.g., FMOFCu). Since it is highly unlikely that one single adsorbent will have all of the desired properties, an optimal MOF-based solid-state adsorbent system for Xe/Kr separation might eventually be obtained by a combination approach in which multiple MOF adsorbents are used to separate and capture Xe and Kr from the flue gas stream. We recently reported such a combination approach where a two-MOF system was used to obtain much higher separation performance. As mentioned previously, MOFs are more selective toward Xe over Kr because of the polarizability difference. However, the presence of excess Xe in the stream means that Xe competes for the same adsorption sites in the MOF as Kr. The use of a material with high Xe adsorption capacity (e.g., Ni-DOBDC) first leads to reduction of the concentration of Xe in the flue gas stream. The gas stream can then be flowed through a second material with high Kr selectivity (e.g., FMOFCu) to capture and sequester Kr from the flue gas. Since Xe is no longer present to compete for sorption sites in the adsorbent in the second material, the capacity and selectivity for Kr increases significantly.", "(12, 32)", " Apart from the engineering challenges, the use of advanced computer programs to estimate and analyze the selectivities and capacities for MOF adsorbents is a major breakthrough. Computer simulations give direction for experimentalists to narrow their search for potential MOF structures and compositions from the enormous database or to design a new MOF by novel synthetic strategies. The application of computer simulations in predicting tailor-made MOF morphologies is likely to advance in the future with improvements in software and computing power. Finally, the adsorptive separation of Xe and Kr on porous MOFs is a relatively new research area, and relatively few materials have been evaluated to date. The deliberate tuning of the crystal structure and composition using crystal engineering principles, guided by the results of computational studies, to form MOFs that are tailored specifically for the separation of Xe and Kr is likely to yield further fundamental and applied results in the near future.", " ", "Top of Page", "Abstract", "Introduction", "Xenon and Krypton Separation Technologies: Where Do We Stand?", "Metal–Organic Frameworks as Solid-State Adsorbents of Noble Gases", "Future Scope and Outlook", "References", "Supporting Information", "IAST calculations, comparisons of Xe/Kr separations with different MOFs on the basis of breakthrough experiments, transient breakthrough simulations, and a video animation of the transient breakthrough of Xe/Kr with Ag@Ni-DOBDC (AVI). This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "∥", "Author Present Address", "A.J.C.: Aramco Services Company (ASC), Production Technology Team, 16300 Park Row, Houston, Texas 77084, USA.", "Author Contributions", "The manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Xenon and Krypton Separation Technologies: Where Do We Stand?", "Metal–Organic Frameworks as Solid-State Adsorbents of Noble Gases", "Future Scope and Outlook", "References", "Acknowledgment", "We thank the US Department of Energy (DOE), Office of Nuclear Energy, and in particular, J. Bresee, for their support. T. Todd (Idaho National Laboratory) and B. Jubin (Oak Ridge National Laboratory) provided programmatic support and guidance. Pacific Northwest National Laboratory is a multi-program national laboratory operated for the US Department of Energy by Battelle Memorial Institute under Contract DE-AC05-76RL01830.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Xenon and Krypton Separation Technologies: Where Do We Stand?", "Metal–Organic Frameworks as Solid-State Adsorbents of Noble Gases", "Future Scope and Outlook", "References", "References", "This article references 34 other publications.", "1. ", " ", "International Energy Outlook 2013", "; ", "U.S. Energy Information Administration", ": ", "Washington, DC", ", ", "2013", ".", "There is no corresponding record for this reference.", "2. ", "Hoffert", ", ", "M. I.", "; ", "Caldeira", ", ", "K.", "; ", "Benford", ", ", "G.", "; ", "Criswell", ", ", "D. R.", "; ", "Green", ", ", "C.", "; ", "Herzog", ", ", "H.", "; ", "Jain", ", ", "A. K.", "; ", "Kheshgi", ", ", "H. S.", "; ", "Lackner", ", ", "K. S.", "; ", "Lewis", ", ", "J. S.", "; ", "Lightfoot", ", ", "H. D.", "; ", "Manheimer", ", ", "W.", "; ", "Mankins", ", ", "J. C.", "; ", "Mauel", ", ", "M. E.", "; ", "Perkins", ", ", "L. J.", "; ", "Schlesinger", ", ", "M. E.", "; ", "Volk", ", ", "T.", "; ", "Wigley", ", ", "T. M. L.", " ", "Advanced technology paths to global climate stability: Energy for a greenhouse planet", " ", "Science", " ", "2002", ",  ", "298", ",  ", "981", "– ", "987", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Advanced Technology Paths to Global Climate Stability: Energy for a Greenhouse Planet", "Hoffert, Martin I.; Caldeira, Ken; Benford, Gregory; Criswell, David R.; Green, Christopher; Herzog, Howard; Jain, Atul K.; Kheshgi, Haroon S.; Lackner, Klaus S.; Lewis, John S.; Lightfoot, H. Douglas; Manheimer, Wallace; Mankins, John C.; Mauel, Michael E.; Perkins, L. John; Schlesinger, Michael E.; Volk, Tyler; Wigley, Tom M. L.", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "298", "\r\n        (", "5595", "),\r\n    ", "981-987", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A review.  Stabilizing the carbon dioxide-induced component of climate change is an energy problem.  Establishment of a course toward such stabilization will require the development within the coming decades of primary energy sources that do not emit carbon dioxide to the atm., in addn. to efforts to reduce end-use energy demand.  Mid-century primary power requirements that are free of carbon dioxide emissions could be several times what the authors now derive from fossil fuels (∼1013 watts), even with improvements in energy efficiency.  Here the authors survey possible future energy sources, evaluated for their capability to supply massive amts. of carbon emission-free energy and for their potential for large-scale commercialization.  Possible candidates for primary energy sources include terrestrial solar and wind energy, solar power satellites, biomass, nuclear fission, nuclear fusion, fission-fusion hybrids, and fossil fuels from which carbon was sequestered.  Non-primary power technologies that could contribute to climate stabilization include efficiency improvements, hydrogen prodn., storage and transport, superconducting global elec. grids, and geoengineering.  All of these approaches currently have severe deficiencies that limit their ability to stabilize global climate.  A broad range of intensive research and development is urgently needed to produce technol. options that can allow both climate stabilization and economic development.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xot12rs7k%253D&md5=c3cb47757522778fc37778d1afbd6275", "3. ", " ", "Blue Ribbon Comission on America’s Energy Future: Report to the Secretary of Energy", "; ", "U.S. Department of Energy", ": ", "Washington, DC", ", ", "2012", ".", "There is no corresponding record for this reference.", "4. ", " ", "Strategy for the Management and Disposal of Used Nuclear Fuel and High-Level Radioactive Waste", "; ", "U.S. Department of Energy", ": ", "Washington, DC", ", ", "2013", ".", "There is no corresponding record for this reference.", "5. ", "Thallapally", ", ", "P. K.", "; ", "Grate", ", ", "J. W.", "; ", "Motkuri", ", ", "R. K.", " ", "Facile xenon capture and release at room temperature using a metal–organic framework: A comparison with activated charcoal", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "347", "– ", "349", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Facile xenon capture and release at room temperature using a metal-organic framework: a comparison with activated charcoal", "Thallapally, Praveen K.; Grate, Jay W.; Motkuri, Radha Kishan", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "3", "),\r\n    ", "347-349", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two well-known metal-org. frameworks (MOF-5, NiDOBDC) were prepd. and studied for facile xenon capture and sepn.  NiDOBDC adsorbs significantly more xenon than MOF-5, and is more selective for xenon over krypton than activated carbon.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsFygurrO&md5=2577be7118a031af50f66a7cc85276c2", "6. ", "Liu", ", ", "J.", "; ", "Strachan", ", ", "D. M.", "; ", "Thallapally", ", ", "P. K.", " ", "Enhanced noble gas adsorption in Ag@MOF-74Ni", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "466", "– ", "468", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Enhanced noble gas adsorption in Ag@MOF-74Ni", "Liu, Jian; Strachan, Denis M.; Thallapally, Praveen K.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "4", "),\r\n    ", "466-468", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Various amts. of Ag nanoparticles were deposited in porous MOF-74Ni (or Ni/DOBDC) by an auto-redn. method.  An optimized Ag-loaded MOF-74Ni was shown to have an improved Xe adsorption capacity (15% more) at STP compared to the MOF without silver nanoparticles.  The Ag-loaded sample also has a higher Xe/Kr selectivity.  These results are explained by the stronger interactions between polarizable Xe mols. and the well-dispersed Ag nanoparticles.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVyqs7%252FK&md5=88922d1c67902beb2ec9939ea4bc3ff1", "7. ", "Liu", ", ", "J.", "; ", "Thallapally", ", ", "P. K.", "; ", "Strachan", ", ", "D.", " ", "Metal–Organic Frameworks for Removal of Xe and Kr from Nuclear Fuel Reprocessing Plants", " ", "Langmuir", " ", "2012", ",  ", "28", ",  ", "11584", "– ", "11589", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Metal-Organic Frameworks for Removal of Xe and Kr from Nuclear Fuel Reprocessing Plants", "Liu, Jian; Thallapally, Praveen K.; Strachan, Denis", "Langmuir", "\r\n        (", "2012", "),\r\n    ", "28", "\r\n        (", "31", "),\r\n    ", "11584-11589", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Removal of xenon (Xe) and krypton (Kr) from process off-gases contg. 400 ppm Xe, 40 ppm Kr, 78% N2, 21% O2, 0.9% Ar, 0.03% CO2, and so forth using adsorption was demonstrated for the first time.  Two well-known metal-org. frameworks (MOFs), HKUST-1 and Ni/DOBDC, which both have unsatd. metal centers but different pore morphologies, were selected as novel adsorbents.  Results of an activated carbon were also included for comparison.  The Ni/DOBDC has higher Xe/Kr selectivities than those of the activated carbon and the HKUST-1.  In addn., results show that the Ni/DOBDC and HKUST-1 can adsorb substantial amts. of Xe and Kr even when they are mixed in air.  Moreover, the Ni/DOBDC can successfully sep. 400 ppm Xe from 40 ppm Kr and air contg. O2, N2, and CO2 with a Xe/Ke selectivity of 7.3 as indicated by our breakthrough results.  This shows a promising future for MOFs in radioactive nuclide sepns. from spent fuels.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtVCmtr7M&md5=019bcb1d4ef1f3356cb955a098742a85", "8. ", "Wang", ", ", "H.", "; ", "Yao", ", ", "K. X.", "; ", "Zhang", ", ", "Z. J.", "; ", "Jagiello", ", ", "J.", "; ", "Gong", ", ", "Q. H.", "; ", "Han", ", ", "Y.", "; ", "Li", ", ", "J.", " ", "The first example of commensurate adsorption of atomic gas in a MOF and effective separation of xenon from other noble gases", " ", "Chem. Sci.", " ", "2014", ",  ", "5", ",  ", "620", "– ", "624", "[", "Crossref", "], [", "CAS", "]", "8. ", "The first example of commensurate adsorption of atomic gas in a MOF and effective separation of xenon from other noble gases", "Wang, Hao; Yao, Kexin; Zhang, Zhijuan; Jagiello, Jacek; Gong, Qihan; Han, Yu; Li, Jing", "Chemical Science", "\r\n        (", "2014", "),\r\n    ", "5", "\r\n        (", "2", "),\r\n    ", "620-624", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "In industry, cryogenic rectification for sepg. xenon from other noble gases such as krypton and argon is an energy and capital intensive process.  Here we show that a microporous metal-org. framework, namely Co3(HCOO)6 is capable of effective capture and sepn. of xenon from other noble gases.  Henry's const., isosteric heat of adsorption (Qst), and IAST selectivity are calcd. based on single component sorption isotherms.  Having the highest Qst reported to date, Co3(HCOO)6 demonstrates high adsorption capacity for xenon and its IAST selectivity for Xe-Kr is the largest among all MOFs investigated to date.  To mimic real world conditions, breakthrough expts. are conducted on Xe-Kr binary mixts. at room temp. and 1 atm.  The results are consistent with the calcd. data.  These findings show that Co3(HCOO)6 is a promising candidate for xenon capture and purifn.  Our gas adsorption measurements and mol. simulation study also reveal that the adsorption of xenon represents the first example of commensurate adsorption of at. gases near ambient conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXitVSqtLfK&md5=b1b6bd5db7be5ad8dd7e4d9e7bed7f0a", "9. ", "Perry", ", ", "J. J.", "; ", "Teich-McGoldrick", ", ", "S. L.", "; ", "Meek", ", ", "S. T.", "; ", "Greathouse", ", ", "J. A.", "; ", "Haranczyk", ", ", "M.", "; ", "Allendorf", ", ", "M. D.", " ", "Noble Gas Adsorption in Metal–Organic Frameworks Containing Open Metal Sites", " ", "J. Phys. Chem. C", " ", "2014", ",  ", "118", ",  ", "11685", "– ", "11698", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Noble Gas Adsorption in Metal-Organic Frameworks Containing Open Metal Sites", "Perry, John J., IV; Teich-McGoldrick, Stephanie L.; Meek, Scott T.; Greathouse, Jeffery A.; Haranczyk, Maciej; Allendorf, Mark D.", "Journal of Physical Chemistry C", "\r\n        (", "2014", "),\r\n    ", "118", "\r\n        (", "22", "),\r\n    ", "11685-11698", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption of noble gases (Ar, Kr, Xe, and Rn) and N2 by a diverse range of Metal-Org. Frameworks (MOFs) contg. open metal sites (OMS) was systematically studied using volumetric gas porosimetry and grand canonical Monte Carlo simulation.  The ten MOFs considered are grouped into two series.  The 1st, MOF-74-x, is based upon MOF-74/CPO-27, which has divalent metal ions Mg, Co, Ni, and Zn, and was chosen to explore the effect of metal identity within a const. topol.  The 2nd series, nbo-MOFs, consists of NOTT-100, NOTT-101, NOTT-102, NOTT-103, and PCN-14 and probes the effect of pore size while maintaining const. OMS identity and similar coordination environment.  Comparisons of the nbo-MOFs with HKUST-1 are also made, since this MOF has a similar chem. structure, although the topol. is different from the nbo structures.  Gas uptake and Henry's const. (kH) for nbo-MOFs increase with decreasing pore size, and as pore size decreases, the effect of gas polarizability on kH becomes more profound.  This implies that tailored pore size can strongly influence kH, esp. for the more polarizable gases Kr and Xe.  A detailed anal. of the void space in the nbo-series reveals large cages connected by narrow pores, resulting in tortuous, zigzag diffusion pathways that likely increase the strength of the MOF-gas interaction.  Data for the MOF-74-x series show that both the d. of OMS and their accessibility in this topol. enhance the framework interaction with the noble gases.  However, because the interaction is largely due to (point charge)-(induced-dipole) interactions and the charge on the metal ion varies little, the specific identity of the metal ion is relatively unimportant.  Consequently, new MOFs tailored to maximize noble gas uptake from air should target structures with both a high d. of OMS and pores that are approaching the size of the gas of interest.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXos1Wltb0%253D&md5=afe2dd4e7052e771e1c3bc27cd2446ae", "10. ", "Kerry", ", ", "F. G.", "  ", "Industrial Gas Handbook: Gas Separation and Purification", "; ", "CRC Press", ": ", "Boca Raton, FL", ", ", "2007", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "11. ", "Lawler", ", ", "K. V.", "; ", "Hulvey", ", ", "Z.", "; ", "Forster", ", ", "P. M.", " ", "Nanoporous metal formates for krypton/xenon separation", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "10959", "– ", "10961", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Nanoporous metal formates for krypton/xenon separation", "Lawler, Keith V.; Hulvey, Zeric; Forster, Paul M.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "93", "),\r\n    ", "10959-10961", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal(II) formates (Co and Ni) show a significantly larger heat of adsorption for xenon than krypton across all loadings due to size selectivity in the primary adsorption site.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslSgtLzP&md5=ffc24b2a758a00a3b057e08967fbde38", "12. ", "Soelberg", ", ", "N. R.", "; ", "Garn", ", ", "T. G.", "; ", "Greenhalgh", ", ", "M. R.", "; ", "Law", ", ", "J. D.", "; ", "Jubin", ", ", "R.", "; ", "Strachan", ", ", "D. M.", "; ", "Thallapally", ", ", "P. K.", " ", "Radioactive Iodine and Krypton Control for Nuclear Fuel Reprocessing Facilities", " ", "Sci. Technol. Nucl. Install.", " ", "2013", ", ", "702496", "[", "CAS", "]", "12. ", "Radioactive iodine and krypton control for nuclear fuel reprocessing facilities", "Soelberg, Nick R.; Garn, Troy G.; Greenhalgh, Mitchell R.; Law, Jack D.; Jubin, Robert; Strachan, Denis M.; Thallapally, Praveen K.", "Science and Technology of Nuclear Installations", "\r\n        (", "2013", "),\r\n    ", "\r\n        (", "),\r\n    ", "702496/1-702496/13, 13 pp.", "CODEN:\r\n                ", "STNICG", ";\r\n        ISSN:", "1687-6075", ".\r\n    \r\n            (", "Hindawi Publishing Corp.", ")\r\n        ", "The removal of volatile radionuclides generated during used nuclear fuel reprocessing in the US is almost certain to be necessary for the licensing of a reprocessing facility in the US.  Various control technologies have been developed, tested, or used over the past 50 years for control of volatile radionuclide emissions from used fuel reprocessing plants.  The US DOE has sponsored, since 2009, an Off-gas Sigma Team to perform research and development focused on the most pressing volatile radionuclide control and immobilization problems.  In this paper, we focus on the control requirements and methodologies for 85Kr and 129I.  Numerous candidate technologies have been studied and developed at lab. and pilot-plant scales in an effort to meet the need for high iodine control efficiency and to advance alternatives to cryogenic sepns. for krypton control.  Several of these show promising results.  Iodine decontamination factors as high as 105, iodine loading capacities, and other adsorption parameters including adsorption rates have been demonstrated under some conditions for both silver zeolite (AgZ) and Ag-functionalized aerogel.  Sorbents, including an engineered form of AgZ and selected metal org. framework materials (MOFs), have been successfully demonstrated to capture Kr and Xe without the need for sepns. at cryogenic temps.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXlsVehur8%253D&md5=f28fca731758b2c5ab52c52f27df1c11", "13. ", "Little", ", ", "D. K.", "; ", "Eby", ", ", "R. S.", "; ", "Norton", ", ", "J. L.", "; ", "Patton", ", ", "J. L.", "; ", "Schultz", ", ", "R. M.", "; ", "Varagona", ", ", "J. M.", "  ", "Noble Gas Removal and Concentration by Combining Fluorocarbon Absorption and Adsorption Techniques", "; ", "Oak Ridge Gaseous Diffusion Plant", ": ", "Oak Ridge, TN", ", ", "1982", ".", "There is no corresponding record for this reference.", "14. ", " ", "Separation, Storage and Disposal of Krypton-85", "; ", "International Atomic Energy Agency", ": ", "Vienna", ", ", "1980", ".", "There is no corresponding record for this reference.", "15. ", "Breck", ", ", "D. W.", "  ", "Zeolite Molecular Sieves: Structure, Chemistry and Use", "; ", "John Wiley & Sons", ": ", "New York", ", ", "1974", ".", "There is no corresponding record for this reference.", "16. ", "Jameson", ", ", "C. J.", "; ", "Jameson", ", ", "A. K.", "; ", "Lim", ", ", "H. M.", " ", "Competitive adsorption of xenon and krypton in zeolite NaA: Xe-129 nuclear magnetic resonance studies and grand canonical Monte Carlo simulations", " ", "J. Chem. Phys.", " ", "1997", ",  ", "107", ",  ", "4364", "– ", "4372", "[", "Crossref", "], [", "CAS", "]", "16. ", "Competitive adsorption of xenon and krypton in zeolite NaA: 129Xe nuclear magnetic resonance studies and grand canonical Monte Carlo simulations", "Jameson, Cynthia J.; Jameson, A. Keith; Lim, Hyung-Mi", "Journal of Chemical Physics", "\r\n        (", "1997", "),\r\n    ", "107", "\r\n        (", "11", "),\r\n    ", "4364-4372", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Investigation of competitive adsorption is carried out using the Xe-Kr mixt. in zeolite NaA as a model system.  The XenKrm clusters are trapped in the alpha cages of this zeolite for times sufficiently long that it is possible to observe individual peaks in the NMR spectrum for the clusters.  The 129Xe NMR spectra of several samples of varying Xe and Kr loadings have been obsd. and analyzed to obtain the 129Xe chem. shifts and the intensities of the peaks which are dependent on the av. krypton and xenon occupancies.  The detailed distributions, f(XenKrm), the fractions of cages contg. n Xe atoms and m Kr atoms can be obsd. directly in this system from the relative intensities since individual peaks for XenKrm mixed clusters are obsd. in the NMR spectrum.  Grand canonical Monte Carlo (GCMC) simulations of mixts. of Xe and Kr in a rigid zeolite NaA lattice provide the detailed distributions and the av. cluster shifts.  The agreement with expt. is excellent.  The calcd. abs. chem. shifts for the Xen peaks and XenKr peaks at 300 K are in good agreement with expt.  A strictly statistical model of a binary mixt., derived from the hypergeometric distribution, in which the component atoms are distinguishable but equiv. in competition for eight lattice sites per cage under mutual exclusion provides a limiting case for the distributions, with which the GCMC simulations and the properties of the actual Xe-Kr system may be compared.  The selectivity coeffs. of the Xe-Kr mixt. in zeolite NaA is well described by the ideal adsorbed soln. model.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXlvVens7c%253D&md5=2cb91aaae8d2f015448ec76a5be67ac8", "17. ", "Bazan", ", ", "R. E.", "; ", "Bastos-Neto", ", ", "M.", "; ", "Moeller", ", ", "A.", "; ", "Dreisbach", ", ", "F.", "; ", "Staudt", ", ", "R.", " ", "Adsorption equilibria of O", "2", ", Ar, Kr and Xe on activated carbon and zeolites: Single component and mixture data", " ", "Adsorption", " ", "2011", ",  ", "17", ",  ", "371", "– ", "383", "[", "Crossref", "], [", "CAS", "]", "17. ", "Adsorption equilibria of O2, Ar, Kr and Xe on activated carbon and zeolites: single component and mixture data", "Bazan, R. E.; Bastos-Neto, M.; Moeller, A.; Dreisbach, F.; Staudt, R.", "Adsorption", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "2", "),\r\n    ", "371-383", "CODEN:\r\n                ", "ADSOFO", ";\r\n        ISSN:", "0929-5607", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "This work provides a set of exptl. data on the adsorption of pure component, binary and ternary mixts. on activated carbon sample and two different zeolites at 303 K and moderate pressures (up to 10 bar for mixts.).  Pure component data were measured by gravimetry and mixt. data by volumetry coupled with chromatog.  Results encourage more research on new materials and enhancement of adsorption-based sepn. processes with the proposed target.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXivFCls7Y%253D&md5=fde37b6dda9b3fb8c85d38c6ff2d53b4", "18. ", "Chen", ", ", "L.", "; ", "Reiss", ", ", "P. S.", "; ", "Chong", ", ", "S. Y.", "; ", "Holden", ", ", "D.", "; ", "Jelfs", ", ", "K. E.", "; ", "Hasell", ", ", "T.", "; ", "Little", ", ", "M. A.", "; ", "Kewley", ", ", "A.", "; ", "Briggs", ", ", "M. E.", "; ", "Stephenson", ", ", "A.", "; ", "Thomas", ", ", "K. M.", "; ", "Armstrong", ", ", "J. A.", "; ", "Bell", ", ", "J.", "; ", "Busto", ", ", "J.", "; ", "Noel", ", ", "R.", "; ", "Liu", ", ", "J.", "; ", "Strachan", ", ", "D. M.", "; ", "Thallapally", ", ", "P. K.", "; ", "Cooper", ", ", "A. I.", " ", "Separation of rare gases and chiral molecules by selective binding in porous organic cages", " ", "Nat. Mater.", " ", "2014", ",  ", "13", ",  ", "954", "– ", "960", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Separation of rare gases and chiral molecules by selective binding in porous organic cages", "Chen, Linjiang; Reiss, Paul S.; Chong, Samantha Y.; Holden, Daniel; Jelfs, Kim E.; Hasell, Tom; Little, Marc A.; Kewley, Adam; Briggs, Michael E.; Stephenson, Andrew; Thomas, K. Mark; Armstrong, Jayne A.; Bell, Jon; Busto, Jose; Noel, Raymond; Liu, Jian; Strachan, Denis M.; Thallapally, Praveen K.; Cooper, Andrew I.", "Nature Materials", "\r\n        (", "2014", "),\r\n    ", "13", "\r\n        (", "10", "),\r\n    ", "954-960", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A porous org. cage mol. having unprecedented performance in the solid state for the sepn. of rare gases, such as krypton and xenon, is reported.  The selectivity arises from a precise size match between the rare gas and the org. cage cavity, as predicted by mol. simulations.  Breakthrough expts. demonstrate real practical potential for the sepn. of krypton, xenon and radon from air at concns. of only a few ppm.  Selective binding of chiral org. mols. such as 1-phenylethanol is also demonstrated, suggesting applications in enantioselective sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtFGqu77K&md5=24786fc90209b72d87021b8626a2422f", "19. ", "Zhou", ", ", "H. C.", "; ", "Long", ", ", "J. R.", "; ", "Yaghi", ", ", "O. M.", " ", "Introduction to Metal–Organic Frameworks", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "673", "– ", "674", "and references therein", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Introduction to Metal-Organic Frameworks", "Zhou, Hong-Cai; Long, Jeffrey R.; Yaghi, Omar M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "673-674", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review is presented on prepn., structure and application of Metal-Org. Frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1OjtLw%253D&md5=abf05fcd4ae6b394b7f1048a93f5ebbc", "20. ", "Kitagawa", ", ", "S.", "; ", "Kitaura", ", ", "R.", "; ", "Noro", ", ", "S.", " ", "Functional porous coordination polymers", " ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", ",  ", "2334", "– ", "2375", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "20. ", "Functional porous coordination polymers", "Kitagawa, Susumu; Kitaura, Ryo; Noro, Shin-ichiro", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "18", "),\r\n    ", "2334-2375", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Discussion concs. on three aspects of coordination polymers: (1) the use of crystal engineering to construct porous frameworks from connectors and linkers (nano-space engineering), (2) characterizing and cataloging the porous properties by functions for storage, exchange, sepn., etc., and (3) the next generation of porous functions based on dynamic crystal transformations caused by guest mols. or phys. stimuli.  The authors' aim is to present the state of the art chem. and physics of and in the micropores of porous coordination polymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXktFShtLk%253D&md5=9df52e99bad3cc0db67f65551a8c154f", "21. ", "Férey", ", ", "G.", " ", "Hybrid porous solids: Past, present, future", " ", "Chem. Soc. Rev.", " ", "2008", ",  ", "37", ",  ", "191", "– ", "214", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "Hybrid porous solids: past, present, future", "Ferey, Gerard", "Chemical Society Reviews", "\r\n        (", "2008", "),\r\n    ", "37", "\r\n        (", "1", "),\r\n    ", "191-214", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This crit. review will be of interest to the experts in porous solids (including catalysis), but also solid state chemists and physicists.  It presents the state-of-the-art on hybrid porous solids, their advantages, their new routes of synthesis, the structural concepts useful for their 'design', aiming at reaching very large pores.  Their dynamic properties and the possibility of predicting their structure are described.  The large tunability of the pore size leads to unprecedented properties and applications.  They concern adsorption of species, storage and delivery and the phys. properties of the dense phases. (323 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmtVWgsg%253D%253D&md5=89265036ce82503c95ce56685a9ceceb", "22. ", "Fernandez", ", ", "C. A.", "; ", "Liu", ", ", "J.", "; ", "Thallapally", ", ", "P. K.", "; ", "Strachan", ", ", "D. M.", " ", "Switching Kr/Xe Selectivity with Temperature in a Metal–Organic Framework", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "9046", "– ", "9049", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Switching Kr/Xe Selectivity with Temperature in a Metal-Organic Framework", "Fernandez, Carlos A.; Liu, Jian; Thallapally, Praveen K.; Strachan, Denis M.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "22", "),\r\n    ", "9046-9049", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Kr and Xe adsorption on 2 partially fluorinated metal-org. frameworks (FMOFCu and FMOFZn) with different cavity size and topologies are reported.  FMOFCu shows an inversion in sorption selectivity toward Kr at temps. <0° while FMOFZn does not.  The 1-dimensional microtubes packed along the (101) direction connected through small bottleneck windows in FMOFCu appear to be the reason for this peculiar behavior.  The FMOFCu shows an estd. Kr/Xe selectivity of 36 at 0.1 bar and 203 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XntVOktbw%253D&md5=760e8bfd105c3b9f32aa899974bcb679", "23. ", "Bae", ", ", "Y. S.", "; ", "Hauser", ", ", "B. G.", "; ", "Colon", ", ", "Y. J.", "; ", "Hupp", ", ", "J. T.", "; ", "Farha", ", ", "O. K.", "; ", "Snurr", ", ", "R. Q.", " ", "High xenon/krypton selectivity in a metal–organic framework with small pores and strong adsorption sites", " ", "Microporous Mesoporous Mater.", " ", "2013", ",  ", "169", ",  ", "176", "– ", "179", "[", "Crossref", "], [", "CAS", "]", "23. ", "High xenon/krypton selectivity in a metal-organic framework with small pores and strong adsorption sites", "Bae, Youn-Sang; Hauser, Brad G.; Colon, Yamil J.; Hupp, Joseph T.; Farha, Omar K.; Snurr, Randall Q.", "Microporous and Mesoporous Materials", "\r\n        (", "2013", "),\r\n    ", "169", "\r\n        (", "),\r\n    ", "176-179", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Sepn. of Xe/Kr mixts. was studied in 2 Cu-paddlewheel metal-org. framework materials, MOF-505 and HKUST-1.  For MOF-505, which has small pores with strong adsorption sites, high Xe/Kr selectivities (9-10) are obtained from breakthrough measurements and grand canonical Monte Carlo (GCMC) simulations.  The consistent results from both techniques suggest that MOF-505 is a promising candidate for Xe/Kr sepn.  For HKUST-1, which has small octahedral pores, only modest Xe/Kr selectivities (4.5) are obsd. from breakthrough measurements, although the GCMC simulations predicted unusually high selectivities at low loadings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFSlsbg%253D&md5=427e9a627d7800deaa3fd5e6b0002273", "24. ", "Mueller", ", ", "U.", "; ", "Schubert", ", ", "M.", "; ", "Teich", ", ", "F.", "; ", "Puetter", ", ", "H.", "; ", "Schierle-Arndt", ", ", "K.", "; ", "Pastre", ", ", "J.", " ", "Metal–organic frameworks—Prospective industrial applications", " ", "J. Mater. Chem.", " ", "2006", ",  ", "16", ",  ", "626", "– ", "636", "[", "Crossref", "], [", "CAS", "]", "24. ", "Metal-organic frameworks-prospective industrial applications", "Mueller, U.; Schubert, M.; Teich, F.; Puetter, H.; Schierle-Arndt, K.; Pastre, J.", "Journal of Materials Chemistry", "\r\n        (", "2006", "),\r\n    ", "16", "\r\n        (", "7", "),\r\n    ", "626-636", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The generation of metal-org. framework (MOF) coordination polymers enables the tailoring of novel solids with regular porosity from the micro to nanopore scale.  Since the discovery of this new family of nanoporous materials and the concept of so called 'reticular design', nowadays several hundred different types of MOF are known.  The self assembly of metal ions, which act as coordination centers, linked together with a variety of polyat. org. bridging ligands, results in tailorable nanoporous host materials as robust solids with high thermal and mech. stability.  Describing examples of different Zn-contg. structures, e.g. MOF-2, MOF-5 and IRMOF-8 verified synthesis methods will be given, as well as a totally novel electrochem. approach for transition metal based MOFs will be presented for the 1st time.  With sufficient amts. of sample now being available, the testing of metal-org. frameworks in fields of catalysis and gas processing is exemplified.  Report is given on the catalytic activation of alkynes (formation of methoxypropene from propyne, vinylester synthesis from acetylene).  Removal of impurities in natural gas (traces of tetrahydrothiophene in methane), pressure swing sepn. of rare gases (Kr and Xe) and storage of H (3.3% at 2.0 MPa/77 K on Cu-BTC-MOF) will underline the prospective future industrial use of metal-org. frameworks in gas processing.  Whenever possible, comparison is made to state-of-art applications to outline possibilities which might be superior by using MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtFeitrc%253D&md5=8969f7b0200e29cefd59141380fea9b5", "25. ", "Li", ", ", "H.", "; ", "Eddaoudi", ", ", "M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Design and synthesis of an exceptionally stable and highly porous metal–organic framework", " ", "Nature", " ", "1999", ",  ", "402", ",  ", "276", "– ", "279", "[", "Crossref", "], [", "CAS", "]", "25. ", "Design and synthesis of an exceptionally stable and highly porous metal-organic framework", "Li, Hailian; Eddaoudi, Mohamed; O'Keeffe, M.; Yaghi, M.", "Nature (London)", "\r\n        (", "1999", "),\r\n    ", "402", "\r\n        (", "6759", "),\r\n    ", "276-279", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Macmillan Magazines", ")\r\n        ", "Open metal-org. frameworks are widely regarded as promising materials for applications in catalysis, sepn., gas storage and mol. recognition.  Compared to conventionally used microporous inorg. materials such as zeolites, these org. structures have the potential for more flexible rational design, through control of the architecture and functionalization of the pores.  So far, the inability of these open frameworks to support permanent porosity and to avoid collapsing in the absence of guest mols., such as solvents, has hindered further progress in the field.  The authors report the synthesis of a metal-org. framework, Zn4O(BDC)3.(DMF)8.(PhCl) (named MOF-5, where BDC = 1,4-benzenedicarboxylate), which remains cryst., as evidenced by x-ray single-crystal analyses, and stable when fully desolvated and when heated up to 300°.  This synthesis is achieved by borrowing ideas from metal carboxylate cluster chem., where an org. dicarboxylate linker was used in a reaction that gives supertetrahedron clusters when capped with monocarboxylates.  The rigid and divergent character of the added linker allows the articulation of the clusters into a three-dimensional framework resulting in a structure with higher apparent surface area and pore vol. than most porous cryst. zeolites.  This simple and potentially universal design strategy is currently being pursued in the synthesis of new phases and composites, and for gas-storage applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXnvFSiuro%253D&md5=68f27e20a7e4e15ea2c2f49a2a61e98a", "26. ", "Chui", ", ", "S. S. Y.", "; ", "Lo", ", ", "S. M. F.", "; ", "Charmant", ", ", "J. P. H.", "; ", "Orpen", ", ", "A. G.", "; ", "Williams", ", ", "I. D.", " ", "A chemically functionalizable nanoporous material [Cu", "3", "(TMA)", "2", "(H", "2", "O)", "3", "]", "n", " ", "Science", " ", "1999", ",  ", "283", ",  ", "1148", "– ", "1150", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "A chemically functionalizable nanoporous material [Cu3(TMA)2(H2O)3]n", "Chui, Stephen S.-Y.; Lo, Samuel M.-F.; Charmant, Jonathan P. H.; Orpen, A. Guy; Williams, Ian D.", "Science (Washington, D. C.)", "\r\n        (", "1999", "),\r\n    ", "283", "\r\n        (", "5405", "),\r\n    ", "1148-1150", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Although zeolites and related materials combine nanoporosity with high thermal stability, they are difficult to modify or derivatize in a systematic way.  A highly porous metal coordination polymer [Cu3(TMA)2(H2O)3]n (TMA is benzene-1,3,5-tricarboxylate) was formed in 80% yield.  It has interconnected [Cu2(O2CR)4] units (R is an arom. ring), which create a three-dimensional system of channels with a pore size of 1 nm and an accessible porosity of ∼40% in the solid.  Unlike zeolites, the channel linings can be chem. functionalized; for example, the aqua ligands can be replaced by pyridines.  TGA and high-temp. single-crystal diffractometry indicate that the framework is stable up to 240°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXhsFeitLc%253D&md5=8f6f372b015fa0e2bbb7e8bfd316b663", "27. ", "Hulvey", ", ", "Z.", "; ", "Lawler", ", ", "K. V.", "; ", "Qao", ", ", "Z. W.", "; ", "Zhou", ", ", "J.", "; ", "Fairen-Jimenez", ", ", "D.", "; ", "Snurr", ", ", "R. Q.", "; ", "Ushakov", ", ", "S. V.", "; ", "Navrotsky", ", ", "A.", "; ", "Brown", ", ", "C. M.", "; ", "Forster", ", ", "P. M.", " ", "Noble Gas Adsorption in Copper Trimesate, HKUST-1: An Experimental and Computational Study", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "20116", "– ", "20126", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "Noble Gas Adsorption in Copper Trimesate, HKUST-1: An Experimental and Computational Study", "Hulvey, Zeric; Lawler, Keith V.; Qiao, Zhiwei; Zhou, Jian; Fairen-Jimenez, David; Snurr, Randall Q.; Ushakov, Sergey V.; Navrotsky, Alexandra; Brown, Craig M.; Forster, Paul M.", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "39", "),\r\n    ", "20116-20126", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A joint exptl. and computational study of noble gas adsorption in the metal-org. framework (MOF) material HKUST-1 has been carried out.  Using a std. gas adsorption analyzer fitted with a cryostat, isotherms were measured for Xe, Kr, Ar, and Ne at optimum temps. for the detn. of loading-dependent heats of adsorption using the Clausius-Clapeyron equation.  Direct calorimetric measurements for Kr and Xe adsorption provide comparable heats of adsorption.  A detailed anal. of the exptl. data alongside complementary grand canonical Monte Carlo (GCMC) simulations led to the conclusion that the strongest binding for noble gases occurs in and around the small tetrahedral pockets and not at the accessible Cu-(II) sites in the structure.  Synchrotron X-ray and neutron powder diffraction expts. with in situ gas loading confirm the assignment of preferred binding sites inferred from the adsorption measurements and simulations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVylsrzL&md5=62dc9da61bdde44b9e2b29261938dbd6", "28. ", "Bohlmann", ", ", "W.", "; ", "Poppl", ", ", "A.", "; ", "Sabo", ", ", "M.", "; ", "Kaskel", ", ", "S.", " ", "Characterization of the metal–organic framework compound Cu", "3", "(benzene-1,3,5-tricarboxylate)", "2", " by means of ", "129", "Xe nuclear magnetic and electron paramagnetic resonance spectroscopy", " ", "J. Phys. Chem. B", " ", "2006", ",  ", "110", ",  ", "20177", "– ", "20181", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Characterization of the metal-organic framework compound Cu3(benzene 1,3,5-tricarboxylate)2 by means of 129Xe nuclear magnetic and electron paramagnetic resonance spectroscopy", "Bohlmann Winfried; Poppl Andreas; Sabo Michal; Kaskel Stefan", "The journal of physical chemistry. B", "\r\n        (", "2006", "),\r\n    ", "110", "\r\n        (", "41", "),\r\n    ", "20177-81", "\r\n        ISSN:", "1520-6106", ".\r\n    ", "129Xe NMR measurements of adsorbed xenon are shown for the first time to be a suitable tool to characterize the porosity and the properties of the metal-organic framework Cu3(BTC)2(H2O)3 (BTC = benzene 1,3,5-tricarboxylate).  The NMR experiments are performed at room temperature and over a wide range of xenon pressure and on two different synthesized Cu3(BTC)2 samples. 129Xe NMR results reveal that in dependence on the kind of the synthesis pathway either one or two signals are observed which can be attributed to two kinds of fast exchange of xenon atoms in two pores with different pore sizes.  Coadsorption experiments of xenon and ethylene demonstrate that the xenon atoms prefer to fill the greater pores of the material because the smaller pores are occupied with residual molecules from the synthesis procedure and additionally adsorbed ethylene.  Besides the NMR experiments a series of electron paramagnetic resonance (EPR) measurements are performed to estimate the state of copper having a strong influence on the chemical shift of the adsorbed xenon.  The EPR experiments demonstrate that spin exchange between the interconnected copper dimers is taking place across the BTC linker molecules in the Cu3(BTC)2 framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD28ngtlejsA%253D%253D&md5=be200bf9727d1d8163ee419a434fa48a", "29. ", "Ryan", ", ", "P.", "; ", "Farha", ", ", "O. K.", "; ", "Broadbelt", ", ", "L. J.", "; ", "Snurr", ", ", "R. Q.", " ", "Computational Screening of Metal–Organic Frameworks for Xenon/Krypton Separation", " ", "AIChE J.", " ", "2011", ",  ", "57", ",  ", "1759", "– ", "1766", "[", "Crossref", "], [", "CAS", "]", "29. ", "Computational screening of metal-organic frameworks for xenon/krypton separation", "Ryan, Patrick; Farha, Omar K.; Broadbelt, Linda J.; Snurr, Randall Q.", "AIChE Journal", "\r\n        (", "2011", "),\r\n    ", "57", "\r\n        (", "7", "),\r\n    ", "1759-1766", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "A variety of metal-org. frameworks (MOFs) with varying linkers, topologies, pore sizes, and metal atoms were screened for xenon/krypton sepn. using grand canonical Monte Carlo (GCMC) simulations.  The results indicate that small pores with strong adsorption sites are desired to preferentially adsorb xenon over krypton in multicomponent adsorption.  However, if the pore size is too small, it can significantly limit overall gas uptake, which is undesirable.  Based on our simulations, MOF-505 was identified as a promising material due to its increased xenon selectivity over a wider pressure range compared with other MOFs investigated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXntlansbo%253D&md5=77ba51f0c1a02befe32e4eb4d558acf3", "30. ", "Sikora", ", ", "B. J.", "; ", "Wilmer", ", ", "C. E.", "; ", "Greenfield", ", ", "M. L.", "; ", "Snurr", ", ", "R. Q.", " ", "Thermodynamic analysis of Xe/Kr selectivity in over 137 000 hypothetical metal–organic frameworks", " ", "Chem. Sci.", " ", "2012", ",  ", "3", ",  ", "2217", "– ", "2223", "[", "Crossref", "], [", "CAS", "]", "30. ", "Thermodynamic analysis of Xe/Kr selectivity in over 137 000 hypothetical metal-organic frameworks", "Sikora, Benjamin J.; Wilmer, Christopher E.; Greenfield, Michael L.; Snurr, Randall Q.", "Chemical Science", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "7", "),\r\n    ", "2217-2223", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks (MOFs) are porous crystals with the potential to improve many industrial gas sepn. processes.  Because there is a practically unlimited no. of different MOFs, which vary in their pore geometry and chem. compn., it is challenging to find the best MOF for a given application.  Here, we applied high-throughput computational methods to rapidly explore thousands of possible MOFs, given a library of starting materials, in the context of Xe/Kr sepn.  We generated over 137 000 structurally diverse hypothetical MOFs from a library of chem. building blocks and screened them for Xe/Kr sepn.  For each MOF, we calcd. geometric properties via Delaunay tessellation and predicted thermodn. Xe/Kr adsorption behavior via multicomponent grand canonical Monte Carlo simulations.  Specifically, we calcd. the pore limiting diam., largest cavity diam., accessible void vol., as well as xenon and krypton adsorption at 1.0, 5.0 and 10 bar at 273 K. From these data we show that MOFs with pores just large enough to fit a single xenon atom, and having morphologies resembling tubes of uniform width, are ideal for Xe/Kr sepn.  Finally, we compare our generated MOFs to several known structures (IRMOF-1, HKUST-1, ZIF-8, Pd-MOF, & MOF-505) and conclude that significantly improved materials remain to be synthesized.  All crystal structure files are freely available for download and browsing in an online database.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XotFGrs7k%253D&md5=e977c388605d45a094f36a8d84aede10", "31. ", "Caskey", ", ", "S. R.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "Dramatic Tuning of Carbon Dioxide Uptake via Metal Substitution in a Coordination Polymer with Cylindrical Pores", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "10870", "– ", "10871", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "Dramatic Tuning of Carbon Dioxide Uptake via Metal Substitution in a Coordination Polymer with Cylindrical Pores", "Caskey, Stephen R.; Wong-Foy, Antek G.; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "33", "),\r\n    ", "10870-10871", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of four isostructural microporous coordination polymers (MCPs) differing in metal compn. is demonstrated to exhibit exceptional uptake of CO2 at low pressures and ambient temp.  These conditions are particularly relevant for capture of flue gas from coal-fired power plants.  A magnesium-based material is presented that is the highest surface area magnesium MCP yet reported and displays ultrahigh affinity based on heat of adsorption for CO2.  This study demonstrates that physisorptive materials can achieve affinities and capacities competitive with amine sorbents while greatly reducing the energy cost assocd. with regeneration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXptVGjtrw%253D&md5=6a99fc22cd66a556c63695cf22a12603", "32. ", "Liu", ", ", "J.", "; ", "Fernandez", ", ", "C. A.", "; ", "Martin", ", ", "P. F.", "; ", "Thallapally", ", ", "P. K.", "; ", "Strachan", ", ", "D. M.", " ", "A Two-Column Method for the Separation of Kr and Xe from Process Off-Gases", " ", "Ind. Eng. Chem. Res.", " ", "2014", ",  ", "53", ",  ", "12893", "– ", "12899", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "A Two-Column Method for the Separation of Kr and Xe from Process Off-Gases", "Liu, Jian; Fernandez, Carlos A.; Martin, Paul F.; Thallapally, Praveen K.; Strachan, Denis M.", "Industrial & Engineering Chemistry Research", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "32", "),\r\n    ", "12893-12899", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Radioactive isotopes of xenon (Xe) and krypton (Kr) exist in the off-gases from the reprocessing of nuclear fuels.  To meet regulations, at least the Kr needs to be removed from these off-gas streams.  Two metal org. framework (MOF) materials were investigated to det. the removal efficiency and capacity of MOF materials for krypton recovery from air at noncryogenic temps.  Our two-column breakthrough measurements on nickel dioxobenzenedicarboxylic acid and a partially fluorinated MOF with copper indicate that these materials can capture and sep. ppm levels of Xe and Kr from air.  In a two-column system, the removal efficiency and adsorption capacity for Kr on these two MOFs were further increased upon removal of Xe on the first bed.  These results show that there is a promising future for the use of MOFs for the removal of noble gas radionuclides from process off-gases during reactor operation or reprocessing of irradiated nuclear fuels.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1egs7vF&md5=4dd4d0c8ccefecc8e4d33b8817d96334", "33. ", "Krishna", ", ", "R.", " ", "The Maxwell–Stefan description of mixture diffusion in nanoporous crystalline materials", " ", "Microporous Mesoporous Mater.", " ", "2014", ",  ", "185", ",  ", "30", "– ", "50", "[", "Crossref", "], [", "CAS", "]", "33. ", "The Maxwell-Stefan description of mixture diffusion in nanoporous crystalline materials", "Krishna, Rajamani", "Microporous and Mesoporous Materials", "\r\n        (", "2014", "),\r\n    ", "185", "\r\n        (", "),\r\n    ", "30-50", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "A review.  The efficacy of nanoporous cryst. materials in sepn. applications is often influenced to a significant extent by diffusion of guest mols. within the pores of the structural frameworks.  The Maxwell-Stefan (M-S) equations provide a fundamental and convenient description of mixt. diffusion.  The M-S formulation highlights two sep. factors that cause mixt. diffusion to be intrinsically coupled: correlation effects, and thermodn. coupling.  By careful and detailed analyses of a variety of published exptl. data on (a) mixt. permeation across nanoporous membranes, (b) transient uptake of mixts. within crystals, and (c) transient breakthrough characteristics of fixed bed adsorbers, we identify conditions that require the use of M-S equations including both correlation effects and thermodn. coupling.  Situations are also identified in which either of the coupling effects can be ignored.  Correlation effects cause slowing-down of more-mobile-less-strongly-adsorbed mols. by tardier-more-strongly-adsorbed-partner species; such slowing-down effects are often essential for modeling mixt. permeation across nanoporous membranes.  Overshoots in the transient uptake of the more mobile partners in single crystals are essentially the consequence of thermodn. coupling, originating from sizable off-diagonal elements of thermodn. correction factors Γij.  In the case of transient breakthrough of hexane isomers in a fixed bed of MFI zeolite, we show that thermodn. coupling effects lead to a significant improvement in the sepn. performance.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvFymurvJ&md5=5880e16234da8f8f9f5aacf9014712c0", "34. ", "Van Heest", ", ", "T.", "; ", "Teich-McGoldrick", ", ", "S. L.", "; ", "Greathouse", ", ", "J. A.", "; ", "Allendorf", ", ", "M. D.", "; ", "Sholl", ", ", "D. S.", " ", "Identification of Metal–Organic Framework Materials for Adsorption Separation of Rare Gases: Applicability of Ideal Adsorbed Solution Theory (IAST) and Effects of Inaccessible Framework Regions", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "13183", "– ", "13195", "[", "ACS Full Text ", "], [", "CAS", "]", "34. ", "Identification of Metal-Organic Framework Materials for Adsorption Separation of Rare Gases: Applicability of Ideal Adsorbed Solution Theory (IAST) and Effects of Inaccessible Framework Regions", "Van Heest, Timothy; Teich-McGoldrick, Stephanie L.; Greathouse, Jeffery A.; Allendorf, Mark D.; Sholl, David S.", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "24", "),\r\n    ", "13183-13195", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A collection of >3000 MOFs with exptl. confirmed structures were screened for performance in three binary sepns.: Ar/Kr, Kr/Xe, and Xe/Rn. 70 materials were selected for further anal., and calcns. were performed to account for inaccessible regions.  Single component GCMC calcns. were performed to parametrize IAST calcns. on these 70 materials.  An approach that avoids possible imprecision in IAST due to curve-fitting of single component isotherms is introduced.  The precision of IAST for these gas pairs was confirmed with extensive binary GCMC calcns.  For each binary sepn., materials were identified with predicted performance that surpasses the state of the art.  A significant no. of materials are reverse selective in the sense that a smaller gas species is preferably adsorbed over a larger species.  The phys. origin of this phenomenon is explained.  The effect of temp. on sepn. performance was also examd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XnsVKlurY%253D&md5=57e20f1fe778adb9f3382dc54284ee6e"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/achre4/2015/achre4.2015.48.issue-2/ar5003126/20150216/images/small/ar-2014-003126_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/achre4/2015/achre4.2015.48.issue-2/ar5003126/20150216/images/small/ar-2014-003126_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/achre4/2015/achre4.2015.48.issue-2/ar5003126/20150216/images/small/ar-2014-003126_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/achre4/2015/achre4.2015.48.issue-2/ar5003126/20150216/images/small/ar-2014-003126_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/achre4/2015/achre4.2015.48.issue-2/ar5003126/20150216/images/small/ar-2014-003126_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/achre4/2015/achre4.2015.48.issue-2/ar5003126/20150216/images/small/ar-2014-003126_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/achre4/2015/achre4.2015.48.issue-2/ar5003126/20150216/images/small/ar-2014-003126_0009.gif\">"]}
