{"title": ["Porous Zirconium Metal–Organic Framework Constructed from 2D → 3D Interpenetration Based on a 3,6-Connected kgd Net"], "authors": ["Rongming Wang", "Zhiying Wang", "Yuwen Xu", "Fangna Dai", "Liangliang Zhang", "Daofeng Sun"], "doi": ["10.1021/ic5012764"], "abstract": ["A new type of 3D interpenetrating porous zirconium metal−organic framework (", ") based on a 2D 3,6-connected kgd net has been synthesized and characterized for the first time. The gas uptake and catalytic properties of ", " have been studied.", "A new porous zirconium metal–organic framework (Zr MOF), Zr", "(μ", "-O)", "(μ", "-OH)", "(OH)", "(H", "O)", "(BTB)", "·6DMF·H", "O (", "; H", "BTB = 5′-(4-carboxyphenyl)[1,1′:3′,1″-terphenyl]-4,4″-dicarboxylic acid), based on Zr", " clusters and tricarboxylate ligands has been constructed and characterized. The Zr", " clusters were linked by BTB ligands to generate a 2D network of kgd topology. The interpenetrations among the 2D networks gave rise to a 3D porous framework, which represents the first Zr MOF constructed from 2D → 3D interpenetration. The gas uptake and catalytic properties for ", " have also been studied."], "text": ["Because of potential applications in gas storage and catalysis, porous metal–organic frameworks (MOFs) have received tremendous attention and have been developed rapidly in the past 2 decades.", "(1-3)", " MOFs are normally built from metal-based nodes and organic linkers. By the careful design of organic ligands and application of inorganic secondary building units (SBUs), many porous MOFs with high gas storage/selectivity and catalytic capacities have been prepared and documented.", "(4, 5)", " As is well-known, the application of an MOF is highly determined by the stabilities (including thermal and chemical stabilities) of the framework. However, most of the porous MOFs are moisture-sensitive; furthermore, seldom were porous MOFs reported to be thermally stable up to 300 °C, which limited their potential applications in various fields.", "(6)", " Hence, the construction of porous MOFs with high thermal and chemical stabilities becomes an active field in coordination and material chemistry.", "An efficient strategy for improving the stability of an MOF is to apply a metal cluster as the node and multicarboxylate ligands as the linkers in the construction of porous MOFs.", "(7)", " Recently, this strategy was further illustrated by the synthesis of porous zirconium (Zr) MOFs based on Zr multinuclear clusters. So far, several porous MOFs based on Zr", "6", " and Zr", "8", " clusters have been synthesized and reported.", "(8, 9)", " These porous materials show higher stability than those of Zn/Cu/Co/Cd-based MOFs.", "(10)", " Surprisingly, among the reported Zr-based MOFs, the organic ligands are limited to linear dicarboxylate and square-planar or tetrahedral tetracarboxylate ligands. For example, the 8-connected Zr", "8", " cluster can be linked by tetrakis(4-carboxyphenyl)porphyrin (square-planar linker) or 4′,4″,4‴,4′′′′-methanetetrayltetrabiphenyl-4-carboxylate (tetrahedral linker) to result in the formation of 4,8-connected sqc and flu nets, respectively.", "(8c, 9d)", " However, Zr MOFs based on tricarboxylate linkers have seldom been explored, although large amounts of Cu/Zn-based MOFs with benzene-1,3,5-tricarboxylic acid and its derivative as the linkers have been widely documented.", "(11-13)", " Very recently, Yaghi et al. reported a 3D porous Zr MOF with spin topology based on benzene-1,3,5-tricarboxylic acid and a Zr", "6", " cluster.", "(14)", " Herein reported is a novel Zr MOF, Zr", "6", "(μ", "3", "-O)", "4", "(μ", "3", "-OH)", "4", "(OH)", "6", "(H", "2", "O)", "6", "(BTB)", "2", "·6DMF·H", "2", "O (", "1", "; DMF = ", "N", ",", "N", "-dimethylformamide), based on a Zr", "6", " cluster and a trigonal carboxylate linker, 5′-(4-carboxyphenyl)[1,1′:3′,1″-terphenyl]-4,4″-dicarboxylic acid (H", "3", "BTB). The Zr", "6", " cluster was linked by the trigonal carboxylate linker to give rise to a 2D framework. Interestingly, the 2D frameworks interpenetrate each other perpendicularly to give rise to a 3D porous framework with 1D square channels along the [001] direction. The gas uptake and catalysis properties of ", "1", " have also been studied.", "The solvothermal reaction of Zr(NO", "3", ")", "4", "·5H", "2", "O and H", "3", "BTB in mixed solvents of DMF and acetic acid [4 mL; 1:3 (v/v)] resulted in the formation of a large amount of yellow crystals of ", "1", ", which are not soluble in common solvents. The structure of ", "1", " was determined by single-crystal X-ray diffraction (XRD), and the formula of Zr", "6", "(μ", "3", "-O)", "4", "(μ", "3", "-OH)", "4", "(OH)", "6", "(H", "2", "O)", "6", "(BTB)", "2", "·6DMF·H", "2", "O was further confirmed by elemental analysis and thermogravimetric analysis (TGA).", "Single-crystal X-ray analysis revealed that compound ", "1", " crystallized in the space group ", "I", "4", "1", "/", "amd", ". As found in other Zr MOFs, the basic building block in ", "1", " is a six-nuclear Zr cluster. On the basis of careful analysis of the cluster, there are four μ", "3", "-O", "2–", " O atoms, four μ", "3", "-OH", "–", " groups, six terminal OH", "–", " groups, six H", "2", "O molecules, and six carboxylate groups, which result in the formula of the cluster being assigned as Zr", "6", "(μ", "3", "-O)", "4", "(μ", "3", "-OH)", "4", "(OH)", "6", "(H", "2", "O)", "6", "(COO)", "6", ". In the cluster, each Zr atom coordinates to two O atoms from two BTB ligands, two μ", "3", "-O", "2–", " O atoms, one μ", "3", "-OH", "–", " group, one terminal OH", "–", " group, and one H", "2", "O molecule. Thus, six such Zr atoms were connected by four μ", "3", "-O", "2–", " O atoms and four μ", "3", "-OH", "–", " groups to generate a Zr", "6", "(μ", "3", "-O)", "4", "(μ", "3", "-OH)", "4", " octahedral core, which is similar to that observed in PCN-225. In general, 8 or 12 carboxylate groups further coordinate to the Zr", "6", "(μ", "3", "-O)", "4", "(μ", "3", "-OH)", "4", " octahedral core, which can be considered as a 8- or 12-connected node in the reported results. However, in ", "1", ", the Zr", "6", "(μ", "3", "-O)", "4", "(μ", "3", "-OH)", "4", " octahedral core was further connected by six carboxylate groups from six BTB ligands in the ", "ac", " plane, and each BTB ligand was attached to three Zr", "6", "(μ", "3", "-O)", "4", "(μ", "3", "-OH)", "4", " octahedral cores to give rise to a 2D framework, as shown in Figure ", "1", "c. For topological analysis, the Zr", "6", " core, which is connected by six BTB ligands, can be treated as a 6-connected node, and the BTB ligand can be simplified to a 3-connected linker. After this simplification, the 2D framework belongs to a 3,6-connected network with a kgd topology, which is rare in the literature.", "(15)", " The short Schläfli vertex notation of the net can be represented as (4", "3", ")", "2", "(4", "6", "·6", "6", "·8", "3", "), as indicated by ", "TOPOS", " software.", "(16)", "Figure 1. (a) Zr", "6", "(μ", "3", "-O)", "4", "(μ", "3", "-OH)", "4", " SBU. (b) BTB ligand showing the coordination modes. (c) 3,6-Connected kgd topology. (d) 2D → 3D interpenetrating framework with different colors. (e) Space-filling representation of the 3D porous framework.", "The 2D framework possesses elliptical windows with a size of 7.16 × 12.61 Å (atom-to-atom distance). The wide opening of the window provides the possibility of interpenetration by another net. Thus, the parallel 2D layers of one set are displaced with each other by 17.25 Å (half the length of the ", "a", " and ", "b", " axes) and interpenetrate perpendicularly with another set of parallel 2D nets to generate a 3D open framework with 1D square channels along the [001] direction (Figure ", "1", "d,e). The weak CH···π interactions between the central benzene ring of the BTB ligand in one net and the side benzene ring of the BTB ligand in another net further stabilize the whole framework. The dimensions of the channels are 14.37 × 14.37 Å (atom-to-atom distance), in which a large amount of DMF and H", "2", "O molecules reside. The total solvent-accessible volume of ", "1", " is 63.7%, as calculated using the ", "SQUEEZE", " module of the ", "PLATON", " routine.", "(17)", " In the past decades, many 3D MOFs with open frameworks have been synthesized and reported; the generation of 3D frameworks through the interpenetration of a 1D chain or 2D layer is still very rare.", "(18)", " To the best of our knowledge, ", "1", " is the first Zr example that was generated from 2D → 3D multiple interpenetrations.", "The purity of ", "1", " was confirmed by a comparison of their simulated and experimental powder XRD. To check the permanent porosities of complex ", "1", ", the freshly prepared sample was soaked in methanol and dichloromethane to exchange the less volatile solvents such as DMF, followed by evacuation under a dynamic vacuum at 80 °C for 10 h, generating the dehydrated form. As shown in Figure ", "2", ", desolvated ", "1", " displays a typical type I adsorption isotherm, suggesting retention of the microporous structures after removal of the solvents from the crystalline samples. Desolvated ", "1", " can adsorb 179 cm", "3", " g", "–1", " of N", "2", " at 77 K. The total pore volume of 0.27 cm", "3", " g", "–1", " for ", "1", " was calculated from the N", "2", " isotherm (", "P", "/", "P", "0", " = 0.98). The Brunauer–Emmett–Teller surface areas by fitting the N", "2", " isotherm is 613 m", "2", " g", "–1", ". Under the conditions of 1 bar and 77 K, desolvated ", "1", " can adsorb 101 cm", "3", " g", "–1", " H", "2", " molecules. The corresponding isosteric heat of adsorption (", "Q", "st", ") of 6.0 kJ mol", "–1", " was calculated by fitting the H", "2", " adsorption isotherms at 77 and 87 K to a virial-type expression.", "Figure 2. (left) N", "2", " adsorption isotherm at 77 K. (right) H", "2", " adsorption isotherms at 77 and 87 K.", "Considering that complex ", "1", " has large channels and coordinative unsaturated metal sites can be generated upon removal of the terminal H", "2", "O ligands, the Lewis acid catalyzed reaction of carbonyl compounds with cyanide was carried out to test its catalytic property (Scheme ", "1", "). The solvent-exchanged sample of ", "1", " was activated at 80 °C under vacuum for 5 h before the catalytic test. Complex ", "1", " shows high activity in the cyanosilylation of benzaldehyde and naphthaldehyde, and 100% conversions were reached in 24 h at room temperature. The catalytic activity of ", "1", " is comparable to other Mn- or Ln-based MOFs", "(19)", " in the cyanosilylation of benzaldehyde but is much higher than other reported results in the cyanosilylation of naphthaldehyde.", "(19b, 20)", " When a larger 4-", "tert", "-butylbenzaldehyde was used, a significantly lower conversion was obtained, which is similar to other reports.", "(19b)", "Scheme 1. Lewis Acid Catalyzed Reaction of Carbonyl Compounds with Cyanide", "It should be pointed out that the stability of complex ", "1", " presented here is much lower than those reported for 3D Zr MOFs,", "(8, 9)", " which may derive from the fact that there are more coordinated terminal H", "2", "O and OH groups on the Zr", "6", " SBUs than those reported, and compared to other 3D Zr MOFs, the interpenetrations among 2D layers also reduce the rigidity of the whole framework and further influence the stability of complex ", "1", ".", "In summary, an interpenetrating Zr MOF (", "1", ") based on the BTB ligand has been synthesized and characterized. Complex ", "1", " possesses a novel 3,6-connected layer network with kgd topology. The perpendicular interpenetrations among the 2D layers result in the formation of a 3D porous framework with 1D channels. Structurally, complex ", "1", " presents the first example that possesses a 2D kgd topology and 2D → 3D multiple interpenetrations among all reported Zr MOFs. Although complex ", "1", " exhibits low gas uptake and thermal stability compared to other 3D Zr MOFs,", "(8, 9)", " our results presented here may provide a strategy for the construction of porous Zr MOFs through framework interpenetration. Further study will focus on the design and synthesis of porous Zr MOFs with high gas uptake and thermal stability, as well as catalytic property.", " ", "Top of Page", "Abstract", "References", "Supporting Information", "Crystallographic data in CIF format, detailed synthesis procedure, crystal data, XRD, TGA, IR spectrum, bond distances and angles, and additional graphics. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", " ", "Funding Information", "This work was supported by the National Science Foundation of China (Grants 21271117 and 21371179), NCET-11-0309, the Shandong Natural Science Fund for Distinguished Young Scholars (Grant JQ201003), the National Science Foundation of Shandong Province (Grant BS2011CL041), and the Fundamental Research Funds for the Central Universities (Grants 13CX05010A and 13CX02006A).", "The authors declare no competing financial interest.", "Reference QuickView", "Top of Page", "Abstract", "References", "References", "This article references 20 other publications.", "1. ", "For reviews, see:", "(a) ", "Zhou", ", ", "H. C.", "; ", "Long", ", ", "J. R.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "673", "– ", "674", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Introduction to Metal-Organic Frameworks", "Zhou, Hong-Cai; Long, Jeffrey R.; Yaghi, Omar M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "673-674", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review is presented on prepn., structure and application of Metal-Org. Frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1OjtLw%253D&md5=abf05fcd4ae6b394b7f1048a93f5ebbc", "(b) ", "Suh", ", ", "M. P.", "; ", "Park", ", ", "H. J.", "; ", "Prasad", ", ", "T. K.", "; ", "Lim", ", ", "D.-W.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "782", "– ", "835", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Hydrogen Storage in Metal-Organic Frameworks", "Suh, Myunghyun Paik; Park, Hye Jeong; Prasad, Thazhe Kootteri; Lim, Dae-Woon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "782-835", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  MOFs have versatile structures, high surface areas and high pore vols. - they can be regarded as good candidate materials for H storage.  There are many MOFs that have high H adsorption capacities at low temps., typically at 77 or 87 K.  The highest H storage capacity reported so far is 99.5 mg/g at 77K and 56 bar for NU-100.  However, the high H capacities of MOFs at cryogenic temps. decrease as the temp. increases to room temp.  This is because the H adsorption in MOFs is weak physisorption and the interaction energies between the H mols. and frameworks are low.  To develop MOFs as H storage materials that meet the U.S.DOE targets for an on-board hydrogen system, a serious challenge is still present in the design and synthesis of the MOF materials.  We may expect that highly stable MOFs having a large surface area and pore vol., together with many open metal sites and embedded catalysts for hydrogen spillover, would provide some pos. results for H storage at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1GlsbjM&md5=dd1f08beefd27cce77d88e466551c1af", "(c) ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T.-H.", "; ", "Long", ", ", "J. R.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "– ", "781", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "(d) ", "Getman", ", ", "R. B.", "; ", "Bae", ", ", "Y.-S.", "; ", "Wilmer", ", ", "C. E.", "; ", "Snurr", ", ", "R. Q.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "703", "– ", "723", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Review and analysis of molecular simulations of methane, hydrogen, and acetylene storage in metal-organic frameworks", "Getman, Rachel B.; Bae, Youn-Sang; Wilmer, Christopher E.; Snurr, Randall Q.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "703-723", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Discussed and analyzed are recent computational studies of adsorption of methane, hydrogen, and acetylene in porous materials and it is shown how simulation was used to guide the design of these materials for gas storage.  Addnl. discussed are the state-of-the-art in simulation techniques and the challenges assocd. with performing mol. simulations of gas mols. in MOFs.  Throughout the review, both the successes and limitations of such simulations are highlighted.  The paper is organized as follows: section 2 discusses models and methods commonly used to calc. gas adsorption in MOFs.  Section 3 discusses how these models and methods were used to assess and design MOFs for CH4, H2, and C2H2 storage.  Sections 4 and 5 discuss gas adsorption at open metal sites in the nodes and linkers, resp., the different computational strategies required to calc. adsorbate interactions at these sites, and the challenges assocd. with performing such calcns.  Section 6 discusses how simulations can be used to calc. the av. enthalpy of adsorption, which is a useful quantity for assessing uptake capabilities.  Section 7 discusses specific examples where simulations were used to guide expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1CrsLnF&md5=d8a0e205058909a8d3a171b2fafe676b", "2. ", "(a) ", "Lu", ", ", "G.", "; ", "Li", ", ", "S.", "; ", "Guo", ", ", "Z.", "; ", "Farha", ", ", "O. K.", "; ", "Hauser", ", ", "B. G.", "; ", "Qi", ", ", "X.", "; ", "Wang", ", ", "Y.", "; ", "Wang", ", ", "X.", "; ", "Han", ", ", "S.", "; ", "Liu", ", ", "X.", "; ", "DuChene", ", ", "J. S.", "; ", "Zhang", ", ", "H.", "; ", "Zhang", ", ", "Q.", "; ", "Chen", ", ", "X.", "; ", "Ma", ", ", "J.", "; ", "Loo", ", ", "S. C.", "; ", "Wei", ", ", "W. D.", "; ", "Yang", ", ", "Y.", "; ", "Hupp", ", ", "J. T.", "; ", "Huo", ", ", "F.", " ", "Nat. Chem.", " ", "2012", ",  ", "4", ",  ", "310", "– ", "316", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Imparting functionality to a metal-organic framework material by controlled nanoparticle encapsulation", "Lu, Guang; Li, Shaozhou; Guo, Zhen; Farha, Omar K.; Hauser, Brad G.; Qi, Xiaoying; Wang, Yi; Wang, Xin; Han, Sanyang; Liu, Xiaogang; DuChene, Joseph S.; Zhang, Hua; Zhang, Qichun; Chen, Xiaodong; Ma, Jan; Loo, Say Chye Joachim; Wei, Wei D.; Yang, Yanhui; Hupp, Joseph T.; Huo, Fengwei", "Nature Chemistry", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "4", "),\r\n    ", "310-316", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Microporous metal-org. frameworks (MOFs) that display permanent porosity show great promise for a myriad of purposes.  The potential applications of MOFs can be developed further and extended by encapsulating various functional species (for example, nanoparticles) within the frameworks.  However, despite increasing nos. of reports of nanoparticle/MOF composites, simultaneously to control the size, compn., dispersed nature, spatial distribution and confinement of the incorporated nanoparticles within MOF matrixes remains a significant challenge.  Here, the authors report a controlled encapsulation strategy that enables surfactant-capped nanostructured objects of various sizes, shapes and compns. to be enshrouded by a zeolitic imidazolate framework (ZIF-8).  The incorporated nanoparticles are well dispersed and fully confined within the ZIF-8 crystals.  This strategy also allows the controlled incorporation of multiple nanoparticles within each ZIF-8 crystallite.  The as-prepd. nanoparticle/ZIF-8 composites exhibit active (catalytic, magnetic and optical) properties that derive from the nanoparticles as well as mol. sieving and orientation effects that originate from the framework material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XisVKrsbw%253D&md5=e901c8ad32764c812e26d0df6c2c86f3", "(b) ", "McKinlay", ", ", "R. M.", "; ", "Cave", ", ", "G. W. V.", "; ", "Atwood", ", ", "J. L.", " ", "Proc. Natl. Acad. Sci. U. S. A.", " ", "2005", ",  ", "102", ",  ", "5944", "– ", "5948", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Supramolecular blueprint approach to metal-coordinated capsules", "McKinlay, Robert M.; Cave, Gareth W. V.; Atwood, Jerry L.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2005", "),\r\n    ", "102", "\r\n        (", "17", "),\r\n    ", "5944-5948", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "An important problem in designing any large network is the assembly of systems that are resilient to change.  From a chem. point of view, an analogy can be used where one requires supramol. assemblies to maintain their dimensionality combined with limited structural perturbation in response to variation in its intermol. framework.  The identification of hydrogen-bonded framework patterns within exptl. known supramol. assemblies that are structurally robust to disruption and selective hydrogen substitution are envisioned to act as a supramol. blueprint or template for metal-ion retroinsertion.  Here, the authors report the formation of a large neutral discrete pseudo-spherical coordination capsule assembled from 6 pyrogallol[4]arene ligands (I) and 24 Cu(II) metal ions.  Amazingly, this coordination capsule is structurally analogous to its hydrogen-bonded counterpart.  This result shows a robust ability of pyrogallol[4]arene mols. to self-assemble into large hexameric cage structures from either the hydrogen-bonding or metal-ligand coordination process.  The identification of robust supramol. assemblies that conserve their structure in response to interchangeability between hydrogen-bonded networks for metal coordination, or inversely, represents an important advancement in supramol. design.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXkt1Cmur8%253D&md5=ff90486bcde5e6a43fe8219a47d41475", "(c) ", "Zheng", ", ", "S. T.", "; ", "Bu", ", ", "J. T.", "; ", "Li", ", ", "Y. F.", "; ", "Wu", ", ", "T.", "; ", "Zuo", ", ", "F.", "; ", "Feng", ", ", "P. Y.", "; ", "Bu", ", ", "X. H.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "17062", "– ", "17064", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Pore Space Partition and Charge Separation in Cage-within-Cage Indium-Organic Frameworks with High CO2 Uptake", "Zheng, Shou-Tian; Bu, Julia T.; Li, Yu-Fei; Wu, Tao; Zuo, Fan; Feng, Ping-Yun; Bu, Xian-Hui", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "48", "),\r\n    ", "17062-17064", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The integration of neg. charged single-metal building blocks {In(CO2)4} and pos. charged trimeric clusters {In3O} leads to three unique cage-within-cage-based porous materials, which exhibit not only high hydrothermal, thermal, and photochem. stability but also attractive structural features contributing to a very high CO2 uptake capacity of up to 119.8 L/L at 273 K and 1 atm.  The three porous materials are [(CH3)2NH2][In3O(BTC)2(H2O)3]2[In3(BTC)4]·7DMF·23H2O, [(CH3)2NH2][In3O(BTC)2(H2O)3]2[In(BTC)4/3][In3(BTC)4/3(H2O)]2·solvent and [CH3NH3][In3O(BTC)2(H2O)3]2[In3(BTC)4]·solvent (BTC = 1,3,5-benzenetricarboxylate) and were characterized by x-ray crystallog.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVeksLfK&md5=e7d779763d5a416a3d0f241406ee5e07", "3. ", "(a) ", "Lin", ", ", "Q. P.", "; ", "Wu", ", ", "T.", "; ", "Zheng", ", ", "S. T.", "; ", "Bu", ", ", "X. H.", "; ", "Feng", ", ", "P. Y.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "784", "– ", "789", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Single-Walled Polytetrazolate Metal-Organic Channels with High Density of Open Nitrogen-Donor Sites and Gas Uptake", "Lin, Qipu; Wu, Tao; Zheng, Shou-Tian; Bu, Xianhui; Feng, Pingyun", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "2", "),\r\n    ", "784-787", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The self-assembly between zinc dimer and 1,3,5-tris(2H-tetrazol-5-yl)benzene (H3BTT), promoted by a urea deriv., leads to a highly porous 3D framework with a large percentage (67%) of N-donor sites unused for bonding with metals.  The material exhibits high gas storage capacity (∼1.89% H2 at 77 K and 1 atm; 98 cm3/g CO2 at 273 K and 1 atm), even in the absence of open metal sites.  The high percentage of open N-donor sites, coupled with the low framework d. resulting from single-walled channels, is believed to contribute to the high uptake capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1ers73J&md5=363f2824ccc1e5f75c14e33e7f83b905", "(b) ", "Li", ", ", "T.", "; ", "Sullivan", ", ", "J. E.", "; ", "Rosi", ", ", "N. L.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "9984", "– ", "9987", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Design and Preparation of a Core-Shell Metal-Organic Framework for Selective CO2 Capture", "Li, Tao; Sullivan, Jeanne E.; Rosi, Nathaniel L.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "27", "),\r\n    ", "9984-9987", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The design and prepn. of a core-shell metal-org. framework comprising a porous bio-MOF-11/14 mixed core and a less porous bio-MOF-14 shell is reported.  The growth of the MOF shell was directly obsd. and supported by SEM and PXRD.  The resulting core-shell material exhibits 30% higher CO2 uptake than bio-MOF-14 and low N2 uptake in comparison to the core.  When the core-shell architecture is destroyed by fracturing the crystallites via grinding, the amt. of N2 adsorbed doubles but the CO2 adsorption capacity remains the same.  The more water-stable bio-MOF-14 shell serves to prevent degrdn. of the water-sensitive core in aq. environments, as evidenced by SEM and PXRD.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXpvFanu7o%253D&md5=a469fcee7b544b7e7370d77aec6885ed", "(c) ", "Mo", ", ", "K.", "; ", "Yang", ", ", "Y. H.", "; ", "Cui", ", ", "Y.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "1764", "– ", "1772", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "4. ", "(a) ", "Zheng", ", ", "B. S.", "; ", "Bai", ", ", "J. F.", "; ", "Duan", ", ", "J. G.", "; ", "Wojtas", ", ", "L.", "; ", "Zaworotko", ", ", "M. J.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "748", "– ", "751", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Enhanced CO2 binding affinity of a high-uptake rht-type metal-organic framework decorated with acylamide groups", "Zheng, Baishu; Bai, Junfeng; Duan, Jingui; Wojtas, Lukasz; Zaworotko, Michael J.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "4", "),\r\n    ", "748-751", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An rht-type metal-org. framework (MOF) prepd. from M2(carboxylate)4 (M = Cu, Co) paddlewheel clusters and a flexible C3-sym. hexacarboxylate ligand with acylamide groups exhibits larger CO2 uptake, an enhanced heat of adsorption, and higher selectivity toward CO2/N2 in comparison with what was previously obsd. for an analogous MOF with alkyne groups.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsF2ku77O&md5=d6d344c487e474f8969de5720df246c8", "(b) ", "Burd", ", ", "S. D.", "; ", "Ma", ", ", "S. Q.", "; ", "Perman", ", ", "J. A.", "; ", "Sikora", ", ", "B. J.", "; ", "Snurr", ", ", "R. Q.", "; ", "Thallapally", ", ", "P. K.", "; ", "Tuan", ", ", "J.", "; ", "Wojtas", ", ", "L.", "; ", "Zaworotko", ", ", "M. J.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "3663", "– ", "3666", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Highly Selective Carbon Dioxide Uptake by [Cu(bpy-n)2(SiF6)] (bpy-1 = 4,4'-Bipyridine; bpy-2 = 1,2-Bis(4-pyridyl)ethene)", "Burd, Stephen D.; Ma, Shengqian; Perman, Jason A.; Sikora, Benjamin J.; Snurr, Randall Q.; Thallapally, Praveen K.; Tian, Jian; Wojtas, Lukasz; Zaworotko, Michael J.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "8", "),\r\n    ", "3663-3666", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A previously known class of porous coordination polymer (PCP), [Cu(bpy-n)2(SiF6)] (bpy-1 = 4,4'-bipyridine; bpy-2 = 1,2-bis(4-pyridyl)ethene), was studied to assess its selectivity toward CO2, CH4, N2, and H2O.  Both polymers were prepd. and characterized by x-ray crystallog.  Gas sorption measurements reveal that [Cu(bpy-1)2(SiF6)] exhibits the highest uptake for CO2 yet seen at 298 K and 1 atm by a PCP that does not contain open metal sites.  Significantly, [Cu(bpy-1)2(SiF6)] does not exhibit particularly high uptake under the same conditions for CH4, N2, and, H2O, presumably because of its lack of open metal sites.  Consequently, at 298 K and 1 atm [Cu(bpy-1)2(SiF6)] exhibits a relative uptake of CO2 over CH4 of ∼10.5:1, the highest value exptl. obsd. in a compd. without open metal sites.  [Cu(bpy-2)2(SiF6)] exhibits larger pores and surface area than [Cu(bpy-1)2(SiF6)] but retains a high CO2/CH4 relative uptake of ∼8:1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XitVequrY%253D&md5=7bcf90e89c81065912bdd453d45db63e", "(c) ", "Gandara", ", ", "F.", "; ", "Furukawa", ", ", "H.", "; ", "Lee", ", ", "S.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "5271", "– ", "5274", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "High Methane Storage Capacity in Aluminum Metal-Organic Frameworks", "Gandara, Felipe; Furukawa, Hiroyasu; Lee, Seungkyu; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "14", "),\r\n    ", "5271-5274", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The use of porous materials to store natural gas in vehicles requires large amts. of methane per unit of vol.  Here the authors report the synthesis, crystal structure and methane adsorption properties of two new aluminum metal-org. frameworks, MOF-519 and MOF-520.  Both materials exhibit permanent porosity and high methane volumetric storage capacity: MOF-519 has a volumetric capacity of 200 and 279 cm3 cm-3 at 298 K and 35 and 80 bar, resp., and MOF-520 has a volumetric capacity of 162 and 231 cm3 cm-3 under the same conditions.  Also, MOF-519 exhibits an exceptional working capacity, being able to deliver a large amt. of methane at pressures between 5 and 35 bar, 151 cm3 cm-3, and between 5 and 80 bar, 230 cm3 cm-3.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXkslamt7w%253D&md5=f45850d29d222bb32621c184ec84ca01", "(d) ", "Yun", ", ", "R. R.", "; ", "Lu", ", ", "Z. Y.", "; ", "Pan", ", ", "Y.", "; ", "You", ", ", "X. Z.", "; ", "Bai", ", ", "J. F.", " ", "Angew. Chem., Int. Ed.", " ", "2013", ",  ", "52", ",  ", "11282", "– ", "11285", "[", "Crossref", "], [", "CAS", "]", "4. ", "Formation of a Metal-Organic Framework with High Surface Area and Gas Uptake by Breaking Edges Off Truncated Cuboctahedral Cages", "Yun, Ruirui; Lu, Zhiyong; Pan, Yi; You, Xiaozeng; Bai, Junfeng", "Angewandte Chemie, International Edition", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "43", "),\r\n    ", "11282-11285", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The prepn. and properties are discussed of NJu-Bai9 a product of Zn(NO3)2, BCP (3,5-bis(4-carboxyanilino-carbonyl)pyridine), and DMF in a fluoroboric acid soln.  The crystal structure, surface area and adsorption properties are described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVCntL3P&md5=33909076ba1646b7b874b004a839a27e", "5. ", "(a) ", "Li", ", ", "B. Y.", "; ", "Zhang", ", ", "Z. J.", "; ", "Li", ", ", "Y.", "; ", "Yao", ", ", "K. X.", "; ", "Zhu", ", ", "Y. H.", "; ", "Deng", ", ", "Z. Y.", "; ", "Yang", ", ", "F.", "; ", "Zhou", ", ", "X. J.", "; ", "Li", ", ", "G. H.", "; ", "Wu", ", ", "H. H.", "; ", "Nijem", ", ", "N.", "; ", "Chabal", ", ", "Y. J.", "; ", "Lai", ", ", "Z. P.", "; ", "Han", ", ", "Y.", "; ", "Shi", ", ", "Z.", "; ", "Feng", ", ", "S. H.", "; ", "Li", ", ", "J.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "1412", "– ", "1415", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Enhanced Binding Affinity, Remarkable Selectivity, and High Capacity of CO2 by Dual Functionalization of a rht-Type Metal-Organic Framework", "Li, Baiyan; Zhang, Zhijuan; Li, Yi; Yao, Kexin; Zhu, Yihan; Deng, Zhiyong; Yang, Fen; Zhou, Xiaojing; Li, Guanghua; Wu, Haohan; Nijem, Nour; Chabal, Yves J.; Lai, Zhiping; Han, Yu; Shi, Zhan; Feng, Shouhua; Li, Jing", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "6", "),\r\n    ", "1412-1415, S1412/1-S1412/27", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "[Cu3(TDPAT)(H2O)3]·10H2O·5DMA (Cu-TDPAT) was synthesized by using 2,4,6-tris(3,5-dicarboxy)phenylamino-1,3,5-triazine (H6TDPAT), a Lewis base acid-rich hexacarboxylate ligand.  The three isophthalate moieties in TDPAT are linked through copper paddle-wheel units to form cuboctahedral supermol. building blocks, which are covalently bonded through the isophthalate moieties (at position 1) to yield a (3,24)-connected rht-type network.  The smallest member of rht-type MOFs, Cu-TDPAT, built on a hexacarboxylate ligand with iminotriazine backbone, shows a greatly enhanced CO2 binding affinity compared with all other isoreticular rht-MOFs and remarkable selectivity of CO2 over N2 under conditions that mimic flue gas mixts.  The high adsorption affinity and capacity are attributed to the dual functionalization of the framework by concurrent incorporation of high d. of open metal sites and Lewis basic sites.  In addn., narrower pores in Cu-TDPAT are likely to be the other contributing factor leading to the stronger CO2-framework interactions with respect to other similar rht-type MOFs.  Coupled with its exceptionally high water and thermal stability, Cu-TDPAT may have real promise for adsorption-based small gas sepns., in particular CO2 capture from power plant flue gases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12gsbbK&md5=8f4ec1cc495736e9fdbdb17f323f7ccd", "(b) ", "Jing", ", ", "X.", "; ", "He", ", ", "C.", "; ", "Dong", ", ", "D. P.", "; ", "Yang", ", ", "L. L.", "; ", "Duan", ", ", "C. Y.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "10127", "– ", "10131", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Homochiral Crystallization of Metal-Organic Silver Frameworks: Asymmetric [3+2] Cycloaddition of an Azomethine Ylide", "Jing, Xu; He, Cheng; Dong, Dapeng; Yang, Linlin; Duan, Chunying", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "40", "),\r\n    ", "10127-10131, S10127/1-S10127/15", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "We developed a new strategy for the creation of homochiral metal-org. frameworks for intrinsically asym. metal catalysis..  Asym. cycloaddn. reaction involving Me 2-(benzylideneamino)acetate and N-methylmaleimide was carried out.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhtlamur7F&md5=dded81baeea0a69cfee0dfc72a23289c", "6. ", "(a) ", "Huang", ", ", "X. C.", "; ", "Lin", ", ", "Y. Y.", "; ", "Zhang", ", ", "J. P.", "; ", "Chen", ", ", "X. M.", " ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", ",  ", "1557", "– ", "1559", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Ligand-directed strategy for zeolite-type metal-organic frameworks: zinc(II) imidazolates with unusual zeolitic topologies", "Huang, Xiao-Chun; Lin, Yan-Yong; Zhang, Jie-Peng; Chen, Xiao-Ming", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "10", "),\r\n    ", "1557-1559", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Thermally robust porous metal-org. frameworks (MOFs) with zeolitic topologies were constructed by means of a ligand-directed strategy involving mol. tailoring of simple bridging imidazolates with coordinatively unimportant substituents.  This led to the isolation of three new MOFs having unusually high symmetries, intriguing topologies such as the supercage shown in the picture, and high thermal stability.  Crystal structures of the metal-org. framework compds. are described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XisVahsL0%253D&md5=e635efc639dfc460d4f121c65b54f5f0", "(b) ", "Cavka", ", ", "J. H.", "; ", "Jakobsen", ", ", "S.", "; ", "Olsbye", ", ", "U.", "; ", "Guillou", ", ", "N.", "; ", "Lamberti", ", ", "C.", "; ", "Bordiga", ", ", "S.", "; ", "Lillerud", ", ", "K. P.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "13850", "– ", "13851", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "A new zirconium inorganic building brick forming metal organic frameworks with exceptional stability", "Cavka Jasmina Hafizovic; Jakobsen Soren; Olsbye Unni; Guillou Nathalie; Lamberti Carlo; Bordiga Silvia; Lillerud Karl Petter", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "42", "),\r\n    ", "13850-1", "\r\n        ISSN:", ".\r\n    ", "Porous crystals are strategic materials with industrial applications within petrochemistry, catalysis, gas storage, and selective separation.  Their unique properties are based on the molecular-scale porous character.  However, a principal limitation of zeolites and similar oxide-based materials is the relatively small size of the pores, typically in the range of medium-sized molecules, limiting their use in pharmaceutical and fine chemical applications.  Metal organic frameworks (MOFs) provided a breakthrough in this respect.  New MOFs appear at a high and an increasing pace, but the appearances of new, stable inorganic building bricks are rare.  Here we present a new zirconium-based inorganic building brick that allows the synthesis of very high surface area MOFs with unprecedented stability.  The high stability is based on the combination of strong Zr-O bonds and the ability of the inner Zr6-cluster to rearrange reversibly upon removal or addition of mu3-OH groups, without any changes in the connecting carboxylates.  The weak thermal, chemical, and mechanical stability of most MOFs is probably the most important property that limits their use in large scale industrial applications.  The Zr-MOFs presented in this work have the toughness needed for industrial applications; decomposition temperature above 500 degrees C and resistance to most chemicals, and they remain crystalline even after exposure to 10 tons/cm2 of external pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD1cnlvFSqsA%253D%253D&md5=f355e3a0756d112f6ae3148a1e69cd81", "7. ", "Eddaoudi", ", ", "M.", "; ", "Moler", ", ", "D. B.", "; ", "Li", ", ", "H. L.", "; ", "Chen", ", ", "B. L.", "; ", "Reineke", ", ", "T. M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Acc. Chem. Res.", " ", "2001", ",  ", "34", ",  ", "319", "– ", "330", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Modular Chemistry: Secondary Building Units as a Basis for the Design of Highly Porous and Robust Metal-Organic Carboxylate Frameworks", "Eddaoudi, Mohamed; Moler, David B.; Li, Hailian; Chen, Banglin; Reineke, Theresa M.; O'Keeffe, Michael; Yaghi, Omar M.", "Accounts of Chemical Research", "\r\n        (", "2001", "),\r\n    ", "34", "\r\n        (", "4", "),\r\n    ", "319-330", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review, with 38 refs.  Secondary building units (SBUs) are mol. complexes and cluster entities in which ligand coordination modes and metal coordination environments can be used in the transformation of these fragments into extended porous networks using polytopic linkers (1,4-benzenedicarboxylate, 1,3,5,7-adamantanetetracarboxylate, etc.).  Consideration of the geometric and chem. attributes of the SBUs and linkers leads to prediction of the framework topol., and in turn to the design and synthesis of a new class of porous materials with robust structures and high porosity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXhtFymsL0%253D&md5=e3df2f7492090aee280676f044e3b7af", "8. ", "(a) ", "Ebrahim", ", ", "A. M.", "; ", "Levasseur", ", ", "B.", "; ", "Bandosz", ", ", "T. J.", " ", "Langmuir", " ", "2013", ",  ", "29", ",  ", "168", "– ", "174", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Interactions of NO2 with Zr-Based MOF: Effects of the Size of Organic Linkers on NO2 Adsorption at Ambient Conditions", "Ebrahim, Amani M.; Levasseur, Benoit; Bandosz, Teresa J.", "Langmuir", "\r\n        (", "2013", "),\r\n    ", "29", "\r\n        (", "1", "),\r\n    ", "168-174", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Zirconium-based metal org. framework (Zr-MOF), UiO-66 and UiO-67, were synthesized and used as adsorbents of NO2 at ambient temps. in either dry or moist conditions.  The samples were characterized before and after exposure to NO2 by X-ray diffraction, SEM, N2- adsorption at 77 K, thermal anal., and IR spectroscopy.  The results indicate the important effect of a ligand size on the adsorption of NO2 on Zr-MOF materials.  While the large size of the 4,4-benzenebiphenyldicarboxylic acid (BDPC) ligand has a pos. impact on the adsorption of NO2 on UiO-67 in moist conditions, the opposite effect is found in dry conditions.  The large pore vol. of UiO-67 enhances the adsorption of moisture and formation of nitric and nitrous acids.  The small pore sizes of UiO-66 favor the NO2 removal in dry conditions via dispersive forces.  Upon interaction of NO2 mols. with the Zr-MOF in dry conditions, the bond between the org. linker and metallic oxide center is broken, leading to the formation of nitrate and nitrite species.  Moreover, org. ligands also contribute to the NO2 reactive adsorption via nitration reaction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVCrurfL&md5=c5aad53fcba4ad18c951eb1c52178d71", "(b) ", "Cavka", ", ", "J. H.", "; ", "Jakobsen", ", ", "S.", "; ", "Olsbye", ", ", "U.", "; ", "Guillou", ", ", "N.", "; ", "Lamberti", ", ", "C.", "; ", "Bordiga", ", ", "S.", "; ", "Lillerud", ", ", "K. P.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "13850", "– ", "13851", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "A new zirconium inorganic building brick forming metal organic frameworks with exceptional stability", "Cavka Jasmina Hafizovic; Jakobsen Soren; Olsbye Unni; Guillou Nathalie; Lamberti Carlo; Bordiga Silvia; Lillerud Karl Petter", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "42", "),\r\n    ", "13850-1", "\r\n        ISSN:", ".\r\n    ", "Porous crystals are strategic materials with industrial applications within petrochemistry, catalysis, gas storage, and selective separation.  Their unique properties are based on the molecular-scale porous character.  However, a principal limitation of zeolites and similar oxide-based materials is the relatively small size of the pores, typically in the range of medium-sized molecules, limiting their use in pharmaceutical and fine chemical applications.  Metal organic frameworks (MOFs) provided a breakthrough in this respect.  New MOFs appear at a high and an increasing pace, but the appearances of new, stable inorganic building bricks are rare.  Here we present a new zirconium-based inorganic building brick that allows the synthesis of very high surface area MOFs with unprecedented stability.  The high stability is based on the combination of strong Zr-O bonds and the ability of the inner Zr6-cluster to rearrange reversibly upon removal or addition of mu3-OH groups, without any changes in the connecting carboxylates.  The weak thermal, chemical, and mechanical stability of most MOFs is probably the most important property that limits their use in large scale industrial applications.  The Zr-MOFs presented in this work have the toughness needed for industrial applications; decomposition temperature above 500 degrees C and resistance to most chemicals, and they remain crystalline even after exposure to 10 tons/cm2 of external pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD1cnlvFSqsA%253D%253D&md5=f355e3a0756d112f6ae3148a1e69cd81", "(c) ", "Jiang", ", ", "H. L.", "; ", "Feng", ", ", "D. W.", "; ", "Wang", ", ", "K. C.", "; ", "Gu", ", ", "Z. Y.", "; ", "Wei", ", ", "Z. W.", "; ", "Chen", ", ", "Y. P.", "; ", "Zhou", ", ", "H. C.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "13934", "– ", "13938", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "An Exceptionally Stable, Porphyrinic Zr Metal-Organic Framework Exhibiting pH-Dependent Fluorescence", "Jiang, Hai-Long; Feng, Dawei; Wang, Kecheng; Gu, Zhi-Yuan; Wei, Zhangwen; Chen, Ying-Pin; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "37", "),\r\n    ", "13934-13938", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A reaction between a ZrIV salt and a porphyrinic tetracarboxylic acid leads to a metal-org. framework (MOF) with two types of open channels, representing a MOF featuring a (4,8)-connected sqc net.  The MOF is formulated as Zr6(μ3-O)4(μ3-OH)4(OH)4(H2O)4(H2TCPP)2 (denoted as PCN-225) and it's Zn-contg. deriv. is denoted as PCN-225(Zn).  The MOFs remains intact in both boiling H2O and aq. solns. with pH ranging from 1 to 11, a remarkably extensive pH range that a MOF can sustain.  Given its exceptional stability and pH-dependent fluorescent intensity, the MOF can potentially be applied in fluorescent pH sensing.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlChtLzI&md5=e5a2d00475d89e88c8be9d15d63dd4e7", "(d) ", "Vermoortele", ", ", "F.", "; ", "Bueken", ", ", "B.", "; ", "Bars", ", ", "G. L.", "; ", "Voorde", ", ", "B. V.", "; ", "Vandichel", ", ", "M.", "; ", "Houthoofd", ", ", "K.", "; ", "Vimont", ", ", "A.", "; ", "Daturi", ", ", "M.", "; ", "Waroquier", ", ", "M.", "; ", "Speybroeck", ", ", "V. V.", "; ", "Kirschhock", ", ", "C.", "; ", "De Vos", ", ", "D. E.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "11465", "– ", "11468", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Synthesis Modulation as a Tool To Increase the Catalytic Activity of Metal-Organic Frameworks: The Unique Case of UiO-66(Zr)", "Vermoortele, Frederik; Bueken, Bart; Le Bars, Gaelle; Van de Voorde, Ben; Vandichel, Matthias; Houthoofd, Kristof; Vimont, Alexandre; Daturi, Marco; Waroquier, Michel; Van Speybroeck, Veronique; Kirschhock, Christine; De Vos, Dirk E.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "31", "),\r\n    ", "11465-11468", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The catalytic activity of the zirconium terephthalate UiO-66(Zr) can be drastically increased by using a modulation approach.  The combined use of HO2CCF3 and HCl during the synthesis results in a highly cryst. material, with partial substitution of terephthalates by trifluoroacetate.  Thermal activation of the material leads not only to dehydroxylation of the hexanuclear Zr cluster but also to post-synthetic removal of the trifluoroacetate groups, resulting in a more open framework with a large no. of open sites.  Consequently, the material is a highly active catalyst for several Lewis acid catalyzed reactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFCmu7vL&md5=8914b8785cebb8c3c0d96e7b179c2369", "(e) ", "Feng", ", ", "D. W.", "; ", "Jiang", ", ", "H. L.", "; ", "Chen", ", ", "Y. P.", "; ", "Gu", ", ", "Z. Y.", "; ", "Wei", ", ", "Z. W.", "; ", "Zhou", ", ", "H. C.", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "12661", "– ", "12667", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Metal-Organic Frameworks Based on Previously Unknown Zr8/Hf8 Cubic Clusters", "Feng, Dawei; Jiang, Hai-Long; Chen, Ying-Pin; Gu, Zhi-Yuan; Wei, Zhangwen; Zhou, Hong-Cai", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "21", "),\r\n    ", "12661-12667", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The ongoing study of zirconium- and hafnium-porphyrinic metal-org. frameworks (MOFs) led to the discovery of isostructural MOFs based on Zr8 and Hf8 clusters, which are unknown in both cluster and MOF chem.  The Zr8O6 cluster features an idealized Zr8 cube, in which each Zr atom resides on one vertex and each face of the cube is capped by one μ4-oxygen atom.  On each edge of the cube, a carboxylate from a porphyrinic ligand bridges two Zr atoms to afford a 3-dimensional MOF with a very rare (4,12)-connected ftw topol., in which two types of polyhedral cages with diams. of ∼1.1 and ∼2.0 nm and a cage opening of ∼0.8 nm are found.  The isostructural Zr- and Hf-MOFs exhibit high surface areas, gas uptakes, and catalytic selectivity for cyclohexane oxidn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1Kjsr7F&md5=e82d9aee7c2500dce74dc73ca3aec26c", "9. ", "(a) ", "Kandiah", ", ", "M.", "; ", "Nilsen", ", ", "M. H.", "; ", "Usseglio", ", ", "S.", "; ", "Jakobsen", ", ", "S.", "; ", "Olsbye", ", ", "U.", "; ", "Tilset", ", ", "M.", "; ", "Larabi", ", ", "C.", "; ", "Quadrelli", ", ", "E. A.", "; ", "Bonino", ", ", "F.", "; ", "Lillerud", ", ", "K. P.", " ", "Chem. Mater.", " ", "2010", ",  ", "22", ",  ", "6632", "– ", "6640", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Synthesis and Stability of Tagged UiO-66 Zr-MOFs", "Kandiah, Mathivathani; Nilsen, Merete Hellner; Usseglio, Sandro; Jakobsen, Soren; Olsbye, Unni; Tilset, Mats; Larabi, Cherif; Quadrelli, Elsje Alessandra; Bonino, Francesca; Lillerud, Karl Petter", "Chemistry of Materials", "\r\n        (", "2010", "),\r\n    ", "22", "\r\n        (", "24", "),\r\n    ", "6632-6640", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The assembly of extended structures of the Zr-based MOF UiO-66 was pursued with three different com. available ligands: 2-aminobenzenedicarboxylic acid (H2N-H2BDC), 2-nitrobenzenedicarboxylic acid (ON-H2BDC), and 2-bromobenzenedicarboxylic acid (Br-H2BDC).  Three new functionalized MOFs UiO-66-NH2 (1), UiO-66-NO2 (2), and UiO-66-Br (3) was initiated by detg. the reaction conditions necessary to produce MOFs with the same topol. of the parent UiO-66.  Thermal and structural stability of the modified MOFs were examd. using powder X-ray diffraction anal. (PXRD) and thermogravimetric anal. (TGA).  Langmuir surface areas were also detd. using N2 isotherms at 77 K to examine the porosity of the functionalized materials.  Some changes in the surface area because of the presence of addnl. functionality on the BDC ligand were revealed.  The results demonstrate the possibility of incorporating active functional groups into the UiO-66 structure almost without losing its exceptionally high thermal and chem. stability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsFaksbvP&md5=4c6f80512caaa2e5521e4e4f0b180b1a", "(b) ", "Bon", ", ", "V.", "; ", "Senkovskyy", ", ", "V.", "; ", "Senkovska", ", ", "I.", "; ", "Kaskel", ", ", "S.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "8407", "– ", "8409", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Zr(IV) and Hf(IV) based metal-organic frameworks with reo-topology", "Bon, Volodymyr; Senkovskyy, Volodymyr; Senkovska, Irena; Kaskel, Stefan", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "67", "),\r\n    ", "8407-8409", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Zr and Hf based metal-org. frameworks (MOFs) with enhanced pore accessibility for large mols. and good hydrothermal stability were obtained using a bent dithienothiophene dicarboxylate and Zr4+ or Hf4+ source.  A modulator (HOBz) facilitates formation of an eight-connecting cluster leading to a new framework which adopts reo topol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFSls7vN&md5=ec70b7ca80811e82ab2d0d800ac121fe", "(c) ", "Schaate", ", ", "A.", "; ", "Roy", ", ", "P.", "; ", "Preube", ", ", "T.", "; ", "Lohmeier", ", ", "S. J.", "; ", "Godt", ", ", "A.", "; ", "Behrens", ", ", "P.", " ", "Chem.—Eur. J.", " ", "2011", ",  ", "17", ",  ", "9320", "– ", "9325", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Porous Interpenetrated Zirconium-Organic Frameworks (PIZOFs): A Chemically Versatile Family of Metal-Organic Frameworks", "Schaate, Andreas; Roy, Pascal; Preusse, Thomas; Lohmeier, Sven Jare; Godt, Adelheid; Behrens, Peter", "Chemistry - A European Journal", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "34", "),\r\n    ", "9320-9325, S9320/1-S9320/21", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors present the synthesis and characterization of porous interpenetrated Zr-org. frameworks (PIZOFs), a new family of metal-org. frameworks obtained from ZrCl4 and the rodlike dicarboxylic acids HO2C[PE-P(R1,R2)-EP]CO2H that consist of alternating phenylene (P) and ethynylene (E) units.  The substituents R1,R2 were broadly varied (alkyl, alkoxy, oligo(ethylene glycol)), including postsynthetically addressable substituents (amino, alkyne, furan).  The PIZOF structure is highly tolerant towards the variation of R1 and R2.  This together with the modular synthesis of the diacids offers a facile tuning of the chem. environment within the pores.  The PIZOF structure [Zr6O4(OH)4(diacid)6] was solved from single-crystal x-ray diffraction anal. for 3 MOF's.  The PIZOFs are stable under ambient conditions.  PIZOF-2, the PIZOF prepd. from HO2C[PE-P(OMe,OMe)-EP]CO2H, served as a prototype to det. thermal stability and porosity.  It is stable up to 325° in air as detd. by using TG and powder x-ray diffraction.  Ar sorption isotherms on PIZOF-2 revealed a Brunauer-Emmett-Teller (BET) surface area of 1250 m2 g-1 and a total pore vol. of 0.68 cm3 g-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXpsFWqurw%253D&md5=d360c19bcb25489966208b2c55496565", "(d) ", "Zhang", ", ", "M. W.", "; ", "Chen", ", ", "Y. P.", "; ", "Bosch", ", ", "M.", "; ", "Gentle", ", ", "T.", ", ", " III", "; ", "Wang", ", ", "K. C.", "; ", "Feng", ", ", "D. W.", "; ", "Wang", ", ", "Z. Y.", "; ", "Zhou", ", ", "H. C.", " ", "Angew. Chem., Int. Ed.", " ", "2014", ",  ", "53", ",  ", "815", "– ", "818", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Symmetry-Guided Synthesis of Highly Porous Metal-Organic Frameworks with Fluorite Topology", "Zhang, Muwei; Chen, Ying-Pin; Bosch, Mathieu; Gentle, Thomas, III; Wang, Kecheng; Feng, Dawei; Wang, Zhiyong U.; Zhou, Hong-Cai", "Angewandte Chemie, International Edition", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "3", "),\r\n    ", "815-818", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Two stable, non-interpenetrated MOFs, PCN-521 and PCN-523, were synthesized by a symmetry-guided strategy.  Augmentation of the 4-connected nodes in the fluorite structure with a rigid tetrahedral ligand and substitution of the 8-connected nodes by the Zr/Hf clusters yielded MOFs with large octahedral interstitial cavities.  They are the first examples of Zr/Hf MOFs with tetrahedral linkers.  PCN-521 has the largest BET surface area (3411 m2 g-1), pore size (20.5 × 20.5 × 37.4 Å) and void vol. (78.5 %) of MOFs formed from tetrahedral ligands.  This work not only demonstrates a successful implementation of rational design of MOFs with desired topol., but also provides a systematic way of constructing non-interpenetrated MOFs with high porosity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslOlsLvL&md5=a2ca509ef844d985ecdfc46e5b0e7971", "(e) ", "Feng", ", ", "D. W.", "; ", "Chung", ", ", "W. C.", "; ", "Wei", ", ", "Z. W.", "; ", "Gu", ", ", "Z. Y.", "; ", "Jiang", ", ", "H. L.", "; ", "Chen", ", ", "Y. P.", "; ", "Darensbourg", ", ", "D. J.", "; ", "Zhou", ", ", "H. C.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "17105", "– ", "17110", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Construction of Ultrastable Porphyrin Zr Metal-Organic Frameworks through Linker Elimination", "Feng, Dawei; Chung, Wan-Chun; Wei, Zhangwen; Gu, Zhi-Yuan; Jiang, Hai-Long; Chen, Ying-Pin; Darensbourg, Donald J.; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "45", "),\r\n    ", "17105-17110", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of highly stable metal-org. frameworks (MOFs) with 3-D nanochannels, namely PCN-224 ({[Zr6(μ3-OH)8(H2O/OH)12]2[TCPP-M]3}n, M = Zr(IV), Ni(II), Co(II), Fe(III); H6TCPP = tetrakis(4-carboxyphenyl)porphyrin), have been assembled with six-connected Zr6 cluster and metalloporphyrins by a linker-elimination strategy.  The PCN-224 series not only exhibits the highest BET surface area (2600m2/g) among all the reported porphyrinic MOFs but also remains intact in pH = 0 to pH = 11 aq. soln.  Remarkably, PCN-224-(Co) exhibits high catalytic activity for the CO2/propylene oxide coupling reaction and can be used as a recoverable heterogeneous catalyst.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1Sqs77J&md5=1e55b0908949e0403f28fcd285a263da", "10. ", "(a) ", "Ma", ", ", "H. Q.", "; ", "Sun", ", ", "D.", "; ", "Zhang", ", ", "L. L.", "; ", "Wang", ", ", "R. M.", "; ", "Blatov", ", ", "V. A.", "; ", "Guo", ", ", "J.", "; ", "Sun", ", ", "D. F.", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "10732", "– ", "10734", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "A \"Strongly\" Self-Catenated Metal-Organic Framework with the Highest Topological Density among 3,4-Coordinated Nets", "Ma, Huiqing; Sun, Di; Zhang, Liangliang; Wang, Rongming; Blatov, Vladislav A.; Guo, Jie; Sun, Daofeng", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "19", "),\r\n    ", "10732-10734", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new type of 3-dimensional strongly self-catenated metal-org. framework (SDU-9) was constructed from [Cu2(COO)4] paddlewheel secondary building units and a tripodal carboxylate linker.  SDU-9, [Cu6(H2O)6L4]·24H2O, where [H3L = 4,4',4''-(hydroxysilanetriyl)tris(triphenyl-4-carboxylic acid)], represents a rare example of a highly sym. coordination network and extremely tight self-catenation.  To the best of the authors' knowledge, SDU-9 has the highest topol. d. among all known 3,4-coordinated nets.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVymu7rJ&md5=b1ecd0a6fe12e77592fd433e6c63271b", "(b) ", "Zhao", ", ", "X. L.", "; ", "Sun", ", ", "D.", "; ", "Yuan", ", ", "S.", "; ", "Feng", ", ", "S. Y.", "; ", "Cao", ", ", "R.", "; ", "Yuan", ", ", "D. Q.", "; ", "Wang", ", ", "S. N.", "; ", "Dou", ", ", "J. M.", "; ", "Sun", ", ", "D. F.", " ", "Inorg. Chem.", " ", "2012", ",  ", "51", ",  ", "10350", "– ", "10355", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Comparison of the Effect of Functional Groups on Gas-Uptake Capacities by Fixing the Volumes of Cages A and B and Modifying the Inner Wall of Cage C in rht-Type MOFs", "Zhao, XiaoLiang; Sun, Di; Yuan, Shuai; Feng, Shengyu; Cao, Rong; Yuan, Daqiang; Wang, Suna; Dou, Jianmin; Sun, Daofeng", "Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "19", "),\r\n    ", "10350-10355", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three porous (3,24)-connected rht-type metal-org. frameworks (MOFs), [Cu3L(H2O)3]·xsolvents (H6LOH = 4,4',4''-(hydroxysilanetriyl)tris(triphenyl-3,5-dicarboxylic acid), SDU-6; H6LMe = 4,4',4''-(methylsilanetriyl)tris(triphenyl-3,5-dicarboxylic acid), SDU-7; H6LiBu = 4,4',4''-(isobutylsilanetriyl)tris(triphenyl-3,5-dicarboxylic acid), SDU-8), were successfully prepd. from [Cu2(COO)4] paddlewheel SBUs (secondary building units) and C3-sym. Si-based hexatopic carboxylate linkers.  All porous MOFs are constructed from 3-dimensional packing of nanosized cuboctahedral, truncated tetrahedral, and truncated octahedral cages.  SDU-6-8 differ only in the functionality of the central Si atom of the hexacarboxylate ligands with hydroxyl, Me, and iso-Bu groups, resp.  Gas adsorption measurements of activated MOFs suggested that decoration of the cage walls with strong polar groups can enhance the adsorption capacities for N2, H2, and CH4.  SDU-6 with -OH as the functional group possesses high CH4 uptake (172 cm3 cm-3 at 35 bar), which is very close to DOE target of 180 cm3 cm-3.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlOjtbbO&md5=60009ae63cca5858a9a223044f9aea10", "11. ", "(a) ", "Chui", ", ", "S. S. Y.", "; ", "Lo", ", ", "S. M. F.", "; ", "Charmant", ", ", "J. P. H.", "; ", "Orpen", ", ", "A. G.", "; ", "Williams", ", ", "I. D.", " ", "Science", " ", "1999", ",  ", "283", ",  ", "1148", "– ", "1150", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "A chemically functionalizable nanoporous material [Cu3(TMA)2(H2O)3]n", "Chui, Stephen S.-Y.; Lo, Samuel M.-F.; Charmant, Jonathan P. H.; Orpen, A. Guy; Williams, Ian D.", "Science (Washington, D. C.)", "\r\n        (", "1999", "),\r\n    ", "283", "\r\n        (", "5405", "),\r\n    ", "1148-1150", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Although zeolites and related materials combine nanoporosity with high thermal stability, they are difficult to modify or derivatize in a systematic way.  A highly porous metal coordination polymer [Cu3(TMA)2(H2O)3]n (TMA is benzene-1,3,5-tricarboxylate) was formed in 80% yield.  It has interconnected [Cu2(O2CR)4] units (R is an arom. ring), which create a three-dimensional system of channels with a pore size of 1 nm and an accessible porosity of ∼40% in the solid.  Unlike zeolites, the channel linings can be chem. functionalized; for example, the aqua ligands can be replaced by pyridines.  TGA and high-temp. single-crystal diffractometry indicate that the framework is stable up to 240°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXhsFeitLc%253D&md5=8f6f372b015fa0e2bbb7e8bfd316b663", "(b) ", "Chae", ", ", "H. K.", "; ", "Siberio-Perez", ", ", "D. Y.", "; ", "Kim", ", ", "J.", "; ", "Go", ", ", "Y.", "; ", "Eddaoudi", ", ", "M.", "; ", "Matzger", ", ", "A. J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Nature", " ", "2004", ",  ", "427", ",  ", "523", "– ", "527", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "A route to high surface area, porosity and inclusion of large molecules in crystals", "Chae, Hee K.; Siberio-Perez, Diana Y.; Kim, Jaheon; Go, Yong Bok; Eddaoudi, Mohamed; Matzger, Adam J.; O'Keeffe, Michael; Yaghi, Omar M.", "Nature (London, United Kingdom)", "\r\n        (", "2004", "),\r\n    ", "427", "\r\n        (", "6974", "),\r\n    ", "523-527", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "One of the outstanding challenges in the field of porous materials is the design and synthesis of chem. structures with exceptionally high surface areas.  Such materials are of crit. importance to many applications involving catalysis, sepn. and gas storage.  The claim for the highest surface area of a disordered structure is for C, at 2,030 m2 g-1 (M. Nijkamp, et al., 2001).  Until recently, the largest surface area of an ordered structure was that of zeolite Y, recorded at 904 m2 g-1 (A. W. Chester, et al., 2000).  But with the introduction of metal-org. framework materials, this was exceeded, with values up to 3,000 m2 g-1.  Despite this, no method of detg. the upper limit in surface area for a material has yet been found.  Here the authors present a general strategy that has provided a structure having by far the highest surface area reported to date.  The authors report the design, synthesis and properties of cryst. Zn4O(1,3,5-benzenetribenzoate)2, a new metal-org. framework with a surface area estd. at 4,500 m2 g-1.  This framework, which the authors name MOF-177, combines this exceptional level of surface area with an ordered structure that has extra-large pores capable of binding polycyclic org. guest mols., attributes not previously combined in one material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXpsFWguw%253D%253D&md5=c5e01fc1ae8145737276e816abb3b87d", "(c) ", "Zhao", ", ", "X. B.", "; ", "Xiao", ", ", "B.", "; ", "Fletcher", ", ", "A. J.", "; ", "Thomas", ", ", "K. M.", "; ", "Bradshaw", ", ", "D.", "; ", "Rosseinsky", ", ", "M. J.", " ", "Science", " ", "2004", ",  ", "306", ",  ", "1012", "– ", "1015", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Hysteretic Adsorption and Desorption of Hydrogen by Nanoporous Metal-Organic Frameworks", "Zhao, Xuebo; Xiao, Bo; Fletcher, Ashleigh J.; Thomas, K. Mark; Bradshaw, Darren; Rosseinsky, Matthew J.", "Science (Washington, DC, United States)", "\r\n        (", "2004", "),\r\n    ", "306", "\r\n        (", "5698", "),\r\n    ", "1012-1015", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Adsorption and desorption of hydrogen from nanoporous materials, such as activated C, is usually fully reversible.  The authors prepd. nanoporous metal-org. framework materials with flexible linkers in which the pore openings, as characterized in the static structures, appear to be too small to allow H2 to pass.  The authors observe hysteresis in their adsorption and desorption kinetics above the supercrit. temp. of H2 that reflects the dynamical opening of the windows between pores.  This behavior would allow H2 to be adsorbed at high pressures but stored at lower pressures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXptFyjtbc%253D&md5=42cbb6e1b708cd791929d4e89d328f95", "12. ", "(a) ", "Bradshaw", ", ", "D.", "; ", "Prior", ", ", "T. J.", "; ", "Cussen", ", ", "E. J.", "; ", "Claridge", ", ", "J. B.", "; ", "Rosseinsky", ", ", "M. J.", " ", "J. Am. Chem. Soc.", " ", "2004", ",  ", "126", ",  ", "6106", "– ", "6114", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Permanent Microporosity and Enantioselective Sorption in a Chiral Open Framework", "Bradshaw, Darren; Prior, Timothy J.; Cussen, Edmund J.; Claridge, John B.; Rosseinsky, Matthew J.", "Journal of the American Chemical Society", "\r\n        (", "2004", "),\r\n    ", "126", "\r\n        (", "19", "),\r\n    ", "6106-6114", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A homochiral microporous material is presented.  The phase has 47% permanently porous void vol. and is shown to have >1 nm diam. pores with three-dimensional channels using probe mol. sorption.  Enantioselective guest sorption is strongly dependent on guest size.  The homochiral microporous phase was identified by reactive selection from a first-generation chiral but nonporous framework.  Chiral permanent porosity is established by directional noncovalent interactions between framework-forming and nonframework forming components of the stable second-generation material, which become stronger upon loss of the guests from the pore system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXjsVCiu78%253D&md5=6be16cce42754fbc1956636f3580d0ee", "(b) ", "Xie", ", ", "L. H.", "; ", "Liu", ", ", "S. X.", "; ", "Gao", ", ", "B.", "; ", "Zhang", ", ", "C. D.", "; ", "Sun", ", ", "C. Y.", "; ", "Li", ", ", "D. H.", "; ", "Su", ", ", "Z. M.", " ", "Chem. Commun.", " ", "2005", ",  ", "2402", "– ", "2404", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "A three-dimensional porous metal-organic framework with the rutile topology constructed from triangular and distorted octahedral building blocks", "Xie, Linhua; Liu, Shuxia; Gao, Bo; Zhang, Chundan; Sun, Chunyan; Li, Dehui; Su, Zhongmin", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2005", "),\r\n    ", "\r\n        (", "18", "),\r\n    ", "2402-2404", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The solvothermal reaction of Zn acetate dihydrate with 1,3,5-benzenetricarboxylic acid yields a three-dimensional porous metal-org. framework constructed from triangular and distorted octahedral building blocks, the framework of which can be described as a decorated rutile net.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjvVyhtLg%253D&md5=6d49037e9ae65e5dc88919f53be0cc28", "13. ", "(a) ", "Wang", ", ", "Z. Q.", "; ", "Kravtsov", ", ", "V. C.", "; ", "Zaworotko", ", ", "M. J.", " ", "Angew. Chem., Int. Ed.", " ", "2005", ",  ", "44", ",  ", "2877", "– ", "2880", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Ternary nets formed by self-assembly of triangles, squares, and tetrahedra", "Wang, Zhenqiang; Kravtsov, Victor Ch.; Zaworotko, Michael J.", "Angewandte Chemie, International Edition", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "19", "),\r\n    ", "2877-2880", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Two metal-org. nets sustained by three different mol. building blocks, triangles, squares, and tetrahedra, were prepd. and characterized, namely {[Zn6L4L16(MeOH)].H2O.2C6H6}n (H3L = 1,3,5-benzenetricarboxylic acid; L1 = isoquinoline) and {[Zn6L4L14(MeOH)2].8MeOH.ClPh}n.  The shapes (see picture red triangles, green squares, yellow tetrahedra) reveal how appropriate combinations of vertex-linked polygons or polyhedra afford novel topologies that could be prototypal of an even wider range of org. and metal-org. compds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXksVKls7c%253D&md5=fe2ffe38fc911263eccbdc573bec18af", "(b) ", "Devic", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "Audebrand", ", ", "N.", "; ", "Marrot", ", ", "J.", "; ", "Ferey", ", ", "G.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "12788", "– ", "12789", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "MIL-103, A 3-D Lanthanide-Based Metal Organic Framework with Large One-Dimensional Tunnels and A High Surface Area", "Devic, Thomas; Serre, Christian; Audebrand, Nathalie; Marrot, Jerome; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "37", "),\r\n    ", "12788-12789", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A lanthanide-based metal org. framework, formulated Tb(C27H15O6)(H2O)·2C6H11OH, was solvothermally synthesized using the extended rigid tritopic ligand 1,3,5-benzenetri-p-benzoic acid.  Included free solvent could be removed upon heating, and the resulting material presents large 1-dimensional micropores (free diam. = 10 Å) and a high surface area (SLangmuir > 1000 m2 g-1).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXpt1Wht7s%253D&md5=e5ba59e4d4bb156a15a33e20c57505bd", "14. ", "Furukawa", ", ", "H.", "; ", "Gandara", ", ", "F.", "; ", "Zhang", ", ", "Y. B.", "; ", "Jiang", ", ", "J. C.", "; ", "Queen", ", ", "W. L.", "; ", "Hudson", ", ", "M. R.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "4369", "– ", "4381", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Water Adsorption in Porous Metal-Organic Frameworks and Related Materials", "Furukawa, Hiroyasu; Gandara, Felipe; Zhang, Yue-Biao; Jiang, Juncong; Queen, Wendy L.; Hudson, Matthew R.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "11", "),\r\n    ", "4369-4381", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three criteria for achieving high performing porous materials for water adsorption have been identified.  These criteria deal with condensation pressure of water in the pores, uptake capacity, and recyclability and water stability of the material.  Water adsorption properties of 23 materials were investigated, 20 of which being metal-org. frameworks (MOFs).  Among the MOFs were 10 zirconium(IV) MOFs with a subset of these, MOF-801-SC (single crystal form), -802, -805, -806, -808, -812, and -841 reported for the first time.  MOF-801-P (microcryst. powder form) was reported earlier and studied here for its water adsorption properties.  MOF-812 was only made and structurally characterized but not examd. for water adsorption because it is a byproduct of MOF-841 synthesis.  All the new zirconium MOFs are made from the Zr6O4(OH)4(-CO2) secondary building units (n = 6, 8, 10, or 12) and variously shaped carboxyl org. linkers to make extended porous frameworks.  The permanent porosity of all 23 materials was confirmed and their water adsorption measured to reveal that MOF-801-P and MOF-841 are the highest performers based on the three criteria stated above; they are water stable, do not lose capacity after five adsorption/desorption cycles, and are easily regenerated at room temp.  An X-ray single-crystal study and a powder neutron diffraction study reveal the position of the water adsorption sites in MOF-801 and highlight the importance of the intermol. interaction between adsorbed water mols. within the pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXjtlOltL0%253D&md5=21f85eb8745a7073aac8aa39e6923ee8", "15. ", "(a) ", "Cui", ", ", "P. P.", "; ", "Wu", ", ", "J. L.", "; ", "Zhao", ", ", "X. L.", "; ", "Sun", ", ", "D.", "; ", "Zhang", ", ", "L. L.", "; ", "Guo", ", ", "J.", "; ", "Sun", ", ", "D. F.", " ", "Cryst. Growth Des.", " ", "2011", ",  ", "11", ",  ", "5182", "– ", "5187", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Two Solvent-Dependent Zinc(II) Supramolecular Isomers: Rare kgd and Lonsdaleite Network Topologies Based on a Tripodal Flexible Ligand", "Cui, Peipei; Wu, Junking; Zhao, Xiaoliang; Sun, Di; Zhang, Liangliang; Guo, Jie; Sun, Daofeng", "Crystal Growth & Design", "\r\n        (", "2011", "),\r\n    ", "11", "\r\n        (", "12", "),\r\n    ", "5182-5187", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two Zn(II) supramol. isomeric metal-org. frameworks (MOFs) based on well-designed tripodal 1,3,5-tris(2-carboxyethyl)isocyanuric acid (H3tci), formulated as {(Me2NH2)[Zn(tci)]·0.5DMF}n (1) and {(Me2NH2)[Zn(tci)]·2DMF}n (2) (Me2NH2 = protonated dimethylamine, DMF = DMF) were solvothermally synthesized and characterized.  Compds. 1 and 2 are supramol. isomers controlled by solvent systems and exhibit a structural progression from a rare two-dimensional kgd sheet to a three-dimensional framework with unusual Lonsdaleite (lon) topol.  The structural dissimilarity between them was dependent on the coordination environments of the Zn(II) ion and linking modes of the tci ligand influenced by solvent systems.  The photoluminescence behaviors of 1 and 2 are also discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlOks7fI&md5=f24e2a12c8f8d4fab7728a9b407aaf3b", "(b) ", "Hou", ", ", "J. J.", "; ", "Zhang", ", ", "R.", "; ", "Qin", ", ", "Y. L.", "; ", "Zhang", ", ", "X. M.", " ", "Cryst. Growth Des.", " ", "2013", ",  ", "13", ",  ", "1618", "– ", "1625", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "From (3,6)-Connected kgd, chiral anh to (3,8)-connected tfz-d Nets in Low Nuclear Metal Cluster-Based Networks with Triangular Pyridinedicarboxylate Ligand", "Hou, Juan-Juan; Zhang, Rong; Qin, Ying-Lian; Zhang, Xian-Ming", "Crystal Growth & Design", "\r\n        (", "2013", "),\r\n    ", "13", "\r\n        (", "4", "),\r\n    ", "1618-1625", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Four novel coordination polymers based on asym. triangular 5-(4-carboxylphenyl)nicotinic acid (H2cpna), namely, Ni(cpna)(H2O)2 (1), M2(cpna)2(H2O)3·0.5H2O·DMF [M = Ni for (2), Co for (3)] and Ni3(Hcpna)2(cpna)2(H2O)4·2H2O (4), were synthesized under solvothermal conditions.  All of the four compds. contain low nuclear metal clusters as secondary building units (SBUs).  Complex 1 exhibits two-dimensional (3,6)-connected (43)2(46.66.83)-kgd topol., in which cpna ligands and edge-shared dinuclear SBUs act as 3-connected and 6-connected nodes, resp.  Compds. 2 and 3 are constructed by corner-shared dinuclear SBUs and show an unprecedented (3,6)-connected chiral (42.6)2(44.62.88.10)-anh (flu-3, P6222) topol.  In 4, linear trimers are ligated by six cpna ligands to form a planar (43)2(46.66.83)-kgd layer, and adjacent layers are further linked by Hcpna- ligands through Ni-O and Ni-N bonds to form three-dimensional (3,8)-connected (43)2(46.618.84)-tfz-d net.  Both 1 and 4 crystallize in the triclinic crystal system with sym. space group P-1, which result in an equal ratio of (R)- and (S)-cpna isomers.  Isostructural 2 and 3 crystallize in a trigonal crystal system with the chiral space group P3221, and a single crystal contains a sole optical isomer of cpna, although bulk crystals are a racemic mixt.  Variable-temp. magnetic susceptibility measurements reveal ferromagnetic coupling of edge-shared dimers in 1, antiferromagnetic coupling of corner-shared dimers in 2 and 3, and ferrimagnetic coupling of linear trimers in 4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjsFaksb4%253D&md5=a24ac487cf6a5cbcb1151233ba2aa3c6", "(c) ", "Su", ", ", "Z.", "; ", "Chen", ", ", "S. S.", "; ", "Fan", ", ", "J.", "; ", "Chen", ", ", "M. S.", "; ", "Zhao", ", ", "Y.", "; ", "Sun", ", ", "W. Y.", " ", "Cryst. Growth Des.", " ", "2010", ",  ", "10", ",  ", "3675", "– ", "3684", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Highly Connected Three-Dimensional Metal-Organic Frameworks Based on Polynuclear Secondary Building Units", "Su, Zhi; Chen, Shui-Sheng; Fan, Jian; Chen, Man-Sheng; Zhao, Yue; Sun, Wei-Yin", "Crystal Growth & Design", "\r\n        (", "2010", "),\r\n    ", "10", "\r\n        (", "8", "),\r\n    ", "3675-3684", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "New highly connected MOFs [Cd(L)(PBEA)0.5]·H2O (1), [Cd2(μ3-OH)(L)(PBEA)] (2), [Cd3(μ3-OH)(L)2(PBEA)1.5]·H2O (3), and [Mn(μ2-H2O)0.5(L)(PBEA)0.5] (4) were synthesized by hydrothermal reactions of 3,5-di(imidazol-1-yl)benzoic acid (HL) and 1,4-benzenediacetic acid (H2PBEA) with different metal salts, and these compds. were fully characterized by x-ray diffraction, IR, elemental anal., TGA.  The photoluminescence of 1-4 and magnetic property of 4 were investigated.  Complex 1 is a binodal (3,8)-connected tfz-d net based on the binuclear [Cd2(COO)2] secondary building units (SBU1), while 2 is a binodal (3,10)-connected 3-dimensional net based on the tetranuclear motif [Cd4(μ3-OH)2(COO)6] (SBU2).  Complex 3 is the first example of trinodal (3,8,10)-connected net based on SBU1 and SBU2, which can be considered as combination of the structural features presented in 1 and 2.  Complex 4 is an unprecedented (3,8)-connected net based on binuclear [Mn2(μ2-H2O)(COO)2] (SBU3), which showed weak antiferromagnetic interactions between the metal ions.  Complexes 1-3 were synthesized under the same exptl. conditions except that different Cd(II) salts were used in the syntheses.  Notably, although the counteranions of Cd(II) salts are absent from the resulting structures, yet they show subtle influence on the self-assembly process to provide different complexes.  The approach of incorporating polynuclear metal cluster into highly connected frameworks and linking the SBUs by org. ligands provides opportunities for the design of new MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXoslegsrs%253D&md5=a45e43836a27029130b21f0983490892", "16. ", "Blatov", ", ", "V. A.", "  ", "Struct. Chem.", " ", "2012", ",  ", "23", ",  ", "955", "– ", "963", "; see also ", "http://www.topos.samsu.ru", ".", "[", "Crossref", "], [", "CAS", "]", "16. ", "Nanocluster analysis of intermetallic structures with the program package TOPOS", "Blatov, V. A.", "Structural Chemistry", "\r\n        (", "2012", "),\r\n    ", "23", "\r\n        (", "4", "),\r\n    ", "955-963", "CODEN:\r\n                ", "STCHES", ";\r\n        ISSN:", "1040-0400", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "General principles of the anal. of intermetallic compds. with the program package TOPOS are considered.  The nanocluster method is described in detail, which lies in the base of the TOPOS \"Nanoclustering\" procedure.  The applications of the nanocluster method to intermetallic compds. as well as to porous materials are comprehensively overviewed.  The perspectives of extending the nanocluster model to other classes of inorg. compds. are outlined.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XpvFKksrY%253D&md5=bd529c7a54f88581cdaaa9cfb6daee86", "17. ", "Spek", ", ", "A. L.", " ", "J. Appl. Crystallogr.", " ", "2003", ",  ", "36", ",  ", "7", "– ", "13", "[", "Crossref", "], [", "CAS", "]", "17. ", "Single-crystal structure validation with the program PLATON", "Spek, A. L.", "Journal of Applied Crystallography", "\r\n        (", "2003", "),\r\n    ", "36", "\r\n        (", "1", "),\r\n    ", "7-13", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "Blackwell Munksgaard", ")\r\n        ", "The results of a single-crystal structure detn. when in CIF format can now be validated routinely by automatic procedures.  In this way, many errors in published papers can be avoided.  The validation software generates a set of ALERTS detailing issues to be addressed by the experimenter, author, referee and publication journal.  Validation was pioneered by the IUCr journal Acta Crystallographica Section C and is currently std. procedure for structures submitted for publication in all IUCr journals.  The implementation of validation procedures by other journals is in progress.  This paper describes the concepts of validation and the classes of checks that are carried out by the program PLATON as part of the IUCr check CIF facility.  PLATON validation can be run at any stage of the structure refinement, independent of the structure detn. package used, and is recommended for use as a routine tool during or at least at the completion of every structure detn.  Two examples are discussed where proper validation procedures could have avoided the publication of incorrect structures that had serious consequences for the chem. involved.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXltlChtw%253D%253D&md5=0a85de2407551632bb287508534904e2", "18. ", "(a) ", "Lee", ", ", "E. Y.", "; ", "Suh", ", ", "M. P.", " ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", ",  ", "2798", "– ", "2801", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "A robust porous material constructed of linear coordination polymer chains: Reversible single-crystal to single-crystal transformations upon dehydration and rehydration", "Lee, Eun Young; Suh, Myunghyun Paik", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "21", "),\r\n    ", "2798-2801", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A metal-org. framework with permanent microporosity was constructed from linear coordination polymer chains consisting of [Ni(cyclam)]2+ and 2,2'-bipyridine-5,5'-dicarboxylate (bpydc2-).  In framework [Ni(cyclam)(bpydc)].5H2O 1 the chains run in three directions and are stacked to form 1-dimensional channels that are filled with H2O mols., which can be removed completely and reabsorbed with retention of the single crystallinity.  Binding consts. with detd. for [Ni(cyclam)(bpydc)] (2) with EtOH, PhOH, py, C6H6.  The crystal structures of 1, 2 and the rehydration product of 2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXksFertL8%253D&md5=39006620a83fb3b203814d50032ff5cc", "(b) ", "Ma", ", ", "S. Q.", "; ", "Sun", ", ", "D. F.", "; ", "Forster", ", ", "P. M.", "; ", "Yuan", ", ", "D. Q.", "; ", "Zhuang", ", ", "W. J.", "; ", "Chen", ", ", "Y. S.", "; ", "Parise", ", ", "J. B.", "; ", "Zhou", ", ", "H. C.", " ", "Inorg. Chem.", " ", "2009", ",  ", "48", ",  ", "4616", "– ", "4618", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "A Three-Dimensional Porous Metal-Organic Framework Constructed from Two-Dimensional Sheets via Interdigitation Exhibiting Dynamic Features", "Ma, Shengqian; Sun, Daofeng; Forster, Paul M.; Yuan, Daqiang; Zhuang, Wenjuan; Chen, Yu-Sheng; Parise, John B.; Zhou, Hong-Cai", "Inorganic Chemistry", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "11", "),\r\n    ", "4616-4618", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A three-dimensional porous metal-org. framework (PCN-18) with the formula [Cu(L)(H2O)]·2DMA with was constructed through interdigitating two-dimensional grid sheets composed of 4,4'-(anthracene-9,10-diyl)dibenzoate (L) and Cu paddlewheel secondary building units.  Its dynamic features were evidenced by gas sorption isotherms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVyktrg%253D&md5=b80df83191f870c8a2b6b417a67e3a0f", "(c) ", "Tong", ", ", "M. L.", "; ", "Chen", ", ", "H. J.", "; ", "Chen", ", ", "X. M.", " ", "Inorg. Chem.", " ", "2000", ",  ", "39", ",  ", "2235", "– ", "2238", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Molecular Ladders with Multiple Interpenetration of the Lateral Arms into the Squares of Adjacent Ladders Observed for [M2(4,4'-bpy)3(H2O)2(phba)2](NO3)2·4H2O (M = Cu2+ or Co2+; 4,4'-bpy = 4,4'-Bipyridine; phba = 4-Hydroxybenzoate)", "Tong, Ming-Liang; Chen, Hong-Ji; Chen, Xiao-Ming", "Inorganic Chemistry", "\r\n        (", "2000", "),\r\n    ", "39", "\r\n        (", "10", "),\r\n    ", "2235-2238", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The prepn., crystal structures, and thermal properties of two isomorphous 3-D mol. networks with 1-D channels self- assembled by a new type of mol. ladders having different inner rungs and lateral arms, namely, [M2(4,4'-bpy)3(H2O)2 (phba)2](NO3)2·4H2O (M = Cu2+ (1) and Co2+ (2), phba = 4-hydroxybenzoate) is reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXitlyqtLo%253D&md5=3175d1088cc83fb06b508be7842f53d8", "19. ", "(a) ", "Horike", ", ", "S.", "; ", "Dinca", ", ", "M.", "; ", "Tamaki", ", ", "K.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "5854", "– ", "5855", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Size-Selective Lewis Acid Catalysis in a Microporous Metal-Organic Framework with Exposed Mn2+ Coordination Sites", "Horike, Satoshi; Dinca, Mircea; Tamaki, Kentaro; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "18", "),\r\n    ", "5854-5855", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Treatment of selected aldehydes and ketones R1COR2 (R1 = Ph, R2 = H, Me; R1 = 4-PhC6H4, 4-PhOC6H4, 1-naphthyl, R2 = H) with Me3SiCN in the presence of the microporous metal-org. framework Mn3[(Mn4Cl)3BTT8(CH3OH)10]2 (I, H3BTT = 1,3,5-benzenetristetrazol-5-yl) leads to rapid conversion to the corresponding cyanosilylated products R1R2C(CN)OSiMe3.  The transformation is catalyzed by coordinatively unsatd. Mn2+ ions that serve as Lewis acids and lead to conversion yields of 98 and 90% for benzaldehyde and 1-naphthaldehyde, the highest thus far for a metal-org. framework.  Larger carbonyl substrates cannot diffuse through the pores of I, and conversion yields are much lower for these, attesting to the heterogeneity of the reaction and its dependence on guest size.  The Mukaiyama-aldol reaction, known to require much more active Lewis catalysts, is also catalyzed in the presence of I, representing the first such example for a metal-org. framework.  Conversion yields obtained for the reaction of benzaldehyde with silyl enolate Me2C:C(OMe)OSiMe3 reach 63%, on par with those obtained with zeolites.  Size selectivity is demonstrated for the first time with this reaction through the use of larger silyl enolate substrates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXksVeqs7w%253D&md5=4c04e2441b790417d12ba4fa084d9c10", "(b) ", "Gustafsson", ", ", "M.", "; ", "Bartoszewicz", ", ", "A.", "; ", "Martin-Matute", ", ", "B.", "; ", "Sun", ", ", "J. L.", "; ", "Grins", ", ", "J.", "; ", "Zhao", ", ", "T.", "; ", "Li", ", ", "Z. Y.", "; ", "Zhu", ", ", "G. S.", "; ", "Zou", ", ", "X. D.", " ", "Chem. Mater.", " ", "2010", ",  ", "22", ",  ", "3316", "– ", "3322", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "A Family of Highly Stable Lanthanide Metal-Organic Frameworks: Structural Evolution and Catalytic Activity", "Gustafsson, Mikaela; Bartoszewicz, Agnieszka; Martin-Matute, Belen; Sun, Junliang; Grins, Jekabs; Zhao, Tony; Li, Zhongyue; Zhu, Guangshan; Zou, Xiaodong", "Chemistry of Materials", "\r\n        (", "2010", "),\r\n    ", "22", "\r\n        (", "11", "),\r\n    ", "3316-3322", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A family of homeotypic porous lanthanide metal-org. frameworks (MOFs), [Ln(btc)(H2O)]·guest (Nd (1), Sm (2), Eu (3), Gd (4), Tb (5), Ho (6), Er (7), and Yb (8); guest: DMF or H2O) was synthesized.  The structures of the as-synthesized compds. are tetragonal and contain 1D channels with accessible lanthanide ions.  In situ single crystal X-ray diffraction shows that 1 undergoes a single-crystal to polycryst. to single-crystal transformation from room temp. to 180 °C.  During the release of DMF and water mols. from the channels by evacuation and subsequent heating, the structures of 1 and 7 transformed from tetragonal to monoclinic, and then to tetragonal, while the structure of 8 remained tetragonal.  The transformation between the monoclinic and the low temp. tetragonal phases is reversible.  The Ln(btc) MOFs are stable to at least 480 °C and are among the most thermally stable MOFs.  The Ln(btc) MOFs act as efficient Lewis acid catalysts for the cyanosilylation of aldehydes yielding cyanohydrins in high yields within short reaction times. 1 also catalyzes the cyanosilylation of less reactive substrates, such as ketones at room temp.  The Ln(btc) MOFs could be recycled and reused without loss of their crystallinity and activity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXlslygurk%253D&md5=a823189f5327269bf2ebd3600aef8bb1", "20. ", "Fujita", ", ", "M.", "; ", "Kwon", ", ", "Y. J.", "; ", "Washizu", ", ", "S.", "; ", "Ogura", ", ", "K.", " ", "J. Am. Chem. Soc.", " ", "1994", ",  ", "116", ",  ", "1151", "– ", "1152", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Preparation, Clathration Ability, and Catalysis of a Two-Dimensional Square Network Material Composed of Cadmium(II) and 4,4'-Bipyridine", "Fujita, Makoto; Kwon, Yoon Jung; Washizu, Satoru; Ogura, Katsuyuki", "Journal of the American Chemical Society", "\r\n        (", "1994", "),\r\n    ", "116", "\r\n        (", "3", "),\r\n    ", "1151-2", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "A two-dimensional square network material {[Cd(4,4'-bpy)2](NO3)2}∞ (1) (bpy = bipyridine) was prepd. from Cd(NO3)2 and 4,4'-bpy.  Having inner cavities surrounded by 4,4'-bpy units as shown by crystallog. anal., this material behaved like inorg. porous materials such as zeolites.  Thus, the complex 1 easily formed the clathrate complex {[Cd(4,4'-bpy)2](NO3)2·2G}∞ (2,G = o-C6H4X2 or C6H5X, X = Br, Cl) with some arom. compds. and exhibited heterogeneous catalysis for cyanosilyation of aldehydes.  X-ray diffraction study of 2 (G = o-C6H4Br2) showed a layered array of the two-dimensional network.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXhsVGnt78%253D&md5=5af3fcd83e3709797b79fe9c9d22d26d"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-14/ic5012764/production/images/small/ic-2014-012764_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-14/ic5012764/production/images/small/ic-2014-012764_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-14/ic5012764/production/images/small/ic-2014-012764_0004.gif\">"]}
