{"title": ["Comparative study of adsorbents performance in ethylene/ethane separation"], "authors": ["Hafez Maghsoudi"], "doi": ["https://doi.org/10.1007/s10450-016-9805-x"], "abstract": [], "text": ["1 ", "Introduction", "Ethylene and propylene are the most important light olefins due to their extensive application in polymer industries (Narin et al. ", "2014", "). Steam cracking of petroleum hydrocarbons is the main source of ethylene and propylene production which produces olefin/paraffin mixtures. These olefins must be separated from the uncracked paraffins to obtain pure olefin for polymer industries, i.e., ethylene >99.5 %, (Lee et al. ", "1997", "; Lamia et al. ", "2007", "). The process of producing pure olefins is difficult due to similar physical properties of olefin/paraffin pairs. Energy intensive cryogenic distillation columns with large number of trays are usually applied for separation of light olefin/paraffin as their relative volatility lies between 1.0 and 1.1 at temperatures of 244–327 K and total pressures of 1.7–22 bar (Da Silva and Rodrigues ", "1999", ").", "A major reduction in the energy costs of cryogenic distillation is achieved by the use of selective solid adsorbents. A variety of adsorbents have been explored to be applied in these separation processes. Some of them are ethylene selective while the others are ethane selective. Additionally, the adsorption capacity and selectivity of various adsorbents are different making it necessary to find the most appropriate one for a desired process.", "In my recent paper (Maghsoudi ", "2015", "), the performance of all adsorbents (MOFs and zeolites) including 4A, 5A, 13X, DDR, Si–CHA, ITQ-3, ITQ-12, ITQ-32, SAPO-34, Ni-MOF-74, Mg-MOF-74, Co-MOF-74 and CuBTC in propene/propane separation was investigated by binary adsorption calculations. The results revealed that MOFs have higher adsorption capacity (~8 mmol/g) with a propene/propane equilibrium selectivity of about 10–12 at 100 kPa and 298 K for a 50/50 binary mixture. On the other hand, all-silica DDR zeolite showed a very high selectivity of more than 1000 with adsorption capacity of about 0.8 mmol/g. The adsorbents may show different behavior in ethylene/ethane separation. For example, DDR and Si-CHA zeolites are propene selective while they selectively adsorb ethane from ethylene/ethane mixture.", "The main objective of this paper is to do a comparative study between all microporous adsorbents (MOFs and zeolites) regarding their equilibrium adsorption selectivities and capacities in ethylene/ethane separation. That is accomplished by Ideal Adsorption Solution Theory (IAST) at different gas compositions (0.1–0.9 ethylene mole fractions) and pressures up to 100 kPa.", "2 ", "Binary mixture calculations", "The applied method for binary mixture calculations is based on ideal adsorbed solution theory (IAST) of Myers and Prausnitz (", "1965", "). It has been extensively used for prediction of multicomponent equilibria using only pure-component adsorption isotherms. In this theory, the adsorbed phase is ideal without any interaction in the multicomponent systems (Ruthven ", "2008", "). Multicomponent adsorption equilibria calculations based on only the experimental data of the single-component adsorption is the main advantage of the IAST (Alexander and Erling ", "2002", "; Do ", "1998", ").", "IAST calculations are started with a parameter defined as reduced spreading pressure, z (Eq. ", "1", "):", "$$ {\\rm z} = \\frac{{\\rm A}\\uppi }{{\\rm R_{\\rm g} {\\rm T}}} = \\int_{0}^{{\\rm p_{\\rm i}^{0} }} {\\frac{{\\rm q_{\\rm i} }}{\\rm p}} {\\rm dp} $$", " ", "(1)", "$$ {\\text{x}}_{\\text{i}} = \\frac{\\text{p}}{{{\\text{p}}_{\\text{i}}^{\\text{o}} }}{\\text{y}}_{\\text{i}} $$", " ", "(2)", "$$ \\frac{1}{{\\rm q_{\\rm t} }} = \\sum {\\frac{{\\rm x_{\\rm i} }}{{\\rm q_{\\rm i}^{0} }}} $$", " ", "(3)", "where, A is adsorption surface, π is spreading pressure, ", "\\( {\\rm p}_{\\rm i}^{0} \\)", " is the hypothetical pressure of the pure component “i” that gives the same spreading pressure on the surface, p is the total pressure, q", "i", " is the amount of pure component “i” adsorbed which may be presented by the isotherm, x", "i", " is the mole fraction of pure component “i” at the adsorbed phase, y", "i", " is the mole fraction of pure component “i” at the gas phase, q", "t", " is the total amount adsorbed and ", "\\( {\\rm q}_{\\rm i}^{0} \\)", " is the amount of pure component “i” adsorbed at ", "\\( {\\rm p}_{\\rm i}^{0} \\)", ".", "To find ", "\\( {\\rm p}_{\\rm i}^{0} \\)", ", an initial guess for reduced spreading pressure (z) is estimated according to Eq. ", "4", "$$ {\\rm z} = \\frac{{\\rm A}\\uppi }{{\\rm R_{\\rm g} {\\rm T}}} = \\sum {{\\rm y}_{\\rm i} } \\int_{0}^{\\rm p} {\\frac{{\\rm q_{\\rm i} }}{\\rm p}} {\\rm dp} $$", " ", "(4)", "Using Eq. ", "1", " and the initial guess of reduced spreading pressure, ", "\\( {\\rm p}_{\\rm i}^{0} \\)", " can be determined either analytically or numerically depending on the isotherm types used to describe the pure component equilibria. This value of ", "\\( {\\rm p}_{\\rm i}^{0} \\)", " is an initial guess which must be used to find the exact value from nonlinear equation (Eq. ", "5", ")", "$$ \\sum {\\rm x_{\\rm i} } - 1 = \\sum {\\frac{\\rm p}{{\\rm p_{\\rm i}^{o} }}{\\rm y}_{\\rm i} } - 1 = 0 $$", " ", "(5)", "When the exact value is obtained, corrected value of reduced spreading pressure can be obtained from Eq. ", "1", ". This trial and error procedure is continued to find all converged values of z and ", "\\( p_{i}^{0} \\)", ". Then, Eqs. ", "1", " and 2 are utilized to obtain the mole fractions at adsobed phase and total amount adsobed, respectively.", "In this paper, a C", "++", " code was devepoled to perform all computations. In that program, integration (Eq. ", "1", ") was computed analytically and all nonlinear equations were numerically solved by Newton–Raphson method.", "3 ", "Isotherms data", "The adsorption isotherms of pure components are the needed data for IAST calculations. Experimental equilibrium adsorption isotherms of ethylene and ethane on different zeolites and MOFs have been reported in the literature. They have been measured at different temperatures, 293–318 K, and then usually fitted by Langmuir (Eq. ", "6", ") and Sips (Eq. ", "7", ") isotherms in the form of one or dual-site models.", "$$ q = q_{1}^{sat} \\frac{{b_{1} p}}{{1 + b_{1} p}} + q_{2}^{sat} \\frac{{b_{2} p}}{{1 + b_{2} p}} $$", " ", "(6)", "$$ q = q_{1}^{sat} \\frac{{\\left( {b_{1} p} \\right)^{{{\\raise0.7ex\\hbox{$1$} \\!\\mathord{\\left/ {\\vphantom {1 {n_{1} }}}\\right.\\kern-0pt} \\!\\lower0.7ex\\hbox{${n_{1} }$}}}} }}{{1 + \\left( {b_{1} p} \\right)^{{{\\raise0.7ex\\hbox{$1$} \\!\\mathord{\\left/ {\\vphantom {1 {n_{1} }}}\\right.\\kern-0pt} \\!\\lower0.7ex\\hbox{${n_{1} }$}}}} }} + q_{2}^{sat} \\frac{{\\left( {b_{2} p} \\right)^{{{\\raise0.7ex\\hbox{$1$} \\!\\mathord{\\left/ {\\vphantom {1 {n_{2} }}}\\right.\\kern-0pt} \\!\\lower0.7ex\\hbox{${n_{2} }$}}}} }}{{1 + \\left( {b_{2} p} \\right)^{{{\\raise0.7ex\\hbox{$1$} \\!\\mathord{\\left/ {\\vphantom {1 {n_{2} }}}\\right.\\kern-0pt} \\!\\lower0.7ex\\hbox{${n_{2} }$}}}} }} $$", " ", "(7)", "where, ", "q", " in the amount adsorbed, ", "b", " is the affinity parameter and ", "n", " is the heterogeneity parameter.", "In most cases, the values of the parameters were directly reported in the open literature and hence they were taken from the literature and shown in Tables ", "1", " and ", "2", " for ethane and ethylene, respectively. When the isotherms parameters had not been included in the corresponding references, the experimental isotherms data were extracted and then fitted with an appropriate model.", "Table 1", "Parameters of ethane adsorption isotherms on adsorbents", "Adsorbent", "Temperature (K)", "Saturation adsorption capacity (mmol/g)", "Affinity parameter (10", "−2", " kPa", "−1", ")", "Heterogeneity parameter (-)", "Isotherm", "Ref.", "q", "1", "sat", "q", "2", "sat", "b", "1", "b", "2", "n", "1", "n", "2", "UTSA-33a", "298", "3.1", "1.6", "3.684", "0.1624", "–", "–", "Dual-site Langmuir", "He et al. (", "2012", ")", "13X", "298", "3.93", "–", "4.482", "–", "–", "–", "Langmuir", "Narin et al. (", "2014", ")", "FAU (G5)", "303", "3.245", "–", "2.977", "–", "1.500", "–", "Sips", "Berlier et al. (", "1995", ")", "b", "Silicalite-1", "305", "2.788", "–", "4.167", "–", "1.370", "–", "Sips", "Choudhary and Mayadevi (", "1996", ")", "a", "ZIF-7", "298", "1.317", "0.803", "8.582", "3.446", "0.0874", "0.996", "Dual-site Sips", "Gücüyener et al. (", "2010", ")", "a", "Si-CHA", "303", "2.857", "–", "3.60", "–", "–", "–", "Langmuir", "Olson et al. (", "2004", ")", "4A", "298", "2.463", "–", "9.106", "–", "0.807", "–", "Sips", "Rege et al. (", "1998", ")", "DDR", "303", "1.328", "–", "2.759", "–", "–", "–", "Langmuir", "Zhu et al. (", "2000", ")", "SAPO-34", "303", "2.096", "–", "4.039", "–", "0.964", "–", "Sips", "Masoudi-Nejad and Fatemi (", "2014", ")", "a", "ZIF-8", "295", "6.346", "–", "7.200", "–", "0.8157", "–", "Sips", "Böhme et al. (", "2013", ")", "a", "5A", "303", "0.9363", "4.690", "8.374", "0.0376", "0.5906", "–", "Dual-site Sips", "Aguado et al. (", "2012", ")", "a", "Fe", "2", "(dobdc)", "318", "5", "1", "2.697", "7.9", "0.5882", "1", "Dual-site Sips", "Bloch et al. (", "2012", ") and Geier et al. (", "2013", ")", "Zn", "2", "(dobdc)", "318", "5.12", "0.62", "2.217", "10.3", "0.6024", "1", "Dual-site Sips", "Geier et al. (", "2013", ")", "Mg", "2", "(dobdc)", "318", "5.6", "0.89", "1.696", "6.9", "0.6211", "1", "Dual-site Sips", "Co", "2", "(dobdc)", "318", "5.69", "0.41", "3.133", "20.9", "0.6452", "1", "Dual-site Sips", "Ni", "2", "(dobdc)", "318", "5.66", "0.4", "2.308", "17", "0.7042", "1", "Dual-site Sips", "Mn", "2", "(dobdc)", "318", "5.84", "0.52", "2.332", "13.4", "0.6329", "1", "Dual-site Sips", "a", "Data were extracted and then fitted with an appropriate isotherm model", "b", "Data were fitted with an appropriate isotherm model", "Table 2", "Parameters of ethylene adsorption isotherms on adsorbents", "Adsorbent type", "Temperature (K)", "Saturation adsorption capacity (mmol/g)", "Affinity parameter (10", "−2", " kPa", "−1", ")", "Heterogeneity parameter (-)", "Isotherm", "Ref.", "q", "1", "sat", "q", "2", "sat", "b", "1", "b", "2", "n", "1", "n", "2", "UTSA-33a", "298", "3.7", "4.7", "1.956", "0.03489", "–", "–", "Dual-site Langmuir", "He et al. (", "2012", ")", "13X", "298", "2.91", "1.58", "95.37", "3.224", "–", "–", "Dual-site Langmuir", "Narin et al. (", "2014", ")", "FAU (G5)", "303", "3.590", "–", "7.238", "–", "1.60", "–", "Sips", "Berlier et al. (", "1995", ")", "b", "Silicalite-1", "305", "2.615", "–", "2.22", "–", "–", "–", "Langmuir", "Choudhary and Mayadevi (", "1996", ")", "ZIF-7", "298", "1.421", "0.800", "2.424", "0.9364", "1.070", "1.295", "Dual-site Sips", "Gücüyener et al. (", "2010", ")", "a", "Si-CHA", "303", "2.741", "–", "2.513", "–", "–", "–", "Langmuir", "Olson et al. (", "2004", ")", "4A", "298", "2.771", "–", "1.018", "–", "0.709", "–", "Sips", "Rege et al. (", "1998", ")", "DDR", "303", "1.290", "–", "2.794", "–", "–", "–", "Langmuir", "Zhu et al. ", "(2000", ")", "SAPO-34", "303", "7.126", "–", "5.602", "–", "0.421", "–", "Sips", "Masoudi-Nejad and Fatemi (", "2014", ")", "a", "ZIF-8", "295", "5.874", "–", "0.3572", "–", "0.909", "–", "Sips", "Böhme et al. (", "2013", ")", "a", "5A", "303", "2.986", "0.551", "29.10", "177.60", "2.050", "0.0119", "Dual-site Sips", "Aguado et al. (", "2012", ")", "a", "Fe", "2", "(dobdc)", "318", "3.6", "3.3", "76.06", "8.3", "0.909", "1", "Dual-site Sips", "Bloch et al. (", "2012", " and Geier et al. (", "2013", ")", "Zn", "2", "(dobdc)", "318", "6", "6.24", "0.179", "5.04", "0.490", "1", "Dual-site Sips", "(Geier et al. ", "2013", ")", "Mg", "2", "(dobdc)", "318", "2", "6.2", "0.663", "8.27", "0.667", "1", "Dual-site Sips", "Co", "2", "(dobdc)", "318", "2.98", "5.81", "0.245", "20.9", "0.901", "1", "Dual-site Sips", "Ni", "2", "(dobdc)", "318", "5.2", "3.3", "16.73", "0.58", "1.149", "1", "Dual-site Sips", "Mn", "2", "(dobdc)", "318", "3.11", "5.97", "0.267", "23", "0.926", "1", "Dual-site Sips", "a", "Data were extracted and then fitted with an appropriate isotherm model", "b", "Data were fitted with an appropriate isotherm model", "In those tables, M", "2", "(dobdc) (M = coordinating metal, i.e., Co, Ni, Zn, Fe, Mg and Mn), also denoted as M–MOF-74, M–CPO-27 or M", "2", "(dhtp), ZIF-7, ZIF-8 and UTSA-33a are metal organic frameworks and the remaining adsorbents are zeolites that have been tested for ethylene and ethane adsorption. It should be noted that G5 is a faujasite type zeolite that has been supplied by Ceca (Athochem).", "4 ", "Results and discussion", "Literature survey and evaluation of the isotherms data (Tables ", "1", ", ", "2", ") revealed that some adsorbents are ethylene selective while some others are ethane selective. For further investigations, binary equilibrium adsorption isotherms of an ethane/ethylene mixture with different gas phase compositions are predicted using IAST model. In the first step, IAST calculations are conducted at 100 kPa and the temperatures that the isotherms are reported to find the more selective adsorbents towards ethylene and ethane. The results are plotted in Figs. ", "1", " and ", "2", ", ethylene mole fraction at the adsorbed phase against that in the gas phase, for ethylene and ethane selective adsorbents, respectively.", "Open image in new window", "Fig. 1", "Ethylene mole fraction in adsorbed phase versus gas phase for ethylene selective adsorbents obtained by IAST calculations for binary mixtures", "Open image in new window", "Fig. 2", "Ethane mole fraction in adsorbed phase versus gas phase for ethylene selective adsorbents obtained by IAST calculations for binary mixtures", "These figures show that the adsorbents including 5A, 4A, Fe2(dobdc), Mn2(dobdc), 13X, Ni", "2", "(dobdc), Co", "2", "(dobdc), Mg", "2", "(dobdc), FAU(G5), SAPO-34, Zn", "2", "(dobdc) are ethylene selective while the other adsorbents i.e., DDR, Si-CHA, ZIF-7, ZIF-8, Silicalite-1, UTSA-33a are ethane selective.", "The main thing that determines an adsorbent to be ethylene or ethane selective is the interaction between the adsorbates and the adsorbent. This interaction depends strongly on the properties of the adsorbents surface and the adsorbing molecules. Adsorbents including pure silica zeolites, i.e. DDR, Si-CHA and Silicalite-1, and MOFs, i.e. ZIF-7, ZIF-8, have hydrophobic nature (Li et al. ", "2010", "; Moghadam et al. ", "2016", ") without extra-framework cations. For these adsorbents, the main interaction with adsorbates is caused by dispersion and repulsion forces and these forces are a strong function of adsorbate polarizability. The higher the polarizability of the adsorbate the higher interaction with the solid surface. Therefore, due to the slightly greater value of ethane polarizability than that of ethylene [4.47 × 10", "−24", " vs. 4.252 × 10", "−24", " cm", "3", " (Haynes ", "2014", ")], it is expected that those adsorbents to be ethane selective.", "On the other hand, more hydrophilic adsorbents including zeolites, i.e. 5A, 4A, 13X, SAPO-34 and FAU (G5), and MOFs, i.e. M", "2", "(dobdc) (M = coordinating metal, i.e., Co, Ni, Zn, Fe, Mg and Mn), have extra-framework cations that can interact more strongly with adsorbates. If the metal component of an MOF structure is freely accessible and coordinatively unsaturated, the olefin becomes enriched due to an adsorption via π-complexation. In this case, the main adsorbate-adsorbent interaction source is from the force between the permanent dipole or quadrupole moments of molecule and the surface electrical charge of ions. In other words, the higher the permanent moments of the adsorbate the higher interaction with the solid surface. Therefore, due to the greater value of ethylene permanent quadrupole moment than that of ethane [5.00 × 10", "−40", " vs. 2.17 × 10", "−40", " cm", "2", " (Geier et al. ", "2013", ")], it is expected that those adsorbents to be ethylene selective (Ethane and ethylene don’t have dipole moment).", "4.1 ", "Effect of gas phase composition on the adsorption selectivity", "The effect of binary mixture composition on the equilibrium adsorption selectivity is also investigated. The results are plotted in Figs. ", "3", " and ", "4", ". Figure ", "3", " states that, regarding adsorbed phase selectivity, the ethylene selective adsorbents lie in the following order: 5A > 4A > Fe", "2", "(dobdc) > Mn", "2", "(dobdc) ≈ 13X > Ni", "2", "(dobdc) ≈ Co", "2", "(dobdc) > Mg", "2", "(dobdc) > FAU(G5) > SAPO-34 > Zn", "2", "(dobdc). Figure ", "4", " reveals that the ethane selective adsorbents adsorb ethane selectively in the following order: Silicalite-1 > ZIF-7 > ZIF-8 > Si-CHA > UTSA-33a > DDR. Additionally, it should be noted that the DDR zeolite selectivity is close to unity and hence, ethane and ethylene adsorption amounts are the same.", "Open image in new window", "Fig. 3", "Ethylene/ethane equilibrium adsorption selectivity at 100 kPa versus gas phase composition for ethylene adsorbents", "Open image in new window", "Fig. 4", "Ethane/ethylene equilibrium adsorption selectivity at 100 kPa versus gas phase composition for ethane adsorbents", "4.2 ", "Effect of pressure on the adsorption selectivity", "Operating pressure may have significant effect on the adsorbent selectivity. Thus, further study was conducted to find the effect of pressure on the selectivity of adsorbents studied. In this regard, IAST modeling was performed for a 50/50 mixture of ethylene/ethane at different pressures up to100 kPa. The results are graphically presented in Figs. ", "5", " and ", "6", " for ethylene and ethane selective adsorbents, respectively.", "Open image in new window", "Fig. 5", "Ethylene/ethane equilibrium adsorption selectivity of ethylene selective adsorbents versus pressure for 50/50 mixture of ethylene/ethane", "Open image in new window", "Fig. 6", "Ethane/ethylene equilibrium adsorption selectivity of ethane selective adsorbents versus pressure for 50/50 mixture of ethylene/ethane", "In the case of ethylene selective adsorbents, zeolite 13X and all MOFs show a decrease in selectivity with increase in pressure while the selectivity of zeolites both 4A and 5A increases with pressure. Additionally, it was found that pressure has a minor effect of the selectivity of zeolites SAPO-34 and FAU (G5). Pressure increase has a positive effect on the selectivity of ethane selective MOFs including ZIF-7 and ZIF-8 while it is almost constant for USTA-33a. Therefore, for both ethane and ethylene selective MOFs, it can be inferred that pressure favors ethane adsorption of all of them except UTSA-33a. Furthermore, it was found that ethane/ethylene selectivity of pure silica zeolites, i.e. DDR and Si-CHA, is nearly constant while it decreases with pressure for silicalite-1. Another important result is the different behavior of ZIF-7 at low and high pressures. According to Fig. ", "6", ", it is ethylene selective at pressure below ≈16 kPa whereas ethane is selectively adsorbed at pressures above that.", "4.3 ", "Equilibrium adsorption selectivity versus capacity", "Adsorption selectivity and capacity are of great importance as the selection criteria between different adsorbents. In other words, an adsorbent having simultaneously higher selectivity and capacity is more preferred for processes. In the previous section, only ethylene/ethane selectivity, the intrinsic capability of microporous adsorbents is compared and the equilibrium adsorption capacity was not considered. For comparison between the performances of all adsorbents, Fig. ", "7", " was constructed which shows simultaneously their selectivities and adsorption amounts at 100 kPa for 50/50 binary mixture at the temperatures studied. This figure indicates that MOFs have higher adsorption capacities but among them, Fe", "2", "(dobdc) is the best one because it has the highest capacity and selectivity. Its adsorption capacity and selectivity are also higher than those of majority of zeolites except 4A and 5A and CMS (carbon molecular sieve). Therefore, regarding adsorption performance, it is highly preferred over those zeolites. Additionally, adsorption selectivity and capacity of zeolite 5A are higher than those of the other zeolites. Thus, it can be concluded that Fe", "2", "(dobdc) and 5A are the best adsorbents having the highest selectivity and capacity among MOFs and zeolites, respectively. Furthermore, adsorption selectivity and capacity of 5A is about twice and half as large as those of Fe", "2", "(dobdc), respectively. Selection between them depends on the process and the requirements. However, according to the literature data, Ag", "+", " ion exchanged 5A zeolite and CMS can completely exclude ethane adsorption (having very high selectivity) with ethylene adsorption amount of ≈2.3 mmol/g and ≈0.94 mmol/g, respectively. This figure is a guide for selection of adsorbents, however, the best case can be determined by some economic considerations where the importance of capacity or selectivity should be taken into account. But, generally, it can be stated that AgA and 5A zeolites are more appropriate for membrane applications where the adsorption selectivity is much more important than capacity. On the other hand, the Fe", "2", "(dobdc) is proper for a process where the high adsorption capacity is needed.", "Open image in new window", "Fig. 7", "Ethylene/ethane equilibrium selectivity versus amount adsorbed at 100 kPa for 50/50 binary mixture", "5 ", "Conclusions", "Binary adsorption of ethylene/ethane mixtures using IAST model led to evaluate the capability of various microporous adsorbents, including zeolites and MOFs, that have been utilized in the literature. Figure ", "7", " may be a very useful graph that can be utilized for selecting the suitable adsorbent for a specified process. The results revealed that Fe", "2", "(dobdc) have higher adsorption capacity (~5.8 mmol/g) with a ethylene/ethane equilibrium selectivity of about 14 at 100 kPa and 298 K for 50/50 binary mixture. On the other hand, AgA zeolite showed a very high selectivity with adsorption capacity of about 2.3 mmol/g. Generally, it may be stated that AgA and 5A zeolites are more appropriate for membrane applications where the adsorption selectivity is much more important than capacity. However, the rate of diffusion of adsorbates is another important factor that should be considered but it is not the objective of this paper. On the other hand, the Fe", "2", "(dobdc) is proper for a process where the high adsorption capacity is needed.\n"], "figures": ["<div class=\"MediaObject\" id=\"MO8\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9805-x/MediaObjects/10450_2016_9805_Fig1_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9805-x/MediaObjects/10450_2016_9805_Fig1_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO9\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9805-x/MediaObjects/10450_2016_9805_Fig2_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9805-x/MediaObjects/10450_2016_9805_Fig2_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO10\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9805-x/MediaObjects/10450_2016_9805_Fig3_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9805-x/MediaObjects/10450_2016_9805_Fig3_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO11\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9805-x/MediaObjects/10450_2016_9805_Fig4_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9805-x/MediaObjects/10450_2016_9805_Fig4_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO12\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9805-x/MediaObjects/10450_2016_9805_Fig5_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9805-x/MediaObjects/10450_2016_9805_Fig5_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO13\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9805-x/MediaObjects/10450_2016_9805_Fig6_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9805-x/MediaObjects/10450_2016_9805_Fig6_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO14\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9805-x/MediaObjects/10450_2016_9805_Fig7_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9805-x/MediaObjects/10450_2016_9805_Fig7_HTML.gif\" alt=\"\"></a></div>"]}
