{"title": ["New High- and Low-Temperature Phase Changes of ZIF-7: Elucidation and Prediction of the Thermodynamics of Transitions"], "authors": ["Yi Du", "Bradley Wooler", "Meghan Nines", "Pavel Kortunov", "Charanjit S. Paur", "John Zengel", "Simon C. Weston", "Peter I. Ravikovitch"], "doi": ["10.1021/jacs.5b08362"], "abstract": ["We have found that the 3D zeolitic imidazolate framework ZIF-7 exhibits far more complex behavior in response to the adsorption of guest molecules and changes in temperature than previously thought. We believe that this arises from the existence of different polymorphs and different types of adsorption sites. We report that ZIF-7 undergoes a displacive, nondestructive phase change upon heating to above ∼700 °C in vacuum, or to ∼500 °C in CO", " or N", ". This is the first example of a temperature-driven phase change in 3D ZIF frameworks. We predicted the occurrence of the high-temperature transition on the basis of thermodynamic arguments and analyses of the solid free-energy differences obtained from CO", " and ", "-butane adsorption isotherms. In addition, we found that ZIF-7 exhibits complex behavior in response to the adsorption of CO", " manifesting in double transitions on adsorption isotherms and a doubling of the adsorption capacity. We report adsorption microcalorimetry, molecular simulations, and detailed XRD investigations of the changes in the crystal structure of ZIF-7. Our results highlight mechanistic details of the phase transitions in ZIF-7 that are driven by adsorption of guest molecules at low temperature and by entropic effects at high temperature. We derived a phase diagram of CO", " in ZIF-7, which exhibits surprisingly complex re-entrant behavior and agrees with our CO", " adsorption measurements over a wide range of temperatures and pressures. We predicted phase diagrams of CH", ", C", "H", ", and C", "H", ". Finally, we modeled the temperature-induced transition in ZIF-7 using molecular dynamics simulations in the isobaric–isothermal ensemble, confirming our thermodynamic arguments."], "text": ["Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "References", "Introduction", "Metal–organic frameworks (MOFs) and related flexible microporous structures can exhibit complex free-energy landscapes, which can lead to multiple polymorphs, both stable and metastable.", "(1, 2)", " They can undergo structural changes upon adsorption of guest molecules,", "(2-5)", " upon the application of external pressure,", "(6)", " and as a response to changes in temperature.", "(7)", " The challenge is to understand and predict the occurrence of structural transitions in flexible materials, which is imperative before their use in any practical applications.", "Zeolitic imidazolate frameworks (ZIFs) are an important subgroup of metal–organic frameworks (MOFs) named after the resemblance of the Zn–imidazolate–Zn linkage to the Si–O–Si linkage found in zeolites, which often results in crystals of the same structural topologies as zeolites.", "(1, 8, 9)", " Similar to zeolites, ZIFs exhibit a high degree of hydrothermal stability and a wide range of topologies. These properties make ZIFs potentially attractive materials for a range of molecular separations.", "(4, 5)", " ZIFs have been known to adsorb guest molecules that are often much larger in size than their nominal crystallographic pore diameters,", "(4, 5, 10)", " demonstrating the flexible nature of ZIFs. For example, changes in the sodalite cell of ZIF-8 due to rotation of its imidazolate linkers were reported.", "(11)", " Recently, inelastic neutron-scattering experiments confirmed the existence of low-frequency vibrations in ZIFs that could lead to pore breathing and shear-induced phase transitions.", "(12)", "Given the multitude of different ZIF materials,", "(8, 9)", " it is remarkable that to the best of our knowledge ZIF-7,", "(4)", " ZIF-9,", "(4)", " and EMM-19", "(13, 14)", " are the only ZIFs known to exhibit a displacive transition from a nearly nonporous (np) to a porous structure (lp) upon adsorption of guest molecules. This guest-responsive phase change usually results in a step change in the adsorption isotherm.", "(4, 5)", " Among other ZIFs undergoing phase changes, it has been reported that ZIF-4 amorphizes and then recrystallizes to a more dense ZIF phase upon heating at ambient pressure.", "(15)", " The reconstructive transition of ZIF-4 is, however, distinctively different from the displacive transition in ZIF-7. The latter is more commonly associated with gate-opening and breathing effects as seen most prominently in the MIL-53 family of materials.", "(2, 16)", "In this work, we have discovered that ZIF-7 undergoes a phase change from its narrow-pore (np) phase to a large-pore (lp) phase upon heating in the absence of any guest molecules as a consequence of the differing thermodynamic stabilities of its polymorphs. Moreover, we found that CO", "2", " adsorption leads to single and double steps on the adsorption isotherms, which we were able to distinguish from the structural transitions between the ZIF-7 polymorphs. We report a combined experimental and modeling/theoretical study that sheds light on the complex behavior of ZIF-7 and elucidates the thermodynamics of transitions.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "Structural Studies", "The crystal structure of solvated ZIF-7 was reported by Huang et al.", "(9)", " and by Park et al.", "(8a)", " Zinc atoms are connected via benzimidazolate linkers with tetrahedral coordination, analogous to zeolites, to form four- and six-membered rings. These rings connect to form the SOD topology (large-pore phase) as shown in ", "Figure ", "1", ". In contrast to the cubic symmetry of the ZIF-8 sodalite topology, ZIF-7 exhibits a rhombohedral sodalite topology with two distinctive six-membered rings and one type of four-membered ring.", "(17)", " To aid visualization, the cell was converted to hexagonal symmetry for indexing and refinement in this manuscript. The six-membered ring windows form two types of cavities that have been identified as the preferred adsorption sites for guest molecules.", "(4d, 17a)", " In this paper, the solvated ZIF-7 phase is referred to as a large-pore phase (lp) and the guest-free ZIF-7 phase is referred to as a narrow-pore phase (np).", "Figure 1. (a) ZIF-7(lp) structure. (b) Representations of the SOD topology building units of ZIF-7. Zn, pink; N, blue; C, gray; and H, white.", "ZIF-7 is known to experience the np to lp phase change upon adsorption and the lp to np phase change upon desorption of CO", "2", " and other guest molecules.", "(4, 5, 18)", " This reversible phase transition of ZIF-7 has been attributed to the so-called gate-opening effect as a response to the adsorption of guest molecules driven by either pressure or temperature. Our results show that in the case of ZIF-7 the whole structure is changed during this phase transition including the atomic positions of Zn. The two phases display completely different XRD patterns, and they cannot be fitted to the same symmetry (", "Figure S1", "). The structure of ZIF-7 in its guest-free, np phase is believed to be a fairly dense phase as evidenced by adsorption isotherms.", "(4, 5, 18)", " There have been several attempts to resolve the exact crystal structure of ZIF-7(np) to date;", "(17)", " however, we believe that the structural solutions reported are inconclusive because of the possibility of incomplete removal of the synthesis solvent, dimethylformamide (DMF),", "(13, 14)", " and the poor quality of the Rietveld refinement. The former challenge is addressed by studying ZIF-7 that has been synthesized in acetonitrile by the method of Weston et al.,", "(13, 14)", " bypassing the DMF route. A mixture of 40 mmol of benzimidazole and 20 mmol of Zn(NO", "3", ")", "2", "·4H", "2", "O in 240 mL of acetonitrile was prepared in a vessel followed by addition of 40 mmol of triethylamine. The solution was then sealed in a Parr acid-digestion reactor and heated at 100 °C for 48 h. The solid product was washed thoroughly with acetonitrile (∼90 mL × 3) and stored in acetonitrile. Prior to high-temperature structural studies, the samples were pretreated at 423 K under a 10", "–3", " mbar vacuum for 2 h to obtain solvent-free samples, ZIF-7(np). No solution exchange is necessary prior to activation of the ZIF-7 made in MeCN solvent. We believe solving the structure of ZIF-7(np) remains as a very interesting but challenging problem, given the complexity of the structure and its low symmetry.", "Adsorption Studies", "The adsorption isotherms of CO", "2", " (converted to absolute adsorption", "(20)", ") exhibit sharp steps, with the first step being associated with the ZIF-7(np) to ZIF-7(lp) structural transition (", "Figure ", "2", "). Depending on the temperature, the loading of CO", "2", " reaches ∼2–2.7 mmol/g after the transition. In addition, the isotherms at low temperatures (196, 206, and 263 K) exhibit a second step at a higher CO", "2", " pressure, during which the loading almost doubles to 4.5 mmol/g. The second step on the CO", "2", " adsorption isotherm at 195 K has been reported before", "(5b)", " but without any explanation, so its origin remained obscured. To the best of our knowledge, the second steps at 206 and 263 K have never been reported before. In our subsequent analysis using adsorption microcalorimetry, molecular simulations, and Clapeyron equation analysis, we clarify the origin of this step and demonstrate that it is most likely associated with the structural rearrangement of CO", "2", " molecules in the pores of the ZIF-7(lp) structure.", "Let us first focus on the lower-pressure transition step. We have analyzed the free-energy differences between the ZIF-7(lp) and ZIF-7(np) structures on the basis of CO", "2", " and ", "n", "-butane adsorption isotherms using the osmotic subensemble model:", "(2)", "(1)", "Here Ω", "OS", "lp", " and Ω", "OS", "np", " are osmotic thermodymamic potentials in the lp and np phases, respectively, Δ", "F", "solid", " is the free-energy difference of the solid between lp and np phases, and Ω", "lp", " and Ω", "np", " are grand thermodynamic potentials of the adsorbed phase in the lp and np structures, respectively. The grand thermodynamic potentials of the adsorbed phase in the lp and np structures were calculated from the experimental isotherms in the lp and np structures:", "(2)", "Experimental adsorption isotherms in the np and lp structures at temperatures between 196 and 383 K were fitted to Langmuir equation. Butane data were taken from ref ", "4", " (", "Figure S2", "). In the case of CO", "2", " adsorption isotherms with double steps, we used double-Langmuir isotherms (", "Figures S3, S4 and Table S1", ").", "At the pressure of np to lp transition ΔΩ", "OS", " = 0, and ignoring ", "P", "Δ", "V", "solid", " term, the free-energy difference Δ", "F", "solid", " was calculated for different temperatures (", "Figure ", "3", "). We then estimated the entropy difference between the np and lp structures as Δ", "S", "solid", " = −(dΔ", "F", "solid", "/d", "T", "). Assuming no temperature dependence for the enthalpy and entropy differences, we estimated the free-energy difference as a function of temperature Δ", "H", "solid", " = Δ", "F", "solid", " + ", "T", "Δ", "S", "solid", ".", "Figure 2. CO", "2", " adsorption (closed symbols) and desorption (open symbols) isotherms in ZIF-7 in (a) linear and (b) logarithmic scales of pressure.", "When Δ", "F", "solid", " = 0, the phase change will occur without any host–guest interaction at the temperature ", "T", " = Δ", "H", "solid", "/ Δ", "S", "solid", ". The calculated free energies of transition tended to decrease with increasing temperature (", "Figure ", "3", "), and we conjectured that a stepwise transition between ZIF-7(np) and ZIF-7(lp) should occur at an elevated temperature. Experiments were carried out to validate this prediction.", "Figure 3. Free-energy difference between the ZIF-7(lp) and ZIF-7(np) phases. Points show the free energies determined from different experiments. The band shows approximate uncertainty of the results obtained by different methods in different experiments. See text for details.", "High-Temperature Structural Transition", "Solvent-free ZIF-7(np) samples were placed within an in situ XRD cell allowing programmable temperature adjustments under different atmospheres (1 atm CO", "2", ", vacuum, and 1 atm N", "2", "). ZIF-7 is known to show a stepwise lp to np phase change from 30 to 100 °C under 1 atm CO", "2", ",", "(4, 18a)", " and it remains as np under vacuum or N", "2", " throughout the same temperature range. Above 100 °C, ZIF-7 has been known to exist only as the np phase. However, when we further increase the temperature to 500–700 °C, ZIF-7 shows another stepwise np to lp phase change (", "Figure ", "4", "a) in the absence of any guest–host interaction. This high-temperature guest-free lp phase is very similar to the structure with guest molecules observed at low temperatures, except that the latter is missing the 131 diffraction peak at 2θ = 17.5° because of the presence of disorder in the CO", "2", " molecules adsorbed within the structure (", "Figures ", "4", "b and ", "S5–S7", "). At 500 °C, there is no adsorption of CO", "2", "; hence, diffractions from the 131 planes reappear. Interestingly, we have not observed any detectable peak broadening caused by thermal motion at higher temperatures.", "The ∼200 °C difference in the phase transition temperature between a gas (CO", "2", " or N", "2", ") and vacuum environment is a consequence of the difference in thermal conductivity (", "Table S2", "). The rich phase behavior of ZIF-7 under a CO", "2", " atmosphere encouraged us to further explore the temperature-dependent structural change in the presence of CO", "2", ".", "Figure 4. (a) XRD patterns for ZIF-7 under 1 atm CO", "2", " at 30, 100, and 500 °C, under vacuum at 30, 100, and 700 °C, and under 1 atm N", "2", " at 30, 100, and 500 °C. (b) XRD patterns for the adsorption of CO", "2", "-induced lp phase (red) at 30 °C, and high-temperature-induced lp phase (black) at 500 °C. The blue dotted rectangle highlights the in situ phase change as in ", "Figure ", "5", ".", "The top contour plot of the 3D stack plot of the in situ XRD data is shown in ", "Figure ", "5", ". The plot indicates unit cell expansion or shrinkage with increasing or decreasing temperature, respectively.", "(21)", " 2θ was scanned and plotted only from 6 to 10° to allow us to shorten the scan time and to capture the phase change in situ. This range also nicely captured the dominant 101 and 110 diffraction lines of the ZIF-7(lp) and the first five ZIF-7(np) diffraction lines.", "Starting from room temperature, ZIF-7 shows a stepwise lp to np phase change from 30 to 80 °C due to desorption of CO", "2", " molecules. When the temperature increases from 100 to 450 °C, the first three np diffraction lines remain at their position, whereas the two diffraction lines above 2θ = 8° shift to lower angles, indicating that a certain direction of the ZIF-7(np) crystal structure expands with temperature whereas the other directions remain the same. At around 460 °C, a stepwise np to lp phase change occurs, giving the pure high-temperature ZIF-7(lp). This high-temperature phase change has been predicted to be driven by entropy on the basis of thermodynamic arguments, the formation mechanism of which will be explained later in this paper. Upon cooling from 500 to 380 °C, a continuous shrinkage occurs in the ", "a", " axis of ZIF-7(lp), followed by an lp to np phase change at ∼380 °C and another np to lp phase change at ∼40 °C due to readsorption of CO", "2", ".", "Figure 5. (a) Top contour plot for ZIF-7 in 1 atm CO", "2", " from 30 to 500 °C and then to 30 °C, every 6 °C, and 2θ from 6 to 10°. The intensity of the diffraction peaks is represented by the following colors: red > yellow > green > blue > pink. (b) Top contour plot for ZIF-7 in 1 atm CO", "2", " from 30 to 80 °C every 1 °C, 2θ from 6 to 10°. The intensity of the diffraction peaks is represented by the following colors: red > yellow > green > blue > pink.", "A detailed analysis of the peak positions of ZIF-7(lp) indicates that the ", "a", " axis continues to shrink from 22.40 ± 0.08 to 22.05 ± 0.11 Å, whereas the ", "c", " axis remains almost constant at 15.89 ± 0.06 Å between 340 and 500 °C leading to a unit cell volume reduction of 2.3% (", "Figure ", "6", " and ", "S9", "). We believe that this lattice shrinkage with decreasing temperature is associated with the transitional state during the lp to np phase change. This lattice shrinkage (", "Figure ", "5", "a) right before the lp to np entropy-induced transition upon cooling is not observed in the low-temperature adsorption-induced phase change (", "Figure ", "5", "b).", "The high-temperature lp phase is not thermally stable; the decomposition of it is responsible for the intensity drop in the ZIF-7(lp) in ", "Figure ", "5", ". A detailed analysis is available in ", "Figures S10 – S16", " for interested readers.", "Figure 6. Temperature-dependent lattice parameter changes for ZIF-7 from 500 to 340 °C under 1 atm CO", "2", ".", "Molecular Simulations of Adsorption Isotherms", "We carried out Grand Canonical Monte Carlo simulations of CO", "2", " adsorption isotherms in the rigid ZIF-7(lp) structure. The details of the force field used", "(22)", " are described in the ", "Table S3", ". The simulated isotherms agree very well with the experimental data in the regions of pressure above the ZIF-7(np) to ZIF-7(lp) transition (", "Figure ", "7", "a). This confirms that the first step on the isotherms corresponds to the np to lp structural transition in ZIF-7. The enthalpy of CO", "2", " adsorption was calculated from the fluctuation formula in the Grand Canonical ensemble.", "(23)", " The calculated enthalpy −Δ", "h", "ads", " = 35–36 kJ/(mol CO", "2", ") was almost independent of loading in the region of the first transition, up to ∼2 mmol/g, after which it decreased to ∼30 kJ/(mol CO", "2", ") (", "Figure ", "7", "b). This is in agreement with the parameters for the double Langmuir fits of CO", "2", " isotherms in ZIF-7(lp) at different temperatures (", "Table S1", ").", "Adsorption Microcalorimetry", "To confirm that the empty ZIF-7(lp) has a higher enthalpy than the empty ZIF-7(np), we carried out high-resolution CO", "2", " adsorption microcalorimetry experiments. (See ", "Figure ", "7", "a and the ", "Supporting Information", " for experimental details.) In short, we used a Tian-Calvet differential microcalorimeter,", "(24)", " which was coupled to the adsorption instrument.", "(25, 26)", " The heat ", "q", " measured by the microcalorimeter is the sum of the differential enthalpy of adsorption and the differential enthalpy change due to the phase change in the solid.", "(3)", "The differential enthalpy of adsorption Δ", "h", "ads", " in the ZIF-7(lp) phase obtained from experimental CO", "2", " adsorption isotherms (", "Figure S3", ") and from molecular simulations of adsorption in the ZIF-7(lp) structure was −Δ", "h", "ads", " = 35–36 kJ/(mol CO", "2", ") in the region of the first transition up to ∼2 mmol/g. In this region, the differential heats measured by the microcalorimeter were ", "q", " = 27–29 kJ/(mol CO", "2", ") (", "Figure ", "7", "b). The difference of Δ", "h", "solid", " = 7–8 kJ/(mol CO", "2", ") is due to the endothermic enthalpy change in the ZIF-7 structure during the np to lp phase transition. When converted to the integral enthalpy using 2.5 mmol/g of CO", "2", " loading, it corresponds to Δ", "H", "solid", " = 5.2–6 kJ/(mol Zn).", "During the second step on the adsorption isotherms, which corresponds to the loading increase from ∼2.5 to ∼4.5 mmol/g, the measured heats remained practically constant, whereas the simulated enthalpies of adsorption in the ZIF-7(lp) structure decreased to ∼30 kJ/(mol CO", "2", ") (", "Figure ", "7", "b). This is an indication of a change in the mechanism of adsorption, which is consistent with the step on the simulated CO", "2", " isotherm in ZIF-7(lp). Because the simulations were carried out in the rigid ZIF-7(lp) structure, the agreement with the measured adsorption isotherms in this region is only qualitative. However, on the basis of the fact that the simulations in the rigid ZIF-7(lp) structure tend to partially reproduce the second step, we conjecture that this step is associated mostly with the structural rearrangement of CO", "2", " molecules, accompanied by a rather minor change (compared to that of the np to lp transition) in the ZIF-7 structure itself. A smaller endothermic enthalpy change of ∼3–4 kJ/(mol CO", "2", ") or Δ", "H", "solid", " = 1.5–2 kJ/(mol Zn) associated with this second transition supports this hypothesis. It is worth noting that ZIF-7(lp) contains two types of cavities, and these fill with CO", "2", " at different pressures. Thus, we will refer to the phase that accommodates >4.5 mmol/g of CO", "2", " molecules as an expanded ZIF-7(lp+) phase.", "Figure 7. Adsorption microcalorimetry of CO", "2", " adsorption in ZIF-7. (a) Measured CO", "2", " adsorption–desorption isotherms at 196 and 206 K and GCMC simulated isotherm in an open ZIF-7(lp) structure at 196 K. (b) Measured (circles) and simulated (triangles) enthalpies at 196 K (red), 206 K (blue), and 301 K (open symbols).", "It is also possible that the nature of the second transition in ZIF-7 could be somewhat similar to the transition observed in ZIF-8,", "(11)", " in which case a relatively minor linker rearrangement allows for more efficient packing of N", "2", " and Ar molecules at low temperatures (77–87 K).", "Clapeyron Equation Analysis", "Another way to obtain enthalpies of formation of CO", "2", " in the ZIF-7(lp) and expanded ZIF-7(lp+) phases is to use the Clapeyron equation.", "(3c)", " We have included in the analysis the CO", "2", " adsorption data on ZIF-7 at a wide range of temperatures from 196 to 523 K. We obtained excellent linearity (", "Figure ", "8", "), which gave the enthalpies of formation of CO", "2", "-ZIF-7(lp) as −28.2 kJ/(mol CO", "2", ") and −31.3 kJ/(mol CO", "2", ") for the expanded ZIF-7(lp+). The agreement with the direct adsorption microcalorimetry measurements is very good, especially for the first transition. It is worth noting that agreement of the adsorption data for the second transition with the Clapeyron equation indicates that the second steps on the CO", "2", " adsorption isotherms at 196, 206, and 263 K are of the same physical origin.", "Figure 8. Clapeyron–Clausius equation analysis of the formation of CO", "2", "–ZIF-7(lp) and the expanded CO", "2", "–ZIF-7(lp+) phases.", "Comparison with Enthalpies of Formation of ZIFs", "Recently, Hughes et al. used solution calorimetry to measure the enthalpies of formation of various ZIF structures.", "(27)", " They observed a trend where the enthalpy of formation is higher with increasing porosity of the ZIF. They obtained an enthalpy difference between the highly porous (e.g., ZIF-8 and ZIF-7(lp)) structures and the dense ZIF structures (e.g., amorphized ZIF-4) on the order of ∼10 kJ/(mol Zn).", "(27)", " We estimated from molecular simulations (see below) the crystal density of the ZIF-7(np) structure. Then the enthalpy difference between the ZIF-7(np) and ZIF-7(lp) polymorphs of ∼5–6 kJ/(mol Zn) obtained in this work agrees with the correlation data reported by Hughes et al.", "(27)", " (", "Figure S17", "). This is also in agreement with a general trend for porous materials that more open structures have higher formation enthalpies.", "Phase Diagrams", "In ", "Figure ", "3", ", we summarize our experimental data for the free-energy change between ZIF-7(lp) and ZIF-7(np) phases. We used two end points: the enthalpy of transition obtained from calorimetry (or from the Clapeyron equation), which gives us the free-energy difference at ", "T", " = 0 K, and the high-temperature transition point obtained from XRD, where ", "F", "lp", "(", "T", ")", " – F", "np", "(", "T", ") = 0, which gives the entropy of transition.", "Assuming that the enthalpy difference between the two phases is independent of temperature which is supported by microcalorimetric data and Clapeyron–Clausius fits of transition pressures versus 1/", "T", " from 195 to 523 K, we can assume linear temperature dependence for the free-energy difference of the solid:", "(4)", "The free-energy differences at intermediate temperatures were obtained using the osmotic subensemble method", "(2)", " from the fitted CO", "2", " and ", "n", "-butane experimental isotherms. The experimentally derived free energies determined from the adsorption data fall along a straight line, indicating validity of our assumption about the simple linear temperature dependence for the free-energy difference in the solid over the entire temperature range. It is important to note that in order to derive accurate free energies it was necessary to use double Langmuir fits to the double-step CO", "2", " adsorption isotherms reflecting the unusual pattern of CO", "2", " adsorption in ZIF-7(lp) owing to the two types of cages and adsorption sites.", "The phase diagram has been calculated from the osmotic free-energy differences between the ZIF-7(lp) and ZIF-7(np) phases by solving for the roots of ", "eq ", "1", " at different pressures and temperatures.", "(2)", " The calculated phase diagram of CO", "2", " in ZIF-7 is shown in ", "Figure ", "9", ". It predicts experimental np to lp transitions very well over the entire range of pressures and temperatures, including the critical point at 650 K and ∼16 bar. An interesting observation about the phase diagram is that it allows for the second critical point at low temperatures; in this case, it is ∼138 K, 1.6e", "–6", " bar. This is because ", "eq ", "1", " generally has three or more roots. The existence of the low-temperature critical point depends strongly on the parameters of the adsorption isotherm in the np phase, particularly its pore volume. The pore volume of the np phase used in the calculations presented in ", "Figure ", "9", " is consistent with the predictions of the molecular dynamics simulations (see below). It is worth noting that if the second critical point did not exist then the lp phase would be the stable phase at 0 K, which would be inconsistent with the microcalorimetry data as well as molecular simulations (see below). Thus, we predict that ZIF-7 may exhibit surprisingly rich phase behavior with two critical points. We have not attempted to elucidate experimentally the existence of the low-temperature critical point.", "Using the same parameters for the free energy of the solid, we predicted the phase diagrams for methane, propylene, and butane (", "Figure S18", "). The agreement with available experimental data is excellent. It should be noted that the limited range of available experimental data and thus the temperature dependence of adsorption isotherms precluded accurate calculation of the critical points for the phase diagrams of these molecules.", "Figure 9. Calculated phase diagram of CO", "2", " in ZIF-7 (solid black line), experimental data for the np to lp transition obtained from adsorption (filled red triangles) and desorption (open red triangles) isotherms and XRD studies (red square). Purple diamonds show points of lp to lp+ transitions. The thin blue-green line shows solid–liquid and solid–gas transitions for bulk CO", "2", " and the locations of the triple (red “x”) and critical (*) points. The dashed black line shows part of the calculated phase diagram that physically terminates at the bulk solid–gas boundary. Parameters for calculations are listed in ", "Table S1", ". The lp phase at high temperatures becomes partially unstable (see text).", "Molecular Simulations of the ZIF-7(np) to ZIF-7(lp) Phase Change", "To illustrate the temperature driven transition in ZIF-7, we carried out molecular dynamics simulations and reproduced semiquantitatively the ZIF-7(np) to ZIF-7(lp) and reverse transitions. Simulations were carried out using the Amber force field, which was recently modified", "(28)", " to describe the mechanical properties of ZIF-8 rather accurately.", "(28c)", " We have extended the force field to ZIF-7, using QEq partial charges,", "(30)", " as described in ", "SI, Table S4", ". The simulations were carried out in the isothermal–isobaric ensemble (NpT) at 0.1 MPa external pressure using an anisotropic Parrinello–Rahman barostat.", "(31)", " The use of the anisotropic barostat is the key feature of these simulations because it allows to break the symmetry and to model phase changes, particularly temperature-induced phase changes.", "(32)", " Simulations were carried out within the ", "P", "1 symmetry representation of ZIF-7. First, the existence of the high-density ZIF-7(np) phase was confirmed by minimization of the structure. Second, the transition was modeled by performing NpT simulations at 50 K starting with the ZIF-7(lp) structure. Within just a few tens of picoseconds, the system transformed into a higher-density structure reminiscent of ZIF-7(np) (", "Figures ", "10", " and ", "S19", ").", "Next, we modeled the entire temperature-scan process. To mimic the experiment, we started with the simulated ZIF-7(np) structure and carried out a temperature scan in which we increased the temperature from 10 to 1100 K and back in 4 K increments and equilibrated the system at each temperature for 1 ps. With increasing temperature, the density decreased and exhibited steplike changes corresponding to the formation of more open structures and, eventually, the ZIF-7(lp)-like phase with rhombohedral symmetry at ∼600 K. On cooling, there was a corresponding step change to a ZIF-7(np)-like structure. The slight hysteresis loop was also evident (", "Figure ", "11", "). The calculations were carried out with different sizes of the unit cell (1 × 1 × 1, 2 × 2 × 2, 3 × 3 × 3, and 4 × 4 × 4) and different equilibration intervals at each temperature; however, the corresponding features of the transition and transition temperatures remained very similar.", "Figure 10. ZIF-7(np) and ZIF-7(lp) structures predicted by molecular dynamics simulations.", "Figure 11. Molecular dynamics simulation of the ZIF-7(np) to ZIF-7(lp) phase change as a function of temperature. Closed and open symbols correspond to heating and cooling, respectively. Red squares show the experimentally measured ZIF-7 densities from XRD at 613 and 773 K.", "We also simulated the temperature scans starting with the hexagonal unit cell of ZIF-7 in ", "P", "1 symmetry. For the current force field model of ZIF-7, we selected three representative ZIF-7 polymorphs (", "Figure S20 and Table S5", "). Each of these structures has been minimized while fixing the unit cell parameters to the average values obtained from NpT simulations. The difference between the three different ZIF-7 phases is largely in the N–Zn–N angle, which is flexible in the current force field. The phase obtained at the high temperature of 840 K is similar to that of rhombohedral ZIF-7(lp). The phase obtained at 300 K is reminiscent of the ZIF-7(np) phase. Finally, the ZIF-7 phase obtained by minimization corresponds to the 0 K structure. The calculated enthalpy difference between the predicted ZIF-7(lp) and ZIF-7(np) structures is 6.1 kJ/(mol Zn), which is in remarkably good agreement with the experimental measurements (", "Table S5", "). Although the detailed structural parameters of the predicted ZIF-7 phases are only in qualitative agreement with the XRD measurements, the densities are in good agreement with XRD data (", "Figure ", "11", "). We have not attempted to refine the force field further.", "An important question is what drives the transition between different polymorphs of ZIF-7. According to the force field model, the stability of the different polymorphs of ZIF-7 can be viewed as a competition between strong nonbonded interactions (van der Waals and electrostatic), which favor formation of higher density structures at low temperatures, and the bonded interactions (mainly torsional and bending), which are essentially harmonic and favor formation of high-symmetry, lower density structures at high temperature. This is in agreement with what is known about other porous structures, for instance zeolites, where maximum volume structures are almost always in the maximum symmetry state.", "(33)", "Thus, the modeling suggests that formation of ZIF-7(np) is a combination of favorable nonbonded interactions that allow the structure to “fold” into a high-density, low-symmetry state. In comparison, ZIF-8, which has a similar SOD-like structure but with much smaller imidazolate linkers, does not exhibit the same type of transition. Finally, the fact that we found from computations several different ZIF-7(np) structures suggests potential ambiguity and difficulties in solving the ZIF-7(np) structure on the basis of XRD data.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "References", "Conclusions", "We have found that the 3D ZIF-7 framework exhibits complex behavior in response to the adsorption of guest molecules and changes in temperature, arising from the existence of different polymorphs and different types of adsorption sites. The coupling of these phenomena leads to unusual steps in the experimental adsorption isotherms. By using a combination of XRD, high-resolution adsorption microcalorimetry, and molecular simulations, we were able to discriminate between these mechanisms and, by using osmotic subensemble theory, predict a phase diagram of CO", "2", " in ZIF-7 over a range of temperatures and pressures.", "We discovered that ZIF-7 undergoes a displacive phase change to a large pore, open porous structure upon heating to high temperatures, just prior to the onset of thermal decomposition. To the best of our knowledge, this is the first example of such a transition in a 3D ZIF framework. The narrow-pore to large-pore phase change occurs on heating to 700 °C under vacuum or to 500 °C under 1 bar CO", "2", " or N", "2", ". The large-pore phase retains its structure on cooling to ∼600 °C under vacuum or to ∼400 °C under CO", "2", " or N", "2", ", during which the unit cell volume decreases by 2.3% mainly along the ", "a", " axis. Thermodynamics explains the occurrence of the high-temperature phase change for ZIF-7 and highlights the general features of the polymorphic phase transitions in ZIFs and other structures at high temperatures. Specifically, the phase with a smaller pore volume and lower symmetry is more favorable at low temperatures, and because the temperature increases, the phase with a larger, more accessible pore volume and a higher symmetry becomes more favorable.", "The high temperature at which the phase transition to ZIF-7(lp) occurs is quite exceptional. It is not completely clear why the onset temperature for the transition from np to lp phase upon heating is seemingly associated with the onset of thermal decomposition. We speculate that beyond being pure coincidence it could be a kinetic transformation into a thermodynamically more favorable structure in the absence of any significant guest–host interactions at high temperatures. We remark that the transition in ZIF-7 from a narrow pore to a more open pore structure upon heating seems to be in contrast to what was reported for ZIF-4 which upon heating converted to an amorphous and then an even more dense crystalline phase via a reconstructive transition.", "(15)", "The predicted phase diagram of CO", "2", " in ZIF-7 exhibits quite complex re-entrant behavior with two critical points. The existence of the high-temperature critical point has been confirmed by our experimental CO", "2", " adsorption measurements recorded at a wide range of temperatures (196–523 K) and pressures (1 × 10", "–5", "–50 bar). The existence of the low-temperature critical point has not yet been confirmed experimentally. We predict that the pore volume of the ZIF-7(np) phase may be a critical parameter that determines the existence of the low temperature critical point.", "The thermodynamic picture of the entropically driven phase change to a higher symmetry structure has been fully supported by our NpT molecular dynamics simulations, which reproduced semiquantitatively the changes in the ZIF-7 structure as a function of temperature. The calculated enthalpy difference between the ZIF-7(lp) and ZIF-7(np) phases was in good agreement with adsorption microcalorimetry and Clapeyron analysis of CO", "2", " experimental adsorption data. Moreover, this enthalpy difference is in agreement with the difference in enthalpies of formation between dense and wide-open ZIF materials, as measured by Hughes et al.", "(27)", " Thus, the thermodynamic arguments and simulations clearly suggest that ZIF-7(np) is a more dense phase than ZIF-7(lp). This is in agreement with a general observation that maximum volume structures are almost always in the maximum symmetry state.", "(33)", "The transition is driven by strong interactions between the benzimidazole linkers of ZIF-7, which can “fold” the structure into a more dense state. This type of transition is not observed for other ZIFs that contain smaller linkers, e.g., ZIF-8. The molecular dynamics approach that we used can be utilized to predict the occurrence of entropically driven phase changes in other structures, thus opening a potential way to predict the existence of phase changes and design functional materials that would exhibit an on-purpose phase change.", " ", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "References", "Supporting Information", "The Supporting Information is available free of charge on the ", "ACS Publications website", " at DOI: ", "10.1021/jacs.5b08362", ".", "Full experimental and molecular simulations details and studies of the ZIF-7 high-temperature phase change, such as SEM, XRD under CO", "2", ", N", "2", ", and vacuum, thermodynamic analyses of the adsorption isotherms, and phase diagrams. (", "PDF", ")", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "We dedicate this paper to the memory of Sebastian Reyes, who pioneered research on ZIF materials at ExxonMobil Corporate Strategic Research (CSR). We thank Zheng Ni for establishing the early synthesis work in CSR and the preliminary solution of the ZIF-7(np) crystal structure. We thank anonymous reviewers for stimulating questions and suggestions. Last but not least, we thank ExxonMobil Research and Engineering for funding, and Jason Dorweiler, Paul Stevens, David Calabro, Yu Wang, Mobae Afeworki, Frank Hershkowitz, and Harry Deckman for helpful discussions.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "References", "References", "This article references 33 other publications.", "1. ", "Coudert", ", ", "F.-X.", " ", "Chem. Mater.", " ", "2015", ",  ", "27", ",  ", "1905", " DOI: 10.1021/acs.chemmater.5b00046", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Responsive Metal-Organic Frameworks and Framework Materials: Under Pressure, Taking the Heat, in the Spotlight, with Friends", "Coudert, Francois-Xavier", "Chemistry of Materials", "\r\n        (", "2015", "),\r\n    ", "27", "\r\n        (", "6", "),\r\n    ", "1905-1916", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Recent years have seen a large increase of the research effort focused on framework materials, including the nowadays-ubiquitous metal-org. frameworks but also dense coordination polymers, covalent org. frameworks, and mol. frameworks.  With the quickly increasing no. of structures synthesized and characterized, one pattern emerging is the common occurrence of flexibility.  More specifically, an important no. of framework materials are stimuli-responsive: their structure can undergo changes of large amplitude in response to phys. or chem. stimulation.  They can display transformations induced by temp., mech. pressure, guest adsorption or evacuation, light absorption, etc. and are sometimes referred to as smart materials, soft crystals, or dynamic materials.  This Perspective highlights recent progress in this field, showcasing some of the most novel and unusual responses to stimuli, as well as advances in the fundamental understanding of flexible framework materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXisF2hurw%253D&md5=4c0a4fb50b0c9eefcfd9e1dbc3fca990", "2. ", "(a) ", "Coudert", ", ", "F.-X.", "; ", "Jeffroy", ", ", "M.", "; ", "Fuchs", ", ", "A. H.", "; ", "Boutin", ", ", "A.", "; ", "Mellot-Draznieks", ", ", "C.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "14294", " DOI: 10.1021/ja805129c", " ", "ACS Full Text ", ", [", "CAS", "]", "2. ", "Thermodynamics of Guest-Induced Structural Transitions in Hybrid Organic-Inorganic Frameworks", "Coudert, Francois-Xavier; Jeffroy, Marie; Fuchs, Alain H.; Boutin, Anne; Mellot-Draznieks, Caroline", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "43", "),\r\n    ", "14294-14302", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors provide a general thermodn. framework for the understanding of guest-induced structural transitions in hybrid org.-inorg. materials.  The method is based on the anal. of exptl. adsorption isotherms.  It allows the detn. of the free energy differences between host structures involved in guest-induced transitions, esp. hard to obtain exptl.  The general case of adsorption in flexible materials and show how a few key quantities, such as pore vols. and adsorption affinities, entirely det. the phenomenol. of adsorption, including the occurrence of structural transitions are discussed.  From adsorption thermodn., the authors then propose a taxonomy of guest-induced structural phase transitions and the corresponding isotherms.  In particular, the authors derive generic conditions for observing a double structural transition upon adsorption, often resulting in a two-step isotherm.  Finally, the authors show the wide applicability and the robustness of the model through three case studies of topical hybrid org.-inorg. frameworks: the hysteretic hydrogen adsorption in Co(1,4-benzenedipyrazolate), the guest-dependent gate-opening in Cu(4,4'-bipyridine)(2,5-dihydroxybenzoate)2 and the CO2-induced breathing of hybrid material MIL-53.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtFOhsr7K&md5=17aec32d0c8bba894bbb8343c6a73cda", "(b) ", "Zhang", ", ", "J.", "; ", "Chen", ", ", "X.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "6010", " DOI: 10.1021/ja800550a", " ", "ACS Full Text ", ", [", "CAS", "]", "2. ", "Exceptional Framework Flexibility and Sorption Behavior of a Multifunctional Porous Cuprous Triazolate Framework", "Zhang, Jie-Peng; Chen, Xiao-Ming", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "18", "),\r\n    ", "6010-6017", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The porous metal azolate framework [Cu(etz)]∞ (MAF-2, Hetz = 3,5-diethyl-1,2,4-triazole) processes an NbO type cuprous triazolate scaffold and a CsCl type hydrophobic channel system, in which the large cavities are interconnected by small apertures with pendant Et groups.  Since the Et-blocked apertures behave as thermoactivated IRIS stops for the guest mols., the gas sorption behavior of MAF-2 can be controlled by temp., in which N2 adsorption was obsd. at 195 K rather than 77 K.  Single-crystal x-ray structural anal. revealed that the [Cu(etz)]∞ host framework is not altered upon N2 inclusion, confirming the occurrence of the so-called kinetically controlled flexibility.  By virtue of the kinetically controlled flexibility and hydrophobic pore surface, MAF-2 can adsorb large amts. of small org. mols. but excludes H2O.  As demonstrated by single-crystal x-ray structural analyses, MAF-2 shrinks, expands, or distorts its framework to accommodate the hydrogen-bonded hexamers of MeOH, EtOH, or MeCN, resp.  Also, MAF-2 can also sep. benzene and cyclohexane efficiently, as its flexible scaffold can distort to a certain degree so that benzene can diffuse through the distorted apertures but cyclohexane cannot.  Also, the adsorption/desorption of these org. vapors induces reversible, multimode structural transformations.  Crystal structure data of multifunctional porous cuprous triazolate framework and its vapor sorption products are described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXkt1Wktbs%253D&md5=efaa38916e37d46702643c56b80637e8", "(c) ", "Boutin", ", ", "A.", "; ", "Springuel-Huet", ", ", "M.-A.", "; ", "Nossov", ", ", "A.", "; ", "Gedeon", ", ", "A.", "; ", "Loiseau", ", ", "T.", "; ", "Volkringer", ", ", "C.", "; ", "Ferey", ", ", "G.", "; ", "Coudert", ", ", "F.-X.", "; ", "Fuchs", ", ", "A. H.", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", ",  ", "8314", " DOI: 10.1002/anie.200903153", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Breathing Transitions in MIL-53(Al) Metal-Organic Framework Upon Xenon Adsorption", "Boutin, Anne; Springuel-Huet, Marie-Anne; Nossov, Andrei; Gedeon, Antoine; Loiseau, Thierry; Volkringer, Christophe; Ferey, Gerard; Coudert, Francois-Xavier; Fuchs, Alain H.", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "44", "),\r\n    ", "8314-8317, S8314/1-S8314/8", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A growing no. of porous metal-org. frameworks (MOF5) show exceptional guest-responsive behavior upon gas adsorption, owing to the flexibility of their hybrid org.-inorg. frameworks.  Herein, the authors report a xenon adsorption study in MIL-53(AI) in the temp. range 195-323 K in which the authors clearly observe breathing transitions in the measured adsorption isotherms.  Using a recently developed thermodn. model, the authors predict for the 1st time a phase diagram for xenon adsorption in MIL-53.  The present method is very general and could be applied to any other guest-flexible host system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht12htb3K&md5=30ee270e16a234710817535d898e85a9", "(d) ", "Coudert", ", ", "F.-X.", "; ", "Boutin", ", ", "A.", "; ", "Jeffroy", ", ", "M.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Fuchs", ", ", "A. H.", " ", "ChemPhysChem", " ", "2011", ",  ", "12", ",  ", "247", " DOI: 10.1002/cphc.201000590", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Thermodynamic Methods and Models to Study Flexible Metal-Organic Frameworks", "Coudert, Francois-Xavier; Boutin, Anne; Jeffroy, Marie; Mellot-Draznieks, Caroline; Fuchs, Alain H.", "ChemPhysChem", "\r\n        (", "2011", "),\r\n    ", "12", "\r\n        (", "2", "),\r\n    ", "247-258", "CODEN:\r\n                ", "CPCHFT", ";\r\n        ISSN:", "1439-4235", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Much attention has recently been focused on a fascinating subclass of metal-org. frameworks that behave in a remarkable stimuli-responsive fashion.  These soft porous crystals feature dynamic cryst. frameworks displaying reversible, large-amplitude structural deformations under external phys. constraints such as temp., elec. field or gas exposure.  The no. of reported syntheses of such materials is rapidly growing and they are promising for practical applications, such as gas capture, purifn., and fluid sepn.  Herein, the recently developed thermodn. tools are summarized that can help understand the process of fluid adsorption and fluid mixt. coadsorption in these flexible nanoporous materials.  These tools, which include both mol. simulation methods and anal. models, can help rationalize exptl. results and predict adsorption properties over a wide range of thermodn. conditions.  A particular focus is given on how these methods can guide the exptl. exploration of a large no. of materials and working conditions (temp., pressure, compn.) to help design efficient processes relying on fluid adsorption in soft porous crystals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1emuro%253D&md5=994223e7a8c2e997e862701cab09ba6a", "(e) ", "Coudert", ", ", "F.-X.", "; ", "Ortiz", ", ", "A. U.", "; ", "Haigis", ", ", "V.", "; ", "Bousquet", ", ", "D.", "; ", "Fuchs", ", ", "A. H.", "; ", "Ballandras", ", ", "A.", "; ", "Weber", ", ", "G.", "; ", "Bezverkhyy", ", ", "I.", "; ", "Geoffroy", ", ", "N.", "; ", "Bellat", ", ", "J.-P.", "; ", "Ortiz", ", ", "G.", "; ", "Chaplais", ", ", "G.", "; ", "Patarin", ", ", "J.", "; ", "Boutin", ", ", "A.", " ", "J. Phys. Chem. C", " ", "2014", ",  ", "118", ",  ", "5397", " DOI: 10.1021/jp412433a", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Water Adsorption in Flexible Gallium-Based MIL-53 Metal-Organic Framework", "Coudert, Francois-Xavier; Ortiz, Aurelie U.; Haigis, Volker; Bousquet, David; Fuchs, Alain H.; Ballandras, Anthony; Weber, Guy; Bezverkhyy, Igor; Geoffroy, Nicolas; Bellat, Jean-Pierre; Ortiz, Guillaume; Chaplais, Gerald; Patarin, Joel; Boutin, Anne", "Journal of Physical Chemistry C", "\r\n        (", "2014", "),\r\n    ", "118", "\r\n        (", "10", "),\r\n    ", "5397-5405", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Water vapor adsorption by a gallium-based MOF, Ga-MIL-53, has been studied exptl. and using modeling.  The energetics and thermodn. of Ga-MIL-53 were investigated, and a different phase at room temp. (a nonporous phase) and the presence of a hydrated narrow-pore structure at gas satn. pressure were shown.  A complete water vapor pressure vs. temp. phase diagram of Ga-MIL-53 upon water adsorption is reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXivFWit7w%253D&md5=849c6276c53bbb80b9aea9216ec41d68", "3. ", "(a) ", "Li", ", ", "D.", "; ", "Kaneko", ", ", "K.", " ", "Chem. Phys. Lett.", " ", "2001", ",  ", "335", ",  ", "50", " DOI: 10.1016/S0009-2614(00)01419-6", " ", "[", "Crossref", "], [", "CAS", "]", "3. ", "Hydrogen bond-regulated microporous nature of copper complex-assembled microcrystals", "Li, D.; Kaneko, K.", "Chemical Physics Letters", "\r\n        (", "2001", "),\r\n    ", "335", "\r\n        (", "1-2", "),\r\n    ", "50-56", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A Cu complex-assembled compd. [Cu(bpy)(BF4)2(H2O)2·(bpy)]n (bpy=4,4'-bipyridine) with non-interpenetrated structure was synthesized and its adsorption properties for N2, Ar, and CO2 were studied.  The adsorption of gas on this complex suddenly begins at a definite relative pressure ('gate pressure') regardless of almost nil adsorption below the gate pressure.  Such a unique adsorption phenomenon is attributed to the hydrogen bond-regulated microporous nature of this complex; hydrogen bonds in pores block adsorption below the gate pressure.  Addnl., the gate pressure depends on both the adsorbate and the pretreatment temp. of the Cu complex solid.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXhtlSrurk%253D&md5=c829308033219bd4236a3a8262dbf765", "(b) ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Thouvenot", ", ", "C.", "; ", "Nogues", ", ", "M.", "; ", "Marsolier", ", ", "G.", "; ", "Louer", ", ", "D.", "; ", "Ferey", ", ", "G.", " ", "J. Am. Chem. Soc.", " ", "2002", ",  ", "124", ",  ", "13519", " DOI: 10.1021/ja0276974", " ", "ACS Full Text ", ", [", "CAS", "]", "3. ", "Very Large Breathing Effect in the First Nanoporous Chromium(III)-Based Solids: MIL-53 or CrIII(OH)·{O2C-C6H4-CO2}·{HO2C-C6H4-CO2H}x·H2Oy", "Serre, Christian; Millange, Franck; Thouvenot, Christelle; Nogues, Marc; Marsolier, Gerard; Loueer, Daniel; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2002", "),\r\n    ", "124", "\r\n        (", "45", "),\r\n    ", "13519-13526", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The 1st three-dimensional Cr(III) dicarboxylate, MIL-53as or CrIII(OH)·{O2C-C6H4-CO2}·{HO2C-C6H4-CO2H}0.75, was obtained under hydrothermal conditions (as: as-synthesized).  The free acid can be removed by calcination giving the resulting solid, MIL-53ht or CrIII(OH)·{O2C-C6H4-CO2}.  At room temp., MIL-53ht adsorbs atm. H2O immediately to give CrIII(OH)·{O2C-C6H4-CO2}·H2O or MIL-53lt (lt: low-temp. form, ht:high-temp. form).  Structures, which were detd. by using x-ray powder diffraction data, are built up from chains of Cr(III) octahedra linked through terephthalate dianions.  This creates a three-dimensional structure with an array of 1-dimensional large pore channels filled with free disordered terephthalic mols. (MIL-53as) or H2O mols. (MIL-53lt); when the free mols. are removed, this leads to a nanoporous solid (MIL-53ht) with a Langmuir surface area over 1500 m2/g.  The transition between the hydrated form (MIL-53lt) and the anhyd. solid (MIL-53ht) is fully reversible and followed by a very high breathing effect (more than 5 Å), the pores being clipped in the presence of H2O mols. (MIL-53lt) and reopened when the channels are empty (MIL-53ht).  The thermal behavior of the two solids was studied using TGA and x-ray thermodiffractometry.  The sorption properties of MIL-53lt also were studied using several org. solvents.  Finally, magnetism measurements performed on MIL-53as and MIL-53lt revealed that these two phases are antiferromagnetic with Neel temps. TN of 65 and 55 K, resp.  Crystal data for MIL-53as is as follows: orthorhombic space group Pnam with a 17.340(1), b 12.178(1), c 6.822(1) Å, and Z = 4.  Crystal data for MIL-53ht is as follows: orthorhombic space group Imcm with a 16.733(1), b 13.038(1), c 6.812(1) Å, and Z = 4.  Crystal data for MIL-53lt is as follows: monoclinic space group C2/c with a 19.685(4), b 7.849(1), c 6.782(1) Å, β 104.90(1)°, and Z = 4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XotVegt74%253D&md5=59fd68d1cae2399f56196e58039d3bd5", "(c) ", "Choi", ", ", "H. J.", "; ", "Dinca", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "7848", " DOI: 10.1021/ja8024092", " ", "ACS Full Text ", ", [", "CAS", "]", "3. ", "Broadly Hysteretic H2 Adsorption in the Microporous Metal-Organic Framework Co(1,4-benzenedipyrazolate)", "Choi, Hye Jin; Dinca, Mircea; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "25", "),\r\n    ", "7848-7850", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reaction of Co(CF3SO3)2 with the new mol. 1,4-benzenedi(4'-pyrazolyl) (H2BDP) in N,N'-diethylformamide (DEF) at 130 °C generates the metal-org. framework Co(BDP)·2DEF·H2O (1).  X-ray anal. reveals the structure of 1 to contain chains of tetrahedrally ligated Co2+ ions linked through BDP2- ligands to generate a three-dimensional framework with 10 × 10 Å2 channels.  Thermogravimetric data shows the framework to have a high thermal stability, and complete desolvation occurs upon heating at 170 °C under dynamic vacuum for two days to afford 1d.  X-ray powder diffraction data indicates that 1d possesses a substantially different structure, but converts back to 1 upon exposure to DEF, consistent with the presence of a flexible framework.  Nitrogen adsorption isotherms measured for 1d at 77 and 87 K reveal an unprecedented five-step adsorption process and a Langmuir surface area of 2670 m2/g.  In addn., high-pressure H2 adsorption data reveal hysteretic uptake and release, with hysteresis loops of width 1.1, 3.8, 13, and 27 bar that shift to higher pressures as the temp. increases from 50 to 65, 77, and 87 K, resp.  The high H2 uptake capacity of 5.5 excess wt % at 50 K suggests that such materials could potentially find utility for hydrogen storage via a kinetic trapping mechanism.  Variable-temp. kinetics measurements have also allowed the first study of H2 diffusion within a metal-org. framework, revealing an energy barrier of 0.62 kJ/mol for H2 diffusing within the pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXms1Gitb0%253D&md5=6355a96c062de540c55aa13afe969ba5", "4. ", "(a) ", "Deckman", ", ", "H.", "; ", "Kortunov", ", ", "P.", "; ", "Ni", ", ", "Z.", "; ", "Paur", ", ", "C. S.", "; ", "Reyes", ", ", "S. C.", " WO2009105255-a21, ", "2009", ".", "There is no corresponding record for this reference.", "(b) ", "Deckman", ", ", "H.", "; ", "Kortunov", ", ", "P.", "; ", "Ni", ", ", "Z.", "; ", "Paur", ", ", "C. S.", "; ", "Zengel", ", ", "J.", "; ", "Reyes", ", ", "S. C.", " WO2009105270-a21, ", "2009", ".", "There is no corresponding record for this reference.", "(c) ", "Deckman", ", ", "H.", "; ", "Kortunov", ", ", "P.", "; ", "Ni", ", ", "Z.", "; ", "Paur", ", ", "C. S.", "; ", "Zengel", ", ", "J.", "; ", "Reyes", ", ", "S. C.", " WO2009105271-a21, ", "2009", ".", "There is no corresponding record for this reference.", "(d) ", "Kortunov", ", ", "P.", "; ", "Ni", ", ", "Z.", "; ", "Paur", ", ", "C. S.", "; ", "Reyes", ", ", "S. C.", "; ", "Zengel", ", ", "J.", " ", "AIP Conf. Proc.", " ", "2011", ",  ", "1330", ",  ", "57", " DOI: 10.1063/1.3562232", " ", "[", "Crossref", "], [", "CAS", "]", "4. ", "Loading-Dependent Transport Properties of Zeolitic Imidazolate Frameworks Probed by In-Situ PFG NMR", "Kortunov, Pavel; Ni, Zheng; Paur, Charanjit; Reyes, Sebastian; Zengel, John", "AIP Conference Proceedings", "\r\n        (", "2011", "),\r\n    ", "1330", "\r\n        (", "Magnetic Resonance in Porous Media", "),\r\n    ", "57-60", "CODEN:\r\n                ", "APCPCS", ";\r\n        ISSN:", "0094-243X", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Zeolitic imidazolate frameworks (ZIFs), a unique subclass of metal-org. frameworks (MOFs) recently reported by Yaghi group and others, are attracting worldwide attention.  Our systematic work on the adsorption and mol. transport in ZIFs has revealed some unique properties of these new materials that could not have been anticipated from std. structural characterization results.  More specifically, the rearrangement of the imidazolate linkers (and in some cases, the framework structure) driven by adsorbate-adsorbent interaction causes the window sizes and accessible pore space of ZIFs to deviate (in some cases, drastically) from the values detd. by low-temp. single-crystal X-ray crystallog. and typical physisorption expts. carried out at liq. nitrogen temp. (77 K) with H2, N2 and Ar.  Here we show the high degree of structural flexibility of ZIFs at near ambient temps. and report the first time their unique adsorption and transport characteristics.  (c) 2011 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjvFSgu7c%253D&md5=a0b048d2bef976511992f9c801c705ac", "5. ", "(a) ", "Gücüyener", ", ", "C.", "; ", "van den Bergh", ", ", "J.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "17704", " DOI: 10.1021/ja1089765", " ", "ACS Full Text ", ", [", "CAS", "]", "5. ", "Ethane/ethene separation turned on its head: selective ethane adsorption on the metal-organic framework ZIF-7 through a gate-opening mechanism", "Gucuyener Canan; van den Bergh Johan; Gascon Jorge; Kapteijn Freek", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "50", "),\r\n    ", "17704-6", "\r\n        ISSN:", ".\r\n    ", "Ethane is selectively adsorbed over ethylene in their mixtures on the zeolite imidazolate framework ZIF-7.  In packed columns, this results in the direct production of pure ethylene.  This gas-phase separation is attributed to a gate-opening effect in which specific threshold pressures control the uptake and release of individual molecules.  These threshold pressures differ for the different molecules, leaving a window of selective uptake operation.  This phenomenon makes ZIF-7 a perfect candidate for the separation of olefins from paraffins, since in contrast to most microporous materials, the paraffin is selectively adsorbed.  Mixture adsorption, as studied by breakthrough experiments, demonstrates that gate-opening effects can be effectively used to separate molecules of very similar size.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3M%252Fnt1Chtw%253D%253D&md5=c3b911dc087ba4348f0e5bdf44227fe2", "(b) ", "van den Bergh", ", ", "J.", "; ", "Gücüyener", ", ", "C.", "; ", "Pidko", ", ", "E.", "; ", "Hensen", ", ", "E.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", " ", "Chem. - Eur. J.", " ", "2011", ",  ", "17", ",  ", "8832", " DOI: 10.1002/chem.201100958", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Understanding the Anomalous Alkane Selectivity of ZIF-7 in the Separation of Light Alkane/Alkene Mixtures", "van den Bergh, Johan; Guecueyener, Canan; Pidko, Evgeny A.; Hensen, Emiel J. M.; Gascon, Jorge; Kapteijn, Freek", "Chemistry - A European Journal", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "32", "),\r\n    ", "8832-8840, S8832/1-S8832/12", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "C2 and C3 alkanes are selectively adsorbed from mixts. over the corresponding alkenes on the zeolite imidazolate framework ZIF-7 through a gate-opening mechanism.  As a result, the direct prodn. of the pure alkene upon adsorption and the pure alkane upon desorption in packed columns is possible.  Herein, a detailed investigation of the step-wise adsorption and sepn. of alkanes and alkenes is presented, together with a rigorous performance assessment.  A mol. picture of the gate-opening mechanism underlying the unprecedented selectivity towards alkane adsorption is proposed based on DFT calcns. and a thermodn. anal. of the adsorption-desorption isotherms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXoslCktL4%253D&md5=3d7683f5a91ea8dc0702d5c4f038feb5", "6. ", "(a) ", "Neimark", ", ", "A. V.", "; ", "Coudert", ", ", "F. X.", "; ", "Triguero", ", ", "C.", "; ", "Boutin", ", ", "A.", "; ", "Fuchs", ", ", "A. H.", "; ", "Beurroies", ", ", "I.", "; ", "Denoyel", ", ", "R.", " ", "Langmuir", " ", "2011", ",  ", "27", ",  ", "4734", " DOI: 10.1021/la200094x", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Structural Transitions in MIL-53 (Cr): View from Outside and Inside", "Neimark, Alexander V.; Coudert, Francois-Xavier; Triguero, Carles; Boutin, Anne; Fuchs, Alain H.; Beurroies, Isabelle; Denoyel, Renaud", "Langmuir", "\r\n        (", "2011", "),\r\n    ", "27", "\r\n        (", "8", "),\r\n    ", "4734-4741", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We present a unified thermodn. description of the breathing transitions between large pore (lp) and narrow pore (np) phases of MIL-53 (Cr) obsd. during the adsorption of guest mols. and the mech. compression in the process of mercury porosimetry.  By revisiting recent exptl. data on mercury intrusion and in situ XRD during CO2 adsorption, we demonstrate that the magnitude of the adsorption stress exerted inside the pores by guest mols., which is required for inducing the breathing transition, corresponds to the magnitude of the external pressure applied from the outside that causes the resp. transformation between lp and np phases.  We show that, when a stimulus is applied to breathing MOFs of MIL-53 type, these materials exhibit small reversible elastic deformations of lp and np phases of the order of 2-4%, while the breathing transition is assocd. with irreversible plastic deformation that leads to up to ∼40% change of the sample vol. and a pronounced hysteresis.  These results shed light on the specifics of the structural transformations in MIL-53 (Cr) and other soft porous crystals (SPC).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjsVGjurk%253D&md5=6002d1f0150c4aebb1c183f3e82c8c25", "(b) ", "Boutin", ", ", "A.", "; ", "Coudert", ", ", "F. X.", "; ", "Springuel-Huet", ", ", "M.-A.", "; ", "Neimark", ", ", "A. V.", "; ", "Ferey", ", ", "G.", "; ", "Fuchs", ", ", "A. H.", " ", "J. Phys. Chem. C", " ", "2010", ",  ", "114", ",  ", "22237", " DOI: 10.1021/jp108710h", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "The Behavior of Flexible MIL-53(Al) upon CH4 and CO2 Adsorption", "Boutin, Anne; Coudert, Francois-Xavier; Springuel-Huet, Marie-Anne; Neimark, Alexander V.; Ferey, Gerard; Fuchs, Alain H.", "Journal of Physical Chemistry C", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "50", "),\r\n    ", "22237-22244", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The use of the osmotic thermodn. model, combined with a series of methane and carbon dioxide gas adsorption expts. at various temps., has allowed shedding some new light on the fascinating phase behavior of flexible MIL-53(Al) metal-org. frameworks.  A generic temp.-loading phase diagram has been derived; it is shown that the breathing effect in MIL-53 is a very general phenomenon, which should be obsd. in a limited temp. range regardless of the guest mol.  In addn., the previously proposed stress model for the structural transitions of MIL-53 is shown to be transferable from xenon to methane adsorption.  The stress model also provides a theor. framework for understanding the existence of lp/np phase mixts. at pressures close to the breathing transition pressure, without having to invoke an inhomogeneous distribution of the adsorbate in the porous sample.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsV2kt73I&md5=0bd39c662462b230e102bf02d6be3b1a", "7. ", "(a) ", "Liu", ", ", "Y.", "; ", "Her", ", ", "J.-H.", "; ", "Dailly", ", ", "J.-H.", "; ", "Ramirez-Cuesta", ", ", "A. J.", "; ", "Neumann", ", ", "D. A.", "; ", "Brown", ", ", "C. M.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "11813", " DOI: 10.1021/ja803669w", " ", "ACS Full Text ", ", [", "CAS", "]", "7. ", "Reversible Structural Transition in MIL-53 with Large Temperature Hysteresis", "Liu, Yun; Her, Jae-Hyuk; Dailly, Anne; Ramirez-Cuesta, Anibal J.; Neumann, Dan A.; Brown, Craig M.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "35", "),\r\n    ", "11813-11818", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The metal-org. framework, MIL-53, can have a structural transition from an open-pored to a closed-pored structure by adsorbing different guest mols.  The aid of guest mols. is believed to be necessary to initiate this \"breathing\" effect.  Using both neutron powder diffraction and inelastic neutron scattering techniques, we find that MIL-53 exhibits a reversible structural transition between an open-pored and a closed-pored structure as a function of temp. without the presence of any guest mols.  Surprisingly, this structural transition shows a significant temp. hysteresis: the transition from the open-pored to closed-pored structure occurs at approx. 125 to 150 K, while the transition from the closed-pored to open-pored structure occurs around 325 to 375 K.  To our knowledge, this is first observation of such a large temp. hysteresis of a structural transition in metal-org. frameworks.  We also note that the transition from the open to closed structure at low temp. shows very slow kinetics.  An ab initio computer simulation is employed to investigate the possible mechanism of the transition.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXps1Knt74%253D&md5=0d06ce91da90c73847b704c1ae49016f", "(b) ", "Walker", ", ", "A. M.", "; ", "Civalleri", ", ", "B.", "; ", "Slater", ", ", "B.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Cora", ", ", "F.", "; ", "Zicovich-Wilson", ", ", "C. M.", "; ", "Roman-Perez", ", ", "G.", "; ", "Soler", ", ", "J. M.", "; ", "Gale", ", ", "J. D.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "7501", " DOI: 10.1002/anie.201002413", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Flexibility in a metal-organic framework material controlled by weak dispersion forces: the bistability of MIL-53(Al)", "Walker, Andrew M.; Civalleri, Bartolomeo; Slater, Ben; Mellot-Draznieks, Caroline; Cora, Furio; Zicovich-Wilson, Claudio M.; Roman-Perez, Guillermo; Soler, Jose M.; Gale, Julian D.", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "41", "),\r\n    ", "7501-7503, S7501/1-S7501/10", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Breathtaking MOFs: DFT calcns. reveal that the exceptional, thermally induced d. change of the metal-org. framework MIL-53(Al) is controlled by a competition between short- and long-range interactions and entropic factors.  Dispersive interactions between the Ph rings are responsible for stabilizing a narrow-pore form at low temp.  At 325-375 K, vibrational entropy causes the structure to expand markedly, permitting large vols. of light gases to be adsorbed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlGisbfF&md5=94d8ff50b67c4b2089b29bb67a9b2c57", "(c) ", "Boutin", ", ", "A.", "; ", "Bousquet", ", ", "D.", "; ", "Ortiz", ", ", "A. U.", "; ", "Coudert", ", ", "F.-X.", "; ", "Fuchs", ", ", "A. H.", "; ", "Ballandras", ", ", "A.", "; ", "Weber", ", ", "G.", "; ", "Bezverkhyy", ", ", "I.", "; ", "Bellat", ", ", "J.-P.", "; ", "Ortiz", ", ", "G.", "; ", "Chaplais", ", ", "G.", "; ", "Paillaud", ", ", "J.-L.", "; ", "Marichal", ", ", "C.", "; ", "Nouali", ", ", "H.", "; ", "Patarin", ", ", "J.", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "8180", " DOI: 10.1021/jp312179e", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Temperature-Induced Structural Transitions in the Gallium-Based MIL-53 Metal-Organic Framework", "Boutin, Anne; Bousquet, David; Ortiz, Aurelie U.; Coudert, Francois-Xavier; Fuchs, Alain H.; Ballandras, Anthony; Weber, Guy; Bezverkhyy, Igor; Bellat, Jean-Pierre; Ortiz, Guillaume; Chaplais, Gerald; Paillaud, Jean-Louis; Marichal, Claire; Nouali, Habiba; Patarin, Joel", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "16", "),\r\n    ", "8180-8188", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors report a structural and thermodn. investigation of the phase behavior of Ga(OH,F)-MIL-53, a gallium-based metal-org. framework (MOF) having the MIL-53 topol. contg. 0.7% fluorine bonded to the metal.  Despite some small structural differences, esp. for the hydrated form, the overall phys. chem. behavior of Ga(OH,F)-MIL-53 is very similar to std. fluorine free Ga-MIL-53 material.  A combination of in situ x-ray diffraction, in situ FTIR spectroscopy, DSC, and heat capacity measurements allowed the authors to establish that Ga(OH,F)-MIL-53 under vacuum (i.e., the empty material) exhibits two stable phases: a nonporous narrow-pore (np) phase favored at low temp. and a large-pore (lp) phase favored at high temp., accompanied by a huge hysteresis effect.  Structure detn. of the hydrated material Ga(OH,F)-MIL-53_np_H2O obtained after synthesis, activation, and rehydration was also performed.  D. functional theory calcns. show that it is not a stable structure of Ga(OH,F)-MIL-53 in the absence of adsorbed water mols.  Instead, this hydrated structure is a swollen variant of the np phase, where the flexible framework has expanded to accommodate water mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXkslWlsbY%253D&md5=5026eead1797acc4ee1bf6a51a3efc08", "8. ", "(a) ", "Park", ", ", "K. S.", "; ", "Ni", ", ", "Z.", "; ", "Cote", ", ", "A. P.", "; ", "Choi", ", ", "J. Y.", "; ", "Huang", ", ", "R. D.", "; ", "Uribe-Romo", ", ", "F. J.", "; ", "Chae", ", ", "H. K.", "; ", "O'Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Proc. Natl. Acad. Sci. U. S. A.", " ", "2006", ",  ", "103", ",  ", "10186", " DOI: 10.1073/pnas.0602439103", " ", "[Free @ PNAS]", ", [", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Exceptional chemical and thermal stability of zeolitic imidazolate frameworks", "Park, Kyo Sung; Ni, Zheng; Cote, Adrien P.; Choi, Jae Yong; Huang, Rudan; Uribe-Romo, Fernando J.; Chae, Hee K.; O'Keeffe, Michael; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2006", "),\r\n    ", "103", "\r\n        (", "27", "),\r\n    ", "10186-10191", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "Twelve zeolitic imidazolate frameworks (ZIFs; termed ZIF-1 to -12) were synthesized as crystals by copolymn. of either Zn(II) (ZIF-1 to -4, -6 to -8, and -10 to -11) or Co(II) (ZIF-9 and -12) with imidazolate-type links.  The ZIF crystal structures are based on the nets of seven distinct aluminosilicate zeolites: tetrahedral Si(Al) and the bridging O are replaced with transition metal ion and imidazolate link, resp.  One example of mixed-coordination imidazolate of Zn(II) and In(III) (ZIF-5) based on the garnet net is reported.  Study of the gas adsorption and thermal and chem. stability of two prototypical members, ZIF-8 and -11, demonstrated their permanent porosity (Langmuir surface area = 1,810 m2/g), high thermal stability (up to 550°), and remarkable chem. resistance to boiling alk. H2O and org. solvents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XntlKjtbo%253D&md5=c28cd5862d4765fe4e4937195f5bb4df", "(b) ", "Banerjee", ", ", "R.", "; ", "Phan", ", ", "A.", "; ", "Wang", ", ", "B.", "; ", "Knobler", ", ", "C.", "; ", "Furukawa", ", ", "H.", "; ", "O'Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2008", ",  ", "319", ",  ", "939", " DOI: 10.1126/science.1152516", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "High-Throughput Synthesis of Zeolitic Imidazolate Frameworks and Application to CO2 Capture", "Banerjee, Rahul; Phan, Anh; Wang, Bo; Knobler, Carolyn; Furukawa, Hiroyasu; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2008", "),\r\n    ", "319", "\r\n        (", "5865", "),\r\n    ", "939-943", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A high-throughput protocol was developed for the synthesis of zeolitic imidazolate frameworks (ZIFs).  Twenty-five different ZIF crystals were synthesized from only 9600 microreactions of either Zn(II)/Co(II) and imidazolate/imidazolate-type linkers.  All of the ZIF structures have tetrahedral frameworks: 10 of which have two different links (heterolinks), 16 of which are previously unobserved compns. and structures, and 5 of which have topologies as yet unobserved in zeolites.  Members of a selection of these ZIFs (termed ZIF-68, ZIF-69, and ZIF-70) have high thermal stability (up to 390°) and chem. stability in refluxing org. and aq. media.  Their frameworks have high porosity (with surface areas up to 1970 square meters per g), and they exhibit unusual selectivity for CO2 capture from CO2/CO mixts. and extraordinary capacity for storing CO2: 1 L of ZIF-69 can hold ∼83 L of CO2 at 273 K under ambient pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhslOmtr8%253D&md5=5db725852aeb4ca63bea1883fecb0c77", "9. ", "(a) ", "Huang", ", ", "X.", "; ", "Lin", ", ", "Y.", "; ", "Zhang", ", ", "J.", "; ", "Chen", ", ", "X.", " ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", ",  ", "1557", " DOI: 10.1002/anie.200503778", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Ligand-directed strategy for zeolite-type metal-organic frameworks: zinc(II) imidazolates with unusual zeolitic topologies", "Huang, Xiao-Chun; Lin, Yan-Yong; Zhang, Jie-Peng; Chen, Xiao-Ming", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "10", "),\r\n    ", "1557-1559", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Thermally robust porous metal-org. frameworks (MOFs) with zeolitic topologies were constructed by means of a ligand-directed strategy involving mol. tailoring of simple bridging imidazolates with coordinatively unimportant substituents.  This led to the isolation of three new MOFs having unusually high symmetries, intriguing topologies such as the supercage shown in the picture, and high thermal stability.  Crystal structures of the metal-org. framework compds. are described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XisVahsL0%253D&md5=e635efc639dfc460d4f121c65b54f5f0", "(b) ", "Huang", ", ", "X.", "; ", "Zhang", ", ", "J.", "; ", "Chen", ", ", "X.", " ", "Chin. Sci. Bull.", " ", "2003", ",  ", "48", ",  ", "1531", " DOI: 10.1007/BF03183954", " ", "[", "Crossref", "], [", "CAS", "]", "9. ", "[Zn(bim)2]·(H2O)1.67: a metal-organic open-framework with sodalite topology", "Huang, Xiaochun; Zhang, Jiepeng; Chen, Xiaoming", "Chinese Science Bulletin", "\r\n        (", "2003", "),\r\n    ", "48", "\r\n        (", "15", "),\r\n    ", "1531-1534", "CODEN:\r\n                ", "CSBUEF", ";\r\n        ISSN:", "1001-6538", ".\r\n    \r\n            (", "Science in China Press", ")\r\n        ", "The new coordination polymer formulated as [Zn(bim)2]·(H2O)1.67 (Hbim = benzimidazole, bim = benzimidazolate) was synthesized and shown by single-crystal structural anal. to be a three-dimensional network with the 4264 sodalite topol., constructed by tetrahedral building blocks, [Zn(bim)4]2-.  Each sodalite cage defined by the 24 zinc atoms at the apexes centers hosts 10 water mols. (∼18% occupancy).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXntl2mtrc%253D&md5=baadb7e98c2e9bb6b867402e78ca5297", "10. ", "(a) ", "Zhang", ", ", "C.", "; ", "Lively", ", ", "R. P.", "; ", "Zhang", ", ", "K.", "; ", "Johnson", ", ", "J. R.", "; ", "Karvan", ", ", "O.", "; ", "Koros", ", ", "W. J.", " ", "J. Phys. Chem. Lett.", " ", "2012", ",  ", "3", ",  ", "2130", " DOI: 10.1021/jz300855a", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Unexpected Molecular Sieving Properties of Zeolitic Imidazolate Framework-8", "Zhang, Chen; Lively, Ryan P.; Zhang, Ke; Johnson, Justin R.; Karvan, Oguz; Koros, William J.", "Journal of Physical Chemistry Letters", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "16", "),\r\n    ", "2130-2134", "CODEN:\r\n                ", "JPCLCD", ";\r\n        ISSN:", "1948-7185", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors studied mol. sieving properties of zeolitic imidazolate framework-8 (ZIF-8) by estg. the thermodynamically cor. diffusivities of probe mols. at 35°.  From He (2.6 Å) to iso-C4H10 (5.0 Å), the cor. diffusivity drops 14 orders of magnitude.  The authors' results further suggest that the effective aperture size of ZIF-8 for mol. sieving is at 4.0-4.2 Å, which is significantly larger than the XRD-derived value (3.4 Å) and between the known aperture size of zeolite 4A (3.8 Å) and 5A (4.3 Å).  Because of aperture flexibility, the studied C4 hydrocarbon mols. that are larger than this effective aperture size still adsorb in the micropores of ZIF-8 with kinetic selectivities for iso-C4H8/iso-C4H10 of 180 and n-C4H10/iso-C4H10 of 2.5 × 106.  These unexpected mol. sieving properties open up new opportunities for ZIF materials for sepns. that cannot be economically achieved by traditional microporous adsorbents such as synthetic zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtV2gt7rN&md5=4fa48951d035d74844ab37c6aaff3297", "(b) ", "Peralta", ", ", "D.", "; ", "Chaplais", ", ", "G.", "; ", "Paillaud", ", ", "J. L.", "; ", "Simon-Masseron", ", ", "A.", "; ", "Barthelet", ", ", "K.", "; ", "Pirngruber", ", ", "G. D.", " ", "Microporous Mesoporous Mater.", " ", "2013", ",  ", "173", ",  ", "1", " DOI: 10.1016/j.micromeso.2013.01.012", " ", "[", "Crossref", "], [", "CAS", "]", "10. ", "The separation of xylene isomers by ZIF-8: A demonstration of the extraordinary flexibility of the ZIF-8 framework", "Peralta, David; Chaplais, Gerald; Paillaud, Jean-Louis; Simon-Masseron, Angelique; Barthelet, Karin; Pirngruber, Gerhard D.", "Microporous and Mesoporous Materials", "\r\n        (", "2013", "),\r\n    ", "173", "\r\n        (", "),\r\n    ", "1-5", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "The present work describes the adsorption and sepn. of xylene isomers by ZIF-8.  Although the formal pore diam. of ZIF-8 is much smaller than the mol. diam. of the xylene isomers, ZIF-8 is able to sep. the isomers by mol. sieving.  A structural study indicates that the diffusion of the xylenes into the pore structure of ZIF-8 happens via a transitory deformation of the pore aperture which is based on a tilt of the imidazolate linkers, followed by a return to the initial conformation.  The rate of adsorption depends on the size of the isomer, i.e. it decreases from para- to meta- and to ortho-xylene.  The sepn. of the xylene isomers is good in the gas phase.  In liq. phase breakthrough expts., the quality of the sepn. is deteriorated.  Moreover, as expected for a sepn. based on mol. sieving, para-xylene cannot be well sepd. from ethyl-benzene.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXlslWnsLc%253D&md5=d12f6a0feebf848f19d87f9d956070cf", "11. ", "(a) ", "Moggach", ", ", "S.", "; ", "Bennett", ", ", "T.", "; ", "Cheetham", ", ", "A.", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", ",  ", "7087", " DOI: 10.1002/anie.200902643", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "The Effect of Pressure on ZIF-8: Increasing Pore Size with Pressure and the Formation of a High-Pressure Phase at 1.47 GPa", "Moggach, Stephen A.; Bennett, Thomas D.; Cheetham, Anthony K.", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "38", "),\r\n    ", "7087-7089, S7087/1-S7087/5", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Recent interest in gas storage materials has led to a plethora of papers on the synthesis of novel metal-org. framework materials (MOFs).  Since sorption measurements were performed at pressures up to 0.01 GPa, the effect of higher pressures on the framework is relatively unknown, though the mech. stability of some MOFs at high temps. has been discussed.  Herein the authors present the 1st high-pressure study on a porous ZIF, ZIF-8 (Zn(MeIM)2, MelM = 2-methylimidazolate) with a sodalite zeolite-type structure and a large accessible pore vol. (greater than 2000 Å3 per unit cell).  In summary, by applying pressure to ZIF-8 the hydrostatic medium can be forced to enter the pore, initially increasing the vol. of both the nanopore and the unit cell.  On increasing pressure further, more solvent can be forced into the nanopore, even though the nanopore vol. decreases, until the sample undergoes a phase transition.  This transition not only allows more solvent to enter the original nanopore, but it increases the size of the narrow channels that connect these pores, resulting in an overall increase in porous vol. and amt. of sequestered solvent.  Modification of the pore vol., size, shape, and therefore selectivity has thus been achieved on application of pressure.  Pressure could therefore be used as a means of inserting larger mols. into the pores which would otherwise be too small.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtV2ltrvM&md5=eccd8886fb251d87e568ccdbec40fb19", "(b) ", "Fairen-Jimenez", ", ", "D.", "; ", "Galvelis", ", ", "R.", "; ", "Torrisi", ", ", "A.", "; ", "Gellan", ", ", "A. D.", "; ", "Wharmby", ", ", "M. T.", "; ", "Wright", ", ", "P. A.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Düren", ", ", "T.", " ", "Dalton Trans.", " ", "2012", ",  ", "41", ",  ", "10752", " DOI: 10.1039/c2dt30774j", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Flexibility and swing effect on the adsorption of energy-related gases on ZIF-8: combined experimental and simulation study", "Fairen-Jimenez, David; Galvelis, Raimondas; Torrisi, Antonio; Gellan, Alistair D.; Wharmby, Michael T.; Wright, Paul A.; Mellot-Draznieks, Caroline; Dueren, Tina", "Dalton Transactions", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "35", "),\r\n    ", "10752-10762", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "ZIF-8, a prototypical zeolitic porous coordination polymer, prepd. via the self-assembly of tetrahedral atoms (e.g. Zn and Co) and org. imidazolate linkers, presents large cavities which are interconnected by narrow windows that allow, in principle, mol. sieving.  However, ZIF-8 shows flexibility due to the swing of the imidazolate linkers, which results in the adsorption of mols. which are too large to fit through the narrow window.  The authors assess the impact of this flexibility, previously only obsd. for nitrogen, and the level of agreement between the exptl. and simulated isotherms of different energy-related gases on ZIF-8 (CO2, CH4 and alkanes).  The authors combine exptl. gas adsorption with GCMC simulations, using generic and adjusted force fields and DFT calcns. with the Grimme dispersion correction.  By solely adapting the UFF force field to reduce the Lennard-Jones parameter ε, the authors achieve excellent agreement between the simulated and exptl. results not only for ZIF-8 but also for ZIF-20, where the transferability of the adapted force field is successfully tested.  Regarding ZIF-8, 2 different structural configurations are needed to properly describe the adsorption performance of this material, demonstrating that ZIF-8 is undergoing a structural change during gas adsorption.  DFT calcns. with the Grimme dispersion correction are consistent with the GCMC and exptl. observations, illustrating the thermodn. of the CH4 adsorption sites and confirming the existence of a new adsorption site with a high binding energy within the 4-ring window of ZIF-8.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtF2jsL3F&md5=f10af7f7531251bb3b0392089bd3fa16", "12. ", "Ryder", ", ", "M. R.", "; ", "Civalleri", ", ", "B.", "; ", "Bennett", ", ", "T. D.", "; ", "Henke", ", ", "S.", "; ", "Rudić", ", ", "S.", "; ", "Cinque", ", ", "G.", "; ", "Fernandez-Alonso", ", ", "F.", "; ", "Tan", ", ", "J.-C.", " ", "Phys. Rev. Lett.", " ", "2014", ",  ", "113", ",  ", "215502", " DOI: 10.1103/PhysRevLett.113.215502", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Identifying the role of terahertz vibrations in metal-organic frameworks: from gate-opening phenomenon to shear-driven structural destabilization", "Ryder, Matthew R.; Civalleri, Bartolomeo; Bennett, Thomas D.; Henke, Sebastian; Rudic, Svemir; Cinque, Gianfelice; Fernandez-Alonso, Felix; Tan, Jin-Chong", "Physical Review Letters", "\r\n        (", "2014", "),\r\n    ", "113", "\r\n        (", "21", "),\r\n    ", "215502/1-215502/6, 6 pp.", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "We present an unambiguous identification of low-frequency terahertz vibrations in the archetypal imidazole-based metal-org. framework (MOF) materials: ZIF-4, ZIF-7, and ZIF-8, all of which adopt a zeolite-like nanoporous structure.  Using inelastic neutron scattering and synchrotron radiation far-IR absorption spectroscopy, in conjunction with d. functional theory (DFT), we have pinpointed all major sources of vibrational modes.  Ab initio DFT calcns. revealed the complex nature of the collective THz modes, which enable us to establish detailed correlations with expts.  We discover that low-energy conformational dynamics offers multiple pathways to elucidate novel phys. phenomena obsd. in MOFs.  New evidence demonstrates that THz modes are intrinsically linked, not only to anomalous elasticity underpinning gate-opening and pore-breathing mechanisms, but also to shear-induced phase transitions and the onset of structural instability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXhtlait74%253D&md5=82a32e625b8cb1464d877ad0fa323cf2", "13. ", "Weston", ", ", "S. C.", "; ", "Afeworki", ", ", "M.", "; ", "Ni", ", ", "Z.", "; ", "Zengel", ", ", "J.", "; ", "Stern", ", ", "D. L.", " U.S. Patent 8,907,102, ", "2014", ".", "There is no corresponding record for this reference.", "14. ", "Ni", ", ", "Z.", "; ", "Afeworki", ", ", "M.", "; ", "Weston", ", ", "S. C.", "; ", "Zengel", ", ", "J.", "; ", "Stern", ", ", "D. L.", " U.S. Patent 8,920,541, ", "2014", ".", "There is no corresponding record for this reference.", "15. ", "Bennett", ", ", "T.", "; ", "Goodwin", ", ", "A.", "; ", "Dove", ", ", "M. T.", "; ", "Keen", ", ", "D. A.", "; ", "Tucker", ", ", "M. G.", "; ", "Barney", ", ", "E. R.", "; ", "Soper", ", ", "A. K.", "; ", "Bithell", ", ", "E. G.", "; ", "Tan", ", ", "J.", "; ", "Cheetham", ", ", "A. K.", " ", "Phys. Rev. Lett.", " ", "2010", ",  ", "104", ",  ", "115503", " DOI: 10.1103/PhysRevLett.104.115503", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Structure and properties of an amorphous metal-organic framework", "Bennett, Thomas D.; Goodwin, Andrew L.; Dove, Martin T.; Keen, David A.; Tucker, Matthew G.; Barney, Emma R.; Soper, Alan K.; Bithell, Erica G.; Tan, Jin-Chong; Cheetham, Anthony K.", "Physical Review Letters", "\r\n        (", "2010", "),\r\n    ", "104", "\r\n        (", "11", "),\r\n    ", "115503/1-115503/4", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "A review.  ZIF-4, a metal-org. framework (MOF) with a zeolitic structure, undergoes a crystal-amorphous transition on heating to 300°.  The amorphous form, which was term a-ZIF, is recoverable to ambient conditions or may be converted to a dense cryst. phase of the same compn. by heating to 400°.  Neutron and x-ray total scattering data collected during the amorphization process are used as a basis for reverse Monte Carlo refinement of an atomistic model of the structure of a-ZIF.  The structure is best understood in terms of a continuous random network analogous to that of a-SiO2.  Optical microscopy, electron diffraction and nanoindentation measurements reveal a-ZIF to be an isotropic glass-like phase capable of plastic flow on its formation.  The results suggest an avenue for designing broad new families of amorphous and glass-like materials that exploit the chem. and structural diversity of MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXktlOrtr4%253D&md5=1c73d199b6061615c4990af20766133c", "16. ", "(a) ", "Serre", ", ", "C.", "; ", "Bourrelly", ", ", "S.", "; ", "Vimont", ", ", "A.", "; ", "Ramsahye", ", ", "N. A.", "; ", "Maurin", ", ", "G.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Daturi", ", ", "M.", "; ", "Filinchuk", ", ", "Y.", "; ", "Leynaud", ", ", "O.", "; ", "Barnes", ", ", "P.", "; ", "Feréy", ", ", "G.", " ", "Adv. Mater.", " ", "2007", ",  ", "19", ",  ", "2246", " DOI: 10.1002/adma.200602645", " ", "[", "Crossref", "], [", "CAS", "]", "16. ", "An explanation for the very large breathing effect of a metal-organic framework during CO2 adsorption", "Serre, Christian; Bourrelly, Sandrine; Vimont, Alexandre; Ramsahye, Naseem A.; Maurin, Guillaume; Llewellyn, Philip L.; Daturi, Marco; Filinchuk, Yaroslav; Leynaud, Olivier; Barnes, Paul; Ferey, Gerard", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2007", "),\r\n    ", "19", "\r\n        (", "17", "),\r\n    ", "2246-2251", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The unusual adsorption behavior of CO2 in a nanoporous hybrid metalorg. solid is discussed.  The gas adsorption-desorption step is related to a breathing phenomenon.  Also probably the main interactions responsible for the breathing phenomenon are strong guest-framework CO2-OH interactions as well as CO2-CO2 interactions along the tunnels present in the structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFSktrbP&md5=a886b928b0e86e5c709f1364b8dcbdb9", "(b) ", "Ghoufi", ", ", "A.", "; ", "Subercaze", ", ", "A.", "; ", "Ma", ", ", "Q.", "; ", "Yot", ", ", "P. G.", "; ", "Ke", ", ", "Y.", "; ", "Puente-Orench", ", ", "I.", "; ", "Devic", ", ", "T.", "; ", "Guillerm", ", ", "V.", "; ", "Zhong", ", ", "C.", "; ", "Serre", ", ", "C.", "; ", "Férey", ", ", "G.", "; ", "Maurin", ", ", "G.", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "13289", " DOI: 10.1021/jp303686m", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Comparative Guest, Thermal, and Mechanical Breathing of the Porous Metal Organic Framework MIL-53(Cr): A Computational Exploration Supported by Experiments", "Ghoufi, A.; Subercaze, A.; Ma, Q.; Yot, P. G.; Ke, Y.; Puente-Orench, I.; Devic, T.; Guillerm, V.; Zhong, C.; Serre, C.; Ferey, G.; Maurin, G.", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "24", "),\r\n    ", "13289-13295", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The breathing of the flexible metal org. framework MIL-53(Cr) was widely explored by both exptl. and modeling approaches upon the inclusion of different guest mols. within its porosity.  This spectacular phenomenon was only partially tackled by force field based simulations mainly due to the complexity of deriving a set of accurate potential parameters able to capture the assocd. structural transition implying a unit cell vol. change up to 40%.  Here, a new parametrization of a flexible force field for the MIL-53(Cr) framework is realized from an iterative procedure starting with the exptl. structural data collected in the presence of CO2 as the guest mol.  Hybrid osmotic Monte Carlo simulations based on this refined force field are then successfully conducted to reproduce for the 1st time the complex shape of the CO2 adsorption isotherm in the whole range of pressures.  The structural behavior of the MIL-53(Cr) under a wide range of applied temp. and pressure is then followed by mol. dynamics simulations.  These 2 stimuli also induce a similar reversible structural transition toward a contracted phase, with the presence of a hysteresis.  Each of these predictions is confirmed by exptl. evidence issued from either the literature for the impact of the temp. or from own high pressure neutron diffraction measurements.  This permanent exptl./modeling interplay allows a full validation of the derived flexible force field, a prerequisite for further understanding the microscopic key features that govern the spectacular breathing of such a material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XnvVSnt7g%253D&md5=7f033068e87d93e5d2fe1bb4c5262864", "17. ", "(a) ", "Zhao", ", ", "P.", "; ", "Lampronti", ", ", "G. I.", "; ", "Lloyd", ", ", "G. O.", "; ", "Suard", ", ", "E.", "; ", "Redfern", ", ", "S.", " ", "J. Mater. Chem. A", " ", "2014", ",  ", "2", ",  ", "620", " DOI: 10.1039/C3TA13981F", " ", "[", "Crossref", "], [", "CAS", "]", "17. ", "Direct visualization of carbon dioxide adsorption in gate-opening zeolitic imidazolate framework ZIF-7", "Zhao, Pu; Lampronti, Giulio I.; Lloyd, Gareth O.; Suard, Emmanuelle; Redfern, Simon A. T.", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2014", "),\r\n    ", "2", "\r\n        (", "3", "),\r\n    ", "620-623", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The crystal structures of zeolitic imidazolate framework 7 (ZIF-7) under various CO2 pressures were studied by high-resoln. neutron powder diffraction.  CO2 adsorption in ZIF-7 was visualized and demonstrated to be primarily controlled by the benzimidazolate ligands via a gate-opening mechanism.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvV2rs7zO&md5=bda370b575f8015f53c33c842d3c0fd6", "(b) ", "Zhao", ", ", "P.", "; ", "Lampronti", ", ", "G. I.", "; ", "Lloyd", ", ", "G. O.", "; ", "Wharmby", ", ", "M. T.", "; ", "Facq", ", ", "S.", "; ", "Cheetham", ", ", "A. K.", "; ", "Redfern", ", ", "S.", " ", "Chem. Mater.", " ", "2014", ",  ", "26", ",  ", "1767", " DOI: 10.1021/cm500407f", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Phase Transitions in Zeolitic Imidazolate Framework 7: The Importance of Framework Flexibility and Guest-Induced Instability", "Zhao, Pu; Lampronti, Giulio I.; Lloyd, Gareth O.; Wharmby, Michael T.; Facq, Sebastien; Cheetham, Anthony K.; Redfern, Simon A. T.", "Chemistry of Materials", "\r\n        (", "2014", "),\r\n    ", "26", "\r\n        (", "5", "),\r\n    ", "1767-1769", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Phase transitions in zeolitic imidazolate framework 7 (ZIF-7) induced by guest exchange and temp. were identified.  The structural nature of the phase transition between solvated and desolvated ZIF-7 (ZIF-7-I and ZIF-7-II) upon heating was characterized and the structure of ZIF-7-II was solved.  A new irreversible phase transition, from ZIF-7-I or ZIF-7-II framework to a dense ZIF-7-III layer structure, arising from Zn-N bond breaking in the presence of H2O, is seen for the 1st time.  The ZIF-7-III phase is the densest yet reported ZIF.  Together with ZIF-9-III, which shares the same structure as ZIF-7-III, it was produced by mechanosynthesis.  The authors' results demonstrate the importance of guest-host interactions in controlling the stability and structure of ZIFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXis1enu78%253D&md5=9fd14537a4b5d636d3773c7270dbd525", "18. ", "(a) ", "Aguado", ", ", "S.", "; ", "Bergeret", ", ", "G.", "; ", "Pera-Titus", ", ", "M.", "; ", "Moizan", ", ", "V.", "; ", "Nieto-Draghi", ", ", "C.", "; ", "Bats", ", ", "N.", "; ", "Farrusseng", ", ", "D.", " ", "New J. Chem.", " ", "2011", ",  ", "35", ",  ", "546", " DOI: 10.1039/C0NJ00836B", " ", "[", "Crossref", "], [", "CAS", "]", "18. ", "Guest-induced gate-opening of a zeolite imidazolate framework", "Aguado, Sonia; Bergeret, Gerard; Titus, Marc Pera; Moizan, Virginie; Nieto-Draghi, Carlos; Bats, Nicolas; Farrusseng, David", "New Journal of Chemistry", "\r\n        (", "2011", "),\r\n    ", "35", "\r\n        (", "3", "),\r\n    ", "546-550", "CODEN:\r\n                ", "NJCHE5", ";\r\n        ISSN:", "1144-0546", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The Zn benzimidazolate coordination polymer (ZIF-7) shows a reversible gate-opening effect upon variation of partial pressure of CO2 or temp.  This phenomenon, which is unique for a MOF with sodalite topol., arises from a phase-to-phase transformation upon guest adsorption-desorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXisFKisL4%253D&md5=992605c1a3270f616fa92347c9e1cc3c", "(b) ", "Pera-Titus", ", ", "M.", "; ", "Farrusseng", ", ", "D.", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "1638", " DOI: 10.1021/jp210174h", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Guest-Induced Gate Opening and Breathing Phenomena in Soft Porous Crystals: Building Thermodynamically Consistent Isotherms", "Pera-Titus, Marc; Farrusseng, David", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "2", "),\r\n    ", "1638-1649", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) have emerged as a novel and fascinating family of porous materials offering promising perspectives for designing tailor-made adsorbents and catalysts.  Particularly, great attention has been paid to flexible nanoporous MOFs (or Soft Porous Crystals) displaying structural phase transitions promoted by external stimuli.  This is the case of guest-induced structural transitions with adsorption being at the origin of the striking gate opening and breathing phenomena.  The authors present a short overview of the formulation of thermodn. isotherms for describing S-shaped adsorption/desorption curves typical of such phenomena, as well as recent thermodn. methods for estg. phase transition energies.  These methods might be valuable for the rational design of gate opening/breathing MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1ajsbbN&md5=a50f95dcfd6efde3f503d6630046144b", "19. ", "Wu", ", ", "X.", "; ", "Niknam Shahrak", ", ", "M.", "; ", "Yuan", ", ", "B.", "; ", "Deng", ", ", "S.", " ", "Microporous Mesoporous Mater.", " ", "2014", ",  ", "190", ",  ", "189", " DOI: 10.1016/j.micromeso.2014.02.016", " ", "[", "Crossref", "], [", "CAS", "]", "19. ", "Synthesis and characterization of zeolitic imidazolate framework ZIF-7 for CO2 and CH4 separation", "Wu, Xiaofei; Niknam Shahrak, Mahdi; Yuan, Bin; Deng, Shuguang", "Microporous and Mesoporous Materials", "\r\n        (", "2014", "),\r\n    ", "190", "\r\n        (", "),\r\n    ", "189-196", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "There are surging demands to sep. carbon dioxide from methane in upgrading low-quality natural gas including biogas with an energy efficient process.  In this work, adsorption equil. and kinetics of CO2 and CH4 on a zeolitic imidazolate framework ZIF-7 were detd. at various temps. and gas pressures up to 1 bar, to evaluate the feasibility of removing CO2 from CH4 in a vacuum swing adsorption process using ZIF-7 as adsorbent.  The as-synthesized ZIF-7 sample was characterized with SEM for crystal structure, powder X-ray diffraction for phase structure, thermal gravimetric anal. for thermal stability, and carbon dioxide adsorption at 0 °C for pore textural properties.  To study the gate-opening of ZIF-7, CO2 adsorption was measured at five different temps. (273, 298, 323, 348 and 373 K) and pressures up to 10 bar.  A thermodn. model was employed to est. the free energy of phase transition between narrow pore and large pore, and a modified dual-site Sips equation could fit the S shape CO2 isotherms well.  Adsorption equil. selectivity (α) and adsorbent selection parameter for pressure swing adsorption processes (S) were calcd. from the adsorption equil. data.  The relatively high values of adsorption selectivities suggest that ZIF-7 is a promising adsorbent candidate for CO2/CH4 sepn. in a pressure swing adsorption process.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXlt1Wjsrc%253D&md5=bdf52879317ad354a90dc060423ea27e", "20. ", "Neimark", ", ", "A. V.", "; ", "Ravikovitch", ", ", "P. I.", " ", "Langmuir", " ", "1997", ",  ", "13", ",  ", "5148", " DOI: 10.1021/la970266s", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Calibration of Pore Volume in Adsorption Experiments and Theoretical Models", "Neimark, Alexander V.; Ravikovitch, Peter I.", "Langmuir", "\r\n        (", "1997", "),\r\n    ", "13", "\r\n        (", "19", "),\r\n    ", "5148-5160", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors propose a new definition of excess adsorption for use in mol. models of adsorption.  This definition implies the calibration of theor. models in a manner mimicking the exptl. calibration procedure.  The method of theor. calibration is developed on the example of helium calibration.  The notions of the He calibrated pore vol. and the He calibrated pore size are introduced, and the He calibrated theor. excess isotherms are defined.  The proposed method diminishes the discrepancies between the theor. and the exptl. excess adsorption isotherms and makes the theory and the expt. entirely consistent.  The quant. ests. are made by means of the nonlocal d. functional theory (NLDFT) applied to the adsorption of He, N2, and CH4 in micropores of active carbons at liq. nitrogen and ambient temps.  It is shown that the exptl. He calibration affects significantly the excess isotherms of vapors and supercrit. fluids in microporous carbons.  The non-monotonous excess isotherms in mol. size pores are predicted.  The theor. predictions of He adsorption are in qual. agreement with the exptl. isotherm measured on the BPL active carbon at 77 K.  The theor. calibration is recommended for adjustment of any mol. model of adsorption phenomena, such as d. functional theory, mol. dynamics, and grand canonical and other Monte Carlo simulations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXlsFaksbo%253D&md5=f13794ceff6c904ecceffae91722c177", "21. ", "(a) ", "Du", ", ", "Y.", "; ", "Ok", ", ", "K. M.", "; ", "O'Hare", ", ", "D.", " ", "J. Mater. Chem.", " ", "2008", ",  ", "18", ",  ", "4450", " DOI: 10.1039/b809085h", " ", "[", "Crossref", "], [", "CAS", "]", "21. ", "A kinetic study of the phase conversion of layered cobalt hydroxides", "Du, Yi; Ok, Kang Min; O'Hare, Dermot", "Journal of Materials Chemistry", "\r\n        (", "2008", "),\r\n    ", "18", "\r\n        (", "37", "),\r\n    ", "4450-4459", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A kinetic study of the phase conversions of three layered α-type cobalt hydroxides, two pink forms {Co(OH)1.4(NCO)0.6·0.6H2O, Co(OH)1.5(NO3)0.5·0.6H2O} and a green form {Co(OH)1.6Cl0.4·0.4H2O} to a brucite-like β-Co(OH)2 in the presence of NaOH have been investigated using time-resolved, in situ energy-dispersive X-ray diffraction (EDXRD) and time-resolved, in situ simultaneous small/wide angle X-ray scattering (SAXS/WAXS).  The kinetic data have been modeled using the Avrami-Erofe'ev model.  This anal. suggests that conversion of Co(OH)1.4(NCO)0.6·0.6H2O to β-Co(OH)2 follows a two-dimensional diffusion-controlled model while the conversion of Co(OH)1.6Cl0.4·0.4H2O to β-Co(OH)2 is best modeled by a phase-boundary-controlled process.  The in situ SAXS/WAXS expts. on the conversion of Co(OH)1.6Cl0.4·0.4H2O to β-Co(OH)2 suggests that an Ostwald ripening model is obeyed during the final stages of the reaction.  The transformation from Co(OH)1.5(NO3)0.5·0.6H2O to β-Co(OH)2 proceeds via an intermediate cryst. phase, which is thought to be an α-cobalt hydroxide with an expanded interlayer sepn. contg. tetrahedrally coordinated Co2+.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtFejtb3P&md5=3d20a29bbf097cb5ba11d85618ad79b9", "(b) ", "Williams", ", ", "G.", "; ", "O'Hare", ", ", "D.", " ", "J. Mater. Chem.", " ", "2006", ",  ", "16", ",  ", "3065", " DOI: 10.1039/b604895a", " ", "[", "Crossref", "], [", "CAS", "]", "21. ", "Towards understanding, control and application of layered double hydroxide chemistry", "Williams, Gareth R.; O'Hare, Dermot", "Journal of Materials Chemistry", "\r\n        (", "2006", "),\r\n    ", "16", "\r\n        (", "30", "),\r\n    ", "3065-3074", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; layered double hydroxides (LDHs) have a vast no. of potential applications in fields as diverse as sepn. chem., polymer additives and catalysis.  They are facile and cheap to prep., and are environmentally friendly.  In this paper, some of the most exciting recent developments in LDH chem. are discussed, with an emphasis on how we can control their chem. and how in situ techniques can provide enhanced understanding of the nanoscopic processes involved in intercalation reactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xnt1Knsbk%253D&md5=785080d669d2cc95d888d5c3c00e908f", "22. ", "(a) ", "Potoff", ", ", "J. J.", "; ", "Siepmann", ", ", "J. I.", " ", "AIChE J.", " ", "2001", ",  ", "47", ",  ", "1676", " DOI: 10.1002/aic.690470719", " ", "[", "Crossref", "], [", "CAS", "]", "22. ", "Vapor-liquid equilibria of mixtures containing alkanes, carbon dioxide, and nitrogen", "Potoff, Jeffrey J.; Siepmann, J. Ilja", "AIChE Journal", "\r\n        (", "2001", "),\r\n    ", "47", "\r\n        (", "7", "),\r\n    ", "1676-1682", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    \r\n            (", "American Institute of Chemical Engineers", ")\r\n        ", "New force fields for carbon dioxide and nitrogen are introduced that quant. reproduce the vapor-liq. equil. (VLE) of the neat systems and their mixts. with alkanes.  In addn. to the usual VLE calcns. for pure CO2 and N2, calcns. of the binary mixts. with propane were used in the force-field development to achieve a good balance between dispersive and electrostatic (quadrupole-quadrupole) interactions.  The transferability of the force fields was then assessed from calcns. of the VLE for the binary mixts. with n-hexane, the binary mixt. of CO2/N2, and the ternary mixt. of CO2/N2/propane.  The VLE calcns. were carried out using configurational-bias Monte Carlo simulations in either the grand canonical ensemble with histogram-reweighting or in the Gibbs ensemble.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXlsVCrt78%253D&md5=ad43c62adf3f96989c660eeff73b73e2", "(b) ", "Wick", ", ", "C. D.", "; ", "Siepmann", ", ", "J. I.", "; ", "Klotz", ", ", "W. L.", "; ", "Schure", ", ", "M. R.", " ", "J. Chromatography A ", " ", "2002", ",  ", "954", ",  ", "181", " DOI: 10.1016/S0021-9673(02)00171-1", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "Temperature effects on the retention of n-alkanes and arenes in helium-squalane gas-liquid chromatograph. Experiment and molecular simulation", "Wick, Collin D.; Siepmann, J. Ilja; Klotz, Wendy L.; Schure, Mark R.", "Journal of Chromatography, A", "\r\n        (", "2002", "),\r\n    ", "954", "\r\n        (", "1-2", "),\r\n    ", "181-190", "CODEN:\r\n                ", "JCRAEY", ";\r\n        ISSN:", "0021-9673", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "Expts. and mol. simulations were carried out to study temp. effects (at 323-383 K) on the abs. and relative retention of n-hexane, n-heptane, n-octane, benzene, toluene and the three xylene isomers in gas-liq. chromatog.  Helium and squalane were used as the carrier gas and retentive phase, resp.  Both the expts. and the simulations show a markedly different temp. dependence of the retention for the n-alkanes compared to the arenes.  For example, over the 60 K temp. range studied, the Kovats retention index of benzene increases by ∼16 or 18 ± 10 retention index units detd. from the expts. or simulations, resp.  For toluene and the xylenes, the exptl. measured increases are similar in magnitude and range from 14 to 17 retention index units for m-xylene to o-xylene.  The mol. simulation data provide an independent method of obtaining the transfer enthalpies and entropies.  The change in retention indexes is the result of the larger entropic penalty and the larger heat capacity for the transfer of the alkane mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xis1Orsb4%253D&md5=63dd6631d695bdfeed7851d02bfe0072", "(c) ", "Wick", ", ", "C. D.", "; ", "Stubbs", ", ", "J. M.", "; ", "Rai", ", ", "N.", "; ", "Siepmann", ", ", "J. I.", " ", "J. Phys. Chem. B", " ", "2005", ",  ", "109", ",  ", "18974", " DOI: 10.1021/jp0504827", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Transferable Potentials for Phase Equilibria. 7. Primary, Secondary, and Tertiary Amines, Nitroalkanes and Nitrobenzene, Nitriles, Amides, Pyridine, and Pyrimidine", "Wick, Collin D.; Stubbs, John M.; Rai, Neeraj; Siepmann, J. Ilja", "Journal of Physical Chemistry B", "\r\n        (", "2005", "),\r\n    ", "109", "\r\n        (", "40", "),\r\n    ", "18974-18982", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The transferable potentials for phase equil. (TraPPE) force fields are extended to amine, nitro, nitrile, and amide functionalities and to pyridine and pyrimidine.  In many cases, the same parameters for a functional group are used for both united-atom and explicit-hydrogen representations of alkyl tails.  Following the TraPPE philosophy, the nonbonded interaction parameters were fitted to the vapor-liq. coexistence curves for selected one-component systems.  Excellent agreement with exptl. results was found, with the mean unsigned errors being less than 1 % for both the crit. temp. and the normal boiling temp.  Similarly, the liq. densities at low reduced temps. are reproduced to within 1%, and the deviation for the crit. densities is about 4%.  Addnl. simulations were performed for the binary mixts. of methylamine + n-hexane, di-Et ether + acetonitrile, 1-propanol + acetonitrile, and nitroethane + ethanol.  With the exception of the methylamine/n-hexane mixt. for which the sepn. factor is substantially overestimated, agreement with expt. for the other three mixts. is very satisfactory.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtVShsLzN&md5=a5d535f19da3cca9ca52be6c49fce78a", "(d) ", "Rappe", ", ", "A. K.", "; ", "Casewit", ", ", "C. J.", "; ", "Colwell", ", ", "K. S.", "; ", "Goddard", ", ", "W. A.", ", ", " III", "; ", "Skiff", ", ", "W. M.", " ", "J. Am. Chem. Soc.", " ", "1992", ",  ", "114", ",  ", "10024", " DOI: 10.1021/ja00051a040", " ", "ACS Full Text ", ", [", "CAS", "]", "22. ", "UFF, a full periodic table force field for molecular mechanics and molecular dynamics simulations", "Rappe, A. K.; Casewit, C. J.; Colwell, K. S.; Goddard, W. A., III; Skiff, W. M.", "Journal of the American Chemical Society", "\r\n        (", "1992", "),\r\n    ", "114", "\r\n        (", "25", "),\r\n    ", "10024-35", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "A new mol. mechanics force field, the Universal force field (UFF), is described wherein the force field parameters are estd. using general rules based only on the element, its hybridization and its connectivity.  The force field functional forms, parameters, and generating formulas for the full periodic table are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38Xmtl2qur8%253D&md5=cf41e8bb9ad299fd5d79f070d690afe1", "(e) ", "Mayo", ", ", "S. L.", "; ", "Olafson", ", ", "B. D.", "; ", "Goddard", ", ", "W. A.", ", ", " III", " ", "J. Phys. Chem.", " ", "1990", ",  ", "94", ",  ", "8897", " DOI: 10.1021/j100389a010", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "DREIDING:  a generic force field for molecular simulations", "Mayo, Stephen L.; Olafson, Barry D.; Goddard, William A., III", "Journal of Physical Chemistry", "\r\n        (", "1990", "),\r\n    ", "94", "\r\n        (", "26", "),\r\n    ", "8897-909", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "The parameters are given for a new generic force field, DREIDING, that is useful for predicting structures and dynamics of org., biol., and main-group inorg. mols.  The philosophy in DREIDING is to use general force consts. and geometry parameters based on simple hybridization considerations rather than individual force consts. and geometric parameters that depend on the particular combination of atoms involved in the bond, angle, or torsion terms.  Thus all bond distances are derived from at. radii, and there is only one force const. each for bonds, angles, and inversions and only six different values for torsional barriers.  Parameters are defined for all possible combinations of atoms and new atoms can be added to the force field rather simply.  The parameters are given for the \"nonmetallic\" main-group elements (B, C, N, O, F columns for the C, Si, Ge, and Sn rows) plus H and a few metals (Na, Ca, Zn, Fe).  The accuracy of the DREIDING force field is tested by comparing with (i) 76 accurately detd. crystal structures of org. compds. involving H, C, N, O, F, P, S, Cl, and Br, (ii) rotational barriers of a no. of mols., and (iii) relative conformational energies and barriers of a no. of mols.  There is excellent agreement.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXmtlyhtL0%253D&md5=c2b2e75dedb934f18bad57d15d8944d4", "(f) ", "Lyubchyk", ", ", "A.", "; ", "Esteves", ", ", "I. A. A. C.", "; ", "Cruz", ", ", "F. J. A. L.", "; ", "Mota", ", ", "J. P. B.", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "20628", " DOI: 10.1021/jp207326d", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Experimental and Theoretical Studies of Supercritical Methane Adsorption in the MIL-53(Al) Metal Organic Framework", "Lyubchyk, Andriy; Esteves, Isabel A. A. C.; Cruz, Fernando J. A. L.; Mota, Jose P. B.", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "42", "),\r\n    ", "20628-20638", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption equil. properties of supercrit. methane in the large-pore (lp) structure of the MIL-53(Al) metal org. framework were studied exptl. by gravimetric adsorption and theor. by grand canonical Monte Carlo (GCMC) simulation.  The adsorption expts. span a broad range of pressures (0.01-7 MPa) and temps. (303-353 K).  In the mol. simulation work, MIL-53lp(Al) is assumed to have a perfect, rigid lattice, and both fluid-fluid and solid-fluid interactions are modeled using the TraPPE-UA force field.  The adsorption isotherms and isosteric heats of adsorption predicted by GCMC simulation, without any reparametrization of the TraPPE-UA force field parameters, are in good agreement with the exptl. measurements.  The mol. simulations predict that the amt. of methane adsorbed in the porous framework of MIL-53lp(Al) at 298.15 K and 3.5 MPa is 5.79 mol/kg, yielding a methane storage capacity of 132.6 vol./vol. (vols. of stored gas, measured at std. conditions, per storage vol.) for a monolithic block and 107.2 vol./vol. for the theor. limit of a close-packing of uniform spherical particles.  For an isothermal (298.15 K) discharge cycle between 3.5 and 0.136 MPa, the predicted net deliverable capacity is 114.0 (vol./vol.)net for a monolith and 93.1 (vol./vol.)net for a close-packed bed.  If, however, the storage system is operated at 253 K, the net storage capacity of a monolithic block of MIL-53(Al) increases to a value that is very close to the DOE target of 150 (vol./vol.)net.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1CqtrfN&md5=6d6bcdb5eadb53af81ce00e3a40c6522", "23. ", "Nicholson", ", ", "D.", "; ", "Parsonage", ", ", "N. G.", "  ", "Computer Simulation and the Statistical Mechanics of Adsorption", ", ", "Academic Press", ": ", "New York", ", ", "1982", ".", "There is no corresponding record for this reference.", "24. ", "Cardona-Martinez", ", ", "N.", "; ", "Dumesic", ", ", "J. A.", " ", "Adv. Catal.", " ", "1992", ",  ", "38", ",  ", "149", " DOI: 10.1016/S0360-0564(08)60007-3", " ", "[", "Crossref", "], [", "CAS", "]", "24. ", "Applications of adsorption microcalorimetry to the study of heterogeneous catalysis", "Cardona-Martinez, Nelson; Dumesic, J. A.", "Advances in Catalysis", "\r\n        (", "1992", "),\r\n    ", "38", "\r\n        (", "),\r\n    ", "149-244", "CODEN:\r\n                ", "ADCAAX", ";\r\n        ISSN:", "0065-2342", ".\r\n    ", "A review with 254 refs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXhvFyrtb8%253D&md5=a02b4cf6cf4e4e8888b35b3a26298488", "25. ", "Ushakov", ", ", "S. V.", "; ", "Navrotsky", ", ", "A.", " ", "Appl. Phys. Lett.", " ", "2005", ",  ", "87", ",  ", "164103", " DOI: 10.1063/1.2108113", " ", "[", "Crossref", "], [", "CAS", "]", "25. ", "Direct measurements of water adsorption enthalpy on hafnia and zirconia", "Ushakov, Sergey V.; Navrotsky, Alexandra", "Applied Physics Letters", "\r\n        (", "2005", "),\r\n    ", "87", "\r\n        (", "16", "),\r\n    ", "164103/1-164103/3", "CODEN:\r\n                ", "APPLAB", ";\r\n        ISSN:", "0003-6951", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "A com. surface area analyzer and Calvet-type microcalorimeter were combined for measurements of heats of gas-solid interactions, providing enhanced resoln., flexibility, and throughput compared to conventional methods.  Integral adsorption enthalpies for half monolayer coverage on HfO2 and ZrO2 surfaces were found to be in the range -130-190 and -110-170 kJ per mol of gaseous H2O for differently prepd. monoclinic phases and -70 and -90 kJ/mol for tetragonal phases from pptn.  The surface enthalpy for anhyd. tetragonal ZrO2 was derived as 1.23±0.04 J/m2 from water adsorption and high-temp. soln. calorimetry data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtFKlsrzI&md5=fbb2000276356fc92eb5f9c6fcd3e8a4", "26. ", "(a) ", "Fang", ", ", "H.", "; ", "Kamakoti", ", ", "P.", "; ", "Zang", ", ", "J.", "; ", "Cundy", ", ", "S.", "; ", "Paur", ", ", "C.", "; ", "Ravikovitch", ", ", "P. I.", "; ", "Sholl", ", ", "D. S.", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "10692", " DOI: 10.1021/jp302433b", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Prediction of CO2 Adsorption Properties in Zeolites Using Force Fields Derived from Periodic Dispersion-Corrected DFT Calculations", "Fang, Hanjun; Kamakoti, Preeti; Zang, Ji; Cundy, Stephen; Paur, Charanjit; Ravikovitch, Peter I.; Sholl, David S.", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "19", "),\r\n    ", "10692-10701", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We demonstrate a new approach to develop transferable force fields describing mol. adsorption in zeolites by combining dispersion-cor. d. functional theory (DFT) calcns. and classical atomistic simulations.  This approach is illustrated with the adsorption of CO2 in zeolites.  Multiple dispersion-cor. DFT methods were tested for describing CO2 adsorption in sodium-exchanged ferrierite.  The DFT-D2 approach was found to give the best agreement with high level quantum chem. results and exptl. data.  A classical force field for CO2 adsorption in siliceous zeolites was then developed on the basis of hundreds of DFT-D2 calcns. that probed the full range of accessible vol. in purely siliceous chabazite (Si-CHA) via random sampling.  We independently performed expts. with Si-CHA measuring CO2 isotherms and heats of adsorption by microcalorimetry.  Excellent agreement was obtained between adsorption isotherms predicted with our first-principles-derived force field and our expts.  The transferability of this force field was examd. using available adsorption isotherms for CO2 in siliceous MFI and DDR zeolites, again with reasonably good agreement between calcd. and exptl. results.  The methods demonstrated by these calcns. will be broadly applicable in using mol. simulations to predict properties of adsorbed mols. in zeolites and other nanoporous materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XlvVSis7c%253D&md5=11b40a6775080d3475fe616ed89d9988", "(b) ", "Fang", ", ", "H.", "; ", "Kamakoti", ", ", "P.", "; ", "Ravikovitch", ", ", "P. I.", "; ", "Aronson", ", ", "M.", "; ", "Paur", ", ", "C.", "; ", "Sholl", ", ", "D. S.", " ", "Phys. Chem. Chem. Phys.", " ", "2013", ",  ", "15", ",  ", "12882", " DOI: 10.1039/c3cp52246f", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "First principles derived, transferable force fields for CO2 adsorption in Na-exchanged cationic zeolites", "Fang, Hanjun; Kamakoti, Preeti; Ravikovitch, Peter I.; Aronson, Matthew; Paur, Charanjit; Sholl, David S.", "Physical Chemistry Chemical Physics", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "31", "),\r\n    ", "12882-12894", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Carbon dioxide adsorption in cationic zeolites possessing complex structures has been studied using a previously developed first principles-based transferable force field model.  Na-exchanged zeolites are chosen for demonstrating the approach.  These methods account for several structural complexities including Al distribution, cation positions and cation mobility, all of which are important for predicting adsorption.  The simulation results are validated with high-resoln. exptl. measurements of isotherms and microcalorimetric heats of adsorption on well-characterized materials.  The choice of first-principles method has a significant influence on the ability of force fields to accurately describe CO2-zeolite interactions.  The PBE-D2 derived force field, which performed well for CO2 adsorption in siliceous zeolites, does not do so for Na-exchanged zeolites; the PBE-D2 method overestimates CO2 adsorption energies on multi-cation sites that are common in cationic zeolites with low Si/Al ratios.  In contrast, a force field derived from the DFT/CC method performed well.  Agreement was obtained between simulation and expt. not only for LTA-4A on which the force field fitting is based, but for other two common adsorbents, NaX and NaY.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFWksrvF&md5=e960f3ea2c8f7c6b0cc44dd0ad7d2b58", "27. ", "Hughes", ", ", "J. T.", "; ", "Bennett", ", ", "T. D.", "; ", "Cheetham", ", ", "A. K.", "; ", "Navrotsky", ", ", "A.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "598", " DOI: 10.1021/ja311237m", " ", "ACS Full Text ", ", [", "CAS", "]", "27. ", "Thermochemistry of Zeolitic Imidazolate Frameworks of Varying Porosity", "Hughes, James T.; Bennett, Thomas D.; Cheetham, Anthony K.; Navrotsky, Alexandra", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "2", "),\r\n    ", "598-601", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The first thermochem. anal. by room-temp. aq. soln. calorimetry of a series of zeolite imidazolate frameworks (ZIFs) has been completed.  The enthalpies of formation of the evacuated ZIFs, ZIF-zni, ZIF-1, ZIF-4, CoZIF-4, ZIF-7, and ZIF-8, along with as-synthesized ZIF-4 (ZIF-4·DMF) and ball-milling amorphized ZIF-4 (amZIF-4) were measured with respect to dense components: metal oxide (ZnO or CoO), the corresponding imidazole linker, and DMF in the case of ZIF-4·DMF.  Enthalpies of formation of ZIFs from these components at 298 K are exothermic, but the ZIFs are metastable energetically with respect to hypothetical dense components in which zinc is bonded to nitrogen rather than oxygen.  These enthalpic destabilizations increase with increasing porosity and span a narrow range from 13.0 to 27.1 kJ/mol, while the molar volumes extend from 135.9 to 248.8 cm3/mol; thus, almost doubling the molar volume results in only a modest energetic destabilization.  The exptl. results are supported by DFT calcns.  The series of ZIFs studied tie in with previously studied MOF-5, creating a broader trend that mirrors a similar pattern by porous inorg. oxides, zeolites, zeo-types, and mesoporous silicas.  These findings suggest that no immediate thermodn. barrier precludes the further development of highly porous materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvFWiur3I&md5=4223c34ae4e66a0e53c4af1d21f92bf5", "28. ", "(a) ", "Hu", ", ", "Z.", "; ", "Zhang", ", ", "L.", "; ", "Jiang", ", ", "J.", " ", "J. Chem. Phys.", " ", "2012", ",  ", "136", ",  ", "244703", " DOI: 10.1063/1.4729314", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "28. ", "Development of a force field for zeolitic imidazolate framework-8 with structural flexibility", "Hu, Zhongqiao; Zhang, Liling; Jiang, Jianwen", "Journal of Chemical Physics", "\r\n        (", "2012", "),\r\n    ", "136", "\r\n        (", "24", "),\r\n    ", "244703/1-244703/7", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "A force field is developed for zeolitic imidazolate framework-8 (ZIF-8) with structural flexibility by combining quantum chem. calcns. and classical Amber force field.  The predicted cryst. properties of ZIF-8 (lattice consts., bond lengths, angles, dihedrals, and x-ray diffraction patterns) agree well with exptl. results.  A structural transition from cryst. to amorphous as found in expt. is obsd.  The mech. properties of ZIF-8 are also described fairly well by the force field, particularly the Young's modulus predicted matches perfectly with measured value.  Also, the heat capacity of ZIF-8 as a typical thermophys. property is predicted and close to exptl. data available for other metal-org. frameworks.  It is revealed the structural flexibility of ZIF-8 exerts a significant effect on gas diffusion.  In rigid ZIF-8, no diffusive behavior is obsd. for CH4 within the simulation time scale of current study.  With the structural flexibility, however, the predicted diffusivities of CH4 and CO2 are close to reported data in the literature.  The d. distributions and free energy profiles of CH4 and CO2 in the pore of ZIF-8 analyze the mechanism of gas diffusion.  (c) 2012 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xpt12ltbc%253D&md5=c3cb0c43455d1143eccb5f8b3c3ea95d", "(b) ", "Zhang", ", ", "L.", "; ", "Hu", ", ", "Z.", "; ", "Jiang", ", ", "J.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "3722", " DOI: 10.1021/ja401129h", " ", "ACS Full Text ", ", [", "CAS", "]", "28. ", "Sorption-Induced Structural Transition of Zeolitic Imidazolate Framework-8: A Hybrid Molecular Simulation Study", "Zhang, Liling; Hu, Zhongqiao; Jiang, Jianwen", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "9", "),\r\n    ", "3722-3728", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new force field and a hybrid Monte Carlo/mol. dynamics simulation method are developed to study the structural transition of zeolitic imidazolate framework-8 (ZIF-8)induced by N2 sorption.  At a high loading (∼50 N2mols. per unit cell), ZIF-8 shifts from low-loading (LL) to high-loading (HL) structure.  A stepped sorption isotherm is predicted with 3 distinct regions, which agrees well with exptl. data.  The orientation of imidazolate rings and the motion of framework atoms exhibit sharp changes upon structural transition.  Also, pronounced changes are obsd. in various contributions to potential energies (including stretching, bending, torsional, van der Waals, and Coulombic).  The anal. of radial distribution functions between N2 and framework atoms suggests N2 interacts strongly with the imidazolate rings in ZIF-8.  The simulation reveals that the structural transition of ZIF-8 is largely related to the reorientation of imidazolate rings, as attributed to the enhanced van der Waals interaction between N2 and imidazolate rings as well as the reduced torsional interaction of framework in the HL structure.  This is the 1st mol. simulation study to describe the continuous structural transition of ZIF-8 and, it provides microscopic insight into the underlying mechanism.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXivVyitb4%253D&md5=b21abf89d8caf67720104c9f908bf0fd", "(c) ", "Ortiz", ", ", "A. U.", "; ", "Boutin", ", ", "A.", "; ", "Fuchs", ", ", "A. H.", "; ", "Coudert", ", ", "F.-X.", " ", "J. Phys. Chem. Lett.", " ", "2013", ",  ", "4", ",  ", "1861", " DOI: 10.1021/jz400880p", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Investigating the Pressure-Induced Amorphization of Zeolitic Imidazolate Framework ZIF-8: Mechanical Instability Due to Shear Mode Softening", "Ortiz, Aurelie U.; Boutin, Anne; Fuchs, Alain H.; Coudert, Francois-Xavier", "Journal of Physical Chemistry Letters", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "11", "),\r\n    ", "1861-1865", "CODEN:\r\n                ", "JPCLCD", ";\r\n        ISSN:", "1948-7185", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors provide the 1st mol. dynamics study of the mech. instability that is the cause of pressure-induced amorphization of zeolitic imidazolate framework ZIF-8.  By measuring the elastic consts. of ZIF-8 up to the amorphization pressure, the crystal-to-amorphous transition is triggered by the mech. instability of ZIF-8 under compression, due to shear mode softening of the material.  No similar softening was obsd. under temp. increase, explaining the absence of temp.-induced amorphization in ZIF-8.  The authors also demonstrate the large impact of the presence of adsorbate in the pores on the mech. stability and compressibility of the framework, increasing its shear stability.  This 1st mol. dynamics study of ZIF mech. properties under variations of pressure, temp., and pore filling opens the way to a more comprehensive understanding of their mech. stability, structural transitions, and amorphization.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXnsFCltbc%253D&md5=03516e168226affb799865c672dfca85", "29. ", "Tan", ", ", "J.-C.", "; ", "Civalleri", ", ", "B.", "; ", "Lin", ", ", "C.-C.", "; ", "Valenzano", ", ", "L.", "; ", "Galvelis", ", ", "R.", "; ", "Chen", ", ", "P.-F.", "; ", "Bennett", ", ", "T. D.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Zicovich-Wilson", ", ", "C. M.", "; ", "Cheetham", ", ", "A. K.", " ", "Phys. Rev. Lett.", " ", "2012", ",  ", "108", ",  ", "0955502", " DOI: 10.1103/PhysRevLett.108.095502", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "30. ", "Rappe", ", ", "A. K.", "; ", "Goddard", ", ", "W. A.", " ", "J. Phys. Chem. ", " ", "1991", ",  ", "95", ",  ", "3358", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "Charge equilibration for molecular dynamics simulations", "Rappe, Anthony K.; Goddard, William A., III", "Journal of Physical Chemistry", "\r\n        (", "1991", "),\r\n    ", "95", "\r\n        (", "8", "),\r\n    ", "3358-63", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "An approach is reported for predicting charge distributions in mols. for use in mol. dynamics simulations.  The input data are exptl. at. ionization potentials, electron affinities, and at. radii.  An at. chem. potential is constructed by using these quantities plus shielded electrostatic interactions between all charges.  Equal chem. potentials leads to equil. charges that depend upon geometry.  This Charge Equilibration (QEq) approach leads to charges in excellent agreement with exptl. dipole moments and with the at. charges obtained from the electrostatic potentials of accurate ab initio calcns.  QEq can be used to predict charges for any polymer, ceramic, semiconductor, or biol. system, allowing extension of mol. dynamics studies to broad classes of new systems.  The charges depend upon environment and changes during mol. dynamics calcns.  This approach can also be used to predict IR intensities, dielec. consts., and other charge-related properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3MXhvFaktbo%253D&md5=c7dccc6c65d8935261db5310e8cb0e97", "31. ", "(a) ", "Parrinello", ", ", "M.", "; ", "Rahman", ", ", "A.", " ", "J. Phys. Colloques", " ", "1981", ",  ", "42", ",  ", "C6-511", " DOI: 10.1051/jphyscol:19816149", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(b) ", "Parrinello", ", ", "M.", "; ", "Rahman", ", ", "A.", " ", "J. Appl. Phys.", " ", "1981", ",  ", "52", ",  ", "7182", " DOI: 10.1063/1.328693", " ", "[", "Crossref", "], [", "CAS", "]", "31. ", "Polymorphic transitions in single crystals:  A new molecular dynamics method", "Parrinello, M.; Rahman, A.", "Journal of Applied Physics", "\r\n        (", "1981", "),\r\n    ", "52", "\r\n        (", "12", "),\r\n    ", "7182-90", "CODEN:\r\n                ", "JAPIAU", ";\r\n        ISSN:", "0021-8979", ".\r\n    ", "A Lagrangian formulation is introduced; it can be used to make mol. dynamics (MD) calcns. on systems under the most general, externally applied, conditions of stress.  In this formulation the MD cell shape and size can change according to dynamic equations given by this Lagrangian.  This MD technique was used to the study of structural transitions of a Ni single crystal under uniform uniaxial compressive and tensile loads.  Some results regarding the stress-strain relation obtained by static calcns. are invalid at finite temp.  Under compressive loading, the model of Ni shows a bifurcation in its stress-strain relation; this bifurcation provides a link in configuration space between cubic and hexagonal close packing.  Such a transition could perhaps be obsd. exptl. under extreme conditions of shock.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL38XislSnuw%253D%253D&md5=a0a5617389f6cabbf2a405c649aadf03", "(c) ", "Martyna", ", ", "G. J.", "; ", "Tobias", ", ", "J. T.", "; ", "Klein", ", ", "M. L.", " ", "J. Chem. Phys.", " ", "1994", ",  ", "101", ",  ", "4177", " DOI: 10.1063/1.467468", " ", "[", "Crossref", "], [", "CAS", "]", "31. ", "Constant pressure molecular dynamics algorithms", "Martyna, Glenn J.; Tobias, Douglas J.; Klein, Michael L.", "Journal of Chemical Physics", "\r\n        (", "1994", "),\r\n    ", "101", "\r\n        (", "5", "),\r\n    ", "4177-89", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "Modularly invariant equations of motion are derived that generate the isothermal-isobaric ensemble as their phase space avs.  Isotropic vol. fluctuations and fully flexible simulation cells as well as a hybrid scheme that naturally combines the two motions are considered.  The resulting methods are tested on two problems, a particle in a one-dimensional periodic potential and a spherical model of C60 in the solid/fluid phase.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXmtFeht7o%253D&md5=c14bd79c6398b0b30541e3cbe92851b0", "32. ", "Du", ", ", "Y.", "; ", "Calabro", ", ", "D.", "; ", "Wooler", ", ", "B.", "; ", "Li", ", ", "Q.", "; ", "Cundy", ", ", "S.", "; ", "Kamakoti", ", ", "P.", "; ", "Colmyer", ", ", "D.", "; ", "Mao", ", ", "K.", "; ", "Ravikovitch", ", ", "P. I.", " ", "J. Phys. Chem. C", " ", "2014", ",  ", "118", ",  ", "399", " DOI: 10.1021/jp4097293", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "Kinetic and Mechanistic Study of COF-1 Phase Change from a Staggered to Eclipsed Model upon Partial Removal of Mesitylene", "Du, Yi; Calabro, David; Wooler, Bradley; Li, Quanchang; Cundy, Stephen; Kamakoti, Preeti; Colmyer, Doug; Mao, Kanmi; Ravikovitch, Peter", "Journal of Physical Chemistry C", "\r\n        (", "2014", "),\r\n    ", "118", "\r\n        (", "1", "),\r\n    ", "399-407", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The kinetics of the irreversible phase conversion of covalent org. frameworks-1 (COF-1) has been investigated using time-resolved, in situ environmental X-ray diffraction (EXRD) and modeled with the Avrami-Erofe'ev model.  Tightly fitting mesitylene solvent is found to be present in both the AB staggered and AA eclipsed polymorphs, which plays a key role in the phase change.  Solid-state NMR (SSNMR) showed the presence of discrete dipolar coupling between residual mesitylene solvent and the framework in both polymorphs, indicative of a host-guest adsorptive interaction.  Binding energy calcns. indicate two different adsorbed mesitylene configurations in the AB and AA phases, both with short distances to the framework pore walls to generate the obsd. dipolar coupling.  The mechanism of phase change has been illustrated using mol. dynamics simulations and was found to be a displacive transition from AB staggered to AA eclipsed COF-1 structures, which was made possible due to low in-plane shear modulus of 2D COFs.  Our findings highlight the polymorphic nature of COF-1 material mediated by the interactions with guest mols. and the irreversibility for polymorph formation and conversion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvFSqsrnJ&md5=40b40ed73982d5f625194fc119918ea0", "33. ", "(a) ", "Kapko", ", ", "V.", "; ", "Dawson", ", ", "C.", "; ", "Treacy", ", ", "M. M. J.", "; ", "Thorpe", ", ", "M. F.", " ", "Phys. Chem. Chem. Phys.", " ", "2010", ",  ", "12", ",  ", "8531", " DOI: 10.1039/c003977b", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "33. ", "Flexibility of ideal zeolite frameworks", "Kapko, V.; Dawson, C.; Treacy, M. M. J.; Thorpe, M. F.", "Physical Chemistry Chemical Physics", "\r\n        (", "2010", "),\r\n    ", "12", "\r\n        (", "30", "),\r\n    ", "8531-8541", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The authors explore the flexibility windows of the 194 presently-known zeolite frameworks.  The flexibility window represents a range of densities within which an ideal zeolite framework is stress-free.  Here, the ideal zeolite to be an assembly of rigid corner-sharing perfect tetrahedra are considered.  The corner linkages between tetrahedra are hard-sphere oxygen atoms, which are presumed to act as freely-rotating, force-free, spherical joints.  All other inter-tetrahedral forces, such as coulomb interactions, are ignored.  Thus, the flexibility window represents the null-space of the kinematic matrix that governs the allowable internal motions of the ideal zeolite framework.  Almost all of the known aluminosilicate or aluminophosphate zeolites exhibit a flexibility window.  Consequently, the presence of flexibility in a hypothetical framework topol. promises to be a valuable indicator of synthetic feasibility.  The authors describe computational methods for exploring the flexibility window, and discuss some of the exceptions to this flexibility rule.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptFOksbg%253D&md5=efe96fe64045cc8b6514ac3ca2313737", "(b) ", "Kapko", ", ", "V.", "; ", "Dawson", ", ", "C.", "; ", "Rivin", ", ", "I.", "; ", "Treacy", ", ", "M. M. J.", " ", "Phys. Rev. Lett.", " ", "2011", ",  ", "107", ",  ", "164304", " DOI: 10.1103/PhysRevLett.107.164304", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "33. ", "Density of mechanisms within the flexibility window of zeolites", "Kapko, V.; Dawson, C.; Rivin, I.; Treacy, M. M. J.", "Physical Review Letters", "\r\n        (", "2011", "),\r\n    ", "107", "\r\n        (", "16", "),\r\n    ", "164304/1-164304/4", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "By treating idealized zeolite frameworks as periodic mech. trusses, we show that the no. of flexible folding mechanisms in zeolite frameworks is strongly peaked at the min. d. end of their flexibility window.  25 Of the 197 known zeolite frameworks exhibit an extensive flexibility, where the no. of unique mechanisms increases linearly with the vol. when long wavelength mechanisms are included.  Extensively flexible frameworks therefore have a max. in configurational entropy, as large crystals, at their lowest d.  Most real zeolites do not exhibit extensive flexibility, suggesting that surface and edge mechanisms are important, likely during the nucleation and growth stage.  The prevalence of flexibility in real zeolites suggests that, in addn. to low framework energy, it is an important criterion when searching large databases of hypothetical zeolites for potentially useful realizable structures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVCqsrrK&md5=8d16697ae73c8ac844b6f61f0416978e"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-42/jacs.5b08362/20151023/images/small/ja-2015-08362s_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-42/jacs.5b08362/20151023/images/small/ja-2015-08362s_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-42/jacs.5b08362/20151023/images/small/ja-2015-08362s_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-42/jacs.5b08362/20151023/images/small/ja-2015-08362s_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-42/jacs.5b08362/20151023/images/small/ja-2015-08362s_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-42/jacs.5b08362/20151023/images/small/ja-2015-08362s_0012.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-42/jacs.5b08362/20151023/images/small/ja-2015-08362s_0013.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-42/jacs.5b08362/20151023/images/small/ja-2015-08362s_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-42/jacs.5b08362/20151023/images/small/ja-2015-08362s_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-42/jacs.5b08362/20151023/images/small/ja-2015-08362s_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-42/jacs.5b08362/20151023/images/small/ja-2015-08362s_0004.gif\">"]}
