{"title": ["Cu-TDPAT, an ", "-Type Dual-Functional Metal–Organic Framework Offering Significant Potential for Use in H", " and Natural Gas Purification Processes Operating at High Pressures"], "authors": ["Haohan Wu", "Kexin Yao", "Yihan Zhu", "Baiyan Li", "Zhan Shi", "Rajamani Krishna", "Jing Li"], "doi": ["10.1021/jp3046356"], "abstract": "The separations of CO/CO/CH/H, CO/H, CH/H, and CO/CH mixtures at pressures ranging to 7 MPa are important in a variety of contexts, including H production, natural gas purification, and fuel-gas processing. The primary objective of this study is to demonstrate the selective adsorption potential of an -type metal–organic framework [Cu(TDPAT)(HO)]·10HO·5DMA (Cu-TDPAT), possessing a high density of both open metal sites and Lewis basic sites. Experimental high pressure pure component isotherm data for CO, CO, CH, and H are combined with the Ideal Adsorbed Solution Theory (IAST) for estimation of mixture adsorption equilibrium. The separation performance of Cu-TDPAT is compared with four other microporous materials, specifically chosen in order to span a wide range of physicochemical characteristics: MgMOF-74, MIL-101, LTA-5A, and NaX. For all mixtures investigated, the capacity of Cu-TDPAT to produce the desired product, H or CH, satisfying stringent purity requirements, in a fixed bed operating at pressures exceeding about 4 MPa, is either comparable to, or exceeds, that of other materials.", "text": ["Top of PageAbstractIntroductionAdsorption IsothermsIsosteric Heat of AdsorptionIAST Calculations of Adsorption Selectivities and Uptake CapacitiesPacked-Bed Breakthrough Simulations and ExperimentsComparison of Breakthrough Characteristics of Different AdsorbentsConclusionsReferences1 IntroductionMetal–organic frameworks (MOFs) offer considerable potential for use in a variety of separations based on selective adsorption of one or more components from fluid mixtures.(1-4) MOFs are composed of multifunctional organic molecules linked by metal cations and offer a nearly limitless number of combinations to form new structures, resulting in an immense versatility in the possible geometries and surface properties. The specific advantages offered by MOFs over traditionally used adsorbent materials such as zeolites and activated carbon include (1) chemical tunability to any specific separation application, (2) precisely controlled pore sizes spanning a wider range, 3–20 Å, (3) wider range of pore volumes, 0.2–2 cm3 g–1, and (4) the possibility of incorporating functional groups decorating the pore walls. The chemical tunability of MOF adsorbents is advantageous for CO2 capture,(2, 4-6) separation of O2/N2 mixtures,(7) alkane/alkenes,(8-10) and selective adsorption of ethyne.(10-13) The ability to tune the channel dimensions is of particular importance in the separation of alkane isomers.(14) The incorporation of functional groups serves to enhance the selectivity of separations.(11, 15)The main focus of this article is on high-pressure separations of gaseous CO2/CO/CH4/H2, CO2/CH4, CO2/H2, and CH4/H2 mixtures, operating at pressures ranging to 7 MPa in Pressure Swing Adsorption (PSA) units.Hydrogen is commonly generated by steam-reforming of methane. This process generates CO and H2 that is converted by the water-gas shift reaction to generate CO2 and more H2. For production of H2, significant amounts of CO2 need to be removed, along with relatively smaller amounts of CO and CH4, at pressures that often exceed 3 MPa.(2, 16-18) The PSA processes are commonly designed to produce H2 at purity levels ranging from 98 to 99.99%.(18) The commonly used adsorbents are LTA-5A(19, 20) (with Na+ and Ca2+ extra-framework cations) and NaX(21) (also commonly denoted by its trade name 13X, with Na+ extra-framework cations) zeolites.The purification of pure H2 from refinery off-gases is important in the petroleum industry.(22) The gas mixtures contain approximately 50% H2 at 0.5–5 MPa.(23-25) Here, the impurities are C1–C5 hydrocarbons of which CH4/H2 separation is the most difficult separation to achieve.Separation of CO2 from CH4 is relevant to the purification of natural gas, which can have up to 92% CO2 impurity at its source.(12) Removal of CO2, which is most commonly accomplished using amines, is conducted between 2 and 7 MPa.(17) The separation requirements for production of liquefied natural gas (LNG) are rather stringent, often requiring the achievement of impurity levels of less than 500 ppm CO2 in LNG.The primary objective of this study is to demonstrate the selective adsorption potential of an rht-type metal–organic framework [Cu3(TDPAT)(H2O)3]·10H2O·5DMA = Cu-TDPAT, H6TDPAT = 2,4,6-tris(3,5-dicarboxylphenylamino)-1,3,5-triazine, for the aforementioned high-pressure purification processes. Cu-TDPAT(26) is the smallest member of (3,24)-connect nets of rht topology(27-31) made of a three-armed hexacarboxylate ligand and 24 M2(COO)4 paddle-wheel based supramolecular building blocks (SBBs),(32, 33) as shown in Figure 1. Cu-TDPAT is featured with a high density of both open metal sites (1.76 nm–3) and Lewis basic sites (3.52 nm–3). This dual functionality is the main reason for its high adsorption capacity and strong binding affinity toward CO2. In their earlier report, Li et al.(26) had examined the potential of Cu-TDPAT only for separation of CO2/N2 mixtures under near ambient pressures relevant to flue gas processing.Figure 1. Crystal structure of Cu-TDPAT. Color scheme: copper, dark-green (shown as square pyramid); carbon, gray; oxygen, red; nitrogen, blue; void space, large violet sphere. H atoms are omitted for clarity. The structure shown here is the form including terminal water molecules, namely, [Cu3(TDPAT)(H2O)3]. The framework remains intact upon removal of coordinated water molecules (see Figure S2 in the Supporting Information).To underscore its potential, we compare the separation characteristics of Cu-TDPAT with four other adsorbents: MgMOF-74(34) (also denoted as CPO-27-Mg or Mg2(dobdc) (dobdc4– = 2,5-dioxido-1,4-benzenedicarboxylate), MIL-101,(35) LTA-5A, and NaX. While MgMOF-74 does not possess any Lewis basic sites, it has a very high density of open metal sites (4.3 nm–3) and highly polarized Mg–O bonds, which are the major contributors to its exceptionally high binding affinity and uptake amount for CO2. The recent work of Herm et al.(12, 16) indicates that MgMOF-74 is attractive for H2 and natural gas purification processes, outperforming NaX zeolite. MIL-101, whose selective adsorption potential for CO2, CO, and CH4 has been investigated by Chowdhury et al.,(36) has the most porous framework. However, it lacks Lewis basic sites and has a very small density of open metal sites (0.78 nm–3). LTA-5A and NaX zeolites have the smallest pore volume, and the strong adsorption potential for CO2 is attributable to Coulombic interactions with extra-framework cations.Top of PageAbstractIntroductionAdsorption IsothermsIsosteric Heat of AdsorptionIAST Calculations of Adsorption Selectivities and Uptake CapacitiesPacked-Bed Breakthrough Simulations and ExperimentsComparison of Breakthrough Characteristics of Different AdsorbentsConclusionsReferences2 Adsorption IsothermsPure component isotherm measurements on a properly activated Cu-TDPAT sample were carried out for CO2, CO, CH4, and H2 for pressures ranging to at least 5 MPa in order to be able to predict the high pressure separation performance with the required accuracy and reliability. Further details of synthesis and structure of Cu-TDPAT, along with the experimental details of the isotherm measurements and the isotherm fit parameters using the dual Langmuir–Freundlich model are provided in the Supporting Information accompanying this publication.According to DFT calculations (see Supporting Information), the strongest adsorption sites of CO2 are at unsaturated Cu metal centers that form the internal surface of the cages (Cu-1, namely, one of the two Cu atoms in each Cu2(COO)4 paddle-wheel unit that points toward the cage void); there are 24 such Cu sites per unit cell. The adsorption of 1 molecule of CO2 per Cu-1 metal corresponds with a molar loading of 1.88 mol kg–1 (8.24 wt %) at which the pure component isotherm exhibits a pronounced inflection; see Figure 2a. For adsorption of the other species CO, CH4, and H2, no such pronounced inflection in the isotherm occurs, as is evidenced in the comparisons of the isotherm data at 298 K in Figure 2b.Figure 2. (a) Comparison of the experimentally determined absolute component loadings for CO2 at 273 K, 288 K, 298 K, 308 K, and 323 K. (b) Comparison of the experimentally determined absolute component loadings for CO2, CO, CH4, H2, and N2 in Cu-TDPAT at 298 K. The continuous solid lines are the isotherm fits using fit parameters that are provided in the Supporting Information.The required pure component isotherm data for MgMOF-74, MIL-101, LTA-5A, and NaX, along with the structural details, are obtained from literature sources; see Supporting Information.Top of PageAbstractIntroductionAdsorption IsothermsIsosteric Heat of AdsorptionIAST Calculations of Adsorption Selectivities and Uptake CapacitiesPacked-Bed Breakthrough Simulations and ExperimentsComparison of Breakthrough Characteristics of Different AdsorbentsConclusionsReferences3 Isosteric Heat of AdsorptionThe isosteric heat of adsorption, Qst, defined as(1)were determined using the pure component CO2 isotherm fits. Strictly speaking, the derivative in eq 1 is to be determined with the absolute loading, q, held constant; see Myers and Monson.(37) This aspect appears to be insufficiently appreciated in some of the published literature analyzing high-pressure adsorption data,(36, 38, 39) while others have been careful in converting excess loadings to absolute loadings for the purposes of calculating Qst.(7, 15, 16, 40-43) In Figure 3, the loading dependence of Qst for Cu-TDPAT are compared with the corresponding ones for adsorption of CO2 in MIL-101, MgMOF-74, LTA-5A, and NaX. The strong inflection in the CO2 isotherm for Cu-TDPAT, at a loading of 1 CO2 per Cu-1 atom, leads to a corresponding sharp decline in Qst values. The Qst for MgMOF-74 shows an analogous sharp decline when the loading approaches 1 CO2 per Mg atom.(40) It is important to note that the plateau of Qst at loadings in excess of 8 mol kg–1 is higher for Cu-TDPAT than for MgMOF-74. We shall see later, that this has consequences for the separation performance at pressures in excess of 3 MPa for which the binding energy of CO2 is higher in Cu-TDPAT than for MgMOF-74. For NaX zeolite, the value of Qst has a constant value of 35 kJ mol–1. MIL-101 has small pockets that preferentially locate CO2; these pockets are filled at a loading corresponding to 3.44 mol kg–1, rationalizing the data presented in Figure 3.Figure 3. Comparison of isosteric heats of adsorption, Qst, of CO2 in Cu-TDPAT, MIL101, MgMOF-74, LTA-5A, and NaX. The calculations of Qst are based on the use of the Clausius–Clapeyron equation, using numerical procedures for differentiation of the dual Langmuir–Freundlich model.Top of PageAbstractIntroductionAdsorption IsothermsIsosteric Heat of AdsorptionIAST Calculations of Adsorption Selectivities and Uptake CapacitiesPacked-Bed Breakthrough Simulations and ExperimentsComparison of Breakthrough Characteristics of Different AdsorbentsConclusionsReferences4 IAST Calculations of Adsorption Selectivities and Uptake CapacitiesThe selectivity of preferential adsorption of component 1 over component 2 in a mixture containing 1 and 2 can be formally defined as(2)In eq 2, q1 and q2 are the absolute component loadings of the adsorbed phase in the mixture. In all the calculations to be presented below, the calculations of Sads are based on the use of the Ideal Adsorbed Solution Theory (IAST) of Myers and Prausnitz.(44) The validity of IAST estimations of CO2/CH4, CO2/H2, CH4 /H2, and CO2/N2 mixture equilibria in a variety of MOFs (MgMOF-74, MOF-177, and BTP-COF) and zeolites (FAU, LTA, MFI, and CHA) has been established in earlier publications by comparison of IAST calculations with molecular simulations of binary adsorption equilibrium.(12, 14, 45, 46) The demonstrated applicability of the IAST for MOF-177, FAU, and LTA also implies that the same would apply for MIL-101, NaX, and LTA-5A that have similar pore topologies and adsorption strengths. It should be noted that the applicability of the IAST is restricted to cases in which there is a homogeneous distribution of adsorbate species throughout the microporous framework. The IAST predictions will fail when strong segregation effects are present. Examples of segregated adsorption include preferential siting of CO2 at the window regions,(47-49) preferential location at the intersections of network of channels,(50) or within pockets.(51) Other conditions under which IAST calculations are not of adequate accuracy are discussed by Cessford et al.(52)The pore topology and sizes of the large cages of Cu-TDPAT are similar to those of CuBTC (HKUST-1). Configurational-Bias Monte Carlo (CBMC) simulations of the pure component adsorption isotherms of CO2, CH4, and H2, along with CBMC simulations of 50/50 CO2/CH4 and 15/85 CO2/H2 mixtures, are available in the published literature for CuBTC.(5, 14, 49, 53, 54) A detailed analysis of this data, presented in Section 8 of the Supporting Information, provide validation of the applicability of IAST to describe mixture adsorption in CuBTC. The same conclusion is expected to hold for Cu-TDPAT. Further validation, albeit indirect, of the IAST calculations will be provided below when comparing experimental breakthrough curves with simulations.The IAST calculations need to be carried out using the pure component isotherm fits of absolute component loadings. This point needs to be emphasized here because the use of pure component isotherm fits in terms of excess loadings will lead to unreasonably high selectivities for high pressure separations, as has been demonstrated in recent work.(55) The accuracy of IAST calculations in estimation of mixture adsorption equilibrium has been established for a wide variety of guest–host combinations in zeolites and MOFs by comparison with molecular simulations.(5, 14, 45, 46, 56, 57)Figure 4a illustrates the calculations of Sads for 20/80 CO2/H2 mixtures. The highest selectivities are obtained with MgMOF-74 and LTA-5A over the entire pressure range and this is followed by NaX and Cu-TDPAT. MIL-101 has the lowest selectivity. The uptake of CO2 in the adsorbed mixture is an appropriate measure of the capacity. Figure 4b presents IAST calculations of the CO2 uptake capacities.Figure 4. IAST calculations for (a) adsorption selectivity, (b) CO2 uptake capacity of binary 20/80 CO2/H2 mixture at 298 K using five different adsorbents. (c) CO2 uptake capacity of binary 50/50 CO2/CH4 mixture. (d) CH4 uptake capacity of binary 50/50 CH4/H2 mixture.An examination of the data reveals that the selectivity and capacity factors do not go hand-in-hand. For operating pressures exceeding 1 MPa, LTA-5A and NaX zeolites have lower uptake capacities; the reason for this can be traced to the pore volume of 0.25 and 0.28 cm3/g, which are significantly lower than that of the three MOFs. As a consequence of low pore volumes, the capacities of LTA-5A and NaX for CO2 uptake becomes limiting for high-pressure operations. Put another way, MOFs with open structures are especially attractive for high-pressure separations; indeed, the recent patent issued for use of MIL-53 as adsorbent in H2 purification is on the basis of its claimed capacity advantages.(58) MgMOF-74 is rather unique in that it has both high selectivity and high capacity. That is the reason that MgMOF-74 is often the adsorbent of choice for a variety of separations.(12, 14, 16, 40, 59) The CO2 uptake capacities for adsorption from CO2/CH4 mixtures show a similar trend; see Figure 4c.For production of pure H2 from CH4/H2 refinery gases, the uptake capacity of CH4 is an important metric in comparing adsorbents, and the comparisons are provided in Figure 4d. It is noteworthy that Cu-TDPAT has a higher CH4 uptake for pressures exceeding 2 MPa, exceeding even MgMOF-74. At a total pressure of 7 MPa, the uptake CH4 capacity is 10 mol/kg, corresponding to 7.8 mol/L. This value is significantly higher than those for any of the 105 different MOFs examined by Wu et al.(25) in their large-scale computational screening study for CH4/H2 separation.Further detailed results of IAST calculations of selectivity and capacity characteristics of all mixtures investigated here are provided as Supporting Information.Top of PageAbstractIntroductionAdsorption IsothermsIsosteric Heat of AdsorptionIAST Calculations of Adsorption Selectivities and Uptake CapacitiesPacked-Bed Breakthrough Simulations and ExperimentsComparison of Breakthrough Characteristics of Different AdsorbentsConclusionsReferences5 Packed-Bed Breakthrough Simulations and ExperimentsIt is well recognized that the separation characteristics of a PSA unit is dictated by a combination of adsorption selectivity and uptake capacity.(60-62) Generally speaking, higher capacities are desirable because the adsorber bed can be run for longer lengths of time before the need for regeneration arises. For a rational choice of adsorbents for mixture separation at high pressures, we need to have a proper method of evaluation that combines the selectivity and capacity metrics in a manner that is a true reflection of the separation performance of a PSA unit. For this purpose, we perform transient breakthrough calculations following the methodologies developed and described in earlier works.(59, 62, 63) A persuasive reason for performing such breakthrough calculations is that this procedure is the only one that ensures that the stringent purity constraints on the products, H2 or CH4, can be imposed in the comparisons.Assuming plug flow of the gas mixture through the fixed bed maintained under isothermal conditions and negligible pressure drop, the partial pressures in the gas phase at any position and instant of time are obtained by solving the following set of partial differential equations for each of the species i in the gas mixture.(3)In eq 3, t is the time, z is the distance along the adsorber, ρ is the framework density, ε is the bed voidage, v is the interstitial gas velocity, equal to the superficial gas velocity, u, dived by ε, R is the gas constant, and T is the temperature. The molar loadings of the species i, qi at any position z, and time t are determined from solution of the set of partial differential eqs 3. In these calculations, the loadings with a crystal at any given time t and position z are obtained from local thermodynamic equilibrium calculations using IAST.(63) Further details of the numerical procedures used to solve eq 3 to determine the transient breakthrough characteristics are available in the Supporting Information.In order to establish the validity of the simulation methodology, breakthrough experiments were conducted for 50/50 CO2/CH4 and CO2/H2 mixtures in a setup similar to the one described by Britt et al;(34) details of the setup and procedure followed are supplied in the Supporting Information. Figure 5a,b provides a comparison of the breakthrough characteristics for 50/50 CO2/CH4 and CO2/H2 mixtures, respectively, for the activated and regenerated Cu-TDPAT samples. For both mixtures, there is close correspondence between breakthrough characteristics of the activated and regenerated samples. It was also established that the CO2 uptake capacity remains practically unchanged even after repeated regenerations.Figure 5. Experimentally determined breakthrough curves obtained for 50/50 (a) CO2/CH4 and (b) CO2/H2 mixtures using activated and regenerated samples. The smooth continuous lines are the simulation results.The continuous solid lines in Figure 5 represent solutions to eq 3 with data inputs corresponding to those in the experiments. The time at which CO2 breaks through is very well predicted in the simulations. For natural gas and H2 purification processes, the correct estimation of breakthrough times for CO2 is of vital importance as they have a direct bearing on the CO2 capture capacity, as will be elaborated later.We also performed breakthrough simulations in which intracrystalline diffusion effects, described with the aid of rigorous Maxwell–Stefan diffusion equations are incorporated following the methodology described in earlier works.(63, 64) The diffusivities used for this purpose were those determined using MD simulations for the same set of guest molecules within CuBTC.(5, 14, 49, 53, 54, 65) CuBTC has a similar pore topology, cage size, and adsorption strengths as for Cu-TDPAT, and so, the diffusivities are expected to be similar in magnitude. The entire set of partial differential equations describing diffusion, adsorption, and convective flow were solved using the methodology developed in earlier work.(63) A comparison of the two sets of simulation results (details are provided in Section 11 of the Supporting Information) demonstrates that, even for a 400 μm crystal size, intracrystalline diffusion does not significantly influence the breakthrough times. Furthermore, any uncertainties in the diffusivity values assumed for Cu-TDPAT will have no impact on the breakthrough simulations. The excellent agreement between the breakthrough times obtained in the simulations and experiments also lead to the conclusion that the IAST calculations of adsorption equilibrium are of sufficient accuracy for the analysis presented below. In PSA practice, the MOF crystals, smaller than about 400 μm, will be embedded within a macroporous matrix before being packed into a fixed bed; consequently, diffusional effects will have no impact on the performance of Cu-TDPAT, even for operations up to 7 MPa; simulation results supporting this conclusion are provided in Section 11 of the Supporting Information.There are, however, deviations between the simulations and experiments after the CO2 breaks through; the approach to the final steady-state is much sharper in the simulations than in the experiments. The reason for this is that the gas flow in the packed tubular bed is expected to be in laminar flow conditions, leading to a parabolic velocity profile. In the simulations, plug flow of the gas mixture is assumed with sharp velocity fronts traversing the bed. The deviations after the CO2 breaks through have little consequence for the calculations of the amount of CO2 captured because the adsorption cycle is terminated once the concentration level of CO2 increases beyond the desired purity level.Having established the accuracy of our breakthrough simulation methodology, we proceed to compare the separation performance of Cu-TDPAT with the other adsorbent materials. For this purpose, we compare the equilibrium behaviors, i.e., ignoring diffusional effects, of different materials in a fixed bed adsorber. Of the five different materials evaluated in this study, only LTA-5A is expected to suffer from severe diffusional limitations and its performance will be worse than that anticipated by an equilibrium model. The other four materials Cu-TDPAT, MgMOF-74, NaX, and MIL-101 have open structures, and the diffusivities are similar in magnitude.Top of PageAbstractIntroductionAdsorption IsothermsIsosteric Heat of AdsorptionIAST Calculations of Adsorption Selectivities and Uptake CapacitiesPacked-Bed Breakthrough Simulations and ExperimentsComparison of Breakthrough Characteristics of Different AdsorbentsConclusionsReferences6 Comparison of Breakthrough Characteristics of Different AdsorbentsIn view of the wide variety of compositions and pressure ranges used in the H2 production, natural gas purification, and fuel-gas processing, we performed breakthrough calculations for (a) 40/5/5/50 CO2/CO/CH4/H2, (b) 40/10/50 CO2/CH4/H2, (c) 20/80 CO2/H2, (d) 50/50 CO2/CH4, and (e) 50/50 CH4/H2 mixtures for pressures ranging from 0.1 to 7 MPa. The mixtures that we have considered do not include H2O. Any moisture presumed is assumed to have been removed in initial pretreatment steps, involving condensation and dehumidification; this is common practice in natural gas processing and hydrogen production. The choice of these mixtures ensures that the conclusions to be drawn regarding the suitability of Cu-TDPAT are not restricted to a narrow range of compositions chosen. The complete set of simulation results for all mixtures is available in the Supporting Information. We begin by considering the results for a representative 40/5/5/50 CO2/CO/CH4/H2 quaternary mixture, encountered typically in H2 production.Figure 6a shows typical gas phase concentrations at the exit of the adsorber packed with Cu-TDPAT for the separation of 40/5/5/50 CO2/CO/CH4/H2 mixtures. The sequence of breakthroughs is in the order of increasing adsorption strengths: H2, CH4, CO, and CO2. The breakthroughs of CH4 and CO occur at almost the same time, and this is due to the fact that the adsorption strengths are nearly the same (cf. Figure 2b). The extent of impurities in H2 produced are primarily dictated by the earlier breakthroughs of CH4 and CO and only to a lesser extent by the breakthrough characteristics of CO2 that is most strongly adsorbed. This also implies that the CH4/H2 and CO/H2 adsorption selectivities are more significant determinants of the performance of the fixed bed adsorber than the CO2/H2 selectivity. Ranking adsorbents just on the basis of CO2/H2 selectivity is not justified even if CO2 is the predominant impurity in the incoming gas stream; the less strongly adsorbed CH4, and CO determined the PSA performance to a larger extent. From the exit gas concentrations, we can determine the ppm (CO2 + CO + CH4) in outlet gas as a function of the dimensionless time, τ, defined by dividing the actual time, t, by the characteristic time, (L/v). A comparison of the breakthrough characteristics of different adsorbents is presented in Figure 6b. Cu-TDPAT has the longest breakthrough time, followed by NaX. For industrial production of H2, it is important to ensure that the sum of the impurities (CO2 + CO + CH4) in the outlet gas is below a specified level. We choose the impurity level to be 500 ppm (CO2 + CO + CH4) in outlet gas; this is a typical value in industry. When this impurity level is reached, the corresponding dimensionless breakthrough time, τbreak, can be determined.Figure 6. (a) Breakthrough characteristics a quaternary 40/5/5/50 CO2/CO/CH4/H2 mixture in an adsorber packed with Cu-TDPAT and maintained at isothermal conditions at 298 K and total pressure of 6 MPa. Video animations of the breakthrough simulations are available as Supporting Information. (b) Ppm (CO2 + CO+ CH4) in outlet gas as a function of the dimensionless time for various adsorbent materials.Figure 7a, shows the influence of the total operating pressure on dimensionless breakthrough times, τbreak. The value of τbreak decreases for all materials with increasing pressure; this is due to limitations in the capacities with increasing pressure; this decrease becomes apparent for NaX, LTA-5A, and Cu-TDPAT for pressures exceeding about 2 MPa. MIL-101, that has the highest pore volume, displays almost no change in τbreak with increasing pressure. In other words, the decrease in τbreak is a reflection of the approach to pore saturation.Figure 7. Influence of the total operating pressure on (a) dimensionless breakthrough times and the number of moles of 99.95%+ pure H2 produced (b) per kg of adsorbent material and (c) per L of adsorbent material during the time interval 0−τbreak. The breakthrough times, τbreak, correspond to those when the outlet gas contains 500 ppm (CO2 + CO + CH4).Figure 7b presents data on the number of moles of H2 produced, with 99.95%+ purity, per kg of adsorbent material during the time interval 0−τbreak; this quantity is obtained from a material balance across the fixed bed adsorber. The amount produced per kg of material is relevant for grass-roots design of PSA units; this metric is directly a reflection of the adsorbent cost. We note that, on a gravimetric basis, at a total pressure of 6 MPa, the production capacity of Cu-TDPAT is more than three times that of the commonly used industrial adsorbents NaX and LTA-5A zeolites.(18, 19) Particularly noteworthy is the performance of MIL-101 that has the poorest selectivity among the four materials examined (cf. Figure 4a). Per kg of adsorbent, MIL-101 is able to produce more H2 than either NaX and LTA-5A when the total system pressures exceed 4.5 MPa. The success of MIL-101 can be traced to the high gravimetric uptake capacity (cf. Figure 4b).Figure 7c presents data on the number of moles of 99.95%+ pure H2 produced per L of adsorbent material during the time interval 0−τbreak. The volumetric production capacity is the relevant metric to use when deciding whether or not to replace the adsorbent currently used in an existing PSA unit. In this case, the adsorber dimensions are fixed, and therefore, the relevant comparison should be on a volumetric basis. Materials with more open structures such as MIL-101 have low framework densities and, consequently, significantly lower volumetric production capacities. For this reason, MIL-101 has the poorest volumetric production capacity over the entire pressure range. The comparison between Cu-TDPAT and NaX is interesting because NaX and Cu-TDPAT have roughly the same volumetric productivities for pressures below 2 MPa, but for pt > 2 MPa, Cu-TDPAT outperforms NaX.A combination of the results presented in Figure 7b,c would lead us to conclude that Cu-TDPAT is the scenario robust adsorbent of choice for use at H2 production processes operating at pressures exceeding 4 MPa, performing well both for grass-roots design and also as replacement use in existing PSA units.The relative costs of regeneration of the bed will be largely dictated by the desorption of the CO2 captured during the interval 0−τbreak. From a material balance on the adsorber, these values are determined to be 2.4, 4.4, 7.9, and 10.5 mol/kg, respectively, for LTA-5A, NaX, MIL-101, and Cu-TDPAT for 6 MPa operation. From the data on the isosteric heats of adsorption at these loadings (cf. Figure 3), the regeneration energy requirements can be calculated per kg of 99.95%+ pure H2 produced; these values are 15.7, 11.5, 11.7, and 14.5 kJ/kg. In comparison with LTA-5A and MIL-101, the higher regeneration energy requirement for Cu-TDPAT will be compensated by the significantly higher productivity. It is also remarkable to note that Cu-TDPAT has not only a higher productivity but also a lower regeneration energy requirement than NaX.In two recent publications on the evaluation of MOFs for H2 and natural gas purifications, Herm et al.(16) have presented IAST and breakthrough calculations for separation of CO2/CH4/H2, CO2/H2, CO2/CH4, and CH4/H2 mixtures to demonstrate the superiority in the performance of MgMOF-74 when compared to NaX zeolite for operations up to 5 MPa. It is therefore important to compare the relative separation performances of Cu-TDPAT with MgMOF-74.Figure 8a presents data on the separation of CO2/CH4/H2 mixtures in a fixed bed adsorber packed with Cu-TDPAT, MgMOF-74, NaX, LTA-5A, and MIL-101. We note that, on a gravimetric basis, Cu-TDPAT becomes increasingly competitive with MgMOF-74 as the pressure increases, and for operations exceeding 3 MPa, Cu-TDPAT has a higher gravimetric H2 production capacity than MgMOF-74; below 3 MPa, MgMOF-74 is the best adsorbent. Particularly noteworthy is the performance of MIL-101 that has the poorest selectivity among the five materials examined. Per kg of adsorbent, MIL-101 is able to produce more H2 than either LTA-5A or NaX when the total system pressures exceed 4 MPa. The success of MIL-101 can be traced to the high gravimetric (CO2 + CH4) uptake capacity.Figure 8. Influence of the total operating pressure on the number of moles of (a, b, d) 99.95%+ pure H2 or (c) 99.95%+ pure CH4 produced per kg of adsorbent material during the time interval 0−τbreak for separation of (a) 40/10/50 CO2/CH4/H2, (b) 20/80 CO2/H2, (c) 50/50 CH4/H2, and (d) 50/50 CO2/CH4 mixtures. The breakthrough times, τbreak, correspond to those when the outlet gas contains less than 500 ppm of impurity.Analogous results are obtained for production of 99.95%+ pure H2 by separation of CO2/H2 mixtures; see Figure 8b; Cu-TDPAT outperforms NaX, LTA-5A, and MIL-101 for all pressures exceeding 0.5 MPa. However, the performance of Cu-TDPAT is superior to that of MgMOF-74 only for pressures exceeding 6 MPa.For production of 99.95%+ pure H2 by separation of CH4/H2 mixtures relevant in the context refinery gas purifications, Cu-TDPAT has the highest productivity among five different materials when pressures exceed 2 MPa; see Figure 8c.In natural gas purification, the crucial separation is that of the CO2/CH4 binary mixture. The gravimetric productivities of CH4, containing less than 500 ppm CO2, are compared in Figure 8d. We note that, while NaX is superior to Cu-TDPAT for operations at atmospheric pressure, the efficacy of Cu-TDPAT becomes evident for higher pressures. A further point to note is that Cu-TDPAT becomes increasingly competitive with MgMOF-74 as the pressure increases, and for operations at 6 MPa, Cu-TDPAT has a CH4 productivity comparable to that of MgMOF-74. Particularly noteworthy is the performance of MIL-101 that has the poorest selectivity among the four materials examined. Per kg of adsorbent, MIL-101 is able to produce the most amount of 99.95%+ pure CH4 when the total system pressures exceed 6 MPa. The superiority of MIL-101 is not maintained when comparisons are made on the amount of CH4, produced per L of adsorbent; indeed MIL-101 is the lowest productivity using this metric.Top of PageAbstractIntroductionAdsorption IsothermsIsosteric Heat of AdsorptionIAST Calculations of Adsorption Selectivities and Uptake CapacitiesPacked-Bed Breakthrough Simulations and ExperimentsComparison of Breakthrough Characteristics of Different AdsorbentsConclusionsReferences7 ConclusionsThis work has demonstrated the potential of Cu-TDPAT for separation of CO2/CO/CH4/H2, CO2/CH4/H2, CO2/H2, CH4/H2, and CO2/CH4 mixtures at pressures ranging to 7 MPa in PSA units. The separation performance of Cu-TDPAT has been compared with MgMOF-74, MIL-101, LTA-5A, and NaX zeolites. For a realistic comparison, breakthrough calculations were performed for a fixed bed adsrober operating at 298 K; in these calculations, the adsorber was packed with the same volume of adsorbents. The following set of conclusions can be derived.(1)The capture capacity of a relatively stronger adsorbing component such as CO2 from mixtures with relatively weaker adsorbing components is dictated by a combination of (a) adsorption selectivity and (b) uptake capacity of the strongly adsorbing species. High adsorption selectivities alone do not guarantee a high capture capacity in PSA units; this point is particularly relevant for materials with relatively low uptake capacities such as LTA-5A and NaX that have high adsorption selectivities but suffer capacity limitations for operations at pressures in excess of 1 MPa.(2)The relative productivities of 99.95%+ pure H2 or CH4 can be judged either on a gravimetric (i.e., per kg of adsorbent) or volumetric (i.e., per L of adsorbent) basis. More open MOFs structures such as Cu-TDPAT and MIL-101, with large pore volumes, become increasingly attractive with increasing pressures.(3)For all mixtures, the productivity with Cu-TDPAT exceeds that of the commonly used zeolites NaX and LTA-5A, for pressures exceeding about 1 MPa. The zeolites have relatively low pore volumes and experience capacity limitations at high pressures.(4)For all CO2-bearing mixtures examined, Cu-TDPAT is able to outperform MgMOF-74 on a gravimetric basis when the system pressure exceeds about 4 MPa. For H2 purification from refinery gases, Cu-TDPAT outperforms MgMOF-74 above 2 MPa.The major conclusion to emerge from this study is that Cu-TDPAT has significant potential for use as adsorbent in the grass-roots design of H2 production, natural gas purification, and fuel-gas processing operations operating at high pressures. Top of PageAbstractIntroductionAdsorption IsothermsIsosteric Heat of AdsorptionIAST Calculations of Adsorption Selectivities and Uptake CapacitiesPacked-Bed Breakthrough Simulations and ExperimentsComparison of Breakthrough Characteristics of Different AdsorbentsConclusionsReferencesSupporting Information(a) Structural and synthesis details for Cu-TDPAT. (b) Details of experimental isotherm data measurements for Cu-TDPAT. (c) Isotherm fit parameters for all pure component isotherms of the four materials considered in this work, along with validation of the IAST. (d) Details of the numerical procedure used in breakthrough calculations. (e) Details of the experimental procedure for breakthrough measurements and comparison with breakthrough simulations including diffusion. (f) IAST calculation results of selectivity and capacity for all mixtures. (g) Breakthrough calculation results for all mixtures considered in this work. (h) Video animations showing 4-component breakthrough simulations. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionAdsorption IsothermsIsosteric Heat of AdsorptionIAST Calculations of Adsorption Selectivities and Uptake CapacitiesPacked-Bed Breakthrough Simulations and ExperimentsComparison of Breakthrough Characteristics of Different AdsorbentsConclusionsReferencesAcknowledgmentJ.L. and H.H.W. would like to acknowledge the partial support from DOE (DE-FG02-08ER46491).Reference QuickViewTop of PageAbstractIntroductionAdsorption IsothermsIsosteric Heat of AdsorptionIAST Calculations of Adsorption Selectivities and Uptake CapacitiesPacked-Bed Breakthrough Simulations and ExperimentsComparison of Breakthrough Characteristics of Different AdsorbentsConclusionsReferencesReferencesThis article references 65 other publications.1. Liu, J.; Thallapally, P. K.; McGrail, B. P.; Brown, D. R.; Liu, J. Chem. Soc. Rev. 2012,  41,  2308– 2322[Crossref], [PubMed], [CAS]1. Progress in adsorption-based CO2 capture by metal-organic frameworksLiu, Jian; Thallapally, Praveen K.; McGrail, B. Peter; Brown, Daryl R.; Liu, JunChemical Society Reviews\r\n        (2012),\r\n    41\r\n        (6),\r\n    2308-2322CODEN:\r\n                CSRVBR;\r\n        "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2012/jpccck.2012.116.issue-31/jp3046356/production/images/small/jp-2012-046356_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2012/jpccck.2012.116.issue-31/jp3046356/production/images/small/jp-2012-046356_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2012/jpccck.2012.116.issue-31/jp3046356/production/images/small/jp-2012-046356_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2012/jpccck.2012.116.issue-31/jp3046356/production/images/small/jp-2012-046356_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2012/jpccck.2012.116.issue-31/jp3046356/production/images/small/jp-2012-046356_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2012/jpccck.2012.116.issue-31/jp3046356/production/images/small/jp-2012-046356_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2012/jpccck.2012.116.issue-31/jp3046356/production/images/small/jp-2012-046356_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2012/jpccck.2012.116.issue-31/jp3046356/production/images/small/jp-2012-046356_0008.gif\">"]}