{"title": ["Multiscale Modeling of Water in Mg-MOF-74: From Electronic Structure Calculations to Adsorption Isotherms"], "authors": ["A. N. Rudenko", "S. Bendt", "F. J. Keil"], "doi": ["10.1021/jp503778m"], "abstract": ["We propose a force field model for the description of water adsorption in Mg-MOF-74 and assess its accuracy by performing a series of molecular simulations. The model is defined in terms of electrostatic, repulsive, and attractive contributions, the parameters of which are independently derived from first-principles calculations. The force field accurately reproduces the most relevant part of the ab initio potential energy surface as well as pair-correlation functions obtained from molecular dynamics (MD) simulations. The model is further applied for calculating adsorption properties and isotherms within Monte Carlo and MD simulations. The obtained force field shows an improved description of the experimental adsorption isotherms compared to the standard water models, which allows us to expect its good performance for other large-scale simulations of water in Mg-MOF-74."], "text": ["Top of Page", "Abstract", "Introduction", "Framework Structure and Computational Details", "Force Field Model", "Validation of the Force Field and Radial Distribution Functions", "Adsorption Properties and Isotherms", "Summary and Conclusions", "References", "Introduction", "Metal–organic frameworks (MOF) are crystalline materials in which both inorganic and organic structural elements coexist within a single phase. The modular nature of such materials leads to extraordinary structural diversity accompanied by a large variety of physical and chemical properties.", "(1)", " To date, advanced synthesis techniques offer a high degree of tunability of MOF structures,", "(2)", " which makes these materials very promising for various technological applications.", "(3)", " In particular, much progress has been made in designing materials which combine high surface areas and affinities toward the adsorption of specific molecules, leading to intriguing applications in gas separation and storage.", "(3-7)", "Among the variety of different hybrid structures, one of the best candidates for practical use is Mg-MOF-74, which has been shown to be extremely efficient in capturing carbon dioxide (CO", "2", "),", "(8)", " one component of flue gases, because of the strong interactions between open metal sites (OMS) and the adsorbate.", "(9)", " Subsequently, a number of theoretical studies has been devoted to this system focused on the detailed description of adsorption and transport properties of CO", "2", " in Mg-MOF-74.", "(10-18)", " Despite the consistent understanding of CO", "2", " adsorption in Mg-MOF-74 at different scales, the role of the other flue gas components in this process is much less understood. In this regard, particular attention should be drawn to water, which is reported to bind considerably stronger to Mg-MOF-74 compared to CO", "2", ".", "(15, 16, 18)", " As a result, the performance of Mg-MOF-74 for CO", "2", " capture can be significantly hindered by ubiquitous water molecules.", "(19)", " However, reliable theoretical understanding of the influence of water at a large scale is still missing.", "To get insight into the behavior of guest molecules in MOFs at realistic conditions (e.g., at operating pressures and temperatures), one requires information on thermodynamical characteristics, such as adsorption isotherms and transport coefficients. A possible way to obtain such quantities reduces to the parametrization of well-established macroscopic models (e.g., multisite Langmuir adsorption model) intended to describe the quantity of interest.", "(15, 20)", " The applicability of such an approach is quite limited because of the essentially empirical nature of the underlying models, being valid under only specific conditions. An alternative and more natural way implies the use of large-scale classical simulations, which are based on simplified interatomic potentials (force fields). This approach allows one to calculate macroscopic averages in a wide range of external conditions, though at a higher computational cost. The quality of the results, however, is directly related to the reliability of the force fields employed.", "Previous studies have shown that the existing “universal” force fields often fail to correctly describe the interaction between guest molecules and MOFs because of the nontypical coordination of metal ions.", "(13, 14, 21)", " Therefore, the development of specific force fields for molecule–framework interactions turns out to be a key requirement for an accurate description of adsorption and transport characteristics of gas molecules in MOFs. With respect to Mg-MOF-74, recent works on this subject are related to ab initio parametrization of force fields for CO", "2", " adsorbate,", "(13, 14, 17)", " which yield results in close agreement with experiments. Despite certain achievements in this field, parametrization of force fields remains a challenging and time-consuming task, which cannot be performed on a routine basis. In view of the increasing interest in potential applications of Mg-MOF-74, there is a need for further activities in this direction. Furthermore, the development of force fields for other flue gas components represents an important step toward the understanding of realistic performance of MOFs with respect to carbon capture.", "In this work, we propose a force field model and parametrization scheme for the interaction of water with Mg-MOF-74. The model parametetrs are obtained by fitting to results of first-principles density functional calculations augmented by nonlocal van der Waals corrections. The derived force field is validated by a direct comparison between the radial distribution functions obtained from classical and ab initio molecular dynamic (MD) simulations as well as Monte Carlo simulations (MC). We also determined adsorption energies at zero loading (meaning the adsorption energy for the very first molecule adsorbed inside the framework) and obtain residence probability plots. Finally, we computed the adsorption isotherms for water in Mg-MOF-74 by performing grand canonical Monte Carlo (GCMC) simulations by using the obtained force field for different temperatures. It is found that the conventional TIP", "n", "P models (", "n", " = number of interaction sites)", "(22, 23)", " combined with the universal force field (UFF)", "(24)", " plus the DREIDING", "(25)", " force field are not capable of describing the experimental isotherms with reasonable accuracy. In contrast, the density functional theory (DFT)-derived potential is able to reproduce the experimental data and available adsorption properties more accurately.", "The paper is organized as follows. In ", "Framework Structure and Computational Details", ", we present the MOF’s framework structure and details of the calculations. The proposed force field model for water in Mg-MOF-74 and the corresponding parametrization scheme is given in ", "Force Field Model", ". ", "Validation of the Force Field and Radial Distribution Functions", " is devoted to validating the obtained force field. In ", "Adsorption Properties and Isotherms", ", we report on GCMC calculations and analyze the adsorption isotherms obtained for water in Mg-MOF-74. In ", "Summary and Conclusions", ", we briefly summarize our results.", "Top of Page", "Abstract", "Introduction", "Framework Structure and Computational Details", "Force Field Model", "Validation of the Force Field and Radial Distribution Functions", "Adsorption Properties and Isotherms", "Summary and Conclusions", "References", "Framework Structure and Computational Details", "The structure of the Mg-MOF-74 (also referred to as CPO-27-Mg) consists of Mg", "2+", " ions that are connected via dobdc", "4–", " (dobdc = 2,5-dioxido-1,4-benzenedicarboxylate) linkers, forming the walls of one-dimensional pores. The conventional unit cell of Mg-MOF-74 has hexagonal symmetry (", "R", "3̅ space group) and contains 18 Mg", "2+", " ions and 9 dobdc", "4–", " linkers resulting in 162 atoms per cell, as shown in Figure ", "1", ". One of the main features of the MOF-74 family of compounds is the specific coordination of the metal ions having no bonds in the pore volume. This results in largely unscreened electric fields inside the pores, which significantly affect the interaction with adsorbates. This accounts for the known difficulties in the description of the molecule–framework coupling within the “universal” force fields.", "Figure 1. Schematic representation of the conventional unit cell of Mg-MOF-74.", "In our paper, we use the following computational approaches. We start from DFT calculations in order to obtain reference data for the force field fitting. All DFT calculations were carried out by means of the projected augmented-wave method (PAW)", "(26)", " as implemented in the Vienna ab initio simulation package (VASP).", "(27, 28)", " Exchange-correlation effects have been taken into account within the dispersion-corrected nonlocal vdW-DF functional, which consists of three parts: (i) exchange part of the revised Pedrew−Burke−Ernzerhof (revPBE) functional;", "(29)", " (ii) local correlation part of standard local density approximation (LDA) functional; and (iii) nonlocal correlation part, incorporating effective many-body density response.", "(30-32)", " Apart from good transferability in general, this functional has previously been successfully applied to studies of small molecules in Mg-MOF-74.", "(11, 12, 15, 16, 18)", " We employed an energy cutoff of 400 eV for the plane-wave basis and the convergence threshold for the total energy of 10", "–5", " eV, ensuring accurate calculations of the adsorption energies. To minimize undesirable interactions between the molecules in the limit of one molecule per cell, the conventional unit cell of Mg-MOF-74 was doubled in the direction of the pore channel and the following lattice parameters were used: ", "a", " = ", "b", " = 26.114 Å and ", "c", " = 13.834 Å.", "(14)", " Because of the relatively large cell, the Brillouin zone was sampled at the Γ-point only.", "The parameters of the force field model for the interaction between framework and water molecules were fitted to first-principles data by means of a nonlinear least-squares method as described in the following section. To validate the parametrization of the proposed model, we performed a series of ab initio and classical molecular dynamics simulations and made a direct comparison between the resulting pair correlation functions. First-principles MD simulations were performed by using the VASP package,", "(33, 34)", " whereas for classical MD simulations, the LAMMPS code was employed.", "(35)", " The simulation cell used for all MD simulations was the same as that used for the single-point DFT calculations. In both MD cases, we use the Nosé–Hoover thermostat with the damping parameter of 20 fs, while the time integration step was set to 1 fs. To describe the water−water interactions in classical MD simulations, we use the TIP3P model.", "(22, 36)", "Grand canonical Monte Carlo simulations were employed in order to compute adsorption isotherms for water in Mg-MOF-74 at 280, 300, and 320 K. Residence probabilities, radial distribution functions, and adsorption energies were calculated by ", "NVT", "-MC simulations at 300 K. In all simulations, the MOF structure was rigid", "(14)", " because this assumption induces only a small error compared to simulations using a flexible structure, as shown for zeolites by Vlugt and Schenk.", "(37)", " In each simulation, the simulation box contained, in terms of the above-mentioned parameters, 2 × 2 × 4 unit cells in ", "x", ", ", "y", ", and ", "z", " directions, respectively. A cutoff radius (", "r", "cut", ") for the force field of 20 Å was used. Periodic boundary conditions were applied in every direction. Ewald summation technique was used for calculating long-range electrostatic interactions with a relative precision of 10", "–6", ".", "For simulations carried out using TIP", "n", "P water models, the Lennard-Jones and Coulomb potentials were used to calculate interaction energies. For the framework atoms, Lennard-Jones parameters were taken from the universal force field", "(24)", " and point charges from Dzubak et al.", "(14)", " The water is modeled as outlined by Jørgensen et al.", "(22)", " for TIP3P and TIP4P, and by Mahoney et al.", "(23)", " for TIP5P. However, for MC simulations, the corresponding Lennard-Jones parameters and point charges were taken from Price and Brooks for TIP3P,", "(38)", " from Horn et al. for TIP4P,", "(39)", " and from Rick for TIP5P,", "(40)", " because these groups refined each model for the use of the Ewald summation technique. The water molecules were modeled as rigid, and Lorentz–Berthelot mixing rules were applied to describe water–framework interactions.", "For simulations employing the DFT-derived force field, the framework–adsorbate interaction energy was calculated by eq ", "1", ". The coefficients for each individual interaction can be found in Table ", "1", ", and the point charges for the atom types in Figure ", "2", ". The water–water interactions were calculated with the corresponding Lennard-Jones potential, and the point-charges for the TIP3P model as mentioned before. Note that in this set of simulations, the atoms of the water molecule have different point charges depending on whether they interact with framework atoms or other adsorbate molecules.", "Figure 2. Partial atomic charges for the metal (a) and linker (b) constituents of the framework and for the water molecule (c) obtained by fitting to the ab initio electrostatic potential within the REPEAT scheme.", "(43)", "The chemical potential in MC simulations was connected to the pressure by the Peng–Robinson equation of state. The allowed MC moves were translation, rotation, regrow, and swap with the corresponding probabilities for each move of 12.5%, 12.5%, 25%, and 50%, respectively. The swap moves were used only in GCMC. Before the adsorption properties and isotherms were computed, energy grids with a spacing of 0.15 Å were created in order to reduce the calculation time for the simulations.", "(41)", "For the DFT-derived force field and the TIP", "n", "P models, radial distribution functions were estimated for 100, 200, and 300 K with a loading of 24 molecules per unit cell (UC) and adsorption enthalpies were calculated at 280, 300, and 320 K using the Widom insertion method at zero loading as described by Frenkel and Smit", "(41)", " and Smit and Siepmann.", "(42)", " Residence probability plots were calculated at 300 K with 1, 12, 24, 48, and 72 molecules per UC. The adsorption isotherms were calculated for 280, 300, and 320 K with a pressure range from 0 to 3000 Pa, which is slightly lower than the saturation pressure of water at 1 bar and 300 K (", "p", "sat ", "≈ 3500 Pa), thus avoiding (partial) condensation. For the TIP", "n", "P water models, only isotherms for 300 K were computed. ", "NVT", " simulations for obtaining residence probability and radial distribution function run 10", "5", " initialization steps to ensure equilibrium and 7.5 × 10", "5", " production steps, in which the ensemble was sampled. GCMC simulations started from an empty MOF structure and consisted of 10", "6", " initialization and 1.5 × 10", "6", " production steps. Note, because the pressure is very low, the fugacity coefficient is unity; thus, the excess amount of adsorption equals the absolute amount.", "Top of Page", "Abstract", "Introduction", "Framework Structure and Computational Details", "Force Field Model", "Validation of the Force Field and Radial Distribution Functions", "Adsorption Properties and Isotherms", "Summary and Conclusions", "References", "Force Field Model", "According to previous theoretical studies, H", "2", "O has the strongest binding energy in Mg-MOF-74 among the other light molecules (H", "2", ", CO", "2", ", CH", "4", ").", "(15, 16, 18)", " There are two main adsorption sites of water in Mg-MOF-74: the metal ion and linker sites, which we will refer to as primary and secondary adsorption sites, respectively. At both sites, the electronic structure of the framework remains essentially unperturbed upon the adsorption of H", "2", "O,", "(18)", " which indicates the absence of covalent bonding, and also allows us to exclude any significant role of the polarization and charge-transfer effects in the water–MOF binding. Therefore, the interaction between the water molecules and framework can be qualified as physisorption.", "In contrast to strong chemical bonding, the force field description of physisorption is significantly simplified. Specifically, we propose that the water–framework interaction can be described in a pairwise additive way by the potential", "(1)", "where the first term describes the electrostatic (Coulomb) interaction potential ϕ", "Coul", "(", "r", "), while the second and third term correspond to the repulsion ϕ", "rep", "(", "r", ") and attractive (van der Waals) ϕ", "disp", "(", "r", ") potentials, respectively. The total interaction energy of a molecule with the framework is given by ", "E", " = ∑", "i>j", "ϕ(", "r", "ij", "), in which the sum runs over pairs of molecule and framework atoms. In eq ", "1", ", ", "r", "ij", " denotes the distance between ", "i", " atom in the molecule and ", "j", " atom of the framework, and ", "q", "i", " and ", "q", "j", " are partial charges associated with single atoms; ", "A", "ij", " and ", "B", "ij", " characterize the steepness of the repulsion potential between the atoms ", "i", " and ", "j", ", whereas ", "C", "ij", " and ", "D", "ij", " determine the shape of the corresponding attraction potential. The two last terms in eq ", "1", " resemble the well-known Buckingham potential model with the exception that an additional damping parameter ", "D", "ij", " is introduced to obtain a more accurate and physically reasonable description of the dispersion interactions.", "(44)", " We note that a similar model has been recently used to parametrize the interactions between CO", "2", " and Mg-MOF-74.", "(14)", "To obtain the parameters of the above-mentioned model, we utilize the following strategy. We first parametrize the Coulomb term (", "E", "Coul", ") by computing the partial atomic charges separately for the water molecule and MOF, which reproduce the electrostatic potential obtained at the DFT level. To this end, we use the REPEAT algorithm as described in ref ", "43", ". Then, we perform a series of DFT calculations for different molecular configurations organized into three paths, each of which correspond to the propagation of the molecule in the direction of (i) Mg", "2+", " ion, (ii) center of the carbon ring in the dobdc", "4–", " linker, and (iii) one of the oxygen atoms close to the magnesium. For each of the three paths, we consider four different orientations of the molecule, resulting in 12 potential energy curves as shown in Figure ", "3", ". Overall, almost 600 single-point energy calculations have been carried out. At the next step, the total energy (", "E", "tot", "DFT", ") of each configuration is decomposed into the attractive (", "E", "disp", "DFT", ") and repulsive (", "E", "rep", "DFT", ") terms. Within the employed computational method (the vdW-DF approach), the dispersive term can naturally be decomposed as the nonlocal contribution to the exchange-correlation functional,", "(45)", " while the repulsive term can formally be defined as ", "E", "rep", "DFT", " = ", "E", "tot", "DFT", " – ", "E", "Coul", " – ", "E", "disp", "DFT", ". In Figure ", "3", ", it is shown that ", "E", "rep", "DFT", " is positive for each considered configuration, which points to a negligible role of the polarization effects and justifies the choice of the proposed model. Finally, the contributions ", "E", "disp", " and ", "E", "rep", " are independently fitted to the corresponding energies ", "E", "disp", "DFT", " and ", "E", "rep", "DFT", ". The fitting parameters ", "A", "ij", ", ", "B", "ij", ", ", "C", "ij", ", and ", "D", "ij", " were constrained to be positive, in accordance with their physical meaning. It should also be noted that in the fitting of the dispersive and repulsive contributions, all atoms of the same element were treated as equivalent, while in the partial charge fitting, symmetrically nonequivalent atoms of the same element were treated separately.", "Figure 3. Comparison of different contributions to the potential energy curves calculated with the model force field (solid lines) and original ab initio data (points). The curves are given for three different paths and four orientations of the molecule as described in the text. Zero energy corresponds to the energy in the center of the cell. The arrows indicate the direction of the molecule propagation along the corresponding path.", "Table 1. Pairwise Force Field Parameters for the Interaction between a Water Molecule and Mg-MOF-74 Atoms (According to Eq ", "1", ")", "a", "atom", "w", " type", "force field parameter", "atom", "w", "—Mg", "atom", "w", "—O", "atom", "w", "—C", "atom", "w", "—H", "O", "w", " ", "A", " (× 10", "6", " K)", "102.23", "8.9403", "6.3494", "0.000", " ", "B", " (Å", "–1", ")", "5.00", "3.30", "3.08", "0.000", " ", "C", " (× 10", "6", " K)", "10.908", "3.7868", "2.6265", "0.000", " ", "D", " (Å)", "2.83", "1.75", "1.55", "0.000", "H", "w", " ", "A", " (× 10", "6", " K)", "8.1230", "2.6451", "0.8242", "15.838", " ", "B", " (Å", "–1", ")", "4.54", "4.079", "3.48", "3.61", " ", "C", " (× 10", "6", " K)", "4.9563", "1.7433", "2.1429", "0.000", " ", "D", " (Å)", "3.22", "2.93", "2.99", "0.000", "a", "Notations O", "w", " and H", "w", " denote oxygen and hydrogen atoms in the water molecule, whereas the other atomic types (Mg, O, C, H) belong to the framework.", "The partial charges for nonequivalent atoms of the framework and for the water molecule are shown in Figure ", "2", ". They are essentially the same as those obtained in ref ", "17", " within the same derivation scheme. In Table ", "1", ", the pairwise force field parameters obtained within the above-described fitting procedure are listed. A comparison between the first-principles and model potential energy curves is given in Figure ", "3", ". One can see that for all paths and molecule orientations considered, the original potentials are very well-reproduced by the force field. Some discrepancies, which can be seen in Figure ", "3", "c,d, are within the uncertainty of the ab initio data. This slight imperfection can primarily be attributed to the nonoptimal choice of the interaction centers within the given model. To obtain a more consistent agreement, additional interaction centers should be introduced, e.g., in accordance with the localization of the bonding orbitals and lone pairs in the system. Such complicated consideration, however, does not seem to be justified for the DFT reference data, having a limited accuracy because of the approximate nature of the exchange-correlation functional.", "The obtained potential energy curves resolved into different contributions allow us to analyze the interaction nature of water with MOF in the vicinity of different adsorption sites. As can be seen from Figure ", "3", ", the behavior of both dispersion and repulsion contributions is essentially similar in all cases. Being virtually independent of the adsorption site, these two contributions are only slightly dependent on the molecular orientation, which is not surprising given that the charge density distribution around the molecule is not spherical. By contrast, the third contribution (Coulomb) is significantly different for different orientations and adsorption sites. Specifically, the sign of the electrostatic interactions varies with respect to the direction of the dipole associated with the water molecule, while the corresponding magnitude is appreciably higher near the Mg", "2+", " ion. Close to the linker, the electrostatic term is significantly smaller and does not make any noticeable contribution to the total interaction energy. Therefore, the binding of water to the Mg site results from an interplay between the Coulomb and van der Waals interactions, whereas at the linker site it is almost exclusively determined by the van der Waals interactions. Therefore, we expect that the water molecules initially occupy all open metal sites before the linkers are covered.", "Top of Page", "Abstract", "Introduction", "Framework Structure and Computational Details", "Force Field Model", "Validation of the Force Field and Radial Distribution Functions", "Adsorption Properties and Isotherms", "Summary and Conclusions", "References", "Validation of the Force Field and Radial Distribution Functions", "Up to now, we have shown that the derived force field quite accurately reproduces a number of potential energy curves obtained from the DFT calculations (Figure ", "3", "). Those curves, however, do not cover the whole potential energy surface, and the reliability of the force field is not fully justified. To further validate the force field, it is instructive to calculate some macroscopic properties and compare them with those obtained from reliable reference calculations. To this end, we perform a series of both classical and ab initio MD simulations for different temperatures by considering an intermediate loading of 24 water molecules per simulation cell distributed in such a way that only one pore channel is filled with molecules, whereas adjacent channels remain empty. This situation corresponds to a loading of one molecule per primary and secondary adsorption site in the filled channel. The simulations were started from the ground-state DFT geometry and were performed for 12 000 steps, including 2000 steps of equilibration. Finally, we calculate the radial distribution functions between the magnesium–oxygen and linker–oxygen sites with oxygens belonging to water molecules. In a later step, the same RDFs were computed also by ", "NVT", "-MC simulations.", "In Figure ", "4", ", we show the corresponding RDFs for ", "T", " = 100, 200, and 300 K. One can see there is a good agreement between the ab initio and classical RDFs, which is especially clear for ", "T", " = 200 and 300 K. Although all the main peaks are also reproduced for ", "T", " = 100 K, their heights are somewhat different, making the agreement slightly worse. Unequal heights of the RDF peaks point to different residence probabilities of water molecules at the corresponding distances. Apart from the force field imperfection itself, the discrepancies can be attributed to the natural limitations of the classical MD simulations, such as rigid molecule approximation and simplified nature of the water–water interactions (TIP3P model). The latter has an especially strong effect at low temperatures, which is the reason for the poor applicability of the TIP3P model for solid phases of water.", "(46)", " The results allow us to compare and evaluate the positions of the peaks, i.e., equilibrium distances, for different types of simulations with different mechanisms obtaining thermodynamic properties (MC and MD simulations). The results of the classical MD and MC simulations are presented in Figure S1 of ", "Supporting Information", ". The comparison with the other water models TIP4P+UFF and TIP5P+UFF is shown in Figure S2 of ", "Supporting Information", ".", "Figure 4. Radial distribution functions (RDF) obtained from first-principles (DFT) and classical (derived force field) molecular dynamic simulations for ", "T", " = 100, 200, and 300 K. The RDFs are calculated for the magnesium–oxygen (a–c) and linker–oxygen (d–f) sites, where oxygen belongs to water and linker site corresponds to the center of the carbon ring in the dodbc", "4–", " linker.", "For the DFT-derived force field, it can be observed from Figure S1 of ", "Supporting Information", " that for all three temperatures, the positions as well as the heights and widths of the peaks match very well for MD and MC simulations. The first peak is found at an equilibrium distance of ≈2.3 Å. This is very close to the Mg-ion, proving a strong interaction between the open-metal sites and the water molecule. As expected, the force field reproduces the DFT-predicted RDFs in MC simulations just as well as the classical MD and gives insight into the water density in the proximity of the OMS of the Mg-MOF-74. In contrast, the TIP3P+UFF and TIP4P+UFF models do not provide accurate prediction of the DFT benchmark, failing to describe the equilibrium distance and probability density. TIP5P+UFF provides an improvement over those two models but still is not capable of reproducing the equilibrium distance. Overall, both first-principles and classical simulations with the derived force field yield consistent results, which allows us to expect a good performance of our force field with respect to other ensemble-averaged characteristics, particularly, adsorption isotherms.", "Once the RDFs are obtained, it is insightful to analyze the occupation of the primary and secondary adsorption sites. In Figure ", "4", "a–c, one can see that all the peaks do not change their shape and remain essentially the same for all the given temperatures. This indicates that the molecules adsorbed near the Mg", "2+", " ion remain strongly bound to this site up to ", "T", " = 300 K with the equilibrium distance ", "d", " ∼ 2.4 Å (the position of the highest peak in Figure ", "4", "a–c). In contrast to the Mg site, there are no indications of adsorption to the linker site at ", "T", " = 200 and 300 K. Indeed, the peak corresponding to the water–linker equilibrium distance ", "d", " ∼ 3.5 Å and clearly visible at ", "T", " = 100 K (Figure ", "4", "d) does not appear at higher temperatures (Figure ", "4", "e,f). Instead, there is an additional probability density in the range of 4.7–7.0 Å, which corresponds to the motion of desorbed molecules in the region between the ion and linker sites. Therefore, in contrast to OMS, linker adsorption sites make a significantly less important contribution to adsorption of water at temperatures significantly higher than 100 K. Below, we demonstrate this point explicitly.", "Top of Page", "Abstract", "Introduction", "Framework Structure and Computational Details", "Force Field Model", "Validation of the Force Field and Radial Distribution Functions", "Adsorption Properties and Isotherms", "Summary and Conclusions", "References", "Adsorption Properties and Isotherms", "Residence Probabilities and Adsorption Enthalpies", "After demonstrating that the energy surface of the framework is well-reproduced by the fitting functions and that the radial distribution functions between DFT, MD, and MC match accurately, MC-", "NVT", " simulations are used to calculate residence probability plots of H", "2", "O within the framework. The results for five different loadings (i.e., 0.05, 0.67, 1.33, 2.67, and 4 H", "2", "O molecules per Mg) at 300 K are shown in Figure ", "5", "a–e. The plots show a cut in the transverse plane of the channel in the ", "x", "–", "y", " direction (front view), while the volume is oriented longitudinally into the ", "z", "-direction. Yellow indicates the highest, while black indicates the lowest probability of finding an oxygen atom of a water molecule within the framework.", "Figure 5. Residence probability of oxygen of a water molecule in Mg-MOF-74 for 1 (a), 12 (b), 24 (c), 48 (d), and 72 (e) molecule(s) per UC at 300 K.  Yellow indicates the highest and black the lowest probability; Mg-ions are represented by orange +, and the center of a channel by green ×.", "At low loadings, represented by 0.05 and 0.67 molecules per Mg, the water molecules can be found with the highest probability in close proximity of Mg (here represented as orange +) and very rarely in the center of the channel (here indicated by a green × (Figure ", "5", "a,b). The results confirm the obtained RDFs in which the positions of water are seen next to the main adsorption sites, i.e., next to the metal ions. In Figure ", "5", "c–e, one can see the residence probabilities of oxygen of a water molecule when we surpass the loading condition of saturation of the Mg and linker sites (= 18 molecules/UC ≈ 8.2 mol/kg). In Figure ", "5", "c, the adsorption sites near the Mg-ions are still the most occupied spots; however, one can identify weak “hot-spots” close to the organic linkers as predicted by DFT calculations, which indicate that H", "2", "O is found around the linker site but not exactly on them. Additionally, another “hot-spot” above the OMS is visible, indicating favorable interactions between the Mg-ion and the adsorbed and a second water. Yazaydin et al.", "(9)", " showed an enhanced uptake of CO", "2", " when H", "2", "O molecules were precoordinated next to the OMS. The water molecules provided a stronger and larger adsorption site because of favorable interactions between the CO", "2", " and H", "2", "O–Mg cluster site. Thus, besides hydrogen bonding, a similar effect might also apply to the water molecules and explain the appearance of the third site. At loadings beyond 1.33 water molecules per Mg, the probability of finding water near the channel center increases because all adsorption sites are already occupied. At saturation loading around 4 molecules per Mg (≈ 32 mol/kg) complete pore filling can be observed (Figure ", "5", "e). Summing up, the MOF-74 pore is filled by occupying the Mg sites first, then the linkers, and ultimately, after adsorbing at the walls, the channel is packed with the water molecules.", "In addition to RDFs and residence probability plots, we estimated adsorption enthalpies at 300 K for the TIP3P model and the DFT-derived force field by using MC and compared them to DFT literature data by Canepa et al.", "(15)", " (Table ", "2", "). The errors are the standard deviations of the averages of the energies calculated during the production steps. As can be seen, our force field is quite accurate at reproducing the value of ref ", "15", ", underestimating it by just 10%, whereas the TIP3P+UFF model is significantly lower (>30% less than the DFT result). In Table S2 of ", "Supporting Information", ", the results for TIP4P+UFF and TIP5P+UFF are listed as well, which underestimate the DFT results by ≈25%.", "Table 2. Adsorption Energies for Water in Mg-MOF-74 at Zero Loading Calculated at 300 K for the DFT-Derived Force Field and TIP3P Compared to DFT Literature Data", "method", "model/literature", "temperature (K)", "energy (kJ/mol)", "MC", "TIP3P", "300", "–40.95 ± 0.03", " ", "this work", "300", "–70.92 ± 0.08", "DFT", "Canepa et al.", "(15)", "298", "–76.22 ± n/a", "Up to this point, we have sampled the potential energy surface of the framework and derived an appropriate potential function, see eq ", "1", ". Then, we validated our force field by comparing adsorption properties computed by MC and MD to the DFT benchmarks. The comparison shows that the obtained force field is accurate enough, whereas the TIP", "n", "P+UFF is inconsistent with respect to the DFT results and previously published data.", "Adsorption Isotherms", "At the final step, we compute adsorption isotherms and compare the results with the available experimental data as well as the standard TIP", "n", "P+UFF water models, which is provided as a benchmark. The experimental data were taken from Grant Glover et al.,", "(47)", " Schoenecker et al.,", "(48)", " DeCoste et al.,", "(49)", " and Yang et al.", "(50)", " All data are presented in Figure ", "6", ". It should be mentioned that there are indications that Mg-MOF-74 is not stable in the presence of water over a longer period of time, although the peaks of the X-Ray Diffraction (XRD) spectra are kept at their original positions, and even the Fourier transform infrared spectroscopy (FTIR) spectra change only slightly (see e.g. ref ", "49", "). That means there might be some reorganization in the MOF framework but not a complete dissolution. The synthesis approach has considerable influence on the adsorption properties of Mg-MOF-74 as well.", "(50)", "Figure 6. Adsorption isotherms of water for Mg-MOF-74 at 300 K; open symbols represent experimental data: (□) Grant Glover et al.,", "(47)", " (○) Schoenecker et al.,", "(48)", " (◇) DeCoste et al.,", "(49)", " (Δ) and (▽) Yang et al.", "(50)", " Closed symbols represent simulation data: TIP3P+UFF (+), TIP4P+UFF ( × ), TIP5P+UFF (*), and DFT-derived force field from this study (•).", "One can see that IUPAC-type I isotherms are observed for all experimental data sets.", "(51)", " The experimental isotherms exhibit steep slopes in the low-pressure regime, which shows a strong affinity of water toward the framework, especially OMS. In the higher-pressure region (>1000 Pa), the loading does not increase significantly with increasing pressure, indicating saturation. Despite the qualitative similar shapes of the isotherms, the saturation loadings of the experimental data sets are different. One possible origin may be due to different synthesis strategies, as argued by Yang et al.", "(50)", " Their two data sets (“Yang et al.(1)” and “Yang et al.(2)”) underline this argument. However, even though Grant Glover et al.", "(47)", " and Schoenecker et al.", "(48)", " both used the same solvothermal method, their maximum loadings vary. In particular, they reported saturation loadings around 25 mol/kg and 35 mol/kg as well as different BET surfaces (1200 and 1400 m", "2", "/g), respectively. Summarizing the available experimental data, the saturation loading varies from 20 mol/kg", "(49)", " to 35 mol/kg", "(48, 50)", " as well as the shapes of the isotherms, which vary from group to group with the exception of Schoenecker et al.", "(48)", " and Yanget al.(1).", "(50)", " One can see that in spite of the several experimental works available, there is not one that can be regarded as conclusive with respect to the adsorption isotherms for water in Mg-MOF-74.", "Table 3. Differences in Point Charges between TIP3P Model by Price et al.", "(38)", " and DFT-Derived Force Field (Figure ", "2", ")", "atom", "TIP3P model", "(38)", "DFT-derived force field", "O(H", "2", "O)", "–0.834", "–0.652", "H(H", "2", "O)", "0.417", "0.326", "We now turn to the analysis of the numerical results. Note that the error bars can be read as uncertainties of the obtained mean amount of molecules inside the framework during the production steps of the simulations. The TIP", "n", "P+UFF models fail to describe all the experimental data over the investigated pressure, in particular in the range of 0–500 Pa. The models are not able to predict the steep slopes which are observed for the experimental data. This result can be attributed to the poor description of the OMS–water interaction (here, Mg–H", "2", "O).", "(13, 14, 21)", " The reason is that the environment the generic force fields are fitted to differ greatly from the chemical vicinity caused by OMS.", "(52)", " TIP3P+UFF predicts (almost) zero molecules inside the MOF in the region of 0–500 Pa. At 750 Pa, however, the loading exhibits a “jump” to almost the saturation loading, resembling a steplike function. The same behavior is observed for the TIP4P+UFF model, for which the “jump” is found at 300 Pa. The TIP5P+UFF satisfactorily predicts an increase of loading with pressure, though it fails to reproduce the shape of any experimental curve. A “jump” in loading is also noticeable at 750 Pa. At higher pressures, all TIP", "n", "P+UFF models qualitatively reproduce the experimental results quite well. This is most likely caused by the domination of adsorbate–adsorbate interactions due to the high loading. This reduces the effect of the OMS and creates a vicinity near the bulk water phase to which the models are fitted.", "(22, 23, 46)", "In contrast, the DFT-derived force field qualitatively describes the experimental data noticeably better, in particular at low loadings. It reproduces the shape of the isotherm as a function of pressure over the complete investigated pressure range. The more accurate results compared to those of the TIP", "n", "P+UFF models is related to the improved description of the framework–adsorbate interactions, especially the OMS–adsorbate interaction as described earlier. Nevertheless, the first points at 0.1 and 1 Pa show an overestimation of the loadings (6.0 mol/kg for the simulation compared to ≈0.5 mol/kg for the highest experimental data at 1 Pa). The Henry coefficient calculated for zero loading is very high (161.3 mol/(kg·Pa)) as well, thus showing the overprediction in the lowest-pressure regime. The deviation can be attributed to the perfect crystal structure, which is assumed in the simulations and cannot be reproduced by experiments because of defects. Furthermore, precise measurements at very low pressures are difficult. In the intermediate pressure regime (>100 Pa and <2000 Pa), the DFT-derived force field reproduces the slight increase of loading with pressure as observed in the experimental data sets. As for higher pressures (>2000 Pa), the simulated isotherm lies well within the ranges of the experimental data, but below the TIP", "n", "P+UFF results. We note that as the TIP3P model is used to describe the adsorbate–adsorbate interaction, such results are expected. The divergence might be due to the adjustment of the framework interaction for which the point charge of the oxygen atom was reduced from −0.8340", "e", " (original TIP3P model)", "(38)", " to −0.6521", "e", " (DFT-derived force field), thus affecting water–framework interactions at large distances. Note that the point charges on the hydrogen were adjusted accordingly (see Table ", "3", "). The charge difference made the framework energy less negative and thus less hydrophilic compared to that of the TIP3P+UFF model. As a result, less loading is predicted. Therefore, the choice of the point charges is of great importance for the shape of the adsorption isotherm. To be more realistic, the point charges should be changed with loading and position of the water molecules, which has not been considered within the present work.", "We also computed adsorption isotherms at 280 and 320 K at the same conditions. The results are shown in Figure S3 of ", "Supporting Information", ". The results are fitted to the SIPS isotherm (see eq 1 of ", "Supporting Information", ") with high accuracy.", "(53)", " The coefficients resulting from the fits can be found in Table S1 of ", "Supporting Information", ". One can observe that over the entire pressure range, lower temperature leads to higher loading, as expected. For all temperatures, the saturation loading for the Mg sites (≈ 8.25 mol/kg) is reached at very low pressures. At higher loadings, the isotherm behavior is more strongly temperature-dependent. Note that the saturation pressure is a function of temperature; thus, at 280 K, the saturation pressure is exceeded at 1200 Pa.", "Overall, the DFT-derived force field obtained in this work predicts the experimental data generally well and is more accurate than the TIP", "n", "P+UFF water models over the investigated pressure range. The variety of experimental data does not allow us to describe any of the measurements with quantitative accuracy. Nevertheless, it can be concluded that our theoretical results are close to the isotherms reported by Grant Glover et al.,", "(47)", " DeCoste et al.,", "(49)", " and Yang (2) from Yang et al.", "(50)", "Top of Page", "Abstract", "Introduction", "Framework Structure and Computational Details", "Force Field Model", "Validation of the Force Field and Radial Distribution Functions", "Adsorption Properties and Isotherms", "Summary and Conclusions", "References", "Summary and Conclusions", "To sample the potential energy surface for water in Mg-MOF-74, DFT calculations were used to fit and parametrize potential energy functions. The DFT-derived force field reproduces the static DFT results very accurately. As a next step we calculated radial distribution functions with the DFT, MD, and MC approaches at different temperatures. The results agree well, providing insight into the density distribution of water inside the framework and further validating the obtained force field. The standard TIP", "n", "P+UFF water models, however, could not achieve the same accuracy. Finally, we performed GCMC simulations to calculate adsorption isotherms with the DFT-derived force field and compared the results with the available experimental data and the standard TIP", "n", "P+UFF models. We have shown that our force field provides a significantly improved description of the experimental data compared to the TIP", "n", "P+UFF water models. It correctly describes the saturation loading and shape of the isotherm and thus demonstrates essentially better performance over the available literature models. However, the absence of conclusive experimental adsorption isotherms of water in Mg-MOF-74 does not allow us to fully assess the predictive power of the obtained force field, which is left for further investigations. Overall, the results provide a deeper understanding of the water adsorption in MOFs with open metal sites, while the proposed force field derivation scheme can be used for the simulation of other gases in MOFs.", " ", "Top of Page", "Abstract", "Introduction", "Framework Structure and Computational Details", "Force Field Model", "Validation of the Force Field and Radial Distribution Functions", "Adsorption Properties and Isotherms", "Summary and Conclusions", "References", "Supporting Information", "Radial distribution functions for the DFT-derived force field obtained from MD and MC simulations at different temperatures (Figure S1); radial distribution functions for the DFT-derived force field, TIP3P+UFF, TIP4P+UFF, and TIP5P+UFF at three different temperatures (Figure S2); adsorption isotherm for water in Mg-Mof-74 at different temperatures (Figure S3); coefficients obtained by fitting the simulation data of each temperature separately to the dual site SIPS isotherm (Table S1); adsorption energies for water in Mg-MOF-74 at zero loading (Table S2); point charges for the Mg-MOF-74 framework atom types from the REPEAT approach and the water models (Table S3); and Lennard-Jones parameters for the Mg-MOF-74 framework atom types and the water models (Table S4). This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Framework Structure and Computational Details", "Force Field Model", "Validation of the Force Field and Radial Distribution Functions", "Adsorption Properties and Isotherms", "Summary and Conclusions", "References", "Acknowledgment", "The authors acknowledge financial support by the German Research Foundation [Deutsche Forschungsgemeinschaft (DFG)] in priority program SPP 1570 under Contract KE 464/12-2. We also thank Prof. T. Woo and P. Boyd for providing us an efficient implementation of the REPEAT", "(43)", " algorithm.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Framework Structure and Computational Details", "Force Field Model", "Validation of the Force Field and Radial Distribution Functions", "Adsorption Properties and Isotherms", "Summary and Conclusions", "References", "References", "This article references 54 other publications.", "1. ", "Wilmer", ", ", "C. E.", "; ", "Leaf", ", ", "M.", "; ", "Lee", ", ", "C. Y.", "; ", "Farha", ", ", "O. K.", "; ", "Hauser", ", ", "B. G.", "; ", "Hupp", ", ", "J. T.", "; ", "Snurr", ", ", "R. Q.", " ", "Large-Scale Screening of Hypothetical Metal-Organic Frameworks", " ", "Nat. Chem.", " ", "2012", ",  ", "4", ",  ", "83", "– ", "89", "[", "Crossref", "], [", "CAS", "]", "1. ", "Large-scale screening of hypothetical metal-organic frameworks", "Wilmer, Christopher E.; Leaf, Michael; Lee, Chang Yeon; Farha, Omar K.; Hauser, Brad G.; Hupp, Joseph T.; Snurr, Randall Q.", "Nature Chemistry", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "2", "),\r\n    ", "83-89", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal-org. frameworks (MOFs) are porous materials constructed from modular mol. building blocks, typically metal clusters and org. linkers.  These can, in principle, be assembled to form an almost unlimited no. of MOFs, yet materials reported to date represent only a tiny fraction of the possible combinations.  Here, the authors demonstrate a computational approach to generate all conceivable MOFs from a given chem. library of building blocks (based on the structures of known MOFs) and rapidly screen them to find the best candidates for a specific application.  From a library of 102 building blocks the authors generated 137,953 hypothetical MOFs and for each calcd. the pore-size distribution, surface area and methane-storage capacity.  The authors identified over 300 MOFs with a predicted methane-storage capacity better than that of any known material, and this approach also revealed structure-property relations.  Methyl-functionalized MOFs were frequently top performers, so the authors selected one such promising MOF and exptl. confirmed its predicted capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVagtL3K&md5=3becbfed2fdacdb8b58146666da7c038", "2. ", "Stock", ", ", "N.", "; ", "Biswas", ", ", "S.", " ", "Synthesis of Metal-Organic Frameworks (MOFs): Routes to Various MOF Topologies, Morphologies, and Composites", " ", "Chem. Rev. (Washington, DC, U.S.)", " ", "2012", ",  ", "112", ",  ", "933", "– ", "969", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Synthesis of Metal-Organic Frameworks (MOFs): Routes to Various MOF Topologies, Morphologies, and Composites", "Stock, Norbert; Biswas, Shyam", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "933-969", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The synthesis of metal-org. frameworks (MOFs) has attracted immense attention during the last 2 decades due to the possibility to obtain a large variety of aesthetically interesting structures that could also be of great interest for applications in a no. of fields related to porous materials.  This includes the more traditional areas of storage, sepn., and catalysis, which are based on the pore size and shape as well as the host guest interactions involved.  In addn., biomedical applications or the use as sensor materials are currently intensively investigated.  Although MOF synthesis was originally set out for making new compds. and structures with interesting properties, the field has matured and is broadening its scope.  This holds for the synthesis methods applied as well as the areas of application.  While conventional syntheses methods have been widely used, the fields of mechano-, sono-, and electrochem. synthesis as well as microwave-assisted syntheses are just emerging. They have demonstrated to be applicable for some compds., often under milder reaction conditions, yielding materials with different particle sizes and properties.  This could be of interest for up-scaling of syntheses and the application of MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsV2ju73P&md5=76323bab0fb9da58bcdf45e03537eed7", "3. ", "Czaja", ", ", "A. U.", "; ", "Trukhan", ", ", "N.", "; ", "Mueller", ", ", "U.", " ", "Industrial Applications of Metal-Organic Frameworks", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1284", "– ", "1293", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Industrial applications of metal-organic frameworks", "Czaja, Alexander U.; Trukhan, Natalia; Muller, Ulrich", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1284-1293", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  New materials are prerequisite for major breakthrough applications affecting the daily life, and therefore are pivotal for the chem. industry.  Metal-org. frameworks (MOFs) constitute an emerging class of materials useful in gas storage, gas purifn., and sepn. applications as well as heterogeneous catalysis.  They not only offer higher surface areas and the potential for enhanced activity than currently used materials like base metal oxides, but also provide shape/size selectivity which is important both for sepns. and catalysis.  In this crit. review an overview of the potential applications of MOFs in the chem. industry is presented.  Furthermore, the synthesis and characterization of the materials are briefly discussed from the industrial perspective.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7o%253D&md5=63295ce7e2fb393c1abecd7623bc9c58", "4. ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T.-H.", "; ", "Long", ", ", "J. R.", " ", "Carbon Dioxide Capture in Metal-Organic Frameworks", " ", "Chem. Rev. (Washington, DC, U.S.)", " ", "2012", ",  ", "112", ",  ", "724", "– ", "781", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "5. ", "Li", ", ", "J.-R.", "; ", "Sculley", ", ", "J.", "; ", "Zhou", ", ", "H.-C.", " ", "Metal-Organic Frameworks for Separations", " ", "Chem. Rev. (Washington, DC, U.S.)", " ", "2012", ",  ", "112", ",  ", "869", "– ", "932", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Metal-Organic Frameworks for Separations", "Li, Jian-Rong; Sculley, Julian; Zhou, Hong-Cai", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "869-932", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  This article reviews the metal-org. frameworks (MOFs), a new class of porous solid materials.  Their performances for applications in sepns. and purifications is attracting intense interest of researchers working in the fields of chem., chem. engineering, materials science, and others.  Despite being in its infancy, the research progress in this subject has already shown that MOFs are promising for sepn. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1OnsbbL&md5=635f36e2682f7fbc651f5021d591a1cf", "6. ", "Suh", ", ", "M. P.", "; ", "Park", ", ", "H. J.", "; ", "Prasad", ", ", "T. K.", "; ", "Lim", ", ", "D.-W.", " ", "Hydrogen Storage in Metal-Organic Frameworks", " ", "Chem. Rev. (Washington, DC, U.S.)", " ", "2012", ",  ", "112", ",  ", "782", "– ", "835", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Hydrogen Storage in Metal-Organic Frameworks", "Suh, Myunghyun Paik; Park, Hye Jeong; Prasad, Thazhe Kootteri; Lim, Dae-Woon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "782-835", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  MOFs have versatile structures, high surface areas and high pore vols. - they can be regarded as good candidate materials for H storage.  There are many MOFs that have high H adsorption capacities at low temps., typically at 77 or 87 K.  The highest H storage capacity reported so far is 99.5 mg/g at 77K and 56 bar for NU-100.  However, the high H capacities of MOFs at cryogenic temps. decrease as the temp. increases to room temp.  This is because the H adsorption in MOFs is weak physisorption and the interaction energies between the H mols. and frameworks are low.  To develop MOFs as H storage materials that meet the U.S.DOE targets for an on-board hydrogen system, a serious challenge is still present in the design and synthesis of the MOF materials.  We may expect that highly stable MOFs having a large surface area and pore vol., together with many open metal sites and embedded catalysts for hydrogen spillover, would provide some pos. results for H storage at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1GlsbjM&md5=dd1f08beefd27cce77d88e466551c1af", "7. ", "Liu", ", ", "J.", "; ", "Thallapally", ", ", "P. K.", "; ", "McGrail", ", ", "B. P.", "; ", "Brown", ", ", "D. R.", "; ", "Liu", ", ", "J.", " ", "Progress in Adsorption-Based CO", "2", " Capture by Metal-Organic Frameworks", " ", "Chem. Soc. Rev.", " ", "2012", ",  ", "41", ",  ", "2308", "– ", "2322", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Progress in adsorption-based CO2 capture by metal-organic frameworks", "Liu, Jian; Thallapally, Praveen K.; McGrail, B. Peter; Brown, Daryl R.; Liu, Jun", "Chemical Society Reviews", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "6", "),\r\n    ", "2308-2322", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) have recently attracted intense research interest because of their permanent porous structures, large surface areas, and potential applications as novel adsorbents.  The recent progress in adsorption-based CO2 capture by MOFs is reviewed and summarized in this crit. review.  CO2 adsorption in MOFs has been divided into two sections, adsorption at high pressures and selective adsorption at approx. atm. pressures.  Keys to CO2 adsorption in MOFs at high pressures and low pressures are summarized to be pore vols. of MOFs, and heats of adsorption, resp.  Many MOFs have high CO2 selectivities over N2 and CH4.  Water effects on CO2 adsorption in MOFs are presented and compared with benchmark zeolites.  In addn., strategies appeared in the literature to enhance CO2 adsorption capacities and/or selectivities in MOFs have been summarized into three main categories, catenation and interpenetration, chem. bonding enhancement, and electrostatic force involvement.  Besides the advantages, two main challenges of using MOFs in CO2 capture, the cost of synthesis and the stability toward water vapor, have been analyzed and possible solns. and path forward have been proposed to address the two challenges as well (150 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XivFWlsbo%253D&md5=0ff1149f94a6e21a49a6591786eac483", "8. ", "Britt", ", ", "D.", "; ", "Furukawa", ", ", "H.", "; ", "Wang", ", ", "B.", "; ", "Glover", ", ", "T. G.", "; ", "Yaghi", ", ", "O. M.", " ", "Highly Efficient Separation of Carbon Dioxide by a Metal-Organic Framework Replete with Open Metal Sites", " ", "Proc. Natl. Acad. Sci. U.S.A.", " ", "2009", ",  ", "106", ",  ", "20637", "– ", "20640", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Highly efficient separation of carbon dioxide by a metal-organic framework replete with open metal sites", "Britt, David; Furukawa, Hiroyasu; Wang, Bo; Glover, T. Grant; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2009", "),\r\n    ", "106", "\r\n        (", "49", "),\r\n    ", "20637-20640", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "Selective capture of CO2, which is essential for natural gas purifn. and CO2 sequestration, has been reported in zeolites, porous membranes, and amine solns.  However, all such systems require substantial energy input for release of captured CO2, leading to low energy efficiency and high cost.  A new class of materials named metal-org. frameworks (MOFs) has also been demonstrated to take up voluminous amts. of CO2.  However, these studies have been largely limited to equil. uptake measurements, which are a poor predictor of sepn. ability, rather than the more industrially relevant kinetic (dynamic) capacity.  Here, we report that a known MOF, Mg-MOF-74, with open magnesium sites, rivals competitive materials in CO2 capture, with 8.9 wt. % dynamic capacity, and undergoes facile CO2 release at significantly lower temp., 80 °C.  Mg-MOF-74 offers an excellent balance between dynamic capacity and regeneration.  These results demonstrate the potential of MOFs with open metal sites as efficient CO2 capture media.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXksFOgtQ%253D%253D&md5=448dd541224ac481b41ae7f70090687b", "9. ", "Yazaydin", ", ", "A. O.", "; ", "Snurr", ", ", "R. Q.", "; ", "Park", ", ", "T.-H.", "; ", "Koh", ", ", "K.", "; ", "Liu", ", ", "J.", "; ", "LeVan", ", ", "M. D.", "; ", "Benin", ", ", "A. I.", "; ", "Jakubczak", ", ", "P.", "; ", "Lanuza", ", ", "M.", "; ", "Galloway", ", ", "D. B.", " ", "Screening of Metal-Organic Frameworks for Carbon Dioxide Capture from Flue Gas Using a Combined Experimental and Modeling Approach", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "18198", "– ", "18199", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Screening of Metal-Organic Frameworks for Carbon Dioxide Capture from Flue Gas Using a Combined Experimental and Modeling Approach", "Yazaydin, A. Ozgur; Snurr, Randall Q.; Park, Tae-Hong; Koh, Kyoungmoo; Liu, Jian; LeVan, M. Douglas; Benin, Annabelle I.; Jakubczak, Paulina; Lanuza, Mary; Galloway, Douglas B.; Low, John J.; Willis, Richard R.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "51", "),\r\n    ", "18198-18199", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A diverse collection of 14 metal-org. frameworks (MOF) for flue gas CO2 capture are reported.  Synthesis, characterization, and adsorption measurements for about half the MOF are reported; adsorption data were collected from the literature for the remaining MOF.  The diversity of the selected materials will help improve the understanding fo MOF CO2 capture.  Also, these data were used to validate a general strategy for mol. modeling of CO2 and other small mols. in MOF.  This strategy is fully predicting with no parameter-fitting.  This approach can be used to rapidly screen addnl. MOF, saving large amts. of exptl. time and costs.  Grand canonical Monte Carlo simulations were performed for a model which included electrostatic and Lennard-Jones interactions among atoms in the system.  The framework and individual CO2 mols. are considered to be rigid.  Interactions among CO2 mols. were modeled with the TraAPPE force field (J.J. Potoff and J.I. Siepmann, 2001); Lennard-Jones parameters for MOF atoms were taken from DREIDING (S.L. Mayo, et al., 1990) and UFF (A.K. Rappe, et al., 1992) force fields.  Partial charges on MOF atoms were derived from d. functional theory calcns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFShsr7L&md5=ee067ec4cee9d1095897b19d957671db", "10. ", "Valenzano", ", ", "L.", "; ", "Civalleri", ", ", "B.", "; ", "Sillar", ", ", "K.", "; ", "Sauer", ", ", "J.", " ", "Heats of Adsorption of CO and CO", "2", " in Metal-Organic Frameworks: Quantum Mechanical Study of CPO-27-M (M = Mg, Ni, Zn)", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "21777", "– ", "21784", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Heats of Adsorption of CO and CO2 in Metal-Organic Frameworks: Quantum Mechanical Study of CPO-27-M (M = Mg, Ni, Zn)", "Valenzano, Loredana; Civalleri, Bartolomeo; Sillar, Kaido; Sauer, Joachim", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "44", "),\r\n    ", "21777-21784", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "D. functional theory is applied with a hybrid functional to which a parametrized damped 1/r6 term was added to account for dispersion (B3LYP + D*).  This method is used with periodic boundary conditions to get the structures of the adsorption complexes.  Dispersion has a substantial share on the calcd. adsorption energies (46-77%).  For these structures, adsorption energies are also calcd. with a hybrid high-level (MP2 with complete basis set extrapolation):low level (B3LYP + D*) method.  The MP2 calcns. are performed on cluster models.  Comparison is made with exptl. heats of adsorption.  B3LYP + D* underestimates heats of adsorption by ∼5 kJ/mol, whereas hybrid MP2:B3LYP + D* slightly overestimates them by ∼2 kJ/mol.  With MP2:B3LYP + D*, also the mean abs. error is somewhat smaller, 3.8 kJ/mol compared to 5.6 kJ/mol for B3LYP + D*.  Both the B3LYP + D* and the hybrid MP2/CBS:B3LYP + D* method predict the same sequence of binding energies for carbon monoxide (Ni > Mg > Zn) and carbon dioxide (Mg > Ni > Zn) adsorption on open metal cation sites in the CPO-27 metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlaqtr7E&md5=1ffd1ba893afc3a5227d44b1fadddc1f", "11. ", "Yao", ", ", "Y.", "; ", "Nijem", ", ", "N.", "; ", "Li", ", ", "J.", "; ", "Chabal", ", ", "Y. J.", "; ", "Langreth", ", ", "D. C.", "; ", "Thonhauser", ", ", "T.", " ", "Analyzing the Frequency Shift of Physiadsorbed CO", "2", " in Metal-Organic Framework Materials", " ", "Phys. Rev. B: Condens. Matter Mater. Phys.", " ", "2012", ",  ", "85", ",  ", "064302", "[", "Crossref", "], [", "CAS", "]", "11. ", "Analyzing the frequency shift of physiadsorbed CO2 in metal organic framework materials", "Yao, Yanpeng; Nijem, Nour; Li, Jing; Chabal, Yves J.; Langreth, David C.; Thonhauser, T.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2012", "),\r\n    ", "85", "\r\n        (", "6", "),\r\n    ", "064302/1-064302/8", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Combining first-principles d. functional theory simulations with IR and Raman expts., we det. the frequency shift of vibrational modes of CO2 when physiadsorbed in the isostructural metal org. framework materials Mg-MOF74 and Zn-MOF74.  Surprisingly, we find that the resulting change in shift is rather different for these two systems and we elucidate possible reasons.  We explicitly consider three factors responsible for the frequency shift through physisorption, namely, (i) the change in the mol. length, (ii) the asym. distortion of the CO2 mol., and (iii) the direct influence of the metal center.  The influence of each factor is evaluated sep. through different geometry considerations, providing a fundamental understanding of the frequency shifts obsd. exptl.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xks1ensL8%253D&md5=632f0cf1100008f14dd77f1ad9aebe3e", "12. ", "Nijem", ", ", "N.", "; ", "Canepa", ", ", "P.", "; ", "Kong", ", ", "L.", "; ", "Wu", ", ", "H.", "; ", "Li", ", ", "J.", "; ", "Thonhauser", ", ", "T.", "; ", "Chabal", ", ", "Y. J.", " ", "Spectroscopic Characterization of Van der Waals Interactions in a Metal-Organic Framework with Unsaturated Metal Centers: MOF-74-Mg", " ", "J. Phys.: Condens. Matter", " ", "2012", ",  ", "24", ",  ", "424203", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Spectroscopic characterization of van der Waals interactions in a metal organic framework with unsaturated metal centers: MOF-74-Mg", "Nijem, Nour; Canepa, Pieremanuele; Kong, Lingzhu; Wu, Haohan; Li, Jing; Thonhauser, Timo; Chabal, Yves", "Journal of Physics: Condensed Matter", "\r\n        (", "2012", "),\r\n    ", "24", "\r\n        (", "42", "),\r\n    ", "424203/1-424203/8", "CODEN:\r\n                ", "JCOMEL", ";\r\n        ISSN:", "0953-8984", ".\r\n    \r\n            (", "IOP Publishing Ltd.", ")\r\n        ", "The adsorption energies of small mols. in nanoporous materials are often detd. by isotherm measurements.  The nature of the interaction and the response of the host material, however, can best be studied by spectroscopic methods.  The authors show here that IR absorption and Raman spectroscopy measurements together with d. functional theory calcns., using the novel van der Waals d. functional vdW-DF, constitute a powerful approach to studying the weak van der Waals interactions assocd. with the incorporation of small mols. in these materials.  In particular, vdW-DF assists the interpretation of the vibrational spectroscopy data to uncover the binding sites and energies of these mols., including the subtle dependence on loading of the IR asym. stretch mode of CO2 when adsorbed in MOF-74-Mg.  To gain a better understanding of the adsorption mechanism of CO2 in MOF-74-Mg, the results are compared with CO within MOF-74-Mg.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXitFCiu7g%253D&md5=07491f1f37e24bfa390766a54e06e25e", "13. ", "Chen", ", ", "L.", "; ", "Morrison", ", ", "C. A.", "; ", "D’uren", ", ", "T.", " ", "Improving Predictions of Gas Adsorption in Metal-Organic Frameworks with Coordinatively Unsaturated Metal Sites: Model Potentials, Ab Initio Parameterization, and GCMC Simulations", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "18899", "– ", "18909", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Improving Predictions of Gas Adsorption in Metal-Organic Frameworks with Coordinatively Unsaturated Metal Sites: Model Potentials, ab initio Parameterization, and GCMC Simulations", "Chen, Linjiang; Morrison, Carole A.; Duren, Tina", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "35", "),\r\n    ", "18899-18909", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The incorporation of coordinatively unsatd. metal sites (cus's), also known as open metal sites, into metal-org. frameworks (MOFs), significantly enhances the uptake of certain gases, such as CO2 and CH4, esp. at low loadings when fluid-framework interactions play the predominant role.  However, due to the considerably enhanced, localized guest interactions with the cus's, it remains a challenge to predict correctly adsorption isotherms and mechanisms in MOFs with cus's using grand-canonical Monte Carlo (GCMC) simulations based on generic classical force fields.  To address this problem, the authors carefully studied several well-established semiempirical model potentials and used a multiobjective genetic algorithm to parametrize them using accurate ab initio data as ref.  The Carra-Konowalow potential, a modified Buckingham potential, in combination with the MMSV potential for the cus's gives not only adsorption isotherms in very good agreement with expts. but also correctly captures the adsorption mechanisms, including adsorption on the cus's, for CO2 in CPO-27-Mg and CH4 in CuBTC.  Also, the parameters obtained also give quant. predictions of CH4 adsorption in PCN-14, another MOF with Cu cus's, which is an important step for developing transferable force fields that reliably predict adsorption in MOFs with cus's.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1SitL3K&md5=08edae9d2ba4ef877a22799890d94fba", "14. ", "Dzubak", ", ", "A. L.", "; ", "Lin", ", ", "L.-C.", "; ", "Kim", ", ", "J.", "; ", "Swisher", ", ", "J. A.", "; ", "Poloni", ", ", "R.", "; ", "Maximoff", ", ", "S. N.", "; ", "Smit", ", ", "B.", "; ", "Gagliardi", ", ", "L.", " ", "Ab Initio Carbon Capture in Open-Site Metal-Organic Frameworks", " ", "Nat. Chem.", " ", "2012", ",  ", "4", ",  ", "810", "– ", "816", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Ab initio carbon capture in open-site metal-organic frameworks", "Dzubak, Allison L.; Lin, Li-Chiang; Kim, Jihan; Swisher, Joseph A.; Poloni, Roberta; Maximoff, Sergey N.; Smit, Berend; Gagliardi, Laura", "Nature Chemistry", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "10", "),\r\n    ", "810-816", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "During the formation of metal-org. frameworks (MOFs), metal centers can coordinate with the intended org. linkers, but also with solvent mols.  In this case, subsequent activation by removal of the solvent mols. creates unsatd. open metal sites known to have a strong affinity to CO2 mols., but their interactions are still poorly understood.  Common force fields typically underestimate by as much as 2 orders of magnitude the adsorption of CO2 in open-site Mg-MOF-74, which has emerged as a promising MOF for CO2 capture.  We present a systematic procedure to generate force fields using high-level quantum chem. calcns.  Monte Carlo simulations based on an ab initio force field generated for CO2 in Mg-MOF-74 shed some light on the interpretation of thermodn. data from flue gas in this material.  The force field describes accurately the chem. of the open metal sites, and is transferable to other structures.  This approach may serve in mol. simulations in general and in the study of fluid-solid interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Wktr3O&md5=f56250bc5e6e0e4c65741837c918e63a", "15. ", "Canepa", ", ", "P.", "; ", "Nijem", ", ", "N.", "; ", "Chabal", ", ", "Y. J.", "; ", "Thonhauser", ", ", "T.", " ", "Diffusion of Small Molecules in Metal Organic Framework Materials", " ", "Phys. Rev. Lett.", " ", "2013", ",  ", "110", ",  ", "026102", "[", "Crossref", "], [", "CAS", "]", "15. ", "Diffusion of small molecules in metal organic framework materials", "Canepa, Pieremanuele; Nijem, Nour; Chabal, Yves J.; Thonhauser, T.", "Physical Review Letters", "\r\n        (", "2013", "),\r\n    ", "110", "\r\n        (", "2", "),\r\n    ", "026102/1-026102/5", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Ab initio simulations are combined with in situ IR spectroscopy to unveil the mol. transport of H2, CO2, and H2O in the metal org. framework MOF-74-Mg.  Our study uncovers-at the atomistic level-the major factors governing the transport mechanism of these small mols.  In particular, we identify four key diffusion mechanisms and calc. the corresponding diffusion barriers, which are nicely confirmed by time-resolved IR expts.  We also answer a long-standing question about the existence of secondary adsorption sites for the guest mols., and we show how those sites affect the macroscopic diffusion properties.  Our findings are important to gain a fundamental understanding of the diffusion processes in these nanoporous materials, with direct implications for the usability of MOFs in gas sequestration and storage applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXitVejsLg%253D&md5=8eb31568bbb92a491599dc73b957bc87", "16. ", "Lopez", ", ", "M. G.", "; ", "Canepa", ", ", "P.", "; ", "Thonhauser", ", ", "T.", " ", "NMR Study of Small Molecule Adsorption in MOF-74-Mg", " ", "J. Chem. Phys.", " ", "2013", ",  ", "138", ",  ", "154704", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "NMR study of small molecule adsorption in MOF-74-Mg", "Lopez, M. G.; Canepa, Pieremanuele; Thonhauser, T.", "Journal of Chemical Physics", "\r\n        (", "2013", "),\r\n    ", "138", "\r\n        (", "15", "),\r\n    ", "154704/1-154704/7", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The authors calc. the carbon NMR shielding for CO2 and the hydrogen shieldings for both H2 and H2O inside the metal org. framework MOF-74-Mg.  Ab initio calcns. are at the d. functional theory level using the van der Waals including d. functional vdW-DF.  The shieldings are obtained while placing the small mols. throughout the structure, including the calcd. adsorption site for various loading scenarios.  Relationships between loading, rotational and positional characteristics, and the NMR shieldings for each adsorbate were explored.  NMR calcns. show a change in the shielding depending on adsorbate, position, and loading in a range that is exptl. observable.  The energy and the NMR shieldings throughout the cavity of the MOF were modeled.  The NMR probes could be used to provide addnl. information about the position at which these small mols. bind within the MOF, as well as the loading of the adsorbed mol.  (c) 2013 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXlvFShsb4%253D&md5=19663015eb4d7cbf8aee530fc9e40d86", "17. ", "Lin", ", ", "L.-C.", "; ", "Kim", ", ", "J.", "; ", "Kong", ", ", "X.", "; ", "Scott", ", ", "E.", "; ", "McDonald", ", ", "T. M.", "; ", "Long", ", ", "J. R.", "; ", "Reimer", ", ", "J. A.", "; ", "Smit", ", ", "B.", " ", "Understanding CO", "2", " Dynamics in Metal-Organic Frameworks with Open Metal Sites", " ", "Angew. Chem., Int. Ed.", " ", "2013", ",  ", "52", ",  ", "4410", "– ", "4413", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Understanding CO2 Dynamics in Metal-Organic Frameworks with Open Metal Sites", "Lin, Li-Chiang; Kim, Jihan; Kong, Xueqian; Scott, Eric; McDonald, Thomas M.; Long, Jeffrey R.; Reimer, Jeffrey A.; Smit, Berend", "Angewandte Chemie, International Edition", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "16", "),\r\n    ", "4410-4413", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A dynamic mechanism that provides an explanation for the exptl. chem. shift anisotropy pattern in 13C-NMR spectra and relaxation times for CO2 adsorbed inside Mg-MOF-74 has been proposed.  Canonical Monte Carlo simulations were carried out at various loadings (infinite diln., 0.3 C02/Mg site, and 0.5 C02/Mg site) to probe the free energy landscape of CO2 mols. in Mg-MOF-74 at temps. ranging from 100 to 375 K.  The more proper interpretation of the NMR signal is not a uniaxial rotation at the open metal site, but a signature of the hopping motions between different metal sites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXltVertLc%253D&md5=10bd3214cabf5b66afd3fb5a2ea3549d", "18. ", "Canepa", ", ", "P.", "; ", "Arter", ", ", "C. A.", "; ", "Conwill", ", ", "E. M.", "; ", "Johnson", ", ", "D. H.", "; ", "Shoemaker", ", ", "B. A.", "; ", "Soliman", ", ", "K. Z.", "; ", "Thonhauser", ", ", "T.", " ", "High-Throughput Screening of Small-Molecule Adsorption in MOF", " ", "J. Mater. Chem. A", " ", "2013", ",  ", "1", ",  ", "13597", "– ", "13604", "[", "Crossref", "], [", "CAS", "]", "18. ", "High-throughput screening of small-molecule adsorption in MOF", "Canepa, Pieremanuele; Arter, Calvin A.; Conwill, Eliot M.; Johnson, Daniel H.; Shoemaker, Brian A.; Soliman, Karim Z.; Thonhauser, Timo", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2013", "),\r\n    ", "1", "\r\n        (", "43", "),\r\n    ", "13597-13604", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Using high-throughput screening coupled with state-of-the-art van der Waals d. functional theory, the authors study the adsorption properties of four important mols., H2, CO2, CH4, and H2O in MOF-74-M with M = Be, Mg, Al, Ca, Sc, Ti, V, Cr, Mn, Fe, Co, Ni, Cu, Zn, Sr, Zr, Nb, Ru, Rh, Pd, La, W, Os, Ir, and Pt.  High-throughput techniques can aid in speeding up the development and refinement of effective materials for hydrogen storage, carbon capture, and gas sepn.  The exploration of the configurational adsorption space allows the authors to ext. crucial information concerning, for example, the competition of water with CO2 for the adsorption binding sites.  Only a few noble metals-Rh, Pd, Os, Ir, and Pt-favor the adsorption of CO2 and hence are potential candidates for effective carbon-capture materials.  The authors' findings further reveal significant differences in the binding characteristics of H2, CO2, CH4, and H2O within the MOF structure, indicating that mol. blends can be successfully sepd. by these nano-porous materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1eksrrP&md5=4e216ceac93782912f44778a6f241658", "19. ", "Yu", ", ", "J.", "; ", "Balbuena", ", ", "P. B.", " ", "Water Effects on Postcombustion CO", "2", " Capture in Mg-MOF-74", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "3383", "– ", "3388", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Water Effects on Postcombustion CO2 Capture in Mg-MOF-74", "Yu, Jiamei; Balbuena, Perla B.", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "7", "),\r\n    ", "3383-3388", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Mg-MOF-74, one of the best metal-org. framework (MOF) materials for CO2 adsorption and sepn., was widely explored in CO2 capture.  H2O effects on postcombustion CO2 capture in Mg-MOF-74 are evaluated by using a combination of Grand Canonical Monte Carlo and d. functional theory (DFT) simulations.  Results show that in this MOF the CO2 adsorption capacity is decreased by the presence of H2O mols. linked to coordinatively unsatd. metal sites (CUMs).  This effect is a consequence of the redn. of binding energy between CO2 and the H2O-coordinated Mg-MOF-74 framework.  DFT calcns. indicate that such binding energy is much lower than that without coordinated H2O.  More importantly, the difference of the binding energy between CO2 and CUM in a MOF and between CO2 and CUM-coordinated H2O are good descriptors to evaluate H2O effects on CO2 capture in MOFs with CUMs.  At the same time, these studies further demonstrate that the CUMs in MOFs play an important role in their performance for CO2 capture from a practical stream contg. H2O and other impurities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht1Kmsb0%253D&md5=cfa8a02fea2b0e50bb44d130c4a693b0", "20. ", "Sillar", ", ", "K.", "; ", "Sauer", ", ", "J.", " ", "Ab-initio Prediction of Adsorption Isotherms for Small Molecules in Metal-Organic Frameworks: The Effect of Lateral Interactions for Methane/CPO-27-Mg", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "18354", "– ", "18365", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Ab Initio Prediction of Adsorption Isotherms for Small Molecules in Metal-Organic Frameworks: The Effect of Lateral Interactions for Methane/CPO-27-Mg", "Sillar, Kaido; Sauer, Joachim", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "44", "),\r\n    ", "18354-18365", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A hybrid method that combines d. functional theory for periodic structures with wave function-based electron correlation methods for finite-size models of adsorption sites is employed to calc. energies for adsorption of CH4 onto different sites in the metal-org. framework (MOF) CPO-27-Mg (Mg-MOF-74) with chem. accuracy.  The adsorption energies for the Mg2+, linker, second layer sites are -27.8, -18.3, and -15.1 kJ/mol.  Adsorbate-adsorbate interactions increase the av. CH4 adsorption energy by about 10% (2.4 kJ/mol).  The free rotor-harmonic oscillator-ideal gas model is applied to calc. free energies/equil. consts. for adsorption on the individual sites.  This information is used in a multisite Langmuir model, augmented with a Bragg-Williams model for latera l interactions, to calc. adsorption isotherms.  This ab initio approach yields the contributions of the individual sites to the final isotherms and also of the lateral interactions that contribute about 15% to the max. excess adsorption capacity.  Isotherms are calcd. for both abs. amts., for calcn. of isosteric heats of adsorption as function of coverage, and excess amts., for comparison with measured isotherms.  Agreement with obsd. excess isotherms is reached if the exptl. detd. limited accessibility of adsorption sites (78%) is taken into account.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhtlekt73O&md5=81f7f5871d800575baaea3dbc520598b", "21. ", "Krishna", ", ", "R.", "; ", "van Baten", ", ", "J. M.", " ", "In Silico Screening of Metal-Organic Frameworks in Separation Applications", " ", "Phys. Chem. Chem. Phys.", " ", "2011", ",  ", "13", ",  ", "10593", "– ", "10616", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "In silico screening of metal-organic frameworks in separation applications", "Krishna, Rajamani; van Baten, Jasper M.", "Physical Chemistry Chemical Physics", "\r\n        (", "2011", "),\r\n    ", "13", "\r\n        (", "22", "),\r\n    ", "10593-10616", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Porous materials such as metal-org. frameworks (MOFs) and zeolitic imidazolate frameworks (ZIFs) offer considerable potential for sepg. a variety of mixts. such as those relevant for CO2 capture (CO2/H2, CO2/CH4, CO2/N2), CH4/H2, alkanes/alkenes, and hydrocarbon isomers.  There are basically two different sepn. technologies that can be employed: (1) a pressure swing adsorption (PSA) unit with a fixed bed of adsorbent particles, and (2) a membrane device, wherein the mixt. is allowed to permeate through a micro-porous cryst. layer.  In view of the vast no. of MOFs, and ZIFs that have been synthesized there is a need for a systematic screening of potential candidates for any given sepn. task.  Also of importance is to investigate how MOFs and ZIFs stack up against the more traditional zeolites such as NaX and NaY with regard to their sepn. characteristics.  This perspective highlights the potency of mol. simulations in detg. the choice of the best MOF or ZIF for a given sepn. task.  A variety of metrics that quantify the sepn. performance, such as adsorption selectivity, working capacity, diffusion selectivity, and membrane permeability, are detd. from a combination of Configurational-Bias Monte Carlo (CBMC) and Mol. Dynamics (MD) simulations.  The practical utility of the suggested screening methodol. is demonstrated by comparison with available exptl. data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmsFamtr4%253D&md5=9d87df8f78bbff13af07dd15a9b6ce4e", "22. ", "Jorgensen", ", ", "W. L.", "; ", "Chandrasekhar", ", ", "J.", "; ", "Madura", ", ", "J. D.", "; ", "Impey", ", ", "R. W.", "; ", "Klein", ", ", "M. L.", " ", "Comparison of Simple Potential Functions for Simulating Liquid Water", " ", "J. Chem. Phys.", " ", "1983", ",  ", "79", ",  ", "926", "[", "Crossref", "], [", "CAS", "]", "22. ", "Comparison of simple potential functions for simulating liquid water", "Jorgensen, William L.; Chandrasekhar, Jayaraman; Madura, Jeffry D.; Impey, Roger W.; Klein, Michael L.", "Journal of Chemical Physics", "\r\n        (", "1983", "),\r\n    ", "79", "\r\n        (", "2", "),\r\n    ", "926-35", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "Classical Monte Carlo simulations were carried out for liq. H2O in the NPT ensemble at 25° and 1 atm using 6 of the simpler intermol. potential functions for the dimer.  Comparisons were made with exptl. thermodn. and structural data including the neutron diffraction results of Thiessen and Narten (1982).  The computed densities and potential energies agree with expt. except for the original Bernal-Fowler model, which yields an 18% overest. of the d. and poor structural results.  The discrepancy may be due to the correction terms needed in processing the neutron data or to an effect uniformly neglected in the computations.  Comparisons were made for the self-diffusion coeffs. obtained from mol. dynamics simulations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3sXksF2htL4%253D&md5=a1161334e381746be8c9b15a5e56f704", "23. ", "Mahoney", ", ", "M. W.", "; ", "Jorgensen", ", ", "W. L.", " ", "A Five-Site Model for Liquid Water and the Reproduction of the Density Anomaly by Rigid, Nonpolarizable Potential Functions", " ", "J. Chem. Phys.", " ", "2000", ",  ", "112", ",  ", "8910", "[", "Crossref", "], [", "CAS", "]", "23. ", "A five-site model for liquid water and the reproduction of the density anomaly by rigid, nonpolarizable potential functions", "Mahoney, Michael W.; Jorgensen, William L.", "Journal of Chemical Physics", "\r\n        (", "2000", "),\r\n    ", "112", "\r\n        (", "20", "),\r\n    ", "8910-8922", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The ability of simple potential functions to reproduce accurately the d. of liq. water from -37 to 100 °C at 1 to 10 000 atm has been further explored.  The result is the five-site TIP5P model, which yields significantly improved results; the av. error in the d. over the 100° temp. range from -37.5 to 62.5 °C at 1 atm is only 0.006 g cm-3.  Classical Monte Carlo statistical mechanics calcns. have been performed to optimize the parameters, esp. the position of the neg. charges along the lone-pair directions.  Initial calcns. with 216 mols. in the NPT ensemble at 1 atm focused on finding a model that reproduced the shape of the liq. d. curve as a function of temp.  Calcns. performed for 512 mols. with the final TIP5P model demonstrate that the d. max. near 4 °C at 1 atm is reproduced, while high-quality structural and thermodn. results are maintained.  Attainment of high precision for the low-temp. runs required sampling for more than 1 billion Monte Carlo configurations.  In addn., the dielec. const. was computed from the response to an applied elec. field; the result is 81.5±1.5 at 25 °C and the exptl. curve is mirrored from 0-100 °C at 1 atm.  The TIP5P model is also found to perform well as a function of pressure; the d. of liq. water at 25 °C is reproduced with an av. error of ∼2% over the range from 1 to 10 000 atm, and the shift of the temp. of max. d. to lower temp. with increasing pressure is also obtained.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXivFCltr0%253D&md5=368765bd00124153b0c65d95b81e951a", "24. ", "Rappe", ", ", "A. K.", "; ", "Casewit", ", ", "C. J.", "; ", "Colwell", ", ", "K. S.", "; ", "Goddard", ", ", "W. A.", "; ", "Skiff", ", ", "W. M.", " ", "UFF, a Full Periodic Table Force Field for Molecular Mechanics and Molecular Dynamics Simulations", " ", "J. Am. Chem. Soc.", " ", "1992", ",  ", "114", ",  ", "10024", "– ", "10035", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "UFF, a full periodic table force field for molecular mechanics and molecular dynamics simulations", "Rappe, A. K.; Casewit, C. J.; Colwell, K. S.; Goddard, W. A., III; Skiff, W. M.", "Journal of the American Chemical Society", "\r\n        (", "1992", "),\r\n    ", "114", "\r\n        (", "25", "),\r\n    ", "10024-35", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "A new mol. mechanics force field, the Universal force field (UFF), is described wherein the force field parameters are estd. using general rules based only on the element, its hybridization and its connectivity.  The force field functional forms, parameters, and generating formulas for the full periodic table are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38Xmtl2qur8%253D&md5=cf41e8bb9ad299fd5d79f070d690afe1", "25. ", "Mayo", ", ", "S. L.", "; ", "Olafson", ", ", "B. D.", "; ", "Goddard", ", ", "W. A.", " ", "DREIDING: A Generic Force Field for Molecular Simulations", " ", "J. Phys. Chem.", " ", "1990", ",  ", "94", ",  ", "8897", "– ", "8909", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "DREIDING:  a generic force field for molecular simulations", "Mayo, Stephen L.; Olafson, Barry D.; Goddard, William A., III", "Journal of Physical Chemistry", "\r\n        (", "1990", "),\r\n    ", "94", "\r\n        (", "26", "),\r\n    ", "8897-909", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "The parameters are given for a new generic force field, DREIDING, that is useful for predicting structures and dynamics of org., biol., and main-group inorg. mols.  The philosophy in DREIDING is to use general force consts. and geometry parameters based on simple hybridization considerations rather than individual force consts. and geometric parameters that depend on the particular combination of atoms involved in the bond, angle, or torsion terms.  Thus all bond distances are derived from at. radii, and there is only one force const. each for bonds, angles, and inversions and only six different values for torsional barriers.  Parameters are defined for all possible combinations of atoms and new atoms can be added to the force field rather simply.  The parameters are given for the \"nonmetallic\" main-group elements (B, C, N, O, F columns for the C, Si, Ge, and Sn rows) plus H and a few metals (Na, Ca, Zn, Fe).  The accuracy of the DREIDING force field is tested by comparing with (i) 76 accurately detd. crystal structures of org. compds. involving H, C, N, O, F, P, S, Cl, and Br, (ii) rotational barriers of a no. of mols., and (iii) relative conformational energies and barriers of a no. of mols.  There is excellent agreement.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXmtlyhtL0%253D&md5=c2b2e75dedb934f18bad57d15d8944d4", "26. ", "Blöchl", ", ", "P. E.", " ", "Projector Augmented-Wave Method", " ", "Phys. Rev. B: Condens. Matter Mater. Phys.", " ", "1994", ",  ", "50", ",  ", "17953", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "Projector augmented-wave method", "Blochl", "Physical review. B, Condensed matter", "\r\n        (", "1994", "),\r\n    ", "50", "\r\n        (", "24", "),\r\n    ", "17953-17979", "\r\n        ISSN:", "0163-1829", ".\r\n    ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC2sfjslSntA%253D%253D&md5=1853d67af808af2edab58beaab5d3051", "27. ", "Kresse", ", ", "G.", "; ", "Joubert", ", ", "J.", " ", "From Ultrasoft Pseudopotentials to the Projector Augmented-Wave Method", " ", "Phys. Rev. B: Condens. Matter Mater. Phys.", " ", "1999", ",  ", "59", ",  ", "1758", "[", "Crossref", "], [", "CAS", "]", "27. ", "From ultrasoft pseudopotentials to the projector augmented-wave method", "Kresse, G.; Joubert, D.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "1999", "),\r\n    ", "59", "\r\n        (", "3", "),\r\n    ", "1758-1775", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The formal relationship between ultrasoft (US) Vanderbilt-type pseudopotentials and Blochl's projector augmented wave (PAW) method is derived.  The total energy functional for US pseudopotentials can be obtained by linearization of two terms in a slightly modified PAW total energy functional.  The Hamilton operator, the forces, and the stress tensor are derived for this modified PAW functional.  A simple way to implement the PAW method in existing plane-wave codes supporting US pseudopotentials is pointed out.  In addn., crit. tests are presented to compare the accuracy and efficiency of the PAW and the US pseudopotential method with relaxed-core all-electron methods.  These tests include small mols. (H2, H2O, Li2, N2, F2, BF3, SiF4) and several bulk systems (diamond, Si, V, Li, Ca, CaF2, Fe, Co, Ni).  Particular attention is paid to the bulk properties and magnetic energies of Fe, Co, and Ni.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXkt12nug%253D%253D&md5=78a73e92a93f995982fc481715729b14", "28. ", "Hafner", ", ", "J.", " ", "Ab-initio Simulations of Materials Using VASP: Density-Functional Theory and Beyond", " ", "J. Comput. Chem.", " ", "2008", ",  ", "29", ",  ", "2044", "– ", "2078", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "28. ", "Ab-initio simulations of materials using VASP: density-functional theory and beyond", "Hafner, Juergen", "Journal of Computational Chemistry", "\r\n        (", "2008", "),\r\n    ", "29", "\r\n        (", "13", "),\r\n    ", "2044-2078", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "A review.  During the past decade, computer simulations based on a quantum-mech. description of the interactions between electrons and between electrons and at. nuclei have developed an increasingly important impact on solid-state physics and chem. and on materials science-promoting not only a deeper understanding, but also the possibility to contribute significantly to materials design for future technologies.  This development is based on two important columns: (i) The improved description of electronic many-body effects within d.-functional theory (DFT) and the upcoming post-DFT methods.  (ii) The implementation of the new functionals and many-body techniques within highly efficient, stable, and versatile computer codes, which allow to exploit the potential of modern computer architectures.  In this review, I discuss the implementation of various DFT functionals [local-d. approxn. (LDA), generalized gradient approxn. (GGA), meta-GGA, hybrid functional mixing DFT, and exact (Hartree-Fock) exchange] and post-DFT approaches [DFT + U for strong electronic correlations in narrow bands, many-body perturbation theory (GW) for quasiparticle spectra, dynamical correlation effects via the adiabatic-connection fluctuation-dissipation theorem (AC-FDT)] in the Vienna ab initio simulation package VASP.  VASP is a plane-wave all-electron code using the projector-augmented wave method to describe the electron-core interaction.  The code uses fast iterative techniques for the diagonalization of the DFT Hamiltonian and allows to perform total-energy calcns. and structural optimizations for systems with thousands of atoms and ab initio mol. dynamics simulations for ensembles with a few hundred atoms extending over several tens of ps.  Applications in many different areas (structure and phase stability, mech. and dynamical properties, liqs., glasses and quasicrystals, magnetism and magnetic nanostructures, semiconductors and insulators, surfaces, interfaces and thin films, chem. reactions, and catalysis) are reviewed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtVegsr%252FP&md5=5f4aa99ba018feb8ca0ead6772d59741", "29. ", "Zhang", ", ", "Y.", "; ", "Yang", ", ", "W.", " ", "Comment on Generalized Gradient Approximation Made Simple", " ", "Phys. Rev. Lett.", " ", "1998", ",  ", "80", ",  ", "890", "[", "Crossref", "], [", "CAS", "]", "29. ", "Comment on \"Generalized Gradient Approximation Made Simple\"", "Zhang, Yingkai; Yang, Weitao", "Physical Review Letters", "\r\n        (", "1998", "),\r\n    ", "80", "\r\n        (", "4", "),\r\n    ", "890", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "A Comment on the Letter by John P.  Perdew, Kieron Burke, and Matthias Ernzerhof, Phys.  77, 3865 (1996).  The authors of the Letter offer a Reply.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXlsV2itg%253D%253D&md5=d14c7fc06fe200788f4192a00dca0730", "30. ", "Dion", ", ", "M.", "; ", "Rydberg", ", ", "H.", "; ", "Schröder", ", ", "E.", "; ", "Langreth", ", ", "D. C.", "; ", "Lundqvist", ", ", "B. I.", " ", "Van der Waals Density Functional for General Geometries", " ", "Phys. Rev. Lett.", " ", "2004", ",  ", "92", ",  ", "246401", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "30. ", "van der Waals density functional for general geometries", "Dion M; Rydberg H; Schroder E; Langreth D C; Lundqvist B I", "Physical review letters", "\r\n        (", "2004", "),\r\n    ", "92", "\r\n        (", "24", "),\r\n    ", "246401", "\r\n        ISSN:", "0031-9007", ".\r\n    ", "A scheme within density functional theory is proposed that provides a practical way to generalize to unrestricted geometries the method applied with some success to layered geometries [Phys.  Rev.  Lett. 91, 126402 (2003)]].  It includes van der Waals forces in a seamless fashion.  By expansion to second order in a carefully chosen quantity contained in the long-range part of the correlation functional, the nonlocal correlations are expressed in terms of a density-density interaction formula.  It contains a relatively simple parametrized kernel, with parameters determined by the local density and its gradient.  The proposed functional is applied to rare gas and benzene dimers, where it is shown to give a realistic description.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD2czksVKnsA%253D%253D&md5=c008c59c1b478db532c072886870dceb", "31. ", "Langreth", ", ", "D. C.", "; ", "Lundqvist", ", ", "B. I.", "; ", "Chakarova-Käck", ", ", "S. D.", "; ", "Cooper", ", ", "V. R.", "; ", "Dion", ", ", "M.", "; ", "Hyldgaard", ", ", "P.", "; ", "Kelkkannen", ", ", "A.", "; ", "Kleis", ", ", "J.", "; ", "Kong", ", ", "L.", "; ", "Li", ", ", "S.", "; ", "Thonhauser", ", ", "T.", " ", "A Density Functional for Sparse Matter", " ", "J. Phys.: Condens. Matter", " ", "2009", ",  ", "21", ",  ", "084203", "[", "Crossref", "], [", "CAS", "]", "31. ", "A density functional for sparse matter", "Langreth D C; Lundqvist B I; Chakarova-Kack S D; Cooper V R; Dion M; Hyldgaard P; Kelkkanen A; Kleis J; Kong Lingzhu; Li Shen; Moses P G; Murray E; Puzder A; Rydberg H; Schroder E; Thonhauser T", "Journal of physics. Condensed matter : an Institute of Physics journal", "\r\n        (", "2009", "),\r\n    ", "21", "\r\n        (", "8", "),\r\n    ", "084203", "\r\n        ISSN:", "0953-8984", ".\r\n    ", "Sparse matter is abundant and has both strong local bonds and weak nonbonding forces, in particular nonlocal van der Waals (vdW) forces between atoms separated by empty space.  It encompasses a broad spectrum of systems, like soft matter, adsorption systems and biostructures.  Density-functional theory (DFT), long since proven successful for dense matter, seems now to have come to a point, where useful extensions to sparse matter are available.  In particular, a functional form, vdW-DF (Dion et al 2004 Phys.  Rev.  Lett. 92 246401; Thonhauser et al 2007 Phys.  Rev.  B 76 125112), has been proposed for the nonlocal correlations between electrons and applied to various relevant molecules and materials, including to those layered systems like graphite, boron nitride and molybdenum sulfide, to dimers of benzene, polycyclic aromatic hydrocarbons (PAHs), doped benzene, cytosine and DNA base pairs, to nonbonding forces in molecules, to adsorbed molecules, like benzene, naphthalene, phenol and adenine on graphite, alumina and metals, to polymer and carbon nanotube (CNT) crystals, and hydrogen storage in graphite and metal-organic frameworks (MOFs), and to the structure of DNA and of DNA with intercalators.  Comparison with results from wavefunction calculations for the smaller systems and with experimental data for the extended ones show the vdW-DF path to be promising.  This could have great ramifications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3MjjvFWgtg%253D%253D&md5=a3b7caf452d4ef04a731e01803485990", "32. ", "Klimeš", ", ", "J.", "; ", "Bowler", ", ", "D. R.", "; ", "Michaelides", ", ", "A.", " ", "Van der Waals Density Functionals Applied to Solids", " ", "Phys. Rev. B: Condens. Matter Mater. Phys.", " ", "2011", ",  ", "83", ",  ", "195131", "[", "Crossref", "], [", "CAS", "]", "32. ", "Van der Waals density functionals applied to solids", "Klimes, Jiri; Bowler, David R.; Michaelides, Angelos", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2011", "),\r\n    ", "83", "\r\n        (", "19", "),\r\n    ", "195131/1-195131/13", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The van der Waals d. functional (vdW-DF) of M. Dion et al. [Phys. Rev. Lett. 92, 246401 (2004)] is a promising approach for including dispersion in approx. d. functional theory exchange-correlation functionals.  Indeed, an improved description of systems held by dispersion forces has been demonstrated in the literature.  However, despite many applications, std. general tests on a broad range of materials including traditional \"hard\" matter such as metals, ionic compds., and insulators are lacking.  Such tests are important not least because many of the applications of the vdW-DF method focus on the adsorption of atoms and mols. on the surfaces of solids.  Here we calc. the lattice consts., bulk moduli, and atomization energies for a range of solids using the original vdW-DF and several of its offspring.  We find that the original vdW-DF overestimates lattice consts. in a similar manner to how it overestimates binding distances for gas-phase dimers.  However, some of the modified vdW functionals lead to av. errors which are similar to those of PBE or better.  Likewise, atomization energies that are slightly better than from PBE are obtained from the modified vdW-DFs.  Although the tests reported here are for hard solids, not normally materials for which dispersion forces are thought to be important, we find a systematic improvement in cohesive properties for the alkali metals and alkali halides when nonlocal correlations are accounted for.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXotVOlsbY%253D&md5=0e3350e5db3aa6fee4eadea9c6582255", "33. ", "Kresse", ", ", "G.", "; ", "Hafner", ", ", "J.", " ", "Ab-initio Molecular Dynamics for Liquid Metals", " ", "Phys. Rev. B: Condens. Matter Mater. Phys.", " ", "1993", ",  ", "47", ",  ", "558(R)", "[", "Crossref", "], [", "CAS", "]", "33. ", "Ab initio molecular dynamics of liquid metals", "Kresse, G.; Hafner, J.", "Physical Review B:  Condensed Matter and Materials Physics", "\r\n        (", "1993", "),\r\n    ", "47", "\r\n        (", "1", "),\r\n    ", "558-61", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    ", "The authors present ab initio quantum-mech. mol.-dynamics calcns. based on the calcn. of the electronic ground state and of the Hellmann-Feynman forces in the local-d. approxn. at each mol.-dynamics step.  This is possible using conjugate-gradient techniques for energy minimization, and predicting the wave functions for new ionic positions using sub-space alignment.  This approach avoids the instabilities inherent in quantum-mech. mol.-dynamics calcns. for metals based on the use of a factitious Newtonian dynamics for the electronic degrees of freedom.  This method gives perfect control of the adiabaticity and allows one to perform simulations over several picoseconds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXlt1Gnsr0%253D&md5=c9074f6e1afc534b260d29dd1846e350", "34. ", "Kresse", ", ", "G.", "; ", "Hafner", ", ", "J.", " ", "Ab-initio Molecular Dynamics Simulation of the Liquid-Metal Amorphous-Semiconductor Transition in Germanium", " ", "Phys. Rev. B: Condens. Matter Mater. Phys.", " ", "1994", ",  ", "49", ",  ", "14251", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "34. ", "Ab initio molecular-dynamics simulation of the liquid-metal-amorphous-semiconductor transition in germanium", "Kresse, G.; Hafner, J.", "Physical Review B:  Condensed Matter and Materials Physics", "\r\n        (", "1994", "),\r\n    ", "49", "\r\n        (", "20", "),\r\n    ", "14251-69", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    ", "The authors present ab initio quantum-mech. mol.-dynamics simulations of the liq.-metal-amorphous-semiconductor transition in Ge.  The simulations are based on (a) finite-temp. d.-functional theory of the 1-electron states, (b) exact energy minimization and hence calcn. of the exact Hellmann-Feynman forces after each mol.-dynamics step using preconditioned conjugate-gradient techniques, (c) accurate nonlocal pseudopotentials, and (d) Nose' dynamics for generating a canonical ensemble.  This method gives perfect control of the adiabaticity of the electron-ion ensemble and allows the authors to perform simulations over >30 ps.  The computer-generated ensemble describes the structural, dynamic, and electronic properties of liq. and amorphous Ge in very good agreement with expt..  The simulation allows the authors to study in detail the changes in the structure-property relation through the metal-semiconductor transition.  The authors report a detailed anal. of the local structural properties and their changes induced by an annealing process.  The geometrical, bounding, and spectral properties of defects in the disordered tetrahedral network are studied and compared with expt.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXkvFKrtL4%253D&md5=c5dddfd01394e53720fb4c3a3ccfd6c0", "35. ", "Plimpton", ", ", "S.", " ", "Fast Parallel Algorithms for Short-Range Molecular Dynamics", " ", "J. Comput. Phys.", " ", "1995", ",  ", "117", ",  ", "1", "– ", "19", "http://lammps.sandia.gov", "[", "Crossref", "], [", "CAS", "]", "35. ", "Fast parallel algorithms for short-range molecular dynamics", "Plimpton, Steve", "Journal of Computational Physics", "\r\n        (", "1995", "),\r\n    ", "117", "\r\n        (", "1", "),\r\n    ", "1-19", "CODEN:\r\n                ", "JCTPAH", ";\r\n        ISSN:", "0021-9991", ".\r\n    ", "Three parallel algorithms for classical mol. dynamics are presented.  The first assigns each processor a fixed subset of atoms; the second assigns each a fixed subset of inter-at. forces to compute; the third assigns each a fixed spatial region.  The algorithms are suitable for mol. dynamics models which can be difficult to parallelize efficiently - those with short-range forces where the neighbors of each atom change rapidly.  They can be implemented on any distributed-memory parallel machine which allows for message-passing of data between independently executing processors.  The algorithms are tested on a std. Lennard-Jones benchmark problem for system sizes ranging from 500 to 100,000,000 atoms on several parallel supercomputers - the nCUBE 2, Intel iPSC/860 and Paragon, and Cray T3D.  Comparing the results to the fastest reported vectorized Cray Y-MP and C90 algorithm shows that the current generation of parallel machines is competitive with conventional vector supercomputers even for small problems.  For large problems, the spatial algorithm achieves parallel efficiencies of 90% and a 1840-node Intel Paragon performs up to 165 faster than a single Cray C90 processor.  Trade-offs between the three algorithms and guidelines for adapting them to more complex mol. dynamics simulations are also discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXlt1ejs7Y%253D&md5=715052332237e4cf8501f8fb81234017", "36. ", "Leach", ", ", "A. R.", "  ", "Molecular Modeling: Principles and Applications", ", ", "2", "nd ed.; ", "Pearson Education Limited", ": ", "Harlow, U.K.", ", ", "2001", ".", "There is no corresponding record for this reference.", "37. ", "Vlugt", ", ", "T. J. H.", "; ", "Schenk", ", ", "M.", " ", "Influence of Framework Flexibility on the Adsorption Properties of Hydrocarbons in the Zeolite Silicalite", " ", "J. Phys. Chem. B", " ", "2006", ",  ", "106", ",  ", "12757", "– ", "12763", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "38. ", "Price", ", ", "D. J.", "; ", "Brooks", ", ", "C. L.", " ", "A Modified TIP3P Water Potential for Simulation with Ewald Summation", " ", "J. Chem. Phys.", " ", "2004", ",  ", "121", ",  ", "10096", "– ", "10103", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "38. ", "A modified TIP3P water potential for simulation with Ewald summation", "Price, Daniel J.; Brooks, Charles L., III", "Journal of Chemical Physics", "\r\n        (", "2004", "),\r\n    ", "121", "\r\n        (", "20", "),\r\n    ", "10096-10103", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The charges and Lennard-Jones parameters of the TIP3P water potential have been modified to improve its performance under the common condition for mol. dynamics simulations of using Ewald summation in lieu of relatively short nonbonded truncation schemes.  These parameters were optimized under the condition that the hydrogen atoms do not have Lennard-Jones parameters, thus making the model independent of the combining rules used for the calcn. of nonbonded, heteroat. interaction energies, and limiting the no. of Lennard-Jones calcns. required.  Under these conditions, this model provides accurate d. (ρ = 0.997 g/mL) and heat of vaporization (ΔHvap = 10.53 kcal/mol) at 25 °C and 1 atm, but also provides improved structure in the second peak of the O-O radial distribution function and improved values for the dielec. const. (.vepsiln.0 = 89) and the diffusion coeff. (D = 4.0×10-5 cm2/s) relative to the original parametrization.  Like the original parameterization, however, this model does not show a temp. d. max.  Several similar models are considered with the addnl. constraint of trying to match the performance of the optimized potentials for liq. simulation atom force field to that obtained when using the simulation conditions under which it was originally designed, but no model was entirely satisfactory in reproducing the relative difference in free energies of hydration between the model compds., phenol and benzene.  Finally, a model that incorporates a long-range correction for truncated Lennard-Jones interactions is presented, which provides a very accurate dielec. const. (.vepsiln.0 = 76), however, the improvement in this est. is on the same order as the uncertainty in the calcn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXpslChsrs%253D&md5=1a475e58f5d652ff6426f48160ae6ac9", "39. ", "Horn", ", ", "H. W.", "; ", "Swope", ", ", "W. C.", "; ", "Pitera", ", ", "J. W.", "; ", "Madura", ", ", "J. D.", "; ", "Dick", ", ", "T. J.", "; ", "Hura", ", ", "G. L.", "; ", "Head-Gordon", ", ", "T.", " ", "Development of an Improved Four-Site Water Model for Biomolecular Simulations: TIP4P-Ew", " ", "J. Chem. Phys.", " ", "2004", ",  ", "120", ",  ", "9665", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "39. ", "Development of an improved four-site water model for biomolecular simulations: TIP4P-Ew", "Horn, Hans W.; Swope, William C.; Pitera, Jed W.; Madura, Jeffry D.; Dick, Thomas J.; Hura, Greg L.; Head-Gordon, Teresa", "Journal of Chemical Physics", "\r\n        (", "2004", "),\r\n    ", "120", "\r\n        (", "20", "),\r\n    ", "9665-9678", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "A re-parameterization of the std. TIP4P water model for use with Ewald techniques is introduced, providing an overall global improvement in water properties relative to several popular nonpolarizable and polarizable water potentials.  Using high precision simulations, and careful application of std. anal. corrections, we show that the new TIP4P-Ew potential has a d. max. at ∼1°, and reproduces exptl. bulk-densities and the enthalpy of vaporization, ΔHvap, from -37.5 to 127° at 1 atm with an abs. av. error of less than 1%.  Structural properties are in very good agreement with X-ray scattering intensities at temps. between 0 and 77° and dynamical properties such as self-diffusion coeff. are in excellent agreement with expt.  The parameterization approach used can be easily generalized to rehabilitate any water force field using available exptl. data over a range of thermodn. points.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXjvVSqsb4%253D&md5=ef0e8aa3e0297ea6827f2d883261c649", "40. ", "Rick", ", ", "S. W.", " ", "A Reoptimization of the Five-Site Water Potential (TIP5P) for Use with Ewald Sums", " ", "J. Chem. Phys.", " ", "2004", ",  ", "120", ",  ", "6085", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "40. ", "A reoptimization of the five-site water potential (TIP5P) for use with Ewald sums", "Rick, Steven W.", "Journal of Chemical Physics", "\r\n        (", "2004", "),\r\n    ", "120", "\r\n        (", "13", "),\r\n    ", "6085-6093", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The five-site transferable interaction potential (TIP5P) for water [M. W. Mahoney and W. L. Jorgensen, J. Chem. Phys. 112, 8910 (2000)] is most accurate at reproducing exptl. data when used with a simple spherical cutoff for the long-ranged electrostatic interactions.  When used with other methods for treating long-ranged interactions, the model is considerably less accurate.  With small modifications, a new TIP5P-like potential can be constructed which is very accurate for liq. water when used with Ewald sums, a more phys. and increasingly more commonly used method for treating long-ranged electrostatic interactions.  The new model demonstrates a d. max. near 4 °C, like the TIP5P model, and otherwise is similar to the TIP5P model for thermodn., dielec., and dynamical properties of liq. water over a range of temps. and densities.  An anal. of this and other commonly used water models reveals how the quadrupole moment of a model can influence the dielec. response of liq. water.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXitlKqtr0%253D&md5=2db88c0817747434304306a728102592", "41. ", "Frenkel", ", ", "D.", "; ", "Smit", ", ", "B.", "  ", "Understanding Molecular Simulation: From Algorithms to Applications", ", ", "2", "nd ed.; ", "Academic Press", ": ", "San Diego, CA", ", ", "2002", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "42. ", "Smit", ", ", "B.", "; ", "Siepmann", ", ", "J. I.", " ", "Computer Simulations of the Energetics and Siting of ", "n", "-Alkanes in Zeolite", " ", "J. Phys. Chem.", " ", "1994", ",  ", "98", ",  ", "8442", "– ", "8452", "[", "ACS Full Text ", "], [", "CAS", "]", "42. ", "Computer Simulations of the Energetics and Siting of n-Alkanes in Zeolites", "Smit, Berend; Siepmann, J. Ilja", "Journal of Physical Chemistry", "\r\n        (", "1994", "),\r\n    ", "98", "\r\n        (", "34", "),\r\n    ", "8442-52", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "The adsorption of the n-alkanes (ranging from butane to dodecane) in the zeolites silicalite and (all silica) mordenite was studied in the zero coverage limit by using computer simulations.  The heats of adsorption, Henry coeffs., and distribution of the n-alkanes over the different zeolite channels were calcd.  The calcd. heats of adsorption are in very good agreement with available exptl. data.  The calcd. heats of adsorption in silicalite show an unexpected alkane length dependence.  The incremental heat of adsorption per carbon atom is larger for the longer alkanes than for the shorter alkanes.  This observation is attributed to preferential adsorption of the longer alkanes in the straight channels of silicalite.  Simulations of this type were made possible through the development of a novel Monte Carlo simulation technique which turned out to be orders of magnitude more efficient than the conventional simulation techniques.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXltFynur0%253D&md5=364f6d1ba31d52b5a46c9c7539a0630d", "43. ", "Campana", ", ", "C.", "; ", "Mussard", ", ", "B.", "; ", "Woo", ", ", "T. K.", " ", "Electrostatic Potential Derived Atomic Charges for Periodic Systems Using a Modified Error Functional", " ", "J. Chem. Theory Comput.", " ", "2009", ",  ", "5", ",  ", "2866", "– ", "2878", "[", "ACS Full Text ", "], [", "CAS", "]", "43. ", "Electrostatic Potential Derived Atomic Charges for Periodic Systems Using a Modified Error Functional", "Campana, Carlos; Mussard, Bastien; Woo, Tom K.", "Journal of Chemical Theory and Computation", "\r\n        (", "2009", "),\r\n    ", "5", "\r\n        (", "10", "),\r\n    ", "2866-2878", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A method to generate electrostatic potential (ESP) derived at. charges in cryst. solids from periodic quantum mech. calcns., termed the REPEAT method, is presented.  Conventional ESP fitting procedures developed for mol. systems, in general, will not work for cryst. systems because the electrostatic potential in periodic systems is ill-defined up to a const. offset at each spatial position.  In this work the problem is circumvented by introducing a new error functional which acts on the relative differences of the potential and not on its abs. values, as it is currently done with mol. ESP charge derivation methods.  We formally demonstrate that the new functional reduces to the conventional error functional used in mol. ESP approaches when the simulation box of the periodic calcn. becomes infinitely large.  Several tests are presented to validate the new technique.  For the periodic calcn. of isolated mols., the REPEAT charges are found to be in good agreement with those detd. with established mol. ESP charge derivation methods.  For siliceous sodalite, it is demonstrated that conventional mol. ESP approaches generate 'unphys.' charges, whereas the REPEAT method produces charges that are both chem. intuitive and consistent between different periodic electronic structure packages.  The new approach is employed to generate partial at. charges of various microporous materials and compared to both exptl. derived and mol. fragment ESP charges.  This method can be used to generate partial at. charges to be used in simulations of microporous and nanoporous materials, such as zeolites and metal org. framework materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVGgurrN&md5=35619c9df3eaa69f185d135f79dddbf9", "44. ", "Grimme", ", ", "S.", "; ", "Ehrlich", ", ", "S.", "; ", "Goerigk", ", ", "L.", " ", "Effect of the Damping Function in Dispersion Corrected Density Functional Theory", " ", "J. Comput. Chem.", " ", "2011", ",  ", "32", ",  ", "1456", "– ", "1465", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "44. ", "Effect of the damping function in dispersion corrected density functional theory", "Grimme, Stefan; Ehrlich, Stephan; Goerigk, Lars", "Journal of Computational Chemistry", "\r\n        (", "2011", "),\r\n    ", "32", "\r\n        (", "7", "),\r\n    ", "1456-1465", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "It is shown by an extensive benchmark on mol. energy data that the math. form of the damping function in DFT-D methods has only a minor impact on the quality of the results.  For 12 different functionals, a std. \"zero-damping\" formula and rational damping to finite values for small interat. distances according to Becke and Johnson (BJ-damping) has been tested.  The same (DFT-D3) scheme for the computation of the dispersion coeffs. is used.  The BJ-damping requires one fit parameter more for each functional (three instead of two) but has the advantage of avoiding repulsive interat. forces at shorter distances.  With BJ-damping better results for nonbonded distances and more clear effects of intramol. dispersion in four representative mol. structures are found.  For the noncovalently-bonded structures in the S22 set, both schemes lead to very similar intermol. distances.  For noncovalent interaction energies BJ-damping performs slightly better but both variants can be recommended in general.  The exception to this is Hartree-Fock that can be recommended only in the BJ-variant and which is then close to the accuracy of cor. GGAs for non-covalent interactions.  According to the thermodn. benchmarks BJ-damping is more accurate esp. for medium-range electron correlation problems and only small and practically insignificant double-counting effects are obsd.  It seems to provide a phys. correct short-range behavior of correlation/dispersion even with unmodified std. functionals.  In any case, the differences between the two methods are much smaller than the overall dispersion effect and often also smaller than the influence of the underlying d. functional.  © 2011 Wiley Periodicals, Inc.; J. Comput. Chem., 2011.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjsF2isL0%253D&md5=370c4fe3164f548718b4bfcf22d1c753", "45. ", "Rudenko", ", ", "A. N.", "; ", "Keil", ", ", "F. J.", "; ", "Katsnelson", ", ", "M. I.", "; ", "Lichtenstein", ", ", "A. I.", " ", "Adsorption of Diatomic Halogen Molecules on Graphene: A Van der Walls Density Functional Study", " ", "Phys. Rev. B: Condens. Matter Mater. Phys.", " ", "2010", ",  ", "82", ",  ", "035427", "[", "Crossref", "], [", "CAS", "]", "45. ", "Adsorption of diatomic halogen molecules on graphene: A van der Waals density functional study", "Rudenko, A. N.; Keil, F. J.; Katsnelson, M. I.; Lichtenstein, A. I.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2010", "),\r\n    ", "82", "\r\n        (", "3", "),\r\n    ", "035427/1-035427/7", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The adsorption of fluorine, chlorine, bromine, and iodine diat. mols. on graphene has been investigated using d. functional theory with taking into account nonlocal correlation effects by means of van der Waals d. functional approach.  It is shown that the van der Waals interaction plays a crucial role in the formation of chem. bonding between graphene and halogen mols., and is therefore important for a proper description of adsorption in this system.  In-plane orientation of the mols. has been found to be more stable than the orientation perpendicular to the graphene layer.  In the cases of F2, Br2, and I2 we also found an ionic contribution to the binding energy, slowly vanishing with distance.  Anal. of the electronic structure shows that ionic interaction arises due to the charge transfer from graphene to the mols.  Furthermore, we found that the increase in impurity concn. leads to the conduction-band formation in graphene due to interaction between halogen mols.  In addn., graphite intercalation by halogen mols. has been investigated.  In the presence of halogen mols. the binding between graphite layers becomes significantly weaker, which is in accordance with the results of recent expts. on sonochem. exfoliation of intercalated graphite.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXpsF2gu74%253D&md5=b27611c45abd82d1f73c2b13ba8fa069", "46. ", "Vega", ", ", "C.", "; ", "Abascal", ", ", "J. L. F.", "; ", "Conde", ", ", "M. M.", "; ", "Aragones", ", ", "J. L.", " ", "What Ice Can Teach Us about Water Interactions: A Critical Comparison of the Performance of Different Water Models", " ", "Faraday Discuss.", " ", "2009", ",  ", "141", ",  ", "251", "– ", "276", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "46. ", "What ice can teach us about water interactions: a critical comparison of the performance of different water models", "Vega, C.; Abascal, J. L. F.; Conde, M. M.; Aragones, J. L.", "Faraday Discussions", "\r\n        (", "2009", "),\r\n    ", "141", "\r\n        (", "),\r\n    ", "251-276", "CODEN:\r\n                ", "FDISE6", ";\r\n        ISSN:", "1359-6640", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The performance of several popular water models (TIP3P, TIP4P, TIP5P and TIP4P/2005) is analyzed.  For that purpose the predictions for ten different properties of water are investigated, namely: 1. vapor-liq. equil. (VLE) and crit. temp.; 2. surface tension; 3. densities of the different solid structures of water (ices); 4. phase diagram; 5. melting-point properties; 6. max. in the d. of water at room pressure and thermal coeffs. α and κT; 7. structure of liq. water and ice; 8. equation of state at high pressures; 9. self-diffusion coeff.; 10. dielec. const.  For each property, the performance of each model is analyzed in detail with a crit. discussion of the possible reason of the success or failure of the model.  A final judgement on the quality of these models is provided.  TIP4P/2005 provides the best description of almost all properties of the list, the only exception being the dielec. const.  In second position, TIP5P and TIP4P yield a similar performance overall, and the last place with the poorest description of the water properties is provided by TIP3P.  The ideas leading to the proposal and design of the TIP4P/2005 are also discussed in detail.  TIP4P/2005 is probably close to the best description of water that can be achieved with a non-polarizable model described by a single Lennard-Jones (LJ) site and three charges.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsVOgtLbN&md5=6f6fd3143563ec84cbada272c18acf97", "47. ", "Grant Glover", ", ", "T.", "; ", "Peterson", ", ", "G. W.", "; ", "Schindler", ", ", "B. J.", "; ", "Britt", ", ", "D.", "; ", "Yaghi", ", ", "O.", " ", "MOF-74 Building Unit Has a Direct Impact on Toxic Gas Adsorption", " ", "Chem. Eng. Sci.", " ", "2011", ",  ", "66", ",  ", "163", "– ", "170", "[", "Crossref", "], [", "CAS", "]", "47. ", "MOF-74 building unit has a direct impact on toxic gas adsorption", "Grant Glover, T.; Peterson, Gregory W.; Schindler, Bryan J.; Britt, David; Yaghi, Omar", "Chemical Engineering Science", "\r\n        (", "2011", "),\r\n    ", "66", "\r\n        (", "2", "),\r\n    ", "163-170", "CODEN:\r\n                ", "CESCAC", ";\r\n        ISSN:", "0009-2509", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Metal org. framework (MOF-74) analogs were synthesized using Co, Mg, Ni, and Zn metal centers.  The capability of these materials to remove NH3, cyanogen chloride, and SO2 from air was evaluated by fixed-bed break-through testing under dry and humid conditions.  Octane break-through tests were performed to det. the physisorption capacity of the materials.  All materials were stored in air prior to use.  Dynamic break-through capacity of the analogs was compared to 13X zeolite and BPL activated C.  The metal center impact on adsorption behavior was demonstrated; each analog had different NH3 and cyanogen chloride adsorption capacities.  Results provided an important step in assessing the MOF potential to function as porous adsorbent materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVKjt7rE&md5=6dc967dc0bef28ecf3f0448657dc2cf6", "48. ", "Schoenecker", ", ", "P. M.", "; ", "Carson", ", ", "C. G.", "; ", "Jasuja", ", ", "H.", "; ", "Flemming", ", ", "C. J. J.", "; ", "Walton", ", ", "K. S.", " ", "Effect of Water Adsorption on Retention of Structure and Surface Area of Metal-Organic Frameworks", " ", "Ind. Eng. Chem. Res.", " ", "2012", ",  ", "51", ",  ", "6513", "– ", "6519", "[", "ACS Full Text ", "], [", "CAS", "]", "48. ", "Effect of Water Adsorption on Retention of Structure and Surface Area of Metal-Organic Frameworks", "Schoenecker, Paul M.; Carson, Cantwell G.; Jasuja, Himanshu; Flemming, Christine J. J.; Walton, Krista S.", "Industrial & Engineering Chemistry Research", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "18", "),\r\n    ", "6513-6519", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This work presents an exptl. study of H2O adsorption in metal-org. frameworks (MOFs) at room temp. and up to 90% relative humidity.  Structural degrdn. of the materials after regeneration is analyzed via powder x-ray diffraction (PXRD) and nitrogen adsorption measurements.  MOFs with open metal sites are quite hydrophilic but appear to maintain their structure according to PXRD.  However, significant surface area loss indicates that decompn. is occurring and is likely an attribute of oxygen presence during the regeneration procedure.  Materials with Cu paddle-wheel (HKUST-1), 5-coordinated Mg (Mg MOF-74), and 7-coordinated Zr (UiO-66(-NH2)) maintain good structural stability, while Zn-COOH contg. MOFs (DMOF-1; DMOF-1-NH2; UMCM-1) undergo complete loss of crystallinity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xks1Omsbw%253D&md5=4497868704d5bd84b9fbb19f1beb4c8d", "49. ", "DeCoste", ", ", "J. B.", "; ", "Peterson", ", ", "G. W.", "; ", "Schindler", ", ", "B. J.", "; ", "Killops", ", ", "K. L.", "; ", "Browe", ", ", "M. A.", "; ", "Mahle", ", ", "J. J.", " ", "The Effect of Water Adsorption on the Structure of the Carboxylate Containing Metal-Organic Frameworks Cu-BTC, Mg-MOF-74, and UiO-66", " ", "J. Mater. Chem. A", " ", "2013", ",  ", "1", ",  ", "11922", "– ", "11932", "[", "Crossref", "], [", "CAS", "]", "49. ", "The effect of water adsorption on the structure of the carboxylate containing metal-organic frameworks Cu-BTC, Mg-MOF-74, and UiO-66", "DeCoste, Jared B.; Peterson, Gregory W.; Schindler, Bryan J.; Killops, Kato L.; Browe, Matthew A.; Mahle, John J.", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2013", "),\r\n    ", "1", "\r\n        (", "38", "),\r\n    ", "11922-11932", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks (MOFs) with metal-carboxylate bonds, including Cu-BTC (HKUST-1), Mg-MOF-74 (Mg/DOBDC), and UiO-66, have been shown to have varying degrees of water stability.  The MOF degrdn. at several temp. and humidity conditions over the course of 28 days was investigated.  At conditions of 90% relative humidity (RH) and 25°C, water uptake for Cu-BTC is shown to be higher than at 90% RH and 40°C, causing the degrdn. of the inner structure of Cu-BTC to occur more readily at the lower temp.  However the external surfaces of Cu-BTC degrade more readily, as shown through SEM images, at conditions of 90% RH and 40°C.  Mg-MOF-74 has a nearly complete loss of surface area after just one day of exposure to each of the conditions studied, however the PXRD patterns show only a change in the [100] peak.  A mechanism for the degrdn. of Mg-MOF-74 involving a 6-coordinate Mg intermediate which leaves the 1-dimensional channels of Mg-MOF-74 intact is offered.  UiO-66 is stable to each of the aging conditions for the full 28 days.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVehs7fL&md5=ae0cd10d7007fd77f15bfbd90533607d", "50. ", "Yang", ", ", "D.-A.", "; ", "Cho", ", ", "H.-Y.", "; ", "Kim", ", ", "J.", "; ", "Yang", ", ", "S.-T.", "; ", "Ahn", ", ", "W.-S.", " ", "CO", "2", " Capture and Conversion Using Mg-MOF-74 Prepared By a Sonochemical Method", " ", "Energy Environ. Sci.", " ", "2012", ",  ", "5", ",  ", "6465", "– ", "6473", "[", "Crossref", "], [", "CAS", "]", "50. ", "CO2 capture and conversion using Mg-MOF-74 prepared by a sonochemical method", "Yang, Da-Ae; Cho, Hye-Young; Kim, Jun; Yang, Seung-Tae; Ahn, Wha-Seung", "Energy & Environmental Science", "\r\n        (", "2012", "),\r\n    ", "5", "\r\n        (", "4", "),\r\n    ", "6465-6473", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Mg-MOF-74 crystals were successfully prepd. in 1 h by a sonochem. method (Mg-MOF-74(S)) after triethylamine (TEA) was added as a deprotonating agent.  Mg-MOF-74(S) (1640 m2 g-1 BET surface area) displayed similar textural properties to those of a high-quality MOF sample synthesized in 24 h by the solvothermal method (Mg-MOF-74(C), 1525 m2 g-1).  However, mesopores were formed, probably due to the competitive binding of TEA to Mg2+ ions, and the av. particle size of the former (ca. 0.6 μm) was significantly smaller than that of the latter (ca. 14 μm).  The H2O adsorption capacity was 593 mL g-1 at 298 K for Mg-MOF-74(S), displaying higher hydrophilicity than Zeolite 13X.  The adsorption isotherms of Mg-MOF-74(S) for CO2 showed high adsorption capacity (350 mg g-1 at 298 K) and high isosteric heats of adsorption for CO2 (42 to 22 kJ mol-1).  The breakthrough expt. confirmed excellent selectivity to CO2 over N2 at ambient conditions (satn. capacity of ca. 179 mg g-1).  Ten consecutive adsorption-desorption cycles at 298 K established no deterioration of the adsorption capacity, which showed reversible adsorbent regeneration at 323 K under helium flow for a total duration of 1400 min.  Mg-MOF-74(S) also demonstrated excellent catalytic performance in cycloaddn. of CO2 to styrene oxide under relatively mild reaction conditions (2.0 MPa, 373 K) with close to 100% selectivity to carbonate, which was confirmed by GC-MS, 1H-NMR, and FT-IR.  Mg-MOF-74(S) could be reused 3 times without losing catalytic activity and with no structural deterioration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XksVKnurY%253D&md5=d8b33bd0559531aa1193fb957c0cc9aa", "51. ", "Sing", ", ", "K. S. W.", " ", "Reporting Physisorption Data for Gas/Solid Systems with Special Reference to the Determination of Surface Area and Porosity", " ", "Pure Appl. Chem.", " ", "1985", ",  ", "4", ",  ", "603", "– ", "619", "[", "Crossref", "]", "There is no corresponding record for this reference.", "52. ", "Grajciar", ", ", "L.", "; ", "Bludsky", ", ", "O.", "; ", "Nachtigall", ", ", "P.", " ", "Water Adsorption on Coordinatively Unsaturated Sites in CuBTC MOF", " ", "J. Phys. Chem. Lett.", " ", "2010", ",  ", "1", ",  ", "3354", "– ", "3359", "[", "ACS Full Text ", "], [", "CAS", "]", "52. ", "Water adsorption on coordinatively unsaturated sites in CuBTC MOF", "Grajciar, Lukas; Bludsky, Ota; Nachtigall, Petr", "Journal of Physical Chemistry Letters", "\r\n        (", "2010", "),\r\n    ", "1", "\r\n        (", "23", "),\r\n    ", "3354-3359", "CODEN:\r\n                ", "JPCLCD", ";\r\n        ISSN:", "1948-7185", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We report a theor. study of water adsorption on coordinatively unsatd. sites (cus) in a metal-org. framework (MOF) compd. CuBTC.  The reliability of the d. functional theory (DFT)-based methods and dispersion-cor. DFT-D schemes for the description of cus sites was investigated with respect to the accurate ref. CCSD(T)/CBS data.  The accuracy of both DFT and DFT-D methods was found to be insufficient.  The proposed DFT/CC correction scheme gave the results in excellent agreement with the ref. CCSD(T)/CBS data.  DFT/CC calcns. performed for the periodic CuBTC model gave RCu-OH2 = 2.19 Å and -ΔHads = 49 kJ mol-1, both in very good agreement with available exptl. data.  The interaction of the first water mol. with the paddle-wheel unit is about 5 kJ mol-1 stronger than the interaction of the second water mol. with the same paddle-wheel unit.  The DFT/CC scheme provides an accurate description of the extended MOF systems, and the results obtained with periodic DFT/CC model can be used for the testing and improvement of the force fields for classical simulations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVaisrvK&md5=ae874ab2e3499ca392a47aeb0de40b0f", "53. ", "Sips", ", ", "R.", " ", "On the Structure of a Catalyst Surface", " ", "J. Chem. Phys.", " ", "1948", ",  ", "16", ",  ", "490", "– ", "495", "[", "Crossref", "], [", "CAS", "]", "53. ", "Structure of a catalyst surface", "Sips, Robert", "Journal of Chemical Physics", "\r\n        (", "1948", "),\r\n    ", "16", "\r\n        (", "),\r\n    ", "490-5", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "Math.  A method is described that makes it possible to calc. rigorously the distribution of the adsorption energies of the sites of a catalyst surface when the adsorption isotherms are known, if the adsorption is localized and there are no interactions.  This method is applied to a Freundlich isotherm and also to a new theoretical isotherm that reduces to the Freundlich type for small pressures but exhibits satn. for large pressures.  This isotherm corresponds to a distribution function that differs very little from a Gaussian one.  The case of at. adsorption of gases is also considered.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaH1cXit1KhtQ%253D%253D&md5=d6ced86cc4790d456f86e69b054965a8", "54. ", "Lin", ", ", "L.-C.", "; ", "Lee", ", ", "K.", "; ", "Gagliardi", ", ", "L.", "; ", "Neaton", ", ", "J. B.", "; ", "Smit", ", ", "B.", " ", "Force-Field Development from Electronic Structure Calculations with Periodic Boundary Conditions: Applications to Gaseous Adsorption and Transport in Metal-Organic Frameworks", " ", "J. Chem. Theory Comput.", " ", "2014", ",  ", "10", ",  ", "1477", "– ", "1488", "[", "ACS Full Text ", "], [", "CAS", "]", "54. ", "Force-Field Development from Electronic Structure Calculations with Periodic Boundary Conditions: Applications to Gaseous Adsorption and Transport in Metal-Organic Frameworks", "Lin, Li-Chiang; Lee, Kyuho; Gagliardi, Laura; Neaton, Jeffrey B.; Smit, Berend", "Journal of Chemical Theory and Computation", "\r\n        (", "2014", "),\r\n    ", "10", "\r\n        (", "4", "),\r\n    ", "1477-1488", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A systematic and efficient methodol. to derive accurate (nonpolarizable) force fields from periodic d. functional theory (DFT) calcns. for use in classical mol. simulations has been developed.  The methodol. requires reduced computation cost compared with other conventional ways.  The whole process is performed self-consistently in a fully periodic system.  The force fields derived by using this methodol. accurately predict the CO2 and H2O adsorption isotherms inside Mg-MOF-74, and is transferable to Zn-MOF-74; by replacing the Mg-CO2 interactions with the corresponding Zn-CO2 interactions, we obtain an accurate prediction of the corresponding isotherm.  This methodol. was used to address the effect of water on the sepn. of flue gases in these materials.  In general, the mixt. isotherms of CO2 and H2O calcd. with these derived force fields show a significant redn. in CO2 uptake with the existence of trace amts. of water vapor.  The effect of water, however, was found to be quant. different between Mg- and Zn-MOF-74.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXjtV2rtbo%253D&md5=310436bc1a437d2a1c6eac3ff52c3778", " ", "Note Added During Proof", "During preparation of this manuscript, the authors became aware of the work of Lin et al.,", "(54)", " which was published very recently. The authors of ref ", "54", " also report on the force field for water in Mg-MOF-74 derived from first-principles calculations and applied for the calculation of adsorption isotherms. The results obtained in ref ", "54", " show noticeably higher loadings at high pressure compared to our results, which is not surprising in view of the different interaction model and parametrization scheme employed in ref ", "54", "."], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-29/jp503778m/production/images/small/jp-2014-03778m_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-29/jp503778m/production/images/small/jp-2014-03778m_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-29/jp503778m/production/images/small/jp-2014-03778m_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-29/jp503778m/production/images/small/jp-2014-03778m_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-29/jp503778m/production/images/small/jp-2014-03778m_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-29/jp503778m/production/images/small/jp-2014-03778m_0006.gif\">"]}
