{"title": ["Gas Sorption, Second-Order Nonlinear Optics, and Luminescence Properties of a Series of Lanthanide–Organic Frameworks Based on Nanosized Tris((4-carboxyl)phenylduryl)amine Ligand"], "authors": ["Yan-Ping He", "Yan-Xi Tan", "Jian Zhang"], "doi": ["10.1021/ic4020256"], "abstract": ["Presented here are a series of lanthanide−organic frameworks based on nanosized tris((4-carboxyl)phenylduryl)amine ligand, showing interesting gas sorption, second-order nonlinear optics, and luminescence properties.", "By controlling the pH value of the reaction system, two sets of lanthanide (Ln)–tris((4-carboxyl)phenylduryl)amine (Ln = Ce, Pr, Nd, Sm) frameworks have been generated. Four isostructural noninterpenetrating frameworks (", " to ", ") are constructed from rod-shaped secondary building units and four other isostructural frameworks (", " to ", ") based on single Ln nodes are described as 8-fold interpenetrating dia-type nets. Gas sorption measurements for ", " give a Langmuir surface area of 633.8 m", "·g", " and a H", " uptake of 165.2 cm", "·g", " at 77 K and 1 atm. However, ", " with smaller pores can hardly adsorb any N", " and H", ". Because both ", " and ", " crystallize in acentric space group, the second-harmonic generation (SHG) measurements indicate that both of them display strong powder SHG efficiencies, which are approximately 8 and 3 times as strong as that of a potassium dihydrogen phosphate powder. In addition, the fluorescent emissions of all compounds in the solid state are also investigated in detail."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental section", "Results and Discussion", "Conclusion", "References", "Introduction", "Metal–organic frameworks (MOFs) have attracted great attention because of their aesthetic framework structures and potential applications in the fields of gas adsorption and separation,", "(1)", " nonlinear optics,", "(2)", " and photochemical areas.", "(3)", " Recently, a number of porous MOFs based on nanosized polycarboxylate ligands and metal ions have been reported,", "(4)", " but the common feature presented in these MOFs is interpenetration.", "(4a, 4e, 5-7)", " For example, Yaghi and co-workers have reported MOF-177 built by [Zn", "4", "O(CO", "2", ")", "6", "] and 1,3,5-tris(4-carboxyphenyl)benzene ligand.", "(5)", " Lin et al. reported a 2-fold interpenetrating porous MOF constructed from the [Cu", "2", "(O", "2", "CR)", "4", "] units and methanetetra(biphenyl-", "p", "-carboxylic acid).", "(6)", " Interpenetration might limit the size of the pores in crystal frameworks and influence the properties, especially gas sorption. Therefore, how to avoid this interpenetrating phenomenon is challenging and significant. One effective method is to decorate the nanosized organic ligand via adding some large hindrance groups, but these hindrance groups can reduce the size of the channels. Another feasible way recently reported by Yaghi and co-workers is to use in situ generated rod-shaped metal–carboxylate secondary building units (SBUs),", "(8)", " the rigidity of the rod-shaped SBUs effectively avoids interpenetration due to the intrinsic packing arrangement of such rods in the crystal structure. As a nanosized N-centered carboxylate ligand, tris((4-carboxyl)phenylduryl)amine (H", "3", "L) has been used to synthesize two noninterpenetrated MOFs by our group, which are also constructed by rod-shaped metal–carboxylate SBUs,", "(9b)", " but none of them were lanthanide–organic frameworks.", "In this work, by employing the H", "3", "L ligand to assemble with Ln", "3+", " ions, we successfully synthesized four isostructural noninterpenetrating MOFs containing the infinite rod-shaped SBUs, namely, [Ln(L)]·1.5H", "2", "O·0.5EtOH·DMF (Ln = Ce (", "FIR-8", "), Pr (", "FIR-9", "), Nd (", "FIR-10", "), Sm (", "FIR-11", ")). However, the presence of five drops of HCOOH in the reaction system gives four other isostructural 8-fold interpenetrated diamondoid MOFs built by small-sized and mononuclear SBUs, namely, (Me", "2", "NH", "2", ")[Ln(HL)", "2", "(H", "2", "O)", "2", "]·1.5H", "2", "O·DMF (Ln = Ce (", "FIR-12", "), Pr (", "FIR-13", "), Nd (", "FIR-14", "), Sm (", "FIR-15", ")). ", "FIR-8", " shows a high permanent porosity with a Langmuir surface area of 633.8 m", "2", "·g", "–1", " and a high H", "2", " uptake of 165.2 cm", "3", "·g", "–1", " at 77 K and 1 atm. However, ", "FIR-12", " with smaller pores can hardly adsorb N", "2", " and H", "2", ". Second-harmonic generation (SHG) measurements reveal that ", "FIR-8", " and ", "FIR-12", " display strong powder SHG efficiencies. In addition, the fluorescent emissions of all the compounds in the solid state are also investigated.", "Top of Page", "Abstract", "Introduction", "Experimental section", "Results and Discussion", "Conclusion", "References", "Experimental section", "Materials and Instrumentation", "All reagents were purchased commercially and used without further purification. The purity of all gases is 99.999%. All syntheses were carried out in a 20 mL vial under autogenous pressure. Diffraction data were collected by using a Bruker Smart Apex CCD diffractometer with graphite monochromated Mo Kα radiation (λ = 0.710 73 Ǻ) at 293 K. Absorption correction was applied by using SADABS. The structure was solved by direct methods and refined by the full-matrix least-squares technique by using SHELXTL.", "(17)", " All Powder X-ray diffraction (PXRD) analyses were recorded on a Rigaku Dmax2500 diffractometer with Cu Kα radiation (λ = 1.540 56 Å) with a step size of 0.05°. Thermal stability studies were carried out on a NETSCHZ STA-449C thermoanalyzer with a heating rate of 10 °C/min under a nitrogen atmosphere. Gas adsorption measurement was performed in the ASAP (Accelerated Surface Area and Porosimetry) 2020 System. Nonlinear optical (NLO) properties were measured by Kurtz–Perry powder SHG test using an Nd:YAG laser (1064 nm) with an input pulse of 350 mV. Fluorescence spectra were measured with a HORIBA Jobin-Yvon FluoroMax-4 spectrometer.", "Synthesis of [Ln(L)]·1.5H", "2", "O·0.5EtOH·DMF (Ln = Ce (", "FIR-8", "), Pr (", "FIR-9", "), Nd (", "FIR-10", "), Sm (", "FIR-11", "))", "H", "3", "L (60 mg, 0.1 mmol) and Ln(NO", "3", ")", "3", "·6H", "2", "O (43 mg, 0.1 mmol) were dissolved in 6 mL of DMF/EtOH/H", "2", "O (1:1:1, v/v), and then the solution was placed in a small vial. The mixture was heated at 100 °C for 12 h and then cooled to room temperature. Yellow needlelike crystals of the product were formed and collected by filtration and then washed with DMF several times. (yield: 85% based on H", "3", "L). The as-synthesized ", "FIR-8", " to ", "FIR-11", " samples are isostructural and in fine purity, as demonstrated by the similarity of their powder XRD patterns (Figure S9, ", "Supporting Information", "). Elemental analysis for C", "43", "H", "37", "O", "9", "N", "2", "Ce (", "FIR-8", ") Calcd (%): C, 59.65; H, 4.31; N, 3.24. Found: C, 59.69; H, 4.35; N, 3.25.", "Synthesis of (Me", "2", "NH", "2", ")[Ln(HL)", "2", "(H", "2", "O)", "2", "]·1.5H", "2", "O·DMF (Ln = Ce (", "FIR-12", "), Pr (", "FIR-13", "), Nd (", "FIR-14", "), Sm (", "FIR-15", "))", "H", "3", "L (60 mg, 0.1 mmol) and Ln(NO", "3", ")", "3", "·6H", "2", "O (43 mg, 0.1 mmol) were dissolved in 6 mL of DMF/EtOH/H", "2", "O (1:1:1, v/v) component solvent. Five drops of HCOOH was added to the solution to adjust the pH value (pH ≈ 4.5), and then the solution was sealed in a small vial. The mixture was heated at 100 °C for 12 h and then cooled to room temperature. Yellow sheetlike crystals of the product were formed and collected by filtration and then washed with DMF several times. (yield: 45% based on H", "3", "L). The same powder XRD measurements were carried out to prove compounds ", "FIR-13", ", ", "FIR-14", ", and ", "FIR-15", " are isostructural with ", "FIR-12", " (Figure S10, ", "Supporting Information", "). Elemental analysis for C", "83", "H", "72", "N", "4", "O", "16.5", "Ce (", "FIR-12", "), Calcd (%): C, 65.17; H, 4.74; N, 3.66. Found: C, 65.21; H, 4.77; N, 3.69.", "Crystal Data for ", "FIR-8", "Space group ", "Pnc", "2, orthorhombic, ", "a", " = 22.1408(6) Å, ", "b", " = 24.5577(8) Å, ", "c", " = 7.3445(2) Å, α = β = γ = 90.00°, ", "V", " = 3993.4(2) Å", "3", ", ", "T", " = 293(2) K, ", "Z", " = 4, 9225 reflections measured, 4564 independent reflections (", "R", "int", " = 0.0358). The final ", "R", "1", " value was 0.0663 (", "I", " > 2σ(", "I", ")). The final ", "wR", "(", "F", "2", ") value was 0.1748 (", "I", " > 2σ(", "I", ")). The goodness of fit on ", "F", "2", " was 1.108. Crystal data for ", "FIR-12", ": space group ", "Aba", "2, orthorhombic, ", "a", " = 35.7507(7) Å, ", "b", " = 16.3257(3) Å, ", "c", " = 13.1559(3) Å, α = β = γ = 90.00°, ", "V", " = 7678.5(3) Å", "3", ", ", "T", " = 293(2) K, ", "Z", " = 4, 9673 reflections measured, 5397 independent reflections (", "R", "int", " = 0.0344). The final ", "R", "1", " value was 0.0577 (", "I", " > 2σ(", "I", ")). The final ", "wR", "(", "F", "2", ") value was 0.1555 (", "I", " > 2σ(", "I", ")). The goodness of fit on ", "F", "2", " was 1.044. The structures were solved by the direct method and refined by the full-matrix least-squares on ", "F", "2", " using the SHELXTL-97 program.", "Top of Page", "Abstract", "Introduction", "Experimental section", "Results and Discussion", "Conclusion", "References", "Results and Discussion", "The reaction of Ln(NO", "3", ")", "3", "·6H", "2", "O (Ln = Ce, Pr, Nd, Sm) and H", "3", "L ligand in a solution of DMF/EtOH/H", "2", "O (1:1:1, v/v) at 100 °C yielded compounds ", "FIR-8", " to ", "FIR-11", ". Herein, only the Ce–organic framework (", "FIR-8", ") is described in detail. X-ray single crystal diffraction reveals that compound ", "FIR-8", " crystallizes in the acentric ", "Pnc", "2 space group. The asymmetric unit contains one crystallographically independent Ce", "3+", " ion and one L", "3–", " ligand. As shown in Figure ", "1", "a, each Ce(III) atom is nine coordinated to nine oxygen atoms from six distinct L", "3–", " ligands. Each carboxyl in a L", "3–", " ligand links two Ce(III) ions in a η-O,O′-μ-O,O coordination mode (Figure S2, ", "Supporting Information", "). The Ce–O", "carboxyl", " bond lengths fall into the range of 2.435–2.595 Å, which are comparable to previously reported Ce-contained MOFs.", "(10)", " The adjacent Ce(III) ions were linked by three carboxylate groups that adopted the η-O,O′-μ-O,O coordination mode to form an infinite rod-shape [Ce(COO)", "3", "]", "n", " chain with a Ce···Ce distance of 3.772 Å running along the ", "c", " direction (Figure ", "1", "a). Each [Ce(COO)", "3", "]", "n", " chain acts as secondary building units (SBUs) and is further connected near six chains by L ligands to form a noninterpenetrated three-dimensional (3D) architecture containing one-dimensional (1D) channels with sizes of ∼7 Å viewing in the ", "c", " direction (Figure ", "1", "b). Similarly to ", "FIR-8", ", many reported MOFs constructed from rod-shaped SBUs and long multicarboxylic ligands are usually noninterpenetrated, leaving large pores or cages for gas sorption and separation.", "(9)", " The total potential void volume of open channels in ", "FIR-8", " is about 31.8% calculated by the PLATON.", "Figure 1. (a) Metal–carboxylate chain and (b) 3D framework of ", "FIR-8", ".", "Interestingly, when five drops of HCOOH were added to the reaction system of ", "FIR-8", " and the pH value was ∼4.5, another series of Ln–tris((4-carboxyl)phenylduryl)amine frameworks (Me", "2", "NH", "2", ")[Ln(HL)", "2", "(H", "2", "O)", "2", "]·1.5H", "2", "O·DMF containing ", "FIR-12 ", "(Ce), ", "FIR-13", " (Pr), ", "FIR-14", " (Nd), and ", "FIR-15", " (Sm) were obtained. Thus, it can be seen that the pH value plays a very important role in constructing different MOFs, especially Ln MOFs. Here, the structure of ", "FIR-12", " is selected to discuss in detail. The X-ray structure of ", "FIR-12", " reveals an 8-fold interpenetrating dia network that is different from ", "FIR-8", ". The crystal structure of ", "FIR-12", " was solved in the acentric space group ", "Aba", "2. In ", "FIR-12", ", each Ce(III) atom is eight coordinated by six oxygen atoms from four distinct ligands and two H", "2", "O oxygen atoms (Figure S3, ", "Supporting Information", "). In fact, the incomplete deprotonated tricarboxylate ligand serves as a bent dicarboxylate linker in ", "FIR-12", ". Thus, each HL", "2–", " ligand links two Ce(III) atoms and every Ce(III) atom is connected by four HL", "2–", " lignads to generate a diamond network (Figure ", "2", "a). The diamondoid cage has an edged Ce···Ce distance of 23.6 Å and a maximum Ce···Ce distance of 71.5 Å (Figure ", "2", "a). Such an unusual large cavity induces an 8-fold interpenetrating framework (Figure ", "2", "b). Up to now, a large number of interpenetrating MOFs with dia topology have been investigated and discussed,", "(11)", " but the one based on the ", "C", "3", " symmetric carboxylate linker is rarely seen. The overall framework of ", "FIR-12", " is anionic, and each Ce", "3+", " ion is corresponding to one (Me", "2", "NH", "2", ")", "+", " cation resolved from the decomposition of DMF solvent molecules. The solvent-accessible volume of ", "FIR-12", " without guest and (Me", "2", "NH", "2", ")", "+", " cations is only 22.6% per unit cell calculated by PLATON. Apparently, small-sized, low-nuclear SBU and larger bridged ligands usually facilitate interpenetrated phenomenon, which limits the pore size and influences adsorptive properties.", "Figure 2. (a) Diamondoid cage in ", "FIR-12", ", (b) 8-fold interpenetrating 3D architecture, and (c) view of the dia net in ", "FIR-12", ".", "The thermogravimetric analysis (TGA) curve of ", "FIR-8", " reveals a weight loss of 14.5% in the range of 120–260 °C (Figure S5, ", "Supporting Information", "), which is corresponding to one and a half H", "2", "O, half of EtOH, and one DMF guests. The result is also determined by elemental analysis (calcd 14.21%). Only a slight weight loss is observed between 260 and 500 °C, suggesting that no chemical decomposition occurs between the desolvating and ligand-releasing temperatures. For ", "FIR-12", ", a lower weight loss of ∼9% corresponding to the release of one and a half H", "2", "O, one DMF, and two coordinated H", "2", "O molecules (calcd 8.89%) can be seen (Figure S6, ", "Supporting Information", "). For gas sorption studies, they were exchanged by EtOH and activated at 90 °C for 7 h under high vacuum, forming the hollow samples ", "FIR-8a-ht", " and ", "FIR-12a-ht", ", respectively. The PXRD patterns of two compounds before and after removing solvent confirm the keeping of porosities (Figures S7 and S8, ", "Supporting Information", ").", "To investigate the permanent porosity of desolvated ", "FIR-8a-ht", " and ", "FIR-12a-ht", ", the gas sorption experiments of N", "2", " and H", "2", " were measured at 77 K (Figure ", "3", "a). The N", "2", " sorption isotherm of ", "FIR-8a-ht", " reveals a typical type-I sorption behavior and N", "2", " uptake of ", "∼", "149.7 cm", "3", "·g", "–1", " at 1 atm, giving BET and Langmuir surface areas of 457.1 and 633.8 m", "2", "·g", "–1", ", respectively. However, ", "FIR-12a-ht", " can hardly adsorb N", "2", " (5.4 cm", "3", "·g", "–1", ") and H", "2", " (4.7 cm", "3", "·g", "–1", ") because of the size-exclusion effect in the high-fold interpenetrated ", "FIR-12a-ht", " with small pores. Compared to previous ", "FIR-5a-ht", ",", "(9b)", " which also possesses an inorganic rod-shape chain and a Langmuir surface area of 1457 m", "2", "·g", "–1", ", the surface area of ", "FIR-8a-ht", " is inferior. However, the H", "2", " uptake capacity, 165.2 cm", "3", "·g", "–1", " (1.48 wt %) at 77 K and 1 atm, is higher than that for ", "FIR-5a-ht", " (109.6 cm", "3", "·g", "–1", ", 0.98 wt %) and comparable to those of recently reported MOFs at the same condition.", "(12)", " In addition, the CO", "2", " uptakes of ", "FIR-8a-ht", " are 63 and 39 cm", "3", "·g", "–1", " at 273 and 298 K under 1 atm, respectively (Figure ", "3", "b).", "Figure 3. (a) N", "2", " and H", "2", " adsorption isotherms for ", "FIR-8a-ht", " and ", "FIR-12a-ht", " at 77 K, (b) CO", "2", " adsorption isotherms for ", "FIR-8a-ht", " at 273 and 298 K, and (c) C", "3", "H", "8", ", C", "2", "H", "6", ", C", "2", "H", "4", ", and CH", "4", " sorption isotherms of ", "FIR-8a-ht", " at 298 K. Solid symbols, adsorption; open symbols, desorption.", "We also measured the pure component sorption isotherms of various hydrocarbons for ", "FIR-8a-ht", " at 298 K under 1 atm. As shown in Figure ", "3", "c, ", "FIR-8a-ht", " takes up different amounts of C", "3", "H", "8", " (53.3 cm", "3", "·g", "–1", "), C", "2", "H", "6", " (54.1 cm", "3", "·g", "–1", "), C", "2", "H", "4", " (54.7 cm", "3", "·g", "–1", "), and CH", "4", " (15.3 cm", "3", "·g", "–1", ") at 298 K. Although the maximum uptake of C", "3", "H", "8", ", C", "2", "H", "6", ", and C", "2", "H", "4", " is significantly lower than that for MOF-74 with unsaturated metal ions under the same condition,", "(13)", " the C", "2", "H", "6", " and C", "2", "H", "4", " uptake capacities are better than those for UTSA-35a and UTSA-36a, as previously reported by Chen et al.", "(14)", "Because ", "FIR-8", " and ", "FIR-12", " crystallize in noncentrosymmetric space groups, their second-harmonic generation properties were also studied by using an Nd:YAG laser (1064 nm) (Figure ", "4", "). The second-harmonic generation (SHG) measurements were carried out on the microcrystalline samples, using 1064 nm radiation, and the results reveal that the bulk materials for ", "FIR-8", " and ", "FIR-12", " display strong powder SHG efficiencies, which are approximately 8 and 3 times that of a potassium dihydrogen phosphate (KDP) powder in the particle size of 125–180 μm, and further confirms their acentricity as well as evaluates their potential as second-order NLO materials. The phase matching curves are shown in Figure ", "4", "b. The SHG intensity of ", "FIR-8", " is higher than those of Zn(tzbc)", "2", " (tzbc = 4-(1,2,4-triazol-1-yl) benzoic acid) and (Me", "2", "NH", "2", ")[CdLi(odba)", "2", "] (odba = 4,4′-oxidibenzoate) with 5-fold interpenetrating diamondoid networks.", "(15)", "Figure 4. (a) Comparison of the measured SHG response of ", "FIR-8", " and ", "FIR-12", " with that of KDP at the same particle size of 125–180 μm and (b) phase-matching curves (i.e., particle size versus SHG response) for ", "FIR-8", ", ", "FIR-12", ", and KDP.", "The solid-state emission spectra of compounds ", "FIR-8", " to ", "FIR-15", " together with the H", "3", "L ligand in this work have been investigated at room temperature. It is shown that the free H", "3", "L ligand displays the emission maxima at 494 nm, which can be assigned to the π → π* transition (Figure ", "5", "). Apparently, all of the compounds have a peak similar to that of the ligand with a maximum absorption emission band range from 478 to 493 nm, which exhibits a slight blue-shift compared with the emission peak of the H", "3", "L ligand. In this case, the ligand-based luminescence dominates and the blue-shifted phenomenon may possibly be attributed to the metal–ligand coordinative interactions. However, except for the ligand-based emission, compound ", "FIR-15", " shows other four emission peaks at 558, 594, 642, and 701 nm, which are corresponding to the ", "4", "G", "5/2 ", "→ ", "6", "H", "5/2", ", ", "4", "G", "5/2", " → ", "6", "H", "7/2", ", ", "4", "G", "5/2", " → ", "6", "H", "9/2", ", and ", "4", "G", "5/2", " → ", "6", "H", "11/2", " characteristic transitions of the Sm", "3+", " ion,", "(16)", " respectively, but these characteristic peaks are not obvious in the compound ", "FIR-11", ". The photographs of the corresponding samples under laboratory UV light are seen in Figure S11 (", "Supporting Information", ").", "Figure 5. Solid-state emission spectra (λ", "ex", " = 360 nm) measured in air at room temperature of H", "3", "L ligand and compounds ", "FIR-8", " to ", "FIR-15", ".", "Top of Page", "Abstract", "Introduction", "Experimental section", "Results and Discussion", "Conclusion", "References", "Conclusion", "In summary, by controlling the pH value of the reaction system, two sets of Ln–tris((4-carboxyl)phenylduryl)amine (Ln = Ce, Pr, Nd, Sm) frameworks with distinct structural features have been generated. They exhibit a noninterpenetrating rod-packing architecture (", "FIR-8", " to ", "FIR-11", ") and an 8-fold interpenetrating dia-type framework (", "FIR-12", " to ", "FIR-15", "), respectively. The noninterpenetrating type ", "FIR-8", " has high surface area and high H", "2", " uptake capacity. However, the interpenetrating type ", "FIR-12", " with smaller pores can hardly adsorb N", "2", " and H", "2", ". Surprisingly, ", "FIR-8", " and ", "FIR-12", " display strong powder SHG efficiencies, which are approximately 8 and 3 times as strong as that of a KDP powder. In addition, different from other compounds, except the ligand-based emission, compound ", "FIR-15", " also shows four characteristic emission peaks of the Sm", "3+", " ion. The results reveal that these multifunctional Ln–tris((4-carboxyl)phenylduryl)amine framework materials have potential applications in gas sorption, second-order nonlinear optics and luminescence.", " ", "Top of Page", "Abstract", "Introduction", "Experimental section", "Results and Discussion", "Conclusion", "References", "Supporting Information", "Coordination environments for ", "FIR-8", ", coordination environments and frameworks for ", "FIR-12", ", TGA, powder X-ray diffraction patterns, luminescence photos, and CIF file. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental section", "Results and Discussion", "Conclusion", "References", "Acknowledgment", "We thank the support of this work by 973 program (2012CB821705 and 2011CB932504), NSFC (91222105, 21221001), NSF of Fujian Province (2011J06005), and CAS (XDA07070200).", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental section", "Results and Discussion", "Conclusion", "References", "References", "This article references 17 other publications.", "1. ", "(a) ", "Liu", ", ", "J.", "; ", "Thallapally", ", ", "P. K.", "; ", "McGrail", ", ", "B. P.", "; ", "Brown", ", ", "D. R.", "; ", "Liu", ", ", "J.", " ", "Chem. Soc. Rev.", " ", "2012", ",  ", "41", ",  ", "2308", "– ", "2322", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Progress in adsorption-based CO2 capture by metal-organic frameworks", "Liu, Jian; Thallapally, Praveen K.; McGrail, B. Peter; Brown, Daryl R.; Liu, Jun", "Chemical Society Reviews", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "6", "),\r\n    ", "2308-2322", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) have recently attracted intense research interest because of their permanent porous structures, large surface areas, and potential applications as novel adsorbents.  The recent progress in adsorption-based CO2 capture by MOFs is reviewed and summarized in this crit. review.  CO2 adsorption in MOFs has been divided into two sections, adsorption at high pressures and selective adsorption at approx. atm. pressures.  Keys to CO2 adsorption in MOFs at high pressures and low pressures are summarized to be pore vols. of MOFs, and heats of adsorption, resp.  Many MOFs have high CO2 selectivities over N2 and CH4.  Water effects on CO2 adsorption in MOFs are presented and compared with benchmark zeolites.  In addn., strategies appeared in the literature to enhance CO2 adsorption capacities and/or selectivities in MOFs have been summarized into three main categories, catenation and interpenetration, chem. bonding enhancement, and electrostatic force involvement.  Besides the advantages, two main challenges of using MOFs in CO2 capture, the cost of synthesis and the stability toward water vapor, have been analyzed and possible solns. and path forward have been proposed to address the two challenges as well (150 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XivFWlsbo%253D&md5=0ff1149f94a6e21a49a6591786eac483", "(b) ", "Suh", ", ", "M. P.", "; ", "Park", ", ", "H. J.", "; ", "Prasad", ", ", "T. K.", "; ", "Lim", ", ", "D. W.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "782", "– ", "835", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Hydrogen Storage in Metal-Organic Frameworks", "Suh, Myunghyun Paik; Park, Hye Jeong; Prasad, Thazhe Kootteri; Lim, Dae-Woon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "782-835", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  MOFs have versatile structures, high surface areas and high pore vols. - they can be regarded as good candidate materials for H storage.  There are many MOFs that have high H adsorption capacities at low temps., typically at 77 or 87 K.  The highest H storage capacity reported so far is 99.5 mg/g at 77K and 56 bar for NU-100.  However, the high H capacities of MOFs at cryogenic temps. decrease as the temp. increases to room temp.  This is because the H adsorption in MOFs is weak physisorption and the interaction energies between the H mols. and frameworks are low.  To develop MOFs as H storage materials that meet the U.S.DOE targets for an on-board hydrogen system, a serious challenge is still present in the design and synthesis of the MOF materials.  We may expect that highly stable MOFs having a large surface area and pore vol., together with many open metal sites and embedded catalysts for hydrogen spillover, would provide some pos. results for H storage at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1GlsbjM&md5=dd1f08beefd27cce77d88e466551c1af", "(c) ", "Zhang", ", ", "Z. J.", "; ", "Gao", ", ", "W. Y.", "; ", "Wojtas", ", ", "L.", "; ", "Ma", ", ", "S. Q.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "124", ",  ", "9464", "– ", "9468", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(d) ", "Jiang", ", ", "H. L.", "; ", "Feng", ", ", "D. W.", "; ", "Liu", ", ", "T. F.", "; ", "Li", ", ", "J. R", "; ", "Zhou", ", ", "H. C.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "14690", "– ", "14693", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Pore Surface Engineering with Controlled Loadings of Functional Groups via Click Chemistry in Highly Stable Metal-Organic Frameworks", "Jiang, Hai-Long; Feng, Dawei; Liu, Tian-Fu; Li, Jian-Rong; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "36", "),\r\n    ", "14690-14693", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reactions of ZrCl4 and single or mixed linear dicarboxylic acids bearing Me or azide groups lead to highly stable isoreticular metal-org. frameworks (MOFs) with content-tunable, accessible, reactive azide groups inside the large pores.  These Zr-based MOFs offer an ideal platform for pore surface engineering by anchoring various functional groups with controlled loadings onto the pore walls via the click reaction, endowing the MOFs with tailor-made interfaces.  Significantly, the framework and crystallinity of the functionalized MOFs are well-retained, and the engineered pore surfaces are readily accessible, thus providing more opportunities for powerful and broad applications of MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Wqu7nN&md5=934b568c0acb7ed4e8c55a2f22d54a51", "(e) ", "Tan", ", ", "Y. X.", "; ", "He", ", ", "Y. P.", "; ", "Zhang", ", ", "J.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "10647", "– ", "10649", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Pore partition effect on gas sorption properties of an anionic metal-organic framework with exposed Cu2+ coordination sites", "Tan, Yan-Xi; He, Yan-Ping; Zhang, Jian", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "38", "),\r\n    ", "10647-10649", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "An anionic nanoporous framework [(Me)NH2]3[(Cu4Cl)3(btc)8]·9DMA (1, btc = 1,3,5-benzenetricarboxylate, DMA = N,N-dimethylacetamide) is prepd. with mobile guest cations which can perform ion exchanges with different tetraalkylammonium cations, and the resulting tunable pore structures exhibit interesting pore partition effects on gas storage and sepn.  1 Has exposed Cu2+ coordination sites and can perform ion exchanges with different tetraalkylammonium cations.  This framework material exhibits high and selective CO2 uptake under ambient conditions and cation exchange within this anionic framework creates unusual pore partition effects on either gas adsorption (N2, CO2 or H2) or gas sepn. (CO2/N2).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFyqtbzE&md5=1cf06fade75cff8ada346e2d99cf2a2d", "2. ", "(a) ", "Yu", ", ", "J. C.", "; ", "Cui", ", ", "Y. J.", "; ", "Wu", ", ", "C. D.", "; ", "Yang", ", ", "Y.", "; ", "Wang", ", ", "Z. Y.", "; ", "O’Keeffe", ", ", "M.", "; ", "Chen", ", ", "B. L.", "; ", "Qian", ", ", "G. D.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "124", ",  ", "10694", "– ", "10697", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(b) ", "Reinsch", ", ", "H.", "; ", "van der Veen", ", ", "M. A.", "; ", "Gil", ", ", "B.", "; ", "Marszalek", ", ", "B.", "; ", "Verbiest", ", ", "T.", "; ", "de Vos", ", ", "D.", "; ", "Stock", ", ", "N.", " ", "Chem. Mater.", " ", "2013", ",  ", "25", ",  ", "17", "– ", "26", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Structures, Sorption Characteristics, and Nonlinear Optical Properties of a New Series of Highly Stable Aluminum MOFs", "Reinsch, Helge; van der Veen, Monique A.; Gil, Barbara; Marszalek, Bartosz; Verbiest, Thierry; de Vos, Dirk; Stock, Norbert", "Chemistry of Materials", "\r\n        (", "2013", "),\r\n    ", "25", "\r\n        (", "1", "),\r\n    ", "17-26", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Employing high-throughput methods, the synthesis conditions for six new MOFs based on aluminum ions and the V-shaped linker mol. 1,3-benzenedicarboxylic acid, denoted as CAU-10-X (CAU = Christian-Albrechts-University) with the sum formula [Al(OH)(C8H3O4X)]·solvent, were established (X = functional group in 5-position of the arom. ring; X = H (1), CH3 (2), OCH3 (3) NO2 (4), NH2 (5), or OH (6)).  Because of the absence of macroscopic crystals, the obtained compds. were structurally characterized employing XRPD-methods.  The crystal structures of 1, 2, and 3 were refined using Rietveld methods.  Although the described MOFs are isoreticular, they crystallize in several, sometimes noncentrosym. space groups (1, 4, 6), because of slight structural changes induced by the functionalization.  These space groups were confirmed with second-harmonic generation measurements.  All compds. are highly stable as confirmed by temp.-dependent XRPD and IR expts. and decomp. at temps. >350°.  The stabilities of all compds. in aq. solns. of varying pH were confirmed by XRPD measurements and their sorption properties toward nitrogen, hydrogen, carbon dioxide, and water vapor at low pressures are reported.  A drastic influence of the functional group on affinity, capacity, and accessibility of the pores for these gases is obsd.  These properties depend on the polarity and size of the functional group as well as on subtle structural differences between the CAU-10-X compds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhsleqtb3O&md5=0a098a122cf8c603d750453393321c14", "(c) ", "Xiong", ", ", "W.-W.", "; ", "Athersh", ", ", "E. U.", "; ", "Ng", ", ", "Y. T.", "; ", "Ding", ", ", "J.", "; ", "Wu", ", ", "T.", "; ", "Zhang", ", ", "Q.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "1256", "– ", "1259", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Growing Crystalline Chalcogenidoarsenates in Surfactants: From Zero-Dimensional Cluster to Three-Dimensional Framework", "Xiong, Wei-Wei; Athresh, Eashwer Umesh; Ng, Yu Ting; Ding, Junfeng; Wu, Tom; Zhang, Qichun", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "4", "),\r\n    ", "1256-1259", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Although surfactants were widely used to tailor the size, shape, and surface properties of nanocrystals and control the pore size and phases of mesoporous frameworks, the use of surfactants as reaction media to grow chalcogenide crystals is unprecedented.  Compared with ionic liqs., surfactants are much cheaper and can have multifunctional properties such as acidic, basic, neutral, cationic, anionic, or even block.  These features suggest that surfactants could be promising reaction platforms for the development of novel chalcogenide crystals.  The authors used chalcogenidoarsenates as a model system to demonstrate the authors' strategy.  By using three different surfactants as reaction media, the authors obtained novel thioarsenates ranging from a zero-dimensional (0D) cluster to a three-dimensional (3D) framework, namely, [NH4]8[Mn2As4S16] (1), [Mn(NH3)6][Mn2As2S8(N2H4)2] (2), [enH][Cu3As2S5] (3), and [NH4][MnAs3S6] (4).  Crystallog. data are given.  The band gaps (estd. from the steep absorption edges) are 2.31 eV for 1 (0D), 2.46 eV for 2 (1D), 1.91 eV for 3 (2D), and 2.08 eV for 4 (3D).  The magnetic study of 4 indicated weak antiferromagnetic behavior.  The authors' strategy of growing cryst. materials in surfactants could offer exciting opportunities for prepg. novel cryst. materials with diverse structures and interesting properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXntVSksA%253D%253D&md5=9b6af66541ef96cacf8df7c245c978ea", "(d) ", "Chen", ", ", "N.", "; ", "Li", ", ", "M.-X.", "; ", "Yang", ", ", "P.", "; ", "He", ", ", "X.", "; ", "Shao", ", ", "M.", "; ", "Zhu", ", ", "S.-R.", " ", "Cryst. Growth Des.", " ", "2013", ",  ", "13", ",  ", "2650", "– ", "2660", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Chiral Coordination Polymers with SHG-Active and Luminescence: An Unusual Homochiral 3D MOF Constructed from Achiral Components", "Chen, Na; Li, Ming-Xing; Yang, Peng; He, Xiang; Shao, Min; Zhu, Shou-Rong", "Crystal Growth & Design", "\r\n        (", "2013", "),\r\n    ", "13", "\r\n        (", "6", "),\r\n    ", "2650-2660", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Six new coordination polymers, namely, [Cd(SO4)(4-abpt)(H2O)]n·3nH2O (1), [Cu3(CN)3(4-abpt)2]n (2), [Cd(D-cam)(2-PyBIm)(H2O)]n (3), [Co(D-Hcam)(cptpy)]n (4), [Cd(D-cam)(btmb)]n (5), and [Cd2(D-cam)(L-cam)(btmbb)]n (6) (4-abpt = 4-amino-3,5-bis(4-pyridyl)-1,2,4-triazole, D-H2cam = d-camphoric acid, 2-PyBIm = 2-(2-pyridyl)benzimidazole, Hcptpy = 4'-(4-carboxyphenyl)-3,2':6',3''-terpyridine, btmb = 1,4-bis(1,2,4-triazol-1-ylmethyl)benzene, btmbb = 4,4'-bis(1,2,4-triazol-1-ylmethyl)-1,1'-biphenyl), were synthesized under hydro(solvo)thermal conditions.  Their structures were detd. by single-crystal x-ray diffraction anal. and further characterized by elemental anal., IR spectra, powder X-ray diffraction, CD, and TGA.  Complex 1 features a 3-dimensional porous metal-org. framework, which is a rare example to obtain a homochiral compd. from achiral components.  Complex 2 exhibits a 2-dimensional polymeric network constructed from μ2-cyanide, μ2-4-abpt, and monodentate 4-abpt ligands.  Complex 3 is a homochiral 1-dimensional helical chain polymer.  Complex 4 displays a 1-dimensional ladder-like polymeric structure in which cptpy- is tetradentate and D-Hcam- acts as a side arm.  Complex 5 displays a homochiral 2-dimensional network with (4,4) topol.  Complex 6 shows a [Cd2(D-cam)(L-cam)]n (4,4)-connected network with a paddle-wheel Cd2(COO)4 as node, which is further pillared by a btmbb spacer into a 3-dimensional metal-org. framework. d-Camphoric acid underwent racemization under hydrothermal conditions.  Cd(II) complexes 1, 3, and 5 crystallize in chiral space groups, and their CD spectra exhibit obvious pos. or neg. Cotton effects.  Also, 1, 3, and 5 are SHG-active, and the SHG efficiency, resp., is 0.15, 0.4, and 0.4 times as much as that of KH2PO4.  All the complexes exhibit relatively high thermal stability.  1, 3, 5, And 6 emit violet luminescence originating from ligand-centered emission.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmvVygur8%253D&md5=467d3c4d49084f49e6b2e45d2a0cb436", "(e) ", "Wu", ", ", "L.-Z.", "; ", "Cheng", ", ", "L.", "; ", "Shen", ", ", "J.-N.", "; ", "Yang", ", ", "G.-Y.", " ", "CrystEngComm", " ", "2013", ",  ", "15", ",  ", "4483", "– ", "4488", "[", "Crossref", "], [", "CAS", "]", "2. ", "From discrete borate cluster to three-dimensional open framework", "Wu, Lian-Zhi; Cheng, Lin; Shen, Jin-Ni; Yang, Guo-Yu", "CrystEngComm", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "22", "),\r\n    ", "4483-4488", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two new borates [NH3(CH2)2NH(CH2)2NH3]2[B14O20(OH)6] (I) and [NH3(CH2)2NH(CH2)2NH3]2[Al2B10O20].4H2O (II) were synthesized in the presence of the same org. amine (diethylenetriamine) under hydro(solvo)thermal conditions.  Crystal data of I: monoclinic, a = 9.4493(7), b = 8.7865(5), c = 19.6571(12) Å, β = 92.249(5)°, Z = 2, 3008 obsd. reflections with I > 2σ(I), 244 refined parameters, R1 = 0.0896, wR2 = 0.2532.  Crystal data of II: monoclinic, a = 10.066(3), b = 10.325(3), c = 14.786(5) Å, β = 91.456(5)°, Z = 2, 4875 obsd. reflections with I > 2σ(I), 445 refined parameters, R1 = 0.0509, wR2 = 0.1035.  Compd. I is an isolated structure contg. a large ring-shape polyborate cluster [B14O20(OH)6]4-.  The structural building units (SBUs) of II are the [B5O10]5- cluster anions and AlO4 tetrahedra, which are alternately joined to form a 3D framework with 11-membered rings (MRs).  Compd. II crystallizes in the chiral space group P21 and displays good 2nd-harmonic generation (SHG) efficiencies of about 2.0 times that of the value of KDP (KH2PO4).  Though the same structure-directing agents (SDAs) were introduced under similar reaction conditions, I and II have very different chem. compns. and structures.  To our knowledge, this is the 1st such observation in the family of the organoamine-templated borates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXns1Gqu74%253D&md5=eda9b181257ab7ac278dceaf21732809", "3. ", "(a) ", "Cui", ", ", "Y.", "; ", "Yue", ", ", "Y.", "; ", "Qian", ", ", "G.", "; ", "Chen", ", ", "B.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1126", "– ", "1162", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Luminescent Functional Metal-Organic Frameworks", "Cui, Yuanjing; Yue, Yanfeng; Qian, Guodong; Chen, Banglin", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1126-1162", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors discuss the title topic and applications such as LEDs and luminescent sensors.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnslKitr8%253D&md5=255200f12ee460fd90a29655c2b685dc", "(b) ", "Allendorf", ", ", "M. D.", "; ", "Bauer", ", ", "C. A.", "; ", "Bhakta", ", ", "R. K.", "; ", "Houk", ", ", "R. J. T.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1330", "– ", "1352", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Luminescent metal-organic frameworks", "Allendorf, M. D.; Bauer, C. A.; Bhakta, R. K.; Houk, R. J. T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1330-1352", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; metal-org. frameworks (MOFs) display a wide range of luminescent behaviors resulting from the multifaceted nature of their structure.  In this crit. review we discuss the origins of MOF luminosity, which include the linker, the coordinated metal ions, antenna effects, excimer and exciplex formation, and guest mols.  The literature describing these effects is comprehensively surveyed, including a categorization of each report according to the type of luminescence obsd.  Finally, we discuss potential applications of luminescent MOFs.  This review will be of interest to researchers and synthetic chemists attempting to design luminescent MOFs, and those engaged in the extension of MOFs to applications such as chem., biol., and radiation detection, medical imaging, and electro-optical devices.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurg%253D&md5=9219edb8997dd29d5f61edbe8e99797d", "(c) ", "Guo", ", ", "Z.", "; ", "Xu", ", ", "H.", "; ", "Su", ", ", "S.", "; ", "Cai", ", ", "J.", "; ", "Dang", ", ", "S.", "; ", "Xiang", ", ", "S.", "; ", "Qian", ", ", "G.", "; ", "Zhang", ", ", "H.", "; ", "O’Keeffe", ", ", "M.", "; ", "Chen", ", ", "B.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "5551", "– ", "5553", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "A robust near infrared luminescent ytterbium metal-organic framework for sensing of small molecules", "Guo, Zhiyong; Xu, Hui; Su, Shengqun; Cai, Jianfeng; Dang, Song; Xiang, Shengchang; Qian, Guodong; Zhang, Hongjie; O'Keeffe, Michael; Chen, Banglin", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "19", "),\r\n    ", "5551-5553", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The 1st near-IR luminescent ytterbium metal-org. framework, Yb(BPT)(H2O).(DMF)1.5(H2O)1.25 (BPT = biphenyl 3,4',5-tricarboxylate), was realized for the highly selective and sensitive sensing of small mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXlt1Cksbk%253D&md5=eb2eefa03b13fec138c447e2730e71bf", "(d) ", "Wang", ", ", "Y. L.", "; ", "Fu", ", ", "J. H.", "; ", "Wei", ", ", "J. J.", "; ", "Xu", ", ", "X.", "; ", "Li", ", ", "X. F.", "; ", "Liu", ", ", "Q. Y.", " ", "Cryst. Growth Des.", " ", "2012", ",  ", "12", ",  ", "4663", "– ", "4668", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Noncentrosymmetric Organic Solid and Its Zinc Coordination Polymer with Diamonded Network Prepared from an Ionothermal Reaction: Syntheses, Crystal Structures, and Second-Order Nonlinear Optics Properties", "Wang, Yu-Ling; Fu, Jiang-Hong; Wei, Jia-Jia; Xu, Xiang; Li, Xin-Fa; Liu, Qing-Yan", "Crystal Growth & Design", "\r\n        (", "2012", "),\r\n    ", "12", "\r\n        (", "9", "),\r\n    ", "4663-4668", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An org. ligand 4-(1,2,4-triazol-1-yl)benzoic acid (Htzbc) with a nonlinear optical (NLO) chromophore was synthesized.  Reaction of Zn(NO3)2 with Htzbc ligand in 1-n-butyl-3-methylimidazolium tetrafluoroborate ionic liq. afforded compd. Zn(tzbc)2 (1).  The Htzbc org. solid and 1 crystallize in the acentric Pn and Cc space groups, resp.  The tetrahedral Zn2+ center in 1 coordinates to two triazole nitrogen atoms and two carboxylate oxygen atoms from four tzbc- ligands, leading to a noncentrosym. 5-fold interpenetrating diamondoid network.  Second-harmonic generation (SHG) measurements revealed the Htzbc solid and 1 have SHG activities.  The Htzbc compd. has a large SHG effect, which is ∼3 times that of KDP and is type-I phase matchable, while 1 also belongs to phase-matchable class with a SHG response of ∼1.2 times that of KDP.  The SHG active of the org. solid can be derived from the inherently dipolar Htzbc mol. as well as the optimal relative orientation of the mol. NLO-phores in the crystal packing.  The odd no.-fold interpenetrated diamondoid network with dipolar NLO chromophoric units based on asym. bridging ligands and metal centers results in the SHG activity of 1.  In addn., elemental anal., IR spectra, powder x-ray diffraction patterns (PXRD), and TGA of both compds. are described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Wqu77J&md5=d54609285ad7b4a1db54d676914f3f0b", "(e) ", "Bauer", ", ", "C. A.", "; ", "Timofeeva", ", ", "T. V.", "; ", "Settersten", ", ", "T. B.", "; ", "Patterson", ", ", "B. D.", "; ", "Liu", ", ", "V. H.", "; ", "Simmons", ", ", "B. A.", "; ", "Allendorf", ", ", "M. D.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "7136", "– ", "7144", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Influence of Connectivity and Porosity on Ligand-Based Luminescence in Zinc Metal-Organic Frameworks", "Bauer, Christina A.; Timofeeva, Tatiana V.; Settersten, Thomas B.; Patterson, Brian D.; Liu, Vincent H.; Simmons, Blake A.; Allendorf, Mark D.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "22", "),\r\n    ", "7136-7144", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Applications of metal-org. frameworks (MOFs) require close correlation between their structure and function.  The authors describe the prepn. and characterization of two Zn MOFs based on a flexible and emissive linker mol., stilbene, which retains its luminescence within these solid materials.  Reaction of trans-4,4'-stilbenedicarboxylic acid (H2L) and zinc nitrate in DMF yielded a dense 2-dimensional network, Zn3L3(DMF)2 (1), featuring Zn in both octahedral and tetrahedral coordination environments connected by trans-stilbene links.  Similar reaction in N,N-diethylformamide (DEF) at higher temps., followed by replacement of solvent in workup, resulted in a porous, 3-dimensional framework structure, Zn4OL3·(DMF)(CHCl3) (2).  This framework consists of two interpenetrating cubic lattices, each featuring basic Zn carboxylate vertexes joined by trans-stilbene, analogous to the isoreticular MOF (IRMOF) series.  The optical properties of both 1 and 2 correlate with the local ligand environments obsd. in the crystal structures.  Steady-state and time-resolved spectroscopic measurements reveal that the stilbene linkers in the dense structure 1 exhibit a small degree of interchromophore coupling.  In contrast, the stilbenoid units in 2 display very little interaction in this low-d. 3-dimensional framework, with excitation and emission spectra characteristic of monomeric stilbenes, similar to the dicarboxylic acid in dil. soln.  In both cases, the rigidity of the stilbene linker increases upon coordination to the inorg. units through inhibition of torsion about the central ethylene bond, resulting in luminescent crystals with increased emission lifetimes compared to solns. of trans-stilbene.  The emission spectrum of 2 depends on the nature of the incorporated solvent mols., suggesting use of this or related materials in sensor applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXltlWlurs%253D&md5=d4fb4e7121ad3251fba2c481c1ca2c49", "(f) ", "Liu", ", ", "Y.", "; ", "Tan", ", ", "M. J. W.", "; ", "Wei", ", ", "F. X.", "; ", "Tian", ", ", "Y. F.", "; ", "Wu", ", ", "T.", "; ", "Kloc", ", ", "C.", "; ", "Huo", ", ", "F. W.", "; ", "Yan", ", ", "Q. Y.", "; ", "Hng", ", ", "H. H.", "; ", "Ma", ", ", "J.", "; ", "Zhang", ", ", "Q. C.", " ", "CrystEngComm", " ", "2012", ",  ", "14", ",  ", "75", "– ", "78", "[", "Crossref", "], [", "CAS", "]", "3. ", "In situ formation of new organic ligands to construct two novel self-charge-transfer Pb(II)-based frameworks", "Liu, Yi; Tan, Melvin Jun Wei; Wei, Fengxia; Tian, Yufeng; Wu, Tom; Kloc, Christian; Huo, Fengwei; Yan, Qingyu; Hng, Huey Hoon; Ma, Jan; Zhang, Qichun", "CrystEngComm", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "1", "),\r\n    ", "75-78", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Employing in situ-formed new org. ligands, two Pb(II)-based metal-org. frameworks C9H7Cl2NO5Pb (1) and C16H12N2O5SPb (2) were synthesized from tetrachloro-1,4-benzoquinone, 2,3-dichloro-5,6-dicyanobenzoquinone and Pb(SC6H5)2.  Compd. 1 possesses a 3D framework while compd. 2 has a layered structure.  Solid state UV-visible absorptions indicate that the two compds. are semiconductors with band gaps of 1.70 and 1.78 eV.  Magnetic properties reveal that they are temp.-independent diamagnetic.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsFKkt7jF&md5=969bfb65c3c78885608acce634df9723", "(g) ", "Liu", ", ", "Y.", "; ", "Boey", ", ", "F.", "; ", "Lao", ", ", "L. L.", "; ", "Zhang", ", ", "H.", "; ", "Liu", ", ", "X. G.", "; ", "Zhang", ", ", "Q. C.", " ", "Chem.–Asian J.", " ", "2011", ",  ", "6", ",  ", "1004", "– ", "1006", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Postchemistry of Inorganic-Organic Hybrid Particles in Aqueous Solution: Metal-Cation Exchange", "Liu, Yi; Boey, Freddy; Lao, Luciana Lisa; Zhang, Hua; Liu, Xiaogang; Zhang, Qichun", "Chemistry--An Asian Journal", "\r\n        (", "2011", "),\r\n    ", "6", "\r\n        (", "4", "),\r\n    ", "1004-1006", "CODEN:\r\n                ", "CAAJBI", ";\r\n        ISSN:", "1861-4728", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Spherical particles of polymd. Zn(SPh)2 (1) networks, formed by a repptn. method, can undergo a metal-cation exchange in aq. soln. in the presence of P123 nonionic surfactant to produce cryst. nanoparticles and nanowires.  The Zn2+ cations in these spherical particles can be exchanged in aq. soln. by Pb2+, Cd2+, or Hg2+ ions to form different shapes, such as wires or pebble-like particles.  The successful exchange of metal cations in the framework is due to the different bond energy of the M-S bonds and the soly. of the products.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjslCltr8%253D&md5=f9a4deb951ccdb75391ae03b6abe944d", "4. ", "(a) ", "Lan", ", ", "Y. Q.", "; ", "Li", ", ", "S. L.", "; ", "Jiang", ", ", "H. L.", "; ", "Xu", ", ", "Q.", " ", "Chem.—Eur. J.", " ", "2012", ",  ", "18", ",  ", "8076", "– ", "8083", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Tailor-Made Metal-Organic Frameworks from Functionalized Molecular Building Blocks and Length-Adjustable Organic Linkers by Stepwise Synthesis", "Lan, Ya-Qian; Li, Shun-Li; Jiang, Hai-Long; Xu, Qiang", "Chemistry - A European Journal", "\r\n        (", "2012", "),\r\n    ", "18", "\r\n        (", "26", "),\r\n    ", "8076-8083, S8076/1-S8076/44", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors demonstrated a family of diamondoid metal-org. frameworks (MOFs) based on functionalized mol. building blocks (pentanuclear zinc benzotriazolate clusters) and length-adjustable tetracarboxylate org. linkers by using a stepwise synthesis strategy.  The authors have successfully achieved not only design and control to synthesize MOFs, but also the functionalization of both secondary building units (SBUs) and org. linkers in the same MOF for the first time.  Also, the results of N2 and H2 adsorption show that their surface areas and H2 uptake capacities are detd. by the most optimal combination of functional groups from SBUs and org. linkers, interpenetration, and free vol. in this system.  A member of this series, DMOF-6 exhibits the highest surface area and H2 adsorption capacity among this family of MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XntlSqtLw%253D&md5=d9365b0176dbe67277df3414446ed835", "(b) ", "Sun", ", ", "D. F.", "; ", "Ke", ", ", "Y. X.", "; ", "Mattox", ", ", "T. M.", "; ", "Parkin", ", ", "S.", "; ", "Zhou", ", ", "H. C.", " ", "Inorg. Chem.", " ", "2006", ",  ", "45", ",  ", "7566", "– ", "7568", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Stability and Porosity Enhancement through Concurrent Ligand Extension and Secondary Building Unit Stabilization", "Sun, Daofeng; Ke, Yanxiong; Mattox, Tracy M.; Parkin, Sean; Zhou, Hong-Cai", "Inorganic Chemistry", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "19", "),\r\n    ", "7566-7568", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A trigonal nanosized carboxylate ligand, 1,3,5-tris[4'-carboxy(1,1'-biphenyl-4-yl)]benzene (TCBPB), was synthesized and applied in the construction of porous metal-org. frameworks (MOFs).  A solvothermal reaction of TCBPB and a zinc salt in the presence of pyridine produces [Zn4(OH)2(H2O)2(py)2(TCBPB)2]·3DMF·py·3H2O (1), an unstable MOF consisting of a tetrazinc secondary building unit (SBU) with labile terminal ligands.  Changing pyridine to a noncoordinating base in the assembly procedure affords [Zn8(OH)4(TCBPB)4]·2DMF·EtOH·3H2O (2), a stable MOF with permanent porosity contg. an octazinc SBU without labile terminal ligands.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XotFCrtLc%253D&md5=4f5442616efa6922c9b6bca947d9c37a", "(c) ", "Stylianou", ", ", "K. C.", "; ", "Heck", ", ", "R.", "; ", "Chong", ", ", "S. Y.", "; ", "Bacsa", ", ", "J.", "; ", "Jones", ", ", "J. T. A.", "; ", "Khimyak", ", ", "Y. Z.", "; ", "Bradshaw", ", ", "D.", "; ", "Rosseinsky", ", ", "M. J.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "4119", "– ", "4130", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "A Guest-Responsive Fluorescent 3D Microporous Metal-Organic Framework Derived from a Long-Lifetime Pyrene Core", "Stylianou, Kyriakos C.; Heck, Romain; Chong, Samantha Y.; Bacsa, John; Jones, James T. A.; Khimyak, Yaroslav Z.; Bradshaw, Darren; Rosseinsky, Matthew J.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "12", "),\r\n    ", "4119-4130", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The carboxylate ligand pyrene-1,3,6,8-tetrakis(p-benzoic acid) (TBAPy), based on the strongly fluorescent long-lifetime pyrene core, affords a permanently microporous fluorescent metal-org. framework, [In2(OH)2(TBAPy)]·(guests) (1), displaying 54% total accessible vol. and excellent thermal stability.  Fluorescence studies reveal that both 1 and TBAPy display strong emission bands at 471 and 529 nm, resp., upon excitation at 390 nm, with framework coordination of the TBAPy ligands significantly increasing the emission lifetime from 0.089 to 0.110 ms.  Upon desolvation, the emission band for the framework is shifted to lower energy: however, upon re-exposure to DMF the as-made material is regenerated with reversible fluorescence behavior.  Together with the lifetime, the emission intensity is strongly enhanced by spatial sepn. of the optically active ligand mols. within the MOF structure and is dependent on the amt. and chem. nature of the guest species in the pores.  The quantum yield of the material is 6.7% and, coupled with the fluorescence lifetime on the millisecond time scale, begins to approach the values obsd. for Eu(III)-cryptate-derived com. sensors.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXislKitbs%253D&md5=58ab44ad51509e997c9b450cbe0bb2ce", "(d) ", "Han", ", ", "D.", "; ", "Jiang", ", ", "F. L.", "; ", "Wu", ", ", "M. Y.", "; ", "Chen", ", ", "L.", "; ", "Chen", ", ", "Q. H.", "; ", "Hong", ", ", "M. C.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "9861", "– ", "9863", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "A non-interpenetrated porous metal-organic framework with high gas-uptake capacity", "Han, Dong; Jiang, Fei-Long; Wu, Ming-Yan; Chen, Lian; Chen, Qi-Hui; Hong, Mao-Chun", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "35", "),\r\n    ", "9861-9863", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A novel microporous polyhedral framework, [Zn6(btb)4(4,4'-bipy)3(DMF)55(H2O)32] (1, H3btb = benzene-1,3,5-tris(4-benzoate)) with high surface area was designed, synthesized, and characterized by x-ray crystallog.  1 Shows high multigas-uptake capacity via supercrit. carbon dioxide (SCD) activation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtVOjsr%252FN&md5=3409203afacff289b5dab905e5601438", "(e) ", "Chen", ", ", "B. L.", "; ", "Eddaoudi", ", ", "M.", "; ", "Hyde", ", ", "S. T.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2001", ",  ", "291", ",  ", "1021", "– ", "1023", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Interwoven metal-organic framework on a periodic minimal surface with extra-large pores", "Chen, Banglin; Eddaoudi, M.; Hyde, S. T.; O'Keeffe, M.; Yaghi, O. M.", "Science (Washington, DC, United States)", "\r\n        (", "2001", "),\r\n    ", "291", "\r\n        (", "5506", "),\r\n    ", "1021-1023", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A strategy for the design of highly porous and structurally stable networks makes use of metal-org. building blocks that can be assembled on a triply periodic P-minimal geometric surface to produce structures that are interpenetrating-more accurately considered as interwoven.  The authors used 4,4',4''-benzene-1,3,5-triyltribenzoic acid (H3BTB), Cu(NO3)2e, and DMF to prep. Cu3(BTB)2(H2O)3·(DMF)9(H2O)2 (MOF-14), whose structure reveals a pair of interwoven metal-org. frameworks that are mutually reinforced.  The structure contains remarkably large pores, 16.4 Å in diam., in which voluminous amts. of gases and org. solvents can be reversibly sorbed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXhtFGlu7s%253D&md5=a9c2b80ba2f1b825ee2a55278ef5fe92", "(f) ", "Gotthardt", ", ", "J. M.", "; ", "White", ", ", "K. F.", "; ", "Abrahams", ", ", "B. F.", "; ", "Ritchie", ", ", "C.", "; ", "Boskovic", ", ", "C.", " ", "Cryst. Growth Des.", " ", "2012", ",  ", "12", ",  ", "4425", "– ", "4430", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Fluorite Topology in Lanthanoid Coordination Polymers with Di- and Trimetallic Building Blocks", "Gotthardt, Jan M.; White, Keith F.; Abrahams, Brendan F.; Ritchie, Chris; Boskovic, Colette", "Crystal Growth & Design", "\r\n        (", "2012", "),\r\n    ", "12", "\r\n        (", "9", "),\r\n    ", "4425-4430", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reaction of the pseudotetrahedral tetracarboxylic acid proligand tetrakis(4-carboxyphenyl)silane (H4L) with salts of various lanthanoid metals has afforded three new lanthanoid coordination polymers: {[H3O]2[Ce2(L)2(H2O)2]·2DMF·2H2O}∞ (1), {[Eu3L2(NO3)(DMF)4(H2O)]·0.5DMF·6H2O}∞ (2), and {[Eu(HL)(DMF)2(H2O)]·DMF·2.5H2O}∞ (3) which were structurally characterized by single-crystal x-ray diffraction.  Compds. 1 and 2 are both noninterpenetrated three-dimensional networks that display the rare fluorite (CaF2) topol.  In compd. 1, the fully deprotonated L4- ligands act as pseudotetrahedral 4-connecting nodes and dinuclear cerium-carboxylate building blocks act as 8-connecting nodes, while in compd. 2 the L4- ligands and trinuclear europium-carboxylate units are 4- and 8-connecting, resp.  In contrast, compd. 3 exhibits a two-dimensional layered structure with triply deprotonated HL3- ligands acting as 3-connecting units, linking single europium centers within each layer.  Gas sorption studies of 2 show a high affinity of the pretreated microcryst. solid for carbon dioxide gas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFOis77K&md5=1bee33de5dbe45e72ea3b5866a591112", "(g) ", "Gao", ", ", "J. K.", "; ", "He", ", ", "M.", "; ", "Lee", ", ", "Z. Y.", "; ", "Cao", ", ", "W. F.", "; ", "Xiong", ", ", "W.-W.", "; ", "Li", ", ", "Y. X.", "; ", "Ganguly", ", ", "R.", "; ", "Wu", ", ", "T.", "; ", "Zhang", ", ", "Q. C.", " ", "Dalton Trans.", " ", "2013", ",  ", "42", ",  ", "11367", "– ", "11370", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "A surfactant-thermal method to prepare four new three-dimensional heterometal-organic frameworks", "Gao, Junkuo; He, Mi; Lee, Zhi Yi; Cao, Wenfang; Xiong, Wei-Wei; Li, Yongxin; Ganguly, Rakesh; Wu, Tom; Zhang, Qichun", "Dalton Transactions", "\r\n        (", "2013", "),\r\n    ", "42", "\r\n        (", "32", "),\r\n    ", "11367-11370", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Here, the authors report on a surfactant-thermal method to prep. four new 3-dimensional cryst. heterometal-org. frameworks (HMOFs) [M(BTC)Cu(py)2] (BTC = trimesate trianion; M = Co, Mn, Ni, Zn 1-4).  The new strategy for growing cryst. materials in surfactant media has great potential for the synthesis of novel MOFs with various structures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFCltLvO&md5=bdf27f53e5a0d781ecfc8fce4f776e40", "5. ", "(a) ", "Chae", ", ", "H. K.", "; ", "Siberio-Pérez", ", ", "D. Y.", "; ", "Kim", ", ", "J.", "; ", "Go", ", ", "Y. B.", "; ", "Eddaoudi", ", ", "M.", "; ", "Matzger", ", ", "A. J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Nature", " ", "2004", ",  ", "427", ",  ", "523", "– ", "527", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "A route to high surface area, porosity and inclusion of large molecules in crystals", "Chae, Hee K.; Siberio-Perez, Diana Y.; Kim, Jaheon; Go, Yong Bok; Eddaoudi, Mohamed; Matzger, Adam J.; O'Keeffe, Michael; Yaghi, Omar M.", "Nature (London, United Kingdom)", "\r\n        (", "2004", "),\r\n    ", "427", "\r\n        (", "6974", "),\r\n    ", "523-527", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "One of the outstanding challenges in the field of porous materials is the design and synthesis of chem. structures with exceptionally high surface areas.  Such materials are of crit. importance to many applications involving catalysis, sepn. and gas storage.  The claim for the highest surface area of a disordered structure is for C, at 2,030 m2 g-1 (M. Nijkamp, et al., 2001).  Until recently, the largest surface area of an ordered structure was that of zeolite Y, recorded at 904 m2 g-1 (A. W. Chester, et al., 2000).  But with the introduction of metal-org. framework materials, this was exceeded, with values up to 3,000 m2 g-1.  Despite this, no method of detg. the upper limit in surface area for a material has yet been found.  Here the authors present a general strategy that has provided a structure having by far the highest surface area reported to date.  The authors report the design, synthesis and properties of cryst. Zn4O(1,3,5-benzenetribenzoate)2, a new metal-org. framework with a surface area estd. at 4,500 m2 g-1.  This framework, which the authors name MOF-177, combines this exceptional level of surface area with an ordered structure that has extra-large pores capable of binding polycyclic org. guest mols., attributes not previously combined in one material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXpsFWguw%253D%253D&md5=c5e01fc1ae8145737276e816abb3b87d", "(b) ", "Yang", ", ", "S.", "; ", "Lin", ", ", "X.", "; ", "Blake", ", ", "A. J.", "; ", "Walker", ", ", "G.", "; ", "Hubberstey", ", ", "P.", "; ", "Champness", ", ", "N. R.", "; ", "Schröder", ", ", "M.", " ", "Nat. Chem.", " ", "2009", ",  ", "1", ",  ", "487", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Cation-induced kinetic trapping and enhanced hydrogen adsorption in a modulated anionic metal-organic framework", "Yang, Sihai; Lin, Xiang; Blake, Alexander J.; Walker, Gavin S.; Hubberstey, Peter; Champness, Neil R.; Schroeder, Martin", "Nature Chemistry", "\r\n        (", "2009", "),\r\n    ", "1", "\r\n        (", "6", "),\r\n    ", "487-493, S487/1-S487/20", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal-org. frameworks (MOFs) - microporous materials constructed by bridging metal centers with org. ligands - show promise for applications in storage, which is a key challenge in the development of the hydrogen economy.  Their adsorption capacities, however, have remained insufficient for practical applications, and thus strategies to enhance hydrogen-MOF interactions are required.  An anionic MOF material built from In(III) centers and tetracarboxylic acid ligands (H4L) in which kinetic trapping behavior - where hydrogen is adsorbed at high pressures but not released immediately on lowering the pressure - is modulated by guest cations.  With piperazinium dications in its pores, the framework exhibits hysteretic adsorption.  On exchange of these dications with lithium cations, no hysteresis is seen, but instead there is an enhanced adsorption capacity coupled with an increase in the isosteric heat of adsorption.  This is rationalized by the different locations of the cations within the pores, detd. with precision by X-ray crystallog.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVegsr3E&md5=c8840d0355fddc918e5d399229c4a953", "(c) ", "Zheng", ", ", "S.", "; ", "Wu", ", ", "T.", "; ", "Zuo", ", ", "F.", "; ", "Chou", ", ", "C.-T.", "; ", "Feng", ", ", "P.", "; ", "Bu", ", ", "X.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "1934", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Mimicking Zeolite to Its Core: Porous Sodalite Cages as Hangers for Pendant Trimeric M3(OH) Clusters (M = Mg, Mn, Co, Ni, Cd)", "Zheng, Shou-Tian; Wu, Tao; Zuo, Fan; Chou, Chengtsung; Feng, Pingyun; Bu, Xianhui", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "4", "),\r\n    ", "1934-1937", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new class of zeolite-type porous materials, [Me2NH2]4[In6(BTC)12]2[M3(OH)(H2O)9]4[In2MO(BTC)(H2O)3]4 (M = Mg, Mn, Co, Ni, Cd, BTC = 1,3,5-benzenetricarboxylate), were synthesized in which 3-dimensional frameworks are covalently functionalized with crystallog. ordered pendant metal clusters.  The Co compd. was characterized by x-ray crystallog.  This work demonstrates a new paradigm for and the feasibility of functionalizing zeolite-type frameworks through the conversion of extra-framework sites in mineral zeolites into part of the framework for occupation by dangling metal clusters in metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XpsVOntA%253D%253D&md5=b11d1160293b5c02a4ba7416c37995bb", "6. ", "Ma", ", ", "L. Q.", "; ", "Jin", ", ", "A.", "; ", "Xie", ", ", "Z. G.", "; ", "Lin", ", ", "W. B.", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "121", ",  ", "10089", "– ", "10092", "[", "Crossref", "]", "There is no corresponding record for this reference.", "7. ", "(a) ", "He", ", ", "Y. P.", "; ", "Tan", ", ", "Y. X.", "; ", "Wang", ", ", "F.", "; ", "Zhang", ", ", "J.", " ", "Inorg. Chem.", " ", "2012", ",  ", "51", ",  ", "1995", "– ", "1997", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Microporous Zinc Tris[(4-carboxyl)phenylduryl]amine Framework with an Unusual Topological Net for Gas Storage and Separation", "He, Yan-Ping; Tan, Yan-Xi; Wang, Fei; Zhang, Jian", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "4", "),\r\n    ", "1995-1997", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "By employment of a new tris[(4-carboxyl)phenylduryl]amine (sic) (H3L) ligand to assembly with the Zn2+ ion, a new topol. net built from four coordinatively linked ths nets is the first of the 2-fold-interpenetrating framework [Zn2(OH)L]·2DMF·2H2O (FIR-1), which is characterized by crystal structure anal.  Desolvated FIR-1 shows high surface area and pore vol. and H2 and CO2 adsorption enthalpies are measured which indicate potential applications in gas storage and sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1Oms70%253D&md5=70c763eb61dcf8f8cea5b1ee75b07428", "(b) ", "Tan", ", ", "Y. X.", "; ", "He", ", ", "Y. P.", "; ", "Zhang", ", ", "J.", " ", "Cryst. Growth Des.", " ", "2012", ",  ", "12", ",  ", "2468", "– ", "2471", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Microporous Metal-Organic Framework Based on Mixing Nanosized Tris((4-carboxyl)-phenylduryl)amine and 4,4'-Bipyridine Ligands for Gas Storage and Separation", "Tan, Yan-Xi; He, Yan-Ping; Zhang, Jian", "Crystal Growth & Design", "\r\n        (", "2012", "),\r\n    ", "12", "\r\n        (", "5", "),\r\n    ", "2468-2471", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The assembly of mixing nanosized tris((4-carboxyl)phenylduryl)amine ligand and 4,4'-bipyridine ligand with Zn2+ ion leads to a new microporous framework FIR-2 having pillared-layer structure and unusual (3,4,6)-connected topol., which exhibits large surface area and gas adsorption selectivity for the adsorption of CO2 over N2 or CH4.  The results reveal the potential application of the long tris((4-carboxyl)phenylduryl)amine ligand on the construction of functional microporous metal-org. frameworks with interesting structural topologies for gas storage and sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XksVKgurc%253D&md5=41bd9794e94dff2fbcbd531254f8a46d", "(c) ", "Park", ", ", "H. J.", "; ", "Lim", ", ", "D. W.", "; ", "Yang", ", ", "W. S.", "; ", "Oh", ", ", "T. R.", "; ", "Suh", ", ", "M. P.", " ", "Chem.—Eur. J.", " ", "2011", ",  ", "17", ",  ", "7251", "– ", "7260", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "A Highly Porous Metal-Organic Framework: Structural Transformations of a Guest-Free MOF Depending on Activation Method and Temperature", "Park, Hye Jeong; Lim, Dae-Woon; Yang, Woo Seung; Oh, Tae-Rog; Suh, Myunghyun Paik", "Chemistry - A European Journal", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "26", "),\r\n    ", "7251-7260, S7251/1-S7251/24", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A doubly interpenetrating porous metal-org. framework [Zn4O(TCBPA)2]·19DMA·4H2O (SNU-77) was synthesized from the solvothermal reaction of the extended carboxylic acid tris(4'-carboxybiphenyl)amine (H3TCBPA) and Zn(NO3)2·6H2O in N,N-dimethylacetamide (DMA).  SNU-77 undergoes single-crystal-to-single-crystal transformations during various activation processes, such as room-temp. evacuation, supercrit. CO2 drying, and high temp. evacuation, to afford SNU-77R, SNU-77S, and SNU-77H, resp.  These guest-free MOFs exhibited different fine structures with different window shapes and different effective window sizes at room temp.  Variable-temp. synchrotron single-crystal x-ray analyses reveal that the guest-free structure is also affected by changes in temp.  Despite the different fine structures, SNU-77R, SNU-77S, and SNU-77H show similar gas sorption properties due to the nonbreathing nature of the framework and an addnl. structural change upon cooling to cryogenic gas sorption temp.  SNU-77H exhibits a large surface area (BET, 3670 m2 g-1), a large pore vol. (1.52 cm3 g-1), and exceptionally high uptake capacities for N2, H2, O2, CO2, and CH4 gases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXntlyjs7o%253D&md5=21c9eb5143fdf651d2fefd69d815901a", "(d) ", "Wen", ", ", "L.", "; ", "Cheng", ", ", "P.", "; ", "Lin", ", ", "W. B.", " ", "Chem. Sci.", " ", "2012", ",  ", "3", ",  ", "2288", "– ", "2292", "[", "Crossref", "], [", "CAS", "]", "7. ", "Mixed-motif interpenetration and cross-linking of high-connectivity networks led to robust and porous metal-organic frameworks with high gas uptake capacities", "Wen, Liang; Cheng, Peng; Lin, Wenbin", "Chemical Science", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "7", "),\r\n    ", "2288-2292", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two high-connectivity MOFs with very interesting modes of mixed-motif interpenetration and crosslinking were synthesized using the elongated and arom.-rich methanetetra(biphenyl-p-carboxylic acid) bridging ligand (H4MTBPC, H4L). [Zn4(L)(H2L)2]·12DEF·40H2O (1) contains an interpenetrating 4,8-connected 3D framework of the alb/P topol. and 4,4-connected 3D network of the lon topol., whereas [Co5(L)(HL)2]·15DMF·37H2O (2) is the first 4,12-connected 4-nodal net with the Schlaefli symbol of {422.639.85}{45.6}2{46}.  The structure of 2 can be visualized as crosslinking of three 4,4-connected 3D networks of the lon topol.  The seemingly different structures of 1 and 2 are in fact closely related as the structure of 1 can be obtained by removing one of the Co centers in the penta-cobalt secondary building unit (SBU).  Unusual mixed-motif interpenetration in 1 and crosslinking in 2 rigidify and stabilize the frameworks, leading to highly porous MOFs with high uptake capacities for H2 and CO2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XotFGrs7w%253D&md5=087ecf2966b3edfe9532aca208e3157a", "(e) ", "Sava", ", ", "D. F.", "; ", "Rohwer", ", ", "L. E. S.", "; ", "Rodriguez", ", ", "M. A.", "; ", "Nenoff", ", ", "T. M.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "3983", "– ", "3986", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Intrinsic Broad-Band White-Light Emission by a Tuned, Corrugated Metal-Organic Framework", "Sava, Dorina F.; Rohwer, Lauren E. S.; Rodriguez, Mark A.; Nenoff, Tina M.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "9", "),\r\n    ", "3983-3986", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Herein the authors report on the broad-band direct white-light originating from a single component emitter, a novel three-periodic metal-org. framework (MOF).  This material features an unprecedented topol. with (3,4)-connected nodes.  The structure-function relation in this system is driven by two complementary unique structural features: corrugation and interpenetration.  Good correlation between simulated and exptl. emission spectra was attained, resulting in optimized color properties that approach requirements for solid-state lighting (SSL).  Guided by the optimized calcd. spectra, the tunability of the assembly was proven by the successful in-framework co-doping of Eu3+.  This resulted in significantly improved color properties, opening new paths for the rational design of alternative materials for SSL applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XitlGjtbc%253D&md5=1ca60df4f28709037462acaa879efd2c", "(f) ", "Men", ", ", "Y. B.", "; ", "Sun", ", ", "J. L.", "; ", "Huang", ", ", "Z. T.", "; ", "Zheng", ", ", "Q. Y.", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "6299", "– ", "6301", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Design and construction of an organic crystal with a novel interpenetrated n-Borromean linked topology", "Men, Yong-Biao; Sun, Junliang; Huang, Zhi-Tang; Zheng, Qi-Yu", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "34", "),\r\n    ", "6299-6301", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "An org. crystal has been designed and constructed by the hydrogen-bond-directed self-assembly of 1,3,5-tris(4-carboxyphenyl)adamantane and 1,4-di(pyridin-4-yl)benzene, which possesses the large honeycomb net with 5.1 × 5.1 nm cavities and a novel interpenetrated n-Borromean linked topol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVaqtrrI&md5=feeb6cd71dcc497a21a3a13a69a7a8d0", "8. ", "Rosi", ", ", "N. L.", "; ", "Kim", ", ", "J.", "; ", "Eddaoudi", ", ", "M.", "; ", "Chen", ", ", "B.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "1504", "– ", "1518", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Rod Packings and Metal-Organic Frameworks Constructed from Rod-Shaped Secondary Building Units", "Rosi, Nathaniel L.; Kim, Jaheon; Eddaoudi, Mohamed; Chen, Banglin; O'Keeffe, Michael; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "5", "),\r\n    ", "1504-1518", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The principal structure possibilities for packing infinite rod-shaped building blocks are described.  Some basic nets derived from linking simple rods (helixes and ladders) are then enumerated.  The authors demonstrate the usefulness of the concept of rod secondary building units in the design and synthesis of metal-org. frameworks (MOFs).  Accordingly, the authors present the prepn., characterization, and crystal structures of 14 new MOFs (named MOF-69A-C and MOF-70-80) of 12 different structure types, belonging to rod packing motifs, and show how their structures are related to basic nets.  The MOFs reported herein are of polytopic carboxylates and contain one of Zn, Pb, Co, Cd, Mn, or Tb.  The inclusion properties of the most open members are presented as evidence that MOF structures with rod building blocks can indeed be designed to have permanent porosity and rigid architectures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjtFGmtg%253D%253D&md5=0ad22a135cba65fb519eae17258dc4c8", "9. ", "(a) ", "Lin", ", ", "Z. J.", "; ", "Zou", ", ", "R. Q.", "; ", "Xia", ", ", "W.", "; ", "Chen", ", ", "L. J.", "; ", "Wang", ", ", "X. D.", "; ", "Liao", ", ", "F. H.", "; ", "Wang", ", ", "Y. X.", "; ", "Lin", ", ", "J. H.", "; ", "Burrell", ", ", "A. K.", " ", "J. Mater. Chem.", " ", "2012", ",  ", "22", ",  ", "21076", "– ", "21084", "[", "Crossref", "], [", "CAS", "]", "9. ", "Ultrasensitive sorption behavior of isostructural lanthanide-organic frameworks induced by lanthanide contraction", "Lin, Zhongjun; Zou, Ruqiang; Xia, Wei; Chen, Liangjie; Wang, Xidong; Liao, Fuhui; Wang, Yingxia; Lin, Jianhua; Burrell, Anthony K.", "Journal of Materials Chemistry", "\r\n        (", "2012", "),\r\n    ", "22", "\r\n        (", "39", "),\r\n    ", "21076-21084", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Reactions of lanthanide nitrate and the trigonal-planar ligand 1,3,5-benzenetri-p-benzoic acid (H3BTB) gave rise to a family of lanthanide-org. frameworks (LOFs) formulated as Ln(BTB)(H2O), where Ln = Y, La, Ce, Pr, Nd, Sm, Eu, Gd, Tb, Dy, Ho, Er and Yb.  Single-crystal XRD anal. of Pr-LOF reveals a three-dimensional network with an ultramicroporous structure.  Powder XRD and thermogravimetric analyses show that these LOFs are isostructural and are stable up to 550°.  Influenced by the opposite effects of ionic radius and mol. wt. from La(III) through Yb(III), the related LOFs with the highest uptake of CO2 and CH4 happen to be Nd-LOF and Sm-LOF, resp.  Moreover, the isotherms of N2 at 77 K and benzene vapor at 298 K further evidence that lanthanide contraction greatly affects the adsorption performance of the resulting materials, bringing about stepwise and hysteretic sorption behavior for La-LOF to Pr-LOF but type I isotherms for the rest of the LOFs.  This work represents the first systematic study of a family of lanthanide-based metal-org. frameworks with ultrasensitive sorption behavior induced by the lanthanide contraction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlGqs7bJ&md5=92ffbf87fed9c3e39613922b9e5de9b1", "(b) ", "He", ", ", "Y.-P.", "; ", "Tan", ", ", "Y.-X.", "; ", "Zhang", ", ", "J.", " ", "Cryst. Growth Des.", " ", "2013", ",  ", "13", ",  ", "6", "– ", "9", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Stable Mg-Metal-Organic Framework (MOF) and Unstable Zn-MOF Based on Nanosized Tris((4-carboxyl)phenylduryl)amine Ligand", "He, Yan-Ping; Tan, Yan-Xi; Zhang, Jian", "Crystal Growth & Design", "\r\n        (", "2013", "),\r\n    ", "13", "\r\n        (", "1", "),\r\n    ", "6-9", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "By employment of a nanosized tris(carboxybiphenyl)amine ligand (L) to assembly with the Zn2+ or Mg2+ ions, two non-interpenetrating microporous metal-org. frameworks (MOFs) constructed from chain-shaped building units are presented here.  The Zn-MOF formulated as ((CH3)4N)(Zn4L3)·28DMF (FIR-4; DMF = N,N-dimethylformamide, FIR denotes Fujian Institute of Research) is a nanoporous anionic framework, but it is unstable after the removal of guest mols.  In contrast, the Mg-MOF formulated as Mg3L2(H2O)2(DMA)2·2.5DMA (FIR-5; DMA = N,N-dimethylacetamide) features a neutral framework with (3,8)-connected tfz topol. derived from kgd subnets and has high permanent porosity with a Langmuir surface area of 1457 m2·g-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhslOlsrfK&md5=ebb177fcb37d57e40f65089ccdfaceb0", "(c) ", "Zhang", ", ", "H. B.", "; ", "Li", ", ", "N.", "; ", "Tian", ", ", "C. B.", "; ", "Liu", ", ", "T. F.", "; ", "Du", ", ", "F. L.", "; ", "Lin", ", ", "P.", "; ", "Li", ", ", "Z. H.", "; ", "Du", ", ", "S. W.", " ", "Cryst. Growth Des.", " ", "2012", ",  ", "12", ",  ", "670", "– ", "678", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Unusual High Thermal Stability within a Series of Novel Lanthanide TATB Frameworks: Synthesis, Structure, and Properties (TATB = 4,4',4''-s-Triazine-2,4,6-triyl-tribenzoate)", "Zhang, Huabin; Li, Ning; Tian, Chongbin; Liu, Tianfu; Du, Fenglei; Lin, Ping; Li, Zhihua; Du, Shaowu", "Crystal Growth & Design", "\r\n        (", "2012", "),\r\n    ", "12", "\r\n        (", "2", "),\r\n    ", "670-678", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of multifunctional lanthanide-org. frameworks Ln(TATB)(H2O) (Ln = Y 1, Eu 2, Gd 3, Tb 4, Dy 5, Ho 6, and Er 7; TATB = 4,4',4''-s-triazine-2,4,6-triyl-tribenzoate) with an unprecedented (4,8)-connected topol. have been synthesized and characterized.  The structures of these compds. were detd. by single crystal x-ray diffraction and their thermal stability, sorption, as well as luminescent and magnetic properties were also studied.  Compds. 1-7 are isomorphic and present an open non-interpenetrated three-dimensional microporous framework constructed by infinite dinuclear-based, rod-shaped lanthanide-carboxylate secondary building units (SBUs) which arranged in nearly mutually perpendicular directions and interwoven by TATB linkers.  All these compds. exhibit very high thermal stability and are stable up to 550°.  The pore characteristics and gas sorption properties of these compds. were studied by exptl. measuring different gases (CO2, N2, and H2) and different solvent mols. (H2O and CH3OH).  The luminescent properties of compds. 1-7 in the solid state were studied.  2 And 4 exhibited relatively high quantum yields and lifetime values, suggesting that they could be good candidates for light-emitting diodes (LEDs) and light applications.  The variable-temp. magnetic studies show that the magnetic interaction between the Ln(III) ions in 2-7 was mainly due to the antiferromagnetic coupling as well as the depopulation of the Stark levels.  The spin-orbit coupling parameter λ for Eu(III) (472 cm-1) has been obtained for 2.  The in-phase and out-phase signals χ'MT and χ''M of 5 exhibit frequency dependence.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1emsbnL&md5=5ba7057767028f0d4b9524459f5f231b", "(d) ", "Li", ", ", "X.-J.", "; ", "Wang", ", ", "X.-Y.", "; ", "Gao", ", ", "S.", "; ", "Cao", ", ", "R.", " ", "Inorg. Chem.", " ", "2006", ",  ", "45", ",  ", "1508", "– ", "1516", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Two Three-Dimensional Metal-Organic Frameworks Containing One-Dimensional Hydroxyl/Carboxylate Mixed Bridged Metal Chains: Syntheses, Crystal Structures, and Magnetic Properties", "Li, Xiao-Ju; Wang, Xin-Yi; Gao, Song; Cao, Rong", "Inorganic Chemistry", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "4", "),\r\n    ", "1508-1516", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two novel three-dimensional complexes formulated as [M3(bime)(μ3-OH)2(HO-BDC)2]n (M = Co, 1; Cu, 2) [bime = 1,2-bis(imidazol-1'-yl)ethane, HO-H2BDC = 5-hydroxyisophthalic acid] have been hydrothermally synthesized and characterized.  Both 1 and 2 exhibit similar structural frameworks resulting from one-dimensional metal/oxygen chains extended by HO-BDC but the bridging modes of HO-BDC and the coordination environments of the metal centers are different.  Complexes 1 and 2 crystallize in the orthorhombic system, space group Pbcn, a = 18.458(2) [18.2119(12) for 2] Å, b = 12.0616(14) [11.6847(7) for 2] Å, c = 11.4859(14) [12.0688(6) for 2] Å, and Z = 4(4).  Magnetic studies show that 1 displays a slow magnetic relaxation, a large hysteresis and distinct finite-size effects and 2 contains an antiferromagnetic chain.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XksFektg%253D%253D&md5=2bf0fca991a0785caf76b4d50049545e", "(e) ", "Li", ", ", "Y. W.", "; ", "Zhao", ", ", "J.-P.", "; ", "Wang", ", ", "L.-F.", "; ", "Bu", ", ", "X.-H.", " ", "CrystEngComm", " ", "2011", ",  ", "13", ",  ", "6002", "– ", "6006", "[", "Crossref", "], [", "CAS", "]", "9. ", "An Fe-based MOF constructed from paddle-wheel and rod-shaped SBUs involved in situ generated acetate", "Li, Yun-Wu; Zhao, Jiong-Peng; Wang, Li-Fu; Bu, Xian-He", "CrystEngComm", "\r\n        (", "2011", "),\r\n    ", "13", "\r\n        (", "20", "),\r\n    ", "6002-6006", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "An Fe-based MOF was constructed from a paddle-wheel-like dimeric Fe-cluster and a rod-shaped sinusoidal-like Fe-chain as 2 distinct secondary building units, namely Me2NH2[Fe5L3(OAc)2(DMA)2] (H3L = 1,3,5-benzenetricarboxylic acid; DMA = dimethylacetamide).  Topol. analyses indicate that this compd. is a tetranodal (3,3,4,8)-connected net, which represents a new structural topol. in MOFs.  Moreover, the magnetic properties of the Fe-based MOF were thoroughly investigated.  Crystal data: monoclinic, C2/c, a = 33.747(7), b = 12.808(3), c = 14.155(3) Å, β = 102.27(3)°, Z = 4, 6841 unique reflections, R1 = 0.0717, wR2 = 0.1679.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlShsbjF&md5=c882be37672b2a6763258d8b57020bcd", "10. ", "(a) ", "Dang", ", ", "D. B.", "; ", "Wu", ", ", "P. Y.", "; ", "He", ", ", "C.", "; ", "Xie", ", ", "Z.", "; ", "Duan", ", ", "C. Y.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "14321", "– ", "14323", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Homochiral Metal-Organic Frameworks for Heterogeneous Asymmetric Catalysis", "Dang, Dongbin; Wu, Pengyan; He, Cheng; Xie, Zhong; Duan, Chunying", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "41", "),\r\n    ", "14321-14323", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Homochiral crystns. of two enantiomeric metal-org. frameworks (MOFs) Ce-MDIP1 and Ce-MDIP2 were achieved by using L- or D-BCIP [N-t-butoxycarbonyl-2-(imidazole)-1-pyrrolidine] as chiral inductions, resp., where the chiralities were characterized by solid state CD spectra.  Ce-MDIPs exhibit excellent catalytic activity and high enantioselectivity for the asym. cyanosilylation of arom. aldehydes; the homochiral Cd-TBT [TBT = 1,3,5-tris(4-carboxyphenyl)benzene] MOF having L-PYI [ 1-(L-pyrrolidin-2-ylmethyl)-1H-imidazole] as a chiral adduct exhibits stereochem. catalysis toward the Aldol reactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXht1ajt7bF&md5=85967e390c2c2f6145b1e89e77ec584e", "(b) ", "Gándara", ", ", "F.", "; ", "de Andrés", ", ", "A.", "; ", "Gómez-Lor", ", ", "B.", "; ", "Gutiérrez-Puebla", ", ", "E.", "; ", "Iglesias", ", ", "M.", "; ", "Monge", ", ", "M. A.", "; ", "Proserpio", ", ", "D. M.", "; ", "Snejko", ", ", "N.", " ", "Cryst. Growth Des.", " ", "2008", ",  ", "8", ",  ", "378", "– ", "380", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "A Rare-Earth MOF Series: Fascinating Structure, Efficient Light Emitters, and Promising Catalysts", "Gandara, F.; de Andres, A.; Gomez-Lor, B.; Gutierrez-Puebla, E.; Iglesias, M.; Monge, M. A.; Proserpio, D. M.; Snejko, N.", "Crystal Growth & Design", "\r\n        (", "2008", "),\r\n    ", "8", "\r\n        (", "2", "),\r\n    ", "378-380", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new family of rare-earth polymeric framework RPF-4, [LnL3] [H2L = 4,4'-(hexafluoroisopropylidene)bis(benzoic acid)] was obtained and the structure of the lanthanum MOF solved from an intrinsically triple twinned crystal.  The framework formed by a H-O bond free rare-earth matrix, with the Ln atoms sepd. in two directions, makes them very promising materials for light-emitting diodes.  The properties of the materials as heterogeneous catalysts are reported, too.  IR spectroscopy suggests a peroxo complex that acts as active species in the oxidn. reaction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXisFSmsg%253D%253D&md5=cb7d7a42d33e08ba157925dd4ddc7039", "(c) ", "Han", ", ", "Y. F.", "; ", "Li", ", ", "X. Y.", "; ", "Li", ", ", "L. Q.", "; ", "Ma", ", ", "C. L.", "; ", "Shen", ", ", "Z.", "; ", "Song", ", ", "Y.", "; ", "You", ", ", "X. Z.", " ", "Inorg. Chem.", " ", "2010", ",  ", "49", ",  ", "10781", "– ", "10787", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Structures and Properties of Porous Coordination Polymers Based on Lanthanide Carboxylate Building Units", "Han, Yin-Feng; Li, Xiao-Yan; Li, Li-Qing; Ma, Chun-Lin; Shen, Zhen; Song, You; You, Xiao-Zeng", "Inorganic Chemistry", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "23", "),\r\n    ", "10781-10787", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of 3-D lanthanide porous coordination polymers, [Ln6(BDC)9(DMF)6(H2O)3·3DMF]n [Ln = La, 1; Ce, 2; Nd, 3], [Ln2(BDC)3(DMF)2(H2O)2]n [Ln = Y, 4; Dy, 5; Eu, 6], [Ln2(ADB)3(DMSO)4·6DMSO·8H2O]n [Ln = Ce, 7; Sm, 8; Eu, 9; Gd, 10], {[Ce3(ADB)3(HADB)3]·30DMSO·29H2O}n (11), and [Ce2(ADB)3(H2O)3]n (12) (H2BDC = benzene-1,4-dicarboxylic acid and H2ADB = 4,4'-azodibenzoic acid), have been synthesized and characterized.  In 1-3, the adjacent LnIII ions are intraconnected to form 1-D metal-carboxylate oxygen chain-shaped building units, [Ln4(CO2)12]n, that constructed a 3-D framework with 4 × 7 Å rhombic channels.  In 4-6, the dimeric LnIII ions are interlinked to yield scaffolds with 3-D interconnecting tunnels.  Compds. 7-10 are all 3-D interpenetrating structures with the CaB6-type topol. structure.  Compd. 11 is constructed by ADB spacers and trinuclear Ce nodes with a NaCl-type topol. structure and a 1.9-nm open channel system.  In 12, the adjacent CeIII ions are intraconnected to form 1-D metal-carboxylate oxygen chain-shaped building units, [Ln4(CO2)12]n, and give rise to a 3-D framework.  Moreover, 6 exhibits characteristic red luminescence properties of EuIII complexes.  The magnetic susceptibilities, at 1.8-300 K, of 3, 6, and 7 have also been studied; the results show paramagnetic properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlKjsbnK&md5=be4a59733b1e7fc91ed35b3b540f8a9e", "(d) ", "Sun", ", ", "Y.-G.", "; ", "Wu", ", ", "Y.-L.", "; ", "Xiong", ", ", "G.", "; ", "Smet", ", ", "P. F.", "; ", "Ding", ", ", "F.", "; ", "Guo", ", ", "M.-Y.", "; ", "Zhu", ", ", "M.-C.", "; ", "Gao", ", ", "E.-J.", "; ", "Poelman", ", ", "D.", "; ", "Verpoort", ", ", "F.", " ", "Dalton Trans.", " ", "2010", ",  ", "39", ",  ", "11383", "– ", "11395", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Hydrothermal synthesis, crystal structure and properties of Ag(I)-4f compounds based on 1H-benzimidazole-5,6-dicarboxylic acid", "Sun, Ya-guang; Wu, Yong-li; Xiong, Gang; Smet, Philippe F.; Ding, Fu; Guo, Mei-yan; Zhu, Ming-chang; Gao, En-jun; Poelman, Dirk; Verpoort, Francis", "Dalton Transactions", "\r\n        (", "2010", "),\r\n    ", "39", "\r\n        (", "47", "),\r\n    ", "11383-11395", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Seven novel heterometallic coordination polymers [CeAg(Hbidc)2(H2O)2](1) and [LnAg(Hbidc)2]·3(H2O)[Ln = Sm (2), Gd (3), Tb (4), Dy (5), Ho (6), Er (7), H3bidc = 1H-benzimidazole-5,6-dicarboxylic acid] were synthesized under hydrothermal conditions and characterized by elemental anal., FTIR, TGA, and single crystal x-ray diffraction.  X-ray anal. revealed that the seven complexes present two different types of three-dimensional (3D) structures.  Complex 1 crystd. in an orthorhombic manner having a Pna2(1) space group, consisting of a 3D framework with a 1D heterometallic chain.  Polymers 2-7 are isostructural and crystd. in an orthorhombic fashion having a Pccn space group existing of a two-fold interpenetrating 3D framework.  The luminescence properties and the magnetic properties of all polymers were studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVOktr3M&md5=43d218a7723d10ae1080b51588881bcd", "11. ", "(a) ", "Baburin", ", ", "I. A.", "; ", "Blatov", ", ", "V. A.", "; ", "Carlucci", ", ", "L.", "; ", "Ciani", ", ", "G.", "; ", "Proserpio", ", ", "D. M.", " ", "Cryst. Growth Des.", " ", "2008", ",  ", "8", ",  ", "519", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Interpenetrated Three-Dimensional Networks of Hydrogen-Bonded Organic Species: A Systematic Analysis of the Cambridge Structural Database", "Baburin, Igor A.; Blatov, Vladislav A.; Carlucci, Lucia; Ciani, Gianfranco; Proserpio, Davide M.", "Crystal Growth & Design", "\r\n        (", "2008", "),\r\n    ", "8", "\r\n        (", "2", "),\r\n    ", "519-539", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Interpenetration in extended three-dimensional (3D) arrays has been investigated by a systematic anal. of the crystallog. structural databases, using an ad hoc version of the program package TOPOS.  In this paper we describe the comprehensive results of our investigation of interpenetration in org. hydrogen-bonded 3D arrays from the Cambridge Structural Database.  The great interest in the self-assembly of org. mols. into hydrogen-bonded supramol. arrays has prompted us to investigate these systems at a rather unusual level; i.e., beyond the formation of synthons, we have examd. the topologies of the resulting networks and looked for their entanglements.  Within 3D architectures we have extd. a complete list including 122 different motifs showing the phenomenon of interpenetration (76 unseen by the original authors).  These org. networks include species assembled by a single or by different building blocks; they are discussed and classified according to the previously introduced classes of interpenetration and to other criteria peculiar of hydrogen-bonded org. species.  Considerations of the possible relations of the building org. species and their network topol. and on the factors detg. interpenetration are here presented.  The paper is also intended as a contribution to the study of the phenomena of polymorphism and supramol. isomerism and of the crystal engineering of these complex architectures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXptVCjtw%253D%253D&md5=0b76d196a7d2338f4973a823ea3e0e4f", "(b) ", "Zhang", ", ", "J.", "; ", "Bu", ", ", "X.", " ", "Angew. Chem., Int. Ed.", " ", "2007", ",  ", "46", ",  ", "6115", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Chiralization of diamond nets: stretchable helices and chiral and achiral nets with nearly identical unit cell", "Zhang, Jian; Bu, Xianhui", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "32", "),\r\n    ", "6115-6118, S6115/1-S6115/7", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Homochiral and achiral diamond nets with nearly identical unit cells were found in a family of 3-dimensional framework materials contg. flexible helical substructures.  Crystal structures were detd. for [Cd(D-cam)(tmdpy)]·2H2O, [Cd(D-cam)(tmdpy)] (polymorphic), [Cd(DL-cam)(tmdpy)] and [Zn(D-cam)(tmdpy)]·H2O (H2cam = camphoric acid, tmdpy = 4,4'-trimethylenedipyridine).  Such structures raise intriguing prospects for developing general strategies for the direct conversion of achiral 4-connected networks into homochiral networks through ligand substitution.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXps1Smsbk%253D&md5=d440986080e2d4657f34967869c0c198", "(c) ", "He", ", ", "Y.-P.", "; ", "Tan", ", ", "Y.-X.", "; ", "Zhang", ", ", "J.", " ", "CrystEngComm", " ", "2012", ",  ", "14", ",  ", "6359", "– ", "6361", "[", "Crossref", "], [", "CAS", "]", "11. ", "Deliberate design of a neutral heterometallic organic framework containing a record 25-fold interpenetrating diamondoid network", "He, Yan-Ping; Tan, Yan-Xi; Zhang, Jian", "CrystEngComm", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "20", "),\r\n    ", "6359-6361", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Presented here is a deliberate assembly of nanosized metalloligands and tetrahedral [Cd(COO)4] units, which leads to a neutral heterometallic org. framework with a record 25-fold interpenetrating diamondoid network CdIICuI2(Pybz)4 (1; Hpybz = 4-(pyridin-4-yl)benzoic acid).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlGgtbbL&md5=b7f77cba0f4081eb377d3ea921351d52", "(d) ", "Men", ", ", "Y.-B.", "; ", "Sun", ", ", "J.", "; ", "Huang", ", ", "Z.-T.", "; ", "Zheng", ", ", "Q.-Y.", " ", "CrystEngComm", " ", "2009", ",  ", "11", ",  ", "978", "[", "Crossref", "], [", "CAS", "]", "11. ", "Organic hydrogen-bonded interpenetrating diamondoid frameworks from modular self-assembly of methanetetrabenzoic acid with linkers", "Men, Yong-Biao; Sun, Junliang; Huang, Zhi-Tang; Zheng, Qi-Yu", "CrystEngComm", "\r\n        (", "2009", "),\r\n    ", "11", "\r\n        (", "6", "),\r\n    ", "978-979", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The modular self-assembly of methanetetrabenzoic acid with similar linear linkers, phenazine and 4,4'-bipyridine, affords two different interpenetrating diamondoid frameworks which show a normal 7-fold mode of interpenetration (class Ia), and an unusual 18-fold interpenetration (class IIIb, [3 × 3 × 2]), resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXotVyktLk%253D&md5=d2f988c1ee33a9ea97365f323b71cb10", "(e) ", "Hsu", ", ", "Y.", "; ", "Lin", ", ", "C.", "; ", "Chen", ", ", "J.", "; ", "Wang", ", ", "J.", " ", "Cryst. Growth Des.", " ", "2008", ",  ", "8", ",  ", "1094", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "A novel interpenetrating diamondoid network from self-assembly of N,N'-di(4-pyridyl)adipoamide and copper sulfate: an unusual 12-fold, [6 + 6] mode", "Hsu, Yi-Fen; Lin, Chia-Her; Chen, Jhy-Der; Wang, Ju-Chun", "Crystal Growth & Design", "\r\n        (", "2008", "),\r\n    ", "8", "\r\n        (", "4", "),\r\n    ", "1094-1096", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Polymeric [CuSO4(L)(H2O)2]∞ (1), which was prepd. by the reaction of a flexible ligand N,N'-di(4-pyridyl)adipoamide, L, and copper sulfate forms a 12-fold diamondoid network showing an unusual [6 + 6] mode of interpenetration.  The L ligands in 1 adopt the AAA trans and GAG trans conformations which also differ in the dihedral angle between the two pyridyl rings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXjsVWhsbo%253D&md5=9c9c8ed4b0042794c6483916e51c4ac9", "12. ", "(a) ", "Tan", ", ", "Y.-X.", "; ", "He", ", ", "Y.-P.", "; ", "Zhang", ", ", "J.", " ", "Cryst. Growth Des.", " ", "2012", ",  ", "12", ",  ", "2468", "– ", "2471", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Microporous Metal-Organic Framework Based on Mixing Nanosized Tris((4-carboxyl)-phenylduryl)amine and 4,4'-Bipyridine Ligands for Gas Storage and Separation", "Tan, Yan-Xi; He, Yan-Ping; Zhang, Jian", "Crystal Growth & Design", "\r\n        (", "2012", "),\r\n    ", "12", "\r\n        (", "5", "),\r\n    ", "2468-2471", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The assembly of mixing nanosized tris((4-carboxyl)phenylduryl)amine ligand and 4,4'-bipyridine ligand with Zn2+ ion leads to a new microporous framework FIR-2 having pillared-layer structure and unusual (3,4,6)-connected topol., which exhibits large surface area and gas adsorption selectivity for the adsorption of CO2 over N2 or CH4.  The results reveal the potential application of the long tris((4-carboxyl)phenylduryl)amine ligand on the construction of functional microporous metal-org. frameworks with interesting structural topologies for gas storage and sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XksVKgurc%253D&md5=41bd9794e94dff2fbcbd531254f8a46d", "(b) ", "Wang", ", ", "Z. X.", "; ", "Zheng", ", ", "B. S.", "; ", "Liu", ", ", "H. T.", "; ", "Yi", ", ", "P. G.", "; ", "Li", ", ", "X. F.", "; ", "Yu", ", ", "X. Y.", "; ", "Yun", ", ", "R. R.", " ", "Dalton Trans.", " ", "2013", ", ", " DOI: 10.1039/C3DT50704A", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(c) ", "Wen", ", ", "L.", "; ", "Cheng", ", ", "P.", "; ", "Lin", ", ", "W. B.", " ", "Chem. Sci.", " ", "2012", ",  ", "3", ",  ", "2288", "– ", "2292", "[", "Crossref", "], [", "CAS", "]", "12. ", "Mixed-motif interpenetration and cross-linking of high-connectivity networks led to robust and porous metal-organic frameworks with high gas uptake capacities", "Wen, Liang; Cheng, Peng; Lin, Wenbin", "Chemical Science", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "7", "),\r\n    ", "2288-2292", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two high-connectivity MOFs with very interesting modes of mixed-motif interpenetration and crosslinking were synthesized using the elongated and arom.-rich methanetetra(biphenyl-p-carboxylic acid) bridging ligand (H4MTBPC, H4L). [Zn4(L)(H2L)2]·12DEF·40H2O (1) contains an interpenetrating 4,8-connected 3D framework of the alb/P topol. and 4,4-connected 3D network of the lon topol., whereas [Co5(L)(HL)2]·15DMF·37H2O (2) is the first 4,12-connected 4-nodal net with the Schlaefli symbol of {422.639.85}{45.6}2{46}.  The structure of 2 can be visualized as crosslinking of three 4,4-connected 3D networks of the lon topol.  The seemingly different structures of 1 and 2 are in fact closely related as the structure of 1 can be obtained by removing one of the Co centers in the penta-cobalt secondary building unit (SBU).  Unusual mixed-motif interpenetration in 1 and crosslinking in 2 rigidify and stabilize the frameworks, leading to highly porous MOFs with high uptake capacities for H2 and CO2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XotFGrs7w%253D&md5=087ecf2966b3edfe9532aca208e3157a", "13. ", "(a) ", "Bae", ", ", "Y.-S.", "; ", "Lee", ", ", "C. Y.", "; ", "Kim", ", ", "K. C.", "; ", "Farha", ", ", "O. K.", "; ", "Nickias", ", ", "P.", "; ", "Hupp", ", ", "J. T.", "; ", "Nguyen", ", ", "S. T.", "; ", "Snurr", ", ", "R. Q.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "1893", "– ", "1896", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(b) ", "He", ", ", "Y.", "; ", "Krishna", ", ", "R.", "; ", "Chen", ", ", "B.", " ", "Energy Environ. Sci.", " ", "2012", ",  ", "5", ",  ", "9107", "– ", "9120", "[", "Crossref", "], [", "CAS", "]", "13. ", "Metal-organic frameworks with potential for energy-efficient adsorptive separation of light hydrocarbons", "He, Yabing; Krishna, Rajamani; Chen, Banglin", "Energy & Environmental Science", "\r\n        (", "2012", "),\r\n    ", "5", "\r\n        (", "10", "),\r\n    ", "9107-9120", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The sepn. of hydrocarbons with carbon nos. in the 1-3 range is of great significance in the purifn. of natural gas, prodn. of ethylene and propylene with the required 99.5%+ purity levels as feeds to polymn. reactors, and sepn. of ethyne from mixts. with ethylene.  In this study the performances of a total of 19 different MOFs, carefully selected to span a wide range of functionalities, were evaluated for a variety of sepn. tasks.  For all sepn. tasks investigated, MOFs with high d. of open metal sites, CoMOF-74, MgMOF-74, and FeMOF-74, have significantly better sepn. potential than other MOFs, ZIFs or zeolites that have been suggested in the literature.  Of particular significance is the possibility offered by CoMOF-74, MgMOF-74, and FeMOF-74 for \"fractionating\" a 6-component CH4/C2H2/C2H4/C2H6/C3H6/C3H8 mixt. to yield individual pure components.  Such sepns. are likely to have a significant industrial impact, resulting in significant energy savings when compared to current technologies that rely on distn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhtlyqs7nJ&md5=60d67294ba300e1137a47779c3689b1e", "14. ", "(a) ", "He", ", ", "Y.", "; ", "Zhang", ", ", "Z.", "; ", "Xiang", ", ", "S.", "; ", "Fronczek", ", ", "F. R.", "; ", "Krishna", ", ", "R.", "; ", "Chen", ", ", "B.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "6493", "– ", "6495", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "A robust doubly interpenetrated metal-organic framework constructed from a novel aromatic tricarboxylate for highly selective separation of small hydrocarbons", "He, Yabing; Zhang, Zhangjing; Xiang, Shengchang; Fronczek, Frank R.; Krishna, Rajamani; Chen, Banglin", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "52", "),\r\n    ", "6493-6495", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A microporous metal-org. framework, for the 1st time, was developed for highly selective sepn. of industrially important C1, C2 and C3 hydrocarbons at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XotFyjtrw%253D&md5=1a55863bb9f6cca519cbe34f8f365319", "(b) ", "Das", ", ", "M. C.", "; ", "Xu", ", ", "H.", "; ", "Xiang", ", ", "S.", "; ", "Zhang", ", ", "Z.", "; ", "Arman", ", ", "H. D.", "; ", "Qian", ", ", "G.", "; ", "Chen", ", ", "B.", " ", "Chem.–Eur. J.", " ", "2011", ",  ", "17", ",  ", "7817", "– ", "7822", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "A New Approach to Construct a Doubly Interpenetrated Microporous Metal-Organic Framework of Primitive Cubic Net for Highly Selective Sorption of Small Hydrocarbon Molecules", "Das, Madhab C.; Xu, Hui; Xiang, Sheng-Chang; Zhang, Zhang-Jing; Arman, Hadi D.; Qian, Guo-Dong; Chen, Bang-Lin", "Chemistry--A European Journal", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "28", "),\r\n    ", "7817-7822, S7817/1-S7817/4", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A new approach was realized to construct a three-dimensional doubly interpenetrated cubic metal-org. framework Zn2(PBA)2(BDC)·(DMF)3(H2O)4 (UTSA-36, HPBA = 4-(4-pyridyl)benzoic acid, H2BDC = 1,4-benzenedicarboxylic acid) through the self-assembly of the pyridylcarboxylate linker 4-(4-pyridyl)benzoate and bicarboxylate linker 1,4-benzenedicarboxylate with paddle-wheel [Zn2(COO)4].  The activated UTSA-36 a exhibits highly selective gas sorption of C2H6, C2H4 and C2H2 over CH4 with the Henry law's selectivities of 11 to 25 at 273-296 K attributed to the unique 3-dimensional intersected pore structure of ∼3.1 to 4.8 Å within the framework, indicating that UTSA-36 a is a potentially very useful and promising microporous material for such industrially important sepn. of C2 hydrocarbons over methane.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnvFSqsbY%253D&md5=4bda48ae2a937cd7ed7a14e144ffab2a", "15. ", "(a) ", "Wang", ", ", "Y.-L.", "; ", "Fu", ", ", "J.-H.", "; ", "Wei", ", ", "J.-J.", "; ", "Xu", ", ", "X.", "; ", "Li", ", ", "X.-F.", "; ", "Liu", ", ", "Q.-Y.", " ", "Cryst. Growth Des.", " ", "2012", ",  ", "12", ",  ", "4663", "– ", "4668", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Noncentrosymmetric Organic Solid and Its Zinc Coordination Polymer with Diamonded Network Prepared from an Ionothermal Reaction: Syntheses, Crystal Structures, and Second-Order Nonlinear Optics Properties", "Wang, Yu-Ling; Fu, Jiang-Hong; Wei, Jia-Jia; Xu, Xiang; Li, Xin-Fa; Liu, Qing-Yan", "Crystal Growth & Design", "\r\n        (", "2012", "),\r\n    ", "12", "\r\n        (", "9", "),\r\n    ", "4663-4668", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An org. ligand 4-(1,2,4-triazol-1-yl)benzoic acid (Htzbc) with a nonlinear optical (NLO) chromophore was synthesized.  Reaction of Zn(NO3)2 with Htzbc ligand in 1-n-butyl-3-methylimidazolium tetrafluoroborate ionic liq. afforded compd. Zn(tzbc)2 (1).  The Htzbc org. solid and 1 crystallize in the acentric Pn and Cc space groups, resp.  The tetrahedral Zn2+ center in 1 coordinates to two triazole nitrogen atoms and two carboxylate oxygen atoms from four tzbc- ligands, leading to a noncentrosym. 5-fold interpenetrating diamondoid network.  Second-harmonic generation (SHG) measurements revealed the Htzbc solid and 1 have SHG activities.  The Htzbc compd. has a large SHG effect, which is ∼3 times that of KDP and is type-I phase matchable, while 1 also belongs to phase-matchable class with a SHG response of ∼1.2 times that of KDP.  The SHG active of the org. solid can be derived from the inherently dipolar Htzbc mol. as well as the optimal relative orientation of the mol. NLO-phores in the crystal packing.  The odd no.-fold interpenetrated diamondoid network with dipolar NLO chromophoric units based on asym. bridging ligands and metal centers results in the SHG activity of 1.  In addn., elemental anal., IR spectra, powder x-ray diffraction patterns (PXRD), and TGA of both compds. are described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Wqu77J&md5=d54609285ad7b4a1db54d676914f3f0b", "(b) ", "Lin", ", ", "J.-D.", "; ", "Long", ", ", "X.-F.", "; ", "Lin", ", ", "P.", "; ", "Du", ", ", "S.-W.", " ", "Cryst. Growth Des.", " ", "2010", ",  ", "10", ",  ", "146", "– ", "157", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "A Series of Cation-Templated, Polycarboxylate-Based Cd(II) or Cd(II)/Li(I) Frameworks with Second-Order Nonlinear Optical and Ferroelectric Properties", "Lin, Jian-Di; Long, Xi-Fa; Lin, Ping; Du, Shao-Wu", "Crystal Growth & Design", "\r\n        (", "2010", "),\r\n    ", "10", "\r\n        (", "1", "),\r\n    ", "146-157", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This work presents the systematic study on the reactions of Cd(II) ions with various arom. polycarboxylic acids in org. solvents under solvothermal conditions.  By using salts such as LiNO3 or NH4NO3 as templates, eight new metal-polycarboxylate frameworks, namely, (Me2NH2)[CdLi(p-BDC)2]·MeOH (1), (Me2NH2)2[Cd(p-BDC)2]·(Me2NH) (2), (Me2NH2)[CdLi(m-BDC)2] (3), (Me2NH2)[Cd(OH-m-HBDC)(OH-m-BDC)]·DMF·MeOH·H2O (4), [Cd1.5Li(5-But-m-BDC)2(DMF)2] (5), (Me2NH2)[CdLi(OBA)2] (6), (Me2NH2)[CdLi(SDBA)2]·DMF·MeOH (7), and (Me2NH2)[Cd3(H2O)3(OH)(SDBA)3] (8) (p-H2BDC = 1,4-benzenedicarboxylate, m-H2BDC = 1,3-benzenedicarboxylate, OH-m-H2BDC = 5-hydroxy-1,3-benzenedicarboxylate, 5-But-m-H2BDC = 5-tert-butyl-1,3-benzenedicarboxylate, H2OBA = 4,4'-oxybis(benzoic acid) and H2SDBA = 4,4'-sulfonyldibenzoic acid) were isolated in good yields from the reactions of corresponding polycarboxylate ligands with Cd(II) ions in DMF (or DMAC, dimethylacetamide) at 160°.  Their structures were detd. by single-crystal x-ray diffraction analyses and further characterized by elemental analyses, IR spectra, and thermogravimetric analyses.  Compds. 1, 2, 3, 5 and 6 are three-dimensional frameworks, of which 1 features an unprecedented 6-connected topol. network, while 2 and 3 have structures with qtz and pcu topologies, resp.  Both 4 and 7 have a two-dimensional layer framework, whereas 8 exhibits a 1-dimensional chain structure.  Compds. 1, 3, 6 and 7 are the 1st example of Cd(II)/Li(I) heterometallic coordination polymers, in which the Li(I) ions bond to carboxylate ligands and also are involved in the extending of polymer frameworks.  All of these compds. except 1 and 5 crystallize in acentric (or chiral) space groups and the bulk materials for 3, 4, and 6 display strong powder 2nd harmonic generation efficiencies, ∼4, 2, and 5 times that of a KH2PO4 (KDP) powder.  4, 7 And 8 all have ferroelec. properties.  The fluorescence properties and thermal stabilities for these compds. are also studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsVeis7bN&md5=1f1a77e00624aad6256d94f76d8e3197", "16. ", "Wang", ", ", "P.", "; ", "Fan", ", ", "R.-Q.", "; ", "Liu", ", ", "X.-R.", "; ", "Wang", ", ", "L.-Y.", "; ", "Yang", ", ", "Y.-L.", "; ", "Cao", ", ", "W.-W.", "; ", "Yang", ", ", "B.", "; ", "Hasi", ", ", "W.", "; ", "Su", ", ", "Q.", "; ", "Mu", ", ", "Y.", " ", "CrystEngComm", " ", "2013", ",  ", "15", ",  ", "1931", "– ", "1949", "[", "Crossref", "], [", "CAS", "]", "16. ", "Two-/three-dimensional open lanthanide-organic frameworks containing rigid/flexible dicarboxylate ligands: synthesis, crystal structure and photoluminescent properties", "Wang, Ping; Fan, Rui-Qing; Liu, Xin-Rong; Wang, Li-Yuan; Yang, Yu-Lin; Cao, Wen-Wu; Yang, Bin; Hasi, Wu Li Ji; Su, Qing; Mu, Ying", "CrystEngComm", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "10", "),\r\n    ", "1931-1949", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Three series of two-dimensional and three-dimensional lanthanide coordination polymers {[Ln(ox)1.5(H2O)3]·mH2O}n [Ln = Ce (1), m = 2 and Pr (2), m = 3, H2ox = oxalic acid], {[Ln(ox)2(H3O)]·EtOH·3H2O}n [Ln = Nd (3), Sm (4), Eu (5), Gd (6), Tb (7), Dy (8), Ho (9), Er (10) and Yb (11), EtOH = ethanol] and {[Ln2(IMDC)2(H2O)3]·mH2O}n [Ln = Sm (12), Eu (13), Gd (14), Tb (15) and Dy (16), where m = 2.25 except for 15 where m = 1.75, H3IMDC = imidazole-4,5-dicarboxylic acid] were synthesized under hydrothermal conditions.  All the coordination polymers were characterized by elemental anal., IR spectroscopy and x-ray single-crystal diffraction.  Coordination polymers 1-11 exhibit two different structural types: the 2-D structure of coordination polymers 1-2 are a (6,3)-connected hcb network, coordination polymers 3-11 appear as a 3-D diamond structure with 66-network topol.  Coordination polymers 12-16 are 3-D structures constructed from the bridged carboxyl group of IMDC3-, in which IMDC3- bridged the DNA-like double-helix line and the triple-helix line, intertwined and connected into a 1-D chain and then conformed into a 3-D structure along the ab plane.  The different structures of the two dicarboxylate ligands (oxalic acid as a flexible ligand and imidazole-4,5-dicarboxylic acid as a rigid planar ligand) were described and discussed.  Furthermore, the luminescent properties in the visible region and the fluorescence lifetimes of the coordination polymers exhibited the characteristic transitions of the corresponding lanthanide ions.  Coordination polymers 5 and 7 have long solid-state fluorescence lifetimes of 824.84 and 733.87 μs, resp.  The NIR emission spectra of the Nd (3), Sm (4 and 12), Dy (8 and 16) and Yb (11) coordination polymers in the solid-state were measured.  The singlet excited state (30,842 cm-1 for oxalic acid, 32,258 cm-1 for H3IMDC) and the lowest triplet state energy level (23,753 cm-1 for oxalic acid and 22,371 cm-1 for H3IMDC) of the H2ox and H3IMDC ligand were calcd. on the basis of the UV-visible absorbance edges of the ligand and the phosphorescence spectrum of the Gd(III) coordination polymers 6 and 14 at 77 K, resp.  The relation between the lowest triplet state energy level of the two dicarboxylate ligands and lowest resonance energy levels of the Sm(III), Eu(III), Tb(III) and Dy(III) ions were described and discussed.  The energy transfer from the oxalic acid ligands is much more effective than H3IMDC.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXisVaiu7g%253D&md5=6e3eb1a7eeb7c779e69a45e50132896a", "17. ", "Sheldrick", ", ", "G. M.", " ", "Acta Crystallogr.", " ", "2008", ",  ", "A64", ",  ", "112", "[", "Crossref", "], [", "CAS", "]", "17. ", "A short history of SHELX", "Sheldrick, George M.", "Acta Crystallographica, Section A: Foundations of Crystallography", "\r\n        (", "2008", "),\r\n    ", "64", "\r\n        (", "1", "),\r\n    ", "112-122", "CODEN:\r\n                ", "ACACEQ", ";\r\n        ISSN:", "0108-7673", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "An account is given of the development of the SHELX system of computer programs from SHELX-76 to the present day.  In addn. to identifying useful innovations that have come into general use through their implementation in SHELX, a crit. anal. is presented of the less-successful features, missed opportunities and desirable improvements for future releases of the software.  An attempt is made to understand how a program originally designed for photog. intensity data, punched cards and computers over 10000 times slower than an av. modern personal computer has managed to survive for so long.  SHELXL is the most widely used program for small-mol. refinement and SHELXS and SHELXD are often employed for structure soln. despite the availability of objectively superior programs.  SHELXL also finds a niche for the refinement of macromols. against high-resoln. or twinned data; SHELXPRO acts as an interface for macromol. applications.  SHELXC, SHELXD and SHELXE are proving useful for the exptl. phasing of macromols., esp. because they are fast and robust and so are often employed in pipelines for high-throughput phasing.  This paper could serve as a general literature citation when one or more of the open-source SHELX programs (and the Bruker AXS version SHELXTL) are employed in the course of a crystal-structure detn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhsVGhurzO&md5=8f91f10be4a9df74b2a9dad522c71e6e"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-21/ic4020256/production/images/small/ic-2013-020256_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-21/ic4020256/production/images/small/ic-2013-020256_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-21/ic4020256/production/images/small/ic-2013-020256_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-21/ic4020256/production/images/small/ic-2013-020256_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-21/ic4020256/production/images/small/ic-2013-020256_0006.gif\">"]}
