{"title": ["Highly Enhanced Gas Sorption Capacities of N-Doped Porous Carbon Spheres by Hot NH", " and CO", " Treatments"], "authors": ["Hee Soo Kim", "Min Seok Kang", "Won Cheol Yoo"], "doi": ["10.1021/acs.jpcc.5b10552"], "abstract": ["Highly enhanced CO", " and H", " adsorption properties were achieved with a series of phenolic resin-based carbon spheres (resorcinol–formaldehyde carbon (RFC) and phenol–formaldehyde carbon (PFC)) by carbonization of RF and PF polymer (RFP and PFP) spheres synthesized via a sol–gel reaction and subsequent activation with hot CO", " or NH", " treatment. Monodisperse and size-tunable (100–600 nm) RFC and PFC spheres had intrinsic nitrogen contents (ca. 1.5 wt %), which are attributed to the synthesis conditions that utilized NH", " as a basic catalyst as well as nitrogen precursor. A series of CO", "-activated and N-doped RFC and PFC spheres showed almost perfect correlation (", " = 0.99) between CO", " adsorption capacities and accumulated pore volumes of fine micropores (ultramicropore <1 nm) obtained using the nonlocal density functional theory (NLDFT) model. Interestingly, NH", " activation served not only as an effective method for heteroatom doping (i.e., nitrogen) into the carbon framework but also as an excellent activation process to fine-tune the surface area and pore size distribution (PSD). Increased nitrogen doping levels up to ca. 2.8 wt % for NH", "-activated RFC spheres showed superior CO", " adsorption capacities of 4.54 (1 bar) and 7.14 mmol g", " (1 bar) at 298 and 273 K, respectively. Compared to CO", "-activated RFC spheres with similar ultramicropore volume presenting CO", " uptakes of 4.41 (1 bar) and 6.86 mmol g", " (1 bar) at 298 and 273 K, respectively, NH", "-activated nitrogen-enriched RFC was found to have elevated chemisorption ability. Moreover, prolonged activation of RFC and PFC spheres provided ultrahigh surface areas, one of which reached 4079 m", "g", " with an unprecedented superb H", " uptake capacity of 3.26 wt % at 77 K (1 bar), representing one of the best H", " storage media among carbonaceous materials and metal–organic frameworks (MOFs)."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Introduction", "Highly porous carbonaceous materials have greatly contributed to solutions for energy and environment problems because of their characteristic features that include high surface area, large pore volume, capabilities of surface functionalization and heteroatom doping, chemical and physical stability, relatively low cost, and light weight.", "(1-3)", " In particular among potential applications of carbon materials, gas sorption properties, the capture and storage of CO", "2", " and H", "2", ", have been intensively studied because of huge demands for mitigating global warming and climate change that are mainly caused by greenhouse gas (e.g., CO", "2", ") emissions from burning fossil fuels and the need for effective storage of H", "2", " for fuel cell and power generation applications.", "(3-7)", "In attempts to capture CO", "2", ", there have been numerous efforts to develop various dry sorbents because of serious drawbacks in current CO", "2", " capture systems based on aqueous amine solutions, energy-intensive regeneration processes, and poor stability of facilities from the corrosive and toxic nature of amines.", "(6)", " Among various types of dry sorbents, carbonaceous materials in particular have been highlighted as CO", "2", " adsorbents because of the aforementioned features. According to recent publications, enhanced CO", "2", " uptake from carbon materials has been reported by fine-tuning physical and chemical properties: development of PSD of ultramicropores (<1 nm) and incorporation of basic moieties into carbon frameworks by heteroatom doping (i.e., nitrogen) for more efficient adsorption of the acidic nature of CO", "2", " caused by polarization of quadrupole moments.", "(3, 5, 8-12)", " For the former issue, many research groups have suggested that the strong dependency of CO", "2", " capacity of carbon materials is related to micropore volume, in which the amount of even smaller pore sizes less than 1 nm for carbon materials plays a pivotal role in CO", "2", " uptake.", "(5, 13, 14)", " To develop ultramicropores through various activation methods, hot CO", "2", " treatment (C(s) + CO", "2", " (g) → 2CO (g)) has been of great interest for fine-tuning pore structure because of facile experimental controls (i.e., dose amount, reaction time, temperature control, etc.).", "(5, 15, 16)", " Another important way to enhance CO", "2", " uptake is to incorporate basicity into the carbon framework by heteroatom doping (i.e., nitrogen). As mentioned above, the Lewis acid–base interaction between acidic CO", "2", " and N-doped carbon frameworks provides increased isosteric heats of adsorption (", "Q", "st", ") of CO", "2", ", indicating the chemisorption ability of carbon materials bearing nitrogen. Such a property also plays an important role in selective adsorption of CO", "2", " over N", "2", " or CH", "4", ".", "(6, 9, 17, 18)", " There are two main methods to incorporate nitrogen atoms into carbon frameworks: use of nitrogen containing precursors", "(2, 6, 7, 9-11, 17-22)", " (e.g., melamine, pyrrole, N-containing MOF, ionic liquid, nitrogen containing biomass, etc.) and postsynthesis approaches such as hot NH", "3", " treatment.", "(23, 24)", " The former synthesis process has advantages for achieving relatively high contents of nitrogen, but morphology control for monodisperse carbon spheres is scarcely achieved. However, postsynthesis treatment using hot NH", "3", " gas readily incorporates nitrogen into carbon frameworks without significantly changing the morphology of parent carbon spheres.", "In contrast, among physisorption-based porous materials, highly porous carbon materials have been of extensive interest as H", "2", " storage media because of the aforementioned features such as high surface area, lightweight, and chemical stability. Therefore, much attention has been focused on increasing the surface area of carbonaceous materials via various approaches such as use of activation processes, zeolite derived carbon, MOF derived carbon materials, templated carbons, and carbide derived carbon materials.", "(1, 3, 4, 7, 15, 16, 25, 26)", " In addition, recent studies have shown a strong relationship between H", "2", " capacity and the microporosity of carbon materials, suggesting the importance of developing microporosity of carbon materials for enhanced H", "2", " storage.", "(1, 25)", "Specific properties of carbonaceous materials that play an important role in CO", "2", " adsorption are not clearly associated with satisfying high uptake for H", "2", "; in general, a greater amount of CO", "2", " is adsorbed with base-functionalized (i.e., N-doped) carbons and more developed ultramicropores, whereas carbon with a high surface area shows moderate uptake for CO", "2", " but a high uptake of H", "2", ". Because of these issues, specific synthesis designs for carbon materials have generally been applied to enhance the uptake of either CO", "2", " or H", "2", ". Therefore, detailed study that combines relationships between structural properties (i.e., surface area, polarity (doping), PSD, microporosity including ultramicroporosity) and gas sorption capacities for both CO", "2", " and H", "2", " with an experimental series of carbon materials has rarely been reported.", "Herein, we report highly enhanced uptakes of both CO", "2", " and H", "2", " from a series of activated N-doped carbon materials made from two different phenolic resin-based precursors with identification of crucial structure–property relationships, which are linked to gas sorption properties. First, monodisperse and size-tunable RFP and PFP spheres were synthesized using a basic catalyst (NH", "3", ") with various combinations of solvent mixtures (water and ethanol) under hydrothermal reaction conditions. Intrinsically N-doped RFC and PFC spheres were produced from carbonization of RFP and PFP spheres, in which it was identified that NH", "3", " acted as a basic catalyst as well as a nitrogen donating precursor.", "(27)", " Such N-doped RFC and PFC spheres were further activated via hot NH", "3", " or CO", "2", " treatment to incorporate more nitrogen into the carbon frameworks and to fine-tune the surface area and PSD, respectively. Importantly, utilization of hot NH", "3", " turned out to be not only an effective means for nitrogen doping into carbon frameworks but also an excellent activation method for fine-tuning surface area and PSD.", "Structure–property relationships of a series of activated RFC and PFC spheres for CO", "2", " uptake revealed that regardless of the different polymer spheres used (RFP and PFP), a perfect linear relationship (", "R", "2", " = 0.99) between CO", "2", " uptake and ultramicropore volume, determined by the NLDFT (nonlocal density functional theory), was found. The capacity of CO", "2", " uptake with CO", "2", "-activated RFC spheres reached as high as 4.41 and 6.86 mmolg", "–1", " at 298 and 273 K at atmospheric pressure (1 bar), respectively. In addition, hot NH", "3", " activation of carbon spheres gave a similar ultramicropore volume with almost twice the nitrogen content (2.83%) compared to that of the CO", "2", "-activated RFC counterpart (1.55%). As a result, ultrahigh CO", "2", " uptakes for NH", "3", "-activated RFC were recorded as 4.54 and 7.14 mmolg", "–1", " at 298 and 273 K at atmospheric pressure (1 bar), respectively, which are higher than those of CO", "2", "-activated RFC, strongly suggesting that the elevated chemisorption by heteroatom doping via hot NH", "3", " treatment affects the CO", "2", " uptake capacity.", "Furthermore, a prolonged activation process resulted in ultrahigh surface area of RFC spheres up to 4079 m", "2", "g", "–1", " with an unprecedented H", "2", " uptake capacity of 3.26 wt % at 77 K (1 bar), which is comparable to the best H", "2", " storage media among carbonaceous materials and MOFs.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Experimental Section", "Reagents and Chemicals", "Resorcinol (Junsei), formaldehyde (Amresco), phenol (TCl), Pluronic F127 (Aldrich), and ammonia solution (28%, Wako) were used without purification. High purity gases were used for all adsorption experiments (N", "2", ": 99.999%, CO", "2", ": 99.999%, H", "2", ": 99.999%).", "Synthesis of Resorcinol–Formaldehyde Polymer and Carbon Spheres", "The detailed synthesis parameters are shown in ", "Table S1", ". Generally, resorcinol and formaldehyde were mixed with a solution containing (200 mL) deionized water (H", "2", "O), and aqueous ammonia (28% NH", "3", " (aq)). After stirring for 24 h at room temperature, the reaction mixture was moved to an oven and was subsequently heated for 24 h at 90 °C without stirring. The solid product was recovered by centrifugation and was washed several times with deionized water. For the carbonization process, RF polymer spheres were heated from ambient temperature to 800 °C under a N", "2", " atmosphere over 3 h at a heating rate of 4.3 °C/min.", "Synthesis of Phenol–Formaldehyde Polymer and Carbon Spheres", "The detailed synthesis parameters are shown in ", "Table S2", ". Typically, phenol and formaldehyde were mixed in a solution containing 115 mL of deionized water and 45 mL of ethanol. Next, Pluronic F127 was added to the mixture. After stirring for more than 4 h at room temperature, the reaction mixture was moved to an oven and subsequently heated at 90 or 100 °C for 24 h. The solid product was recovered by centrifugation and was washed several times with deionized water. For the carbonization process, the PF polymer spheres were heated from ambient temperature to 800 °C under a N", "2", " atmosphere over 3h at a heating rate of 4.3 °C/min.", "CO", "2", " Activation", "Carbon dioxide activations were performed using 250 mg of RFC or PFC spheres. The spheres were placed in an alumina boat in a quartz tube in the isothermal zone of a tubular furnace that was purged with a flow of nitrogen. The samples were heated to an elevated temperature of 900 °C with a heating rate (30 °C/min) under inert condition (N", "2", "), then followed by changing the gas flux to carbon dioxide (1000 cc/min) for various times (e.g., 45, 120, 240, and 380 min). After the programmed activation times, the gas flux was changed to nitrogen during the cooling down process. Activated carbon samples were denoted as RFC_CX and PFC_CX, where X is the CO", "2", " activation time.", "NH", "3", " Activation", "200 mg of RF carbon spheres were placed in an alumina boat in a quartz tube in the isothermal zone of a tubular furnace that was purged with a nitrogen flow. The sample was then heated to an elevated temperature of 900 °C with a heating rate of 30 °C/min under the inert condition (N", "2", "), and the gas flux was changed to a mixture of ammonia gas (1000 cc/min) and nitrogen gas (200 cc/min) for 10 min. After the programmed activation time, the gas flux was changed to nitrogen during the cooling down process. Activated carbon was denoted RFC_NX, where X is the NH", "3", " activation time.", "Characterizations", "Low temperature nitrogen and hydrogen adsorption–desorption isotherms were measured at −196 °C and at −186 °C on an adsorption volumetric analyzer BEL MAX and BEL MINI manufactured by BEL, Inc. (Japan), respectively. CO", "2", " adsorption isotherms were measured at 0 and 25 °C on the adsorption volumetric analyzer BEL MINI. All samples were degassed at 220 °C for 24 h under static vacuum before adsorption measurements. Specific surface area was determined by the Brunnauer-Emmet-Teller (BET) method from nitrogen adsorption isotherms in the relative pressure range of 0.05–0.20. Total pore volume (", "V", "t", ") was estimated from the amount of gas adsorbed at relative pressure ", "P", "/", "P", "0", " = 0.99. Pore size distributions (PSD) and accumulated pore volume of RFC and PFC spheres were calculated from adsorption branches of nitrogen sorption isotherms using the NLDFT (Nonlocal density functional theory) method for slit-like pores available in the BEL Master software from BEL Inc. Micropore volumes were calculated from the corresponding isotherms using the ", "t", " plot method. The volume of pores below 2, 1, and 0.7 nm were calculated on the basis of accumulated pore volume. The isosteric heat of adsorption (", "Q", "st", ") was calculated using the Clausius–Clapeyron equation. Surface functional groups of the as-prepared carbon spheres were determined by recording FTIR spectra on a Varian Corporation (USA) Varian Scimitar 1000 FT-IR. Raman scattering spectra were recorded with a Renishaw RM1000 (514 nm). Samples for Raman scattering were prepared on a clean glass substrate, and the samples were excited using a green laser (514.5 nm and 0.05 mW power). Powder X-ray diffraction (XRD) data were recorded on a Rigaku, D/MAX-2500/PC equipped with Cu K", "α", " radiation (λ = 1.5406 Å). Scanning electron microscopy (SEM) images were obtained with a HITACHI S-4800 microscope with an accelerating voltage of 15.0 kV and an applied current of 10 mA and a HITACHI SU8010 microscope with an accelerating voltage of 5.0 kV and an applied current of 10 mA. X-ray photoelectron spectroscopy (XPS) spectra were measured using a PHI Versa Probe system with a 100-W ALK Alpha X-ray source. Elemental analyses (EA) were obtained using FLASH EA1112. TEM images were recorded on a transmission electron microscope (JEM-3010) with an operating voltage at 300 kV. ", "13", "C solid state NMR spectra were recorded on a Bruker Avance II 500 MHz solid/microimaging high resolution NMR spectrometer.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "Synthesis of Phenolic Resin Spheres", "Since the first report by Liu et al., who used the concept of the Stöber method for preparation of phenolic resin spheres with controllable size and narrow particle size distribution, various modified approaches that utilize diverse additives and precursors have been carried out to prepare spherical morphologies as well as more complex structures such as core@shell materials.", "(28-30)", " From this inspiration, a modified sol–gel method that used two different precursors, RF and PF, was employed because we were interested in observing the relationship between structure-properties of carbon spheres from different precursors and gas sorption properties. First, monodisperse and size controllable RFP spheres were synthesized using water as a solvent and aqueous NH", "3", " solution as a catalyst at room temperature for 24 h and subsequent aging at 100 °C for 24 h. As seen in ", "Figure ", "1", ", highly monodisperse RFP spheres were successfully synthesized by simply varying the amount of precursors while keeping the amount of solvent and catalyst constant. According to scanning electron microscopy (SEM) measurements, with an increase in the resorcinol amount (keeping the mole ratio of resorcinol and formaldehyde fixed at 1:4.3.) from 0.76 to 0.85, 1.42, and 1.98 g, the size of the RFP spheres gradually increased from 180 ± 22 to 307 ± 23, 575 ± 24, and 802 ± 20 nm, and the monodispersity of the spheres was improved, probably because the surface energy of such small polymer spheres was increasing (", "Table S1", " and ", "Figure ", "1", "a–d).", "Figure 1. SEM images of monodisperse RFP spheres (a–d) using different precursor amounts, and PFP spheres using different reaction temperatures of (e) 100 °C and (f) 110 °C.", "In contrast, similar synthesis conditions except use of ethanol cosolvent (H", "2", "O (80 mL): EtOH (80 mL) = 1:1 in volume ratio) was applied to prepare PFP spheres. With an increase in the precursor amount of phenol (the mole ratio of phenol and formaldehyde was fixed at 1:5.4) from 0.97 to 1.29, and 2.59 g, the size of the as-synthesized PFP spheres increased from 1.1 ± 0.21 to 1.9 ± 0.38, and 2.8 ± 0.61 μm (", "Table S2, Figure S1a–c", "). When a smaller amount of phenol, 0.63 g, was employed, a negligible amount of product was obtained. Notably, the relatively poor monodispersity and diminished productivity for small size PFP spheres compared to RFP was observed probably because the less reactive nature of phenol compared to resorcinol retards a sol–gel polymerization under the specific conditions. To increase the monodispersity through mitigating surface free energy, a nonionic surfactant (F127) was chosen to use. When F127 (0.045 g) was applied to prepare PFP spheres of 1.1 ± 0.21 μm, a relatively increased monodispersity of 1 ± 0.14 μm was observed by SEM (", "Figure ", "1", "e). In addition, with an increase in the reaction temperature to 110 °C, the size of PFP increased to 2.2 ± 0.15 μm (", "Figure ", "1", "f); however, the amount of catalyst and the water to ethanol solvent ratio had little impact on size control under the specific conditions (not shown here). The RFP of 575 nm and PFP of 1000 nm were utilized for the following carbonization and activation processes, which were further investigated for gas sorption properties.", "Before moving on to the carbonization of phenolic resin-based polymer spheres, compositional information on RFP and PFP spheres, especially nitrogen content and different polymerization degree, were investigated using IR, ", "13", "C solid-state NMR (", "13", "C ssNMR), and elemental analysis (EA). The IR spectra of both RFP and PFP spheres showed similar functional groups including C═C stretching in aromatic rings (ca. 1604 and 1498 cm", "–1", "), C–H bend of methylene bridges (1473 cm", "–1", "), O–H bending (1352 cm", "–1", "), asymmetric stretching of the C–O of phenol (ca. 1230 cm", "–1", "), asymmetric stretching of the C–O–C of dimethylene ether bridges (ca. 1101 cm", "–1", "), and C–O stretching of hydroxymethyl groups (1043 cm", "–1", ") (", "Figure ", "2", "a).", "(31-33)", " The difference between these polymer spheres was attributed to the degree of polycondensation of RF and PF precursors. C–H out-of-plane bending for the ortho and para positions at 748 and 813 cm", "–1", ", respectively, and 2,4,6-trihydroxymethyl phenol at 948 cm", "–1", " still remained for the less reactive PFP spheres; in contrast, there were featureless patterns in the same region for the much more reactive RFP spheres that have four-coordination geometry similar to that of a silica framework.", "(28)", " Importantly, chemical information for C–N bonding of tertiary amines was observed for both polymer spheres at 1381 cm", "–1", ", strongly indicating incorporation of nitrogen into the materials.", "Figure 2. (a) FT-IR and (b ", "13", "C ssNMR) spectra of RFP (575 nm) and PFP (1000 nm) spheres.", "From ", "13", "C ssNMR, similar information was identified for both polymer spheres. The prominent difference was the high intensity of hydroxymethyl groups at ca. 55 ppm for PFP spheres in which further formation of methylene bridges (ca. 27 ppm) and/or dimethylene ether bridges (ca. 80 ppm) were retarded by the less reactive nature of the PF precursor (", "Figure ", "2", "b).", "(34-37)", " In addition, it was confirmed that the CH", "2", " peak of the methylene bridge appeared significantly for RFP spheres. Again, C–N information for both polymer spheres was observed around 38–40 ppm,", "(38)", " greatly suggesting the existence of nitrogen in the polymer matrix.", "The possibility of nitrogen incorporation was finally identified by EA measurement. Nitrogen contents of 3.25 and 3.12 wt % were recorded for RFP and PFP spheres, respectively (", "Table ", "1", "). Thus, the IR, ", "13", "C ssNMR, and EA data suggest that nitrogen incorporation during the polymerization is possible probably because of the chemical interaction of ammonia with formaldehyde to form trihydroxymethyl amine and subsequent chemical reactions with phenol or resorcinol to produce tertiary amine structures (", "Figure S2", ").", "(27)", " Thus, size-controllable and monodisperse RFP and PFP spheres were successfully synthesized, and different degrees of polymerization caused by the different chemical reactivities of the precursors (resorcinol and phenol) with formaldehyde were investigated via spectroscopic techniques. Furthermore, a possible nitrogen incorporation pathway was proposed, and the existence of nitrogen in the polymer matrix was confirmed.", "Table 1. Textural Properties for the Carbon Samples", "a", " ", "pore volume (cm", "3", " g", "–1", ")", " ", " ", " ", " ", " ", " ", "sample", "micropore", "b", "1 nm accumulated pore", "c", "2 nm accumulated pore", "c", "total pore", "d", "surface area (m", "2", " g", "–1", ")", "e", "CO", "2", " uptake (mmol g", "–1", ") (273 K/298 K at 1 bar)", "Q", "st", " CO", "2", " (kJ mol g", "–1", ")", "H", "2", " uptake (mmol g", "–1", ") (77 K/87K at 1 bar)", "Q", "st", " H", "2", " (kJ mol g", "–1", ")", "EA (N) (wt %)", "RFC", "0.31", "0.24", "0.32", "0.281", "724", "3.82/2.82", "30.6", "1.4/1.2", "9.1", "1.61", "RFC_C45", "0.83", "0.61", "0.83", "0.732", "1611", "6.86/4.41", "27.2", "2.51/2.11", "9.2", "1.55", "RFC_C120", "1.26", "0.46", "1.26", "1.334", "2842", "5.59/3.32", "25.1", "2.73/2.3", "8.7", "1.34", "RFC_C240", "1.27", "0.36", "1.27", "1.99", "3540", "4.86/2.5", "23.6", "3.16/2.63", "8.4", " ", "RFC_C380", "1.28", "0.27", "1.28", "2.56", "4079", " ", " ", "3.26/2.75", "8.3", " ", "RFC_N10", "0.76", "0.59", "0.77", "0.647", "1458", "7.14/4.54", "27.8", "2.28/1.89", "9.0", "2.83", "PFC", "0.38", "0.35", "0.37", "0.301", "743", "4.55/3.18", "29.8", "1.52/1.3", "9.3", "1.46", "PFC_C45", "0.81", "0.6", "0.81", "0.637", "1588", "6.77/4.27", "26.7", "2.48/1.98", "9.5", "1.29", "PFC_C120", "1.45", "0.49", "1.46", "1.48", "3283", "5.77/3.32", "24.2", "3.05/2.54", "8.6", "0.81", "a", "Includes specific surface areas, pore volumes with different pore size regions, CO", "2", " and H", "2", " uptake capacities, isosteric heats of adsorption (", "Q", "st", "), and EA results .", "b", "Calculated by the ", "t", " plot.", "c", "Determined by the NLDFT model.", "d", "Measured at ", "P", "/", "P", "0", " = 0.99.", "e", "Obtained by the BET method.", "Synthesis and Activation of N-Doped Carbon Spheres", "RFP of 575 nm and PFP of 1000 nm were chosen to produce RFC and PFC spheres. First, carbonization at 800 °C was performed with both polymer spheres. Using RFP, as-made carbon (RFC) spheres with a size of 467 ± 19 nm were produced, which amounted to around 19% shrinkage probably because of radial contraction during the carbonization process (", "Figure ", "3", "a). Subsequent activation of RFC with CO", "2", " treatment at 900 °C was performed with varied reaction times of 45, 120, 240, and 380 min, denoted as RFC_C45, RFC_C120, RFC_C240, and RFC_C380, respectively. According to SEM measurements, the sizes of the activated carbon spheres decreased to 372 ± 27 nm (RFC_C45), 319 ± 29 nm (RFC_C120), 278 ± 23 nm (RFC_C240), and 231 ± 20 nm (RFC_C380) compared to the parent RFC because hot CO", "2", " treatment involves the chemical reaction C(s) + CO", "2", " (g) → 2CO (g) that acts to reduce the carbon mass (", "Figure ", "3", "b–e).", "(5, 15, 16)", " This phenomenon was further investigated in a TEM study. We observed not only reduced sizes but also much less dense features inside CO", "2", "-activated RFC spheres of RFC_C120 and RFC_C380 compared to the parent RFC sphere, which demonstrates the effectiveness of the hot CO", "2", " gas etching process through carbon spheres (", "Figure ", "3", "g–i). This effective CO", "2", "-activation process could develop and modify the porous nature of the RFC spheres associated with gas sorption capacity, which will be discussed in the next section. In addition, it is notable that even after the carbonization and CO", "2", "-activation processes, RFC and CO", "2", "-activated RFC spheres retained monodispersity with less than 9% variation, probably because of the inherent monodispersity (4%) of the parent RFC spheres.", "Figure 3. SEM images of (a) RFC, (b) RFC_C45, (c) RFC_C120, (d) RFC_C240, (e) RFC_C380, (f) RFC_N10, and TEM images of (g) RFC, (h) RFC_C120, (i) RFC_C380.", "The same carbonization procedure was applied to PFP spheres of 1000 nm to produce PFC spheres, and subsequent CO", "2", "-activation with reaction times of 45 and 120 min was also employed to generate PFC_C45 and PFC_C120, respectively. As expected, SEM measurements (", "Figure S3a–c", ") indicated that the size of the as-made PFC was reduced to 762 ± 79 nm, and the size of the CO", "2", "-activated PFC spheres further decreased to 710 ± 70 nm (PFC_C45). Notably, broken structures were observed for samples subjected to prolonged CO", "2", "-activation treatment (PFC_C45, 120), probably caused by use of less polymerized PFP spheres for preparation of PFC and CO", "2", "-activated PFC spheres (", "Figure S3b,c", ").", "To characterize the structural changes of carbon spheres during the carbonization and CO", "2", "-activation processes, XRD and Raman spectroscopy were utilized. Two broad peaks for RFC and PFC at ca. 25 and ca. 44 of 2-theta degrees corresponding to (002) and (101) peaks of micrometer-sized graphitic domains were observed, which has been generally reported for the amorphous nature of carbon spheres (", "Figure S4a,b", ").", "(5, 24)", " Upon CO", "2", "-activation of parent carbon spheres, gradually reduced peak intensities of (002) and (101) for CO", "2", "-activated RFC and PFC spheres were measured with longer treatment, and when further applied for 380 min to RFC spheres (RFC_C380), almost featureless patterns were observed. This result is due to less graphitization of carbon spheres through the CO", "2", "-activation process that corrupts graphitic structures via carbon loss. In addition, Raman analysis was applied, and the results were in good agreement with the XRD analysis. Characteristic vibration bands (i.e., D and G bands, 1350 and 1580 cm", "–1", ", respectively) for carbon materials appeared, and the ratio (", "I", "D", "/", "I", "G", ") of these peaks, usually used to identify the degree of graphitization, gradually increased from 0.78 to 0.91 for the RFC series and from 0.79 to 0.86 for the PFC series with prolonged CO", "2", "-activation times, indicating an increase of defect sites in the graphitic micrometer domains by carbon loss via hot CO", "2", " treatment (", "Figure S4c,d", ").", "(24)", "In an attempt to introduce heteroatoms (e.g., nitrogen) into the carbon matrix, which has been shown to enhance CO", "2", " uptake capacity, hot NH", "3", " treatment,", "(3, 8-10, 12, 17, 18, 20, 22, 39)", " known to be a method to incorporate nitrogen into the carbon matrix, was applied to RFC spheres.", "(23, 24)", " Thus, hot NH", "3", " treatment of RFC was carried out at 900 °C for 10 min, denoted RFC_N10, and the sphere size was reduced to 357 ± 22 nm (", "Figure ", "3", "f). In contrast, during hot NH", "3", " treatment at an elevated temperature, significant weight loss (ca. 27%) was monitored, in which the activation process was suspected of being accompanied by the chemical reaction 3C(s) + 4NH", "3", "(g) → 2N", "2", "(g) + 3CH", "4", "(g),", "(23)", " which will be discussed in detail later. The structural features of RFC_N10 spheres were characterized with XRD and Raman spectroscopy in which reduced XRD peak intensities of (002) and (101) and a moderately increased ", "I", "D", "/", "I", "G", " ratio of 0.84 were identified, similar to those of RFC_C45 (", "Figure S4a,c", ").", "Compositional analysis for RFC, PFC, and RFC_N10 was carried out by IR spectroscopy. First, featureless patterns except several peaks of the C–N vibration of pyridine and/or pyrrole (1385 cm", "–1", "), C═N vibration of pyridine (ca. 1560 cm", "–1", "), N–H bonding of pyrrole (ca. 1655 cm", "–1", "), vibration peaks of N═O (ca. 1400 cm", "–1", "), and C═C stretching in aromatic rings broadly appearing on around 1602 cm", "–1", " were recorded for RFC and PFC spheres,", "(40-44)", " indicating that all of the dangling bonds on the polymer matrix disappeared and more importantly that the existence of nitrogen atoms in both carbon frameworks were identified even after the carbonization process (", "Figure S5", "). It is noted that for RFC_N10 spheres more developed peaks involving vibration peaks of C–N (1385 cm", "–1", ") and N═O (ca. 1400 cm", "–1", ") appeared in the spectrum (", "Figure S5", ").", "(44)", " Further characterization of nitrogen doping of these carbon spheres was carried out using XPS analysis. According to survey scans of RFC, PFC, and RFC_N10 samples, small but non-negligible signals from nitrogen atoms were identified for all of the carbon samples, in good agreement with the results from IR analysis (", "Figure S6", "). For more detailed chemical bonding information on nitrogen atoms in the carbon frameworks, high-resolution XPS spectra for N 1s were analyzed (", "Figure ", "4", "a–c). The deconvoluted peaks assigned to pyridinic nitrogen (ca. 398 eV), pyrrolic nitrogen (ca. 400 eV), quaternary nitrogen (ca. 402 eV) and oxidized nitrogen (ca. 405 eV) were analyzed, and their integral area percentages are presented in ", "Figure S6", ".", "(24, 45)", " According to the XPS analysis, the majority of RFC, PFC, and RFC_N10 sample peaks corresponds to pyridinic and pyrrolic nitrogen atoms with combined percentages of 76.5, 80.6, and 70.9%, respectively, suggesting that nitrogen doping occurred within the carbon lattice instead of dangling on the carbon surface (", "Figure ", "4", "a–c).", "(11, 23)", " In particular, comparing RFC and RFC_N10 samples, a slightly increased amount of oxidized nitrogen of ca. 7% for RFC_N10 was observed, which was also reported for similar hot NH", "3", " treatment of a 3D-ordered mesoporous carbon sample.", "(24)", "Figure 4. High-resolution N 1s XPS spectra of (a) RFC, (b) RFC_C45, and (c) RFC_N10.", "Weight percentages of nitrogen doping for RFC, PFC, and RFC_N10 samples corresponding to 1.61, 1.49, and 2.83 wt %, respectively, were analyzed by EA measurements. As anticipated, nitrogen doping of RFC and PFC spheres synthesized from nitrogen-containing polymer precursors (RFP and PFP) were confirmed, and it was elucidated that hot NH", "3", " treatment generated more nitrogen doping into the carbon matrix compared to the parent RFC spheres (", "Table ", "1", ").", "Nitrogen Adsorption Studies", "Textural features of RFC, CO", "2", "-activated RFCs, PFC, CO", "2", "-activated PFCs, and RFC_N10 samples were analyzed using nitrogen sorption measurements, adsorption parameters such as specific surface area were determined by the BET model, micropore volumes with different pore sizes were derived from the ", "t", " method and the NLDFT model, pore size distribution (PSD) was obtained from the NLDFT model, and total pore volume was measured at ", "P", "/", "P", "0", " = 0.99, and the results are listed in ", "Table ", "1", ". First, as-made RFC and CO", "2", "-activated RFC_C45, 120, 240, and 380 samples show significantly increased uptakes at low relative pressure representing microporous features along with CO", "2", "-activation times (", "Figure ", "5", "a). As mentioned above, hot CO", "2", " treatment activates RFC spheres via the chemical reaction C(s) + CO", "2", " (g) → 2CO (g), which generates small pores that become larger pores with increased reaction times. The RFC and RFC_C45, 120 samples showed characteristic type I isotherms; in contrast, RFC_C240 and RFC_C380 samples showed type IV isotherms due to the presence of mesopores arising from prolonged activation times (", "Figure ", "5", "a). As anticipated, surface areas of the samples determined by the BET model were significantly increased from 724 to 1611, 2842, 3540, and 4079 m", "2", " g", "–1", " for the RFC and RFC_C45, 120, 240, and 380 samples, respectively (", "Table ", "1", "). It is notable that a surface area as high as 4000 m", "2", " g", "–1", " for RFC_C380 has rarely been reported for carbon materials.", "(41)", " Additionally, the micropore volumes determined from the ", "t", " method were also significantly increased from 0.31 to 0.83, 1.26, 1.27, and 1.28 cm", "3", " g", "–1", " for the RFC and RFC_C45, 120, 240, and 380 samples, respectively (", "Table ", "1", "). Interestingly, the micropore volume seems to be saturated at around 1.26 for the RFC_C120, 240, and 380 samples, resulting from the creation of pores larger than 2 nm. Along with the trend of surface area, total pore volumes of the RFC and RFC_C45, 120, 240, and 380 samples were substantially developed from 0.28 to 0.73, 1.33, 2.0, and 2.56 cm", "3", " g", "–1", ", which is consistent with CO", "2", "-activation times (", "Table ", "1", ").", "Figure 5.  (a)Nitrogen sorption isotherms, pore size distribution curves for (b) RFC, RFC_C45 and RFC_N10 samples and (c) RFC_C120, RFC_C240 and RFC_C380 samples, accumulated pore volume curves for (d) RFC, RFC_C45, and RFC_N10 samples and (e) RFC_C120, RFC_C240 and RFC_C380 samples of RFC series.", "PSD was derived using the NLDFT model in order to closely characterize the micropores of the carbon materials. According to PSD, ultramicropores centered around 0.7 nm quickly developed with a 45 min CO", "2", "-activation time and gradually decreased with prolonged activation times because of continuous weight loss during the activation process (", "Figure ", "5", "b,c). The accumulated ultramicropore volume of the RFC_C45 sample had the highest value of 0.61 cm", "3", " g", "–1", " compared to the other CO", "2", "-activated samples that had a broader distribution of up to 4 nm for RFC_C380 (", "Figure ", "5", "d,e and ", "Table ", "1", "). Therefore, a controlled activation process could generate selective development of ultramicropores under the specific conditions.", "In contrast, when hot NH", "3", " activation was applied to RFC spheres, increased uptake at low relative pressure compared to the parent RFC spheres strongly suggested the development of micropores (", "Figure ", "5", "a). A specific surface area of 1458 m", "2", " g", "–1", ", micropore volume of 0.76 cm", "3", " g", "–1", " derived from the ", "t", " method, accumulated ultramicropore volume of 0.59 cm", "3", " g", "–1", ", and the PSD were identified (", "Figure ", "5", "b, d and ", "Table ", "1", "). The obtained values and distribution of the RFC_N10 sample are very similar to those of the RFC_C45 sample, which suggests that they have similar textural features except for different nitrogen doping levels.", "Meanwhile, similar patterns were observed for the PFC series. Rapid development of ultramicropores for RFC_C45 was observed, and decreased ultramicroporosity and increased larger microporosity (1–2 nm) and mesoporosity were identified for the PFC_C120 sample (", "Figure S7a–c", ").", "CO", "2", " Adsorption Studies", "It has been widely accepted that enhanced CO", "2", " uptake for carbonaceous materials arises from development of ultramicropores and incorporation of nitrogen atoms into the carbon framework.", "(23, 47)", " Thus, we first tried to utilize hot CO", "2", " treatment for activation of RFC and PFC spheres. CO", "2", " adsorption isotherms for the RFC and PFC series were measured at 298 and 273 K at atmospheric pressure (1 bar) (", "Figures ", "6", "a,b and ", "S8a,b", "). According to CO", "2", " adsorption isotherms for the RFC series measured at 273 K and 1 bar, the CO", "2", " adsorption capacities of RFC and RFC_C45, 120, and 240 samples were 3.82, 6.86, 5.59, and 4.86 mmol g", "–1", ", respectively (", "Figure ", "6", "a and ", "Table ", "1", "); meanwhile their nitrogen contents were similar (", "Table ", "1", "). The ultramicropore volumes for RFC and RFC_C45, 120, and 240 samples of 0.24, 0.61, 0.46, and 0.36 cm", "3", " g", "–1", ", respectively, strongly suggesting that development of ultramicroporosity by the CO", "2", "-activation process mainly governs the CO", "2", " uptake capacities in this series in good agreement with previously reported results (", "Table ", "1", ").", "(2, 5, 13, 14)", "Figure 6. CO", "2", " sorption isotherms at 273 K for (a) RFC and (b) PFC series. Distribution of pore volumes between pores of less than 0.7 nm (blue), less than 1 nm (red), and less than 2 nm (black) of (c) RFC series and (d) PFC series along with CO", "2", " adsorption capacities.", "To verify relationships between CO", "2", " adsorption capacity and different pore size regions of the samples, the accumulated pore volumes with different pore sizes (e.g., 0.7, 1, and 2 nm) were plotted with respective to CO", "2", " uptake capacities for RFC and RFC_C45 and 120 samples (", "Figure ", "6", "c). As anticipated, higher amounts of accumulated ultramicropore volumes less than 0.7 and 1 nm for the RFC and RFC_C45 and 120 samples correspond to the CO", "2", " uptake capacities, whereas accumulated pore volumes up to 2 nm have no bearing on the trend of adsorption capacities (", "Figure ", "6", "c), clearly showing the importance of ultramicropore development for enhanced CO", "2", " adsorption. A similar trend was observed for CO", "2", " isotherms of the RFC series at 298 K and 1 bar (", "Table ", "1", " and ", "Figure S8a", "). In addition, the ", "Q", "st", " for CO", "2", " of the samples, calculated by the Clausius–Clapeyron equation (", "Table ", "1", "), showed that samples subjected to a prolonged CO", "2", "-activation process compared to the parent RFC spheres (30.6 kJmol", "–1", ") had reduced heat of adsorption for CO", "2", ", probably because of the generation of larger pores (", "Figure ", "5", "b,c).", "(47)", "The CO", "2", " adsorption capacities of PFC and PFC_C45 and 120 samples measured at 273 K and atmospheric pressure were 4.55, 6.77, and 5.77 mmol g", "–1", ", respectively (", "Figure ", "6", "b and ", "Table ", "1", "), and the same trend for CO", "2", " uptake capacities was also obtained at 298 K and 1 bar (", "Figure S8b", " and ", "Table ", "1", "), again strongly suggesting the importance of development of ultramicroporosity. When the accumulated pore volumes with different pore sizes (e.g., 0.7, 1, and 2 nm) were plotted with respect to CO", "2", " adsorption capacities for the PFC and RFC_C45, and 120 samples (", "Figure ", "6", "d), a similar trend was observed that creation of ultramicropores is the dominant feature affecting CO", "2", " capacities.", "Furthermore, structure–property relationships (in this case, PSD and ultramicroporosity) of different carbonaceous materials synthesized from different precursors toward CO", "2", " adsorption capacities were compared in parallel. Surprisingly, an almost perfect relationship (", "R", "2", " = 0.99) between accumulated pore volume of ultramicropores (<1 nm, determined by the NLDFT) and CO", "2", " adsorption capacities of RFC, CO", "2", "-activated RFC samples, PFC, and CO", "2", "-activated PFC series regardless of the precursor for carbon spheres was identified under these specific conditions (", "Figure ", "7", "a). When we attempted to find relationships between accumulated pore volumes acquired with pore sizes less than 0, 7, and 2 nm, which were determined by the NLDFT, and microporosity (<2 nm), calculated from the ", "t", " method, and CO", "2", " uptake capacities for the samples, poor correlations were elucidated (", "Figure S9a–c", "). Such an accurate correlation between ultramicropores and CO", "2", " uptake capacities could provide a roadmap for the design of carbonaceous materials for CO", "2", " adsorption applications.", "Figure 7. Relationship plot of CO", "2", " adsorption capacities with respect to the accumulative pore volume of ultramicropores (<1 nm, determined by the NLDFT) of (a) RFC and PFC series, (b) CO", "2", " sorption isotherms at 273 K for RFC_C45 and RFC_N10 samples, and (c) isosteric heats of adsorption of the RFC_C45 and RFC_N10 samples.", "Another important factor that can enhance CO", "2", " uptake is the incorporation of nitrogen into the carbon framework to facilitate greater adsorption of CO", "2", " onto the N-doped carbons.", "(6, 18)", " It has been reported that N-doped carbon has an increased ", "Q", "st", " value compared to its nondoped counterpart, which identifies the chemisorption ability of N-doped carbon. Therefore, it was of interest to observe the nitrogen effect using two different carbon samples with almost the same textural feature (e.g., accumulated pore volume of ultramicropores) but different nitrogen contents. As mentioned above, textural features of the RFC_C45 and RFC_N10 samples were similar to each other (", "Table ", "1", " and ", "Figure ", "5", "), except that RFC_N10 had almost twice the nitrogen content (2.83 wt %) of RFC_C45 (1.55 wt %). Thus, the CO", "2", " adsorption isotherm for RFC_N10 was measured at 298 and 273 K at 1 bar (", "Figures S10", " and ", "7", "b). According to the isotherm, the CO", "2", " adsorption capacity of RFC_N10 at 273 K and atmospheric pressure was 7.14 mmol g", "–1", ", which is superior to the CO", "2", " uptake of 6.86 mmol g", "–1", " for RFC_C45 (", "Table ", "1", ") and is located on the upper region of the plotted line, showing almost perfect correlation for CO", "2", " uptake capacities of the RFC and PFC series (", "Figure ", "7", "a). The reason for the ultrahigh CO", "2", " uptake capacity for RFC_N10 is attributed to the higher nitrogen content that is accompanied by a greater Lewis acid–base interaction between the acidic CO", "2", " and N-doped carbon framework. To assess the strength of the interactions between CO", "2", " and the carbon samples, ", "Q", "st", " values for RFC_C45 and RFC_N10 were calculated using CO", "2", " sorption isotherms measured at 273 and 293 K by the Clausius–Clapeyron equation.", "(47)", " As seen in ", "Figure ", "7", "c, through all the coverage regions, RFC_N10 has a higher ", "Q", "st", " value than that of RFC_C45, arising from higher incorporation of electron-rich nitrogen sites in the RFC_N10 sample, which could facilitate more interactions between acidic CO", "2", " and basic N-doped carbon.", "H", "2", " Adsorption Studies", "Light weight, high specific surface area, and development of microporosity of carbonaceous materials are particularly important features for enhanced storage of H", "2", ".", "(4, 16, 48)", " In this article, as a means to augment the specific surface area and microporosity, activation processes using hot CO", "2", " and NH", "3", " treatments provided significantly increased textural features regardless of carbons produced with different precursors. According to the H", "2", " isotherms for carbon samples measured at 77 and 87 K and 1 bar (", "Figure S11", "), H", "2", " uptake sharply increased along with activation times for the carbon samples with PFC_120 and RFC_240 and 380, exhibiting more than twice the H", "2", " capacity compared to the parent carbon spheres (RFC and PFC) (", "Table ", "1", " and ", "Figure S11", "). In addition, the ", "Q", "st", " for H", "2", " of the samples was calculated by the Clausius–Clapeyron equation (", "Table ", "1", "). Similarly, the trend of the ", "Q", "st", " of H", "2", " adsorption resembled that of CO", "2", " adsorption, probably resulting from the generation of larger pores for prolonged CO", "2", "-activated carbon samples (", "Table ", "1", "). In particular, the RFC_380 sample had an ultrahigh H", "2", " uptake capacity, as high as 3.26 wt %, which makes it one of the most efficient H", "2", " storage adsorbents among carbonaceous materials and MOFs (", "Table S3", ").", "(1, 15, 46, 49-54)", "To elucidate relationships between H", "2", " adsorption capacity and textural features of the carbon materials, H", "2", " capacities with respect to surface area and pore volumes less than 2 nm determined by the NLDFT were plotted (", "Figure ", "8", "a,b). Generally, H", "2", " uptakes for carbon samples regardless of precursor and nitrogen doping level were enhanced with respect to increased surface area (", "R", "2", " = 0.86, ", "Figure ", "8", "a) and pore volumes less than 2 nm (", "R", "2", " = 0.90, ", "Figure ", "8", "b). In particular, with up to ca. 2.5 wt % of H", "2", " uptake for both plots, almost perfect correlations between H", "2", " uptake and surface area and pore volumes less than 2 nm of carbon samples were observed (", "R", "2", " = 0.99 for plots, ", "Figure S12a,c", "). There are discrepancies, however: for carbons with high H", "2", " uptakes larger than 2.5 wt %, the H", "2", " uptake with respect to surface area showed relatively high correlation (", "R", "2", " = 0.86, ", "Figure S12b", "), whereas H", "2", " uptake plotted against pore volumes less than 2 nm showed a poor relationship (", "Figure S12d", "), probably because of generation of PSD up to 4 nm from materials (e.g., RFC_C120, 240, and 380, and PFC_C120) subjected to prolonged activation processes (", "Figures ", "5", "b and ", "S7b", ").", "Figure 8. Relationship plots of H", "2", " adsorption capacities with respect to (a) the specific surface areas and (b) accumulative micropore volumes (<2 nm, determined by the NLDFT) of the RFC and PFC series.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Conclusions", "We have demonstrated that highly enhanced CO", "2", " and H", "2", " adsorption properties were acquired from the series of N-doped carbon materials via carbonization of different polymer spheres (RF and PF) and subsequent activation processes with hot CO", "2", " or NH", "3", " treatment in order to control textural properties such as PSD, specific surface area, and microporosity, and the nitrogen-doping level. Monodisperse RFP with size ranges of 100–800 nm and PFP of 1000–2000 nm were successfully synthesized via a sol–gel process using a solvent mixture of water and ethanol and a base catalyst (NH", "3", "). During polymerization, possible nitrogen moiety incorporation within the polymer matrix was proposed, and it was found that NH", "3", " served both as a basic catalyst as well as a nitrogen precursor, resulting in intrinsically N-doped carbons after carbonization (ca. 1.5 wt % for RFC and PFC). Such monodisperse and size-tunable N-doped carbons were further activated via hot CO", "2", " treatment to increase textural features, for example surface area up to 4079 m", "2", " g", "–1", " (RFC_C380) and ultramicropores of 0.61 cm", "3", " g", "–1", " (RFC_C45), or hot NH", "3", " activation was used for incorporation of nitrogen atoms into the carbon framework to give enhanced N-doped carbon with ca. 2.83 wt % nitrogen (RFC_N10).", "Structure–property relationships of a series of CO", "2", "-activated carbon spheres regardless of the precursor polymer spheres demonstrated that there was a perfect linear relationship (", "R", "2", " = 0.99) between CO", "2", " uptake and ultramicropore volume. Furthermore, comparing the CO", "2", " uptake capacities for different N-doped carbons (e.g., RFC_C45 and RFC_N10) with similar textural features, the higher incorporated nitrogen content of RFC_N10 showed an enhanced CO", "2", " uptake of 7.14 mmol g", "–1", " at 273 K and 1 bar and the higher ", "Q", "st", " value over all CO", "2", " coverage regions compared to its counterpart (RFC_C45), strongly suggesting that a higher nitrogen content facilitated interactions between the polar acidic CO", "2", " and electron-rich nitrogen in the carbon framework.", "Moreover, ultrahigh specific surface area could be achieved through a prolonged activation processes, one of which reached 4079 m", "2", " g", "–1", " with an unprecedented superb H", "2", " uptake capacity of 3.26 wt % at 77 K (1 bar), which makes it one of the best H", "2", " storage media among carbon materials and MOFs. Consequently, various relationships between structure–properties and gas sorption capacities using a well-designed series of carbonaceous materials gave rise to a useful principle for the design of carbonaceous materials for gas sorption applications.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "The Supporting Information is available free of charge on the ", "ACS Publications website", " at DOI: ", "10.1021/acs.jpcc.5b10552", ".", "Detailed material characterizations including tables and SEM for polymer spheres, gas sorption isotherms (N", "2", ", CO", "2", ", and H", "2", "), IR spectra, XPS spectra, and plots for CO", "2", " and H", "2", " capacities with respective to various textural features. (", "PDF", ")", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "This work was supported by the research fund of Hanyang University (HY-2013-N). We thank Prof. H. Chun (Hanyang University) regarding H", "2", " adsorption experiments.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 54 other publications.", "1. ", "Yang", ", ", "S. J.", "; ", "Kim", ", ", "T.", "; ", "Im", ", ", "J. H.", "; ", "Kim", ", ", "Y. S.", "; ", "Lee", ", ", "K.", "; ", "Jung", ", ", "H.", "; ", "Park", ", ", "C. R.", " ", "Mof-Derived Hierarchically Porous Carbon with Exceptional Porosity and Hydrogen Storage Capacity", " ", "Chem. Mater.", " ", "2012", ",  ", "24", ",  ", "464", "– ", "470", " DOI: 10.1021/cm202554j", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "MOF-Derived Hierarchically Porous Carbon with Exceptional Porosity and Hydrogen Storage Capacity", "Yang, Seung Jae; Kim, Taehoon; Im, Ji Hyuk; Kim, Yern Seung; Lee, Kunsil; Jung, Haesol; Park, Chong Rae", "Chemistry of Materials", "\r\n        (", "2012", "),\r\n    ", "24", "\r\n        (", "3", "),\r\n    ", "464-470", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Highly porous carbon has played an important role in tackling down the energy and environmental problems due to their attractive features such as high sp. surface area, stability, and mass productivity.  Esp., the desirable characteristics of the highly porous carbon such as lightwt., fast adsorption/desorption kinetics, and high sp. surface area have attracted extensive attention in the hydrogen storage application which is a main bottleneck for the realization of on-board hydrogen fuel cell vehicles.  We herein presented porous carbon with hierarchical pore structure derived from highly cryst. metal org. frameworks (denoted as MOF-derived carbon, MDC) without any carbon source and showed it as a promising hydrogen storage adsorbent.  MDCs can be fabricated by a simple heat adjustment of MOFs without complicated process and environmental burden.  The MDC displayed hierarchical pore structures with high ultramicroporosity, high sp. surface area, and very high total pore vol.  Due to the exceptional porosity, MDCs exhibited reversible H2 storage capacities at certain conditions that were better than those of previously reported porous carbons and MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XlsVKjtQ%253D%253D&md5=14a6bbec34d48c13a0d7ff81b1735c15", "2. ", "Wickramaratne", ", ", "N. P.", "; ", "Xu", ", ", "J.", "; ", "Wang", ", ", "M.", "; ", "Zhu", ", ", "L.", "; ", "Dai", ", ", "L.", "; ", "Jaroniec", ", ", "M.", " ", "Nitrogen Enriched Porous Carbon Spheres: Attractive Materials for Supercapacitor Electrodes and CO", "2", " Adsorption", " ", "Chem. Mater.", " ", "2014", ",  ", "26", ",  ", "2820", "– ", "2828", " DOI: 10.1021/cm5001895", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Nitrogen Enriched Porous Carbon Spheres: Attractive Materials for Supercapacitor Electrodes and CO2 Adsorption", "Wickramaratne, Nilantha P.; Xu, Jiantie; Wang, Min; Zhu, Lin; Dai, Liming; Jaroniec, Mietek", "Chemistry of Materials", "\r\n        (", "2014", "),\r\n    ", "26", "\r\n        (", "9", "),\r\n    ", "2820-2828", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Nitrogen-contg. polymer and carbon spheres were obtained by the sol-gel method.  In particular, the nitrogen-rich carbon spheres were prepd. by 1-pot hydrothermal synthesis in the presence of resorcinol/formaldehyde as carbon precursors and ethylenediamine (EDA) as both a base catalyst and nitrogen precursor, followed by carbonization in nitrogen and activation with CO2.  The introduction of EDA to the sol-gel system resulted in structurally bonded nitrogen-contg. carbon spheres.  The nitrogen doping level and the particle size can be tuned by varying the EDA amt. in the reaction mixt.  The max. nitrogen doping level of 7.2% in carbon spheres could be achieved without sacrificing the spherical morphol.  The diam. of these carbon spheres (CS) can be tuned in the rage of 50-1200 nm by varying the EDA amt.  N2 adsorption anal. showed that the aforementioned activated carbon spheres exhibited high surface area reaching up to 1224 m2/g.  Ultra high CO2 adsorption capacities, 4.1 and 6.2 mmol/g, corresponding to an equil. pressure of 1 bar, were measured on nitrogen-contg. activated carbon spheres at 25 and 0°, resp.  Electrochem. measurements performed on these carbon spheres for double layer capacitors showed very high capacitance up to ∼388 F/g at 1.0 A/g, outstanding rate capability (60% capacitance retention at 100 A/g), and unprecedented cycling stability (∼98% capacitance retention even after 8000 cycles) in 1 M H2SO4 electrolyte soln.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXlsFykurc%253D&md5=ee035f3beacad64160a87add1d17c670", "3. ", "Wang", ", ", "L.", "; ", "Yang", ", ", "R. T.", " ", "Significantly Increased CO", "2", " Adsorption Performance of Nanostructured Templated Carbon by Tuning Surface Area and Nitrogen Doping", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "1099", "– ", "1106", " DOI: 10.1021/jp2100446", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Significantly Increased CO2 Adsorption Performance of Nanostructured Templated Carbon by Tuning Surface Area and Nitrogen Doping", "Wang, Lifeng; Yang, Ralph T.", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "1", "),\r\n    ", "1099-1106", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Carbon dioxide adsorption properties of a series of templated carbon adsorbents with high Brunauer-Emmett-Teller surface areas (1361-3840 m2/g) and with/without nitrogen doping (6-7 wt % N) were systematically studied.  Two linear relationships between CO2 adsorption capacities and surface areas of nitrogen-doped/undoped nanostructured templated carbons were first established.  The doped nitrogen was present in the forms of pyridinic nitrogen, pyrrolic/pyridonic nitrogen, quaternary nitrogen, and an oxidized form of nitrogen.  The interaction energies with CO2, as approximated by the isosteric heats of adsorption, were increased from 30 kJ/mol on the undoped carbon to 50 kJ/mol on the N-doped carbon as a result of these nitrogen sites.  The increased interactions led to an enhancement in CO2 adsorption capacity by a factor of 2, while N2 uptake was not enhanced.  The optimized N-doped templated carbon, N-TC-EMC, possessed remarkable CO2 capacity (4 mmol/g at 1 atm and 298 K) and selectivity (CO2/N2 at 1 atm = 14).  Postdoping ammonia treatment was found beneficial to CO2 adsorption.  CO2 performance of N-doped carbon under wet condition and conditions relevant to flue gas, rates of adsorption, and regeneration requirement, which are important for practical applications, were also investigated.  The results showed that N-doped templated carbon exhibited all prerequisite attributes for CO2 capture and storage applications: high CO2 capacity and CO2/N2 selectivity, fast and reversible adsorption, thermal and moisture stabilities, and ease in CO2 desorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsFOht73N&md5=dab75b25438f0ce892c91cdcf915a3bd", "4. ", "Robertson", ", ", "C.", "; ", "Mokaya", ", ", "R.", " ", "Microporous Activated Carbon Aerogels Via a Simple Subcritical Drying Route for CO", "2", " Capture and Hydrogen Storage", " ", "Microporous Mesoporous Mater.", " ", "2013", ",  ", "179", ",  ", "151", "– ", "156", " DOI: 10.1016/j.micromeso.2013.05.025", " ", "[", "Crossref", "], [", "CAS", "]", "4. ", "Microporous activated carbon aerogels via a simple subcritical drying route for CO2 capture and hydrogen storage", "Robertson, Calum; Mokaya, Robert", "Microporous and Mesoporous Materials", "\r\n        (", "2013", "),\r\n    ", "179", "\r\n        (", "),\r\n    ", "151-156", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "The successful synthesis of C aerogels, via a simple subcrit. drying route and subsequent activation to high surface area carbons with attractive properties for gas storage is demonstrated.  The route generates highly microporous C aerogel with a surface area of 508 m2/g and pore vol. of 0.68 cm3/g wherein micropores account for 80% (407 m2/g) of surface area.  The C aerogel is dominated by micropores of size <15 Å with a broad distribution of pores centered at 8 and 12 Å.  Chem. activation of the C aerogel with KOH generates activated C aerogels with surface area of 915-1980 m2/g and pore vol. up to 2.03 cm3/g.  Activation at 600, 700 or 800° (and KOH C ratio of 2, 4 or 5) yields activated C aerogels with micropore size distribution centered at ∼8 and 13 Å (i.e., similar to that of the starting C aerogel) but with a large increase in pore vol. arising from the micropores with the effect that pores of size <15 Å already present in the starting CA aerogel are retained and enhanced in the activated C aerogels; the proportion of microporosity rises from 80% to 87%.  The activated C aerogels exhibit high CO2 uptake of 2.7-3.0 mmol/g at 25° and 1 bar, and store between 3.5 and 4.3% H at -196° and 20 bar.  The H storage d. of the carbons is high (up to 16.2 μmol H2 m-2) with small micropores favoring high d.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht1als7zO&md5=cb79a981875abe2225e286d287bdfbcf", "5. ", "Wickramaratne", ", ", "N. P.", "; ", "Jaroniec", ", ", "M.", " ", "Activated Carbon Spheres for CO", "2", " Adsorption", " ", "ACS Appl. Mater. Interfaces", " ", "2013", ",  ", "5", ",  ", "1849", "– ", "1855", " DOI: 10.1021/am400112m", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Activated Carbon Spheres for CO2 Adsorption", "Wickramaratne, Nilantha P.; Jaroniec, Mietek", "ACS Applied Materials & Interfaces", "\r\n        (", "2013", "),\r\n    ", "5", "\r\n        (", "5", "),\r\n    ", "1849-1855", "CODEN:\r\n                ", "AAMICK", ";\r\n        ISSN:", "1944-8244", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of carbon spheres (CS) was prepd. by carbonization of phenolic resin spheres obtained by the one-pot modified Stoeber method.  Activated CS (ACS), having diams. from 200 to 420 nm, high surface area (from 730 to 2930 m2/g), narrow micropores ( < 1 nm) and, importantly, high vol. of these micropores (from 0.28 to 1.12 cm3/g), were obtained by CO2 activation of the aforementioned CS.  The remarkably high CO2 adsorption capacities, 4.55 and 8.05 mmol/g, were measured on these AC spheres at 1 bar and two temps., 25 and 0 °C, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXitlCisbg%253D&md5=b615544d00aab387cb58444ae071e75a", "6. ", "Lee", ", ", "J. H.", "; ", "Lee", ", ", "H. J.", "; ", "Lim", ", ", "S. Y.", "; ", "Kim", ", ", "B. G.", "; ", "Choi", ", ", "J. W.", " ", "Combined CO", "2", "-Philicity and Ordered Meso-Porosity for Highly Selective CO", "2", " Capture at High Temperatures", " ", "J. Am. Chem. Soc.", " ", "2015", ",  ", "137", ",  ", "7210", "– ", "7216", " DOI: 10.1021/jacs.5b03579", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Combined CO2-philicity and Ordered Mesoporosity for Highly Selective CO2 Capture at High Temperatures", "Lee, Ji Hoon; Lee, Hyeon Jeong; Lim, Soo Yeon; Kim, Byung Gon; Choi, Jang Wook", "Journal of the American Chemical Society", "\r\n        (", "2015", "),\r\n    ", "137", "\r\n        (", "22", "),\r\n    ", "7210-7216", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors report a co-assembly approach to turn nonporous melamine resin to a highly ordered mesoporous polymeric network (space group: Im‾3m) contg. high nitrogen content (∼18 at.%).  This mesoporous network shows anomalously increasing CO2/N2 selectivity with temp. rise, with the selectivity at 323 K reaching 117 (Henry method).  This selectivity behavior is attributed to a combined effect of the high nitrogen content allowing for high binding affinity with CO2 and well-defined mesopores (2.5-2.9 nm) accelerating release of N2 with temp. rise.  The given orthogonal approach suggests a new direction in designing dry sorbents with excellent selectivities at high temps.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXovVSgtL4%253D&md5=a96da5acb838d0895db82aeb6224bb11", "7. ", "Almasoudi", ", ", "A.", "; ", "Mokaya", ", ", "R.", " ", "Porosity Modulation of Activated Zif-Templated Carbons Via Compaction for Hydrogen and CO", "2", " Storage Applications", " ", "J. Mater. Chem. A", " ", "2014", ",  ", "2", ",  ", "10960", "– ", "10968", " DOI: 10.1039/c4ta00530a", " ", "[", "Crossref", "], [", "CAS", "]", "7. ", "Porosity modulation of activated ZIF-templated carbons via compaction for hydrogen and CO2 storage applications", "Almasoudi, A.; Mokaya, R.", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2014", "),\r\n    ", "2", "\r\n        (", "28", "),\r\n    ", "10960-10968", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The mech. stability of activated ZIF-templated carbon materials, prepd. via liq. impregnation and chem. vapor deposition (CVD) methods, was investigated by compaction at various pressures (compaction loads of 5 and 10 tonnes equiv. to 370 and 740 MPa, resp.).  Compaction at 5 tonnes (370 MPa) was, unusually, found to increase the textural properties (surface area and pore vol.) and gas (hydrogen and CO2) uptake capacity.  In particular, compaction at 5 tonnes resulted in higher micropore surface area and pore vol., and an overall rise in the total surface area and pore vol.  Compaction resulted in an improved gas uptake capacity of 6.5% hydrogen (at -196° and 20 bar) and 2.4 mmol g-1 of CO2 (at 25° and 1 bar) for an activated ZIF-templated carbon compacted at 5 tonnes following prepn. via liq. impregnation and carbonization at 900°.  When the carbon was compacted at 10 tonnes (740 MPa), the hydrogen and CO2 uptake was marginally lower at 5.7% and 2.2 mmol g-1, resp., compared to the uptake of 6.2% hydrogen and 2.0 mmol g-1 CO2 for the equiv. non-compacted sample.  More importantly, increase in packing d. after compaction resulted in up to 70% improvement in volumetric hydrogen uptake, which reached 42.3 g l-1 at -196° and 20 bar, much higher than that for conventional activated carbons, and one of the highest values ever reported under these conditions.  The genesis of the increase in textural properties after compaction appears to be linked to the pore size distribution and mech. stability of the activated ZIF-templated carbons and their structural rearrangement under compaction, esp. at a load of 5 tonnes that results in an increase in the proportion of microporosity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtVKhtLvN&md5=4bbbbd77eeb6786f3ab062a8efd4f27f", "8. ", "Hao", ", ", "G. P.", "; ", "Li", ", ", "W. C.", "; ", "Qian", ", ", "D.", "; ", "Lu", ", ", "A. H.", " ", "Rapid Synthesis of Nitrogen-Doped Porous Carbon Monolith for CO", "2", " Capture", " ", "Adv. Mater.", " ", "2010", ",  ", "22", ",  ", "853", "– ", "857", " DOI: 10.1002/adma.200903765", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Rapid Synthesis of Nitrogen-Doped Porous Carbon Monolith for CO2 Capture", "Hao, Guang-Ping; Li, Wen-Cui; Qian, Dan; Lu, An-Hui", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2010", "),\r\n    ", "22", "\r\n        (", "7", "),\r\n    ", "853-857", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A new type of N-contg. carbon monolith was prepd. by direct pyrolysis of a resorcinol-formaldehyde copolymer with the basic amino acid lysine used as N source and polymn. catalyst, which leads to very fast gel formation, <5 min, compared to a couple of days using sodium carbonate.  CO2 adsorption capacity by porous carbon is detd. by N content and surface area which is detd. by conditions during carbonization with N content decreasing with increasing temp.  Hence, the effects of carbonization temp. on the phys. properties of obtained carbons were examd.  The CO2-adsorption properties at different relative pressures and temps. were examd. with the results showing that monolithic carbon pyrolyzed at 500° exhibits very high CO2 adsorption capacity of 3.13 mmol.g-1 at room temp.  This carbon can be easily regenerated and is a potential adsorbent for CO2 and for CO2 and N2 sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXitFentb4%253D&md5=5463c2c59db8974ba647062dd1a97a01", "9. ", "Feng", ", ", "S.", "; ", "Li", ", ", "W.", "; ", "Shi", ", ", "Q.", "; ", "Li", ", ", "Y.", "; ", "Chen", ", ", "J.", "; ", "Ling", ", ", "Y.", "; ", "Asiri", ", ", "A. M.", "; ", "Zhao", ", ", "D.", " ", "Synthesis of Nitrogen-Doped Hollow Carbon Nanospheres for CO", "2", " Capture", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "329", "– ", "331", " DOI: 10.1039/C3CC46492J", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Synthesis of nitrogen-doped hollow carbon nanospheres for CO2 capture", "Feng, Shanshan; Li, Wei; Shi, Quan; Li, Yuhui; Chen, Junchen; Ling, Yun; Asiri, Abdullah M.; Zhao, Dongyuan", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "3", "),\r\n    ", "329-331", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Here, we report the synthesis of nitrogen-doped hollow carbon nanospheres (N-HCSs) via a two-step Stoeber method.  The resultant N-HCSs possess a uniform size of ∼220 nm, a high nitrogen loading content of 14.8 wt% and a high surface area of 767 m2.g-1, as well as exhibit a considerable performance for CO2 capture with a capacity of 2.67 mmol.g-1 and a high selectivity in a mixt. gas (N2 or O2).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVKjtLrF&md5=01b3e8c484d37a12190d9e65850a6ce5", "10. ", "Wang", ", ", "Y.", "; ", "Zou", ", ", "H.", "; ", "Zeng", ", ", "S.", "; ", "Pan", ", ", "Y.", "; ", "Wang", ", ", "R.", "; ", "Wang", ", ", "X.", "; ", "Sun", ", ", "Q.", "; ", "Zhang", ", ", "Z.", "; ", "Qiu", ", ", "S.", " ", "A One-Step Carbonization Route Towards Nitrogen-Doped Porous Carbon Hollow Spheres with Ultrahigh Nitrogen Content for CO", "2", " Adsorption", " ", "Chem. Commun.", " ", "2015", ",  ", "51", ",  ", "12423", "– ", "12426", " DOI: 10.1039/C5CC03945B", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "A one-step carbonization route towards nitrogen-doped porous carbon hollow spheres with ultrahigh nitrogen content for CO2 adsorption", "Wang, Yu; Zou, Houbing; Zeng, Shangjing; Pan, Ying; Wang, Runwei; Wang, Xue; Sun, Qingli; Zhang, Zongtao; Qiu, Shilun", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2015", "),\r\n    ", "51", "\r\n        (", "62", "),\r\n    ", "12423-12426", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "N doped porous C hollow spheres (N-PCHSs) with an ultrahigh N content of 15.9% and a high surface area of 775 m2 g-1 were prepd. using Melamine-formaldehyde nanospheres as hard templates and N sources.  The N-PCHSs were completely characterized and exhibit considerable CO2 adsorption performance (4.42 mmol g-1).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXhtFWgtLnN&md5=0d2936ac5f4240c8a4c10d987b26bb79", "11. ", "Ashourirad", ", ", "B.", "; ", "Sekizkardes", ", ", "A. K.", "; ", "Altarawneh", ", ", "S.", "; ", "El-Kaderi", ", ", "H. M.", " ", "Exceptional Gas Adsorption Properties by Nitrogen-Doped Porous Carbons Derived from Benzimidazole-Linked Polymers", " ", "Chem. Mater.", " ", "2015", ",  ", "27", ",  ", "1349", "– ", "1358", " DOI: 10.1021/cm504435m", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Exceptional gas adsorption properties by nitrogen-doped porous carbons derived from benzimidazole-linked polymers", "Ashourirad, Babak; Sekizkardes, Ali Kemal; Altarawneh, Suha; El-Kaderi, Hani M.", "Chemistry of Materials", "\r\n        (", "2015", "),\r\n    ", "27", "\r\n        (", "4", "),\r\n    ", "1349-1358", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Heteroatom-doped porous carbons are emerging as platforms for use in a wide range of applications including catalysis, energy storage, and gas sepn. or storage, among others.  The use of high activation temps. and heteroatom multiple-source precursors remain great challenges, and this study aims to addresses both issues.  A series of highly porous N-doped carbon (CPC) materials was successfully synthesized by chem. activation of benzimidazole-linked polymers (BILPs) followed by thermolysis under argon.  The high temp. synthesized CPC-700 reaches surface area and pore vol. as high as 3240 m2 g-1 and 1.51 cm3 g-1, resp., while low temp. activated CPC-550 exhibits the highest ultramicropore vol. of 0.35 cm3 g-1.  The controlled activation process endows CPCs with diverse textural properties, adjustable nitrogen content (1-8 wt %), and remarkable gas sorption properties.  In particular, exceptionally high CO2 uptake capacities of 5.8 mmol g-1 (1.0 bar) and 2.1 mmol g-1 (0.15 bar) at ambient temp. were obtained for materials prepd. at 550 °C due to a combination of a high level of N-doping and ultramicroporosity.  Furthermore, CPCs prepd. at higher temps. exhibit remarkable total uptake for CO2 (25.7 mmol g-1 at 298 K and 30 bar) and CH4 (20.5 mmol g-1 at 298 K and 65 bar) as a result of higher total micropores and small mesopores vol.  Interestingly, the N sites within the imidazole rings of BILPs are intrinsically located in pyrrolic/pyridinic positions typically found in N-doped carbons.  Therefore, the chem. and phys. transformation of BILPs into CPCs is thermodynamically favored and saves significant amts. of energy that would otherwise be consumed during carbonization processes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXitVektrs%253D&md5=0dd26a95af5596f40e1e2c3af09d7f3a", "12. ", "Xing", ", ", "W.", "; ", "Liu", ", ", "C.", "; ", "Zhou", ", ", "Z.", "; ", "Zhang", ", ", "L.", "; ", "Zhou", ", ", "J.", "; ", "Zhuo", ", ", "S.", "; ", "Yan", ", ", "Z.", "; ", "Gao", ", ", "H.", "; ", "Wang", ", ", "G.", "; ", "Qiao", ", ", "S. Z.", " ", "Superior CO", "2", " Uptake of N-Doped Activated Carbon through Hydrogen-Bonding Interaction", " ", "Energy Environ. Sci.", " ", "2012", ",  ", "5", ",  ", "7323", "– ", "7327", " DOI: 10.1039/c2ee21653a", " ", "[", "Crossref", "], [", "CAS", "]", "12. ", "Superior CO2 uptake of N-doped activated carbon through hydrogen-bonding interaction", "Xing, Wei; Liu, Chao; Zhou, Ziyan; Zhang, Lei; Zhou, Jin; Zhuo, Shuping; Yan, Zifeng; Gao, Hong; Wang, Guiqiang; Qiao, Shi Zhang", "Energy & Environmental Science", "\r\n        (", "2012", "),\r\n    ", "5", "\r\n        (", "6", "),\r\n    ", "7323-7327", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Here we show that the introduction of N into a carbon surface facilitates the hydrogen-bonding interactions between the carbon surface and CO2 mols., which accounts for the superior CO2 uptake of the N-doped activated carbons.  This new finding challenges the long-held viewpoint that acid-base interactions between N-contg. basic functional groups and acidic CO2 gas are responsible for the enhanced CO2 capture capacity of N-doped carbons.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xnslansrg%253D&md5=1c0f03fd8ac7f9b01b8e8bb122a7fd57", "13. ", "Wickramaratne", ", ", "N. P.", "; ", "Jaroniec", ", ", "M.", " ", "Importance of Small Micropores in CO", "2", " Capture by Phenolic Resin-Based Activated Carbon Spheres", " ", "J. Mater. Chem. A", " ", "2013", ",  ", "1", ",  ", "112", "– ", "116", " DOI: 10.1039/C2TA00388K", " ", "[", "Crossref", "], [", "CAS", "]", "13. ", "Importance of small micropores in CO2 capture by phenolic resin-based activated carbon spheres", "Wickramaratne, Nilantha P.; Jaroniec, Mietek", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2013", "),\r\n    ", "1", "\r\n        (", "1", "),\r\n    ", "112-116", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Phenolic resin-based C spheres obtained by a slightly modified Stoeber method are superior CO2 adsorbents.  A direct KOH activation of polymeric spheres gave carbons with small micropores (<0.8 nm) and large sp. surface area (2400 m2 g-1), which are able to adsorb an unprecedented amt. of CO2 (up to 8.9 mmol g-1) at 0° and ambient pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhslOjsbzM&md5=fe9ab8858d65079a0f86a9ee75479dc5", "14. ", "Presser", ", ", "V.", "; ", "McDonough", ", ", "J.", "; ", "Yeon", ", ", "S.-H.", "; ", "Gogotsi", ", ", "Y.", " ", "Effect of Pore Size on Carbon Dioxide Sorption by Carbide Derived Carbon", " ", "Energy Environ. Sci.", " ", "2011", ",  ", "4", ",  ", "3059", "– ", "3066", " DOI: 10.1039/c1ee01176f", " ", "[", "Crossref", "], [", "CAS", "]", "14. ", "Effect of pore size on carbon dioxide sorption by carbide derived carbon", "Presser, Volker; McDonough, John; Yeon, Sun-Hwa; Gogotsi, Yury", "Energy & Environmental Science", "\r\n        (", "2011", "),\r\n    ", "4", "\r\n        (", "8", "),\r\n    ", "3059-3066", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "CO2 sorption at atm. and sub-atm. pressures is a key step towards carbon capture and sequestration (CCS) and materials capable of fast and efficient CO2 uptake are currently being studied extensively.  Carbide-derived carbons (CDCs) show a very high sorption capacity for CO2 of up to 7.1 mol/kg at 0 °C and ambient pressure.  This value is significantly higher than other carbon materials.  Systematic exptl. investigation of a large no. of different CDCs derived from nano- and micrometer sized precursors with and without activation show a linear correlation between the CO2 uptake at a certain pressure and the pore vol.  However, CO2 sorption is not limited by the total pore vol. but only by pores smaller than a certain diam.  At 1 bar, pores smaller than 0.8 nm contribute the most to the CO2 uptake and at 0.1 bar pores smaller or equal to 0.5 nm are preferred.  With lower total pressure, smaller pores contribute more to the measured amt. of adsorbed CO2.  The prediction of the CO2 uptake based on the pore vol. for pores of a certain diam. is much more accurate than predictions based on the mean pore size or the sp. surface area.  This study provides guidelines for the design of materials with an improved ability to remove carbon dioxide from the environment at atm. and lower pressures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFSrs7bL&md5=931aa830f0afe1696be0a7a2356c8c8b", "15. ", "Xia", ", ", "K.", "; ", "Gao", ", ", "Q.", "; ", "Wu", ", ", "C.", "; ", "Song", ", ", "S.", "; ", "Ruan", ", ", "M.", " ", "Activation, Characterization and Hydrogen Storage Properties of the Mesoporous Carbon Cmk-3", " ", "Carbon", " ", "2007", ",  ", "45", ",  ", "1989", "– ", "1996", " DOI: 10.1016/j.carbon.2007.06.002", " ", "[", "Crossref", "], [", "CAS", "]", "15. ", "Activation, characterization and hydrogen storage properties of the mesoporous carbon CMK-3", "Xia, Kaisheng; Gao, Qiuming; Wu, Chundong; Song, Shuqing; Ruan, Meiling", "Carbon", "\r\n        (", "2007", "),\r\n    ", "45", "\r\n        (", "10", "),\r\n    ", "1989-1996", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Activation of mesoporous carbon CMK-3 with CO2 for hydrogen storage was studied.  Large structure and texture changes emerged for the activated CMK-3 based on the characterization by using XRD, TEM and nitrogen adsorption at 77 K. The ordered mesoporous structure of CMK-3 gradually became disordered, and its sp. surface area and vol. of pores esp. micropores were greatly enhanced.  Hydrogen sorption measurement showed that the activation led to an increase of the H2 sorption capacity of CMK-3.  A max. H2 uptake of 2.27 wt.% at 77 K and 1 bar was obtained for the specimen activated at 1223 K for 8 h.  The small pores <1 nm diam. contributed greatly to the H2 uptake and were confirmed more effective than other pores for hydrogen storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXovFeit7g%253D&md5=5b8c45b36234a4096834a010d905c546", "16. ", "Kunowsky", ", ", "M.", "; ", "Marco-Lozar", ", ", "J. P.", "; ", "Oya", ", ", "A.", "; ", "Linares-Solano", ", ", "A.", " ", "Hydrogen Storage in CO", "2", " Activated Amorphous Nanofibers and Their Monoliths", " ", "Carbon", " ", "2012", ",  ", "50", ",  ", "1407", "– ", "1416", " DOI: 10.1016/j.carbon.2011.11.013", " ", "[", "Crossref", "], [", "CAS", "]", "16. ", "Hydrogen storage in CO2-activated amorphous nanofibers and their monoliths", "Kunowsky, M.; Marco-Lozar, J. P.; Oya, A.; Linares-Solano, A.", "Carbon", "\r\n        (", "2012", "),\r\n    ", "50", "\r\n        (", "3", "),\r\n    ", "1407-1416", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Amorphous carbon nanofibers (CNFs), produced by the polymer blend technique, are activated by CO2 (ACNFs).  Monoliths are synthesized from the precursor and from some ACNFs.  Morphol. and textural properties of these materials are studied.  When compared with other activating agents (steam and alk. hydroxides), CO2 activation renders suitable yields and, contrarily to most other precursors, turns out to be advantageous for developing and controlling their narrow microporosity (< 0.7 nm), V DR(CO2).  The obtained ACNFs have a high compressibility and, consequently, a high packing d. under mech. pressure which can also be maintained upon monolith synthesis.  H2 adsorption is measured at two different conditions (77 K/0.11 MPa, and 298 K/20 MPa) and compared with other activated carbons.  Under both conditions, H2 uptake depends on the narrow microporosity of the prepd. ACNFs.  At room temp. these ACNFs perform better than other activated carbons, despite their lower porosity developments.  At 298 K they reach a H2 adsorption capacity ≤ 1.3%, and a remarkable value of 1% in its mech. resistant monolith form.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1OisLjI&md5=28b57cd71540499f8ed5159840d61711", "17. ", "Aijaz", ", ", "A.", "; ", "Fujiwara", ", ", "N.", "; ", "Xu", ", ", "Q.", " ", "From Metal–Organic Framework to Nitrogen-Decorated Nanoporous Carbons: High CO", "2", " Uptake and Efficient Catalytic Oxygen Reduction", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "6790", "– ", "6793", " DOI: 10.1021/ja5003907", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "From Metal-Organic Framework to Nitrogen-Decorated Nanoporous Carbons: High CO2 Uptake and Efficient Catalytic Oxygen Reduction", "Aijaz, Arshad; Fujiwara, Naoko; Xu, Qiang", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "19", "),\r\n    ", "6790-6793", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "High-surface-area N-decorated nanoporous carbons have been successfully synthesized using the N-rich metal-org. framework ZIF-8 as a template and precursor along with furfuryl alc. and NH4OH as the secondary carbon and nitrogen sources, resp.  These carbons exhibited remarkable CO2 adsorption capacities and CO2/N2 and CO2/CH4 selectivities.  The N-decoration in these carbons resulted in excellent activity for the oxygen redn. reaction.  Samples NC900 and NC1000 having moderate N contents, high surface areas, and large nos. of mesopores favored the four-electron redn. pathway, while sample NC800 having a high N content, a moderate surface area, and a large no. of micropores favored the two-electron redn. process.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXnt1Cgu7g%253D&md5=c9fcf72886e6682e923a414a7205354e", "18. ", "Zhong", ", ", "M.", "; ", "Natesakhawat", ", ", "S.", "; ", "Baltrus", ", ", "J. P.", "; ", "Luebke", ", ", "D.", "; ", "Nulwala", ", ", "H.", "; ", "Matyjaszewski", ", ", "K.", "; ", "Kowalewski", ", ", "T.", " ", "Copolymer-Templated Nitrogen-Enriched Porous Nanocarbons for CO", "2", " Capture", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "11516", "– ", "11518", " DOI: 10.1039/c2cc36652e", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Copolymer-templated nitrogen-enriched porous nanocarbons for CO2 capture", "Zhong, Mingjiang; Natesakhawat, Sittichai; Baltrus, John P.; Luebke, David; Nulwala, Hunaid; Matyjaszewski, Krzysztof; Kowalewski, Tomasz", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "94", "),\r\n    ", "11516-11518", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Nitrogen-enriched porous carbons were fabricated via carbonization of polyacrylonitrile-contg. block copolymers (e.g., acrylonitrile-poly(Bu acrylate) block copolymer), which act as efficient and highly selective sorbents for carbon dioxide.  Nitrogen content and surface area, which are both influenced by pyrolysis temp. and atm., are crucial for CO2 adsorption performance.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1WisrjN&md5=21ab4e8b77032d832e86f7c8c105da0b", "19. ", "Su", ", ", "F.", "; ", "Poh", ", ", "C. K.", "; ", "Chen", ", ", "J. S.", "; ", "Xu", ", ", "G.", "; ", "Wang", ", ", "D.", "; ", "Li", ", ", "Q.", "; ", "Lin", ", ", "J.", "; ", "Lou", ", ", "X. W.", " ", "Nitrogen-Containing Microporous Carbon Nanospheres with Improved Capacitive Properties", " ", "Energy Environ. Sci.", " ", "2011", ",  ", "4", ",  ", "717", "– ", "724", " DOI: 10.1039/C0EE00277A", " ", "[", "Crossref", "], [", "CAS", "]", "19. ", "Nitrogen-containing microporous carbon nanospheres with improved capacitive properties", "Su, Fabing; Poh, Chee Kok; Chen, Jun Song; Xu, Guangwen; Wang, Dan; Li, Qin; Lin, Jianyi; Lou, Xiong Wen", "Energy & Environmental Science", "\r\n        (", "2011", "),\r\n    ", "4", "\r\n        (", "3", "),\r\n    ", "717-724", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "We report the largely improved electrochem. capacitance of polypyrrole-derived microporous carbon nanospheres (MCNs, 80-100 nm in diam.) contg. nitrogen functional groups.  We have investigated the electrochem. properties of precursor polypyrrole nanospheres (PNs, with a high N/C ratio and low surface area) and as-derived carbon nanospheres (CNs, with a moderate N/C ratio and low surface area) prepd. by carbonizing PNs at different temps., and MCNs (with a low N/C ratio and high surface area) obtained by chem. activation of CNs.  The samples are thoroughly characterized by transmission electron microscopy (TEM), X-ray diffraction (XRD), Raman spectroscopy, thermogravimetric anal. (TGA), nitrogen sorption, elemental anal., and XPS.  It is found that MCNs with a high surface area and N-doping species exhibit much better capacitive performance compared to the PNs and CNs, and com. carbon blacks (XC-72 and BP2000) as well.  The MCN sample gives a reversible specific capacitance of ∼240 F g-1 for 3000 cycles in aq. media as a result of combined advantages of high electrochem. activity of doped heteroatoms (N and O) and accessible well-developed porosity, demonstrating the promising use in high-energy-d. supercapacitors.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjvFaitLk%253D&md5=8f39833f08170b55bf78d6fb55223df3", "20. ", "Chen", ", ", "T.", "; ", "Deng", ", ", "S.", "; ", "Wang", ", ", "B.", "; ", "Huang", ", ", "J.", "; ", "Wang", ", ", "Y.", "; ", "Yu", ", ", "G.", " ", "CO", "2", " Adsorption on Crab Shell Derived Activated Carbons: Contribution of Micropores and Nitrogen-Containing Groups", " ", "RSC Adv.", " ", "2015", ",  ", "5", ",  ", "48323", "– ", "48330", " DOI: 10.1039/C5RA04937G", " ", "[", "Crossref", "], [", "CAS", "]", "20. ", "CO2 adsorption on crab shell derived activated carbons: contribution of micropores and nitrogen-containing groups", "Chen, Tao; Deng, Shubo; Wang, Bin; Huang, Jun; Wang, Yujue; Yu, Gang", "RSC Advances", "\r\n        (", "2015", "),\r\n    ", "5", "\r\n        (", "60", "),\r\n    ", "48323-48330", "CODEN:\r\n                ", "RSCACL", ";\r\n        ISSN:", "2046-2069", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Nitrogen-doped activated carbons with high and selective CO2 adsorption are attractive for carbon capture, but the contribution of nitrogen-contg. groups to CO2 adsorption has not been clearly elucidated.  In this study, crab shells are used as a carbon precursor for the prepn. of effective N-contg. activated carbons for CO2 adsorption.  The activated carbon prepd. at a KOH/C mass ratio of 1.5 and activation temp. of 650 °C has the highest CO2 adsorption of 1.57 mmol g-1 at 0.15 bar & 25 °C and 4.37 mmol g-1 at 1 bar & 25 °C.  The activated carbon also exhibits better adsorption selectivity for CO2 than conventional activated carbons, and the content of pyrrolic-N in the activated carbons shows a pos. relationship with CO2/N2 selectivity.  The activated carbons prepd. under different activation conditions contain 5.1-8.5% nitrogen in the form of pyridinic-N, pyrrolic-N, quaternary nitrogen, and pyridinic-N-oxide, accounting for at least 0.9-78.2% contribution to CO2 adsorption at 25 °C & 1 bar.  About 45.1-47.3% of doped nitrogen is verified to be pyrrolic-N via XPS anal., which is effective for CO2 adsorption.  However, the effective micropores are mainly responsible for CO2 adsorption on the well-developed activated carbons via a micropore filling mechanism.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXptVKguro%253D&md5=3760c3f513a67ec7729f7e2b9b750ad2", "21. ", "Zhang", ", ", "S.", "; ", "Dokko", ", ", "K.", "; ", "Watanabe", ", ", "M.", " ", "Direct Synthesis of Nitrogen-Doped Carbon Materials from Protic Ionic Liquids and Protic Salts: Structural and Physicochemical Correlations between Precursor and Carbon", " ", "Chem. Mater.", " ", "2014", ",  ", "26", ",  ", "2915", "– ", "2926", " DOI: 10.1021/cm5006168", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Direct Synthesis of Nitrogen-Doped Carbon Materials from Protic Ionic Liquids and Protic Salts: Structural and Physicochemical Correlations between Precursor and Carbon", "Zhang, Shiguo; Dokko, Kaoru; Watanabe, Masayoshi", "Chemistry of Materials", "\r\n        (", "2014", "),\r\n    ", "26", "\r\n        (", "9", "),\r\n    ", "2915-2926", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The traditional prepn. of carbon materials requires specific polymer precursors and complex procedures.  Easily prepd. protic ionic liqs. and (PILs/PSs) based on widely obtainable N-contg. bases and acids were synthesized and explored as novel small-mol. precursors for prepg. carbon materials via direct carbonization.  Protonation enables nearly all N-contg. compds. to be directly carbonized to carbon materials without the addnl. catalyst, tedious synthesis, vacuum system, and etching step that are often involved with conventional precursors.  The correlations between the org. precursors and the properties of the carbon materials, in terms of yield, graphitization, N content, thermal stability against oxidn., and porosity, were systematically studied.  Based on the mol. tunability of PILs/PSs, it was possible to obtain task-specific carbon materials through ab initio design of the precursors at the mol. level.  Importantly, highly porous N-doped carbons were obtained by 1-step, template-free carbonization of certain PILs/PSs, and these carbon materials exhibit high CO2 uptake at room temp. and ambient pressure.  Carbon materials obtained using this inexpensive strategy may find advanced applications in the fields of catalysis, energy, and environmental treatment.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXls12hs78%253D&md5=5e09d4a3cd35ef2d50232559c82388dd", "22. ", "Chen", ", ", "H.", "; ", "Sun", ", ", "F.", "; ", "Wang", ", ", "J.", "; ", "Li", ", ", "W.", "; ", "Qiao", ", ", "W.", "; ", "Ling", ", ", "L.", "; ", "Long", ", ", "D.", " ", "Nitrogen Doping Effects on the Physical and Chemical Properties of Mesoporous Carbons", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "8318", "– ", "8328", " DOI: 10.1021/jp4017773", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Nitrogen Doping Effects on the Physical and Chemical Properties of Mesoporous Carbons", "Chen, Huichao; Sun, Fugen; Wang, Jitong; Li, Wencheng; Qiao, Wenming; Ling, Licheng; Long, Donghui", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "16", "),\r\n    ", "8318-8328", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Nitrogen-doped mesoporous carbons (NMCs) with controllable nitrogen doping and similar mesoporous structures are prepd. by a facile colloidal silica nanocasting method using melamine, phenol, and formaldehyde as precursors.  Various physicochem. properties, such as the oxidn. stability, the cond. and the electrochem. capacitive performance, the CO2 adsorption, the basicity, and the metal-free catalytic activity of the NMCs, are studied extensively in relation to the incorporation amt. of nitrogen in the carbon backbone.  The dependence of the oxidn. stability and the cond. of the NMCs on the nitrogen content are similar; both of the biggest improvements are achieved at a low nitrogen content of ca. 4.2 wt. %.  While used as the supercapacitor electrodes, the NMCs with a mediate nitrogen content of ca. 8 wt. % can take full advantage of the nitrogen-induced pseudocapacitance and the nitrogen-enhanced cond., delivering an excellent high-rate capacitive performance.  The nitrogen content does not play an important role in the CO2 phys. adsorption, where the effect of microporosity prevails over the nitrogen-doped carbon surface.  However, the nitrogen content dets. the basicity of the NMCs, which governs their CO2 chem. adsorption ability and the metal-free catalytic activity for direct oxidn. of H2S.  The higher the nitrogen content, the higher the basicity and the catalytic activity.  Our studies give a reliable relationship between nitrogen doping and the physicochem. properties of mesoporous carbons, which should provide a useful guide to their practical applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXltVOns78%253D&md5=8115fcb9a14ff68c0fb394c1ed3c7049", "23. ", "Luo", ", ", "W.", "; ", "Wang", ", ", "B.", "; ", "Heron", ", ", "C. G.", "; ", "Allen", ", ", "M. J.", "; ", "Morre", ", ", "J.", "; ", "Maier", ", ", "C. S.", "; ", "Stickle", ", ", "W. F.", "; ", "Ji", ", ", "X.", " ", "Pyrolysis of Cellulose under Ammonia Leads to Nitrogen-Doped Nanoporous Carbon Generated through Methane Formation", " ", "Nano Lett.", " ", "2014", ",  ", "14", ",  ", "2225", "– ", "2229", " DOI: 10.1021/nl500859p", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Pyrolysis of Cellulose under Ammonia Leads to Nitrogen-Doped Nanoporous Carbon Generated through Methane Formation", "Luo, Wei; Wang, Bao; Heron, Christopher G.; Allen, Marshall J.; Morre, Jeff; Maier, Claudia S.; Stickle, William F.; Ji, Xiulei", "Nano Letters", "\r\n        (", "2014", "),\r\n    ", "14", "\r\n        (", "4", "),\r\n    ", "2225-2229", "CODEN:\r\n                ", "NALEFD", ";\r\n        ISSN:", "1530-6984", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Here, we present a simple one-step fabrication methodol. for nitrogen-doped (N-doped) nanoporous carbon membranes via annealing cellulose filter paper under NH3.  We found that nitrogen doping (up to 10.3 at %) occurs during cellulose pyrolysis under NH3 at as low as 550 °C.  At 700 °C or above, N-doped carbon further reacts with NH3, resulting in a large surface area (up to 1973.3 m2/g).  We discovered that the doped nitrogen, in fact, plays an important role in the reaction, leading to carbon gasification.  CH4 was exptl. detected by mass spectrometry as a product in the reaction between N-doped carbon and NH3.  When compared to conventional activated carbon (1533.6 m2/g), the N-doped nanoporous carbon (1326.5 m2/g) exhibits more than double the unit area capacitance (90 vs 41 mF/m2).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXltF2mu7c%253D&md5=368dff45f7d55c7c513e5ae91f754992", "24. ", "Han", ", ", "B.", "; ", "Lee", ", ", "E. J.", "; ", "Choi", ", ", "W. H.", "; ", "Yoo", ", ", "W. C.", "; ", "Bang", ", ", "J. H.", " ", "Three-Dimensionally Ordered Mesoporous Carbons Activated by Hot Ammonia Treatment as High-Performance Anode Materials in Lithium-Ion Batteries", " ", "New J. Chem.", " ", "2015", ",  ", "39", ",  ", "6178", "– ", "6185", " DOI: 10.1039/C5NJ00888C", " ", "[", "Crossref", "], [", "CAS", "]", "24. ", "Three-dimensionally ordered mesoporous carbons activated by hot ammonia treatment as high-performance anode materials in lithium-ion batteries", "Han, Bin; Lee, Eun Joo; Choi, Won Ho; Yoo, Won Cheol; Bang, Jin Ho", "New Journal of Chemistry", "\r\n        (", "2015", "),\r\n    ", "39", "\r\n        (", "8", "),\r\n    ", "6178-6185", "CODEN:\r\n                ", "NJCHE5", ";\r\n        ISSN:", "1144-0546", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Three-dimensionally ordered mesoporous carbons (3DOmCs) with pore sizes in the range of 10-40 nm are prepd. and utilized as anode electrode materials for lithium-ion batteries (LIBs).  Regardless of pore size, the capacity of the 3DOmCs is substantially dictated by their surface area because Li+ adsorption on the surface becomes an important mechanism of Li+ storage along with lithium intercalation into graphene layers.  Interestingly, it is detd. that simple NH3 heat-treatment is a facile and effective way to simultaneously increase the surface area and improve the elec. cond. of the 3DOmCs, which results in increased capacity of the resulting N-doped 3DOmCs compared to their parent counterparts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXhtVShu7%252FM&md5=87ad6f0ab9e43ed9b8fda38dbb7d66e6", "25. ", "Yushin", ", ", "G.", "; ", "Dash", ", ", "R.", "; ", "Jagiello", ", ", "J.", "; ", "Fischer", ", ", "J. E.", "; ", "Gogotsi", ", ", "Y.", " ", "Carbide-Derived Carbons: Effect of Pore Size on Hydrogen Uptake and Heat of Adsorption", " ", "Adv. Funct. Mater.", " ", "2006", ",  ", "16", ",  ", "2288", "– ", "2293", " DOI: 10.1002/adfm.200500830", " ", "[", "Crossref", "], [", "CAS", "]", "25. ", "Carbide-derived carbons: effect of pore size on hydrogen uptake and heat of adsorption", "Yushin, Gleb; Dash, Ranjan; Jagiello, Jacek; Fischer, John E.; Gogotsi, Yury", "Advanced Functional Materials", "\r\n        (", "2006", "),\r\n    ", "16", "\r\n        (", "17", "),\r\n    ", "2288-2293", "CODEN:\r\n                ", "AFMDC6", ";\r\n        ISSN:", "1616-301X", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Cryoadsorption is a promising method of enhancing gravimetric and volumetric onboard H2 storage capacity for future transportation needs.  Inexpensive carbide-derived carbons (CDCs), produced by chlorination of metal carbides, have up to 80% open-pore vol. with tunable pore size and sp. surface area (SSA).  Tuning the C structure and pore size with high sensitivity by using different starting carbides and chlorination temps. allows rational design of C materials with enhanced C-H2 interaction and thus increased H2 storage capacity.  A systematic exptl. study of a large no. of CDCs with controlled pore size distributions and SSAs shows how smaller pores increase both the heat of adsorption and the total vol. of adsorbed H2.  Increasing the av. heat of H2 adsorption >6.6 kJ mol-1 substantially enhances H2 uptake at 1 atm (1 atm = 101,325 Pa) and -196°.  The heats of adsorption up to 11 kJ mol-1 exceed values reported for metal-org. framework compds. and C nanotubes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht1OnsrzO&md5=fe8e7851fe77fde3b98fb76f51bc307f", "26. ", "Gogotsi", ", ", "Y.", "; ", "Dash", ", ", "R. K.", "; ", "Yushin", ", ", "G.", "; ", "Yildirim", ", ", "T.", "; ", "Laudisio", ", ", "G.", "; ", "Fischer", ", ", "J. E.", " ", "Tailoring of Nanoscale Porosity in Carbide-Derived Carbons for Hydrogen Storage", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "16006", "– ", "16007", " DOI: 10.1021/ja0550529", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Tailoring of Nanoscale Porosity in Carbide-Derived Carbons for Hydrogen Storage", "Gogotsi, Yury; Dash, Ranjan K.; Yushin, Gleb; Yildirim, Taner; Laudisio, Giovanna; Fischer, John E.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "46", "),\r\n    ", "16006-16007", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "C-based materials can be rationally designed for H2 storage and the effect of tailored porosity on hydrogen sorption capacity was studied.  A no. of carbide-derived carbons (CDCs) were synthesized using different starting carbides (B4C, ZrC, TiC, and SiC) and chlorination temps. to explore the effect of variable pore size and vol.  The detailed nature of the porosity - av. size and size distribution, shape, and total sp. surface area (SSA) - can be tuned with high sensitivity by selection of precursor carbide (compn., lattice type) and chlorination temp.  The optimum temp. is bounded from below by thermodn. and kinetics of chlorination reactions and from above by graphitization, which decreases the SSA and introduces H2-sorbing surfaces with binding energies too low to be useful.  By correlating pore properties with 77 K H2 isotherms from a wide variety of CDCs, exptl. gravimetric H storage capacity normalized to total pore vol. was optimized in materials with primarily micropores (∼1 nm) rather than mesopores.  Thus, in agreement with theor. predictions, a narrow size distribution of small pores is desirable for storing H, while large pores degrade the volumetric storage capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtFCltbjO&md5=07cc93eca870fbb4a377348677dd7f80", "27. ", "Van Gils", ", ", "G.", " ", "Study of the Reaction of Resorcinol, Formaldehyde, and Ammonia", " ", "J. Appl. Polym. Sci.", " ", "1969", ",  ", "13", ",  ", "835", "– ", "849", " DOI: 10.1002/app.1969.070130503", " ", "[", "Crossref", "], [", "CAS", "]", "27. ", "Reaction of resorcinol, formaldehyde, and ammonia", "Van Gils, G. E.", "Journal of Applied Polymer Science", "\r\n        (", "1969", "),\r\n    ", "13", "\r\n        (", "),\r\n    ", "835-49", "CODEN:\r\n                ", "JAPNAB", ";\r\n        ISSN:", "0021-8995", ".\r\n    ", "Latex dip adhesives for nylon and rayon tire cords are prepd. by reacting resorcinol (I) and HCHO in aq. soln. in the presence of a catalyst for a specified time and then adding a butadiene-styrene-vinylpyridine latex.  The formation of a white ppt. when NH3 is added (prior to complete reaction of I and HCHO) to improve the stability of the latex and increase the adhesion of rubber to the cord is studied.  The reaction mechanism was studied by measuring the heat of reaction of HCHO and NH3 and of mixts. of I and HCHO to which varying amts. of NH3 were added.  NH3 reacted rapidly with HCHO to form an unstable intermediate, presumably trimethylolamine, which subsequently reacted with I to give tris(dihydroxybenzyl)amine (II).  II condensed with more NH3 and HCHO to give a polymer of low soly.  The following amines also formed ppts. when mixed with unmatured solns. of HCHO and I: Me2NH, PrNH2, tert-BuNH2, n-hexylamine, 1,6-hexanediamine, HOCH2CH2NH2, iso-PrNH2, HOCH2CH2NHPh, HOCH2CH2NHEt, and HOCH2CH2NHMe.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF1MXkvVagtb4%253D&md5=5d392b555074fbb1b19899c4ca520162", "28. ", "Liu", ", ", "J.", "; ", "Qiao", ", ", "S. Z.", "; ", "Liu", ", ", "H.", "; ", "Chen", ", ", "J.", "; ", "Orpe", ", ", "A.", "; ", "Zhao", ", ", "D.", "; ", "Lu", ", ", "G. Q. M.", " ", "Extension of the Stöber Method to the Preparation of Monodisperse Resorcinol–Formaldehyde Resin Polymer and Carbon Spheres", " ", "Angew. Chem., Int. Ed.", " ", "2011", ",  ", "50", ",  ", "5947", "– ", "5951", " DOI: 10.1002/anie.201102011", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "28. ", "Extension of The Stoeber Method to the Preparation of Monodisperse Resorcinol-Formaldehyde Resin Polymer and Carbon Spheres", "Liu, Jian; Qiao, Shi Zhang; Liu, Hao; Chen, Jun; Orpe, Ajay; Zhao, Dongyuan; Lu, Gao Qing", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "26", "),\r\n    ", "5947-5951, S5947/1-S5947/16", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The extension of the Stober method for the prepn. of monodisperse RF resin polymer spheres with uniform and controllable particle size on the submicrometer scale is reported for the first time.  The synthesis approach is a very facile and versatile procedure for making polymer beads and is considered to be low cost and suitable for industrial prodn.  The effect of synthesis parameters on the morphologies and particle size of the resulted RF spheres was investigated in detail.  These polymeric spheres can be directly transformed to monodisperse carbon spheres with a yield of 62 wt% by a carbonization process.  After loading with platinum nanoparticles, the carbon spheres revealed very good electrocatalytic oxygen redn. performance.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmvFaiurs%253D&md5=cf91f27902cc9cd7040350349168df56", "29. ", "Li", ", ", "N.", "; ", "Zhang", ", ", "Q.", "; ", "Liu", ", ", "J.", "; ", "Joo", ", ", "J.", "; ", "Lee", ", ", "A.", "; ", "Gan", ", ", "Y.", "; ", "Yin", ", ", "Y.", " ", "Sol–Gel Coating of Inorganic Nanostructures with Resorcinol–Formaldehyde Resin", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "5135", "– ", "5137", " DOI: 10.1039/c3cc41456f", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "Sol-gel coating of inorganic nanostructures with resorcinol-formaldehyde resin", "Li, Na; Zhang, Qiao; Liu, Jian; Joo, Jibong; Lee, Austin; Gan, Yang; Yin, Yadong", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "45", "),\r\n    ", "5135-5137", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A general sol-gel process has been developed to form a coating of resorcinol-formaldehyde (RF) resin on inorg. nanostructures of various compns. and morphologies.  The RF shell can be conveniently converted into carbon through high temp. carbonization under an inert atm.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXnsFaru7o%253D&md5=6cf57264c58de09ceb4ff9dbb16cc2a5", "30. ", "Lu", ", ", "A. H.", "; ", "Sun", ", ", "T.", "; ", "Li", ", ", "W. C.", "; ", "Sun", ", ", "Q.", "; ", "Han", ", ", "F.", "; ", "Liu", ", ", "D. H.", "; ", "Guo", ", ", "Y.", " ", "Synthesis of Discrete and Dispersible Hollow Carbon Nanospheres with High Uniformity by Using Confined Nanospace Pyrolysis", " ", "Angew. Chem., Int. Ed.", " ", "2011", ",  ", "50", ",  ", "11765", "– ", "11768", " DOI: 10.1002/anie.201105486", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "30. ", "Synthesis of Discrete and Dispersible Hollow Carbon Nanospheres with High Uniformity by Using Confined Nanospace Pyrolysis", "Lu, An-Hui; Sun, Tao; Li, Wen-Cui; Sun, Qiang; Han, Fei; Liu, Dong-Hai; Guo, Yue", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "49", "),\r\n    ", "11765-11768, S11765/1-S11765/5", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The confined nanospace pyrolysis method for synthesis of discrete and highly dispersible hollow carbon nanospheres (HCSs) is presented.  Firstly, monodisperse polystyrene nanospheres (PS) with a specific particle size are prepd. as the seed.  Secondly, the surface of the PS seed is uniformly coated with a highly cross-linked polymer that is produced from the precursors phenol and formaldehyde (PF) by a hydrothermal method and forms the inner shell (denoted PS-PF).  The third step, which is crucial for obtaining discrete and dispersible HCS, involves the formation of an inorg. outer silica shell that functions as a nanoreactor to provide a confined nanospace for the high-temp. pyrolysis of the PF polymer and also as a boundary to prevent polymer/carbon conglutination during high-temp. treatment.  This product with a single core and dual-shell structure is denoted PS-PF-SiO2.  In this way, each single PF polymer nanosphere can be converted to carbon within only the isolated nanoreactor of the inorg. silica shell during pyrolysis.  Meanwhile, the PS seed decomps. to leave a void in the carbon product.  Finally, discrete and dispersible HCSs are obtained after pyrolysis of the PS-PF-SiO2 and subsequent elimination of the nanoreactor silica.  The HCSs obtained by using this method show not only great promise for many applications such as advanced storage materials, adsorbents, catalyst supports, drug delivery carriers, and templates, but also an ideal model system for exploring the phys. and chem. properties of carbon colloids.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlWlur%252FJ&md5=e0b5d3b47fbabf3712e309e311fbe225", "31. ", "Tihic", ", ", "A.", " Flexibilizition of Phenolic Resin. MSc Thesis, The Technical University of Denmark, Lyngby, Denmark, ", "2004", ".", "There is no corresponding record for this reference.", "32. ", "Carotenuto", ", ", "G.", "; ", "Nicolais", ", ", "L.", " ", "Kinetic Study of Phenolic Resin Cure by IR Spectroscopy", " ", "J. Appl. Polym. Sci.", " ", "1999", ",  ", "74", ",  ", "2703", "– ", "2715", " DOI: 10.1002/(SICI)1097-4628(19991209)74:11<2703::AID-APP18>3.0.CO;2-M", " ", "[", "Crossref", "], [", "CAS", "]", "32. ", "Kinetic study of phenolic resin cure by IR spectroscopy", "Carotenuto, G.; Nicolais, L.", "Journal of Applied Polymer Science", "\r\n        (", "1999", "),\r\n    ", "74", "\r\n        (", "11", "),\r\n    ", "2703-2715", "CODEN:\r\n                ", "JAPNAB", ";\r\n        ISSN:", "0021-8995", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "The cure reaction of a com. phenolic resin (FRD-5002, Borden Chimie S.A.) has been studied by IR spectroscopy (Fourier transform IR).  A phenomenol. approach was used to characterize the kinetic of reaction.  Various kinetic models, including homogeneous reactions, diffusion-controlled reactions, phase boundary movement, and nucleation and growth-type kinetic, have been tested.  Kinetic analyses using integral procedures on isothermal data indicate that the cure reaction data can be described above 140°C using the homogeneous first-order reaction model.  The activation energy has been found to be about 49.6 kJ mol-1.  At lower temp., a diffusive mechanism was active, and the kinetic of reaction was well described by the Jander kinetic model.  Because of the simple kinetic control active above 140°C, a mechanistic model for the resol cure at these temps. has been also proposed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXmslKhsb4%253D&md5=02832655c985782efd3a265cae79673b", "33. ", "Poljanšek", ", ", "I.", "; ", "Krajnc", ", ", "M.", " ", "Characterization of Phenol-Formaldehyde Prepolymer Resins by in Line FT-IR Spectroscopy", " ", "Acta Chim. Slov.", " ", "2005", ",  ", "52", ",  ", "238", "– ", "244", "There is no corresponding record for this reference.", "34. ", "Werstler", ", ", "D.", " ", "Quantitative. ", "13", "C NMR Characterization of Aqueous Formaldehyde Resins: 2. Resorcinol-Formaldehyde Resins", " ", "Polymer", " ", "1986", ",  ", "27", ",  ", "757", "– ", "764", " DOI: 10.1016/0032-3861(86)90136-9", " ", "[", "Crossref", "], [", "CAS", "]", "34. ", "Quantitative carbon-13 NMR characterization of aqueous formaldehyde resins:  2.  Resorcinol-formaldehyde resins", "Werstler, D. D.", "Polymer", "\r\n        (", "1986", "),\r\n    ", "27", "\r\n        (", "5", "),\r\n    ", "757-64", "CODEN:\r\n                ", "POLMAG", ";\r\n        ISSN:", "0032-3861", ".\r\n    ", "13C-NMR chem. shift assignments of formaldehyde-resorcinol copolymers (I)  [24969-11-7] were made to fill many of the voids in the literature, particularly for base-catalyzed I resins and the arom. carbons in acid-catalyzed I resins.  Nuclear Overhauser enhancement (NOE) factors were detd. for relevant carbons.  Quant. results using these factors appear to be very accurate.  Applications of these assignments and quant. data to the structural characterization of com. and exptl. I are discussed.  The results of this study allow more accurate detailed studies of the nature of various I reactions and provide an extensive data base for future solid-state NMR studies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL28Xit1Glt78%253D&md5=9258df5b886fd415d2b6a8fa27d1315f", "35. ", "Werstler", ", ", "D.", " ", "Quantitative. ", "13", "C NMR Characterization of Aqueous Formaldehyde Resins: 1. Phenol-Formaldehyde Resins", " ", "Polymer", " ", "1986", ",  ", "27", ",  ", "750", "– ", "756", " DOI: 10.1016/0032-3861(86)90135-7", " ", "[", "Crossref", "], [", "CAS", "]", "35. ", "Quantitative carbon-13 NMR characterization of aqueous formaldehyde resins:  1.  Phenol-formaldehyde resins", "Werstler, D. D.", "Polymer", "\r\n        (", "1986", "),\r\n    ", "27", "\r\n        (", "5", "),\r\n    ", "750-6", "CODEN:\r\n                ", "POLMAG", ";\r\n        ISSN:", "0032-3861", ".\r\n    ", "Formaldehyde-phenol copolymers (I)  [9003-35-4] which had experienced a variety of reaction conditions and(or) aging conditions were quant. characterized by 13C NMR.  Under the specific conditions of this study, the phenol para position was favored for reaction over the ortho position on a per site basis, particularly for condensation reactions.  Increasing the reaction temp. from 23° (14 days reaction) to 80° (3 h reaction) did not alter the type of resin structure.  Aging I resulted in extensive condensation and a drastic redn. in para-substituted methylol and hemiformal groups.  This apparently contributes to a sharp decrease in the reactivity of these resins for reactions requiring methylol substituents on the ring.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL28Xit1Glt74%253D&md5=5174280dd8b0e5d00305b9f8b72c3137", "36. ", "Bryson", ", ", "R. L.", "; ", "Hatfield", ", ", "G. R.", "; ", "Early", ", ", "T. A.", "; ", "Palmer", ", ", "A. R.", "; ", "Maciel", ", ", "G. E.", " ", "Carbon 13 NMR Studies of Solid Phenolic Resins Using Cross Polarization and Magic-Angle Spinning", " ", "Macromolecules", " ", "1983", ",  ", "16", ",  ", "1669", "– ", "1672", " DOI: 10.1021/ma00244a021", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "36. ", "Carbon-13 NMR studies of solid phenolic resins using cross polarization and magic-angle spinning", "Bryson, Richard L.; Hatfield, Galen R.; Early, Thomas A.; Palmer, Allen R.; Maciel, Gary E.", "Macromolecules", "\r\n        (", "1983", "),\r\n    ", "16", "\r\n        (", "10", "),\r\n    ", "1669-72", "CODEN:\r\n                ", "MAMOBX", ";\r\n        ISSN:", "0024-9297", ".\r\n    ", "13C NMR data are presented for the cross polarization magic-angle spinning expt. applied to novolak-type phenol-formaldehyde copolymers  [9003-35-4] at magnetic field strengths 1.41, 2.35, and 4.70 T.  Although sensitivity is better at higher fields, there is no real gain in resoln. at higher field.  Spectral deconvolutions were carried out and tentative peak assignments made.  The results confirm the view that the curing process involves crosslinking in each of the resins studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3sXlslKku7s%253D&md5=b2a32ade6a63893204b045a4496b8faa", "37. ", "Schwan", ", ", "M.", "; ", "Ratke", ", ", "L.", " ", "Flexibilisation of Resorcinol–Formaldehyde Aerogels", " ", "J. Mater. Chem. A", " ", "2013", ",  ", "1", ",  ", "13462", "– ", "13468", " DOI: 10.1039/c3ta13172f", " ", "[", "Crossref", "], [", "CAS", "]", "37. ", "Flexibilisation of resorcinol-formaldehyde aerogels", "Schwan, Marina; Ratke, Lorenz", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2013", "),\r\n    ", "1", "\r\n        (", "43", "),\r\n    ", "13462-13468", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Ambient pressure dried resorcinol-formaldehyde (RF) org. aerogels are usually hard and brittle with Young's moduli in the range of 1-2 MPa, strengths of about 100 kPa and densities in the range of 0.2 to 0.4 g cm-3.  Modifications of the classical sol-gel synthesis route transform these brittle materials into rubber- or cork-like flexible aerogels.  We obsd. that in a small window of process parameters, the aerogel d. decreases by an order of magnitude as well as the Young's moduli and the compression strengths.  These new types of RF aerogels are elastically deformable by more than 40% in an almost reversible manner.  In this paper we describe the effects of various sol-gel parameters on the flexibility, such as resorcinol to water and catalyst molar ratio and the pH of the initial soln.  The aerogels are characterized with respect to the envelope d., stress-strain behavior and microstructure as obsd. from SEM fractographs.  The chem. structure and structural differences arising between brittle and flexible RF aerogels were studied by recording 13C-NMR spectra.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1eksrzL&md5=d28631e7be416a6af14f3d76c9f248ec", "38. ", "Hexem", ", ", "J.", "; ", "Frey", ", ", "M.", "; ", "Opella", ", ", "S.", " ", "Molecular and Structural Information from ", "14", "N–", "13", "C Dipolar Couplings Manifested in High Resolution 13C NMR Spectra of Solids", " ", "J. Chem. Phys.", " ", "1982", ",  ", "77", ",  ", "3847", "– ", "3856", " DOI: 10.1063/1.444338", " ", "[", "Crossref", "], [", "CAS", "]", "38. ", "Molecular and structural information from nitrogen-14-carbon-13 dipolar couplings manifested in high resolution carbon-13 NMR spectra of solids", "Hexem, J. G.; Frey, M. H.; Opella, S. J.", "Journal of Chemical Physics", "\r\n        (", "1982", "),\r\n    ", "77", "\r\n        (", "8", "),\r\n    ", "3847-56", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "The dipolar coupling between 14N and 13C is not suppressed by magic angle sample spinning because the relatively large 14N quadrupole interaction shifts the axis of quantization of the 14N spins away from the direction of the applied field.  The resulting 13C resonance line shapes are influenced by the sign, magnitude, and asymmetry parameter of the 14N quadrupole coupling tensor; the internuclear distance; the magnitude of the applied magnetic field; and the orientation of the internuclear vector in the principal axis system of the elec. field gradient.  It is demonstrated that one or more of these parameters can be detd. from the 13C NMR data if the others are known by virtue of single crystal studies or mol. symmetry.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL38Xlslektr0%253D&md5=52bc868453ff91082d641395861b4347", "39. ", "Bezerra", ", ", "D. P.", "; ", "Oliveira", ", ", "R. S.", "; ", "Vieira", ", ", "R. S.", "; ", "Cavalcante", ", ", "C. L.", ", ", " Jr", "; ", "Azevedo", ", ", "D. C.", " ", "Adsorption of CO", "2", " on Nitrogen-Enriched Activated Carbon and Zeolite 13x", " ", "Adsorption", " ", "2011", ",  ", "17", ",  ", "235", "– ", "246", " DOI: 10.1007/s10450-011-9320-z", " ", "[", "Crossref", "], [", "CAS", "]", "39. ", "Adsorption of CO2 on nitrogen-enriched activated carbon and zeolite 13X", "Bezerra, Diogo P.; Oliveira, Ronan S.; Vieira, Rodrigo S.; Cavalcante, Celio L., Jr.; Azevedo, Diana C. S.", "Adsorption", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "1", "),\r\n    ", "235-246", "CODEN:\r\n                ", "ADSOFO", ";\r\n        ISSN:", "0929-5607", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "Adsorption may be a potentially attractive alternative to capturing CO2 from stationary sources in the context of Carbon Capture and Sequestration (CCS) technologies.  Activated carbon and zeolites are state-of-art adsorbents which may be used for CO2 adsorption, however physisorption alone tends to be insignificant at high temps.  In the present work, com. adsorbents were impregnated with monoethanolamine (MEA) and triethanolamine (TEA) to investigate the effect of the modified surface chem. on CO2 adsorption, esp. above room temp.  Adsorption isotherms for CO2, N2, and CH4 were measured in a gravimetrically system in the pressure range of UHV to 10 bar, at 298 and 348 K for activated carbon and zeolite 13X supports.  The adsorbed concn. of CO2 was significantly higher than those of CH4 and N2 for both adsorbents in the whole pressure range studied, zeolite 13X showing a remarkable affinity for CO2 at very low pressures.  However, at 348 K, the adsorbed concn. of CO2 decreases significantly.  The supports impregnated with concd. amine solns. and dried in air suffered a detrimental effect on the textural properties, although CO2 uptake became much less susceptible to temp. increase.  Impregnations carried out with dil. soln. followed by drying in inert atm. yielded materials with very similar textural characteristics as compared to the parent support.  CO2 isotherms in such materials showed a significant change with similar capacities at 348 K as compared to the original support at 298 K in the case of activated carbons.  The impregnated zeolite showed a decrease in adsorbed phase concn. in low pressures for a given temp., but the adsorbed amt. also seemed to be less affected by temp.  These results are promising and indicate that CO2 adsorption may be enhanced despite high process temps. (e.g. 348 K), if convenient impregnation and drying methods are applied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1Wmtbo%253D&md5=0ead741e02ac8e3e6057f9ca91080abe", "40. ", "Kim", ", ", "M.", "; ", "Hwang", ", ", "S.", "; ", "Yu", ", ", "J.-S.", " ", "Novel Ordered Nanoporous Graphitic C", "3", "N", "4", " as a Support for Pt–Ru Anode Catalyst in Direct Methanol Fuel Cell", " ", "J. Mater. Chem.", " ", "2007", ",  ", "17", ",  ", "1656", "– ", "1659", " DOI: 10.1039/b702213a", " ", "[", "Crossref", "], [", "CAS", "]", "40. ", "Novel ordered nanoporous graphitic C3N4 as a support for Pt-Ru anode catalyst in direct methanol fuel cells", "Kim, Minsik; Hwang, Sohee; Yu, Jong-Sung", "Journal of Materials Chemistry", "\r\n        (", "2007", "),\r\n    ", "17", "\r\n        (", "17", "),\r\n    ", "1656-1659", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The prepn. of graphitic C nitride with 3-dimensionally extended highly ordered pore arrays is described.  N-rich porous C was used for the 1st time as a support for Pt50Ru50 alloy catalyst to study the effect of the support on the anodic performance of direct MeOH fuel cells - promising results as a catalyst support in the fuel cell were obtained.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXksFSitrg%253D&md5=c6303b12ac0b105b5c912d1fb46e830f", "41. ", "Bojdys", ", ", "M. J.", "; ", "Müller", ", ", "J. O.", "; ", "Antonietti", ", ", "M.", "; ", "Thomas", ", ", "A.", " ", "Ionothermal Synthesis of Crystalline, Condensed, Graphitic Carbon Nitride", " ", "Chem. - Eur. J.", " ", "2008", ",  ", "14", ",  ", "8177", "– ", "8182", " DOI: 10.1002/chem.200800190", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "41. ", "Ionothermal synthesis of crystalline, condensed, graphitic carbon nitride", "Bojdys, Michael J.; Mueller, Jens-Oliver; Antonietti, Markus; Thomas, Arne", "Chemistry - A European Journal", "\r\n        (", "2008", "),\r\n    ", "14", "\r\n        (", "27", "),\r\n    ", "8177-8182", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Herein we report the synthesis of a cryst. graphitic carbon nitride, or g-C3N4, obtained from the temp.-induced condensation of dicyandiamide (NH2C(=NH)NHCN) by using a salt melt of lithium chloride and potassium chloride as the solvent.  The proposed crystal structure of this g-C3N4 species is based on sheets of hexagonally arranged s-heptazine (C6N7) units that are held together by covalent bonds between C and N atoms which are stacked in a graphitic, staggered fashion, as corroborated by powder X-ray diffractometry and high-resoln.TEM.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht1Gnt7jP&md5=8490741e024bdbda710af31881eb0a95", "42. ", "Barzetti", ", ", "T.", "; ", "Selli", ", ", "E.", "; ", "Moscotti", ", ", "D.", "; ", "Forni", ", ", "L.", " ", "Pyridine and Ammonia as Probes for FT-IR Analysis of Solid Acid Catalysts", " ", "J. Chem. Soc., Faraday Trans.", " ", "1996", ",  ", "92", ",  ", "1401", "– ", "1407", " DOI: 10.1039/ft9969201401", " ", "[", "Crossref", "], [", "CAS", "]", "42. ", "Pyridine and ammonia as probes for FTIR analysis of solid acid catalysts", "Barzetti, Tommy; Selli, Elena; Moscotti, Daniele; Forni, Lucio", "Journal of the Chemical Society, Faraday Transactions", "\r\n        (", "1996", "),\r\n    ", "92", "\r\n        (", "8", "),\r\n    ", "1401-1407", "CODEN:\r\n                ", "JCFTEV", ";\r\n        ISSN:", "0956-5000", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Pyridine and ammonia have been used as probe mols. for the quant. anal. of surface acidity of some solid catalysts by FTIR spectroscopy.  For pyridine, a scale of acidity and an evaluation of the relative acid strength at different temps. (373-773 K) were obtained for both Broensted- and Lewis-acid sites.  Correlation was verified between the concn. of Broensted sites and the catalytic activity of the catalysts examd. for the dehydration of 2-(2-hydroxyethyl)pyridine to 2-vinylpyridine.  In contrast, ammonia was a much less reliable probe, mainly due to the overlapping of the resulting IR absorption bands.  Moreover, it decompd. even at rather low temps., when adsorbed onto the catalysts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XivVKktro%253D&md5=5ba6d56d4cbe971737d3f5471c748c96", "43. ", "Dubis", ", ", "A. T.", "; ", "Grabowski", ", ", "S. J.", "; ", "Romanowska", ", ", "D. B.", "; ", "Misiaszek", ", ", "T.", "; ", "Leszczynski", ", ", "J.", " ", "Pyrrole-2-Carboxylic Acid and Its Dimers: Molecular Structures and Vibrational Spectrum", " ", "J. Phys. Chem. A", " ", "2002", ",  ", "106", ",  ", "10613", "– ", "10621", " DOI: 10.1021/jp0211786", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "43. ", "Pyrrole-2-carboxylic Acid and Its Dimers: Molecular Structures and Vibrational Spectrum", "Dubis, Alina T.; Grabowski, Slawomir J.; Romanowska, Dorota B.; Misiaszek, Tomasz; Leszczynski, Jerzy", "Journal of Physical Chemistry A", "\r\n        (", "2002", "),\r\n    ", "106", "\r\n        (", "44", "),\r\n    ", "10613-10621", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The IR and Raman spectroscopic study of pyrrole-2-carboxylic acid (PCA) confirms the formation of the cyclic acid dimer species in the solid state.  The mol. structure, vibrational frequencies, and binding energies of cyclic dimers have been also examd. using the d. functional theory (DFT) at the B3LYP/6-311+G(d) level.  In addn., a complete vibrational assignment is proposed for the both s-cis and s-trans PCA conformers.  The vibrational assignments are supported by normal coordinate calcns. utilizing force consts. predicted using the DFT method.  The \"atoms in mols.\" theory of Bader is also used to characterize hydrogen bonds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xns1yrs7g%253D&md5=e008a9d52cdb707b8984658f5400f4d7", "44. ", "Balaji", ", ", "S. S.", "; ", "Sathish", ", ", "M.", " ", "Supercritical Fluid Processing of Nitric Acid Treated Nitrogen Doped Graphene with Enhanced Electrochemical Supercapacitance", " ", "RSC Adv.", " ", "2014", ",  ", "4", ",  ", "52256", "– ", "52262", " DOI: 10.1039/C4RA07820A", " ", "[", "Crossref", "], [", "CAS", "]", "44. ", "Supercritical fluid processing of nitric acid treated nitrogen doped graphene with enhanced electrochemical supercapacitance", "Balaji, S. Suresh; Sathish, M.", "RSC Advances", "\r\n        (", "2014", "),\r\n    ", "4", "\r\n        (", "94", "),\r\n    ", "52256-52262", "CODEN:\r\n                ", "RSCACL", ";\r\n        ISSN:", "2046-2069", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Supercrit. fluid processing of nitrogen (N) doped graphene and nitric acid treated N-doped graphene is demonstrated using urea as the nitrogen source.  The qual. and quant. information concerning doped nitrogen in the graphene sheets were investigated using X-ray diffraction, elemental anal., Fourier transform IR, Raman and X-ray photoelectron spectroscopic anal.  The surface morphol. and phys. nature of the samples are demonstrated using scanning electron and transmission electron microscopic anal.  The electrochem. performance of prepd. electrode materials was characterized using cyclic voltammetry and galvanostatic charge-discharge anal. in a conventional three-electrode system.  Nitric acid treated N-doped graphene prepd. using supercrit. fluid processing shows an enhanced specific capacitance of 261 F g-1 at a c.d. of 0.5 A g-1.  In addn., it shows 126% capacitance retention after 1000 cycles of charge-discharge and it is stable up to 3000 cycles at a c.d. of 5 A g-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhslOit73I&md5=fc9ea492622847b50896cea8c9c16fdf", "45. ", "Ding", ", ", "W.", "; ", "Wei", ", ", "Z.", "; ", "Chen", ", ", "S.", "; ", "Qi", ", ", "X.", "; ", "Yang", ", ", "T.", "; ", "Hu", ", ", "J.", "; ", "Wang", ", ", "D.", "; ", "Wan", ", ", "L. J.", "; ", "Alvi", ", ", "S. F.", "; ", "Li", ", ", "L.", " ", "Space-Confinement-Induced Synthesis of Pyridinic-and Pyrrolic-Nitrogen-Doped Graphene for the Catalysis of Oxygen Reduction", " ", "Angew. Chem.", " ", "2013", ",  ", "125", ",  ", "11971", "– ", "11975", " DOI: 10.1002/ange.201303924", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "46. ", "Jiang", ", ", "H.-L.", "; ", "Liu", ", ", "B.", "; ", "Lan", ", ", "Y.-Q.", "; ", "Kuratani", ", ", "K.", "; ", "Akita", ", ", "T.", "; ", "Shioyama", ", ", "H.", "; ", "Zong", ", ", "F.", "; ", "Xu", ", ", "Q.", " ", "From Metal–Organic Framework to Nanoporous Carbon: Toward a Very High Surface Area and Hydrogen Uptake", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "11854", "– ", "11857", " DOI: 10.1021/ja203184k", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "46. ", "From Metal-Organic Framework to Nanoporous Carbon: Toward a Very High Surface Area and Hydrogen Uptake", "Jiang, Hai-Long; Liu, Bo; Lan, Ya-Qian; Kuratani, Kentaro; Akita, Tomoki; Shioyama, Hiroshi; Zong, Fengqi; Xu, Qiang", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "31", "),\r\n    ", "11854-11857", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "With a zeolite-type metal-org. framework as both a precursor and a template and furfuryl alc. as a 2nd precursor, nanoporous C material was prepd. with a high surface area (3405 m2/g, BET method) and considerable H storage capacity (2.77% at 77 K and 1 atm) as well as good electrochem. properties as an electrode material for elec. double layer capacitors.  The pore structure and surface area of the resultant C materials can be tuned simply by changing the calcination temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXptVSksL0%253D&md5=4f7e2ed8f4f0686dc41de9b5585fa383", "47. ", "Zhang", ", ", "Z.", "; ", "Zhou", ", ", "J.", "; ", "Xing", ", ", "W.", "; ", "Xue", ", ", "Q.", "; ", "Yan", ", ", "Z.", "; ", "Zhuo", ", ", "S.", "; ", "Qiao", ", ", "S. Z.", " ", "Critical Role of Small Micropores in High CO", "2", " Uptake", " ", "Phys. Chem. Chem. Phys.", " ", "2013", ",  ", "15", ",  ", "2523", "– ", "2529", " DOI: 10.1039/c2cp44436d", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "47. ", "Critical role of small micropores in high CO2 uptake", "Zhang, Zhongshen; Zhou, Jin; Xing, Wei; Xue, Qingzhong; Yan, Zifeng; Zhuo, Shuping; Qiao, Shi Zhang", "Physical Chemistry Chemical Physics", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "7", "),\r\n    ", "2523-2529", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Microporous carbon materials with extremely small pore size are prepd. by employing polyaniline as a carbon precursor and KOH as an activating agent.  CO2 sorption performance of the materials is systematically investigated at the temps. of 0, 25 and 75 °C.  The prepd. carbons show very high CO2 uptake of up to 1.86 and 1.39 mmol g-1 under 1 bar, 75 °C and 0.15 bar, 25 °C, resp.  These values are amongst the highest CO2 capture amts. of the known carbon materials.  The relation between CO2 uptake and pore size at different temps. is studied.  An interesting and innovative point that the micropores with pore size smaller than a crit. value play a crucial role in CO2 adsorption at different temps. is demonstrated.  It is found that the higher the sorption temp. is, the smaller this crit. value of pore size is.  Pores smaller than 0.54 nm are manifested to det. CO2 capture capacity at high sorption temp., e.g. 75 °C.  This research proposes a basic principle for designing highly efficient CO2 carbon adsorbents; i.e., the adsorbents should be primarily rich in extremely small micropores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVeksrY%253D&md5=0cffc6a7538b6a75b2f22a234af67456", "48. ", "Masika", ", ", "E.", "; ", "Mokaya", ", ", "R.", " ", "Hydrogen Storage in High Surface Area Carbons with Identical Surface Areas but Different Pore Sizes: Direct Demonstration of the Effects of Pore Size", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "25734", "– ", "25740", " DOI: 10.1021/jp3100365", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "48. ", "Hydrogen Storage in High Surface Area Carbons with Identical Surface Areas but Different Pore Sizes: Direct Demonstration of the Effects of Pore Size", "Masika, Eric; Mokaya, Robert", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "49", "),\r\n    ", "25734-25740", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Exptl. data are presented that directly shows the effect of pore size on hydrogen uptake in high surface area porous carbons.  A direct study of the effect of pore size was made possible by comparing the uptake capacity of porous carbons with identical surface areas but with different pore sizes and pore size distributions.  A variety of synthesis methods were used to prep. carbon materials with similar surface areas with pore sizes ranging from the micropore range (12 Å) to supermicropore/lower mesopore (23 Å) and lower mesopore (31 Å) range.  This allowed a simple and straightforward anal. of the effect of pore size without any changes in total surface area.  The pore size essentially defines the hydrogen uptake with no apparent regard to the similar surface areas.  The excess and total hydrogen uptake (at -196° and 20 bar) of carbons with identical surface areas of 3340 m2/g, increased from 3.7-5.4 wt. % (31 Å sample), to 4.8 and 6.3 wt. % (23 Å sample) and to 6.3 and 7.3 wt. % for a 12 Å sample.  The excess hydrogen storage d. (μmol H2·m-2) decreases linearly with pore size from 9.5 at 12 Å to 7.3 at 23 Å, and 5.5 at 31 Å.  Thus at a surface area of 3340 m2/g, a change of pore size from 31-12 Å improves the excess hydrogen storage by a staggering 70%.  The pore size effect has general applicability; for carbons with similar surface areas of 2770 m2/g, the excess and total hydrogen storage was 1.7 and 3.0 wt. % for a 28 Å sample and increased to 5.6 and 6.4 wt. % for and 15 Å sample.  In this case, a change of pore size from 28 to ca. 15 Å results in a more than 3-fold increase in excess hydrogen storage.  Therefore, to improve hydrogen storage capacity of carbons, the surface area has to be increased, but with pores of the right size.  A high surface area and pore vol. assocd. with large pores cannot compensate for unfavorably sized pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhslSmsbfF&md5=123a772428830ce2446490379e5b25e9", "49. ", "Krawiec", ", ", "P.", "; ", "Kramer", ", ", "M.", "; ", "Sabo", ", ", "M.", "; ", "Kunschke", ", ", "R.", "; ", "Fröde", ", ", "H.", "; ", "Kaskel", ", ", "S.", " ", "Improved Hydrogen Storage in the Metal-Organic Framework Cu", "3", "(Btc)", "2", " ", "Adv. Eng. Mater.", " ", "2006", ",  ", "8", ",  ", "293", "– ", "296", " DOI: 10.1002/adem.200500223", " ", "[", "Crossref", "], [", "CAS", "]", "49. ", "Improved hydrogen storage in the metal-organic framework Cu3(BTC)2", "Krawiec, Piotr; Kramer, Markus; Sabo, Michal; Kunschke, Ruediger; Froede, Heidi; Kaskel, Stefan", "Advanced Engineering Materials", "\r\n        (", "2006", "),\r\n    ", "8", "\r\n        (", "4", "),\r\n    ", "293-296", "CODEN:\r\n                ", "AENMFY", ";\r\n        ISSN:", "1438-1656", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A new pressure-free synthesis method was developed producing the porous material Cu3(BTC)2 (BTC = benzene tricarboxylate) with a very high micropore vol. up to 0.62 cm3g-1.  The compd. is a promising nanoporous solid for adsorptive H storage under cryogenic conditions with a capacity of 2.18% which is higher than that of IRMOFs and other coordination polymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XltlKntLk%253D&md5=0c4dcbbf6e0f28c11709ccf7eb842ce7", "50. ", "Park", ", ", "K. S.", "; ", "Ni", ", ", "Z.", "; ", "Côté", ", ", "A. P.", "; ", "Choi", ", ", "J. Y.", "; ", "Huang", ", ", "R.", "; ", "Uribe-Romo", ", ", "F. J.", "; ", "Chae", ", ", "H. K.", "; ", "O'Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Exceptional Chemical and Thermal Stability of Zeolitic Imidazolate Frameworks", " ", "Proc. Natl. Acad. Sci. U. S. A.", " ", "2006", ",  ", "103", ",  ", "10186", "– ", "10191", " DOI: 10.1073/pnas.0602439103", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "50. ", "Exceptional chemical and thermal stability of zeolitic imidazolate frameworks", "Park, Kyo Sung; Ni, Zheng; Cote, Adrien P.; Choi, Jae Yong; Huang, Rudan; Uribe-Romo, Fernando J.; Chae, Hee K.; O'Keeffe, Michael; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2006", "),\r\n    ", "103", "\r\n        (", "27", "),\r\n    ", "10186-10191", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "Twelve zeolitic imidazolate frameworks (ZIFs; termed ZIF-1 to -12) were synthesized as crystals by copolymn. of either Zn(II) (ZIF-1 to -4, -6 to -8, and -10 to -11) or Co(II) (ZIF-9 and -12) with imidazolate-type links.  The ZIF crystal structures are based on the nets of seven distinct aluminosilicate zeolites: tetrahedral Si(Al) and the bridging O are replaced with transition metal ion and imidazolate link, resp.  One example of mixed-coordination imidazolate of Zn(II) and In(III) (ZIF-5) based on the garnet net is reported.  Study of the gas adsorption and thermal and chem. stability of two prototypical members, ZIF-8 and -11, demonstrated their permanent porosity (Langmuir surface area = 1,810 m2/g), high thermal stability (up to 550°), and remarkable chem. resistance to boiling alk. H2O and org. solvents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XntlKjtbo%253D&md5=c28cd5862d4765fe4e4937195f5bb4df", "51. ", "Rowsell", ", ", "J. L.", "; ", "Yaghi", ", ", "O. M.", " ", "Effects of Functionalization, Catenation, and Variation of the Metal Oxide and Organic Linking Units on the Low-Pressure Hydrogen Adsorption Properties of Metal-Organic Frameworks", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "1304", "– ", "1315", " DOI: 10.1021/ja056639q", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "51. ", "Effects of Functionalization, Catenation, and Variation of the Metal Oxide and Organic Linking Units on the Low-Pressure Hydrogen Adsorption Properties of Metal-Organic Frameworks", "Rowsell, Jesse L. C.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "4", "),\r\n    ", "1304-1315", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The dihydrogen adsorption isotherms of eight metal-org. frameworks (MOFs), measured at 77 K up to a pressure of 1 atm, were examd. for correlations with their structural features.  All materials display approx. Type I isotherms with no hysteresis, and satn. was not reached for any of the materials under these conditions.  Among the six iso-reticular MOFs (IRMOFs) studied, the catenated materials exhibit the largest capacities on a molar basis, up to 9.8 H2 per formula unit.  The addn. of functional groups (-Br, -NH2, -C2H4-) to the phenylene links of IRMOF-1 (MOF-5), or their replacement with thieno[3,2-b]thiophene moieties in IRMOF-20, altered the adsorption behavior by a minor amt. despite large variations in the pore vols. of the resulting materials.  But replacement of the metal oxide units with those contg. coordinatively unsatd. metal sites resulted in greater H2 uptake.  The enhanced affinities of these materials, MOF-74 and HKUST-1, were further demonstrated by calcn. of the isosteric heats of adsorption, which were larger across much of the range of coverage examd., compared to those of representative IRMOFs.  Probably under low-loading conditions, the H2 adsorption behavior of MOFs can be improved by imparting larger charge gradients on the metal oxide units and adjusting the link metrics to constrict the pore dimensions; however, a large pore vol. is still a prerequisite feature.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XitV2msg%253D%253D&md5=76a0797beec956e59ca2ddf029f5a386", "52. ", "Wong-Foy", ", ", "A. G.", "; ", "Lebel", ", ", "O.", "; ", "Matzger", ", ", "A. J.", " ", "Porous Crystal Derived from a Tricarboxylate Linker with Two Distinct Binding Motifs", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "15740", "– ", "15741", " DOI: 10.1021/ja0753952", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "52. ", "Porous Crystal Derived from a Tricarboxylate Linker with Two Distinct Binding Motifs", "Wong-Foy, Antek G.; Lebel, Olivier; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "51", "),\r\n    ", "15740-15741", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The use of a reduced symmetry org. linker for the prepn. of porous coordination polymers is demonstrated.  The solvothermal reaction of the unsym. substituted biaryl compd. biphenyl-3,4',5-tricarboxylic acid with Cu(II) ions produces a [3,4,6]-connected coordination polymer exhibiting very high porosity and surface area (SLangmuir = 3100 m2/g).  A striking feature of the structure is its incorporation, in a single material, of both the ubiquitous dinuclear Cu(II) paddlewheel motif and the rarely obsd. trinuclear Cu(II) cluster.  Satn. H2 uptake, measured at 77 K, shows an excess gravimetric uptake of 5.7% at 45 bar with a steep rise at low pressures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtlynu7vF&md5=999b476f62766f37c15c587906649777", "53. ", "Wang", ", ", "X. S.", "; ", "Ma", ", ", "S.", "; ", "Forster", ", ", "P. M.", "; ", "Yuan", ", ", "D.", "; ", "Eckert", ", ", "J.", "; ", "López", ", ", "J. J.", "; ", "Murphy", ", ", "B. J.", "; ", "Parise", ", ", "J. B.", "; ", "Zhou", ", ", "H. C.", " ", "Enhancing H", "2", " Uptake by “Close-Packing” Alignment of Open Copper Sites in Metal–Organic Frameworks", " ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "7263", "– ", "7266", " DOI: 10.1002/anie.200802087", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "53. ", "Enhancing H2 uptake by \"close-packing\" alignment of open copper sites in metal-organic frameworks", "Wang, Xi-Sen; Ma, Shengqian; Forster, Paul M.; Yuan, Daqiang; Eckert, Juergen; Lopez, Joseph J.; Murphy, Brandon J.; Parise, John B.; Zhou, Hong-Cai", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "38", "),\r\n    ", "7263-7266", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Inspired by close-packing of spheres, to strengthen the framework-H2 interaction in MOFs (metal-org. frameworks), a strategy is devised to increase the no. of nearest neighboring open metal sites of each H2-hosting cage, and to align the open metal sites toward the H2 mols.  Two MOF polymorphs were made, one exhibiting a record high hydrogen uptake of 3.0 wt% at 1 bar and 77 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtFyqsbfP&md5=926efc2ad02252fab5b7e81cc4480f7e", "54. ", "Sevilla", ", ", "M.", "; ", "Foulston", ", ", "R.", "; ", "Mokaya", ", ", "R.", " ", "Superactivated Carbide-Derived Carbons with High Hydrogen Storage Capacity", " ", "Energy Environ. Sci.", " ", "2010", ",  ", "3", ",  ", "223", "– ", "227", " DOI: 10.1039/B916197J", " ", "[", "Crossref", "], [", "CAS", "]", "54. ", "Superactivated carbide-derived carbons with high hydrogen storage capacity", "Sevilla, Marta; Foulston, Richard; Mokaya, Robert", "Energy & Environmental Science", "\r\n        (", "2010", "),\r\n    ", "3", "\r\n        (", "2", "),\r\n    ", "223-227", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Activation of carbide-derived carbon (CDC) with KOH generates superactivated carbons with high surface area (up to 2800 m2/g-1).  The KOH activation, at a CDC/KOH wt. ratio of 1:4, was performed at between 600° and 900°.  Despite a 50% increase in porosity, the activated carbons retain a microporous nature with typically 90% of their surface area and 80% of their pore vol. arising from micropores.  The small micropores (8-12 A) of the CDC are retained in the activated carbons, along with the generation of a greater proportion of new 20 A pores.  The size of the larger pores increases slightly at higher activation temp.  The activated carbons exhibit an enhancement of up to 63% in hydrogen uptake from 3.8 wt.% for the CDC to 6.2 wt.% at -196° and 20 bar.  At 1 bar the superactivated CDC carbons store 2.7 wt.% hydrogen, which is amongst the highest values ever reported for activated carbon.  An increase in surface oxygen concn. also contributes to the enhanced hydrogen uptake.  For example, activation at 600° does not alter the textural properties, but enhances hydrogen uptake by ca. 30% compared to the CDC due to an apparent higher surface oxygen concn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXnvVahs7w%253D&md5=852ec63bd2e1cd2bc3da647865fea3af"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-51/acs.jpcc.5b10552/20151218/images/small/jp-2015-10552m_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-51/acs.jpcc.5b10552/20151218/images/small/jp-2015-10552m_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-51/acs.jpcc.5b10552/20151218/images/small/jp-2015-10552m_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-51/acs.jpcc.5b10552/20151218/images/small/jp-2015-10552m_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-51/acs.jpcc.5b10552/20151218/images/small/jp-2015-10552m_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-51/acs.jpcc.5b10552/20151218/images/small/jp-2015-10552m_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-51/acs.jpcc.5b10552/20151218/images/small/jp-2015-10552m_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-51/acs.jpcc.5b10552/20151218/images/small/jp-2015-10552m_0009.gif\">"]}
