{"title": ["The Importance of Polymorphism in Metal–Organic Framework Studies"], "authors": ["Darpandeep Aulakh", "Juby R. Varghese", "Mario Wriedt"], "doi": ["10.1021/acs.inorgchem.5b01311"], "abstract": ["An Eu-MOF shows change in adsorption properties triggered by a temperature-induced polymorphic phase transition.", "Polymorphic phase transitions remain frequently undetected in routine metal–organic framework (MOF) studies; however, their discovery is of major importance in interpreting structure–property relationships. We herein report a reversible enantiotropic single-crystal to single-crystal polymorphic phase transition of a new microporous MOF [Eu(BDC)(NO", ")(DMF)", "]", " (H", "BDC = 1,4-benzenedicarboxylic acid; DMF = dimethylformamide). While modification ", " at 170 K crystallizes in the monoclinic space group ", "2", "/", " with unit cell dimensions of ", " = 17.673(2) Å, ", " = 20.023(2) Å, ", " = 10.555(9) Å, β = 90.129(4)°, modification ", " at 290 K crystallizes in higher symmetry space group ", "2/", " with unit cell dimensions of ", " = 17.200(7) Å, ", " = 10.737(4) Å, ", " = 10.684(4) Å, β = 90.136(2)°. This temperature-induced phase transition is accompanied by a small change in the solvent-accessible voids from 46.8 in ", " to 49.8% in ", ", which triggers a significant change in the adsorption properties as compared to a reported isostructural compound. Detailed investigations on the phase transition were studied with variable-temperature single-crystal X-ray diffraction (SCXRD), powder X-ray diffraction, and differential scanning calorimetry measurements. The herein-presented investigations emphasize the importance of polymorphic phase transitions in routine MOF studies originating from low-temperature SCXRD data and high-temperature physical property characterizations in avoiding the use of a wrong structure in interpreting structure–property relationships."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Introduction", "Polymorphism is the ability of a substance to exhibit two or more crystalline phases that differ in their conformations and/or packing arrangements of the molecules within the crystal lattice.", "(1-4)", " Changes in their conformational orientation or packing arrangement induced by heating, cooling,", "(5, 6)", " or by applying pressure", "(7)", " result in either chemical reactions within the crystal, known as topochemical reactions, or can lead to the rearrangement to another polymorphic form of the same compound known as polymorphic transition. These polymorphic transitions can occur via reconstructive mechanisms, which require extensive rearrangements of the internal structure or via displacive and order–disorder mechanisms, which require little energy and small adjustments to the structures and often result in structures that differ in their symmetry. In general, their energetic relations can be described as enantiotropic or monotropic. If they are related by enantiotropism, the free energy temperature curves cross at the transition temperature, and the transition of the low-temperature (LT) form into the high-temperature (HT) form is endothermic. In contrast, for monotropic modifications one form is stable over the total temperature range, and only the transition of the metastable into the stable form can occur, which is exothermic.", "(2)", "For decades, polymorphic phase transitions have been widely researched in various fields of structural chemistry, such as pharmaceuticals and molecular chemistry.", "(8-11)", " The unique properties of polymorphs, displaying both different crystal structures and identical molecular composition, allows for the derivation of structure–property relationships solely based on structural parameters. This becomes specifically important for certain material classes in which the rational design of crystal structures is one of the crucial aspects used to systematically tune their physical properties.", "One of these material classes are metal–organic frameworks (MOFs). Since Yaghi et al. introduced MOFs in 1999,", "(12)", " this class of materials has become one of the most researched crystalline solids.", "(13-15)", " Composed of inorganic metal clusters connected by polytypic organic linkers, these materials typically show large accessible voids and high surface areas, which offer potential adsorption-based applications in gas and small-molecule storage and separations.", "(16-19)", " However, polymorphic phase transitions have been only occasionally observed for dense MOFs and even less frequently for porous frameworks, perhaps because polymorphism screening is not performed in routine MOF studies.", "(20-29)", " For example, Dunbar et al. investigated a room-temperature single-crystal (SC) to SC transformation between two MOF polymorphs that exhibited different conductivity properties.", "(30)", " Monge et al. studied a reversible temperature-induced SC to SC polymorphic transformation triggered by the rearrangement of the atoms by the breaking/formation of coordination bonds with no change in the overall stoichiometry.", "(31)", " The MOF we studied in this contribution belongs to a class of MOF structures with a flexible framework that undergo structural phase transitions driven by temperature variation. These phase transitions have commonly been studied by temperature-dependent powder diffraction for many years and are associated with the so-called “breathing effect”.", "(32-37)", " Contrary to the findings of Ferrey et al.,", "(32, 34-37)", " which demonstrated that some flexible MOFs exhibit remarkable breathing effects upon uptake of various liquids, Brown et al. reported that a structural transition from an open-pore to a closed-pore structure of MIL-53(Al) can be realized even in the absence of any guest species as a function of temperature.", "(33)", " It was assumed from theoretical calculations that the decrease in the motion of benzene rings is responsible for this behavior. Walker et al. further investigated the thermally induced flexibility in this MOF and concluded that the higher entropy of the rotating linker at higher temperature is responsible for the expansion of the pores, while the dispersive interactions stabilize the closed-pore framework at low temperatures.", "(30)", " Maurin et al. investigated the large breathing effect exhibited by MIL-47 upon exposure to high mechanical pressure and found that a new phase was evidenced that reverted back upon the removal of pressure and exhibited an enormous 43% contraction in cell volume.", "(38)", " Another example of pressure-induced elastic phenomenon in MOFs was reported by Gagnon et al. in a zinc phosphonate framework where a reduction in unit cell volume to 27% was observed with increase in pressure.", "(39)", "Taking the aforementioned considerations into account, application-oriented adsorption properties of MOFs are generally characterized at ambient temperatures, whereas their crystal structures are typically determined from cryogenic single-crystal X-ray diffraction (SCXRD) data. This combination of low-temperature crystal data and high-temperature adsorption data, however, can lead to problems in the interpretation of structure–property relationships, because temperature-induced polymorphic phase transitions might occur as in the present study. Herein, we report on the importance of routine polymorphism screening as observed in systematic investigations on the synthesis of a new MOF material, which we found to show a SC to SC polymorphic phase transition as evidenced by variable-temperature SCXRD, powder X-ray diffraction (PXRD), and differential scanning calorimetry (DSC) data.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Experimental Section", "General Information", "Commercially available reagents were used as received without further purification.", "Synthesis of [Eu(BDC)(NO", "3", ")(DMF)", "2", "]", "n", " (", "1", ")", "Single crystals suitable for X-ray structure determination were prepared by reaction of Europium(III) nitrate pentahydrate (214.03 mg, 0.5 mmol) and 1,4-benzenedicarboxylic acid (H", "2", "BDC; 83.05 mg, 0.5 mmol) in 10 mL of 1:1 DMF/EtOH mixture in a closed snap vial without stirring at 80 °C. Clear white block-shaped single crystals were obtained after 1 d as a major phase. Bulk material was prepared by decanting the mother-liquor from the vial and washing the crystals several times with DMF/EtOH mixture. They were filtered off and washed with ethanol and diethyl ether and dried in air. Yield: 22.1 mg (78%). Anal. Calcd for C", "14", "H", "18", "EuN", "3", "O", "9", " (524.22): C 32.08, H 3.46, N 8.01; found: C 32.20, H 3.51, N 7.94%. IR (KBr pellet, cm", "–1", "): ", "ṽ", " = 3431 (w), 3046 (s), 2936 (w), 2814 (s), 1651 (s), 1620 (s), 1578 (s), 1437 (s), 1392 (w), 1311 (s), 1109 (s), 1036 (s), 891 (s), 817 (s), 750 (s), 679 (s), 505 (m).", "Single-Crystal Structure Analysis", "Data collections were performed on single crystals coated with mineral oil and mounted on Kapton loops. Single-crystal X-ray data of all compounds were collected on a Bruker Kappa Apex II X-ray diffractometer outfitted with a Mo X-ray source (sealed tube, λ = 0.710 73 Å) and an APEX II CCD detector equipped with an Oxford Cryosystems Desktop Cooler low-temperature device. The APEX-II software suite was used for data collection, cell refinement, and reduction.", "(40)", " Absorption corrections were applied using SADABS.", "(41)", " Space group assignments were determined by examination of systematic absences, ", "E", "-statistics, and successive refinement of the structures. Structure solutions were performed with direct methods using SHELXT-2014 and refined by least-squares refinement against |", "F|", "2", " followed by difference Fourier synthesis using SHELXL-2014.", "(42-44)", "All non-hydrogen atoms were refined with anisotropic displacement parameters. The C–H atoms were positioned with idealized geometry and were refined with fixed isotropic displacement parameters [", "U", "eq", "(H) = −1.2·", "U", "eq", "(C)] using a riding model with ", "d", "C–H", " = 0.95 Å (aromatic). In ", "1LT", " C53 (DMF methyl) is disordered over two positions (C53 and C53′) with site occupancy factors of 0.7 and 0.3; in ", "1HT", " the entire DMF molecule is disordered over two positions with site occupancy factors of 0.65 and 0.35. Details of the structure determination are given in ", "Table ", "1", ". Additional crystallographic information is available in the ", "Supporting Information", ".", "Table 1. Selected Crystal Data and Details on the Structure Determinations from Single-Crystal Data for Compounds ", "1LT", " and ", "1HT", "compound", "1LT", "1HT", "formula", "C28 H36 Eu2 N6 O18", "C14 H18 Eu N3 O9", "MW [g mol", "–1", "]", "1048.5", "524.27", "crystal system", "monoclinic", "monoclinic", "space group", "P", "2", "1", "/", "c", "C", "2/", "c", "a", " [Å]", "17.6726(2)", "17.200(7)", "b", " [Å]", "20.0232(2)", "10.737(4)", "c", " [Å]", "10.5553(9)", "10.684(4)", "α [deg]", "90", "90", "β [deg]", "91.129(4)", "96.136(15)", "γ [deg]", "90", "90", "V", " [Å", "3", "]", "3734.4(5)", "1961.7(13)", "T", " [K]", "170(2)", "296(2)", "Z", "8", "4", "D", "calc", " [g cm", "–3", "]", "1.865", "1.775", "μ [mm", "–1", "]", "3.411", "3.247", "min/max transmission", "0.560/0.729", "0.581/0.774", "θ", "max", " [deg]", "28.338", "28.342", "measured reflections", "52818", "14145", "unique reflections", "9299", "2451", "reflections [", "F", "0", " > 4σ(", "F", "0", ")]", "5377", "2012", "parameter", "505", "137", "R", "int", "0.1382", "0.0553", "R", "1", " [", "F", "0", " > 4σ(", "F", "0", ")]", "0.0503", "0.0340", "wR", "2", " [all data]", "0.1036", "0.0792", "GOF", "0.983", "1.021", "Δρ", "max", "/Δρ", "min", " [e Å", "–3", "]", "2.652/–1.780", "1.241/–0.714", "Powder X-ray Diffraction", "Powder samples were dispersed on low background quartz discs and the crystallinity of the powder samples was assessed with Bruker D2 Phaser Powder X-ray Diffractometer. Simulation of the PXRD data was carried out by using single crystal data and the Powder Pattern module of the Mercury CSD software package.", "(45)", "Thermogravimetric Analysis", "Thermogravimetric (TG) data were recorded using a TGA Q50 from TA Instruments. All measurements were performed using platinum crucibles in a dynamic nitrogen atmosphere (50 mL/min) and a heating rate of 3 °C min", "–1", ". The instrument was corrected for buoyancy and current effects and was calibrated using standard reference materials.", "Differential Scanning Calorimetry", "DSC data were recorded using a TGA Q20 from TA Instruments. All measurements were performed using T zero aluminum pans, a dynamic nitrogen atmosphere (50 mL/min), and a heating rate of 3 °C min", "–1", ". The instrument was calibrated using standard reference materials.", "Adsorption Analysis", "Gas adsorption isotherms for pressures in the range from 1 × 10", "–5", " to 1.1 bar were measured by a volumetric method using a Micromeritics ASAP2020 surface area and pore analyzer. A preweighed analysis tube was charged with a sample of compound, capped and evacuated by heating at 150 °C under dynamic vacuum for 6 h. The evacuated analysis tube containing the activated sample was then carefully transferred to an electronic balance and weighed to determine the mass of sample. The tube was then transferred to the analysis port of the gas adsorption instrument. For all isotherms, warm and cold free space correction measurements were performed using ultrahigh purity (UHP) He gas (grade 5.0, 99.999% purity). All gases used are UHP grade (99.999% purity). N", "2", " and H", "2", " isotherms at 77 K were measured in liquid nitrogen. CO", "2", " isotherm at 195 K was measured using a dry ice/acetone bath; isotherm at 273 K was measured using ice water, and isotherm at 295 K was measured using water bath. All temperatures and fill levels were monitored periodically throughout the measurement. Oil-free vacuum pumps and oil-free pressure regulators were used for all measurements to prevent contamination of the samples during the evacuation process or of the feed gases during the isotherm measurements.", "Elemental Analysis", "Elemental analyses (C, H, and N) were performed using a PerkinElmer 2400 Series II instrument. The instrument was calibrated using standard reference materials.", "Spectroscopy", "Fourier transform infrared data were recorded on a Nicolet iS10 from Thermo Scientific.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "Crystal Structures", "Routine SCXRD at 170 K reveals that ", "1", " crystallizes in the centrosymmetric monoclinic space group ", "P", "2", "1", "/", "c", " with unit cell dimensions of ", "a", " = 17.6726(13), ", "b", " = 20.0232(9), ", "c", " = 10.5553(9) Å, β = 90.129(4)°, and ", "V", " = 3734.4(5) Å", "3", " (", "Table ", "1", "). The asymmetric unit consists of two Eu cations, two BDC ligands, two nitrate anions, and four DMF molecules, with all atoms in general positions (", "Figure S1", "). In the crystal structure the Eu cations are octacoordinated by two BDC ligands, one nitrate anion, and two DMF molecules in a trigonal dodecahedral geometry (", "Figure ", "1", "a). Each carboxylate moiety of the BDC ligand bridges two Eu cations in a bis-monodentate fashion along the ", "c", " axis forming one-dimensional chains (", "Figure ", "1", "b). These chains are further cross-linked by BDC forming a three-dimensional network composed of one-dimensional channel pores of ∼4.5 Å diameter with the nitrate anions and DMF molecules directed toward the pores. Although these pores are partially blocked, they might show potential for small molecule adsorption processes, assuming the DMF molecules can be removed upon activation.", "Figure 1. (a) Trigonal dodecahedral coordination environment of ", "1", ". (b) Eu-BDC chains of ", "1", ". (c) Framework of ", "1", " with DMF molecules and hydrogen atoms omitted for the sake of clarity. Yellow spheres represent potential solvent accessible voids. Color code: Eu (turquoise), O (red), N (blue), C (gray). Form ", "1LT", " is shown as representative example.", "To move on with the characterization of the physical properties, various attempts were performed to synthesize ", "1", " in bulk; however, all bulk samples showed PXRD patterns that did not match the simulated pattern derived from SC data (", "Figure S2", "). Note that different samples, independent of their synthesis conditions, seemed to always show the same crystalline phase with TGA (", "Figure S3", ") and elemental analysis data, (", "Table S1", ") being in excellent agreement as expected for the composition of ", "1", ". In addition, sample decomposition could be excluded due the use of an airtight sample holder for PXRD analysis. This observation leads to the assumption that the crystal structure of ", "1", " collected at 170 K (form ", "1LT", ") might undergo a polymorphic phase transition at higher temperatures (form ", "1HT", "). Accordingly, we recollected SCXRD data at 290 K, which reveals that form ", "1HT", " crystallizes in the centrosymmetric monoclinic space group ", "C", "2/", "c", " with unit cell dimensions of ", "a", " = 17.200(7), ", "b", " = 10.737(4), ", "c", " = 10.684(4) Å, β = 90.136(2)°, and ", "V", " = 1961.7(1) Å", "3", " (", "Table ", "1", "). The asymmetric unit consists of one-half Eu cation, one-half nitrate anion, one-half BDC ligand, and one DMF molecule (", "Figure S4", "). This is a significant change in symmetry as compared to form ", "1LT", " (", "P", "2", "1", "/", "c", "), whereas both forms show an overall similar structural topology with only slight changes in their bond distances and angles (", "Figure ", "2", " and ", "Table S2", "). However, a significant change in the solvent-accessible voids can be observed (", "1LT", ": 46.8% vs ", "1HT", ": 49.8%; calculated using CALC SOLV routine in PLATON).", "(45)", "Figure 2. Structure overlay diagram of form ", "1LT", " (green) and form ", "1HT", " (red). DMF molecules and hydrogen atoms are omitted for the sake of clarity.", "Systematic Variable-Temperature Investigations on the Phase Transition", "The SC-to-SC nature of this transformation enabled variable-temperature SCXRD measurements for investigations of the transition temperatures and reversibility. Matrix scans were collected with the temperature program 290–200–290–200 K in 10 K increments. All measurements were performed on the same SC, and stabilization time of 30 min was set for the measurement once the desired temperature was reached. The evolution of the changes in the unit cell dimensions and volumes are shown in ", "Figure ", "3", ". In particular, on cooling from 240 to 230 K the phase transition ", "1HT", " → ", "1LT", " produces an approximate doubling of the ", "b", " axis, whereas only minor changes are observed for the ", "a", " and ", "c", " axes and the normalized cell volume ", "V", "/", "Z", ". Re-transformation of ", "1LT", " → ", "1HT", " takes place upon heating from 270 to 280 K yielding a large hysteresis of ∼40 K between these two phase transition temperatures. We noticed that the crystal morphology during SC-to-SC transition remains the same at both temperatures and that the heating–cooling cycles can be repeated many times without any loss in single-crystallinity. Additional temperature-dependent PXRD measurements confirmed the reversible nature of this phase transition even for the polycrystalline state of ", "1", " (", "Figure ", "4", ").", "Figure 3. Temperature-dependent unit cell metrics of ", "1", " showing the changes in (a) axes and (b) volume/", "Z", " with error bars. The ", "b", " and ", "c", " axes coincide in form ", "1HT", ". Data points were collected in 10 K increments.", "Figure 4. Temperature-dependent PXRD pattern of ", "1", " showing the reversible transformations between form ", "1HT", " and form ", "1LT", " upon repeating cooling and heating cycles. Patterns were collected in 10 K increments.", "DSC measurements were performed to get further insight into the energetic relationship between the two forms. A DSC thermogram was recorded for polycrystalline sample of ", "1", " with the same temperature program as discussed above. The DSC curve shows a pronounced exothermic and endothermic event on cooling and heating, respectively (", "Figure ", "5", "), which can be assigned to the ", "1HT", " → ", "1LT", " and ", "1LT", " → ", "1HT", " transitions, respectively, according to the above-discussed XRD measurements. Transition enthalpies are integrated to be Δ", "H", "t(", "1LT", "→", "1HT", ")", " = 4.04 and Δ", "H", "t(", "1HT", "→", "1LT", ")", " = 3.74 kJ mol", "–1", ". The transformation ability can be maintained over continuous cool-heat cycles while showing no change in the transition enthalpies and their corresponding onset/offset temperatures.", "Figure 5. DSC curve of ", "1", ". Heating and cooling rates: 3 K min", "–1", ".", "Finally, the combination of aforementioned XRD and DSC data provides insights in the involved mechanism of the phase transition: A smooth reaction pathway between both forms can be assumed as only minor translational and rotational changes are found in the crystal structures of ", "1LT", " and ", "1HT", ", whereas the disorder of coordinating DMF molecules increases upon transition from ", "1LT", " to ", "1HT", ", which is typical for enantiotropic order–disorder transitions. Furthermore, the significant change in enthalpy, hysteresis of transition temperatures, and the small discontinuous change in the cell volume strongly suggest a first order transition.", "Further investigations on isostructural materials show that the dimorphic system is unique for the Eu form of ", "1", ", as no polymorphic phase transitions are reported (and neither have we investigated) for the Gd", "(46)", " and Tb", "(47)", " analogues (both crystallize in ", "P", "2", "1", "/", "c", "). This can be speculated as the respective crystal structure data were reported at low temperatures, while the bulk purity was determined at room temperature, which is, however, not reported. We have no explanation for this observation.", "Thermal and Adsorption Properties", "After discovery of this polymorphic phase transition we were eventually able to verify phase purity of bulk ", "1", " by matching the room-temperature PXRD data with the simulated pattern derived from SC data based on form ", "1HT", " (", "Figure S5", "), allowing us to proceed with further characterizations. Studying the activation conditions using TGA and DSC, upon heating to 230 °C, a well-separated mass loss step of 27.5% is observed in the TG curve (", "Figure S3", "), which is accompanied by two endothermic signals in the DSC curve (", "Figure S6", "). This thermal event can be attributed to the release of two DMF molecules [Δ", "m", "calc", "(2DMF) = 27.8%] before decomposition, which is observed at ∼400 °C.", "In the next step, after appropriate activation, the adsorption properties of ", "1", " were characterized using a volumetric physisorption analyzer. Gas-adsorption measurement at 77 K reveals a reversible type I behavior and shows no significant hysteresis between the sorption and desorption traces. The adsorption/desorption isotherm study also reveals the Brunauer–Emmett–Teller (BET) surface area of only 12 m", "2", " g", "–1", " (", "Figure S7", "), which can be attributed to the low-temperature form ", "1LT", ". Also CO", "2", " adsorption capacities of 14.9, 11.9, and 7.6 cm", "3", " g", "–1", " were found at 1 ", "p", "/", "p", "0", " and 195, 273, and 295 K, respectively (", "Figure S8", "). The 195 K data is similar as reported for the isostructural Tb form of ", "1", ";", "(47)", " however, the 273/295 K differs significantly. This difference might be attributed to the polymorphic phase transition in ", "1", " and its accompanied change of solvent accessible voids, as the ionic radii of Tb and Eu are very similar (Tb(III): 118.0 pm vs Eu(III): 120.6 pm). Nevertheless, the removal of DMF from the channel pores induces coordinatively unsaturated metal sites within the framework, which favor hydrogen adsorption yielding a significant total uptake capacity of 37.8 cm", "3", " g", "–1", " at 1 ", "p", "/", "p", "0", " and 77 K (", "Figure ", "6", ").", "Figure 6. Hydrogen isotherm of ", "1", " collected at 77 K.", "To exclude any uncertainty on the interpretation of the aforementioned adsorption properties, we further investigated the activated phase of ", "1", " by PXRD and DSC, which both confirm that the structural integrity and phase transition behavior is retained upon activation (", "Figures S9 and S10", ").", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Conclusions", "In summary, we have emphasized the importance of polymorphism screening in routine MOF studies by thoroughly investigating a new MOF system showing an enantiotropic temperature-induced order–disorder polymorphic phase transition. We have shown that the differences in their structural parameters are crucial for the interpretation of structure–property relationships, which emphasizes the importance of polymorphism in routine MOF studies originating from low-temperature SC-XRD data and high-temperature physical property characterizations.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "The Supporting Information is available free of charge on the ", "ACS Publications website", " at DOI: ", "10.1021/acs.inorgchem.5b01311", ". CCDC-1063110 (", "1LT", ") and CCDC-1063111 (", "1HT", ") contain the supplementary crystallographic data for this paper. These data can be obtained free of charge from the Cambridge Crystallographic Data Centre via ", "www.ccdc.cam.ac.uk", ".", "Crystal structure of ", "1LT", ", powder patterns for simulated ", "1LT", " and as-synthesized ", "1HT", ", TGA data of ", "1HT", ", elemental compositions for ", "1HT", " synthesized through various routes, crystal structure of ", "1HT", ", selected bond lengths and angles for ", "1LT", " and ", "1HT", ", powder data for ", "1HT", ", DSC data of ", "1HT", ", nitrogen adsorption isotherm for ", "1LT", ", CO", "2", " uptake isotherms for ", "1HT", " at 195, 273, and 295 K, DSC data of the activated phase of ", "1HT", ", powder data for simulated, as-synthesized, and the activated phase of ", "1HT", ". (", "PDF", ")", "X-ray crystallographic information for ", "1LT", ". (", "CIF", ")", "X-ray crystallographic information for ", "1HT", ". (", "CIF", ")", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "We thank Clarkson Univ. for their generous start-up funding.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 47 other publications.", "1. ", "Cruz-Cabeza", ", ", "A. J.", "; ", "Bernstein", ", ", "J.", " ", "Chem. Rev.", " ", "2014", ",  ", "114", ",  ", "2170", "– ", "2191", " DOI: 10.1021/cr400249d", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Conformational Polymorphism", "Cruz-Cabeza, Aurora J.; Bernstein, Joel", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2014", "),\r\n    ", "114", "\r\n        (", "4", "),\r\n    ", "2170-2191", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review on conformational polymorphism of org. compds.  The review is organized as follows: first a description is given of the choice of the data set, followed by teh precise definition of terms in the context of the review, the statistical variations of mol. parameters and methods to evaluate them, examples of conformational polymorphism, and the energetic manifestations and consequences of conformational change in polymorphs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvFCrsLvP&md5=c3504c16dcd1cd6d87bb99ab20e32633", "2. ", "Giron", ", ", "D.", " ", "J. Therm. Anal. Calorim.", " ", "2001", ",  ", "64", ",  ", "37", "– ", "60", " DOI: 10.1023/A:1011572610005", " ", "[", "Crossref", "], [", "CAS", "]", "2. ", "Investigations of polymorphism and pseudo-polymorphism in pharmaceuticals by combined thermoanalytical techniques", "Giron, D.", "Journal of Thermal Analysis and Calorimetry", "\r\n        (", "2001", "),\r\n    ", "64", "\r\n        (", "1", "),\r\n    ", "37-60", "CODEN:\r\n                ", "JTACF7", ";\r\n        ISSN:", "1418-2874", ".\r\n    \r\n            (", "Kluwer Academic Publishers", ")\r\n        ", "A review with 50 refs.is presented.  The review summarizes the main features in the investigation of polymorphic behavior of pharmaceuticals and emphasizes the role of combined thermoanal. techniques for proper interpretation of complex problems.  The examples illustrate the quality of information gained in relation to thermodn. and kinetic factors.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXktFyjs7c%253D&md5=1fc5997b277160e3ee760f7e5d40cb84", "3. ", "Krishnan", ", ", "B. P.", "; ", "Sureshan", ", ", "K. M.", " ", "J. Am. Chem. Soc.", " ", "2015", ",  ", "137", ",  ", "1692", "– ", "1696", " DOI: 10.1021/ja512697g", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "A Spontaneous Single-Crystal-to-Single-Crystal Polymorphic Transition Involving Major Packing Changes", "Krishnan, Baiju P.; Sureshan, Kana M.", "Journal of the American Chemical Society", "\r\n        (", "2015", "),\r\n    ", "137", "\r\n        (", "4", "),\r\n    ", "1692-1696", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "4,6-O-Benzylidene-α-D-galactosyl azide crystallizes into two morphol. distinct polymorphs depending on the solvent.  While the α form appeared as thick rods and crystd. in P21 space group (monoclinic) with a single mol. in the asym. unit, the β form appeared as thin fibers and crystd. in P1 space group (triclinic) with six mols. in the asym. unit.  Both the polymorphs appeared to melt at the same temp.  DSC anal. revealed that polymorph α irreversibly undergoes endothermic transition to polymorph β much before its m.p., which accounts for their apparently same m.ps.  Variable temp. powder x-ray diffraction (PXRD) expts. provided addnl. proof for the polymorphic transition.  Single-crystal XRD analyses revealed that α to β transition occurs in a single-crystal-to-single-crystal (SCSC) fashion not only under thermal activation but also spontaneously at room temp.  The SCSC nature of this transition is surprising in light of the large structural differences between these polymorphs.  Polarized light microscopy expts. not only proved the SCSC nature of the transition but also suggested nucleation and growth mechanism for the transition.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXosVCmsw%253D%253D&md5=99a7d8ec8a25c4764a0f08398af13335", "4. ", "Nangia", ", ", "A.", " ", "Acc. Chem. Res.", " ", "2008", ",  ", "41", ",  ", "595", "– ", "604", " DOI: 10.1021/ar700203k", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Conformational Polymorphism in Organic Crystals", "Nangia, Ashwini", "Accounts of Chemical Research", "\r\n        (", "2008", "),\r\n    ", "41", "\r\n        (", "5", "),\r\n    ", "595-604", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Polymorphs are different cryst. modifications of the same chem. substance.  When different conformers of the same mol. occur in different crystal forms, the phenomenon is termed conformational polymorphism.  Occasionally, more than one conformer is present in the same crystal structure.  The influence of mol. conformation changes on the formation and stability of polymorphs is the focus of this Account.  X-ray crystal structures of conformational polymorphs were analyzed to understand the interplay of intramol. (conformer) and intermol. (lattice) energy in the crystn. and stability of polymorphs.  Polymorphic structures stabilized by strong O-H···O/N-H···O hydrogen bonds, weak C-H···O interactions, and close packing were considered.  4,4-Diphenyl-2,5-cyclohexadienone (1) and bis(p-tolyl) ketone p-tosylhydrazone (3) are prototypes of C-H···O and N-H···O hydrogen-bonded structures.  Distance-angle scatter plots of O-H···O and C-H···O hydrogen bonds extd. from the Cambridge Structural Database indicate that polymorphs with a larger no. of symmetry-independent mols. (high Z') generally have better interactions when compared with the polymorphs with lower Z' values, with the implication that these symmetry-independent mols. have different conformations.  Since mol. conformer (Econf) and crystal lattice (Ulatt) energy differences are of the same magnitude in org. crystals (typically <5 kcal mol-1), situations wherein these two factors compensate or cancel one another are illustrative.  Calcn. of conformer and lattice energies using Gaussian 03 and Cerius in 23 recently published polymorph sets shows that a strained conformer (higher Econf) is stabilized by stronger interactions or better crystal packing (lower Ulatt) in 2/3 of the cases, whereas there is no energy balance in the remaining structures.  Org. mols. with flexible torsions and low-energy conformers have a greater likelihood of exhibiting polymorphism because (1) different conformations lead to new hydrogen -bonding and close-packing modes and (2) the tradeoff reduces the total energy difference between alternative crystal structures.  As a test case, polymorph promiscuity in fuchsones (6) is related to the conformational diversity at the exo-methylene Ph rings and the small energy difference computed for di-Me fuchsone polymorphs.  These ideas find application in the design of putative pharmaceutical polymorphs and crystal structure prediction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXjsFGjtb0%253D&md5=37f933ffe56acffaef04e8abe8ef4690", "5. ", "Takahashi", ", ", "H.", "; ", "Ito", ", ", "Y.", " ", "CrystEngComm", " ", "2010", ",  ", "12", ",  ", "1628", "– ", "1634", " DOI: 10.1039/b922167k", " ", "[", "Crossref", "], [", "CAS", "]", "5. ", "Low-temperature-induced reversible single-crystal-to-single-crystal phase transition of 3,4-dichloro-2',4',6'-triethylbenzophenone", "Takahashi, Hiroki; Ito, Yoshikatsu", "CrystEngComm", "\r\n        (", "2010", "),\r\n    ", "12", "\r\n        (", "5", "),\r\n    ", "1628-1634", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The polymorphic phase transition of 3,4-dichloro-2',4',6'-triethylbenzophenone (1) that occurs on cooling of the crystal has been investigated by single-crystal X-ray diffraction.  The temp. at which transition from α- (high temp. phase, HTP) to β-form (low temp. phase, LTP) occurred was detd. as -117°C by differential scanning calorimetry (DSC).  The diffraction expts. indicated a reversible single-crystal-to-single-crystal phase transition.  The α-form crystallizes in the orthorhombic space group Pbca with cell parameters a = 17.0159(6), b = 10.8347(4), and c = 19.1795(9) Å at -100°C.  The β-form belongs to the monoclinic space group P21/a with cell parameters a = 10.860(2), b = 17.249(2), and c = 18.531(1) Å, and β = 96.916(4)° at -160°C.  The crystal structure of the α-form consists of one crystallog. independent mol., whereas the β-form consists of two crystallog. independent mols.  X-Ray diffraction provides detailed information on the mol. structural changes and on the large rotation of the p- and o-Et groups between -100°C and -160°C.  In the crystal there are weak interactions such as π-π, CH-π, and Cl-π interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXpvVWgu7o%253D&md5=2b95d55df13c8ff46093d4f3a934a1e3", "6. ", "Boese", ", ", "R.", "; ", "Polk", ", ", "M.", "; ", "Bläser", ", ", "D.", " ", "Angew. Chem., Int. Ed. Engl.", " ", "1987", ",  ", "26", ",  ", "245", "– ", "247", " DOI: 10.1002/anie.198702451", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "7. ", "Fabbiani", ", ", "F. P. A.", "; ", "Allan", ", ", "D. R.", "; ", "Parsons", ", ", "S.", "; ", "Pulham", ", ", "C. R.", " ", "CrystEngComm", " ", "2005", ",  ", "7", ",  ", "179", "– ", "186", " DOI: 10.1039/b418976k", " ", "[", "Crossref", "], [", "CAS", "]", "7. ", "An exploration of the polymorphism of piracetam using high pressure", "Fabbiani, Francesca P. A.; Allan, David R.; Parsons, Simon; Pulham, Colin R.", "CrystEngComm", "\r\n        (", "2005", "),\r\n    ", "7", "\r\n        (", "),\r\n    ", "179-186", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "High-pressure recrystn. of aq. and methanolic solns. of piracetam (2-oxopyrrolidineacetamide) contained in a diamond-anvil cell at pressures of 0.07-0.4 GPa gave a new high-pressure polymorph of piracetam that was characterized by in situ x-ray diffraction.  The mol. packing arrangement of the new form is very different from those I, II, and III, and the piracetam mols. also adopt a very different conformation in this new phase.  Depressurization to ambient pressure gave form II via a single-crystal to single-crystal transition.  By contrast, crystn. of piracetam from H2O at ambient pressure gave a new monohydrate of piracetam, which was characterized by single crystal x-ray diffraction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXltlOqsrk%253D&md5=3e69dbaef6d2ea1c11e89c59ff68f6af", "8. ", "Dunitz", ", ", "J. D.", "; ", "Bernstein", ", ", "J.", " ", "Acc. Chem. Res.", " ", "1995", ",  ", "28", ",  ", "193", "– ", "200", " DOI: 10.1021/ar00052a005", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Disappearing Polymorphs", "Dunitz, Jack D.; Bernstein, Joel", "Accounts of Chemical Research", "\r\n        (", "1995", "),\r\n    ", "28", "\r\n        (", "4", "),\r\n    ", "193-200", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review with 51 refs. on disappearing or elusive polymorphs and the apparent lack of control over the process.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXkvVWkurY%253D&md5=e9f8eb93aad1338572b0429da8dba011", "9. ", "Bernstein", ", ", "J.", " ", "Chem. Commun.", " ", "2005", ",  ", "5007", "– ", "5012", " DOI: 10.1039/b509670g", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Cultivating crystal forms", "Bernstein, Joel", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2005", "),\r\n    ", "\r\n        (", "40", "),\r\n    ", "5007-5012", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "It was less than a generation ago that the chem. literature contained many papers whose titles began with \"The Crystal and Mol. Structure of ...\".  Papers of this type were justified then by the considerable effort involved in solving a single crystal structure and in searching the literature for related compds. as a basis for comparison of structural and chem. characteristics.  The evolution of x-ray diffraction methods for structure soln. by both single crystal and powder methods, along with rapid and increasingly comprehensive access to the chem. literature in general and to the structural literature in particular, had changed that situation.  X-ray crystal structure detn. has become a routine anal. tool so that structure detn. is now an integral (and often required) component of synthetic chem.  The resulting proliferation of crystal structures has led to a new awareness of the existence of multiple crystal forms and their importance in a wide variety of applications.  Among those crystal forms polymorphism was first recognized in 1823 and co-crystals have been studies for nearly a century.  However, the development of new technol., the attempts to design and control crystal structure combined with some spectacular encounters with new crystal forms have resulted in a recent spate of chem. crystallog. papers with considerably more enticing titles.  The proliferation of crystal forms has spawned debate about the definition of solvates and co-crystals.  Many solvates will have the structural features of co-crystals and vice-versa.  High-throughput crystn. technol. was developed to provide a tool for rapidly and economically surveying crystal space.  Such information is particularly important in the pharmaceutical industry quite early in the drug development process for the appropriate choice of crystal form for formulation, for the protection of intellectual property, and for the anticipation and prevention of the appearance of undesired crystal forms in later stages of the drug life cycle.  Chemists have long employed additives to influence the outcome of a crystn.  They also worked on a system that has become the latter-day quintessential model for a polymorphic system, 5-methyl-2-[(2-nitrophenyl)amino]-3-thiophenecarbonitrile, commonly known as ROY for the red, orange, and yellow colors of its various polymorphs.  The evolution of crystallog. has played an important role in the discovery and apparent proliferation of new crystal forms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtVyrur3L&md5=e5e12aa473b8d8280b3dd07b17458f37", "10. ", "Bernstein", ", ", "J.", " ", "Cryst. Growth Des.", " ", "2005", ",  ", "5", ",  ", "1661", "– ", "1662", " DOI: 10.1021/cg058007l", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "And another comment on pseudopolymorphism", "Bernstein, Joel", "Crystal Growth & Design", "\r\n        (", "2005", "),\r\n    ", "5", "\r\n        (", "5", "),\r\n    ", "1661-1662", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A reply to a polemic.  The author included the definition along with the historical use.  In the opening paragraph to the section titled \"Pseudopolymorphs, Solvates and Hydrates\", he also indicated a lack of enthusiasm for the continued use of the term.  The author agreed with Seddon (2004) that scientists must be precise about definitions, and am of the opinion that pseudopolymorph is a misnomer.  Solvates and hydrates are just that-they are not pseudo (as Seddon quoted the definition) anything, and they should be called what they are.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXlvVajt78%253D&md5=ec9b43a09bc5de2cc10fc4a107c9dfe6", "11. ", "Vishweshwar", ", ", "P.", "; ", "McMahon", ", ", "J. A.", "; ", "Bis", ", ", "J. A.", "; ", "Zaworotko", ", ", "M. J.", " ", "J. Pharm. Sci.", " ", "2006", ",  ", "95", ",  ", "499", "– ", "516", " DOI: 10.1002/jps.20578", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Pharmaceutical co-crystals", "Vishweshwar, Peddy; McMahon, Jennifer A.; Bis, Joanna A.; Zaworotko, Michael J.", "Journal of Pharmaceutical Sciences", "\r\n        (", "2006", "),\r\n    ", "95", "\r\n        (", "3", "),\r\n    ", "499-516", "CODEN:\r\n                ", "JPMSAE", ";\r\n        ISSN:", "0022-3549", ".\r\n    \r\n            (", "Wiley-Liss, Inc.", ")\r\n        ", "A review.  Crystal engineering has evolved in such a manner that it is now synonymous with the paradigm of supramol. synthesis, i.e., it invokes self-assembly of existing mols. to generate a wide range of new solid forms without the need to break or form covalent bonds.  This review addresses how crystal engineering was applied to active pharmaceutical ingredients, API's, with emphasis upon how pharmaceutical co-crystals, a long known but little explored alternative to the 4 traditionally known forms of API, can be generated in a rational fashion.  Case studies on Carbamazepine (CBZ) and Piracetam are presented which illustrate the relative ease with which pharmaceutical co-crystals can be prepd. and their diversity in terms of compn. and phys. properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XisVSqsbk%253D&md5=c525c2e93650110788a7d6a63def1372", "12. ", "Yaghi", ", ", "O. M.", "; ", "Eddaoudi", ", ", "M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Li", ", ", "H.", " ", "Nature", " ", "1999", ",  ", "402", ",  ", "276", "– ", "279", " DOI: 10.1038/46248", " ", "[", "Crossref", "], [", "CAS", "]", "12. ", "Design and synthesis of an exceptionally stable and highly porous metal-organic framework", "Li, Hailian; Eddaoudi, Mohamed; O'Keeffe, M.; Yaghi, M.", "Nature (London)", "\r\n        (", "1999", "),\r\n    ", "402", "\r\n        (", "6759", "),\r\n    ", "276-279", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Macmillan Magazines", ")\r\n        ", "Open metal-org. frameworks are widely regarded as promising materials for applications in catalysis, sepn., gas storage and mol. recognition.  Compared to conventionally used microporous inorg. materials such as zeolites, these org. structures have the potential for more flexible rational design, through control of the architecture and functionalization of the pores.  So far, the inability of these open frameworks to support permanent porosity and to avoid collapsing in the absence of guest mols., such as solvents, has hindered further progress in the field.  The authors report the synthesis of a metal-org. framework, Zn4O(BDC)3.(DMF)8.(PhCl) (named MOF-5, where BDC = 1,4-benzenedicarboxylate), which remains cryst., as evidenced by x-ray single-crystal analyses, and stable when fully desolvated and when heated up to 300°.  This synthesis is achieved by borrowing ideas from metal carboxylate cluster chem., where an org. dicarboxylate linker was used in a reaction that gives supertetrahedron clusters when capped with monocarboxylates.  The rigid and divergent character of the added linker allows the articulation of the clusters into a three-dimensional framework resulting in a structure with higher apparent surface area and pore vol. than most porous cryst. zeolites.  This simple and potentially universal design strategy is currently being pursued in the synthesis of new phases and composites, and for gas-storage applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXnvFSiuro%253D&md5=68f27e20a7e4e15ea2c2f49a2a61e98a", "13. ", "Zhou", ", ", "H.-C.", "; ", "Kitagawa", ", ", "S.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5415", "– ", "5418", "all articles of this special issue.", " DOI: 10.1039/C4CS90059F", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Metal-Organic Frameworks (MOFs)", "Zhou, Hong-Cai \"Joe\"; Kitagawa, Susumu", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5415-5418", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Recent advances in the chem. of porous coordination polymers are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtFehtr%252FM&md5=bbe8405d4302c49b5bb262abfab0fc10", "14. ", "Zhou", ", ", "H.-C.", "; ", "Long", ", ", "J. R.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "673", "– ", "1268", "all articles of this special issue.", " DOI: 10.1021/cr300014x", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Introduction to Metal-Organic Frameworks", "Zhou, Hong-Cai; Long, Jeffrey R.; Yaghi, Omar M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "673-674", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review is presented on prepn., structure and application of Metal-Org. Frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1OjtLw%253D&md5=abf05fcd4ae6b394b7f1048a93f5ebbc", "15. ", "Long", ", ", "J. R.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1213", "– ", "1214", "all articles of this special issue.", " DOI: 10.1039/b903811f", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "The pervasive chemistry of metal-organic frameworks", "Long, Jeffrey R.; Yaghi, Omar M.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1213-1214", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvValsrw%253D&md5=6764928147334cafac2213ad3d66e382", "16. ", "Li", ", ", "J.-R.", "; ", "Sculley", ", ", "J.", "; ", "Zhou", ", ", "H.-C.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "869", "– ", "932", " DOI: 10.1021/cr200190s", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Metal-Organic Frameworks for Separations", "Li, Jian-Rong; Sculley, Julian; Zhou, Hong-Cai", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "869-932", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  This article reviews the metal-org. frameworks (MOFs), a new class of porous solid materials.  Their performances for applications in sepns. and purifications is attracting intense interest of researchers working in the fields of chem., chem. engineering, materials science, and others.  Despite being in its infancy, the research progress in this subject has already shown that MOFs are promising for sepn. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1OnsbbL&md5=635f36e2682f7fbc651f5021d591a1cf", "17. ", "He", ", ", "Y.", "; ", "Zhou", ", ", "W.", "; ", "Qian", ", ", "G.", "; ", "Chen", ", ", "B.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5657", "– ", "78", " DOI: 10.1039/C4CS00032C", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Methane storage in metal-organic frameworks", "He, Yabing; Zhou, Wei; Qian, Guodong; Chen, Banglin", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5657-5678", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Natural gas (NG), whose main component is methane, is an attractive fuel for vehicular applications.  Realization of safe, cheap and convenient means and materials for high-capacity methane storage can significantly facilitate the implementation of natural gas fuelled vehicles.  The physisorption based process involving porous materials offers an efficient storage methodol. and the emerging porous metal-org. frameworks have been explored as potential candidates because of their extraordinarily high porosities, tunable pore/cage sizes and easily immobilized functional sites.  In this view, we provide an overview of the current status of metal-org. frameworks for methane storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7bN&md5=f9e13d60752208607906607de7b6022f", "18. ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T.-H.", "; ", "Long", ", ", "J. R.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "– ", "781", " DOI: 10.1021/cr2003272", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "19. ", "Suh", ", ", "M. P.", "; ", "Park", ", ", "H. J.", "; ", "Prasad", ", ", "T. K.", "; ", "Lim", ", ", "D.-W.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "782", "– ", "835", " DOI: 10.1021/cr200274s", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Hydrogen Storage in Metal-Organic Frameworks", "Suh, Myunghyun Paik; Park, Hye Jeong; Prasad, Thazhe Kootteri; Lim, Dae-Woon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "782-835", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  MOFs have versatile structures, high surface areas and high pore vols. - they can be regarded as good candidate materials for H storage.  There are many MOFs that have high H adsorption capacities at low temps., typically at 77 or 87 K.  The highest H storage capacity reported so far is 99.5 mg/g at 77K and 56 bar for NU-100.  However, the high H capacities of MOFs at cryogenic temps. decrease as the temp. increases to room temp.  This is because the H adsorption in MOFs is weak physisorption and the interaction energies between the H mols. and frameworks are low.  To develop MOFs as H storage materials that meet the U.S.DOE targets for an on-board hydrogen system, a serious challenge is still present in the design and synthesis of the MOF materials.  We may expect that highly stable MOFs having a large surface area and pore vol., together with many open metal sites and embedded catalysts for hydrogen spillover, would provide some pos. results for H storage at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1GlsbjM&md5=dd1f08beefd27cce77d88e466551c1af", "20. ", "Wriedt", ", ", "M.", "; ", "Yakovenko", ", ", "A. A.", "; ", "Halder", ", ", "G. J.", "; ", "Prosvirin", ", ", "A. V.", "; ", "Dunbar", ", ", "K. R.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "4040", "– ", "4050", " DOI: 10.1021/ja312347p", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Reversible Switching from Antiferro- to Ferromagnetic Behavior by Solvent-Mediated, Thermally-Induced Phase Transitions in a Trimorphic MOF-Based Magnetic Sponge System", "Wriedt, Mario; Yakovenko, Andrey A.; Halder, Gregory J.; Prosvirin, Andrey V.; Dunbar, Kim R.; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "10", "),\r\n    ", "4040-4050", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Hydrothermal reactions of copper(II) acetate, tetrazolate-5-carboxylate (tzc), and the neutral N-donor spacer ligand 1,3-di(4-pyridyl)propane (dpp) lead in a single reaction vial to the simultaneous formation of three different single-cryst. solvates [Cu(tzc)(dpp)]n·0.5C6H14·0.5H2O (1), [Cu(tzc)(dpp)]n·4.5H2O (2), and [Cu(tzc)(dpp)]n·1.25C6H14 (3).  All three structures were characterized by single crystal x-ray diffraction.  None of these solvates can be prepd. as phase-pure bulk materials, but reaction conditions similar to those used for single crystal synthesis yield a phase-pure polycryst. bulk material of an addnl. forth solvate phase [Cu(tzc)(dpp)]n·2H2O (4).  Studies of its thermal properties by in situ temp.-dependent synchrotron-based powder diffraction expts. showed interesting phase transitions upon heating in a helium stream.  Initially, the precursor dihydrate 4 transforms to an anhyd. phase [Cu(tzc)(dpp)]n (6I) via the intermediate monohydrate phase [Cu(tzc)(dpp)]n·H2O (5).  Upon further heating, phase 6I transforms to a new anhyd. polymorph 6II, which transforms upon cooling to a further new phase 6III.  Thermogravimetric measurements performed in tandem with DSC as well as IR spectroscopic studies are in agreement with these findings.  The de/resolvation behavior is accompanied by a dramatic change in their magnetic properties: The dihydrate phase shows antiferromagnetic exchange interactions, whereas ferromagnetic properties are obsd. for the trimorphic anhydrate system.  This magnetic sponge-like behavior can be reversibly cycled upon de/resolvation of the material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXis1Sktrw%253D&md5=5f9ec21ec93b48ed450ee3ed95833e5c", "21. ", "Wriedt", ", ", "M.", "; ", "Näther", ", ", "C.", " ", "Z. Anorg. Allg. Chem.", " ", "2009", ",  ", "635", ",  ", "1115", "– ", "1122", " DOI: 10.1002/zaac.200900069", " ", "[", "Crossref", "], [", "CAS", "]", "21. ", "Synthesis, crystal structure, thermal, spectroscopic and magnetic properties of a 2D grid-like copper(II) μ-1,1 isocyanato coordination polymer with pyrazine bridges", "Wriedt, Mario; Nather, Christian", "Zeitschrift fuer Anorganische und Allgemeine Chemie", "\r\n        (", "2009", "),\r\n    ", "635", "\r\n        (", "8", "),\r\n    ", "1115-1122", "CODEN:\r\n                ", "ZAACAB", ";\r\n        ISSN:", "0044-2313", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Reaction of copper(II) cyanate with pyrazine gives [Cu(NCO)2(pyrazine)]n (1), in which the Cu2+ cations are coordinated by two nitrogen atoms of the pyrazine ligands, as well as by four nitrogen atoms of the cyanate anions within a slightly distorted octahedral coordination.  In the crystal structure the Cu2+ cations are connected by the pyrazine ligands into chains which are further linked by the cyanate anions through asym. μ-1,1-NCO coordination into layers.  On heating compd. 1 transforms quant. to copper(II) cyanate which decomp. to elemental copper on further heating.  No ligand deficient intermediates are obsd.  Magnetic measurements reval an antiferromagnetic ordering at lower temps. mediated by the π-system of the arom. pyrazine ligand as well as net ferromagnetic interactions mediated by the π-1,1-NCO bridging cyanato anions.  A search in the Cambridge Crystal Structure Database shows that the terminal coordination mode in cyanato complexes as well as their azido and thiocyanato analogs is obviously energetically favored.  In addn., a comparison of their sym. and asym. end-on (μ-1,1) as well as end-to-end (μ-1,3) bridging modes reveal interesting correlations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXptFWqu7w%253D&md5=ef1920bec6e1cce7a362c33555ba4a58", "22. ", "Kepert", ", ", "C. J.", "; ", "Rosseinsky", ", ", "M. J.", " ", "Chem. Commun.", " ", "1999", ",  ", "375", "– ", "376", " DOI: 10.1039/a809746a", " ", "[", "Crossref", "], [", "CAS", "]", "22. ", "Zeolite-like crystal structure of an empty microporous molecular framework", "Kepert, Cameron J.; Rosseinsky, Matthew J.", "Chemical Communications (Cambridge)", "\r\n        (", "1999", "),\r\n    ", "\r\n        (", "4", "),\r\n    ", "375-376", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The rigidity of the coordination polymer framework of Ni2(4,4'-bipy)3(NO3)4 is demonstrated quant. by detn. of the structures of both EtOH-loaded and desolvated forms, showing only a small relaxation of the structure on guest loss.  Crystallog. data are given for both above forms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXhtV2hsrs%253D&md5=5f414b3ee4a4e86285dcef7adab9ab62", "23. ", "Li", ", ", "C.-P.", "; ", "Wu", ", ", "J.-M.", "; ", "Du", ", ", "M.", " ", "Inorg. Chem.", " ", "2011", ",  ", "50", ",  ", "9284", "– ", "9289", " DOI: 10.1021/ic200540c", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Inducing Effect of Additive Agents on Coordination Assembly of Silver(I) Nitrate with 3,5-Bis(2-pyridyl)-4-amino-1,2,4-triazole: Supramolecular Isomerism and Interconversion", "Li, Cheng-Peng; Wu, Jing-Min; Du, Miao", "Inorganic Chemistry", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "19", "),\r\n    ", "9284-9289", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "By using different org. acids as additive agents, hydrothermal reactions of AgNO3 with 3,5-bis(2-pyridyl)-4-amino-1,2,4-triazole (2-bpt) gives two conformational polymorphs of [Ag(2-bpt)](NO3) with bimetallocyclic and 1-D helical coordination patterns.  Interconversion between the two supramol. isomers can be achieved under proper conditions, which will pass through the same intermediate state.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFCmt7bF&md5=7767523e9906a99453a1bbbaece051c5", "24. ", "Su", ", ", "C.-Y.", "; ", "Goforth", ", ", "A. M.", "; ", "Smith", ", ", "M. D.", "; ", "Pellechia", ", ", "P. J.", "; ", "zur Loye", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2004", ",  ", "126", ",  ", "3576", "– ", "3586", " DOI: 10.1021/ja039022m", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Exceptionally Stable, Hollow Tubular Metal-Organic Architectures: Synthesis, Characterization, and Solid-State Transformation Study", "Su, Cheng-Yong; Goforth, Andrea M.; Smith, Mark D.; Pellechia, P. J.; zur Loye, Hans-Conrad", "Journal of the American Chemical Society", "\r\n        (", "2004", "),\r\n    ", "126", "\r\n        (", "11", "),\r\n    ", "3576-3586", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An effective solvothermal procedure was developed to synthesize the new three-dimensional metal-org. framework, [ZnF(AmTAZ)]·solvents, using 3-amino-1,2,4-triazole (AmTAZ) or 3-amino-1,2,4-triazole-5-carboxylic acid (AmTAZAc) and a choice of several Zn(II) salts as starting materials.  The three-dimensional structure displays open-ended, hollow nanotubular channels that are formed by hexanuclear metallamacrocyclic Zn6F6(AmTAZ)6 rings.  The framework integrity is maintained to 350°, at which point most of the guest solvent mols. were removed, as evidenced by single-crystal x-ray analyses, 1H solid-state NMR, and TGA measurements.  At higher temps., the framework is converted either to Zn oxide (ZnO) when heated in air or to Zn cyanamide (ZnCN2) when heated in an inert atm.  In both cases, the as-grown, rodlike crystal shape is maintained during the solid-state transformation, suggesting a possible route for prepg. 1-dimensional cryst. nanomaterials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhs1Cmt7k%253D&md5=28a5cd8266905147f45160e0c4a30f3e", "25. ", "Suh", ", ", "M. P.", "; ", "Ko", ", ", "J. W.", "; ", "Choi", ", ", "H. J.", " ", "J. Am. Chem. Soc.", " ", "2002", ",  ", "124", ",  ", "10976", "– ", "10977", " DOI: 10.1021/ja017560y", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "A Metal-Organic Bilayer Open Framework with a Dynamic Component: Single-Crystal-to-Single-Crystal Transformations", "Suh, Myunghyun Paik; Ko, Jung Woo; Choi, Hye Jin", "Journal of the American Chemical Society", "\r\n        (", "2002", "),\r\n    ", "124", "\r\n        (", "37", "),\r\n    ", "10976-10977", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A metal-org. bilayered open framework, [Ni2(C26H52N10)]3[BTC]4·6C5H5N·36H2O (BOF-1, 1), was prepd. by the self-assembly of a new bismacrocyclic Ni(II) complex [Ni2(C26H52N10)(Cl)4]·H2O (A) and Na 1,3,5-benzenetricarboxylate (Na3BTC) in the mixt. of H2O/DMSO/pyridine.  The x-ray crystal structure of 1 shows that 2-dimensional layers with the cavities of brick-wall motifs (22.6 × 14.3 Å2) are formed by the coordination of the Ni(II) complex with BTC3- ions and that the two 2-dimensional layers are linked with the p-xylyl bridging groups of the bismacrocycles as pillars to generate 3-dimensional channels in the bilayered framework.  The voids of the channels occupy 61% of the total vol., which are filled with pyridine and H2O guest mols.  When 1 was dried at 75° for 1.5 h, [Ni2(C26H52N10)]3[BTC]4·4H2O (2) resulted by maintaining the single-crystallinity, which exhibited a dramatic decrease in the interlayer spacing as well as changes in the cell parameters.  Solid 2 differentiates various alcs. such as MeOH, EtOH, iso-Pr alc., and benzyl alc. in toluene.  When 1 was immersed in insol. solvents such as pyridine and benzene, some guest mols. were exchanged with the arom. mols. to give [Ni2(C26H52N10)]3[BTC]4·20pyridine·6H2O (3) and [Ni2(C26H52N10)]3[BTC]4·14benzene·19H2O (4), resp.  The guest-exchange processes also involve single-crystal-to-single-crystal transformation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XmtlGlurY%253D&md5=96be30794217212cd33c9b3d051e1fcc", "26. ", "Supriya", ", ", "S.", "; ", "Das", ", ", "S. K.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "3464", "– ", "3465", " DOI: 10.1021/ja067572p", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Reversible Single Crystal to Single Crystal Transformation through Fe-O(H)Me/Fe-OH2 Bond Formation/Bond Breaking in a Gas-Solid Reaction at an Ambient Condition", "Supriya, Sabbani; Das, Samar K.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "12", "),\r\n    ", "3464-3465", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A single crystal of an iron compd. contg. a Fe-OH2 bond, on exposure to methanol vapor at an ambient condition, transforms to another single crystal with the formation of a Fe-O(H)Me covalent bond at the cost of breaking the Fe-OH2 bond.  The methanol complex, upon exposure to atm. water vapor at room temp., goes back to an original water-coordinated complex.  The full reversibility of this gas-solid system was established by X-ray crystallog. and IR spectroscopy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXisFeisro%253D&md5=510f5bec843bd3dd19045a31dad2630f", "27. ", "Makal", ", ", "T. A.", "; ", "Yakovenko", ", ", "A. A.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Phys. Chem. Lett.", " ", "2011", ",  ", "2", ",  ", "1682", "– ", "1689", " DOI: 10.1021/jz200424h", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "Isomerism in Metal-Organic Frameworks: \"Framework Isomers\"", "Makal, Trevor A.; Yakovenko, Andrey A.; Zhou, Hong-Cai", "Journal of Physical Chemistry Letters", "\r\n        (", "2011", "),\r\n    ", "2", "\r\n        (", "14", "),\r\n    ", "1682-1689", "CODEN:\r\n                ", "JPCLCD", ";\r\n        ISSN:", "1948-7185", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) are very important in the development of new technologies and study of gas storage and sepn.  MOFs are based on the complexation of metal clusters with org. ligands.  Occasionally, the same building components combine in multiple different ways to produce different structures.  These different structures are what we would call \"framework isomers.\".  This type of isomerism is unique to the field of MOFs.  In this Perspective, we classify the different types of framework isomers and provide examples of each type.  Addnl., we provide an anal. of the structure/property relationship.  In addn., possible methods for future control over the synthesis of a particular framework isomer and characterization techniques have also been discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXotFSgur8%253D&md5=fddc05089bc026f9919ec0142d4e2035", "28. ", "Mączka", ", ", "M.", "; ", "Gągor", ", ", "A.", "; ", "Macalik", ", ", "B.", "; ", "Pikul", ", ", "A.", "; ", "Ptak", ", ", "M.", "; ", "Hanuza", ", ", "J.", " ", "Inorg. Chem.", " ", "2014", ",  ", "53", ",  ", "457", "– ", "467", " DOI: 10.1021/ic402425n", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Order-Disorder Transition and Weak Ferromagnetism in the Perovskite Metal Formate Frameworks of [(CH3)2NH2][M(HCOO)3] and [(CH3)2ND2][M(HCOO)3] (M = Ni, Mn)", "Maczka, Miroslaw; Gagor, Anna; Macalik, Boguslaw; Pikul, Adam; Ptak, Maciej; Hanuza, Jerzy", "Inorganic Chemistry", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "1", "),\r\n    ", "457-467", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors report the synthesis, crystal structure, thermal, dielec., Raman, IR, and magnetic properties of H and deuterated divalent metal formates, [Me2NH2][M(HCOO)3] and [Me2ND2][M(HCOO)3], where M = Ni, Mn.  From Raman and IR data, assignment of the obsd. modes to resp. vibrations of atoms is proposed.  The thermal studies show that for the Ni compds. deuteration decreases the phase transition temp. Tc by 5.6 K, whereas it has a negligible effect on Tc in the Mn analogs.  This behavior excludes the possibility of proton (deuteron) movement along the N-H···O (N-D···O) bonds as the microscopic origin of the 1st-order phase transition obsd. in these crystals <190 K.  According to single-crystal x-ray diffraction, the dimethylammonium (DMA) cations are dynamically disordered at room temp., because the H bonds between the NH2 (ND2) groups and the metal-formate framework are disordered.  The highly dynamic nature of H bonds in the high-temp. phases manifests in the Raman and IR spectra through very large bandwidth of modes involving vibrations of the NH2 (ND2) groups.  The abrupt decrease in the bandwidth and shifts of modes near Tc signifies the ordering of H bonds and DMA+ cations as well as significant distortion of the metal-formate framework across the phase transition.  However, some amt. of motion is retained by the DMA+ cation in the ferroelec. phase and a complete freezing-in of this motion occurs <100 K.  The dielec. studies reveal pronounced dielec. dispersion that can be attributed to slow dynamics of large DMA+ cations.  The low-temp. studies also show that magnetic properties of the studied compds. can be explained assuming that they are ordered ferrimagnetically with nearly compensated magnetic moments of Ni and Mn.  IR data reveal weak anomalies <40 K that arise due to spin-phonon coupling.  The authors' results also show that due to structural phase transition more significant distortion of the metal-formate framework occurs for the deuterated samples.  Crystallog. data are given.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvFSqsr7E&md5=4c6eb9c9829af7af2d8c2397adfea6a1", "29. ", "Sanchez-Andujar", ", ", "M.", "; ", "Gomez-Aguirre", ", ", "L. C.", "; ", "Pato Doldan", ", ", "B.", "; ", "Yanez-Vilar", ", ", "S.", "; ", "Artiaga", ", ", "R.", "; ", "Llamas-Saiz", ", ", "A. L.", "; ", "Manna", ", ", "R. S.", "; ", "Schnelle", ", ", "F.", "; ", "Lang", ", ", "M.", "; ", "Ritter", ", ", "F.", "; ", "Haghighirad", ", ", "A. A.", "; ", "Senaris-Rodriguez", ", ", "M. A.", " ", "CrystEngComm", " ", "2014", ",  ", "16", ",  ", "3558", "– ", "3566", " DOI: 10.1039/c3ce42411a", " ", "[", "Crossref", "], [", "CAS", "]", "29. ", "First-order structural transition in the multiferroic perovskite-like formate [(CH3)2NH2][Mn(HCOO)3]", "Sanchez-Andujar, M.; Gomez-Aguirre, L. C.; Pato Doldan, B.; Yanez-Vilar, S.; Artiaga, R.; Llamas-Saiz, A. L.; Manna, R. S.; Schnelle, F.; Lang, M.; Ritter, F.; Haghighirad, A. A.; Senaris-Rodriguez, M. A.", "CrystEngComm", "\r\n        (", "2014", "),\r\n    ", "16", "\r\n        (", "17", "),\r\n    ", "3558-3566", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "In this work we explore the overall structural behavior of the [(CH3)2NH2][Mn(HCOO)3] multiferroic compd. across the temp. range where its ferroelec. transition takes place by means of calorimetry, thermal expansion measurements and variable temp. powder and single crystal X-ray diffraction.  The results clearly prove the presence of a structural phase transition at Tt ∼ 187 K (the temp. at which the dielec. transition occurs) that involves a symmetry change from R3c to Cc, twinning of the crystals, a discontinuous variation of the unit cell parameters and unit cell vol., and a sharp first-order-like anomaly in the thermal expansion.  In addn., the calorimetric results show a 3-fold order-disorder transition.  The calcd. pressure dependence of the transition temp. is rather large (dTt/dP = 4.6 ± 0.1 K kbar-1) in that it should be feasible to shift it to room temp. under adequate thermodn. conditions, for instance by application of an external pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXlsFOjtLg%253D&md5=f2bf9a37f5c0ddbe8953880e9d3ce729", "30. ", "Walker", ", ", "A. M.", "; ", "Civalleri", ", ", "B.", "; ", "Slater", ", ", "B.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Corà", ", ", "F.", "; ", "Zicovich-Wilson", ", ", "C. M.", "; ", "Román-Pérez", ", ", "G.", "; ", "Soler", ", ", "J. M.", "; ", "Gale", ", ", "J. D.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "7501", "– ", "7503", " DOI: 10.1002/anie.201002413", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "30. ", "Flexibility in a metal-organic framework material controlled by weak dispersion forces: the bistability of MIL-53(Al)", "Walker, Andrew M.; Civalleri, Bartolomeo; Slater, Ben; Mellot-Draznieks, Caroline; Cora, Furio; Zicovich-Wilson, Claudio M.; Roman-Perez, Guillermo; Soler, Jose M.; Gale, Julian D.", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "41", "),\r\n    ", "7501-7503, S7501/1-S7501/10", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Breathtaking MOFs: DFT calcns. reveal that the exceptional, thermally induced d. change of the metal-org. framework MIL-53(Al) is controlled by a competition between short- and long-range interactions and entropic factors.  Dispersive interactions between the Ph rings are responsible for stabilizing a narrow-pore form at low temp.  At 325-375 K, vibrational entropy causes the structure to expand markedly, permitting large vols. of light gases to be adsorbed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlGisbfF&md5=94d8ff50b67c4b2089b29bb67a9b2c57", "31. ", "Bernini", ", ", "M. C.", "; ", "Gándara", ", ", "F.", "; ", "Iglesias", ", ", "M.", "; ", "Snejko", ", ", "N.", "; ", "Gutiérrez-Puebla", ", ", "E.", "; ", "Brusau", ", ", "E. V.", "; ", "Narda", ", ", "G. E.", "; ", "Monge", ", ", "M. Á.", " ", "Chem. - Eur. J.", " ", "2009", ",  ", "15", ",  ", "4896", "– ", "4905", " DOI: 10.1002/chem.200802385", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "31. ", "Reversible Breaking and Forming of Metal-Ligand Coordination Bonds: Temperature-Triggered Single-Crystal to Single-Crystal Transformation in a Metal-Organic Framework", "Bernini, Maria C.; Gandara, Felipe; Iglesias, Marta; Snejko, Natalia; Gutierrez-Puebla, Enrique; Brusau, Elena V.; Narda, Griselda E.; Monge, M. Angeles", "Chemistry - A European Journal", "\r\n        (", "2009", "),\r\n    ", "15", "\r\n        (", "19", "),\r\n    ", "4896-4905, S4896/1-S4896/3", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The novel Yb succinate metal-org. framework exhibits a reversible single-crystal to single-crystal polymorphic transformation when it is heated >130°, returning to its initial form when back at room temp.  This transformation produces a change in the coordination sphere of the Yb atoms, which influences the catalytic activity of the material.  [Yb(C4H4O4)1.5] undergoes a temp.-triggered single-crystal to single-crystal transformation.  Thermal x-ray single-crystal studies showed a reversibly orchestrated rearrangement of the atoms generated by the breaking/formation of coordination bonds, in which the stoichiometry of the compd. remains unchanged.  The transformation occurs on heating the crystal at ≈130°.  This uncommon behavior was also studied by thermal methods, FTIR spectroscopy, and thermodiffractometry.  Both polymorphs, α (room-temp. form) and β (high-temp. form), are proven to be active heterogeneous catalysts; the higher catalytic activity of β is owed to a decrease in the Yb coordination no.  A mechanism based on spectroscopic evidence and involving formation of the active species Yb-O-OH is proposed for the sulfide oxidn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmtVGrt7s%253D&md5=f2a85bc1f2fd911c0c2751f95bd0c710", "32. ", "Serre", ", ", "C.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Surblé", ", ", "S.", "; ", "Audebrand", ", ", "N.", "; ", "Filinchuk", ", ", "Y.", "; ", "Férey", ", ", "G.", " ", "Science", " ", "2007", ",  ", "315", ",  ", "1828", "– ", "1831", " DOI: 10.1126/science.1137975", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "32. ", "Role of Solvent-Host Interactions That Lead to Very Large Swelling of Hybrid Frameworks", "Serre, C.; Mellot-Draznieks, C.; Surble, S.; Audebrand, N.; Filinchuk, Y.; Ferey, G.", "Science (Washington, DC, United States)", "\r\n        (", "2007", "),\r\n    ", "315", "\r\n        (", "5820", "),\r\n    ", "1828-1831", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "An unusually large expansion upon solvent adsorption occurs without apparent bond breaking in the network of a series of isoreticular chromium(III) or iron(III) dicarboxylates labeled MIL-88A to D [dicarbox = fumarate (88A); terephthalate (1,4-BDC) (88B); 2,6-naphthalenedicarboxylate (2,6-NDC) (88C); and 4-4'-biphenyldicarboxylate (4-4'-BPDC) (88D)].  This reversible \"breathing\" motion was analyzed in terms of cell dimensions (extent of breathing), movements within the framework (mechanism of transformation), and the interactions between the guests and the skeleton.  In situ techniques show that these flexible solids are highly selective absorbents and that this selectivity is strongly dependent on the nature of the org. linker.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXjsFSisbg%253D&md5=dec565bdf6c83f26f8f2a6ddf6e9e3f8", "33. ", "Liu", ", ", "Y.", "; ", "Her", ", ", "J.-H.", "; ", "Dailly", ", ", "A.", "; ", "Ramirez-Cuesta", ", ", "A. J.", "; ", "Neumann", ", ", "D. A.", "; ", "Brown", ", ", "C. M.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "11813", "– ", "11818", " DOI: 10.1021/ja803669w", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "33. ", "Reversible Structural Transition in MIL-53 with Large Temperature Hysteresis", "Liu, Yun; Her, Jae-Hyuk; Dailly, Anne; Ramirez-Cuesta, Anibal J.; Neumann, Dan A.; Brown, Craig M.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "35", "),\r\n    ", "11813-11818", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The metal-org. framework, MIL-53, can have a structural transition from an open-pored to a closed-pored structure by adsorbing different guest mols.  The aid of guest mols. is believed to be necessary to initiate this \"breathing\" effect.  Using both neutron powder diffraction and inelastic neutron scattering techniques, we find that MIL-53 exhibits a reversible structural transition between an open-pored and a closed-pored structure as a function of temp. without the presence of any guest mols.  Surprisingly, this structural transition shows a significant temp. hysteresis: the transition from the open-pored to closed-pored structure occurs at approx. 125 to 150 K, while the transition from the closed-pored to open-pored structure occurs around 325 to 375 K.  To our knowledge, this is first observation of such a large temp. hysteresis of a structural transition in metal-org. frameworks.  We also note that the transition from the open to closed structure at low temp. shows very slow kinetics.  An ab initio computer simulation is employed to investigate the possible mechanism of the transition.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXps1Knt74%253D&md5=0d06ce91da90c73847b704c1ae49016f", "34. ", "Millange", ", ", "F.", "; ", "Serre", ", ", "C.", "; ", "Ferey", ", ", "G.", " ", "Chem. Commun.", " ", "2002", ",  ", "822", "– ", "823", " DOI: 10.1039/b201381a", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "34. ", "Synthesis, structure determination and properties of MIL-53as and MIL-53ht: the first CrIII hybrid inorganic-organic microporous solids: CrIII(OH)·{O2C-C6H4-CO2}·{HO2C-C6H4-CO2H}x", "Millange, Franck; Serre, Christian; Ferey, Gerard", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2002", "),\r\n    ", "\r\n        (", "8", "),\r\n    ", "822-823", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The 1st three-dimensional Cr(III) dicarboxylate compds., CrIII(OH)·{O2C-C6H4-CO2}·{HO2C-C6H4-CO2H}x (x = 0, 0.75), were isolated and their structures solved from powder x-ray diffraction data.  The flexible framework of these materials delimits large pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XislSgt7g%253D&md5=8b86a05e59f97d4ca84556db07758a01", "35. ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Thouvenot", ", ", "C.", "; ", "Noguès", ", ", "M.", "; ", "Marsolier", ", ", "G.", "; ", "Louër", ", ", "D.", "; ", "Férey", ", ", "G.", " ", "J. Am. Chem. Soc.", " ", "2002", ",  ", "124", ",  ", "13519", "– ", "13526", " DOI: 10.1021/ja0276974", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "35. ", "Very Large Breathing Effect in the First Nanoporous Chromium(III)-Based Solids: MIL-53 or CrIII(OH)·{O2C-C6H4-CO2}·{HO2C-C6H4-CO2H}x·H2Oy", "Serre, Christian; Millange, Franck; Thouvenot, Christelle; Nogues, Marc; Marsolier, Gerard; Loueer, Daniel; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2002", "),\r\n    ", "124", "\r\n        (", "45", "),\r\n    ", "13519-13526", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The 1st three-dimensional Cr(III) dicarboxylate, MIL-53as or CrIII(OH)·{O2C-C6H4-CO2}·{HO2C-C6H4-CO2H}0.75, was obtained under hydrothermal conditions (as: as-synthesized).  The free acid can be removed by calcination giving the resulting solid, MIL-53ht or CrIII(OH)·{O2C-C6H4-CO2}.  At room temp., MIL-53ht adsorbs atm. H2O immediately to give CrIII(OH)·{O2C-C6H4-CO2}·H2O or MIL-53lt (lt: low-temp. form, ht:high-temp. form).  Structures, which were detd. by using x-ray powder diffraction data, are built up from chains of Cr(III) octahedra linked through terephthalate dianions.  This creates a three-dimensional structure with an array of 1-dimensional large pore channels filled with free disordered terephthalic mols. (MIL-53as) or H2O mols. (MIL-53lt); when the free mols. are removed, this leads to a nanoporous solid (MIL-53ht) with a Langmuir surface area over 1500 m2/g.  The transition between the hydrated form (MIL-53lt) and the anhyd. solid (MIL-53ht) is fully reversible and followed by a very high breathing effect (more than 5 Å), the pores being clipped in the presence of H2O mols. (MIL-53lt) and reopened when the channels are empty (MIL-53ht).  The thermal behavior of the two solids was studied using TGA and x-ray thermodiffractometry.  The sorption properties of MIL-53lt also were studied using several org. solvents.  Finally, magnetism measurements performed on MIL-53as and MIL-53lt revealed that these two phases are antiferromagnetic with Neel temps. TN of 65 and 55 K, resp.  Crystal data for MIL-53as is as follows: orthorhombic space group Pnam with a 17.340(1), b 12.178(1), c 6.822(1) Å, and Z = 4.  Crystal data for MIL-53ht is as follows: orthorhombic space group Imcm with a 16.733(1), b 13.038(1), c 6.812(1) Å, and Z = 4.  Crystal data for MIL-53lt is as follows: monoclinic space group C2/c with a 19.685(4), b 7.849(1), c 6.782(1) Å, β 104.90(1)°, and Z = 4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XotVegt74%253D&md5=59fd68d1cae2399f56196e58039d3bd5", "36. ", "Trung", ", ", "T. K.", "; ", "Trens", ", ", "P.", "; ", "Tanchoux", ", ", "N.", "; ", "Bourrelly", ", ", "S.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Loera-Serna", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Loiseau", ", ", "T.", "; ", "Fajula", ", ", "F.", "; ", "Férey", ", ", "G.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "16926", "– ", "16932", " DOI: 10.1021/ja8039579", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "36. ", "Hydrocarbon Adsorption in the Flexible Metal Organic Frameworks MIL-53(Al, Cr)", "Trung, Thuy Khuong; Trens, Philippe; Tanchoux, Nathalie; Bourrelly, Sandrine; Llewellyn, Philip L.; Loera-Serna, Sandra; Serre, Christian; Loiseau, Thierry; Fajula, Francois; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "50", "),\r\n    ", "16926-16932", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A general study of the adsorption of n-alkanes in the flexible metal org. framework (MOF) MIL-53 is presented.  The roles of the length of the alkyl chain (n = 1-9), the nature of the metal (Al, Cr), and temp. were studied.  The shape of the adsorption curves is driven by the alkyl chain length of the n-alkanes.  While traditional type-I isotherms are obsd. for short alkanes (n = 1, 2), adsorbates with longer chains induce clear substeps in the isotherm curves whose positions depend on the chain length.  Such substeps are due to a breathing phenomenon, as proven by ex situ x-ray diffraction anal.  They strongly depend on the amt. of adsorbate in the pores and on the nature of the metal (Al, Cr), which, for a given alkane, leads to a strong change in the substep positions despite the similar characteristics of the two metals.  The adsorption kinetics are highly sensitive to small variations in temp.  Their detailed anal. in different regions of the isotherms shows in some cases the existence of distinct diffusion regimes and/or conformations within the flexible phases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsVWgtL%252FO&md5=f03eb4335a11c70e6b4a870bb916e8a5", "37. ", "Volkringer", ", ", "C.", "; ", "Loiseau", ", ", "T.", "; ", "Guillou", ", ", "N.", "; ", "Ferey", ", ", "G.", "; ", "Elkaim", ", ", "E.", "; ", "Vimont", ", ", "A.", " ", "Dalton Trans", " ", "2009", ",  ", "2241", "– ", "2249", " DOI: 10.1039/b817563b", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "37. ", "XRD and IR structural investigations of a particular breathing effect in the MOF-type gallium terephthalate MIL-53(Ga)", "Volkringer, Christophe; Loiseau, Thierry; Guillou, Nathalie; Ferey, Gerard; Elkaim, Erik; Vimont, Alexandre", "Dalton Transactions", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "12", "),\r\n    ", "2241-2249", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The Ga terephthalate Ga(OH)[O2C-C6H4-CO2]·xA (A = HO2C-C6H4-CO2H) was hydrothermally prepd. in H2O under mild conditions (210°, 31/2 h) in the presence of terephthalic acid.  The compd. was characterized by powder x-ray diffraction, TGA, IR and BET method.  This compd. is isostructural to the MIL-53 type, previously obsd. with the trivalent cations Cr, Fe, Al, In.  It exhibits a three-dimensional metal-org. framework built up from infinite chains of trans corner-sharing GaO4(OH)2 octahedra (via μ2-hydroxo bonds) linked to each other through the terephthalate linkers.  It gave lozenge-shaped channel structure running parallel to the infinite files of Ga-centered octahedra.  After activation, the compd. is able to adsorb one molar equivalent of H2O at room temp. under ambient air (MIL-53(Ga){H2O}).  Different H bond interactions are obsd. for the encapsulated H2O within the channels.  In one tunnel, pairs of H2O species with strong H-bond interactions were obsd. whereas in the adjacent tunnel, only a continuous linear and weakly H bonded network occurs.  The dehydrated form was obtained upon heating the MIL-53(Ga) solid at 80° together with the shrinkage of the channels in MIL-53(Ga)_lt.  This form is stable up to 220° and then the open structure MIL-53(Ga)_ht is visible, but starts to decomp. from 350°.  Such a breathing effect was previously reported with cations such as Cr or Al but in the case of Ga, the stability domain of the narrow pore structure MIL-53(Ga)_lt is larger (160° instead of 20-30° for Al, for instance).  The BET surface area was 1140 ± 114 m2 g-1.  The phase transitions were characterized by IR spectroscopy at different temps., which confirms the stability domain of the narrow close form (specific band at 1016 cm-1) of MIL-53(Ga) and then the pore opening (shifted band toward 1024 cm-1) together with the structure collapse.  An identical behavior is also discussed for the Al MIL-53 analog.  A comparison between the behavior of the Al, Ga and Fe samples is presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXivVWnsLs%253D&md5=0bdf8940be386b25bbdbd9c8cb59e63e", "38. ", "Yot", ", ", "P. G.", "; ", "Ma", ", ", "Q.", "; ", "Haines", ", ", "J.", "; ", "Yang", ", ", "Q.", "; ", "Ghoufi", ", ", "A.", "; ", "Devic", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "Dmitriev", ", ", "V.", "; ", "Ferey", ", ", "G.", "; ", "Zhong", ", ", "C.", "; ", "Maurin", ", ", "G.", " ", "Chemical Science", " ", "2012", ",  ", "3", ",  ", "1100", "– ", "1104", " DOI: 10.1039/c2sc00745b", " ", "[", "Crossref", "], [", "CAS", "]", "38. ", "Large breathing of the MOF MIL-47(VIV) under mechanical pressure: a joint experimental-modelling exploration", "Yot, Pascal G.; Ma, Qintian; Haines, Julien; Yang, Qingyuan; Ghoufi, Aziz; Devic, Thomas; Serre, Christian; Dmitriev, Vladimir; Ferey, Gerard; Zhong, Chongli; Maurin, Guillaume", "Chemical Science", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "4", "),\r\n    ", "1100-1104", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A joint exptl.-modeling study has demonstrated a large flexibility of the MIL-47(VIV) upon mech. pressure which strongly deviates from its rigid behavior in presence of guest mols.  A structural transition suspected by mercury intrusion and further confirmed by X-ray powder diffraction and mol. dynamics simulations, leads to a closed MIL-47(VIV) form never obsd. so far corresponding to a cell contraction of up to 43%.  The microscopic key features that govern this transition are then elucidated from complementary Raman expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xjt1Oms74%253D&md5=25d05b4f8c093c1cc3dc353ba5469455", "39. ", "Gagnon", ", ", "K. J.", "; ", "Beavers", ", ", "C. M.", "; ", "Clearfield", ", ", "A.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "1252", "– ", "1255", " DOI: 10.1021/ja311613p", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "39. ", "MOFs Under Pressure: The Reversible Compression of a Single Crystal", "Gagnon, Kevin J.; Beavers, Christine M.; Clearfield, Abraham", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "4", "),\r\n    ", "1252-1255", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The structural change and resilience of a single crystal of a metal-org. framework (MOF), Zn(HO3PC4H8PO3H)·2H2O (ZAG-4), was studied under high pressures (0-9.9 GPa) using in situ single crystal x-ray diffraction.  Although the unit cell vol. decreases over 27%, the quality of the single crystal is retained and the unit cell parameters revert to their original values after pressure was removed.  Crystallog. data are given with pressure.  This framework is considerably compressible with a bulk modulus calcd. at ∼11.7 GPa.  The b-axis also exhibits both pos. and neg. linear compressibility.  Within the applied pressures studied, there was no discernible failure or amorphization point for this compd.  The alkyl chains in the structure provide a spring-like cushion to stabilize the compression of the system allowing for large distortions in the metal coordination environment, without destruction of the material.  This intriguing observation only adds to the current speculation as to whether or not MOFs may find a role as a new class of piezofunctional solid-state materials for application as highly sensitive pressure sensors, shock absorbing materials, pressure switches, or smart body armor.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXns1ejtA%253D%253D&md5=148bfdab329a10e954680b02c3c0aad8", "40. ", "SAINT and APEX 2 Software for CCD Diffractometers", ";", " ", "Bruker AXS Inc.", ": ", "Madison, WI", ", ", "2014", ".", "There is no corresponding record for this reference.", "41. ", "Sheldrick", ", ", "G. M.", " SADABS, version 2014/4", ";", " ", "Bruker AXC Inc.", ": ", "Madison, WI", ", ", "2014", ".", "There is no corresponding record for this reference.", "42. ", "Sheldrick", ", ", "G. M.", " SHELXT", ";", " ", "University of Göttingen", ": ", "Germany", ", ", "2014", ".", "There is no corresponding record for this reference.", "43. ", "Sheldrick", ", ", "G. M.", " SHELXL", ";", " ", "University of Göttingen", ": ", "Germany", ", ", "2014", ".", "There is no corresponding record for this reference.", "44. ", "Sheldrick", ", ", "G. M.", " ", "Acta Crystallogr., Sect. A: Found. Crystallogr.", " ", "2008", ",  ", "64", ",  ", "112", "– ", "122", " DOI: 10.1107/S0108767307043930", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "44. ", "A short history of SHELX", "Sheldrick, George M.", "Acta Crystallographica, Section A: Foundations of Crystallography", "\r\n        (", "2008", "),\r\n    ", "64", "\r\n        (", "1", "),\r\n    ", "112-122", "CODEN:\r\n                ", "ACACEQ", ";\r\n        ISSN:", "0108-7673", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "An account is given of the development of the SHELX system of computer programs from SHELX-76 to the present day.  In addn. to identifying useful innovations that have come into general use through their implementation in SHELX, a crit. anal. is presented of the less-successful features, missed opportunities and desirable improvements for future releases of the software.  An attempt is made to understand how a program originally designed for photog. intensity data, punched cards and computers over 10000 times slower than an av. modern personal computer has managed to survive for so long.  SHELXL is the most widely used program for small-mol. refinement and SHELXS and SHELXD are often employed for structure soln. despite the availability of objectively superior programs.  SHELXL also finds a niche for the refinement of macromols. against high-resoln. or twinned data; SHELXPRO acts as an interface for macromol. applications.  SHELXC, SHELXD and SHELXE are proving useful for the exptl. phasing of macromols., esp. because they are fast and robust and so are often employed in pipelines for high-throughput phasing.  This paper could serve as a general literature citation when one or more of the open-source SHELX programs (and the Bruker AXS version SHELXTL) are employed in the course of a crystal-structure detn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhsVGhurzO&md5=8f91f10be4a9df74b2a9dad522c71e6e", "45. ", "Spek", ", ", "A. L.", "  ", "Acta Crystallogr., Sect. D: Biol. Crystallogr.", " ", "2009", ",  ", "65", ",  ", "148", "– ", "155", ".", " DOI: 10.1107/S090744490804362X", " .", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "45. ", "Structure validation in chemical crystallography", "Spek, Anthony L.", "Acta Crystallographica, Section D: Biological Crystallography", "\r\n        (", "2009", "),\r\n    ", "65", "\r\n        (", "2", "),\r\n    ", "148-155", "CODEN:\r\n                ", "ABCRE6", ";\r\n        ISSN:", "0907-4449", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "A review.  Automated structure validation was introduced in chem. crystallog. about 12 years ago as a tool to assist practitioners with the exponential growth in crystal structure analyses.  Validation has since evolved into an easy-to-use checkCIF/PLATON web-based IUCr service.  The result of a crystal structure detn. has to be supplied as a CIF-formatted computer-readable file.  The checking software tests the data in the CIF for completeness, quality, and consistency.  In addn., the reported structure is checked for incomplete anal., errors in the anal., and relevant issues to be verified.  A validation report is generated in the form of a list of ALERTS on the issues to be cor., checked, or commented on.  Structure validation has largely eliminated obvious problems with structure reports published in IUCr journals, such as refinement in a space group of too low symmetry.  This paper reports on the current status of structure validation and possible future extensions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVWhtL8%253D&md5=1cc05cd996f846a98b55ea09289af6a9", "46. ", "Liao", ", ", "L.", "; ", "Ingram", ", ", "C. W.", "; ", "Vandeveer", ", ", "D.", "; ", "Hardcastle", ", ", "K.", "; ", "Solntsev", ", ", "K. M.", "; ", "Sabo", ", ", "D.", "; ", "John Zhang", ", ", "Z.", "; ", "Weber", ", ", "R. T.", " ", "Inorg. Chim. Acta", " ", "2012", ",  ", "391", ",  ", "1", "– ", "9", " DOI: 10.1016/j.ica.2012.04.039", " ", "[", "Crossref", "], [", "CAS", "]", "46. ", "Poly-(bis((μ4-1,4-benzenedicarboxylato)-bis(μ2-N,N-dimethylformamide)-(nitrato)-gadolinium (III))) metal organic framework: Synthesis, magnetic and luminescence properties", "Liao, Liang; Ingram, Conrad W.; Vandeveer, Don; Hardcastle, Kenneth; Solntsev, Kyril M.; Sabo, Daniel; John Zhang, Z.; Weber, Ralph T.", "Inorganica Chimica Acta", "\r\n        (", "2012", "),\r\n    ", "391", "\r\n        (", "),\r\n    ", "1-9", "CODEN:\r\n                ", "ICHAA3", ";\r\n        ISSN:", "0020-1693", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The title gadolinium benzenedicarboxylate based metal org. framework of chem. formula, C28H36Gd2N6O18 [Gd2(BDC)2(NO3)2·4DMF], was synthesized under solvothermal conditions in the presence of DMF.  The crystal structure is monoclinic, space group P21/c, with a 17.668(2), b 20.005(3), c 10.5382(15) Å, and β 91.205(2)°, Z = 4, ρ (calcd.) = 1.889 mg/m3.  The unit is defined by four DMF mols., two nitrate ions, two benzenedicarboxylate (BDC) units and two Gd atoms.  Each Gd atom is coordinated to eight oxygen atoms, one from each of four dicarboxylate ions, one from each of two DMF mols., and two from the single nitrate anion.  The three dimensional framework is formed from the interconnectivity of a chainlike arrangement between BDC and Gd only, with one BDC bridging two Gd atoms.  Elemental percentage compn. was as follows: Gd = 30.9, C = 32.28, H = 3.33, N = 7.28, which are in agreement with calcd. values of Gd = 31.7, C = 31.74, H = 3.40, N = 7.94.  Gd-O bond lengths ranged between 2.290 and 2.511 Å.  The material is paramagnetic due to f7 unpaired Gd electrons, and also displays orange-yellow photoluminescence due to the presence of trace Eu ions in the structure when excited with UV radiation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1WrsrjO&md5=9c8a96c5bfb35c7c7bb6aaad8fb941e4", "47. ", "Reineke", ", ", "T. M.", "; ", "Eddaoudi", ", ", "M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Angew. Chem., Int. Ed.", " ", "1999", ",  ", "38", ",  ", "2590", "– ", "2594", " DOI: 10.1002/(SICI)1521-3773(19990903)38:17<2590::AID-ANIE2590>3.0.CO;2-H", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "47. ", "A microporous lanthanide - organic framework", "Reineke, Theresa M.; Eddaoudi, Mohamed; O'Keeffe, M.; Yaghi, Omar M.", "Angewandte Chemie, International Edition", "\r\n        (", "1999", "),\r\n    ", "38", "\r\n        (", "17", "),\r\n    ", "2590-2594", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH", ")\r\n        ", "The synthesis and crystal structure of Tb(bdc)NO3·2DMF (bdc = 1,4-benzenedicarboxylate) is reported, and its desolvated form is shown to have a stable zeolite-like framework.  Each terbium is bonded to eight oxygen atoms, 4 from 4 different bdc ligands, 2 from a bidentate nitrate and 2 from 2 DMF ligands.  Tb(bdc)NO3 is capable of reversible mol. sorption and maintains its microporosity in the absence of included guests.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXmt1arsbo%253D&md5=afcee9bc50ccc95b9390a94c731f5cd2"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-17/acs.inorgchem.5b01311/20150901/images/small/ic-2015-01311e_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-17/acs.inorgchem.5b01311/20150901/images/small/ic-2015-01311e_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-17/acs.inorgchem.5b01311/20150901/images/small/ic-2015-01311e_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-17/acs.inorgchem.5b01311/20150901/images/small/ic-2015-01311e_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-17/acs.inorgchem.5b01311/20150901/images/small/ic-2015-01311e_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-17/acs.inorgchem.5b01311/20150901/images/small/ic-2015-01311e_0006.gif\">"]}
