{"title": ["Adsorption Equilibria of CFC-115 on Activated Charcoal"], "authors": ["Hyun-Mee Park", "Dong Ju Moon"], "doi": ["10.1021/je025636f"], "abstract": ["Equilibrium studies on the adsorption of chloropentafluoroethane (CFC-115, CF", "CF", "Cl) on an activated charcoal were carried out between 298 K and 358 K. Results were fitted with mathematical models such as Langmuir, Freundlich, and BET equations. The temperature dependence of BET parameters and the isosteric enthalpy of adsorption in the CFC-115−charcoal system are estimated. Among the two parameter models, the BET isotherm for CFC-115 fits the experimental results within 7% over the entired relative pressure range. Especially, the BET isotherm showed the best results with less than 2% in the higher relative pressure range. The enthalpies of adsorption of CFC-115 are of the same order of magnitude as the enthalpy of condensation, 14.62 kJ·mol", ". "], "text": ["Top of Page", "Abstract", "1. Introduction", "2. Experimental Section", "3. Results and Discussion", "References", "1. Introduction", "Chlorofluorocarbons (CFCs) have been widely used as refrigerants, blowing agents, propellants, and cleaning agents due to their outstanding properties. However, the production and supply of CFCs have been regulated because of their role in ozone depletion, which is one of the most serious global environmental concerns.", "(1-3)", " In addition, CFCs also contribute to the greenhouse effect and hence to climate change.", "(2, 3)", " Chloropentafluoroethane (CF", "3", "CF", "2", "Cl, CFC-115) has been used in refrigerants such as R-502, an azeotropic blend of CFC-115 and difluorochloromethane (CHClF", "2", ", HCFC-22). Because it has a high ozone depletion potential (ODP) and greenhouse potential (GHP), study of the recovery of CFC-115 becomes important. ", "Many researchers have proposed methods for the recovery of CFCs and the development of CFC replacements.", "(4)", " Studies on the adsorption of CFCs have shown that activated carbons and zeolites are capable of adsorbing CFC gases.", "(5-7)", " It was also reported that activated carbon was used for recovering halogenated hydrocarbons.", "(8)", " We previously reported that the activated carbon pellet can be used as an adsorbent for recovering CFC-115.", "(9-11)", " Because of porous structure, finely divided charcoal is a highly efficient agent for filtering the adsorption of gases and of solids from solution. By special heating or chemical processes the adsorptive property can be greatly increased; charcoal so treated is known as activated charcoal. ", "In this work, an equilibrium study for the adsorption of CFC-115 on an activated charcoal was carried out between 298 K and 358 K and the equilibrium parameters based on the BET equation were derived. The isosteric enthalpies of adsorption for the adsorption of CFC-115 were also estimated. ", "Top of Page", "Abstract", "1. Introduction", "2. Experimental Section", "3. Results and Discussion", "References", "2. Experimental Section", "Materials", ". ", "An activated charcoal (Tekmar, USA) was used as an adsorbent for the adsorption of CFC-115. The BET surface area for the adsorbent was measured with an ASAP2000 (Micromeritics Inc. Co.) using nitrogen adsorption. The measured specific surface area, average pore diameter, and total pore volume are in Table ", "1", ". The chloropentafluoroethane supplied from Elf Atochem had a purity of 99.99%. ", " ", "Table 1. Physical Properties of Activated Charcoal", " ", "physical property", "value ", "BET surface area/m", "2", "·g", "-1", " ", "1898 ", "average pore diameter/nm ", "0.02 ", "total pore volume/cm", "3", "·g", "-1", " ", "0.93", " ", " ", "Apparatus and Procedures", ".", " The adsorption isotherm was measured with a volumetric adsorption apparatus. Before the adsorption, the adsorbents were evacuated to 1.31 × 10", "-8", " atm at 473 K for 15 h, respectively. The experimental system was the same as the previously reported system.", "(9)", " The dead volume of the system was determined by helium gas, and the weight of the adsorbent was measured within ±10 μg precision. Adsorption isotherms were obtained by admitting successive increments of known volumes of a sample gas to the adsorbent sample. After each increment of the gas was admitted, the equilibrium pressure of the system was measured. A correction was made for the dead space in calculating each point on the adsorption isotherm. ", "Top of Page", "Abstract", "1. Introduction", "2. Experimental Section", "3. Results and Discussion", "References", "3. Results and Discussion", "The adsorption data of CFC-115 on the activated charcoal were obtained at four temperatures between 298 K and 358 K after overnight regeneration of the adsorbent. ", "The average difference (avg diff) between the experimental data and the calculated values is estimated by eq 1:", " ", " where the superscripts calc and exp indicate calculated values and experimental values, respectively, and ", "N", " is the number of data points at a given temperature. The adsorption isotherm equations used to correlate the experimental  data are summarized in Table ", "2", ". The Langmuir isotherm is the simplest theoretical model for monolayer adsorption. On the other hand, the BET isotherm equation is the theoretical model for multilayer adsorption on a free surface. ", "Figure 1. Calculated isotherms by the Langmuir, Freundlich, and BET equations with the experimental data for CFC-115:  (a) ▪, experimental value at 298 K;—, Langmuir eq (298 K); —, Freundlich eq (298 K); ○, experimental value at 318 K; · · ·, Langmuir eq (318 K); ", "·", " ", "·", " ", "·", ", ", "Freundlich eq (318 K); ▴, experimental value at 338 K; · · ·, Langmuir eq (338 K); ", "·", " ", "·", " ", "·", ", ", "Freundlich eq (338 K); □, experimental value at 358 K; Langmuir eq (358 K); Freundlich eq (358 K). (b) —, BET eq (298 K); —, BET eq (318 K); · · ·, BET eq (338 K); ", "·", " ", "·", " ", "·", ", ", "BET eq (358 K).", " ", " ", "Table 2. Adsorption Isotherm Equations Used To Correlate the Experimental Data", "isotherm", "equation ", "Langmuir ", "V", "/", "V", "m", " = BP", "/(1 + ", "BP", ") ", "Freundlich ", "Q = KP", "1/", "n", " ", "BET ", "P", "/[", "V", "(", "P", "0", " − ", "P", ")] = 1/", "V", "m", "C", " + [(C − 1)/", "V", "m", "C", "](", "P", "/", "P", "0", ")", " ", " ", "Equilibria of CFC-115 on Activated Charcoal", ".", " The adsorption data for CFC-115 on activated charcoal were obtained at four temperatures:  298, 318, 338, and 358 K. The amount of CFC-115 adsorbed decreased with increasing temperature. The vapor pressure of CFC-115 was calculated by eq 2 below the critical temperature of CFC-115 and was estimated by the simulation program PRO-II (Simulation Science Inc., USA) above the critical temperature.", " ", " ", "Figure ", "1", "a shows the calculated isotherms of charcoal for CFC-115 by the Langmuir and Freundlich equations. In the Langmuir equation, ", "V", "m", " is the adsorbed amount per unit mass of adsorbent corresponding to the complete monolayer coverage. ", "B", " is the Langmuir constant. ", "V", "m", " and ", "B", " are obtained by the intercept and the slope of a plot of 1/", "V", " versus 1/", "P", " at a given adsorption temperature. In the present study, the expressions of ", "V", "m", " and ", "B", " as functions of temperature were obtained as eq 3 by nonlinear regression analysis:", " ", " ", " ", " In the Freundlich equation, ", "K", " and ", "n", " are empirical constants. In general, ", "n", " has a value greater than unity. A plot of ln ", "Q", " versus ln ", "P", " gives ", "K", " and ", "n", " from the intercept and the slope. In the present study, the expressions of ", "K", " and ", "n", " as functions of temperature were obtained as the following forms:", " ", " ", " ", " ", "Figure ", "1", "b shows the BET equations with the experimental data at different temperatures. The amount of CFC-115 adsorbed increases with increasing pressure and has a plateau. For the calculated isotherms by the Langmuir equation, the deviation is seen at high pressures over 26.66 kPa, but they are well fitted at low pressures. This indicates that the adsorption was not based on the Langmuir equation. For the calculated isotherms by the Freundlich equation, the deviation increases with increasing pressure. ", "Figure ", "2", " shows the plots of ", "P", "/", "V", "(", "P", "0", " − ", "P", ") against ", "P", "/", "P", "0", " for the CFC-115−charcoal powder system. The results show slightly different slopes at various temperatures. However, because the curves are almost linear, it can be expected that the BET isotherm is well fitted to the experimental data. ", "Figure 2. BET plots for the CFC-115−charcoal system:  □, 298 K,", "y", "1", " = 0.0010 + 0.2223", "x", "; ▿, 318 K, ", "y", "2", " = 0.0010 + 0.2338", "x", "; ○, 338 K, ", "y", "3", " = 0.0011 + 0.2500", "x", "; ▵, 358 K, ", "y", "4", " = 0.0013 + 0.2848", "x", ".", " ", "The BET parameters of ", "V", "m", " and ", "C", " are obtained from the slope and intercept of the BET plots at various temperatures (Figure ", "3", "). The temperature dependence of the parameters was calculated by linear regression analysis. ", "V", "m", " decreases with increasing temperature, and ", "C", ", which is related to the heat of adsorption, decreases also with  increasing temperature. Expressions of ", "V", "m", " and ", "C", " as functions of temperature are given as the following forms:", " ", " ", " ", " ", "Figure 3. Temperature dependence of the BET parameters in the CFC-115−charcoal system:  ○,", "C", ", ", "y", " = 945.8867e", "15.8679", "x", "; □, ", "V", "m", ", ", "y", " = 37.137e", "17.1644", "x", ".", " ", "As shown in the BET isotherms, the experimental results are well fitted with calculated values. It was considered that the adsorption of CFC-115 on the charcoal powder proceeded in multilayer coverage. Table ", "3", " lists the calculated value by the BET isotherms for CFC-115 on activated charcoal with the equilibrium data and the absolute errors. Absolute average errors were between 0.02 and 0.06. ", " ", "Table 3. Average Difference Calculated by the BET Isotherms for the CFC-115−Charcoal System", " ", "Q", "exp", "Q", "exp", " − ", "Q", "calc", " ", "Q", "Q", "exp", " − ", "Q", "calc", "P", "/", "P", "0", "μmol·g", "-1", "μmol·g", "-1", "P", "/", "P", "0", "μmol·g", "-1", "μmol·g", "-1", " ", "T", " = 298.15 K ", "T", " = 318.15 K ", "0.0026 ", "1.773 ", "+0.105 ", "0.0009 ", "0.841 ", "+0.096 ", "0.0079 ", "2.741 ", "−0.150 ", "0.0025 ", "1.584 ", "−0.007 ", "0.0164 ", "3.403 ", "−0.184 ", "0.0061 ", "2.309 ", "−0.214 ", "0.0274 ", "3.84 ", "−0.132 ", "0.0111 ", "2.846 ", "−0.272 ", "0.0384 ", "4.11 ", "−0.077 ", "0.017 ", "3.234 ", "−0.244 ", "0.0496 ", "4.313 ", "−0.027 ", "0.0237 ", "3.518 ", "−0.194 ", "0.0641 ", "4.485 ", "−0.006 ", "0.0303 ", "3.729 ", "−0.137 ", "0.0785 ", "4.62 ", "+0.003 ", "0.0374 ", "3.906 ", "−0.082 ", "0.0926 ", "4.739 ", "+0.011 ", "0.046 ", "4.071 ", "−0.031 ", "0.1099 ", "4.849 ", "−0.006 ", "0.0561 ", "4.233 ", "+0.022 ", " ", " ", " ", "0.0643 ", "4.345 ", "+0.059 ", "avg diff ", "0.07 ", "avg diff ", "0.123 ", "T", " = 338.15 K ", "T", " = 358.15 K ", "0.0008 ", "0.676 ", "+0.083 ", "0.0008 ", "0.634 ", "+0.105 ", "0.0021 ", "1.308 ", "−0.001 ", "0.0019 ", "1.040 ", "0 ", "0.0044 ", "1.823 ", "−0.179 ", "0.0038 ", "1.431 ", "−0.170 ", "0.0073 ", "2.288 ", "−0.226 ", "0.006 ", "1.781 ", "−0.224 ", "0.0111 ", "2.631 ", "−0.263 ", "0.0085 ", "2.093 ", "−0.211 ", "0.0146 ", "2.887 ", "−0.233 ", "0.0113 ", "2.284 ", "−0.245 ", "0.0195 ", "3.217 ", "−0.111 ", "0.0145 ", "2.551 ", "−0.161 ", "0.0251 ", "3.41 ", "−0.081 ", "0.0185 ", "2.830 ", "−0.039 ", "0.0299 ", "3.544 ", "−0.051 ", "0.023 ", "2.923 ", "−0.077 ", "0.0362 ", "3.78 ", "+0.079 ", "0.0273 ", "3.144 ", "+0.051 ", "0.0423 ", "3.874 ", "+0.091 ", "0.0311 ", "3.256 ", "+0.096 ", "avg diff ", "0.127 ", "avg diff ", "0.166", " ", " ", "Isosteric Enthalpies of Adsorption of CFC-115", ".", " Heat of adsorption provides information about the chemical affinity and the heterogeneity of a surface. The larger the quantity of heat, the stronger the adsorbate−surface bonds. The isosteric heats of adsorption were calculated using the Clausis-Clapeyron equation.", "(12)", " ", " where ", "R ", "is the gas constant and the subscript ", "v", " means the constant adsorption amount. The isosteric enthalpies of adsorption for the CFC-115−charcoal system estimated by the BET isotherms are shown in Table ", "4", ". The isosteric enthalpy of adsorption increased until θ became 0.4 and decreased with the increase of surface coverage. The heat of adsorption is generally known to decrease with the increase of surface coverage. The increase in the isosteric enthalpy of adsorption could be interpreted by the terms of Hill's nonlocalized equation", "(13)", " related to the interaction between the adsorbed molecules. The isosteric enthalpies of adsorption of CFC-115 are of the same order of magnitude as the heat of condensation, 14.62 kJ·mol", "-1", ",", "(14)", " and are primarily due to physical forces. It seems that the increase of isosteric enthalpies of adsorption at low surface coverage below θ = 0.4 might be affected by the chemical adsorption on the charcoal surface, as well as physical forces.", "(10)", " ", " ", "Table 4. Isosteric Heats of Adsorption for the CFC-115−Charcoal System Estimated by the BET Isotherm", "adsorbate", "θ(", "V", "/", "V", "m", ")", "isosteric enthalpy of adsorption ", "q", "iso", "/kJ·mol", "-1", "enthalpy of condensation", "14", " ", "q", "con", "/kJ·mol", "-1", " ", "CFC-115 ", "0.2 ", "18.573 ", "14.62 ", " ", "0.4 ", "25.689 ", " ", " ", "0.7 ", "16.179 ", " ", " ", "0.8 ", "15.368 ", " ", " ", " ", "Reference QuickView", "Top of Page", "Abstract", "1. Introduction", "2. Experimental Section", "3. Results and Discussion", "References", "References", "This article references 14 other publications.", "1. ", " ", "Cicerone", ", ", "R. J.", "; ", "Stolarski", ", ", "R. S.", " ", "Science", " ", "1974", ",  ", "185", ",  ", "1165", " DOI: 10.1126/science.185.4157.1165", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Stratospheric ozone destruction by man made chlorofluoromethanes", "Cicerone, Ralph J.; Stolarski, Richard S.; Walters, Stacy", "Science (Washington, DC, United States)", "\r\n        (", "1974", "),\r\n    ", "185", "\r\n        (", "4157", "),\r\n    ", "1165-7", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    ", "Calcns. indicate that chlorofluoromethanes produced by man can greatly affect the concns. of stratospheric O3 in future decades.  This effect follows the release of Cl from these compds. in the stratosphere.  Present usage levels of chlorofluoromethanes can lead to Cl-catalyzed O3 destruction rates that will exceed natural sinks of O3 by 1985 or 1990.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE2cXlslGntrs%253D&md5=a2d6c8a7409e32a255a4c6c44f450e8d", " ", "2. ", "Molina", ", ", "M. J.", "; ", "Rowland", ", ", "F. S", " ", "Stratospheric Sink for Chloroflouoromethanes:  Chlorine Atom-Catalyzed Destruction of Ozone", " ", "Nature", " ", "1974", ",  ", "249", ",  ", "810", "– ", "812", " DOI: 10.1038/249810a0", "  ", "[", "Crossref", "], [", "CAS", "]", "2. ", "Stratospheric sink for chlorofluoromethanes.  Chlorine atom-catalyzed destruction of ozone", "Molina, Mario J.; Rowland, F. S.", "Nature (London, United Kingdom)", "\r\n        (", "1974", "),\r\n    ", "249", "\r\n        (", "5460", "),\r\n    ", "810-12", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    ", "Photolytic dissocn. of atm. CFCl3 and CF2Cl2 gives Cl which destroys the O3 layer.  The halomethanes may remain at altitudes of 20-40 km for 40-150 yr and will reach satn. values of 10-30 times the present levels.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE2cXlslGntr8%253D&md5=22b7d89924fe7c1d85c85896b3bf3e7e", "3. ", "UNEP. ", "  Montreal Protocol on Substance that Deplete Ozone Layer", ", ", "Final Act", "; 1987.", "There is no corresponding record for this reference.", "4. ", "Manzer", ", ", "L. E.", "; ", "Rao", ", ", "V. N. M.", " ", "Adv. Catal.", " ", "1993", ",  ", "39", ",  ", "329", " ", " DOI: 10.1016/S0360-0564(08)60581-7", "  ", "[", "Crossref", "], [", "CAS", "]", "4. ", "Catalytic synthesis of chlorofluorocarbon alternatives", "Manzer, L. E.; Rao, V. N. M.", "Advances in Catalysis", "\r\n        (", "1993", "),\r\n    ", "39", "\r\n        (", "),\r\n    ", "329-50", "CODEN:\r\n                ", "ADCAAX", ";\r\n        ISSN:", "0065-2342", ".\r\n    ", "Taking in consideration the role of halogenated chlorofluorocarbons in the destruction of the ozone layer and global warming, and the breadth of their application areas, the problem of their substitution by less dangerous substances is reviewed with 88 refs.  Among key CFC alternatives are 1,1,1,2-tetrafluoroethane, 1,1,1-trifluoro-2,2-dichloroethane, 1,1,1,2-tetrafluorochloroethane, pentafluoroethane, 1,1-difluoroethane, 1,1-dichloro-1-fluoroethane, and difluoromethane.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXhtVKmtw%253D%253D&md5=ed17e0e3cfeaf9a30c10efb2c3192e58", "5. ", " ", "Kodama", ", ", "K.", "; ", "Kague", ", ", "S.", "; ", "Wakao", ", ", "W", " ", "Adsorption of Trichlorotriflouoroethane onto Activated Carbon", "  ", "Can. J. Chem. Eng.", " ", "1992", ",  ", "70", ",  ", "244", "– ", "249", " DOI: 10.1002/cjce.5450700206", "  ", "[", "Crossref", "], [", "CAS", "]", "5. ", "Batch adsorption of trichlorotrifluoroethane (Freon-113) onto activated carbon - surface diffusivity and pore diffusivity", "Kodama, K.; Kaguei, S.; Wakao, N.", "Canadian Journal of Chemical Engineering", "\r\n        (", "1992", "),\r\n    ", "70", "\r\n        (", "2", "),\r\n    ", "244-9", "CODEN:\r\n                ", "CJCEA7", ";\r\n        ISSN:", "0008-4034", ".\r\n    ", "Activated carbon was found more active than mol. sieve 13X and silica gel in adsorbing 1,1,2-trichloro-1,2,2-trifluoroethane (CFE).  Batch adsorption expts. were carried out with activated carbon to adsorb CFE at 1.5, 25 and 30°.  The adsorption isotherms of CFE on activated carbon were of the Langmuir type, q(C) = qmKC/(1 + KC) where q = amt. adsorbed per unit mass carbon and qm and K were evaluated for the 3 temps.  The measured bulk concn.-(C)-time data were interpreted equally well with the surface diffusion model land the pore diffusion model; for the former model the surface diffusivity increased with increasing initial CFE concn., and for the latter the pore diffusivity was independent upon the initial CFE concn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38XhvVajsrs%253D&md5=74e913d54c8db315e0ad7d309d54f339", "6. ", " ", "Kobayashi", ", ", "S.", "; ", "Kushiyama", ", ", "S.", "; ", "Aizawa", ", ", "R.", "; ", "Mizuno", ", ", "K.", "; ", "Ohuchi", ", ", "H.", "; ", "Shinbo", ", ", "M", " ", "Study of Adsorption isotherm for Chloroflouorocarbons", " ", "Chem. Soc. Jpn.", " ", "1994", ",  ", "9", ",  ", "828", "– ", "833", "There is no corresponding record for this reference.", "7. ", " ", "Cho", ", ", "S. Y.", "; ", "Lee", ", ", "Y. Y", " ", "Equilibria of 1,1,2-Trichloro-1,2,2-trifluoroethane on Activated Carbons", " ", "Ind. Eng. Chem. Res.", " ", "1995", ",  ", "34", ",  ", "2468", "– ", "2472", " ", " DOI: 10.1021/ie00046a031", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Equilibria of 1,1,2-Trichloro-1,2,2-trifluoroethane on Activated Carbons", "Cho, Sung Yong; Lee, Youn Yong", "Industrial & Engineering Chemistry Research", "\r\n        (", "1995", "),\r\n    ", "34", "\r\n        (", "7", "),\r\n    ", "2468-72", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The equil. adsorption characteristics of 1,1,2-trichloro-1,2,2-trifluoroethane (I) vapor on different-shaped carbons were studied.  Adsorption isotherms of I on an activated carbon pellet and an activated carbon felt were measured.  The equil. of I on the activated carbon pellet having a dual pore structure was expressed by the Redlich-Peterson equation, and equil. consts. were expressed as functions of temp. from 298 to 393 K.  The equil. of I on the activated carbon felt having a relatively uniform pore structure was interpreted by the Dubinin-Radushkevich correlation based on the micropore vol. filling theory.  The affinity coeff. was correlated by the molar polarization.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXmsVeisLg%253D&md5=de6d2355e485819ea4269da1c2deb5d0", " ", "8. ", "Kuo", ", ", "S. L.", "; ", "Hines", ", ", "A. L", " ", "Adsorption of 1,1,1-Trichloroethane and Tetrachloroethylene on Silica Gel", " ", "J. Chem. Eng. Data", " ", "1992", ",  ", "37", ",  ", "1", "– ", "3", " DOI: 10.1021/je00005a001", "  ", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Adsorption of 1,1,1-trichloroethane and tetrachloroethylene on silica gel", "Kuo, Shing Lin; Hines, Anthony L.", "Journal of Chemical and Engineering Data", "\r\n        (", "1992", "),\r\n    ", "37", "\r\n        (", "1", "),\r\n    ", "1-3", "CODEN:\r\n                ", "JCEAAX", ";\r\n        ISSN:", "0021-9568", ".\r\n    ", "Adsorption studies of 1,1,1-trichloroethane and tetrachloroethylene on silica gel were carried out at 288, 293, and 298 K.  Exptl. data provided type I isotherms which were correlated by the Langmuir equation, the model of H et al., (1990) and the vacancy soln. model (developed on the basis of the Flory-Huggins activity coeff. model).  The abs. errors between the values calcd. by these models and the exptl. data were <5%.  The surface area occupied by each adsorbate was calcd. by using the Brunauer-Emmett-Teller equation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38Xks1yhsg%253D%253D&md5=fe2296c046a7976c7c314c6c38e329e6", "9. ", "Moon", ", ", "D. J.", " Ph.D. Thesis, KoreaUniversity, Korea, 1998.", "There is no corresponding record for this reference.", "10. ", " ", "Moon", ", ", "D. J.", "; ", "Chung", ", ", "M. J.", "; ", "Cho", ", ", "S. Y.", "; ", "Ahn", ", ", "B. S.", "; ", "Park", ", ", "K. Y", " ", "Adsorption Equilibria of Chloropentafluoroethane and Pentaflouroethane on Activated Carbon Pellet", " ", "J. Chem. Eng. Data", " ", "1998", ",  ", "43", ",  ", "861", "– ", "864", " DOI: 10.1021/je970282r", "  ", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Adsorption Equilibria of Chloropentafluoroethane and Pentafluoroethane on Activated Carbon Pellet", "Moon, Dong Ju; Chung, Moon Jo; Cho, Sung Yong; Ahn, Byoung Sung; Park, Kun You; Hong, Suk In", "Journal of Chemical and Engineering Data", "\r\n        (", "1998", "),\r\n    ", "43", "\r\n        (", "5", "),\r\n    ", "861-864", "CODEN:\r\n                ", "JCEAAX", ";\r\n        ISSN:", "0021-9568", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Equil. studies on the adsorption of chloropentafluoroethane (R-115, CF3CF2Cl) and pentafluoroethane (CF3CF2H, R-125) on an activated carbon pellet were made between 298.2 K and 373.6 K.  Equil. parameters based on the Langmuir-Freundlich equation are derived.  The Langmuir-Freundlich isotherms for R-115 and R-125 fit the exptl. results within 2%.  The isosteric enthalpies of adsorption of R-115 and R-125 were estd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXlslOgtbk%253D&md5=27b92f91fd0184d9b2125f02ee19ec0a", "11. ", " ", "Moon", ", ", "D. J.", "; ", "Chung", ", ", "M. J.", "; ", "Park", ", ", "K. U.", "; ", "Hong", ", ", "S.  ", " ", "Adsorption equilibrium and catalytic reaction of CFC-115 on Pd/activated carbon powder", "  ", "Carbon", " ", "1999", ",  ", "37", ",  ", "123", "– ", "128", " DOI: 10.1016/S0008-6223(98)00196-1", "  ", "[", "Crossref", "], [", "CAS", "]", "11. ", "Adsorption equilibrium and catalytic reaction of CFC-115 on Pd/activated carbon powder", "Moon, Dong Ju; Chung, Moon Jo; Park, Kun You; Hong, Suk In", "Carbon", "\r\n        (", "1999", "),\r\n    ", "37", "\r\n        (", "1", "),\r\n    ", "123-128", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "Adsorption equil. of CF3CF2Cl (CFC-115) on Pd/activated C powder and on activated C powder were examd. at 298.15-373.15 K.  The adsorption equil. of CFC-115 on Pd/C and activated C powder can be well represented by the BET equation.  The isosteric heats of adsorption of CFC-115 on both adsorbents are of approx. the same order of magnitude as the heats of condensation.  This means that CFC-115 adsorption on both adsorbents is primarily due to phys. forces.  CFC-115 was converted to CF3CF2H (HFC-125) with >99% selectivity by hydrodechlorination over Pd/C.  Thus, Pd/C powder can be used as an adsorbent for recovering CFC-115 and a catalyst for manufg. HFC-125 from CFC-115.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXlslKgsQ%253D%253D&md5=568a168d7cfd4f513d01463a4cb4ec95", "12. ", "Ruthven", ", ", "D. M.", " ", "  Principles of Adsorption and Adsorption Process", "; John Wiley:  New York, 1984.", "There is no corresponding record for this reference.", "13. ", " ", "Hill", ", ", "L. T.", " ", "J. Chem. Phys.", " ", "1946", ",  ", "14", ",  ", "441", " DOI: 10.1063/1.1724166", " ", "[", "Crossref", "], [", "CAS", "]", "13. ", "Statistical mechanics of multimolecular adsorption. II. Localized and mobile adsorption and absorption", "Hill, Terrell L.", "Journal of Chemical Physics", "\r\n        (", "1946", "),\r\n    ", "14", "\r\n        (", "),\r\n    ", "441-53", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "cf. C.A. 40, 3958.7.  Math.  The transition from localized to mobile adsorption (in the first adsorbed layer) takes place at rather low temps. for potential barriers of around 1000 cal./mole or less, so that localized phys. adsorption should be a very rare phenomenon at the temps. usually used in adsorption expts.  Since the Brunauer-Emmett-Teller (and Langmuir) isotherm actually assumes localized adsorption, a new approx. isotherm equation is derived on the basis of a mobile first layer obeying a two-dimensional van der Waals' equation.  This isotherm is in semiquant. agreement with the two-dimensional phase changes observed by Jura, et al., and by earlier workers, at very low pressures.  The localized-mobile transition in the adsorption of H by metals is mentioned briefly.  The relations between (1) the two-dimensional equation of state of a monolayer, (2) the adsorption isotherm of the monolayer, and (3) the ordinary three-dimensional equation of state of the gas being adsorbed are discussed in some detail.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaH28XislWrsA%253D%253D&md5=2aefc7807289012f39628cd74bbe806c", "14. ", " ", "Ishikawa", ", ", "N", " ", "The Outlook and Development of Alternatives to Chlorocarbon. Kagakugokunippo", " ", "Jpn.", " ", "1990", ",  ", "46", "– ", "47", " ", "There is no corresponding record for this reference."], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2003/jceaax.2003.48.issue-4/je025636f/20160927/images/small/je025636ff00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2003/jceaax.2003.48.issue-4/je025636f/20160927/images/small/je025636ff00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2003/jceaax.2003.48.issue-4/je025636f/20160927/images/small/je025636ff00003.gif\">"]}
