{"title": ["Adsorption and Separation of Carbon Dioxide Using MIL-53(Al) Metal-Organic Framework"], "authors": ["Prashant Mishra", "Hari Prasad Uppara", "Bishnupada Mandal", "Sasidhar Gumma"], "doi": ["10.1021/ie5006146"], "abstract": ["In this work, we report adsorption isotherms of various industrially important gases, viz. CO", ", CO, CH", ", and N", " on MIL-53(Al) metal organic framework (MOF). The isotherms were measured in the range of 0–25 bar over a wide temperature range (294–350 K). The structural transformation of the adsorbent and the resulting breathing phenomenon were observed only in the case of CO", " adsorption at 294 and 314 K. Adsorption of CO (another polar gas), N", " and CH", " did not induce any structural transformation in this adsorbent for the experimental conditions considered in this work. Since the CO", " isotherms at 294 and 314 K involve structural transformation and show a distinct step, a conventional isotherm model cannot be used to describe such behavior. In order to model these isotherms, a dual-site Langmuir-type equation (one site each for the two structural forms, i.e., large pore phase and narrow pore phase) that includes a normal distribution function to account for structural transformation is proposed. This model successfully mimics the Type-IV isotherm behavior of CO", " on MIL-53(Al). Henry’s constants and adsorption enthalpies of CO", " on the two structural forms were calculated using this model. The Ideal Adsorbed Solution Theory (IAST) was used to predict the selectivity of CO", " at 350 K over other gases studied in this work."], "text": ["Top of Page", "Abstract", "Introduction", "Synthesis", "Experimental Section", "Results and Discussion", "Conclusions", "References", "1 Introduction", "At present, there is a growing concern worldwide on the anthropogenic emission of carbon dioxide (CO", "2", ") into the atmosphere, and its impact on global warming.", "(1, 2)", " About 80% of CO", "2", " emissions are due to burning of the fossil fuels, with a major contribution from coal-fired power plants.", "(3)", " Rapid industrialization and consumption of fossil fuels has resulted in gradual enhancement of CO", "2", " concentration in the atmosphere. The major constituents in the power plant flue gas include CO", "2", " (∼15%) and N", "2", " (∼75%); capture of CO", "2", " is desired at about ambient pressure and an elevated temperature (∼350 K). The conventional method for CO", "2", " capture involves absorption into an aqueous amine solution; however, this technique has severe drawbacks such as equipment corrosion, amine degradation, and high energy consumption in the solvent regeneration step.", "(4)", " A considerable amount of research has been focused on the development of adsorbent-based processes for CO", "2", " capture. Other adsorptive separations of CO", "2", " include its separation from CH", "4", " at pressures as high as 70 bar in natural gas purification and from CO", "2", "/CH", "4", "/CO mixture in steam reforming of natural gas. In general, adsorptive separation techniques are mainly driven by synthesis of suitable porous adsorbents. A variety of adsorbents such as zeolites, activated carbon, silica gel, activated alumina, etc. have been widely investigated for adsorption and separation of CO", "2", ". In addition, over the past decade, a new class of porous adsorbent commonly known as metal-organic frameworks (MOFs) has been widely synthesized and investigated by several researchers for CO", "2", " capture and separation applications.", "(5-24)", "Metal-organic frameworks are formed by coordinative bridging of metal ions and organic linkers. The choice of metal and organic linker has significant influence on the structure and properties of the framework. These materials have several better characteristics (like high CO", "2", " uptakes/selectivity, easier regeneration, tunable structure, etc.), compared to other conventional adsorbents.", "(13-24)", " However, some of the MOFs are not stable and easily degenerate upon exposure to water vapor and other gases.", "(18, 23, 24)", " One of the MOFs from the MIL family, MIL-53(Al), has good stability, comparable to that of other conventional adsorbents", "(6, 24)", " and it is one of the main reasons behind its choice for this work. This MOF is composed of corner-sharing interconnected Al clusters with benzene dicarboxylate (BDC) organic ligands.", "(6, 7)", " Another important characteristic of this material is its structural transformation from the large pore (", "lp", ") domain to the narrow pore (", "np", ") domain and vice versa (so-called breathing phenomena) upon exposure to certain guest molecules like CO", "2", ", H", "2", "O, etc.,", "(6, 8, 10)", " by applying mechanical pressure,", "(25-27)", " or by change in its temperature.", "(7)", " The cell volume of MIL-53(Al) decreases by ∼35%, from 1412 Å", "3", " to 947 Å", "3", " during its transformation from the ", "lp", " domain to the ", "np", " domain.", "(6)", "Most of the available studies on MIL-53(Al) attempt to explain the breathing phenomena exhibited by this material upon adsorption of CO", "2", " or H", "2", "O.", "(6-8, 10)", " However, adsorption isotherms of other polar gases such as CO are rarely reported in the literature.", "(12, 28)", " Moreover, in order to evaluate the potential of MIL-53(Al), which has better stability, compared to most of the other MOFs, it is necessary to measure its pure component adsorption capacity over the range of temperature and pressure of interest. In this work, pure gas adsorption isotherms on MIL-53(Al) are measured for industrially relevant gases such as CO", "2", ", N", "2", ", CH", "4", ", and CO. These isotherms are suitably modeled and Ideal Adsorbed Solution Theory (IAST)", "(29)", " is used to predict the selectivity of their binary gas mixtures.", "Top of Page", "Abstract", "Introduction", "Synthesis", "Experimental Section", "Results and Discussion", "Conclusions", "References", "2 Synthesis", "The synthesis of MIL-53(Al) was carried out under hydrothermal conditions using aluminum nitrate nonahydrate (Al(NO", "3", ")", "2", "·9H", "2", "O, Aldrich), benzene 1,4-dicarboxylic acid (BDC, Merck), dimethylformamide (DMF, Merck), and deionized water as per the procedure suggested by Loiseau et al.", "(6)", " The starting materials with molar composition of 1(Al(NO", "3", ")", "3", "·9H", "2", "O):0.5(BDC):80(H", "2", "O) were mixed and placed in a Teflon-lined steel autoclave at 493 K for 3 days. The product was filtered and washed with deionized water. For removal of the unreacted BDC in the resultant product, typically 1 g of as-synthesized MIL-53(Al) and 25 mL of DMF were kept in a Teflon-lined autoclave for 15 h at 423 K.", "(11)", " The filtered product was calcined overnight at 553 K.", "Top of Page", "Abstract", "Introduction", "Synthesis", "Experimental Section", "Results and Discussion", "Conclusions", "References", "3 Experimental Section", "Thermogravimetric analysis (TGA) of the synthesized MIL-53(Al) sample was performed in a thermogravimetric analyzer (Mettler Toledo, Model No. TGA/SDTA 851", "e", "). The temperature was ramped from 298 K to 973 K at a heating rate of 5 K min", "–1", ", and the measurements were carried out under a nitrogen atmosphere. A Beckman Coulter surface area analyzer (Coulter SA model 3100) was used for performing surface area and pore volume measurements. The specific surface area was calculated from nitrogen physisorption at 77 K in the relative pressure (", "P", "/", "P", "0", ") range of 0.05–0.2, using the BET (Brunauer–Emmett–Teller) model. The pore volume was calculated at a relative pressure of ", "P", "/", "P", "0", " = 0.98. Powder X-ray diffraction (XRD) patterns were measured on a Bruker A8 Avance instrument operating at 40 kV and 40 mA using Cu Kα (λ = 1.5406 Å) radiation. Adsorption equilibria of all gases were measured gravimetrically in a Rubotherm Magnetic Suspension balance. Prior to each isotherm measurement, MIL-53(Al) was activated by heating it at 493 K under a purge flow of 30 cm", "3", " min", "–1", " of helium. Excess amount adsorbed was calculated from the raw measurements using buoyancy corrections.", "(30, 31)", " The impenetrable solid volume for buoyancy correction was obtained from helium measurements at 294 K in the pressure range of 0–26 bar, using nonadsorbing helium assumption. In order to account for gas phase nonideality at higher pressures, fugacity was used instead of pressure.", "(31)", "Top of Page", "Abstract", "Introduction", "Synthesis", "Experimental Section", "Results and Discussion", "Conclusions", "References", "4 Results and Discussion", "TGA of the calcined MIL-53(Al) is shown in Figure ", "1", ". The TGA profile obtained in this work for MIL-53(Al) is similar to that reported in the literature.", "(6, 12)", " The initial weight loss below 373 K is due to the removal of water from the sample. Thereafter, the material continues to show stable weight up to ∼723 K. The sharp increase in weight loss above 723 K is due to the collapse of MIL-53(Al) structure, i.e., removal of structural BDC linkers from the framework.", "(6)", " Thermal stability of this MOF (723 K) is higher than most of the other MOFs such as Zn/DABCO,", "(20)", " CuBTC,", "(30)", " MIL-101,", "(18)", " MOF-210,", "(17)", " Mg/DOBDC,", "(32)", " etc. Superior thermal stability is also one of the reasons for selecting MIL-53(Al) for this work.", "Figure 1. Thermogram of MIL-53(Al) at a heating rate of 5 K min", "–1", " under a flow of 40 cm", "3", " min", "–1", " of N", "2", ".", "Prior to measuring N", "2", " physisorption at 77 K, MIL-53(Al) sample was degassed at 493 K for 2 h. MIL-53(Al) exhibits a reversible, Type-I N", "2", " isotherm at 77 K (Figure ", "2", "), indicating the microporous nature of this material. The BET surface area and pore volume were ∼1284 m", "2", " g", "–1", " and 0.64 cm", "3", " g", "–1", ", respectively. The detailed comparison of these results with the existing literature is provided in Table ", "1", ".", "Figure 2. N", "2", " physisorption at 77 K on MIL-53(Al); filled circles represent adsorption and open circles represent desorption.", "Table 1. Surface Area and Pore Volume of MIL-53(Al)", "BET surface area (m", "2", " g", "–1", ")", "pore volume (cm", "3", " g", "–1", ")", "ref", "1140", " ", "6", "1235", " ", "12", "1300", "0.42", "33", "1664", "a", "0.60", "34", "1284", "0.64", "present study", "a", "Langmuir surface area.", "The XRD patterns (Figure ", "3", ") of MIL-53(Al) were obtained after activating the sample at 493 K. The patterns obtained in this work are very close to that of the ", "lp", " domain of MIL-53(Al) reported by Loiseau et al.", "(6)", "Figure 3. X-ray diffractogram of MIL-53(Al) after high-temperature activation.", "The above TGA, BET, and XRD characterization results match well with previous literature reports; we therefore conclude that MIL-53(Al) MOF has been successfully synthesized for the adsorption studies.", "CO", "2", " isotherms of MIL-53(Al) at 294, 314, 332, and 350 K are shown in Figure ", "4", ". The isotherm at 294 K is in good agreement with the earlier reported data.", "(8, 10)", " In general, microporous adsorbents having rigid framework, exhibit Type-I isotherms. However, a Type-IV isotherm was obtained for CO", "2", " adsorption onto microporous MIL-53(Al) at 294 and 314 K. According to the literature,", "(8, 28)", " during CO", "2", " adsorption at 294 K, MIL-53(Al) material transforms from the large-pore (", "lp", ") phase to the narrow-pore (", "np", ") phase at ∼0.8 bar and remains in the ", "np", " phase up to ∼4 bar. After this pressure, reverse transformation from the ", "np", " to the ", "lp", " phase occurs resulting in a sudden increase in the adsorption uptake. This structural transformation results in the Type-IV isotherm.", "Figure 4. CO", "2", " adsorption isotherms on MIL-53(Al) at (●) 294 K, (▲) 314 K, (■) 332 K, and (◆) 350 K. Symbols are experimental data; lines are fits obtained using model parameters (given in ", "Tables S6 and S7 in the Supporting Information", ").", "It is reported in the literature that MIL-53(Al) transforms from the ", "lp", " phase to the ", "np", " phase, because of hydrogen bonding between the adsorbate molecules and the oxygen atoms of the carboxylate and the μ", "2", "-hydroxo group.", "(8)", " The ", "np", "-to-", "lp", " phase transformation occurs at high pressure, because of the stress in the framework.", "(10)", " Both the ", "lp", "-to-", "np", " and subsequent ", "np", "-to-", "lp", " transformations at 314 K occur at a higher pressure, compared to those at 294 K. As the temperature is further increased (to 332 and 350 K), CO", "2", " isotherms show a Type-I behavior and adsorbent does not exhibit structural transformation. This observation matches closely with the predicted temperature-vapor pressure phase diagram for CO", "2", " adsorption on MIL-53(Al) by Boutin et al.,", "(10)", " indicating the absence of structural transformation at temperatures above 340 K.", "The CO", "2", " loading on the MIL-53(Al) sample under ambient conditions is higher than that on many other adsorbents such as IRMOF-1,", "(35)", " IRMOF-3,", "(35)", " MOF-177,", "(35)", " ZIF-8,", "(35)", " MIL-47,", "(8)", " AC (Norit R1),", "(36)", " H-mordenite,", "(37)", " silicalite,", "(38)", " and ZnDABCO;", "(20)", " however, it is lower than that on benchmark Zeolite 13X,", "(39)", " and some open metal sites containing MOFs such as CuBTC,", "(39)", " and MgDOBDC.", "(32)", " Although the CO", "2", " capacity for CuBTC and MgDOBDC is better, unlike MIL-53(Al), these MOFs are not stable in a humid environment.", "(24)", " Thus, MIL-53(Al) may be a potential MOF-based adsorbent for CO", "2", " separation applications.", "The isotherms of other gases on MIL-53(Al) at 294, 314, and 350 K are shown in Figures ", "5", "–", "7", ". The CH", "4", " isotherm at 294 K matches well with that reported in the literature.", "(8, 10, 28)", " Similarly, N", "2", " and CO adsorption uptakes at 294 K closely follow the literature data.", "(12, 28)", " To the best of our knowledge, none of the literature reports adsorption isotherms of these gases at higher temperatures.", "As expected, relatively nonpolar CH", "4", " (Figure ", "5", ") and N", "2", " (Figure ", "6", ") gases did not induce any structural change and exhibit Type-I isotherms for all three temperatures. In fact, the isotherms for even CO (which has a dipole moment) show Type-I behavior at the three experimental temperatures (see Figure ", "7", ").", "Figure 5. CH", "4", " adsorption isotherms on MIL-53(Al) at (●) 294 K, (▲) 314 K, and (◆) 350 K. Symbols are experimental data; lines are fits obtained using model parameters (given in ", "Table S6 in the Supporting Information", ").", "Figure 6. N", "2", " adsorption isotherms on MIL-53(Al) at (●) 294 K, (▲) 314 K, and (◆) 350 K. Symbols are experimental data; lines are fits obtained using model parameters (given in ", "Table S6 in the Supporting Information", ").", "Figure 7. CO adsorption isotherms on MIL-53(Al) at (●) 294 K, (▲) 314 K, and (◆) 350 K. Symbols are experimental data; lines are fits obtained using model parameters (given in ", "Table S6 in the Supporting Information", ").", "The adsorption capacity of CO", "2", " on MIL-53(Al) is higher than that of the other three gases. Since the kinetic diameter of CO", "2", " is smallest, it also exhibits higher saturation uptake than other gases. Although CO has a permanent dipole, its adsorption uptake is lower than that of CH", "4", " (CH", "4", " has higher polarizability than CO). N", "2", " has the lowest adsorption uptake, because of its low polarizability and quadrupole moment (physical properties of studied gases are given in ", "Table S1 in the Supporting Information", ").", "Attempts were made to model the experimental results using a Langmuir isotherm. A simple Langmuir equation did not fit the isotherm well enough, possibly because of its inability to describe the heterogeneity that is likely to exist in MOFs (because of the presence of several groups in their structure). On the other hand, a virial isotherm (eq ", "1", ") is versatile and was used to describe the adsorption behavior of CO, N", "2", ", and CH", "4", " on this MOF with good statistical significance:", "(1)", "where ", "N", " (mol kg", "–1", ") is the amount adsorbed, ", "f", " (bar) is the fugacity, β (mol kg", "–1", " bar", "–1", ") is Henry’s constant, and ", "b", " (mol", "–1", " kg) and ", "c", " (mol", "–2", " kg", "2", ") are the second and third virial coefficients, respectively. The usual temperature dependency was considered for these parameters:", "(2)", "where ", "T", " is the temperature (in Kelvin). This model was also used to fit Type-I isotherms of CO", "2", " at higher temperatures (332 and 350 K). The modeling results are included in Figures ", "4", "–", "7", ", along with the experimental data; the parameter values are given in ", "Table S6 in the Supporting Information", ".", "In the literature, attempts were made to model the Type-IV behavior of the CO", "2", " isotherm on this material by assuming that adsorption on each one of the two phases (", "np", " and ", "lp", ") follows a Langmuir model; the two sets of model parameters (one per phase) were obtained by using experimental data in the low-pressure region (0–5 bar) for the ", "np", " phase, and in the high-pressure region (9–30 bar) for the ", "lp", " phase.", "(40)", " However, in this work, we have used a dual-site Langmuir-type model (eq ", "3", ") to fit the isotherm over the entire pressure:", "(3)", "where ", "N", "1", "max", " and ", "N", "2", "max", " (mol kg ", "–1", ") represent the saturation capacities of the ", "np", " phase and ", "lp", " phase, respectively; ", "b", "1", " and ", "b", "2", " (bar", "–1", ") are affinity parameters for the ", "np", " phase and ", "lp", " phase, respectively.", "In addition to the conventional Langmuir-type terms for describing the adsorption uptake on the two sites (corresponding to the ", "np", " and ", "lp", " phases), an additional parameter ψ appears in this model. The significance of this parameter can be readily seen by rearranging eq ", "3", " to yield", "(4)", "where ", "N", " denotes the actual amount adsorbed on the material at a temperature ", "T", " and fugacity ", "f", ", ", "N", "lp", " and ", "N", "np", " denote the amounts adsorbed at the same bulk gas conditions, if the material were to exist in pure ", "lp", " and pure ", "np", " forms, respectively. Thus, ψ is the uptake capacity as a fraction of the difference between the uptakes on the ", "lp", " and ", "np", " phases under the same conditions. Since the uptake capacity at any given condition is related to the “true” structure of the bulk adsorbent material (i.e., a pure ", "np", " phase or a pure ", "lp", " phase or somewhere between these two phases), ψ will also be related to the extent of ", "np", " to ", "lp", " structural transformation. It must be mentioned that it will not be possible to obtain the extent of structural transformation, when the isotherm is modeled using the low-pressure and high-pressure experimental data separately.", "In this work, we use a normal distribution function to represent the variation of ψ with fugacity at a given temperature:", "(5)", "where ", "m", " is the mean and ", "s", " is the standard deviation for the underlying Gaussian.", "This model successfully describes the CO", "2", " isotherms (at 294 and 314 K) involving structural transition (Figure ", "4", "). The parameters for the model are given in ", "Table S7 in the Supporting Information", ".", "Figure ", "8", " shows the variation of ψ with fugacity at the two temperatures and can be used to identify the fugacity range corresponding to the structural transition. At 294 and 314 K, the transition occurs approximately between 2.4–7.2 bar and 5.7–10.8 bar, respectively. In addition, one can also identify the bulk gas condition where the transition is maximum (corresponding to the parameter ", "m", ").", "Figure 8. Variation of ψ with fugacity during adsorption of CO", "2", " on MIL-53(Al) at 294 K (solid line) and 314 K (dashed line).", "Using the model parameters, the Henry’s constant of CO", "2", " at 294 K for the ", "np", " phase (5.98 mol kg", "–1", " bar", "–1", ") is higher than that for the ", "lp", " phase (4.43 mol kg", "–1", " bar", "–1", "). These values are similar to earlier reports (9 and 2.6 mol kg", "–1", " bar", "–1", ", respectively, for the ", "np", " and ", "lp", " phases) and indicate higher affinity of the ", "np", " phase for CO", "2", " adsorption.", "(40)", "The enthalpy of adsorption is a measure of the strength of adsorbate–adsorbent interactions and also governs the ease of regeneration. The adsorption enthalpies at zero loading (−Δ", "h", "ads,0", ") shown in Figure ", "9", " are calculated from the model parameters. While N", "2", " and CO have similar values, CH", "4", " has higher enthalpy (−Δ", "h", "ads,0", "), because of its polarizability.", "(41)", " The adsorption enthalpy for CH", "4", " obtained in this work (∼24.6 kJ mol", "–1", ") is slightly higher than that measured experimentally by Bourrelly et al.", "(8)", " In the case of CO", "2", ", the enthalpy of adsorption is calculated for both the ", "np", " and ", "lp", " phases from the Langmuir model parameters (eq ", "3", ") obtained using the adsorption data at 294 and 314 K. The enthalpy (−Δ", "h", "ads,0", ") obtained in this work for the ", "lp", " phase (∼26.3 kJ mol", "–1", ") is similar to that obtained by Boutin et al.", "(10)", " and it is slightly higher than the reported value (∼18 kJ mol", "–1", ") obtained by calorimetry at room temperature.", "(8)", " On the other hand, the enthalpy (−Δ", "h", "ads,0", ") of the ", "np", " phase (∼41 kJ mol", "–1", ") is significantly higher than that of the ", "lp", " phase, indicating stronger interactions of the CO", "2", " molecules with the ", "np", " phase of the adsorbent. This value matches well with that obtained by Bourrelly et al.", "(8)", " (∼36–40 kJ mol", "–1", ") from calorimetry and that obtained by Boutin et al.", "(10)", " (∼38.8 kJ mol", "–1", ").", "Figure 9. Enthalpy of adsorption at zero coverage on MIL-53(Al) for various gases.", "In addition to good uptake capacity, an adsorbent must also have good CO", "2", " selectivity. At lower temperatures, when the structure of the adsorbent is not rigid, a host of factors (including its history) govern the adsorption characteristics of a gas mixture.", "(28)", " In any case, for separation of CO", "2", " from industrial flue gases, selectivity values at higher temperatures will be more relevant. The selectivity for various relevant equimolar gas mixtures at 350 K is shown in Figure ", "10", ". These values were calculated from Ideal Adsorbed Solution Theory (IAST) using the pure gas isotherm models.", "(29)", " At low coverage, CO", "2", " selectivity over both CO and N", "2", " is ∼4.5; this value slightly increases with pressure. In addition, the adsorbent is also selective for CO", "2", " over CH", "4", " and is slightly selective for CH", "4", " over CO and N", "2", ".", "Figure 10. Variation of selectivity with pressure on MIL-53(Al) for various equimolar binary mixtures at 350 K.", "Top of Page", "Abstract", "Introduction", "Synthesis", "Experimental Section", "Results and Discussion", "Conclusions", "References", "5 Conclusions", "In this work, adsorption characteristics of MIL-53(Al) MOF were studied for industrially relevant gases over a wide range of temperatures and pressures. CO, CH", "4", ", and N", "2", " exhibit Type-I isotherm behavior. CO", "2", " isotherms at the two higher experimental temperatures (332 and 350 K) also follow this trend, indicating the absence of structural transformation in MIL-53(Al). However, adsorption of CO", "2", " at the two lower temperatures (294 and 314 K) induced the transformation in the adsorbent structure and as a result the isotherms are of Type-IV. A temperature-dependent virial equation was successful in modeling the Type-I isotherms for all of the gases. On the other hand, for modeling of Type-IV isotherms of CO", "2", ", an additional parameter was included in the conventional dual-site Langmuir formulation to account for the transformation from the ", "np", " phase to the ", "lp", " phase. Higher adsorption enthalpy at zero coverage for CO", "2", " on the ", "np", " phase (∼41 kJ mol", "–1", ") than that on the ", "lp", " phase (∼26.3 kJ mol", "–1", ") indicates better affinity between CO", "2", " molecules and the ", "np", " phase of MIL-53(Al). While the enthalpy of adsorption for CH", "4", " is close to that of CO", "2", " on the ", "lp", " phase, the enthalpies for CO and N", "2", " were significantly lower (<15 kJ mol", "–1", "). At 350 K, the selectivity predicted by IAST for CO", "2", " over CO and N", "2", " is between 4.5 and 8 for the pressure range considered. The stability of the MIL-53(Al), along with good selectivity for CO", "2", " at high temperature, should make this adsorbent a potential candidate for further studies.", " ", "Top of Page", "Abstract", "Introduction", "Synthesis", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "Physical properties of gases, experimental adsorption data, isotherm model parameters are available. This material is available free of charge via the Internet at ", "http://pubs.acs.org/", ".", "Author Contributions", "The manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Synthesis", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "Authors wish to thank the Department of Science and Technology (DST), New Delhi, India for providing powder XRD analysis facility at Chemical Engineering Department, Indian Institute of Technology Guwahati through project grant - FIST support (No. SR/FST/ETII-047/2010).", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Synthesis", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 41 other publications.", "1. ", "Ezhova", ", ", "N. N.", "; ", "Sudareva", ", ", "S. V.", " ", "Modern Methods for Removing Carbon Dioxide from Flue Gases Emitted by Thermal Power Stations", " ", "Thermal Eng.", " ", "2009", ",  ", "56", ",  ", "15", "– ", "21", "[", "Crossref", "]", "There is no corresponding record for this reference.", "2. ", "Figueroa", ", ", "J. D.", "; ", "Fout", ", ", "T.", "; ", "Plasynski", ", ", "S.", "; ", "McIlvried", ", ", "H.", "; ", "Srivastava", ", ", "R. D.", " ", "Advances in CO", "2", " capture technology—The U.S. Department of Energy’s Carbon Sequestration Program", " ", "Int. J. Greenhouse Gas Control", " ", "2008", ",  ", "2", ",  ", "9", "– ", "20", "[", "Crossref", "], [", "CAS", "]", "2. ", "Advances in CO2 capture technology. The U.S. Department of Energy's Carbon Sequestration Program", "Figueroa, Jose D.; Fout, Timothy; Plasynski, Sean; McIlvried, Howard; Srivastava, Rameshwar D.", "International Journal of Greenhouse Gas Control", "\r\n        (", "2008", "),\r\n    ", "2", "\r\n        (", "1", "),\r\n    ", "9-20", "CODEN:\r\n                ", "IJGGBW", ";\r\n        ISSN:", "1750-5836", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "A review on CO2 capture technol.  There is growing concern that anthropogenic CO2 emissions are contributing to global climate change.  One very promising approach to reduce CO2 emissions is CO2 capture at a power plant, transport to an injection site, and sequestration for long-term storage in any of a variety of suitable geol. formations.  CO2 capture from coal-derived power generation can be achieved by various approaches: post-combustion capture, pre-combustion capture, and oxy-combustion.  All 3 of these pathways are under investigation, some at an early stage of development.  A wide variety of sepn. techniques is being pursued, including gas phase sepn., absorption into a liq., and adsorption on a solid, as well as hybrid processes, such as adsorption/membrane systems.  Current efforts cover not only improvements to state-of-the-art technologies but also development of several innovative concepts, such as metal org. frameworks, ionic liqs., and enzyme-based systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXivFGkt78%253D&md5=40e361e141dca8cb95677e33dd1fdac1", "3. ", "Quadrelli", ", ", "R.", "; ", "Peterson", ", ", "S.", " ", "The energy–climate challenge: Recent trends in CO", "2", " emissions from fuel combustion", " ", "Energy Policy", " ", "2007", ",  ", "35", ",  ", "5938", "– ", "5952", "[", "Crossref", "]", "There is no corresponding record for this reference.", "4. ", "Finsy", ", ", "V.", "; ", "Ma", ", ", "L.", "; ", "Alaerts", ", ", "L.", "; ", "De Vos", ", ", "D. E.", "; ", "Baron", ", ", "G. V.", "; ", "Denayera", ", ", "J. F. M.", " ", "Separation of CO", "2", "/CH", "4", " mixtures with the MIL-53(Al) metal–organic framework", " ", "Microporous Mesoporous Mater.", " ", "2009", ",  ", "120", ",  ", "221", "– ", "227", "[", "Crossref", "], [", "CAS", "]", "4. ", "Separation of CO2/CH4 mixtures with the MIL-53(Al) metal-organic framework", "Finsy, V.; Ma, L.; Alaerts, L.; De Vos, D. E.; Baron, G. V.; Denayer, J. F. M.", "Microporous and Mesoporous Materials", "\r\n        (", "2009", "),\r\n    ", "120", "\r\n        (", "3", "),\r\n    ", "221-227", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "Adsorptive sepn. of CH4/CO2 mixts. was studied using a fixed-bed packed with MIL-53(Al) MOF pellets.  Such pellets of MIL-53(Al) were produced using a polyvinyl alc. binder.  As revealed by N2 adsorption isotherms, the use of polyvinyl alc. as binder results in a loss in overall capacity of 32%.  Sepns. of binary mixts. in breakthrough expts. were successfully performed at pressures varying between 1 and 8 bar and different mixt. compns.  The binary adsorption isotherms reveal a preferential adsorption of CO2 compared to CH4 over the whole pressure and concn. range.  The sepn. selectivity was affected by total pressure; below 5 bar, a const. selectivity, with an av. sepn. factor of about 7 was obsd.  Above 5 bar, the av. sepn. factor decreases to about 4.  The adsorption selectivity is affected by breathing of the framework and specific interaction of CO2 with framework hydroxyl groups.  CO2 desorption can be realized by mild thermal treatment.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXisFKju78%253D&md5=17680be1f25a9b18dd36c60437ca959b", "5. ", "Mishra", ", ", "P.", "; ", "Uppara", ", ", "H.", "; ", "Mandal", ", ", "B.", "; ", "Gumma", ", ", "S.", " ", "Adsorption of Lower Alkanes on a Zinc Based Metal Organic Framework", " ", "J. Chem. Eng. Data", " ", "2012", ",  ", "57", ",  ", "2610", "– ", "2613", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Adsorption of Lower Alkanes on a Zinc Based Metal Organic Framework", "Mishra, Prashant; Uppara, Hari Prasad; Mandal, Bishnupada; Gumma, Sasidhar", "Journal of Chemical & Engineering Data", "\r\n        (", "2012", "),\r\n    ", "57", "\r\n        (", "9", "),\r\n    ", "2610-2613", "CODEN:\r\n                ", "JCEAAX", ";\r\n        ISSN:", "0021-9568", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors report the gas adsorption properties of C2H6, C3H8, i-C4H10, and n-C5H12 on Zn2(bdc)2(dabco)(H2O)0.5(DMF)4 commonly known as ZnDABCO metal org. framework (MOF).  Gravimetric adsorption measurements were performed at three different temps. (294, 314, and 350 K) and a wide pressure range.  For the linear alkanes, the isotherms were of Type-I; however, i-C4H10 exhibits a Type-IV isotherm at 294 K.  Adsorption capacities on ZnDABCO are higher than that on convention adsorbents like activated carbons and silicalites.  The isotherms for linear alkanes were fit to a modified virial model.  Enthalpy of adsorption was calcd. using model parameters; it increases with loading indicating the role of lateral interactions.  As is to be expected, a linear correlation was obsd. between the polarizability of the adsorbates and the enthalpy at zero loading (vertical interactions).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1yrtr7M&md5=6f997b88a44334e99429cec7e5ba897e", "6. ", "Loiseau", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "Hugueanrd", ", ", "C.", "; ", "Fink", ", ", "G.", "; ", "Taulelle", ", ", "F.", "; ", "Henry", ", ", "M.", "; ", "Bataille", ", ", "T.", "; ", "Férey", ", ", "G.", " ", "A rationale for the large breathing of the porous Aluminum Terephthalate (MIL-53) upon hydration", " ", "Chem.–Eur. J.", " ", "2004", ",  ", "10", ",  ", "1373", "– ", "1382", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "A rationale for the large breathing of the porous aluminum terephthalate (MIL-53) upon hydration", "Loiseau, Thierry; Serre, Christian; Huguenard, Clarisse; Fink, Gerhard; Taulelle, Francis; Henry, Marc; Bataille, Thierry; Ferey, Gerard", "Chemistry - A European Journal", "\r\n        (", "2004", "),\r\n    ", "10", "\r\n        (", "6", "),\r\n    ", "1373-1382", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Al 1,4-benzenedicarboxylate Al(OH)[O2CC6H4CO2][HO2C-C6H4-CO2H]0.70 or MIL-53as (Al) was hydrothermally synthesized by heating a mixt. of Al nitrate, 1,4-benzenedicarboxylic acid, and H2O, for three days at 220°.  Its 3 D framework is built up of infinite trans chains of corner-sharing AlO4(OH)2 octahedra.  The chains are interconnected by the 1,4-benzenedicarboxylate groups, creating 1 D rhombic-shaped tunnels.  Disordered 1,4-benzenedicarboxylic acid mols. are trapped inside these tunnels.  Their evacuation upon heating, between 275 and 420°, leads to a nanoporous open-framework (MIL-53ht (Al) or Al(OH)[O2CC6H4CO2]) with empty pores of diam. 8.5 Å.  This solid exhibits a Langmuir surface area. of 1590(1) m2g-1 together with a remarkable thermal stability, since it starts to decomp. only at 500°.  At room temp., the solid reversibly absorbs H2O in its tunnels, causing a very large breathing effect and shrinkage of the pores.  Anal. of the hydration process by solid-state NMR (1H, 13C, 27Al) has clearly indicated that the trapped H2O mols. interact with the carboxylate groups through H bonds, but do not affect the hydroxyl species bridging the Al atoms.  The H bonds between H2O and the O atoms of the framework are responsible for the contraction of the rhombic channels.  The structures of the three forms were detd. by powder x-ray diffraction anal.  Crystal data for MIL-53as (Al) are as follows: orthorhombic system, Pnma (no. 62), a 17.129(2), b 6.628(1), c 12.182(1) Å; for MIL-53ht (Al), orthorhombic system, Imma (no. 74), a 6.608(1), b 16.675(3), c 12.813(2) Å; for MIL-53lt (Al), monoclinic system, Cc (no. 9), a 19.513(2), b 7.612(1), c 6.576(1) Å, β 104.24(1)°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXivVykt7s%253D&md5=3a01acd738d767103450cccd3cab8f2e", "7. ", "Liu", ", ", "Y.", "; ", "Her", ", ", "J.-H.", "; ", "Dailly", ", ", "A.", "; ", "Ramirez-Cuesta", ", ", "A. J.", "; ", "Neumann", ", ", "D. A.", "; ", "Brown", ", ", "C. M.", " ", "Reversible structural transition in MIL-53 with large temperature hysteresis", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "11813", "– ", "11818", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Reversible Structural Transition in MIL-53 with Large Temperature Hysteresis", "Liu, Yun; Her, Jae-Hyuk; Dailly, Anne; Ramirez-Cuesta, Anibal J.; Neumann, Dan A.; Brown, Craig M.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "35", "),\r\n    ", "11813-11818", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The metal-org. framework, MIL-53, can have a structural transition from an open-pored to a closed-pored structure by adsorbing different guest mols.  The aid of guest mols. is believed to be necessary to initiate this \"breathing\" effect.  Using both neutron powder diffraction and inelastic neutron scattering techniques, we find that MIL-53 exhibits a reversible structural transition between an open-pored and a closed-pored structure as a function of temp. without the presence of any guest mols.  Surprisingly, this structural transition shows a significant temp. hysteresis: the transition from the open-pored to closed-pored structure occurs at approx. 125 to 150 K, while the transition from the closed-pored to open-pored structure occurs around 325 to 375 K.  To our knowledge, this is first observation of such a large temp. hysteresis of a structural transition in metal-org. frameworks.  We also note that the transition from the open to closed structure at low temp. shows very slow kinetics.  An ab initio computer simulation is employed to investigate the possible mechanism of the transition.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXps1Knt74%253D&md5=0d06ce91da90c73847b704c1ae49016f", "8. ", "Bourrelly", ", ", "S.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Loiseau", ", ", "T.", "; ", "Férey", ", ", "G.", " ", "Different adsorption behaviors of methane and carbon dioxide in the isotypic nanoporous Metal Terephthalates MIL-53 and MIL-47", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "13519", "– ", "13521", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Different Adsorption Behaviors of Methane and Carbon Dioxide in the Isotypic Nanoporous Metal Terephthalates MIL-53 and MIL-47", "Bourrelly, Sandrine; Llewellyn, Philip L.; Serre, Christian; Millange, Franck; Loiseau, Thierry; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "39", "),\r\n    ", "13519-13521", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A distinct step in the isotherm occurs during the adsorption of CO2 on MIL-53 at 304 K.  Such behavior is neither obsd. during the adsorption of CH4 on MIL-53 nor during the adsorption on the isostructural MIL-47.  This phenomenon seems to be due to a different mechanism than that of previous adsorption steps on MOF samples.  It is suggested that a breathing behavior is induced in MIL-53 during CO2 adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXpvFSnu70%253D&md5=e3d0228e57af031b6019deeeffa6d575", "9. ", "Boutin", ", ", "A.", "; ", "Springuel-Huet", ", ", "M.-A.", "; ", "Nossov", ", ", "A.", "; ", "Gédéon", ", ", "A.", "; ", "Loiseau", ", ", "T.", "; ", "Volkringer", ", ", "C.", "; ", "Férey", ", ", "G.", "; ", "Coudert", ", ", "F.-X.", "; ", "Fuchs", ", ", "A. H.", " ", "Breathing transitions in MIL-53(Al) Metal–Organic Framework upon Xenon adsorption", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", ",  ", "8314", "– ", "8317", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Breathing Transitions in MIL-53(Al) Metal-Organic Framework Upon Xenon Adsorption", "Boutin, Anne; Springuel-Huet, Marie-Anne; Nossov, Andrei; Gedeon, Antoine; Loiseau, Thierry; Volkringer, Christophe; Ferey, Gerard; Coudert, Francois-Xavier; Fuchs, Alain H.", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "44", "),\r\n    ", "8314-8317, S8314/1-S8314/8", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A growing no. of porous metal-org. frameworks (MOF5) show exceptional guest-responsive behavior upon gas adsorption, owing to the flexibility of their hybrid org.-inorg. frameworks.  Herein, the authors report a xenon adsorption study in MIL-53(AI) in the temp. range 195-323 K in which the authors clearly observe breathing transitions in the measured adsorption isotherms.  Using a recently developed thermodn. model, the authors predict for the 1st time a phase diagram for xenon adsorption in MIL-53.  The present method is very general and could be applied to any other guest-flexible host system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht12htb3K&md5=30ee270e16a234710817535d898e85a9", "10. ", "Boutin", ", ", "A.", "; ", "Coudert", ", ", "F.-X.", "; ", "Springuel-Huet", ", ", "M.-A.", "; ", "Neimark", ", ", "A. V.", "; ", "Férey", ", ", "G.", "; ", "Fuchs", ", ", "A. H.", " ", "The behavior of flexible MIL-53(Al) upon CH", "4", " and CO", "2", " adsorption", " ", "J. Phys. Chem. C", " ", "2010", ",  ", "114", ",  ", "22237", "– ", "22244", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "The Behavior of Flexible MIL-53(Al) upon CH4 and CO2 Adsorption", "Boutin, Anne; Coudert, Francois-Xavier; Springuel-Huet, Marie-Anne; Neimark, Alexander V.; Ferey, Gerard; Fuchs, Alain H.", "Journal of Physical Chemistry C", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "50", "),\r\n    ", "22237-22244", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The use of the osmotic thermodn. model, combined with a series of methane and carbon dioxide gas adsorption expts. at various temps., has allowed shedding some new light on the fascinating phase behavior of flexible MIL-53(Al) metal-org. frameworks.  A generic temp.-loading phase diagram has been derived; it is shown that the breathing effect in MIL-53 is a very general phenomenon, which should be obsd. in a limited temp. range regardless of the guest mol.  In addn., the previously proposed stress model for the structural transitions of MIL-53 is shown to be transferable from xenon to methane adsorption.  The stress model also provides a theor. framework for understanding the existence of lp/np phase mixts. at pressures close to the breathing transition pressure, without having to invoke an inhomogeneous distribution of the adsorbate in the porous sample.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsV2kt73I&md5=0bd39c662462b230e102bf02d6be3b1a", "11. ", "Trung", ", ", "T. H.", "; ", "Trens", ", ", "P.", "; ", "Tanchoux", ", ", "N.", "; ", "Bourrelly", ", ", "S.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Loera-Serna", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Loiseau", ", ", "T.", "; ", "Fajula", ", ", "F.", "; ", "Férey", ", ", "G.", " ", "Hydrocarbon adsorption in the flexible Metal Organic Frameworks MIL-53(Al, Cr)", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "16926", "– ", "16932", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Hydrocarbon Adsorption in the Flexible Metal Organic Frameworks MIL-53(Al, Cr)", "Trung, Thuy Khuong; Trens, Philippe; Tanchoux, Nathalie; Bourrelly, Sandrine; Llewellyn, Philip L.; Loera-Serna, Sandra; Serre, Christian; Loiseau, Thierry; Fajula, Francois; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "50", "),\r\n    ", "16926-16932", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A general study of the adsorption of n-alkanes in the flexible metal org. framework (MOF) MIL-53 is presented.  The roles of the length of the alkyl chain (n = 1-9), the nature of the metal (Al, Cr), and temp. were studied.  The shape of the adsorption curves is driven by the alkyl chain length of the n-alkanes.  While traditional type-I isotherms are obsd. for short alkanes (n = 1, 2), adsorbates with longer chains induce clear substeps in the isotherm curves whose positions depend on the chain length.  Such substeps are due to a breathing phenomenon, as proven by ex situ x-ray diffraction anal.  They strongly depend on the amt. of adsorbate in the pores and on the nature of the metal (Al, Cr), which, for a given alkane, leads to a strong change in the substep positions despite the similar characteristics of the two metals.  The adsorption kinetics are highly sensitive to small variations in temp.  Their detailed anal. in different regions of the isotherms shows in some cases the existence of distinct diffusion regimes and/or conformations within the flexible phases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsVWgtL%252FO&md5=f03eb4335a11c70e6b4a870bb916e8a5", "12. ", "Rallapalli", ", ", "P.", "; ", "Prasanth", ", ", "K. P.", "; ", "Patil", ", ", "D.", "; ", "Somani", ", ", "R. S.", "; ", "Jasra", ", ", "R. V.", "; ", "Bajaj", ", ", "H. C.", " ", "Sorption studies of CO", "2", ", CH", "4", ", N", "2", ", CO, O", "2", " and Ar on nanoporous aluminum terephthalate [MIL-53(Al)]", " ", "J. Porous Mater.", " ", "2011", ",  ", "18", ",  ", "205", "– ", "210", "[", "Crossref", "], [", "CAS", "]", "12. ", "Sorption studies of CO2, CH4, N2, CO, O2 and Ar on nanoporous aluminum terephthalate [MIL-53(Al)]", "Rallapalli, Phani; Prasanth, K. P.; Patil, Dinesh; Somani, Rajesh S.; Jasra, R. V.; Bajaj, H. C.", "Journal of Porous Materials", "\r\n        (", "2011", "),\r\n    ", "18", "\r\n        (", "2", "),\r\n    ", "205-210", "CODEN:\r\n                ", "JPMAFX", ";\r\n        ISSN:", "1380-2224", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "Aluminum terephthalate, MIL-53(Al), metal-org. framework prepd. hydrothermally and purified by solvent extn. method was used as an adsorbent for gas adsorption studies.  The MIL-53(Al) was characterized by powder x-ray diffraction anal., surface area measurement using N2 adsorption-desorption at 77 K, FTIR spectroscopy, and thermo gravimetric anal.  Adsorption isotherms of CO2, CH4, CO, N2, O2, and Ar were measured at 288 and 303 K.  The abs. adsorption capacity was found in the order CO2 > CH4v > CO > N2 > Ar > O2.  Henry's consts., heat of adsorption in the low pressure region, and adsorption selectivities for the adsorbate gases were calcd. from their adsorption isotherms.  The high selectivity and low heat of adsorption for CO2 suggests that MIL-53(Al) is a potential adsorbent material for the sepn. of CO2 from gas mixts.  The high selectivity for CH4 over O2 and its low heat of adsorption suggests that MIL-53(Al) could also be a compatible adsorbent for the sepn. of methane from methane-oxygen gas mixts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXis1ejt78%253D&md5=4d2506b06cddf013c2edb2f0267de725", "13. ", "Li", ", ", "H.", "; ", "Eddaoudi", ", ", "M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Design and synthesis of an exceptionally stable and highly porous metal-organic framework", " ", "Nature", " ", "1999", ",  ", "402", ",  ", "276", "– ", "279", "[", "Crossref", "], [", "CAS", "]", "13. ", "Design and synthesis of an exceptionally stable and highly porous metal-organic framework", "Li, Hailian; Eddaoudi, Mohamed; O'Keeffe, M.; Yaghi, M.", "Nature (London)", "\r\n        (", "1999", "),\r\n    ", "402", "\r\n        (", "6759", "),\r\n    ", "276-279", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Macmillan Magazines", ")\r\n        ", "Open metal-org. frameworks are widely regarded as promising materials for applications in catalysis, sepn., gas storage and mol. recognition.  Compared to conventionally used microporous inorg. materials such as zeolites, these org. structures have the potential for more flexible rational design, through control of the architecture and functionalization of the pores.  So far, the inability of these open frameworks to support permanent porosity and to avoid collapsing in the absence of guest mols., such as solvents, has hindered further progress in the field.  The authors report the synthesis of a metal-org. framework, Zn4O(BDC)3.(DMF)8.(PhCl) (named MOF-5, where BDC = 1,4-benzenedicarboxylate), which remains cryst., as evidenced by x-ray single-crystal analyses, and stable when fully desolvated and when heated up to 300°.  This synthesis is achieved by borrowing ideas from metal carboxylate cluster chem., where an org. dicarboxylate linker was used in a reaction that gives supertetrahedron clusters when capped with monocarboxylates.  The rigid and divergent character of the added linker allows the articulation of the clusters into a three-dimensional framework resulting in a structure with higher apparent surface area and pore vol. than most porous cryst. zeolites.  This simple and potentially universal design strategy is currently being pursued in the synthesis of new phases and composites, and for gas-storage applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXnvFSiuro%253D&md5=68f27e20a7e4e15ea2c2f49a2a61e98a", "14. ", "Yaghi", ", ", "O. M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Ockwig", ", ", "N. W.", "; ", "Chae", ", ", "H. K.", "; ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", " ", "synthesis and the design of new materials", " ", "Nature", " ", "2003", ",  ", "423", ",  ", "705", "– ", "714", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Reticular synthesis and the design of new materials", "Yaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, Jaheon", "Nature (London, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "423", "\r\n        (", "6941", "),\r\n    ", "705-714", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The long-standing challenge of designing and constructing new cryst. solid-state materials from mol. building blocks is just beginning to be addressed with success.  A conceptual approach that requires the use of secondary building units to direct the assembly of ordered frameworks epitomizes this process: the authors call this approach reticular synthesis.  This chem. has yielded materials designed to have predetd. structures, compns. and properties.  In particular, highly porous frameworks held together by strong metal-O-C bonds and with exceptionally large surface area and capacity for gas storage were prepd. and their pore metrics systematically varied and functionalized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXksV2itro%253D&md5=2417c5adb0e948350d3d62350c8cd7ea", "15. ", "Chen", ", ", "B.", "; ", "Eddaoudi", ", ", "M.", "; ", "Hyde", ", ", "S. T.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Interwoven Metal-Organic Framework on a periodic minimal surface with extra-large pores", " ", "Science", " ", "2001", ",  ", "291", ",  ", "1021", "– ", "1023", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Interwoven metal-organic framework on a periodic minimal surface with extra-large pores", "Chen, Banglin; Eddaoudi, M.; Hyde, S. T.; O'Keeffe, M.; Yaghi, O. M.", "Science (Washington, DC, United States)", "\r\n        (", "2001", "),\r\n    ", "291", "\r\n        (", "5506", "),\r\n    ", "1021-1023", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A strategy for the design of highly porous and structurally stable networks makes use of metal-org. building blocks that can be assembled on a triply periodic P-minimal geometric surface to produce structures that are interpenetrating-more accurately considered as interwoven.  The authors used 4,4',4''-benzene-1,3,5-triyltribenzoic acid (H3BTB), Cu(NO3)2e, and DMF to prep. Cu3(BTB)2(H2O)3·(DMF)9(H2O)2 (MOF-14), whose structure reveals a pair of interwoven metal-org. frameworks that are mutually reinforced.  The structure contains remarkably large pores, 16.4 Å in diam., in which voluminous amts. of gases and org. solvents can be reversibly sorbed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXhtFGlu7s%253D&md5=a9c2b80ba2f1b825ee2a55278ef5fe92", "16. ", "Rowsell", ", ", "J. L. C.", "; ", "Yaghi", ", ", "O. M.", " ", "Effects of functionalization, catenation, and variation of the Metal Oxide and Organic Linking Units on the low-pressure Hydrogen adsorption properties of Metal–Organic Frameworks", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "28", ",  ", "1304", "– ", "1315", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "17. ", "Furukawa", ", ", "H.", "; ", "Ko", ", ", "N.", "; ", "Go", ", ", "Y. B.", "; ", "Aratani", ", ", "N.", "; ", "Choi", ", ", "S. B.", "; ", "Choi", ", ", "E.", "; ", "Yazaydin", ", ", "A. Ö.", "; ", "Snurr", ", ", "R. Q.", "; ", "O’Keeffe", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Yaghi", ", ", "O. M.", " ", "Ultrahigh porosity in Metal-Organic Frameworks", " ", "Science", " ", "2010", ",  ", "329", ",  ", "424", "– ", "428", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Ultrahigh Porosity in Metal-Organic Frameworks", "Furukawa, Hiroyasu; Ko, Nakeun; Go, Yong Bok; Aratani, Naoki; Choi, Sang Beom; Choi, Eunwoo; Yazaydin, A. Oezguer; Snurr, Randall Q.; O'Keeffe, Michael; Kim, Jaheon; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "329", "\r\n        (", "5990", "),\r\n    ", "424-428", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Cryst. solids with extended non-interpenetrating three-dimensional crystal structures were synthesized that support well-defined pores with internal diams. of up to 48 angstroms.  The Zn4O(CO2)6 unit was joined with either one or two kinds of org. link, 4,4',4''-[benzene-1,3,5-triyl-tris(ethyne-2,1-diyl)]tribenzoate (BTE), 4,4',44''-[benzene-1,3,5-triyl-tris(benzene-4,1-diyl)]tribenzoate (BBC), 4,4',44''-benzene-1,3,5-triyl-tribenzoate (BTB)/2,6-naphthalenedicarboxylate (NDC), and BTE/biphenyl-4,4'-dicarboxylate (BPDC), to give four metal-org. frameworks (MOFs), MOF-180, -200, -205, and -210, resp.  Members of this series of MOFs show exceptional porosities and gas (hydrogen, methane, and carbon dioxide) uptake capacities.  For example, MOF-210 has Brunauer-Emmett-Teller and Langmuir surface areas of 6240 and 10,400 square meters per g, resp., and a total carbon dioxide storage capacity of 2870 mg per g.  The vol.-specific internal surface area of MOF-210 (2060 square meters per cubic centimeter) is equiv. to the outer surface of nanoparticles (3-nm cubes) and near the ultimate adsorption limit for solid materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptVWgsb8%253D&md5=ce5cd4101a6f96dc0d6c349bc478b3b0", "18. ", "Chowdhury", ", ", "P.", "; ", "Bikkina", ", ", "C.", "; ", "Gumma", ", ", "S.", " ", "Gas adsorption properties of the Chromium-Based Metal Organic Framework MIL-101", " ", "J. Phys. Chem. C", " ", "2009", ",  ", "113", ",  ", "6616", "– ", "6621", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Gas Adsorption Properties of the Chromium-Based Metal Organic Framework MIL-101", "Chowdhury, Pradip; Bikkina, Chaitanya; Gumma, Sasidhar", "Journal of Physical Chemistry C", "\r\n        (", "2009", "),\r\n    ", "113", "\r\n        (", "16", "),\r\n    ", "6616-6621", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "MIL-101, a chromium-based metal org. framework, is known to adsorb large amts. of green house gases such as CO2 and CH4.  Measurement, anal., and modeling of the pure gas adsorption isotherms of desired gases are necessary for any attempt to use this framework for sepn./storage applications.  In an attempt to understand adsorption characteristics of this framework, pure gas adsorption properties of CO2 and CH4 along with C3H8, SF6, and Ar were measured at three temps. 283, 319, and 351 K using a std. gravimetric method.  The adsorbates were chosen based on their phys. characteristics such as polarizability and quadrupole moment.  Dual site Langmuir (DSL) isotherm proved to be useful for modeling adsorption of gases on this type of materials that are known to have heterogeneity.  Active metal centers and sites inside the pores of supertetrahedra act as major locations for adsorption.  Anal. of enthalpy of adsorption using the DSL model revealed that, for all gases, it initially decreases with loading and remains const. thereafter.  For all gases considered, the enthalpies of adsorption are lower than those on purely siliceous zeolite such as silicalite, suggesting that only moderate interaction exists between the gas and the MIL-101 framework.  The enthalpy of adsorption at zero coverage and the logarithm of Henry's const. are linear functions of polarizability of the adsorbate.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjvVehsLs%253D&md5=280b1355245be3e6e49ee6142d9e3709", "19. ", "Mishra", ", ", "P.", "; ", "Edubilli", ", ", "S.", "; ", "Mandal", ", ", "B.", "; ", "Gumma", ", ", "S.", " ", "Adsorption of CO", "2", ", CO, CH", "4", " and N", "2", " on DABCO based Metal Organic Frameworks", " ", "Microporous Mesoporous Mater.", " ", "2013", ",  ", "169", ",  ", "75", "– ", "80", "[", "Crossref", "], [", "CAS", "]", "19. ", "Adsorption of CO2, CO, CH4 and N2 on DABCO based metal organic frameworks", "Mishra, Prashant; Edubilli, Satyannarayana; Mandal, Bishnupada; Gumma, Sasidhar", "Microporous and Mesoporous Materials", "\r\n        (", "2013", "),\r\n    ", "169", "\r\n        (", "),\r\n    ", "75-80", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Reported the gas adsorption properties of Ni2(bdc)2(dabco)(H2O)0.5(DMF)4 and Cu2(bdc)2(dabco)(H2O)0.5(DMF)4, which are more commonly known as NiDABCO and CuDABCO, resp.  Equil. adsorption measurements on these materials were performed for four industrially relevant gases (CO2, CO, CH4, and N2), in the pressures range 0-25 bar and at three different temps. (294, 314 and 350 K) using a std. gravimetric method.  Virial and modified virial equations were used to model adsorption isotherms.  Effect of adsorbate polarity and polarizability on adsorption characteristics of these MOFs is discussed.  These compds. have similar adsorption characteristic as that of another DABCO based metal org. framework (MOF) viz. ZnDABCO.  All DABCO compds. have satd. metal sites which result in small Henry's consts., low adsorption enthalpies at zero coverage and therefore require milder regeneration condition compared to MOFs with open metal sites like MgDOBDC, MIL-101, CuBTC, etc.  IAST was used to predict CO2 selectivity over other gases as well as that of CH4 over CO.  As in case of ZnDABCO, for both NiDABCO and CuDABCO the selectivity of CO2 increases with increase in pressure and CO2 mole-fraction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFSiu7s%253D&md5=54624a06b6d2b2e8aaf478dab75f138b", "20. ", "Mishra", ", ", "P.", "; ", "Mekala", ", ", "S.", "; ", "Dreisbach", ", ", "F.", "; ", "Mandal", ", ", "B.", "; ", "Gumma", ", ", "S.", " ", "Adsorption of CO", "2", ", CO, CH", "4", " and N", "2", " on a zinc based metal organic framework", " ", "Sep. Purif. Technol.", " ", "2012", ",  ", "94", ",  ", "124", "– ", "130", "[", "Crossref", "], [", "CAS", "]", "20. ", "Adsorption of CO2, CO, CH4 and N2 on a zinc based metal organic framework", "Mishra, Prashant; Mekala, Samuel; Dreisbach, Freider; Mandal, Bishnupada; Gumma, Sasidhar", "Separation and Purification Technology", "\r\n        (", "2012", "),\r\n    ", "94", "\r\n        (", "),\r\n    ", "124-130", "CODEN:\r\n                ", "SPUTFP", ";\r\n        ISSN:", "1383-5866", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Reported are the gas adsorption properties of a zinc-based metal org. framework, (Zn2(bdc)2(dabco)(H2O)0.5(DMF)4), more commonly known as ZnDABCO.  Equil. adsorption isotherms for 4 industrially relevant gases (CO2, CO, CH4, and N2) were measured up to 26 bar at three different temps. (294, 314 and 350 K) using a std. gravimetric method.  The isotherms were modeled using modified virial equation.  Ideal Adsorbed Soln. Theory (IAST) was used to predict selectivity of binary mixts.  Absence of open metal centers in the ZnDABCO framework, results in lower capacities and adsorption enthalpies when compared to MOFs like CuBTC and MIL-101.  The small values of adsorption enthalpy and Henry const. should make it easier to regenerate the adsorbent.  IAST predicts an increase in the selectivity of CO2 over the other three gases, with increasing pressure and CO2 mole-fraction; this phenomenon is attributed to the increase in lateral interactions between the adsorbed CO2 mols.  IAST predictions also indicate that this framework shows selectivity for CH4 over CO.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XnvFCqsrg%253D&md5=d8db88eda6609d39a3b2b4297aca4921", "21. ", "Mason", ", ", "J. A.", "; ", "Sumida", ", ", "K.", "; ", "Herm", ", ", "Z. R.", "; ", "Krishna", ", ", "R.", "; ", "Long", ", ", "J. R.", " ", "Evaluating Metal-Organic Frameworks for post-combustion carbon dioxide capture via temperature swing adsorption", " ", "Energy Environ. Sci.", " ", "2011", ",  ", "3", ",  ", "3030", "– ", "3040", "[", "Crossref", "]", "There is no corresponding record for this reference.", "22. ", "Herm", ", ", "Z. R.", "; ", "Swisher", ", ", "J. A.", "; ", "Smit", ", ", "B.", "; ", "Krishna", ", ", "R.", "; ", "Long", ", ", "J. R.", " ", "Metal–Organic Frameworks as adsorbents for hydrogen purification and precombustion carbon dioxide capture", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "5664", "– ", "5567", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Metal-Organic Frameworks as Adsorbents for Hydrogen Purification and Precombustion Carbon Dioxide Capture", "Herm, Zoey R.; Swisher, Joseph A.; Smit, Berend; Krishna, Rajamani; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "15", "),\r\n    ", "5664-5667", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Selected metal-org. frameworks exhibiting representative properties - high surface area, structural flexibility, or the presence of open metal cation sites - were tested for utility in the sepn. of CO2 from H2 via pressure swing adsorption.  Single-component CO2 and H2 adsorption isotherms were measured at 313 K and pressures up to 40 bar for Zn4O(BTB)2 (MOF-177, BTB3- = 1,3,5-benzenetribenzoate), Be12(OH)12(BTB)4 (Be-BTB), Co(BDP) (BDP2- = 1,4-benzenedipyrazolate), H3[(Cu4Cl)3(BTTri)8] (Cu-BTTri, BTTri3- = 1,3,5-benzenetristriazolate), and Mg2(dobdc) (dobdc4- = 1,4-dioxido-2,5-benzenedicarboxylate).  Ideal adsorbed soln. theory was used to est. realistic isotherms for the 80:20 and 60:40 H2/CO2 gas mixts. relevant to H2 purifn. and precombustion CO2 capture, resp.  In the former case, the results afford CO2/H2 selectivities between 2 and 860 and mixed-gas working capacities, assuming a 1. bar purge pressure, ≤8.6 mol/kg and 7.4 mol/L.  In particular, metal-org. frameworks with a high concn. of exposed metal cation sites, Mg2(dobdc) and Cu-BTTri, offer significant improvements over commonly used adsorbents, indicating the promise of such materials for applications in CO2/H2 sepns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjvVShs70%253D&md5=bec4f213a7844d1573bef3d22b37562e", "23. ", "Kizzie", ", ", "A. C.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "Effect of humidity on the performance of microporous coordination polymers as adsorbents for CO", "2", " capture", " ", "Langmuir", " ", "2011", ",  ", "27", ",  ", "6368", "– ", "6373", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Effect of Humidity on the Performance of Microporous Coordination Polymers as Adsorbents for CO2 Capture", "Kizzie, Austin C.; Wong-Foy, Antek G.; Matzger, Adam J.", "Langmuir", "\r\n        (", "2011", "),\r\n    ", "27", "\r\n        (", "10", "),\r\n    ", "6368-6373", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The CO2 capture performance of micro-porous coordination polymers of the M/DOBDC series (where M = Zn, Ni, Co, and Mg; DOBDC = 2,5-dioxidobenzene-1,4-dicarboxylate) was evaluated under flow-through conditions with a dry surrogate flue gas (5:1 N2:CO2).  CO2 capacity tracked with static CO2 sorption capacity at room temp.; Mg/DOBDC demonstrated an exceptional capacity for CO2 (23.6 wt. percent).  The effect of humidity on Mg/DOBDC performance was assessed by collecting N2/CO2/water break-through curves at feed gas relative humidity (RH) of 9, 36, and 70%.  Following exposure at 70% RH and subsequent thermal regeneration, only ∼16% of initial CO2 capacity of Mg/DOBDC was recovered; however, for Ni/DOBDC and Cl/DOBDC, α860% and ∼85%, resp., of initial capacity was recovered following the same treatment.  These data indicated that although Mg/DOBDC has the highest CO2 capacity, under the studied conditions, Co/DOBDC may be a more desirable material for deployment in CO2 capture systems due to added costs assocd. with flue gas dehumidification.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXks1Gltrg%253D&md5=15e3ddc8f00450fc0d7fd42ee6a8287c", "24. ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T.-H.", "; ", "Long", ", ", "J. R.", " ", "Carbon dioxide capture in Metal-Organic Frameworks", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "– ", "781", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "25. ", "Beurroies", ", ", "I.", "; ", "Boulhout", ", ", "M.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Kuchta", ", ", "B.", "; ", "Férey", ", ", "G.", "; ", "Serre", ", ", "C.", "; ", "Denoyel", ", ", "R.", " ", "Using Pressure to Provoke the Structural Transition of Metal–Organic Frameworks", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "7526", "– ", "7529", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "25. ", "Using pressure to provoke the structural transition of metal-organic frameworks", "Beurroies, Isabelle; Boulhout, Mohammed; Llewellyn, Philip L.; Kuchta, Bogdan; Ferey, Gerard; Serre, Christian; Denoyel, Renaud", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "41", "),\r\n    ", "7526-7529", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Performance under pressure: Hysteresis of intrusion-extrusion of mercury obsd. in MIL-53(Cr) particles is interpreted as the transition from large-pore to narrow-pore forms of this metal-org. framework (MOF) material, provoked by the isostatic pressure created by mercury around the porous particles.  The obsd. behavior may be qual. explained by a simple energetic model and opens possibilities for applications as dampers or mol. springs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlGitL3K&md5=8ece25a483923c2eb7e06d56f4514a20", "26. ", "Neimark", ", ", "A. V.", "; ", "Coudert", ", ", "F.-X.", "; ", "Triguero", ", ", "C.", "; ", "Boutin", ", ", "A.", "; ", "Fuchs", ", ", "A. H.", "; ", "Beurroies", ", ", "I.", "; ", "Denoyel", ", ", "R.", " ", "Structural Transitions in MIL-53(Cr): View from Outside and Inside", " ", "Langmuir", " ", "2011", ",  ", "27", ",  ", "4734", "– ", "4741", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Structural Transitions in MIL-53 (Cr): View from Outside and Inside", "Neimark, Alexander V.; Coudert, Francois-Xavier; Triguero, Carles; Boutin, Anne; Fuchs, Alain H.; Beurroies, Isabelle; Denoyel, Renaud", "Langmuir", "\r\n        (", "2011", "),\r\n    ", "27", "\r\n        (", "8", "),\r\n    ", "4734-4741", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We present a unified thermodn. description of the breathing transitions between large pore (lp) and narrow pore (np) phases of MIL-53 (Cr) obsd. during the adsorption of guest mols. and the mech. compression in the process of mercury porosimetry.  By revisiting recent exptl. data on mercury intrusion and in situ XRD during CO2 adsorption, we demonstrate that the magnitude of the adsorption stress exerted inside the pores by guest mols., which is required for inducing the breathing transition, corresponds to the magnitude of the external pressure applied from the outside that causes the resp. transformation between lp and np phases.  We show that, when a stimulus is applied to breathing MOFs of MIL-53 type, these materials exhibit small reversible elastic deformations of lp and np phases of the order of 2-4%, while the breathing transition is assocd. with irreversible plastic deformation that leads to up to ∼40% change of the sample vol. and a pronounced hysteresis.  These results shed light on the specifics of the structural transformations in MIL-53 (Cr) and other soft porous crystals (SPC).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjsVGjurk%253D&md5=6002d1f0150c4aebb1c183f3e82c8c25", "27. ", "Ortiz", ", ", "A. U.", "; ", "Boutin", ", ", "A.", "; ", "Fuchs", ", ", "A. H.", "; ", "Coudert", ", ", "F.-X.", " ", "Anisotropic Elastic Properties of Flexible Metal-Organic Frameworks: How Soft are Soft Porous Crystals?", " ", "Phys. Rev. Lett.", " ", "2012", ",  ", "109", " (", "195502", ")  ", "1", "– ", "5", "There is no corresponding record for this reference.", "28. ", "Mishra", ", ", "P.", "; ", "Edubilli", ", ", "S.", "; ", "Uppara", ", ", "H.", "; ", "Mandal", ", ", "B.", "; ", "Gumma", ", ", "S.", " ", "Effect of Adsorbent History on Adsorption Characteristics of MIL-53(Al) Metal Organic Framework", " ", "Langmuir", " ", "2013", ",  ", "29", ",  ", "12162", "– ", "12167", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Effect of Adsorbent History on Adsorption Characteristics of MIL-53(Al) Metal Organic Framework", "Mishra, Prashant; Edubilli, Satyannarayana; Uppara, Hari Prasad; Mandal, Bishnupada; Gumma, Sasidhar", "Langmuir", "\r\n        (", "2013", "),\r\n    ", "29", "\r\n        (", "39", "),\r\n    ", "12162-12167", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Structural transformation of MIL-53-(Al) metal org. framework from large pore to narrow pore form (lp → np) or vice versa is known to occur by adsorption of certain guest mols., by temp. change or by applying mech. pressure.  A systematic investigation was undertaken to demonstrate that adsorbent history plays a decisive role in the structural transitions of this material (and hence on its adsorption characteristics).  By changing the adsorbent history, parent MIL-53-(Al) is tuned into its np domain at ambient temp. such that it not only exhibits a significant increase in CO2 capacity, but also shows negligible uptake for CH4, N2, CO, and O2 at subatmospheric pressure.  For the high pressure region (1-8 bar), the authors propose a method to retain the lp form of the sample to enhance its CO2 uptake.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVSitr%252FI&md5=ddc4ff7f5e93c15333e37be93d31ee40", "29. ", "Myers", ", ", "A. L.", "; ", "Prausnitz", ", ", "J. M.", " ", "Thermodynamics of mixed-gas adsorption", " ", "AIChE J.", " ", "1965", ",  ", "11", ",  ", "121", "– ", "127", "[", "Crossref", "], [", "CAS", "]", "29. ", "Thermodynamics of mixed-gas adsorption", "Myers, A. L.; Prausnitz, J. M.", "AIChE Journal", "\r\n        (", "1965", "),\r\n    ", "11", "\r\n        (", "1", "),\r\n    ", "121-7", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    ", "Adsorption equil. for components in a gaseous mixt. can be calcd. by using only data for pure-component adsorption equil. at the same temp. for the same adsorbent.  Predicted isotherms give good agreement with exptl. data for mixts. of CH4-C2H6 and of C2H4CO2 on activated C, and of CO-O2 and of C3H8-C3H6 on silica gel.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF2MXnvVKmsA%253D%253D&md5=9ea5963c5fa05e3b4b97be48b002205f", "30. ", "Liu", ", ", "J.", "; ", "Culp", ", ", "J. T.", "; ", "Natesakhawat", ", ", "S.", "; ", "Bockrath", ", ", "B. C.", "; ", "Zande", ", ", "B.", "; ", "Sankar", ", ", "S. G.", "; ", "Garberoglio", ", ", "G.", "; ", "Johnson", ", ", "J. K.", " ", "Experimental and Theoretical Studies of Gas Adsorption in Cu", "3", "(BTC)", "2", ": An Effective Activation Procedure", " ", "J. Phys. Chem. C", " ", "2007", ",  ", "111", ",  ", "9305", "– ", "9313", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "Experimental and Theoretical Studies of Gas Adsorption in Cu3(BTC)2: An Effective Activation Procedure", "Liu, Jinchen; Culp, Jeffrey T.; Natesakhawat, Sittichai; Bockrath, Bradley C.; Zande, Brian; Sankar, S. G.; Garberoglio, Giovanni; Johnson, J. Karl", "Journal of Physical Chemistry C", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "26", "),\r\n    ", "9305-9313", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors have improved the activation process for CuBTC [Cu3(BTC)2, BTC = 1,3,5-benzenetricarboxylate] by extg. the DMF-solvated crystals with MeOH; the authors identify material activated in this way as CuBTC-MeOH.  This improvement allowed the activation to be performed at a much lower temp., thus greatly mitigating the danger of reducing the Cu ions.  A review of the literature for H2 adsorption in CuBTC shows that the prepn. and activation process has a significant impact on the adsorption capacity, surface area, and pore vol.  CuBTC-MeOH exhibits a larger pore vol. and H2 adsorption amt. than any previously reported results for CuBTC.  The authors have performed atomically detailed modeling to complement exptl. measured isotherms.  Quantum effects for hydrogen adsorption in CuBTC are important at 77 K.  Simulations that include quantum effects are in good agreement with the exptl. measured capacity for H2 at 77 K and high pressure.  However, simulations underpredict the amt. adsorbed at low pressures.  The authors have compared the adsorption isotherms from simulations with expts. for H2 adsorption at 77, 87, 175, and 298 K; nitrogen adsorption at 253 and 298 K; and Ar adsorption at 298 and 356 K.  Reasonable agreement was obtained in all cases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmtlGgtL8%253D&md5=28d3011ac6d494d5ffcce99d1b8736ea", "31. ", "Talu", ", ", "O.", " ", "Needs, status, techniques and problems with binary gas adsorption experiments", " ", "Adv. Colloid Interface Sci.", " ", "1998", ",  ", "76–77", ",  ", "227", "– ", "269", "[", "Crossref", "], [", "CAS", "]", "31. ", "Needs, status, techniques and problems with binary gas adsorption experiments", "Talu, Orhan", "Advances in Colloid and Interface Science", "\r\n        (", "1998", "),\r\n    ", "76-77", "\r\n        (", "),\r\n    ", "227-269", "CODEN:\r\n                ", "ACISB9", ";\r\n        ISSN:", "0001-8686", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A review with 28 refs.  Microporous adsorbents are gaining ever increasing importance in industry.  Yet, we cannot reliably predict even the simplest case, binary gas adsorption, from pure component information.  Hence the need for data.  Recent improvements in instrumentation made available 'push-button' systems for measuring pure component isotherms.  Such systems do not exist for binary measurements which are at least an order of magnitude more complicated and time consuming.  Only a few research groups operate custom-made systems to collect binary gas adsorption data utilizing different techniques.  This paper reviews some of the most commonly used techniques.  Thermodn. relations provide an essential framework for the design of exptl. techniques, exptl. protocols, and for the anal. of data.  Similar to other exptl. methods, the accuracy of results is proportional to the complexity of measurements.  According to some counts, there are more models of multicomponent adsorption than accurate data to test them in literature.  If the expts. are not designed and performed carefully, the uncertainties of final results mushroom to unacceptable levels esp. for variables such as selectivity.  A complete error anal. for a typical system is shown.  The results with consideration to error anal. show that most data available in literature cannot be used to scrutinize between models.  Lack of good data also hinders our understanding of the microstructure of adsorbents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXjvFWqsb0%253D&md5=4b4f17493c1208028d14f6ceaea961d2", "32. ", "Caskey", ", ", "S. R.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "Dramatic Tuning of Carbon Dioxide Uptake via Metal Substitution in a Coordination Polymer with Cylindrical Pores", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "10870", "– ", "10871", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "Dramatic Tuning of Carbon Dioxide Uptake via Metal Substitution in a Coordination Polymer with Cylindrical Pores", "Caskey, Stephen R.; Wong-Foy, Antek G.; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "33", "),\r\n    ", "10870-10871", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of four isostructural microporous coordination polymers (MCPs) differing in metal compn. is demonstrated to exhibit exceptional uptake of CO2 at low pressures and ambient temp.  These conditions are particularly relevant for capture of flue gas from coal-fired power plants.  A magnesium-based material is presented that is the highest surface area magnesium MCP yet reported and displays ultrahigh affinity based on heat of adsorption for CO2.  This study demonstrates that physisorptive materials can achieve affinities and capacities competitive with amine sorbents while greatly reducing the energy cost assocd. with regeneration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXptVGjtrw%253D&md5=6a99fc22cd66a556c63695cf22a12603", "33. ", "Arstad", ", ", "B.", "; ", "Fjellvåg", ", ", "H.", "; ", "Kongshaug", ", ", "K.", "; ", "Swang", ", ", "O.", "; ", "Blom", ", ", "R.", " ", "Amine functionalised metal organic frameworks (MOFs) as adsorbents for carbon dioxide", " ", "Adsorption", " ", "2008", ",  ", "14", ",  ", "755", "– ", "762", "[", "Crossref", "], [", "CAS", "]", "33. ", "Amine functionalised metal organic frameworks (MOFs) as adsorbents for carbon dioxide", "Arstad, Bjornar; Fjellvaag, Helmer; Kongshaug, Kjell Ove; Swang, Ole; Blom, Richard", "Adsorption", "\r\n        (", "2008", "),\r\n    ", "14", "\r\n        (", "6", "),\r\n    ", "755-762", "CODEN:\r\n                ", "ADSOFO", ";\r\n        ISSN:", "0929-5607", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "Three different porous metal org. framework (MOF) materials have been prepd. with and without uncoordinated amine functionalities inside the pores.  The materials have been characterized and tested as adsorbents for carbon dioxide.  At 298 K the materials adsorb significant amt. of carbon dioxide, the amine functionalized adsorbents having the highest CO2 adsorption capacities, the best adsorbing around 14 wt% CO2 at 1.0 atm CO2 pressure.  At 25 atm CO2 pressure, up to 60 wt% CO2 can be adsorbed.  At high pressures the CO2 uptake is mostly dependent on the available surface area and pore vol. of the material in question.  For one of the iso-structural MOF pairs the introduction of amine functionality increases the differential adsorption enthalpy (from isosteric method) from 30 to around 50 kJ/mol at low CO2 pressures, while the adsorption enthalpies reach the same level at increase pressures.  The high pressure exptl. results indicate that MOF based solid adsorbents can have a potential for use in pressure swing adsorption of carbon dioxide at elevated pressures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlWht77K&md5=1e9e877324ae6bab0e3eb98eabb5a031", "34. ", "Springuel-Huet", ", ", "M. A.", "; ", "Nossov", ", ", "A.", "; ", "Adem", ", ", "Z.", "; ", "Guenneau", ", ", "F.", "; ", "Volkringer", ", ", "C.", "; ", "Loiseau", ", ", "T.", "; ", "Férey", ", ", "G.", "; ", "Gédéon", ", ", "A.", "; ", "Bourrelly", ", ", "S.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Loiseau", ", ", "T.", " ", "129", "Xe NMR Study of the Framework Flexibility of the Porous Hybrid MIL-53(Al)", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "11599", "– ", "11607", "[", "ACS Full Text ", "], [", "CAS", "]", "34. ", "129Xe NMR Study of the Framework Flexibility of the Porous Hybrid MIL-53(Al)", "Springuel-Huet, Marie-Anne; Nossov, Andrei; Adem, Ziad; Guenneau, Flavien; Volkringer, Christophe; Loiseau, Thierry; Ferey, Gerard; Gedeon, Antoine", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "33", "),\r\n    ", "11599-11607", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The metal-org. framework MIL-53 exhibits a structural transition between two possible porous structures, so-called large-pore (lp) and narrow-pore (np) forms, depending on the temp. or when guest mols. are adsorbed. 129Xe NMR was used to study the lp → np transition induced by the adsorption of xenon as revealed by the adsorption isotherms.  The NMR spectra show that the two structures, characterized by two distinct lines, coexist for xenon pressures >5 × 104 Pa at room temp., but a complete transformation is achieved when the temp. is decreased.  An original interpretation of the NMR results allowed one to quantify the rate of the structural transformation.  In particular, at room temp., 28% of the channels remain open.  Two possible interpretations of the hysteresis obsd. in the chem. shift variation vs. xenon pressure are proposed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXps1Whsbw%253D&md5=d44d973fee98ed3b1c4f5b3dfa57954b", "35. ", "Yazaydin", ", ", "A. O.", "; ", "Snurr", ", ", "R. Q.", "; ", "Park", ", ", "T.-H.", "; ", "Koh", ", ", "K.", "; ", "Liu", ", ", "J.", "; ", "LeVan", ", ", "M. D.", "; ", "Benin", ", ", "A. I.", "; ", "Jakubczak", ", ", "P.", "; ", "Lanuza", ", ", "M.", "; ", "Galloway", ", ", "D. B.", "; ", "Low", ", ", "J. J.", "; ", "Willis", ", ", "R. R.", " ", "Screening of Metal Organic Frameworks for Carbon Dioxide Capture from Flue Gas Using a Combined Experimental and Modeling Approach", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "18198", "– ", "18199", "[", "ACS Full Text ", "], [", "CAS", "]", "35. ", "Screening of Metal-Organic Frameworks for Carbon Dioxide Capture from Flue Gas Using a Combined Experimental and Modeling Approach", "Yazaydin, A. Ozgur; Snurr, Randall Q.; Park, Tae-Hong; Koh, Kyoungmoo; Liu, Jian; LeVan, M. Douglas; Benin, Annabelle I.; Jakubczak, Paulina; Lanuza, Mary; Galloway, Douglas B.; Low, John J.; Willis, Richard R.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "51", "),\r\n    ", "18198-18199", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A diverse collection of 14 metal-org. frameworks (MOF) for flue gas CO2 capture are reported.  Synthesis, characterization, and adsorption measurements for about half the MOF are reported; adsorption data were collected from the literature for the remaining MOF.  The diversity of the selected materials will help improve the understanding fo MOF CO2 capture.  Also, these data were used to validate a general strategy for mol. modeling of CO2 and other small mols. in MOF.  This strategy is fully predicting with no parameter-fitting.  This approach can be used to rapidly screen addnl. MOF, saving large amts. of exptl. time and costs.  Grand canonical Monte Carlo simulations were performed for a model which included electrostatic and Lennard-Jones interactions among atoms in the system.  The framework and individual CO2 mols. are considered to be rigid.  Interactions among CO2 mols. were modeled with the TraAPPE force field (J.J. Potoff and J.I. Siepmann, 2001); Lennard-Jones parameters for MOF atoms were taken from DREIDING (S.L. Mayo, et al., 1990) and UFF (A.K. Rappe, et al., 1992) force fields.  Partial charges on MOF atoms were derived from d. functional theory calcns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFShsr7L&md5=ee067ec4cee9d1095897b19d957671db", "36. ", "Dreisbach", ", ", "F.", "; ", "Staudt", ", ", "R.", "; ", "Keller", ", ", "J. U.", " ", "High Pressure Adsorption Data of Methane, Nitrogen, Carbon Dioxide and their Binary and Ternary Mixtures on Activated Carbon", " ", "Adsorption", " ", "1999", ",  ", "5", ",  ", "215", "– ", "227", "[", "Crossref", "], [", "CAS", "]", "36. ", "High pressure adsorption data of methane, nitrogen, carbon dioxide and their binary and ternary mixtures on activated carbon", "Dreisbach, F.; Staudt, R.; Keller, J. U.", "Adsorption", "\r\n        (", "1999", "),\r\n    ", "5", "\r\n        (", "3", "),\r\n    ", "215-227", "CODEN:\r\n                ", "ADSOFO", ";\r\n        ISSN:", "0929-5607", ".\r\n    \r\n            (", "Kluwer Academic Publishers", ")\r\n        ", "Adsorption equil. of the gases CH4, N2, and CO2 and their binary and ternary mixts. on activated carbon Norit R1 Extra have been measured in the pressure range 0 ≤ P ≤ 6 MPa at T = 298 K.  Pure gas adsorption equil. were measured gravimetrically.  Coadsorption data of the three binary mixts. CH4/N2, CH4/CO2, and CO2/N2 were obtained by the vol.-gravimetric method.  Isotherms of five ternary mixts. CH4/CO2/N2 were measured using the volumetric-chromatog. method.  First, the method and procedure of measurement are presented in a brief overview.  In a second part, the measured data of pressures, surface excess amts. adsorbed and abs. amts. adsorbed are presented and analyzed.  In the last part of the paper the resulting pure gas adsorption data are correlated using a generalized dual-site Langmuir isotherm.  Mixt. adsorption can be predicted by this model using only pure component parameters with fair accuracy.  Results are presented and discussed in several tables and figures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXlvVSltLg%253D&md5=d59418019595caa4e4e793d8f330a720", "37. ", "Talu", ", ", "O.", "; ", "Zwiebel", ", ", "I.", " ", "Multicomponent adsorption equilibria of nonideal mixtures", " ", "AIChE J.", " ", "1986", ",  ", "32", ",  ", "1263", "– ", "1276", "[", "Crossref", "], [", "CAS", "]", "37. ", "Multicomponent adsorption equilibria of nonideal mixtures", "Talu, Orhan; Zwiebel, Imre", "AIChE Journal", "\r\n        (", "1986", "),\r\n    ", "32", "\r\n        (", "8", "),\r\n    ", "1263-76", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    ", "Adsorption was studied exptl. with binary and ternary mixts. of H2S, CO2, and C3H8 and H-mordenite mol.-sieve zeolite at 30°.  The C3H8-contg. binaries and the ternary mixt. exhibited nonideal behavior, as evidenced by the zeotropelike crossovers in the compn. domains and by the peaks in the total amt. adsorbed surface.  The ternary data were predicted with the activity coeffs. calcd. by the spreading-pressure-dependent equation.  Models that neglect the spreading-pressure dependence can predict the nonidealities only qual.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL28XltFOhsrk%253D&md5=4535a86c41a01dbffdeb7799076f1be2", "38. ", "Sun", ", ", "M. S.", "; ", "Shah", ", ", "D. B.", "; ", "Xu", ", ", "H. H.", "; ", "Talu", ", ", "O.", " ", "Adsorption Equilibria of C", "1", " to C", "4", " Alkanes, CO", "2", ", and SF", "6", " on Silicalite", " ", "J. Phys. Chem. B", " ", "1998", ",  ", "102", ",  ", "1466", "– ", "1473", "[", "ACS Full Text ", "], [", "CAS", "]", "38. ", "Adsorption Equilibria of C1 to C4 Alkanes, CO2, and SF6 on Silicalite", "Sun, Matthew S.; Shah, D. B.; Xu, Heather H.; Talu, Orhan", "Journal of Physical Chemistry B", "\r\n        (", "1998", "),\r\n    ", "102", "\r\n        (", "8", "),\r\n    ", "1466-1473", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption isotherms of methane, ethane, propane, n-butane, isobutane, carbon dioxide, and sulfur hexafluoride were measured gravimetrically on silicalite crystals at temps. ranging from 3 to 81 °C and at pressures up to 2000 kPa.  A virial equation was used to correlate the exptl. data and to calc. the isosteric heats of adsorption and the limiting heats of adsorption at zero loading.  The adsorption isotherms of isobutane exhibit inflection points at loadings of 4-6 mols./unit cell in a certain temp. range.  This unusual adsorption behavior is attributed to adsorption of isobutane in different locations of the channel system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXntFOrug%253D%253D&md5=047ea4276bd3e6e9a4e0c3bd95b91819", "39. ", "Liang", ", ", "Z.", "; ", "Marshall", ", ", "M.", "; ", "Chaffee", ", ", "A. L.", " ", "CO", "2", " Adsorption-Based Separation by Metal Organic Framework (Cu–BTC) versus Zeolite (13X)", " ", "Energy Fuels", " ", "2009", ",  ", "23", ",  ", "2785", "– ", "2789", "[", "ACS Full Text ", "], [", "CAS", "]", "39. ", "CO2 Adsorption-Based Separation by Metal Organic Framework (Cu-BTC) versus Zeolite (13X)", "Liang, Zhijian; Marshall, Marc; Chaffee, Alan L.", "Energy & Fuels", "\r\n        (", "2009", "),\r\n    ", "23", "\r\n        (", "5", "),\r\n    ", "2785-2789", "CODEN:\r\n                ", "ENFUEM", ";\r\n        ISSN:", "0887-0624", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The potential for the metal org. framework (MOF) Cu-BTC (copper 1,3,5-benzenetricarboxylate trihydrate) to selectively adsorb and sep. CO2 is considered.  Isotherms for CO2, CH4, and N2 were measured at 0-15 bar and 25-105°.  The isotherms suggest a much higher working capacity (×4) for CO2 adsorption on Cu-BTC relative to the benchmark zeolite 13X over the same pressure range.  Higher CO2/N2 and CO2/CH4 selectivities in the higher pressure range (1-15 bar) and with lower heats of adsorption were also demonstrated.  Cu-BTC was stable in O2 at 25°, but its crystallinity was reduced in humid environments.  The CO2 adsorption capacity was progressively reduced upon cyclic exposure to water vapor at low relative humidity (<30%), but leveled out at 75% of its original value after several water adsorption/desorption cycles.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXksFags7s%253D&md5=b2cee74813854154a3f6a8d2b5ec2d60", "40. ", "Coudert", ", ", "F.-X.", "; ", "Jeffroy", ", ", "M.", "; ", "Fuchs", ", ", "A. H.", "; ", "Boutin", ", ", "A.", "; ", "Mellot-Draznieks", ", ", "C.", " ", "Thermodynamics of guest-induced structural transitions in hybrid organic–inorganic frameworks", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "14294", "– ", "14302", "[", "ACS Full Text ", "], [", "CAS", "]", "40. ", "Thermodynamics of Guest-Induced Structural Transitions in Hybrid Organic-Inorganic Frameworks", "Coudert, Francois-Xavier; Jeffroy, Marie; Fuchs, Alain H.; Boutin, Anne; Mellot-Draznieks, Caroline", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "43", "),\r\n    ", "14294-14302", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors provide a general thermodn. framework for the understanding of guest-induced structural transitions in hybrid org.-inorg. materials.  The method is based on the anal. of exptl. adsorption isotherms.  It allows the detn. of the free energy differences between host structures involved in guest-induced transitions, esp. hard to obtain exptl.  The general case of adsorption in flexible materials and show how a few key quantities, such as pore vols. and adsorption affinities, entirely det. the phenomenol. of adsorption, including the occurrence of structural transitions are discussed.  From adsorption thermodn., the authors then propose a taxonomy of guest-induced structural phase transitions and the corresponding isotherms.  In particular, the authors derive generic conditions for observing a double structural transition upon adsorption, often resulting in a two-step isotherm.  Finally, the authors show the wide applicability and the robustness of the model through three case studies of topical hybrid org.-inorg. frameworks: the hysteretic hydrogen adsorption in Co(1,4-benzenedipyrazolate), the guest-dependent gate-opening in Cu(4,4'-bipyridine)(2,5-dihydroxybenzoate)2 and the CO2-induced breathing of hybrid material MIL-53.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtFOhsr7K&md5=17aec32d0c8bba894bbb8343c6a73cda", "41. ", "Mishra", ", ", "P.", "; ", "Edubilli", ", ", "S.", "; ", "Mandal", ", ", "B.", "; ", "Gumma", ", ", "S.", " ", "Adsorption Characteristics of Metal Organic Frameworks Containing Coordinatively Unsaturated Metal Sites: Effect of Metal Cations and Adsorbate Properties", " ", "J. Phys. Chem. C", " ", "2014", ",  ", "118", ",  ", "6847", "– ", "6855", "[", "ACS Full Text ", "], [", "CAS", "]", "41. ", "Adsorption Characteristics of Metal-Organic Frameworks Containing Coordinatively Unsaturated Metal Sites: Effect of Metal Cations and Adsorbate Properties", "Mishra, Prashant; Edubilli, Satyannarayana; Mandal, Bishnupada; Gumma, Sasidhar", "Journal of Physical Chemistry C", "\r\n        (", "2014", "),\r\n    ", "118", "\r\n        (", "13", "),\r\n    ", "6847-6855", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks in the M/DOBDC series are known to contain a large no. of coordinatively unsatd. metal (M) sites.  The authors studied the influence of various metal cations (M = Mg, Mn, Co, and Ni) in the framework on its gas adsorption characteristics.  The probe gases (viz. CO2, CO, CH4, C2H6, N2, and Ar) were carefully chosen to cover a wide range of polarity and polarizability.  While a significant impact of metal atom in the framework was obsd. on adsorption of polar gases such as CO2 and CO, it had a negligible effect on adsorption of other relatively nonpolar gases.  On one hand, Henry's const. of CO2 for Mg/DOBDC is about 4-10 times higher than that for other frameworks; on the other, Henry's const. for CO on Ni/DOBDC is about 100 times larger than that on Mn/DOBDC.  The pore vol. of the framework governs adsorption capacity at higher pressures.  Each of the frameworks exhibits widely different adsorption enthalpies for polar gases such as CO2 and CO.  At pressures below 15 bar, the Ideal Adsorbed Soln. Theory predicts very good selectivity for CO over all other studied gases on Ni and Co/DOBDC frameworks, while Mg and Mn/DOBDC frameworks exhibit preferential selectivity for CO2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXjtV2qurk%253D&md5=9c4ebbc74f90b8ae6fe867cc269a383c"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-51/ie5006146/20141218/images/small/ie-2014-006146_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-51/ie5006146/20141218/images/small/ie-2014-006146_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-51/ie5006146/20141218/images/small/ie-2014-006146_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-51/ie5006146/20141218/images/small/ie-2014-006146_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-51/ie5006146/20141218/images/small/ie-2014-006146_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-51/ie5006146/20141218/images/small/ie-2014-006146_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-51/ie5006146/20141218/images/small/ie-2014-006146_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-51/ie5006146/20141218/images/small/ie-2014-006146_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-51/ie5006146/20141218/images/small/ie-2014-006146_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-51/ie5006146/20141218/images/small/ie-2014-006146_0011.gif\">"]}
