{"title": ["Understanding Hydrogen Sorption in In-", "-MOF: A Charged Metal-Organic Framework with Open-Metal Sites, Narrow Channels, and Counterions"], "authors": ["Tony Pham", "Katherine A. Forrest", "Adam Hogan", "Brant Tudor", "Keith McLaughlin", "Jonathan L. Belof", "Juergen Eckert", "Brian Space"], "doi": ["10.1021/cg5018104"], "abstract": ["The hydrogen sorption mechanism in the metal−organic framework (MOF) In-", "-MOF was elucidated using our grand canonical Monte Carlo simulations that include explicit many-body polarization interactions.", "Grand canonical Monte Carlo (GCMC) simulations of hydrogen sorption were performed in In-", "-MOF, a charged metal–organic framework (MOF) that contains In", "O trimers coordinated to 5,5′-azobis(1,3-benzenedicarboxylate) linkers. The MOF contains nitrate counterions that are located in carcerand-like capsules of the framework. This MOF was shown to have a high hydrogen uptake at 77 K and 1.0 atm. The simulations were performed with a potential that includes explicit many-body polarization interactions, which were important for modeling gas sorption in a charged/polar MOF such as In-", "-MOF. The simulated hydrogen sorption isotherms were in good agreement with experiment in this challenging platform for modeling. The simulations predict a high initial isosteric heat of adsorption, ", ", value of about 8.5 kJ mol", ", which is in contrast to the experimental value of 6.5 kJ mol", " for all loadings. The difference in the ", " behavior between experiment and simulation is attributed to the fact that, in experimental measurements, the sorbate molecules cannot access the isolated cages containing the nitrate ions, the most energetically favorable site in the MOF, at low pressures due to an observed diffusion barrier. In contrast, the simulations were able to capture the sorption of hydrogen onto the nitrate ions at low loading due to the equilibrium nature of GCMC simulations. The experimental ", " values were reproduced in simulation by blocking access to all of the nitrate ions in the MOF. Furthermore, at 77 K, the sorbed hydrogen molecules were reminiscent of a dense fluid in In-", "-MOF starting at approximately 5.0 atm, and this was verified by monitoring the isothermal compressibility, β", ", values. The favorable sites for hydrogen sorption were identified from the polarization distribution as the nitrate ions, the In", "O trimers, and the azobenzene nitrogen atoms. Lastly, the two-dimensional quantum rotational levels for a hydrogen molecule sorbed about the aforementioned sites were calculated and the transitions were in good agreement with those that were observed in the experimental inelastic neutron scattering spectra."], "text": ["Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusion", "References", "I Introduction", "The use of molecular hydrogen as an alternative fuel source is dependent on the development of new materials that can effectively store large quantities of hydrogen through a physisorption process under near-ambient conditions.", "(1-3)", " Metal–organic frameworks (MOFs) are a class of solid crystalline materials that have been considered to be promising for this particular task.", "(4)", " These materials are synthesized with rigid organic ligands coordinated to metal-ion clusters.", "(5-8)", " They are inherently modular, as a variety of different MOFs can be synthesized by simply tuning the organic ligand and/or metal ion.", "(6, 9, 10)", " The overall structure of MOFs is characterized by a porous three-dimensional network that can be used to sorb guest molecules, such as H", "2", ".", "In 2007, In-", "soc", "-MOF (Figure ", "1", ") was synthesized using an In", "3", "O trimer building block and 5,5′-azobis(1,3-benzenedicarboxylic acid) (ABBDC) linkers that resulted in a porous material with an ionic framework and narrow channels.", "(11-13)", " The MOF has a rare ", "soc", " (square octahedral) topology", "(11, 14)", " characterized by its square octahedral connectivity net.", "(15)", " The cationic indium of the secondary building unit (SBU) possesses an open-metal site which, along with the uncoordinated NO", "3", "–", " ion, contributes toward a highly ionic framework. In-", "soc", "-MOF possesses an estimated 57% extraframework volume, a Langmuir surface area of 1417 m", "2", " g", "–1", " (Brunaer–Emmett–Teller (BET) surface area of 892 m", "2", " g", "–1", "), and a pore volume of 0.50 cm", "3", " g", "–1", ".", "(11-13)", " Experimental hydrogen sorption studies on In-", "soc", "-MOF showed that the MOF had a large uptake capacity with reversible sorption. Indeed, In-", "soc", "-MOF is an impressive material that is capable of sorbing 2.50 wt % H", "2", " at 77 K and 1.0 atm. Moreover, the density of hydrogen in In-", "soc", "-MOF at this state point (0.05 g cm", "–3", ") is very close to the density of liquid hydrogen at its boiling point (0.07 g cm", "–3", " at 20 K and 1.0 atm). Note, variants containing Fe", "(16, 17)", " and Ga", "(18)", " as the metal have also been synthesized. Because In-", "soc", "-MOF is a highly polar framework with accessible narrow channels with an unusual topology, it represents a promising platform for a variety of gas sorption related technologies. Thus, demonstrating an ability to model sorption of hydrogen in detail is a prerequisite for simulating more complex processes.", "Figure 1. (a) ABBDC", "4–", " linker and (b) In", "3", "O trimer unit used to synthesize (c) In-", "soc", "-MOF (unit cell representation). Atom colors: C = cyan, H = white, N = blue, O = red, and In = yellow.", "In this work, grand canonical Monte Carlo (GCMC) simulations were performed to investigate hydrogen sorption in In-", "soc", "-MOF. This was done in an attempt to understand the sorption mechanism in this MOF. GCMC methods allow simulated hydrogen sorption isotherms and associated isosteric heats of adsorption, ", "Q", "st", ", values to be compared to those that were measured experimentally.", "(11)", " Accurate molecular level predictions of gas sorption in MOFs is predicated upon obtaining outstanding agreement with experimental results. By examining H", "2", " sorption in In-", "soc", "-MOF, we hope to better characterize H", "2", " sorption in the material and elucidate the sorption mechanism.", "In-", "soc", "-MOF is a highly charged/polar MOF due to the presence of the indium open-metal sites and nitrate counterions. Indeed, polarization interactions have been shown to be necessary for modeling gas sorption in this MOF.", "(12)", " Note, other previous simulation studies on In-", "soc", "-MOF have not included the role that polarization plays on hydrogen sorption in this material.", "(19, 20)", " As a consequence, the simulated hydrogen sorption isotherms and ", "Q", "st", " values in those studies were observed to underestimate experimental measurements. Explicit polarization interactions cannot be neglected when considering high-density hydrogen interacting with highly charged/polar MOFs. A theoretical study that introduced insights into the importance of polarization in In-", "soc", "-MOF was performed by Belof et al. in 2007 through canonical Monte Carlo (CMC) methods.", "(12)", " The study demonstrated that polarization effects were critical to capture the sorption of hydrogen onto the charged moieties in the MOF, particularly the open-metal sites provided by the In", "3", "O trimers. The work presented here demonstrates that quantitative modeling of sorption processes is possible using models that are carefully constructed (from gas phase data) and that include explicit induction. The early CMC study used a simple model to demonstrate the essential chemical physics of sorption in such materials.", "Polarization interactions have also been shown to be important in the modeling of gas sorption in other strongly interacting MOFs. For instance, recent computational studies of hydrogen sorption in two MOFs with ", "rht", " (rhombicubocta-hedral) topology,", "(10)", " PCN-61", "(21, 22)", " and Cu-TPBTM,", "(23)", " showed that the inclusion of many-body polarization interactions was essential to reproduce the experimentally observed hydrogen sorption isotherms and ", "Q", "st", " values in the respective compounds.", "(24, 25)", " Furthermore, the studies demonstrated that introducing induced dipole interactions were required to capture the loading of hydrogen onto the open-metal sites provided by the copper paddlewheel, [Cu", "2", "(O", "2", "CR)", "4", "], clusters. As another example, recent molecular dynamics (MD) simulation studies on water sorption in the flexible MOF, MIL-53(Cr),", "(26)", " showed that polarization interactions were required for the formation of hydrogen bonds between the water molecules and the hydroxyl groups in the MOF.", "(27, 28)", "It is shown here that the GCMC-simulated hydrogen sorption isotherms at low pressures and low temperatures are in good agreement with the experimental measurements. Further, experimental high-pressure hydrogen sorption studies in In-", "soc", "-MOF at 77 and 298 K are presented. Simulated hydrogen sorption isotherms were generated under these conditions and were compared to the corresponding experimental values. The experimental ", "Q", "st", " values for H", "2", " in In-", "soc", "-MOF are nearly constant at 6.5 kJ mol", "–1", " across all loadings. It will be shown that the simulations predict higher initial ", "Q", "st", " values than experiment, with a different shape in the ", "Q", "st", " plot. This is because the H", "2", " molecules can sorb onto the nitrate ions in the isolated cages at low loadings in simulation. In experimental measurements, the sorbate molecules cannot access the isolated cages until higher pressures due to a kinetic energy diffusion barrier associated with the entrance to the cage.", "(11)", " Additionally, it will be shown that hydrogen will resemble a liquid-like state in In-", "soc", "-MOF at 77 K and a rather low pressure (approximately 5.0 atm). This has been validated through the calculation of the isothermal compressibilities, β", "T", ", for hydrogen at various state points in the MOF through GCMC calculations. In addition, insights into the different binding regions for hydrogen sorption in In-", "soc", "-MOF, as determined from simulations involving many-body polarization, are presented.", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusion", "References", "II Methods", "A", "MOF Parameters", "The selection of force field parameters is critical for the simulation of gas uptake in any MOF. The potential energy function of the MOF consists of repulsion/dispersion parameters, point partial charges, and atomic point polarizabilities localized on the nuclear center of all atoms of the framework. The development of the force field for In-", "soc", "-MOF was performed according to the procedure described in previous work.", "(12, 24, 25, 29-41)", " Nevertheless, a brief outline is given here.", "For all C, H, and N atoms on the organic linker in In-", "soc", "-MOF, the Lennard-Jones 12–6 parameters, representing van der Waals interactions between the sorbate molecules and the MOF atoms, were acquired from the optimized potentials for liquid simulations–all atom (OPLS-AA) force field.", "(42)", " This force field contains parameters that are specific for atoms in aromatic systems and has been shown to produce good results in computational MOF studies performed earlier.", "(31-33, 43)", " For the In and O atoms as well as the N atom of the nitrate ion, the Lennard-Jones parameters were obtained from the universal force field (UFF).", "(44)", "Electrostatic interactions in atomistic simulations originate from point partial charges assigned to the nuclear center of each chemically distinct atom (Figure ", "2", "). Ewald summation", "(45-47)", " was used to calculate the electrostatic interactions. The partial charges were determined from electronic structure calculations on several model (overlapping) fragments that mimic the chemical environment of the MOF.", "(48)", " Using the ab initio electrostatic potential surface, the partial charges were fit using a standard algorithm.", "(49)", " The NWChem ab initio simulation package", "(50)", " was used to perform Hartree–Fock quantum mechanical calculations. All light atoms were treated at the 6-31G* level that produces overpolarized charges appropriate for condensed phase simulations.", "(51)", " For In", "3+", ", a many-electron metal species, the semirelativistic pseudopotential SBKJC", "(52, 53)", " was used. Representational fragments that were selected for In-", "soc", "-MOF can be found in the ", "Supporting Information", ".", "Figure 2. Chemically distinct atoms in In-", "soc", "-MOF as referred to in Table ", "1", ". Atom colors: C = cyan, H = white, O = red, N = blue, and In = yellow.", "The atomic point polarizabilities for the atoms in In-", "soc", "-MOF were taken from ref ", "54", ". A polarizability value of 2.0 Å", "3", " was used for In", "3+", " as determined in previous work.", "(12)", " Polarization was explicitly included in the simulations by use of a Thole–Applequist type model,", "(55-58)", " which is explained in detail in the next subsection. The complete list of force field parameters for In-", "soc", "-MOF is given in Table ", "1", ".", "Table 1. Force Field Parameters for In-", "soc", "-MOF", "a", "atom", "label", "ϵ (K)", "σ (Å)", "q", "(", "e", "–", ")", "α° (Å", "3", ")", "In", "1", "301.40000", "3.97600", "2.09440", "2.00000", "O", "2", "30.19000", "3.11800", "–1.29580", "0.85200", "O", "3", "30.19000", "3.11800", "–0.78170", "0.85200", "O", "4", "30.19000", "3.11800", "–0.79800", "0.85200", "O", "5", "30.19000", "3.11800", "–0.84710", "0.85200", "O", "6", "30.19000", "3.11800", "–0.75440", "0.85200", "C", "7", "52.84000", "3.75000", "0.96980", "1.28860", "C", "8", "52.84000", "3.75000", "1.00650", "1.28860", "C", "9", "35.25000", "3.55000", "–0.06250", "1.28860", "C", "10", "35.25000", "3.55000", "–0.19890", "1.28860", "C", "11", "35.25000", "3.55000", "–0.15590", "1.28860", "H", "12", "15.11000", "2.42000", "0.16500", "0.41380", "C", "13", "35.25000", "3.55000", "–0.20780", "1.28860", "C", "14", "35.25000", "3.55000", "–0.03290", "1.28860", "H", "15", "15.11000", "2.42000", "0.15310", "0.41380", "H", "16", "15.11000", "2.42000", "0.07720", "0.41380", "C", "17", "35.25000", "3.55000", "0.29480", "1.28860", "N", "18", "85.60000", "3.25000", "–0.20150", "0.97157", "N", "19", "34.72000", "3.26100", "1.10890", "0.97157", "O", "20", "30.19000", "3.11800", "–0.65780", "0.85200", "a", "Labels of atoms correspond to Figure ", "2", ". ϵ and σ represents Lennard-Jones parameters, ", "q", " corresponds to the atomic partial charge, and α° corresponds to the atomic point polarizability.", "B", "Many-Body Polarization", "An overview of the Thole–Applequist type polarization model", "(55-58)", " used in this work is given here. Consider a collection of ", "N", " such sites subjected to an electric field. The induced dipole at site ", "i", " is equal to the following:", "(1)", "where α", "i", "°", " represents a scalar atomic point polarizability, ", "E⃗", "i", "stat", " is the electric field felt at site ", "i", " due to the atomic partial charges of the force field (MOF and sorbate), and ", "E⃗", "i", "ind", " is the induced dipole contribution to the electric field. Equation ", "1", " can be written as follows:", "(2)", "where ", "T", "ij", " is the dipole field tensor, which describes the induced electrostatic field interaction between sites ", "i", " and ", "j", ". The dipole field tensor", "(55)", " can be derived from first principles as:", "(3)", "where λ is a parameter damping the dipole interactions near the regions of discontinuity. A λ value of 2.1304 was used in this work, which is consistent with the work performed by Thole.", "(56)", " Equation ", "2", " can be rearranged to the following:", "(4)", "where ", "I", " is the identity matrix. From this, block matrices can be constructed via the following:", "(5)", "The matrix ", "A", " has the following relationship with ", "μ⃗", " and ", "E⃗", "stat", ", representing the supervectors formed by stacking the system dipole and electric field vectors, respectively:", "(6)", "Equation ", "6", " can be solved by either matrix inversion or iterative methods. Because inversion of ", "A", " is only computationally amenable in the case of very small systems, iterative methods were employed for the simulations in this work; this was implemented using procedures described previously.", "(12, 24, 59-61)", " Finally, the Thole–Applequist polarization potential energy is given by:", "(56)", "(7)", "C", "Grand Canonical Monte Carlo", "GCMC methods were used to investigate hydrogen sorption in In-", "soc", "-MOF. In this method, the chemical potential (μ), volume (", "V", "), and temperature (", "T", ") were held fixed while other thermodynamic observables were sampled.", "(62)", " Monte Carlo moves were made by selecting a hydrogen molecule at random and performing a random rigid-body translation or rotation of the molecule. The insertion or deletion of sorbate molecules in the simulation cell were also possible. Each move is then accepted with probability corresponding to the Metropolis function:", "(8)", "A macroscopic MOF environment was approximated by periodic boundary conditions with a spherical cutoff of 11.2284 Å, which corresponds to half the unit cell dimension length. All MOF atoms were constrained to be rigid during the simulations; this included the nitrate counterions as molecular dynamics (MD) simulation studies on In-", "soc", "-MOF have shown that the nitrate ions are restricted to the carcerand-like capsules in the MOF, even with the presence of sorbate molecules (see the ", "Supporting Information", "). Furthermore, phonons are not thought to be important for hydrogen sorption, especially at the temperatures considered in this work. In GCMC, the average particle number was calculated by the following expression:", "(63, 64)", "(9)", "where Ξ is the grand canonical partition function, β is the quantity (", "kT", ")", "−1", " (", "k", " is the Boltzmann constant), and ", "U", " is the total potential energy. The chemical potential, μ, for H", "2", " was determined for a desired pressure through empirical fugacity functions.", "(65-67)", " The total potential energy of the MOF-sorbate system was calculated by", "(10)", "where ", "U", "rd", " is the repulsion/dispersion energy through use of the Lennard-Jones potential, ", "U", "es", " is the electrostatic Coulomb energy calculated via Ewald summation,", "(45-47)", " and ", "U", "pol", " is the many-body polarization energy calculated using equation ", "7", ".", "For the simulations performed at 77 and 87 K, it was necessary to include Feynman–Hibbs quantum corrections to the fourth order according to the following equation:", "(68)", "(11)", "where ℏ is the reduced Planck’s constant and the primes indicate differentiation with respect to pair separation, ", "r", ". In equation ", "11", ", μ corresponds to the reduced mass. Note, some previous simulation studies of hydrogen sorption in MOFs neglected Feynman–Hibbs quantum corrections at 77 and 87 K.", "(69, 70)", " It is important to emphasize that these corrections are needed for the energetically dominant repulsion/dispersion and charge-quadrupole terms for hydrogen sorption at this temperature.", "(71)", " Further, at low temperatures, the quantum effects for hydrogen can become very important due to its low molecular mass.", "(72, 73)", " These effects are particularly significant when the hydrogen molecules are in a confined space with dimensions that are comparable to their de Broglie thermal wavelengths. As a result, molecular hydrogen cannot be treated in a classical manner under these conditions.", "Long-range corrections were included for all terms of the potential to reduce finite-size effects. The long-range contribution to the Lennard-Jones potential was calculated by:", "(74)", "(12)", "where ϵ", "ij", " and σ", "ij", " are Lorentz–Berthelot mixed Lennard-Jones parameters and ", "R", "c", " is the spherical cutoff distance.", "Long-range electrostatic interactions were handled by performing Ewald summation. The long-range correction to the polarization energy was performed by replacing the static electric field with the shifted-field formula according to Wolf et al.,", "(46, 47, 58, 75)", " which is the following:", "(13)", "where ", "q", " is the atomic point partial charge and ", "r̂", " is the radial unit vector.", "The absolute weight percent of H", "2", " sorbed in the MOF is calculated by", "(14)", "where ", "m", " is the molar mass of the sorbate and ", "M", " is the molar mass of the MOF.", "The ", "Q", "st", " and β", "T", " were calculated from fluctuations of the number of particles in the system through the following equations:", "(76)", "(15)", "(16)", "Equation ", "15", " is useful for model validation, and these values are directly compared to the ", "Q", "st", " values that were calculated from experimental isotherms using the finite difference method. The β", "T", " value is examined in order to gain insight into the physical state of the sorbate in the heterogeneous porous environment.", "For all state points considered, the simulations began with 5 × 10", "6", " Monte Carlo steps in order to achieve equilibration, followed by an additional 5 × 10", "6", " steps to sample the desired thermodynamic properties. Simulations involving many-body polarization were decorrelated by sampling every 1 × 10", "4", " steps. All simulations were performed using the Massively Parallel Monte Carlo (MPMC) code.", "(77)", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusion", "References", "III Results and Discussion", "Figure ", "3", "a shows the low-pressure (up to 1.0 atm) hydrogen sorption isotherms as calculated by GCMC simulations using a polarizable hydrogen potential at 77 and 87 K compared to the respective experimental isotherms. Note, the experimental isotherms that are shown in Figure ", "3", "a were estimated from ref ", "11", ". The H", "2", " potential used in this work is a five-site polarizable model that was developed from first principles previously by Belof et al.", "(78)", " It can be seen that simulations using this model generated an isotherm that is in very good agreement with experiment at 77 K. The calculated hydrogen sorption isotherm and the experimental isotherm at 77 K are nearly equivalent to within joint uncertainties (the maximum calculated error is ±0.04 wt %). The greatest deviation between experiment and simulation at 77 K can be observed at pressures lower than 0.20 atm, where simulation slightly oversorbs experiment. At 87 K, the simulations predict higher hydrogen uptakes than experiment across all pressures. Indeed, the simulated hydrogen sorption isotherm at 87 K oversorbs experiment by about 30% at all pressures. It will be revealed later that this oversorption can be attributed to the fact that the simulations can capture the sorption of H", "2", " to a site that is inaccessible in experiment at low loadings.", "The high-pressure (up to 40.0 atm) hydrogen sorption isotherms in In-", "soc", "-MOF at 77 K as produced from experiment and GCMC simulation are shown in Figure ", "3", "b. It was observed that the simulated hydrogen sorption isotherm is in good agreement with experiment at 77 K and higher pressures. Hydrogen saturation is reached in the simulations at approximately 20.0 atm. Note, under these conditions, the MOF acts like a simple container as the attractive interactions between the framework and the sorbate molecules become less important. As a result, the polarizable model used herein is not the only model that can reproduce experimental measurements at 77 K and high pressures in In-", "soc", "-MOF. At conditions near saturation, the simulations are essentially capturing the complete packing properties of the sorbed fluid in the MOF. It can be observed in Figure ", "3", "b that the simulation moderately oversorbs experiment between 1.0 and 20.0 atm at 77 K. This is in contrast to what was observed at pressures from 0.60 to 1.0 atm at the same temperature where outstanding agreement with experiment was obtained (Figure ", "3", "a). This could be attributed to kinetic effects inhibiting optimal packing in the physical crystal at higher pressures. The mild incline of the experimental isotherm at 77 K after saturation (beyond 20.0 atm) could be due to minor deformations of the MOF crystal structure under high-pressure conditions, which is not reproduced by the rigid crystal approximation used in these simulations. However, it was observed that the simulations still captured reasonable agreement with experiment under these extreme conditions.", "Figure 3. (a) Low-pressure (up to 1.0 atm) H", "2", " sorption isotherms at 77 (solid) and 87 K (dashed), (b) high-pressure (up to 40.0 atm) H", "2", " sorption isotherms at 77 K, and (c) high-pressure (up to 50.0 atm) H", "2", " sorption isotherms at 298 K for experiment (black) and simulation (red).", "The simulated hydrogen sorption isotherm in In-", "soc", "-MOF at 298 K and up to 50.0 atm is compared with the corresponding experimental isotherm in Figure ", "3", "c. The hydrogen uptakes in In-", "soc", "-MOF are much less at 298 K than at 77 K. This is because the interaction energy between the MOF and the hydrogen molecules is overwhelmed by the thermal energy of the hydrogen gas at this temperature.", "(2)", " Indeed, the hydrogen molecules interact very weakly with its environment at higher temperatures. The experimental hydrogen uptake at 298 K and 50.0 atm in In-", "soc", "-MOF is 0.64 wt %. The simulated hydrogen sorption isotherm was found to be in good agreement with the experimental isotherm under these conditions. Note, control simulations using two nonpolarizable H", "2", " models", "(78, 79)", " produced isotherms that were lower than the experimental results across the considered pressure range at 298 K (see the ", "Supporting Information", "). Further, the isotherms that were generated by these two models were similar across all pressures. These results indicate that there are a few hydrogen molecules sorbing onto the charged/polar moieties in this MOF at 298 K and such a phenomenon can only be captured in simulations that utilize many-body polarization. Examination of the modeled structure for simulations using the polarizable model at this temperature revealed that some hydrogen molecules sorbed onto the In", "3+", " ions in the MOF. With the inclusion of induced dipole effects, the simulated hydrogen uptake at 298 K and 50.0 atm is approximately 0.15 wt % higher than those for models that neglect this term. These results demonstrate that many-body polarization effects are important for modeling the weakly interacting hydrogen molecule in MOFs even at higher temperatures.", "The simulated ", "Q", "st", " values in In-", "soc", "-MOF are compared to those that were obtained experimentally through a finite difference approximation to the Clausius–Clapeyron equation", "(80)", " in Figure ", "4", "a. As with the experimental low-pressure hydrogen sorption isotherms, the experimental H", "2", " ", "Q", "st", " plot was also estimated from ref ", "11", ". The simulated ", "Q", "st", " values were calculated from the fluctuations in the particle number and the total potential energy via equation ", "15", ". The experimental ", "Q", "st", " values for hydrogen in In-", "soc", "-MOF are approximately 6.5 kJ mol", "–1", " for loadings up to 1.8 wt %. The simulations predict an initial H", "2", " ", "Q", "st", " value of 8.5 kJ mol", "–1", ", which is much higher than the experimental value at this loading. Further, while the experimental ", "Q", "st", " values are nearly constant for all loadings, the simulated ", "Q", "st", " values exhibit a monotonically decreasing behavior. Inspection of the modeled structure at very low loading (0.001 atm) in In-", "soc", "-MOF revealed that the hydrogen molecules can sorb onto the nitrate counterions in the MOF (Figure ", "5", "). Thus, the high initial ", "Q", "st", " value observed for simulations of H", "2", " sorption in In-", "soc", "-MOF can be attributed to the sorption of hydrogen onto the nitrate ions. This is the most favorable site for hydrogen sorption in the MOF as the presence of the nitrate ions increases the electrostatic field in the framework. Note, the nitrate ions were also observed as the initial sorption site in ", "rht", "-MOF-1 from theoretical studies.", "(34)", " In that particular MOF, the simulations predicted an initial H", "2", " ", "Q", "st", " value of 8.9 kJ mol", "–1", ", which was close to the experimental value of 9.5 kJ mol", "–1", ".", "Figure 4. Isosteric heats of adsorption, ", "Q", "st", ", for H", "2", " in In-", "soc", "-MOF (a) for experiment (black) and simulations (red) and (b) for experiment (black) and simulations in cases where all NO", "3", "–", " ions are accessible (red), one oxygen atom of each NO", "3", "–", " ion is blocked (green), two oxygen atoms of each NO", "3", "–", " ion are blocked (blue), and all oxygen atoms of each NO", "3", "–", " are blocked (cyan).", "Figure 5. Molecular illustration of the H", "2", " binding site about the nitrate counterions in In-", "soc", "-MOF as determined from simulation: (a) side view; (b) down view. The sorbate molecules are shown in orange. Atom colors: C = cyan, H = white, N = blue, O = red, and In = yellow.", "The difference in the ", "Q", "st", " plot between experiment and simulation in In-", "soc", "-MOF can be attributed to the observed diffusion barrier associated with entrance to the isolated cages containing the nitrate ions in experimental measurements. The simulations were able to capture the sorption of hydrogen onto the nitrate ions at low loadings, whereas the sorbate molecules cannot access the isolated cage in experiment until higher pressures because a pressure gradient is required for the sorbate molecules to move into the cage.", "(11)", " Note, the windows that serve as the entrance to the isolated cages are less than 1 nm in diameter. Entering the carcerand-like capsules in In-", "soc", "-MOF is not an issue in GCMC simulations since this equilibrium method involves the random insertion and deletion of sorbate molecules. Indeed, GCMC simulations do not take into account the effects of transport and associated kinetic phenomena in gas sorption. Note, the barrier associated with entrance into the isolated cages can be observed in the experimental inelastic neutron scattering (INS) spectra for the MOF (Figure ", "6", "). Specifically, the peak correlated with sorption onto the nitrate ions (occurring at approximately 5.0 meV) increases only at higher loadings. The 5.0 meV peak is most noticeable at the highest loading measured (5.0 H", "2", "/In). This peak indeed corresponds to sorption onto the nitrate ions as validated through quantum rotational calculations, which is discussed later.", "In this work, additional simulations of H", "2", " sorption were performed in In-", "soc", "-MOF where one, two, or all of the oxygen atoms of each nitrate ion are blocked in the simulation cell. The blocking of the nitrate ions was accomplished by placing a particle that is representative of a solvent molecule near the nitrate oxygen atoms such that they are inaccessible for the sorbate molecules in GCMC simulation (see the ", "Supporting Information", " for details). The resulting low-pressure H", "2", " sorption isotherms at 77 and 87 K can be found in the ", "Supporting Information", ". It was observed that the simulated H", "2", " uptakes in In-", "soc", "-MOF at both temperatures decreased with increasing number of blocked nitrate oxygen atoms for all pressures considered. Simulations of H", "2", " sorption in In-", "soc", "-MOF in which all nitrate oxygen atoms are inaccessible resulted in an isotherm that undersorbed experiment by a significant amount at both temperatures. This undersorption compared to experiment suggests that the nitrate ions are being occupied concurrently as the sorbate uptake in the MOF increases. This is consistent with the observations in the INS spectra as it implies that the H", "2", " molecules are able to enter the cage containing the nitrate ions if more H", "2", " molecules are present.", "Figure 6. Inelastic neutron scattering (INS) spectra for hydrogen in In-", "soc", "-MOF at different loadings: one H", "2", "/In (black), three H", "2", "/In (red), and five H", "2", "/In (green).", "The calculated ", "Q", "st", " values for the different nitrate ion accessibility simulations follow a trend similar to the simulated sorption isotherms. As more nitrate oxygen atoms are blocked, the ", "Q", "st", " values for H", "2", " in In-", "soc", "-MOF decrease (Figure ", "4", "b). With all nitrate ions inaccessible, the simulated ", "Q", "st", " values come closely in agreement with the experimental values. Moreover, the shape of this ", "Q", "st", " plot is also consistent with experiment. Furthermore, in this simulation cell, the initial ", "Q", "st", " value for H", "2", " was calculated to be nearly 6.8 kJ mol", "–1", ". This value is in good agreement with the experimental initial ", "Q", "st", " value for H", "2", " in In-", "soc", "-MOF. This confirms that the observed experimental initial ", "Q", "st", " value in In-", "soc", "-MOF is not attributed to sorption onto the most energetically favorable sorption sites in the MOF, which are the nitrate ions.", "Figure ", "7", " shows the isothermal compressibilities, β", "T", ", in In-", "soc", "-MOF at 77 K. The β", "T", " values were calculated from the fluctuations in the sorbate number via equation ", "16", ". These calculated values are compared to the experimental β", "T", " values of bulk hydrogen at two different state points: β", "T", " = 0.0015 atm", "–1", " at 200 K and 200 atm", "(81-83)", " and β", "T", " = 0.0020 atm", "–1", " at 20 K and 1 atm.", "(84)", " It can be seen that the β", "T", " values plunge rapidly over the pressure range where the hydrogen sorption isotherm rises, and eventually to a value that is characteristic of condensed hydrogen. The simulations predict that hydrogen is representative of a dense fluid in In-", "soc", "-MOF at approximately 5.0 atm. Indeed, inspection of the modeled unit cell at this state point reveals that the hydrogen molecules are in a liquid-like environment (Figure ", "8", "). Under these conditions, the hydrogen molecules would be gaseous if they were outside of the MOF. Note, similar trends for the β", "T", " values for hydrogen in MOFs can be seen in previous work.", "(24, 29, 30)", " Ultimately, these results demonstrate that the β", "T", " value is an important parameter worth monitoring to examine the nature of the confined liquid. Inspecting this value was also important for characterizing H", "2", " sorption in the material and to better understand the sorbate behavior at various state points.", "Figure 7. Isothermal compressibility, β", "T", ", of H", "2", " at 77 K and pressures up to 40.0 atm for simulations in In-", "soc", "-MOF (red) compared to the experimental β", "T", " values for bulk hydrogen (solid and dashed black lines).", "Figure 8. Molecular view of In-", "soc", "-MOF with liquid hydrogen density as seen at the state point 77 K and 5.0 atm. The atoms from the nitrate counterions are shown in their appropriate van der Waals radii. The sorbate molecules are shown in orange. Atom colors: C = cyan, H = white, N = blue, O = red, and In = yellow.", "Explicit many-body polarization was used to identify the different sorption sites in the MOF via the distribution of the induced dipoles. For In-", "soc", "-MOF, the normalized dipole distribution resulting from the polarizable potential at 77 K and 0.20 atm shows two distinct sharp peaks ranging from 0.00 to 0.10 D and from 0.10 to 0.20 D (Figure ", "9", "). Note, a similar bimodal distribution for the H", "2", " induced dipoles in In-", "soc", "-MOF was observed in previous work through CMC studies.", "(12)", " Although the dipole distribution for the hydrogen molecules at 0.20 atm is shown here, similar distributions can be seen at other pressures, but the magnitudes of the peaks vary depending on the pressure. For instance, the peak spanning from 0.10 to 0.20 D is increased at lower pressures and decreased at higher pressures while the opposite is true for the peak ranging from 0.00 to 0.10 D.", "Inspection of the normalized hydrogen population in In-", "soc", "-MOF corresponding to the peak from 0.10 to 0.20 D shows a significant occupancy near all of the dominantly charged structures in the MOF, particularly the nitrate ions, the In", "3", "O trimer complex, and the nitrogen atoms of the azobenzene linker (Figure ", "10", "a). For hydrogen molecules with the lowest dipoles in the dipole distribution (0.00–0.10 D), the population of these molecules was observed as forming ring-like structures around the In", "3", "O trimers, indicating secondary sorption around these open-metal sites (Figure ", "10", "b). In addition, direct sorption onto the azobenzene nitrogens was observed for hydrogen molecules with these dipoles. As explained earlier, the hydrogen molecules first bind to the nitrate ions in In-", "soc", "-MOF upon initial loading in simulation. Afterward, the open-metal indium sites are preferred, followed by the nitrogen atoms of the azobenzene linker. Molecular illustrations depicting the sorption of hydrogen molecules onto these two sites, as captured from the simulations, are shown in Figure ", "11", ". Note, these two sorption sites are responsible for the peaks occurring at approximately 12.8 and 14.0 meV in the INS spectra for the MOF.", "(11)", " This was verified by quantum rotation calculations as explained later.", "Figure 9. Normalized hydrogen dipole distribution in In-", "soc", "-MOF at 77 K and 0.20 atm.", "Figure 10. Dipole isosurfaces of hydrogen sorption in In-", "soc", "-MOF at 77 K and 0.20 atm showing the sites of hydrogen sorption (blue) for low loadings as a function of induced dipole magnitude according to Figure ", "9", ": (a) 0.10–0.20 D; (b) 0.00–0.10 D. Atom colors: C = green, H = white, N = blue, O = red, and In = black. H", "2", " occupancy was mainly observed to be in proximity to the nitrate ions, the In", "3", "O trimer complexes, and the azobenzene nitrogen atoms.", "Figure 11. Molecular illustration of the H", "2", " binding site about (a) the In", "3+", " ions and (b) the azobenzene nitrogen atoms in In-", "soc", "-MOF as determined from simulation. The sorbate molecules are shown in orange. Atom colors: C = cyan, H = white, N = blue, O = red, and In = yellow.", "In this work, the two-dimensional quantum rotational levels were calculated for a hydrogen molecule sorbed about a nitrate ion in In-", "soc", "-MOF using the potential energy function employed in this work. More details of performing the quantum rotation calculations can be found in the ", "Supporting Information", ". The calculations revealed a rotational energy level of 5.78 meV for the lowest transition (Table ", "2", "). This is in good agreement with what was observed in the INS spectra for In-", "soc", "-MOF, as the spectra show a peak that increases with increasing loading at approximately 5.0 meV (Figure ", "6", "). Further, the calculated rotational levels about the nitrate ions in In-", "soc", "-MOF are in very good agreement with those that were calculated about the nitrate ions in ", "rht", "-MOF-1.", "(34)", "Table 2. Calculated Two-Dimensional Quantum Rotational Levels (meV) for a Hydrogen Molecule at Different Sites in In-", "soc", "-MOF", "a", " ", " ", "Δ", "E", " (meV)", "n", "j", "site 1", "site 2", "site 3", "1", "0", "0.00", "0.00", "0.00", "2", " ", "5.78", "10.37", "11.31", "3", "1", "22.25", "12.38", "15.00", "4", " ", "24.32", "25.50", "19.98", "5", " ", "41.92", "39.13", "41.24", "6", " ", "42.79", "39.16", "41.98", "7", "2", "43.93", "48.42", "45.69", "8", " ", "55.96", "49.77", "48.03", "9", " ", "56.18", "55.03", "48.60", "a", "Sites 1, 2, and 3 are depicted in Figures ", "5", ", ", "11", "a, and ", "11", "b, respectively. The energies are given relative to ", "E", "0", ", which are −79.21, −58.57, and −61.21 meV for the respective sites.", "Additionally, plotting the potential energy surface for a hydrogen molecule rotating about the nitrate ion revealed a rotational barrier of about 47.0 meV (Figure ", "12", "). Corresponding this barrier to the rotational energy levels calculated using a phenomonological model for the rotational potential", "(85-88)", " revealed a ", "j", " = 0 to ", "j", " = 1 transition that is in good agreement with the peak that occurs at about 5.0 meV in the INS spectra. Indeed, the phenomonological model gives rotational energy levels of roughly 5.23 and 24.43 meV for the two lowest transitions. These values are in good agreement with those calculated using the classical potential energy function for a hydrogen molecule sorbed about the nitrate ion in this work. This further indicates that the peak at approximately 5.0 meV in the INS spectra for In-", "soc", "-MOF corresponds to sorption onto the nitrate ions.", "Figure 12. Plot of the potential energy surface for a hydrogen molecule rotating about its minimum energy coordinate in the vicinity of the nitrate ion in In-", "soc", "-MOF as a function of θ and ϕ. The center-of-mass for the hydrogen molecule is held fixed. The energies are given relative to ", "E", "min", ". The rotational barrier (i.e., the difference between the maximum and minimum points on the plot) was calculated to be 47.07 meV.", "The experimental INS spectra for In-", "soc", "-MOF show two peaks that occur at about 12.8 and 25.5 meV for all loadings, especially the lowest loading of 1 H", "2", "/In (Figure ", "6", "). These values are in good agreement with the energy levels that were calculated for two of the ", "j", " = 1 sublevels for a hydrogen molecule sorbed about the In", "3+", " ions of the In", "3", "O trimers (12.38 and 25.50 meV, Table ", "2", "). Thus, the two aforementioned peaks in the INS spectra must correspond to the sorption of hydrogen onto the open-metal sites in the MOF. Since the H", "2", " molecules cannot enter the cages that anchor the nitrate ions in experimental measurements at low loading, they sorb onto the next energetically favorable sites available, which are the In", "3+", " ions. Note, the lowest transition that was calculated for this site was 10.37 meV. Although there is no direct counterpart for this transition in the experimental INS spectra, this transition could, in fact, contribute to the observed 12.8 meV peak in the spectra due to the broad nature of this peak.", "The INS spectra also show a noticeable peak at about 14.0 meV for all loadings measured, which could correspond to sorption onto the azobenzene nitrogen atoms and perhaps other weak sites (e.g., the carboxylate and phenyl moieties). According to our calculations, one of the ", "j", " = 1 sublevels for a hydrogen molecule sorbed onto the azobenzene N atoms was calculated to have a rotational energy of 15.00 meV (Table ", "2", "), which is somewhat close to the observed aforementioned peak in the INS spectra. The other transitions that were calculated for the ", "j", " = 1 level for this site were 11.31 and 19.98 meV, which are both distant from the 14.0 meV peak. However, due to the broad nature of the 14.0 meV peak in the experimental INS spectra, all of the transitions for the ", "j", " = 1 level for the azobenzene site could contribute to that peak. It can be observed that the 14.0 meV peak is the third lowest energy peak in the INS spectra for In-", "soc", "-MOF (after the 5.0 and 12.8 meV peaks). The relative order of the rotational frequencies of these peaks was supported by our quantum rotation calculations, as the lowest transition that was calculated for the azobenzene site is higher than the corresponding transition for the two other considered sites (11.31 meV compared to 5.78 and 10.37 meV). Thus, we believe that the observed 14.0 meV peak in the INS spectra for In-", "soc", "-MOF is associated with sorption onto the azobenzene nitrogen atoms since it should be a popular binding site and it is the third strongest site in the MOF. Note, any difference in the rotational tunneling transitions between experiment and theory could be attributed to the nature of the potential energy surface used in this work and the fact that the theoretical positions of the H", "2", " molecules about the binding sites may not always be representative of what is being captured in experiment.", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusion", "References", "IV Conclusion", "In conclusion, we performed simulations of hydrogen sorption in In-", "soc", "-MOF, a highly charged/polar MOF that contains open-metal In", "3+", " sites, narrow channels, and nitrate counterions. The polarizable hydrogen model used in this work provided simulated hydrogen sorption isotherms in quantitative agreement with experimental data to within joint uncertainties at 77 K/87 K and low pressures (up to 1.0 atm), 77 K and high pressures (up to 40.0 atm), and 298 K and high pressures (up to 50.0 atm). Despite good agreement between experiment and simulation for the hydrogen sorption isotherms, the GCMC-calculated ", "Q", "st", " values were much higher than experiment, especially at low loadings. It was observed that the H", "2", " molecules can sorb onto the nitrate ions through GCMC simulation at low pressures. As seen in the INS spectra for the MOF, the sorbate molecules can only access the isolated cages containing the nitrate ions in experiment at higher loadings. This is because the sorbate molecules must overcome a diffusion barrier that is associated with entrance to the carcerand-like capsule in experiment. By blocking all of the nitrate ions in the simulation cell for In-", "soc", "-MOF, the simulated ", "Q", "st", " values were found to be in good agreement with the experimental values. Simulations at higher pressures revealed that the sorbed hydrogen molecule was characteristic of a dense liquid/fluid at 77 K and a pressure of approximately 5.0 atm.", "GCMC simulations of hydrogen sorption in In-", "soc", "-MOF have also added insights into the favorable sorption sites in the MOF. Evaluation of the three-dimensional histograms corresponding to the distribution of the induced dipoles show that the hydrogen molecules bind to the nitrate ions, the In", "3", "O trimer complexes, and the azobenzene nitrogen atoms. Indeed, the combination of these charged/polar moieties as well as the narrow pore sizes exhibited by In-", "soc", "-MOF explains why the hydrogen uptake is considerably high in this MOF at 77 K and 1.0 atm (approximately 2.50 wt %). The calculated two-dimensional quantum rotational levels for a hydrogen molecule sorbed about the nitrate ion in In-", "soc", "-MOF revealed a ", "j", " = 0 to ", "j", " = 1 transition that is in good agreement with the peak at approximately 5.0 meV in the experimental INS spectra for the MOF. Quantum rotation calculations were also performed for a hydrogen molecule sorbed about the In", "3+", " ion and the azobenzene N atoms in the MOF, and the calculated transitions were in good agreement with those that appear in the INS spectra.", "Next, it is planned to study hydrogen sorption in other metal variants of In-", "soc", "-MOF, particularly Fe-", "soc", "-MOF,", "(16, 17)", " Ga-", "soc", "-MOF,", "(18)", " and Al-", "soc", "-MOF, believed to be synthetically accessible. It is expected that these variants will sorb a larger quantity of hydrogen than In-", "soc", "-MOF due to the lower molar mass of the metal within these MOFs, with Al-", "soc", "-MOF predicted to have the highest hydrogen uptake within this series. It is also planned to study the sorption of other gases in In-", "soc", "-MOF and related variants, particularly CO", "2", ", CH", "4", ", and N", "2", ". These will be performed using highly accurate and transferable potentials that have been developed in our group.", "(31, 32, 89, 90)", " ", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusion", "References", "Supporting Information", "Text giving details of molecular dynamics simulations, simulations with blocked nitrate ions, and quantum rotation calculations, tables listing partial charges, and figures showing MOF fragments, MSD plots as a function of time, and H", "2", " sorption isotherms. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "§", "Author Contributions", "T.P. and K.A.F. contributed equally to this work.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusion", "References", "Acknowledgment", "We thank Youssef Belmabkhout and Jens Moellmer for presenting us with experimental data for high-pressure hydrogen sorption in In-", "soc", "-MOF at 77 and 298 K, respectively. This work was supported by the National Science Foundation (Award No. CHE-1152362). Computations were performed under a XSEDE Grant (No. TG-DMR090028) to B.S. This publication is also based on work supported by Award No. FIC/2010/06, made by King Abdullah University of Science and Technology (KAUST). We also thank the Space Foundation (Basic and Applied Research) for partial support. We acknowledge the use of the services provided by Research Computing at the University of South Florida.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusion", "References", "References", "This article references 90 other publications.", "1. ", "Collins", ", ", "D. J.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Mater. Chem.", " ", "2007", ",  ", "17", ",  ", "3154", "– ", "3160", "[", "Crossref", "], [", "CAS", "]", "1. ", "Hydrogen storage in metal-organic frameworks", "Collins, David J.; Zhou, Hong-Cai", "Journal of Materials Chemistry", "\r\n        (", "2007", "),\r\n    ", "17", "\r\n        (", "30", "),\r\n    ", "3154-3160", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  For any potential hydrogen-storage system, raw uptake capacity must be balanced with the kinetics and thermodn. of uptake and release.  Metal-org. frameworks provide unique systems with large overall pore vols. and surface areas, adjustable pore sizes, and tunable framework-adsorbate interaction by ligand functionalization and metal choice.  These remarkable materials can potentially fill the niche between other physisorbents such as activated carbon, which have similar uptake at low temps. but low affinity for hydrogen at ambient temp., and chem. sorbents such as hydrides, which have high hydrogen uptakes but undesirable release kinetics and thermodn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXotV2lt7c%253D&md5=211f2f55436d52593c4f7d9b8939bee6", "2. ", "Collins", ", ", "D. J.", "; ", "Ma", ", ", "S.", "; ", "Zhou", ", ", "H.-C.", " In  ", "Metal-Organic Frameworks: Design and Application", "; ", "MacGillivray", ", ", ", L.R.", ", Ed.;", " John Wiley & Sons", ": ", "Hoboken, NJ, USA", ", ", "2010", "; pp  ", "249", "– ", "266", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "3. ", "Matanovic", ", ", "I.", "; ", "Belof", ", ", "J. L.", "; ", "Space", ", ", "B.", "; ", "Sillar", ", ", "K.", "; ", "Sauer", ", ", "J.", "; ", "Eckert", ", ", "J.", "; ", "Bacic", ", ", "Z.", " ", "J. Chem. Phys.", " ", "2012", ",  ", "137", "014701", "[", "Crossref", "], [", "CAS", "]", "3. ", "Hydrogen adsorbed in a metal organic framework-5. Coupled translation-rotation eigenstates from quantum five-dimensional calculations", "Matanovic, Ivana; Belof, Jonathan L.; Space, Brian; Sillar, Kaido; Sauer, Joachim; Eckert, Juergen; Bacic, Zlatko", "Journal of Chemical Physics", "\r\n        (", "2012", "),\r\n    ", "137", "\r\n        (", "1", "),\r\n    ", "014701/1-014701/13", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "We report rigorous quantum 5D calcns. of the coupled translation-rotation (T-R) eigenstates of a H2 mol. adsorbed in metal org. framework-5 (MOF-5), a prototypical nanoporous material, which was treated as rigid.  The anisotropic interactions between H2 and MOF-5 were represented by the anal. 5D intermol. potential energy surface (PES) used previously in the simulations of the thermodn. of hydrogen sorption in this system .  The global and local min. on this 5D PES correspond to all of the known binding sites of H2 in MOF-5, 3 of which, α-, β-, and γ-sites are located on the inorg. cluster node of the framework, while 2 of them, the δ- and ε-sites, are on the phenylene link.  In addn., 2D rotational PESs were calcd. ab initio for each of these binding sites, keeping the center of mass of H2 fixed at the resp. equil. geometries; purely rotational energy levels of H2 on these 2D PESs were computed by means of quantum 2D calcns.  On the 5D PES, the 3 adjacent γ-sites lie just 1.1 meV above the min.-energy α-site, and are sepd. from it by a very low barrier.  These features allow extensive wave function delocalization of even the lowest translationally excited T-R eigenstates over the α- and γ-sites, presenting significant challenges for both the quantum bound-state calcns. and the anal. of the results.  Detailed comparison is made with the available exptl. data.  (c) 2012 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XpsFahsbo%253D&md5=0132cf797a5ed101bd6417abf46899d0", "4. ", "Suh", ", ", "M. P.", "; ", "Park", ", ", "H. J.", "; ", "Prasad", ", ", "T. K.", "; ", "Lim", ", ", "D.-W.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "782", "– ", "835", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Hydrogen Storage in Metal-Organic Frameworks", "Suh, Myunghyun Paik; Park, Hye Jeong; Prasad, Thazhe Kootteri; Lim, Dae-Woon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "782-835", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  MOFs have versatile structures, high surface areas and high pore vols. - they can be regarded as good candidate materials for H storage.  There are many MOFs that have high H adsorption capacities at low temps., typically at 77 or 87 K.  The highest H storage capacity reported so far is 99.5 mg/g at 77K and 56 bar for NU-100.  However, the high H capacities of MOFs at cryogenic temps. decrease as the temp. increases to room temp.  This is because the H adsorption in MOFs is weak physisorption and the interaction energies between the H mols. and frameworks are low.  To develop MOFs as H storage materials that meet the U.S.DOE targets for an on-board hydrogen system, a serious challenge is still present in the design and synthesis of the MOF materials.  We may expect that highly stable MOFs having a large surface area and pore vol., together with many open metal sites and embedded catalysts for hydrogen spillover, would provide some pos. results for H storage at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1GlsbjM&md5=dd1f08beefd27cce77d88e466551c1af", "5. ", "Yaghi", ", ", "O. M.", "; ", "Li", ", ", "H.", "; ", "Davis", ", ", "C.", "; ", "Richardson", ", ", "D.", "; ", "Groy", ", ", "T. L.", " ", "Acc. Chem. Res.", " ", "1998", ",  ", "31", ",  ", "474", "– ", "484", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Synthetic Strategies, Structure Patterns, and Emerging Properties in the Chemistry of Modular Porous Solids", "Yaghi, Omar M.; Li, Hailian; Davis, Charles; Richardson, David; Groy, Thomas L.", "Accounts of Chemical Research", "\r\n        (", "1998", "),\r\n    ", "31", "\r\n        (", "8", "),\r\n    ", "474-484", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review with 23 refs.  The authors have established a program aimed at constructing porous networks by linking inorg. metal sulfide clusters and org. mols. with transition metal ions.  This program is designed to define and investigate the parameters contributing to the assembly of materials from mol. building blocks.  Specifically this review outlines (i)various synthetic strategies developed for producing porous modular networks in cryst. form using diffusion, solvothermal, and gel crystal growth techniques, (ii)methods of achieving rigid noninterpenetrated and truly porous modular frameworks capable of reversible binding and removal of guests without affecting the structural integrity of the host framework, and (iii)emerging novel properties and prospective applications resulting from tailoring the mol. building blocks and the metal ion centers of the host structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXltFKkt70%253D&md5=20be179fc9b8b3ea42ec714e744bc803", "6. ", "Eddaoudi", ", ", "M.", "; ", "Moler", ", ", "D. B.", "; ", "Li", ", ", "H.", "; ", "Chen", ", ", "B.", "; ", "Reineke", ", ", "T. M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Acc. Chem. Res.", " ", "2001", ",  ", "34", ",  ", "319", "– ", "330", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Modular Chemistry: Secondary Building Units as a Basis for the Design of Highly Porous and Robust Metal-Organic Carboxylate Frameworks", "Eddaoudi, Mohamed; Moler, David B.; Li, Hailian; Chen, Banglin; Reineke, Theresa M.; O'Keeffe, Michael; Yaghi, Omar M.", "Accounts of Chemical Research", "\r\n        (", "2001", "),\r\n    ", "34", "\r\n        (", "4", "),\r\n    ", "319-330", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review, with 38 refs.  Secondary building units (SBUs) are mol. complexes and cluster entities in which ligand coordination modes and metal coordination environments can be used in the transformation of these fragments into extended porous networks using polytopic linkers (1,4-benzenedicarboxylate, 1,3,5,7-adamantanetetracarboxylate, etc.).  Consideration of the geometric and chem. attributes of the SBUs and linkers leads to prediction of the framework topol., and in turn to the design and synthesis of a new class of porous materials with robust structures and high porosity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXhtFymsL0%253D&md5=e3df2f7492090aee280676f044e3b7af", "7. ", "James", ", ", "S. L.", " ", "Chem. Soc. Rev.", " ", "2003", ",  ", "32", ",  ", "276", "– ", "288", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Metal-organic frameworks", "James, Stuart L.", "Chemical Society Reviews", "\r\n        (", "2003", "),\r\n    ", "32", "\r\n        (", "5", "),\r\n    ", "276-288", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks are a recently-identified class of porous polymeric material, consisting of metal ions linked together by org. bridging ligands, and are a new development on the interface between mol. coordination chem. and materials science.  A range of novel structures was prepd. which feature amongst the largest pores known for cryst. compds., very high sorption capacities and complex sorption behavior not seen in aluminosilicate zeolites.  The development of synthetic approaches to these materials and studies of their properties are reviewed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXmtFOltLY%253D&md5=e9e83de0580c0b7dc9929ea3594efe12", "8. ", "Yaghi", ", ", "O. M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Ockwig", ", ", "N. W.", "; ", "Chae", ", ", "H. K.", "; ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", " ", "Nature", " ", "2003", ",  ", "423", ",  ", "705", "– ", "714", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Reticular synthesis and the design of new materials", "Yaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, Jaheon", "Nature (London, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "423", "\r\n        (", "6941", "),\r\n    ", "705-714", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The long-standing challenge of designing and constructing new cryst. solid-state materials from mol. building blocks is just beginning to be addressed with success.  A conceptual approach that requires the use of secondary building units to direct the assembly of ordered frameworks epitomizes this process: the authors call this approach reticular synthesis.  This chem. has yielded materials designed to have predetd. structures, compns. and properties.  In particular, highly porous frameworks held together by strong metal-O-C bonds and with exceptionally large surface area and capacity for gas storage were prepd. and their pore metrics systematically varied and functionalized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXksV2itro%253D&md5=2417c5adb0e948350d3d62350c8cd7ea", "9. ", "Farha", ", ", "O. K.", "; ", "Yazaydin", ", ", "A. O.", "; ", "Eryazici", ", ", "I.", "; ", "Malliakas", ", ", "C. D.", "; ", "Hauser", ", ", "B. G.", "; ", "Kanatzidis", ", ", "M. G.", "; ", "Nguyen", ", ", "S. T.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", " ", "Nat. Chem.", " ", "2010", ",  ", "2", ",  ", "944", "– ", "948", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "De novo synthesis of a metal-organic framework material featuring ultrahigh surface area and gas storage capacities", "Farha, Omar K.; Oezguer Yazaydin, A.; Eryazici, Ibrahim; Malliakas, Christos D.; Hauser, Brad G.; Kanatzidis, Mercouri G.; Nguyen, Son-Binh T.; Snurr, Randall Q.; Hupp, Joseph T.", "Nature Chemistry", "\r\n        (", "2010", "),\r\n    ", "2", "\r\n        (", "11", "),\r\n    ", "944-948", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal-org. frameworks, a class of porous hybrid materials built from metal ions and org. bridges, have recently shown great promise for a wide variety of applications.  The large choice of building blocks means that the structures and pore characteristics of the metal-org. frameworks can be tuned relatively easily.  However, despite much research, it remains challenging to prep. frameworks specifically tailored for particular applications.  Here, the authors used computational modeling to design and predictively characterize a metal-org. framework (NU-100) with a particularly high surface area.  Subsequent exptl. synthesis yielded a material [Cu3(L)(H2O)3]n (NU-100/PCN-610, H6L = hexatopic carboxylate I), matching the calcd. structure, with a high BET surface area (6,143 m2 g-1).  Also, sorption measurements revealed that the material had high storage capacities for H2 (164 mg g-1) and CO2 (2,315 mg g-1) - gases of high importance in the contexts of clean energy and climate alteration, resp. - in excellent agreement with predictions from modeling.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlWksbjN&md5=706f3b3b6b4cb7d03950103b11ba023e", "10. ", "Nouar", ", ", "F.", "; ", "Eubank", ", ", "J. F.", "; ", "Bousquet", ", ", "T.", "; ", "Wojtas", ", ", "L.", "; ", "Zaworotko", ", ", "M. J.", "; ", "Eddaoudi", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "1833", "– ", "1835", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Supermolecular Building Blocks (SBBs) for the Design and Synthesis of Highly Porous Metal-Organic Frameworks", "Nouar, Farid; Eubank, Jarrod F.; Bousquet, Till; Wojtas, Lukasz; Zaworotko, Michael J.; Eddaoudi, Mohamed", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "6", "),\r\n    ", "1833-1835", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Here, the authors report a novel approach for the bottom-up assembly of hierarchical building blocks: simple mol. building blocks (MBBs) and the resultant supermol. building blocks (SBBs) to build highly coordinated nets.  A specific network, the (3,24)-connected rht, was used as a blueprint to construct a metal-org. framework where the MBBs/SBBs augment the net.  The copper(II) complex {[Cu6O(TZI)3(H2O)9](NO3)·15H2O}n [H3TZI = 5-(5-tetrazolyl)isophthalic acid] was prepd. and its crystal structure detd.  Surface and sorption properties and hydrogen uptake capacity of this highly porous metal-org. framework complex were measured.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXotFCqtw%253D%253D&md5=c7a2569bf4006d4872f281dec22ef22c", "11. ", "Liu", ", ", "Y.", "; ", "Eubank", ", ", "J. F.", "; ", "Cairns", ", ", "A. J.", "; ", "Eckert", ", ", "J.", "; ", "Kravtsov", ", ", "V. C.", "; ", "Luebke", ", ", "R.", "; ", "Eddaoudi", ", ", "M.", " ", "Angew. Chem. Int. Ed.", " ", "2007", ",  ", "46", ",  ", "3278", "– ", "3283", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Assembly of metal-organic frameworks (MOFs) based on indium-trimer building blocks: a porous MOF with soc topology and high hydrogen storage", "Liu, Yunling; Eubank, Jarrod F.; Cairns, Amy J.; Eckert, Juergen; Kravtsov, Victor Ch.; Luebke, Ryan; Eddaoudi, Mohamed", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "18", "),\r\n    ", "3278-3283", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The synthesis and structure of two MOFs based on oxo-bridged trinuclear indium carboxylate clusters are reported.  The one MOF has a cubic structure with a CaB6 topol. and the other with an unprecedented soc topol. (soc = square-octahedron).  The results obtained indicate that MOFs possessing the characteristics of these two MOFs, combined with the modularity of their construction which allows higher surface areas to be obtained, will permit the attainment of the US DOE target for H2 uptake.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXlsVKhs7k%253D&md5=25cc409adc0903fb26719f96861d8b70", "12. ", "Belof", ", ", "J. L.", "; ", "Stern", ", ", "A. C.", "; ", "Eddaoudi", ", ", "M.", "; ", "Space", ", ", "B.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "15202", "– ", "15210", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "On the Mechanism of Hydrogen Storage in a Metal-Organic Framework Material", "Belof, Jonathan L.; Stern, Abraham C.; Eddaoudi, Mohamed; Space, Brian", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "49", "),\r\n    ", "15202-15210", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Monte Carlo simulations were performed to model H sorption in a metal-org. framework material (MOF) that exhibits large mol. H uptake capacity.  The MOF is remarkable because at 78 K and 1.0 atm it sorbs H at a d. near that of liq. H (at 20 K and 1.0 atm) when considering H2 d. in the pores.  Unlike most other MOFs that have been studied for H storage, it has an ionic framework and many small channels.  The simulations demonstrate that it is both of these phys. characteristics that lead to strong H interactions in the MOF and ultimately large H uptake.  Microscopically, H interacts with the MOF via 3 principle attractive potential energy contributions: Van der Waals, charge-quadrupole and induction.  Previous simulations of H storage in MOFs and other materials have not focused on the role of polarization effects, but they are demonstrated here to be the dominant contribution to H physisorption.  Indeed, polarization interactions in the MOF lead to 2 distinct populations of dipolar H that are identified from the simulations and that should be evident in Raman spectra.  Since polarization interactions are enhanced by the presence of a charged framework with narrow pores, MOFs are excellent H storage candidates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXht1yrtbfK&md5=ff9450f53d18424c86347665dc307c2e", "13. ", "Moellmer", ", ", "J.", "; ", "Celer", ", ", "E.", "; ", "Luebke", ", ", "R.", "; ", "Cairns", ", ", "A. J.", "; ", "Staudt", ", ", "R.", "; ", "Eddaoudi", ", ", "M.", "; ", "Thommes", ", ", "M.", " ", "Microporous Mesoporous Mater.", " ", "2010", ",  ", "129", ",  ", "345", "– ", "353", "[", "Crossref", "], [", "CAS", "]", "13. ", "Insights on Adsorption Characterization of Metal-Organic Frameworks: A Benchmark Study on the Novel soc-MOF", "Moellmer, J.; Celer, E. B.; Luebke, R.; Cairns, A. J.; Staudt, R.; Eddaoudi, M.; Thommes, M.", "Microporous and Mesoporous Materials", "\r\n        (", "2009", "),\r\n    ", "129", "\r\n        (", "3", "),\r\n    ", "345-353", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "In order to explore the potential of novel open metal org. frameworks (MOFs) with soc topol. for gas storage applications, we performed a systematic phys. adsorption study with Hydrogen, Methane and Carbon dioxide as adsorptives over a wide range of temps. (77-323 K) and pressures (0-5 MPa) by using a volumetric low pressure adsorption analyzer equipped with a cryostat, and a high pressure gravimetric system.  The advanced interpretation of our systematic adsorption data in combination with the results from a comprehensive structural and surface characterization allows one assessing the potential of these novel MOFs for gas storage and sepn. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXjslGjtA%253D%253D&md5=65ef0e4b812c677801fc8430088e971a", "14. ", "O’Keefe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " Reticular Chemistry Structure Resource, ", "2003", "; ", "http://rcsr.anu.edu.au/", ", [Online; accessed Mar. 29, 2012].", "There is no corresponding record for this reference.", "15. ", "Delgado-Friedrichs", ", ", "O.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Acta Crystallogr., Sect. A", " ", "2006", ",  ", "62", ",  ", "350", "– ", "355", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Three-periodic nets and tilings: edge-transitive binodal structures", "Delgado-Friedrichs, Olaf; O'Keeffe, Michael; Yaghi, Omar M.", "Acta Crystallographica, Section A: Foundations of Crystallography", "\r\n        (", "2006", "),\r\n    ", "A62", "\r\n        (", "5", "),\r\n    ", "350-355", "CODEN:\r\n                ", "ACACEQ", ";\r\n        ISSN:", "0108-7673", ".\r\n    \r\n            (", "Blackwell Publishing Ltd.", ")\r\n        ", "28 Three-periodic nets with two kinds of vertex and one kind of edge are identified.  Some of their crystallog. properties and their natural tilings are described.  Restrictions on site symmetry and coordination no. of such nets are discussed and examples of their occurrence in crystal structures are given.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XotlOhs78%253D&md5=15c455612537dd22bf656730a088b9d3", "16. ", "Dhakshinamoorthy", ", ", "A.", "; ", "Alvaro", ", ", "M.", "; ", "Chevreau", ", ", "H.", "; ", "Horcajada", ", ", "P.", "; ", "Devic", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "Garcia", ", ", "H.", " ", "Catal. Sci. Technol.", " ", "2012", ",  ", "2", ",  ", "324", "– ", "330", "[", "Crossref", "], [", "CAS", "]", "16. ", "Iron(III) metal-organic frameworks as solid Lewis acids for the isomerization of α-pinene oxide", "Dhakshinamoorthy, Amarajothi; Alvaro, Mercedes; Chevreau, Hubert; Horcajada, Patricia; Devic, Thomas; Serre, Christian; Garcia, Hermenegildo", "Catalysis Science & Technology", "\r\n        (", "2012", "),\r\n    ", "2", "\r\n        (", "2", "),\r\n    ", "324-330", "CODEN:\r\n                ", "CSTAGD", ";\r\n        ISSN:", "2044-4753", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A series of Fe3+-contg. porous metal-org. frameworks (MOFs), including the com. iron trimesate Basolite F-300 or Fe(BTC) (BTC: 1,3,5-benzenetricarboxylate) and the synthetic iron terephthalate MIL-88B (Fe3O(BDC)3X, X = Cl, OH, BDC = 1,4-benzenedicarboxylate), iron naphthalenedicarboxylate MIL-88C (Fe3O(NDC)3X, X = Cl, OH, NDC = 1,6-naphthalenedicarboxylate), iron trimesate MIL-100 (Fe3O(BTC)2X, X = Cl, OH) and iron azobenzenetetracarboxylate soc-MOF(Fe) or MIL-127 (Fe6O2(Tazb)3X2, X = Cl, OH, Tazb = 3,3',5,5'-azobenzenetetracarboxylate; MIL stands for Materials from Institut Lavoisier), have been tested for the rearrangement of α-pinene oxide to camphonelal and isopinocamphone in the absence of solvent.  Conversions of about 10% with 50% selectivity towards camphonelal were obtained.  This catalytic performance has been compared with that of the copper trimesate Basolite C-300 or HKUST-1 of formula Cu3(BTC)2 and the aluminum terephthalate Basolite A-100 or MIL-53(Al) of formula Al(OH)(BDC) as well as with some homogeneous (ZnCl2, Cu(NO3)2, Al(NO3)3) and heterogeneous (Fe3+-exchanged Y-zeolite) Lewis acids.  Fe(BTC) also exhibits catalytic activity for the rearrangement of other epoxides (styrene, cyclohexene and norbornene oxides) under solventless conditions.  Some partial deactivation of the Fe(BTC) with a slight degrdn. of the structure has nevertheless been obsd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xoslensw%253D%253D&md5=2533c01bb2b2868333712a8a2c7195b1", "17. ", "Pang", ", ", "M.", "; ", "Cairns", ", ", "A. J.", "; ", "Liu", ", ", "Y.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Zeng", ", ", "H. C.", "; ", "Eddaoudi", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "10234", "– ", "10237", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Synthesis and Integration of Fe-soc-MOF Cubes into Colloidosomes via a Single-Step Emulsion-Based Approach", "Pang, Maolin; Cairns, Amy J.; Liu, Yunling; Belmabkhout, Youssef; Zeng, Hua Chun; Eddaoudi, Mohamed", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "28", "),\r\n    ", "10234-10237", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Bottom-up fabrication of complex 3D hollow superstructures from nonspherical building blocks (BBs) poses a significant challenge for scientists in materials chem. and physics.  Spherical colloidal silica or polystyrene particles are therefore often integrated as BBs for the prepn. of an emerging class of materials, namely colloidosomes (using colloidal particles for Pickering stabilization and fusing them to form a permeable shell).  The authors describe a one-step emulsion-based technique that permits the assembly of metal-org. framework (MOF) faceted polyhedral BBs (i.e., cubes instead of spheres) into 3D hollow superstructures (or \"colloidosomes\").  The shell of each resultant hollow MOF colloidosome is constructed from a monolayer of cubic BBs, whose dimensions can be precisely controlled by varying the amt. of emulsifier used in the synthesis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtVKitrnF&md5=fd5aa363c0dd5f41219ce6438649802a", "18. ", "Pang", ", ", "M.", "; ", "Cairns", ", ", "A. J.", "; ", "Liu", ", ", "Y.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Zeng", ", ", "H. C.", "; ", "Eddaoudi", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "13176", "– ", "13179", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Highly Monodisperse MIII-Based soc-MOFs (M = In and Ga) with Cubic and Truncated Cubic Morphologies", "Pang, Maolin; Cairns, Amy J.; Liu, Yunling; Belmabkhout, Youssef; Zeng, Hua Chun; Eddaoudi, Mohamed", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "32", "),\r\n    ", "13176-13179", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors carry out a study on shape-controlled growth of InIII- and GaIII-based square-octahedral metal-org. frameworks (soc-MOFs).  In particular, controllable crystal morphol. evolution from simple cubes to complex octadecahedra was achieved, and resultant highly uniform crystal building blocks promise new research opportunities for prepn. of self-assembled MOF materials and related applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtVKgt7nF&md5=a2531ba37fc9e9bd7f32f12f166166f3", "19. ", "Babarao", ", ", "R.", "; ", "Jiang", ", ", "J.", "; ", "Sandler", ", ", "S. I.", " ", "Langmuir", " ", "2008", ",  ", "25", ",  ", "5239", "– ", "5247", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "20. ", "Jiang", ", ", "J.", " ", "AIChE J.", " ", "2009", ",  ", "55", ",  ", "2422", "– ", "2432", "[", "Crossref", "], [", "CAS", "]", "20. ", "Charged soc metal-organic framework for high-efficacy H2 adsorption and syngas purification: Atomistic simulation study", "Jiang, Jianwen", "AIChE Journal", "\r\n        (", "2009", "),\r\n    ", "55", "\r\n        (", "9", "),\r\n    ", "2422-2432", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "H2 adsorption and syngas purifn. in charged soc metal-org. framework are investigated using atomistic simulations.  As exptl. obsd., the extraframework NO3- ions are entrapped in carcerand-like capsule with negligible mobility.  At low pressure, H2 adsorption occurs concurrently at multiple sites near the exposed indium atoms and org. components.  The capsule is accessible at high pressure through the surrounding channels by restricted windows.  Adsorption sites identified are remarkably consistent with inelastic neutron scattering measurements.  The isotherm and isosteric heat of H2 adsorption predicted match well with exptl. data.  As loading rises, the isosteric heat remains nearly const., revealing the homogeneity of adsorption sites.  CO2/H2 selectivity in syngas adsorption is up to 600 and substantially higher than other nanoporous materials.  With a trace of H2O, the selectivity increases slightly at low pressure due to promoted adsorption of CO2 by H2O bound proximally to the exposed indium atoms, but decreases at high pressure as a consequence of competitive adsorption of H2O over CO2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXpvFaqurs%253D&md5=d3bb140a83081aa7630881b186f484a4", "21. ", "Zhao", ", ", "D.", "; ", "Yuan", ", ", "D.", "; ", "Sun", ", ", "D.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "9186", "– ", "9188", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Stabilization of Metal-Organic Frameworks with High Surface Areas by the Incorporation of Mesocavities with Microwindows", "Zhao, Dan; Yuan, Daqiang; Sun, Daofeng; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "26", "),\r\n    ", "9186-9188", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reactions between two novel hexatopic carboxylate ligands and copper salts give rise to two isostructural metal-org. frameworks (MOFs) with a (3,24)-connected network topol. contg. both micro- and mesocavities with sizes of up to 3 nm.  The formulas of the complexes are [Zn(H2O)]3(btei)·9DMF·5H2O, [Cu(H2O)]3(btei)·5DMF·4H2O and [Cu(H2O)]3(ntei)·21DMA·10H2O (H6btei = 5,5',5''-benzene-1,3,5-triyltris(1-ethynyl-2-isophthalic acid), H6ntei = hexaethyl 5,5',5''-(4,4',4''-nitrilotris(benzene-4,1-diyl)tris(ethyne-2,1-diyl))triisophthalic acid).  Both frameworks retain their porosity after guest-mol. removal, leading to high surface areas.  Constructing MOFs contg. mesocavities with microwindows may serve as a general approach toward stable MOFs with high surface areas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXnt1Ons7Y%253D&md5=99d951ee5b17a5ab4f2937d3de79ee3f", "22. ", "Yuan", ", ", "D.", "; ", "Zhao", ", ", "D.", "; ", "Sun", ", ", "D.", "; ", "Zhou", ", ", "H.-C.", " ", "Angew. Chem. Int. Ed.", " ", "2010", ",  ", "122", ",  ", "5485", "– ", "5489", "[", "Crossref", "]", "There is no corresponding record for this reference.", "23. ", "Zheng", ", ", "B.", "; ", "Bai", ", ", "J.", "; ", "Duan", ", ", "J.", "; ", "Wojtas", ", ", "L.", "; ", "Zaworotko", ", ", "M. J.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "748", "– ", "751", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Enhanced CO2 binding affinity of a high-uptake rht-type metal-organic framework decorated with acylamide groups", "Zheng, Baishu; Bai, Junfeng; Duan, Jingui; Wojtas, Lukasz; Zaworotko, Michael J.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "4", "),\r\n    ", "748-751", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An rht-type metal-org. framework (MOF) prepd. from M2(carboxylate)4 (M = Cu, Co) paddlewheel clusters and a flexible C3-sym. hexacarboxylate ligand with acylamide groups exhibits larger CO2 uptake, an enhanced heat of adsorption, and higher selectivity toward CO2/N2 in comparison with what was previously obsd. for an analogous MOF with alkyne groups.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsF2ku77O&md5=d6d344c487e474f8969de5720df246c8", "24. ", "Forrest", ", ", "K. A.", "; ", "Pham", ", ", "T.", "; ", "McLaughlin", ", ", "K.", "; ", "Belof", ", ", "J. L.", "; ", "Stern", ", ", "A. C.", "; ", "Zaworotko", ", ", "M. J.", "; ", "Space", ", ", "B.", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "15538", "– ", "15549", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Simulation of the Mechanism of Gas Sorption in a Metal-Organic Framework with Open Metal Sites: Molecular Hydrogen in PCN-61", "Forrest, Katherine A.; Pham, Tony; McLaughlin, Keith; Belof, Jonathan L.; Stern, Abraham C.; Zaworotko, Michael J.; Space, Brian", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "29", "),\r\n    ", "15538-15549", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Grand canonical Monte Carlo (GCMC) simulations were performed to investigate hydrogen sorption in an rht-type metal-org. framework (MOF), PCN-61.  The MOF was shown to have a large hydrogen uptake, and this was studied using three different hydrogen potentials, effective for bulk hydrogen, but of varying sophistication: a model that includes only repulsion/dispersion parameters, one augmented with charge-quadrupole interactions, and one supplemented with many-body polarization interactions.  Calcd. hydrogen uptake isotherms and isosteric heats of adsorption, Qst, were in quant. agreement with expt. only for the model with explicit polarization.  This success in reproducing empirical measurements suggests that modeling MOFs that have open metal sites is feasible, though it is often not considered to be well described via a classical potential function; here it is shown that such systems may be accurately described by explicitly including polarization effects in an otherwise traditional empirical potential.  Decompn. of energy terms for the models revealed deviations between the electrostatic and polarizable results that are unexpected due to just the augmentation of the potential surface by the addn. of induction.  Charge-quadrupole and induction energetics were shown to have a synergistic interaction, with inclusion of the latter resulting in a significant increase in the former.  Induction interactions strongly influence the structure of the sorbed hydrogen compared to the models lacking polarizability; sorbed hydrogen is a dipolar dense fluid in the MOF.  This study demonstrates that many-body polarization makes a crit. contribution to gas sorption structure and must be accounted for in modeling MOFs with polar interaction sites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XptF2itr0%253D&md5=1e993c1cdb311f4e785c3dcfb3c1df67", "25. ", "Pham", ", ", "T.", "; ", "Forrest", ", ", "K. A.", "; ", "Nugent", ", ", "P.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Luebke", ", ", "R.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", "; ", "Space", ", ", "B.", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "9340", "– ", "9354", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Understanding Hydrogen Sorption in a Metal-Organic Framework with Open-Metal Sites and Amide Functional Groups", "Pham, Tony; Forrest, Katherine A.; Nugent, Patrick; Belmabkhout, Youssef; Luebke, Ryan; Eddaoudi, Mohamed; Zaworotko, Michael J.; Space, Brian", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "18", "),\r\n    ", "9340-9354", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Grand canonical Monte Carlo (GCMC) studies of the mechanism of hydrogen sorption in an rht-MOF known as Cu-TPBTM are presented.  The MOF is a decorated/substituted isostructural analog to the unembellished rht-MOF, PCN-61, that was studied previously.  The simulations were performed using three different hydrogen potentials of increasing complexity.  Simulated hydrogen sorption isotherms and calcd. isosteric heat of adsorption, Qst, values were in excellent agreement with the reported exptl. data for only a polarizable model in one of four exptl. obsd. crystal structure configurations.  The study demonstrates the ability of modeling to distinguish the differential sorption of distinct structures; one configuration is found to be dominant due to favorable interactions with substrates.  In addn., the presence of polar amide groups had a significant effect on the electrostatics of the Cu2+ ions and directs the low-pressure physisorption of hydrogen in the MOF.  This is in contrast to what was obsd. in PCN-61, where an exterior copper ion had a higher relative charge and was the favored loading site.  This tunability of the electrostatics of the copper ions via chem. substitution on the MOF framework can be explained by the presence of the neg. charged oxygen atom of the amide group that causes the interior Cu2+ ion to exhibit a higher pos. charge through an inductive effect.  Further, control simulations, taking advantage of the flexibility afforded by theor. modeling, include artificially modified charges for both Cu2+ ions chosen equal to or with a higher charge on the exterior Cu2+ ion.  This choice resulted in distinctly different hydrogen sorption characteristics in Cu-TPBTM with no direct sorption on the open-metal sites.  Thus, this study demonstrates both the tunable nature of MOF platforms and the possibility for rational design of sorption/catalytic sites and characteristics through the active interplay of theory and expt.  The ability of accurate, carefully parametrized and transferable force fields to model and predict small mol. sorption in MOFs, even including open-metal sites, is demonstrated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXlvVyksLs%253D&md5=0b4b3179038128043ea5f3e4af181512", "26. ", "Ferey", ", ", "G.", "; ", "Latroche", ", ", "M.", "; ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Loiseau", ", ", "T.", "; ", "Percheron-Guegan", ", ", "A.", " ", "Chem. Commun.", " ", "2003", ",  ", "2976", "– ", "2977", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "Hydrogen adsorption in the nanoporous metal-benzene dicarboxylate M(OH)(O2C-C6H4-CO2) (M = Al3+, Cr3+), MIL-53", "Ferey, Gerard; Latroche, Michel; Serre, Christian; Millange, Franck; Loiseau, Thierry; Percheron-Guegan, Annick", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "\r\n        (", "24", "),\r\n    ", "2976-2977", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "H adsorption was studied in the nanoporous metal-benzene dicarboxylate M(OH)(O2C-C6H4-CO2) (M = Al3+, Cr3+).  These solids have H storage capacities of 3.8 and 3.1% resp. when loaded at 77 K under 1.6 MPa.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXps1Cnsbs%253D&md5=5ddf427f369b0f311cc63c9eccb50deb", "27. ", "Cirera", ", ", "J.", "; ", "Sung", ", ", "J. C.", "; ", "Howland", ", ", "P. B.", "; ", "Paesani", ", ", "F.", " ", "J. Chem. Phys.", " ", "2012", ",  ", "137", "054704", "[", "Crossref", "], [", "CAS", "]", "27. ", "The effects of electronic polarization on water adsorption in metal-organic frameworks: H2O in MIL-53(Cr)", "Cirera, Jordi; Sung, Jeffrey C.; Howland, Porter B.; Paesani, Francesco", "Journal of Chemical Physics", "\r\n        (", "2012", "),\r\n    ", "137", "\r\n        (", "5", "),\r\n    ", "054704/1-054704/6", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The effects of electronic polarization on the adsorption of water in the MIL-53(Cr) metal-org. framework are investigated using mol. dynamics simulations.  For this purpose a fully polarizable force field for MIL-53(Cr) was developed which is compatible with the ab initio-based TTM3-F water model.  The anal. of the spatial distributions of the water mols. within the MIL-53(Cr) nanopores calcd. as a function of loading indicates that polarization effects play an important role in the formation of hydrogen bonds between the water mols. and the hydroxyl groups of the framework.  As a result, large qual. differences are found between the radial distribution functions calcd. with non-polarizable and polarizable force fields.  The present anal. suggests that polarization effects can significantly impact mol. adsorption in metal-org. frameworks under hydrated conditions.  (c) 2012 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFarsr7M&md5=c1f6dec52b2f74f44e6c6f5493c29479", "28. ", "Paesani", ", ", "F.", " ", "Mol. Simul.", " ", "2012", ",  ", "38", ",  ", "631", "– ", "641", "[", "Crossref", "], [", "CAS", "]", "28. ", "Water in metal-organic frameworks: structure and diffusion of H2O in MIL-53(Cr) from quantum simulations", "Paesani, Francesco", "Molecular Simulation", "\r\n        (", "2012", "),\r\n    ", "38", "\r\n        (", "8-9", "),\r\n    ", "631-641", "CODEN:\r\n                ", "MOSIEA", ";\r\n        ISSN:", "0892-7022", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "The structural and dynamical properties of water in the nanopores of the MIL-53(Cr) metal-org. framework are examd. using classical and quantum mol. dynamics simulations.  The results indicate that, depending on the no. of mols. adsorbed per unit cell as well as on the shape of the nanopores, the explicit inclusion of nuclear quantum effects can either enhance or inhibit the mol. mobility.  At low loadings, when MIL-53(Cr) exists in a narrow pore configuration, the translational and rotational motion of the water mols. is largely suppressed.  Importantly, it is found that nuclear quantum effects make the reorientation of the water mols. within the narrow nanopores slower than in the classical limit.  This is attributed to the quantum delocalisation that effectively increases the mol. vol. and, consequently, reduces the free space available in the nanopores.  As the no. of mols. per unit cell increases and the nanopores start opening, the dynamics of quantum water becomes faster again.  Independent of the loading, the mol. mobility in MIL-53(Cr) is reduced with respect to bulk water.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XpvVSksLs%253D&md5=b438249561b21e614f0280e246958c8f", "29. ", "Belof", ", ", "J. L.", "; ", "Stern", ", ", "A. C.", "; ", "Space", ", ", "B.", " ", "J. Phys. Chem. C", " ", "2009", ",  ", "113", ",  ", "9316", "– ", "9320", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "A Predictive Model of Hydrogen Sorption for Metal-Organic Materials", "Belof, Jonathan L.; Stern, Abraham C.; Space, Brian", "Journal of Physical Chemistry C", "\r\n        (", "2009", "),\r\n    ", "113", "\r\n        (", "21", "),\r\n    ", "9316-9320", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Newly developed hydrogen and MOM (Metal-Org. Materials) potential energy functions for mol. simulation are presented.  They are designed to be highly transferable while still describing sorbate-MOM interactions with predictive accuracy.  Specifically, they quant. describe hydrogen sorption, including isosteric heats, in MOF-5 over the broad temp. and pressure ranges that were examd. exptl.  The approach that is adopted is general and demonstrates that highly accurate and predictive models of mol. interaction with MOMs are quite feasible.  Mol. interactions giving rise to the isosteric heat were characterized and validated against the exptl. relevant data.  Finally, inspection of the isothermal compressibility of hydrogen in MOF-5 reveals that under satg. high-pressure conditions (even at temps. well above the neat b.p.) the state of hydrogen is characteristic of a liq., i.e., with a compressibility similar to that of bulk hydrogen.  This result is of particular relevance in developing MOMs for hydrogen-storage applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXlt1Gqs7Y%253D&md5=7478c0f873bd9281a7b9301992bbbb3d", "30. ", "Stern", ", ", "A. C.", "; ", "Belof", ", ", "J. L.", "; ", "Eddaoudi", ", ", "M.", "; ", "Space", ", ", "B.", " ", "J. Chem. Phys.", " ", "2012", ",  ", "136", "034705", "[", "Crossref", "], [", "CAS", "]", "30. ", "Understanding hydrogen sorption in a polar metal-organic framework with constricted channels", "Stern, Abraham C.; Belof, Jonathan L.; Eddaoudi, Mohamed; Space, Brian", "Journal of Chemical Physics", "\r\n        (", "2012", "),\r\n    ", "136", "\r\n        (", "3", "),\r\n    ", "034705/1-034705/9", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "A high fidelity mol. model is developed for a metal-org. framework (MOF) with narrow (∼7.3 Å) nearly square channels.  MOF potential models, both with and neglecting explicit polarization, are constructed.  Atomic partial point charges for simulation are derived from both fragment-based and fully periodic electronic structure calcns.  The mol. models are designed to accurately predict and retrodict material gas sorption properties while assessing the role of induction for mol. packing in highly restricted spaces.  Thus, the MOF is assayed via grand canonical Monte Carlo (GCMC) for its potential in hydrogen storage.  The confining channels typically accommodate between two to three hydrogen mols. in close proximity to the MOF framework at or near satn. pressures.  Further, the net attractive potential energy interactions are dominated by van der Waals interactions in the highly polar MOF - induction changes the structure of the sorbed hydrogen but not the MOF storage capacity.  Thus, narrow channels, while providing reasonably promising isosteric heat values, are not the best choice of topol. for gas sorption applications from both a mol. and gravimetric perspective.  (c) 2012 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xps1Giug%253D%253D&md5=369e14a8b57d68dbfb579fea1ad68a82", "31. ", "Pham", ", ", "T.", "; ", "Forrest", ", ", "K. A.", "; ", "McLaughlin", ", ", "K.", "; ", "Tudor", ", ", "B.", "; ", "Nugent", ", ", "P.", "; ", "Hogan", ", ", "A.", "; ", "Mullen", ", ", "A.", "; ", "Cioce", ", ", "C. R.", "; ", "Zaworotko", ", ", "M. J.", "; ", "Space", ", ", "B.", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "9970", "– ", "9982", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "Theoretical Investigations of CO2 and H2 Sorption in an Interpenetrated Square-Pillared Metal-Organic Material", "Pham, Tony; Forrest, Katherine A.; McLaughlin, Keith; Tudor, Brant; Nugent, Patrick; Hogan, Adam; Mullen, Ashley; Cioce, Christian R.; Zaworotko, Michael J.; Space, Brian", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "19", "),\r\n    ", "9970-9982", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Simulations of CO2 and H2 sorption and sepn. were performed in [Cu(dpa)2SiF6-i], a metal-org. material (MOM) consisting of an interpenetrated square grid of Cu2+ ions coordinated to 4,4'-dipyridylacetylene (dpa) rings and pillars of SiF62- ions.  This class of water stable MOMs shows great promise in practical gas sorption/sepn. with esp. high selectivity for CO2 and variable selectivity for other energy related gases.  Simulated CO2 sorption isotherms and isosteric heats of adsorption, Qst, at ambient temps. were in excellent agreement with the exptl. measurements at all pressures considered.  Further, it was obsd. that the Qst for CO2 increases as a function of uptake in [Cu(dpa)2SiF6-i].  This suggests that nascently sorbed CO2 mols. within a channel contribute to a more energetically favorable site for addnl. CO2 mols., i.e., in Stark contrast to typical behavior, sorbate intermol. interactions enhance sorption energetics with increased loading.  The simulated structure at CO2 satn. shows a loading with tight packing of 8 CO2 mols. per unit cell.  The CO2 mols. can be seen alternating between a vertical and horizontal alignment within a channel, with each CO2 mol. coordinating to an equatorial fluorine MOM atom.  Calcd. H2 sorption isotherms and Qst values were also in good agreement with the exptl. measurements in [Cu(dpa)2SiF6-i].  H2 satn. corresponds to 10 H2 mols. per unit cell for the studied structure.  Moreover, there were two obsd. binding sites for hydrogen sorption in [Cu(dpa)2SiF6-i].  Simulations of a 30:70 CO2/H2 mixt., typical of syngas, in [Cu(dpa)2SiF6-i] showed that the MOM exhibited a high uptake and selectivity for CO2.  The presence of H2O had a negligible effect on the CO2 uptake and selectivity in [Cu(dpa)2SiF6-i], as simulations of a mixt. contg. CO2, H2, and small amts. of CO, N2, and H2O produced comparable results to the binary mixt. simulations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmt1elsbw%253D&md5=3b366541dac402b1c294b32fe42ee24b", "32. ", "Forrest", ", ", "K. A.", "; ", "Pham", ", ", "T.", "; ", "Hogan", ", ", "A.", "; ", "McLaughlin", ", ", "K.", "; ", "Tudor", ", ", "B.", "; ", "Nugent", ", ", "P.", "; ", "Burd", ", ", "S. D.", "; ", "Mullen", ", ", "A.", "; ", "Cioce", ", ", "C. R.", "; ", "Wojtas", ", ", "L.", "; ", "Zaworotko", ", ", "M. J.", "; ", "Space", ", ", "B.", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "17687", "– ", "17698", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "Computational Studies of CO2 Sorption and Separation in an Ultramicroporous Metal-Organic Material", "Forrest, Katherine A.; Pham, Tony; Hogan, Adam; McLaughlin, Keith; Tudor, Brant; Nugent, Patrick; Burd, Stephen D.; Mullen, Ashley; Cioce, Christian R.; Wojtas, Lukasz; Zaworotko, Michael J.; Space, Brian", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "34", "),\r\n    ", "17687-17698", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Grand canonical Monte Carlo (GCMC) simulations of CO2 sorption and sepn. were performed in [Zn(pyz)2SiF6], a metal-org. material (MOM) consisting of a square grid of Zn2+ ions coordinated to pyrazine (pyz) linkers and pillars of SiF62- ions.  This MOM was recently shown to have an unprecedented selectivity for CO2 over N2, CH4, and H2 under industrially relevant conditions.  The simulated CO2 sorption isotherms and calcd. isosteric heat of adsorption, Qst, values were in excellent agreement with the exptl. data for all the state points considered.  CO2 satn. in [Zn(pyz)2SiF6] was achieved at near-ambient temps. and pressures <1.0 atm.  Also, the sorbed CO2 mols. were representative of a liq./fluid under such conditions as confirmed through calcg. the isothermal compressibility, βT, values.  The simulated CO2 uptakes within CO2/N2 (10:90), CO2/CH4 (50:50), and CO2/H2 (30:70) mixt. compns., characteristic of flue gas, biogas, and syngas, resp., were comparable to those that were produced in the single-component CO2 sorption simulations.  The modeled structure at satn. revealed a loading of 1 CO2 mol. per unit cell.  The favored CO2 sorption site was identified as the attraction of the C atoms of CO2 mols. to 4 equatorial F atoms of SiF62- anions simultaneously, resulting in CO2 mols. localized at the center of the channel.  Also, exptl. studies showed that [Zn(pyz)2SiF6] sorbed minimal amts. of CO2 and N2 at their resp. liq. temps.  Anal. of the crystal structure at 100 K revealed that the unit cell undergoes a slight contraction in all dimensions and contains pyrazine rings that are mildly slanted with an angle of 13.9°.  Addnl., mol. dynamics (MD) simulations revealed that the sorbate mols. are anchored to the framework at low temps., which inhibits diffusion.  Thus, it is hypothesized that the sorbed mols. become trapped in the pores and block other sorbate mols. from entering the MOM at low temps.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFKrsrvI&md5=ebc1ba62b9d9453da8c851174e688825", "33. ", "Forrest", ", ", "K. A.", "; ", "Pham", ", ", "T.", "; ", "Nugent", ", ", "P.", "; ", "Burd", ", ", "S. D.", "; ", "Mullen", ", ", "A.", "; ", "Wojtas", ", ", "L.", "; ", "Zaworotko", ", ", "M. J.", "; ", "Space", ", ", "B.", " ", "Cryst. Growth Des.", " ", "2013", ",  ", "13", ",  ", "4542", "– ", "4548", "[", "ACS Full Text ", "], [", "CAS", "]", "33. ", "Examining the Effects of Different Ring Configurations and Equatorial Fluorine Atom Positions on CO2 Sorption in [Cu(bpy)2SiF6]", "Forrest, Katherine A.; Pham, Tony; Nugent, Patrick; Burd, Stephen D.; Mullen, Ashley; Wojtas, Lukasz; Zaworotko, Michael J.; Space, Brian", "Crystal Growth & Design", "\r\n        (", "2013", "),\r\n    ", "13", "\r\n        (", "10", "),\r\n    ", "4542-4548", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Simulations of CO2 sorption were performed in a metal-org. material (MOM) that is part of a SIFSIX family of compds. that has remarkable carbon dioxide capture and sepn. properties.  The MOM considered here has the formula [Cu-(bpy)2SiF6] (bpy = 4,4'-bipyridine).  This hydrophobic MOM is both water-stable and CO2-specific with significant sorption capacity under ambient conditions.  The crystal structure reveals bpy rings and equatorial fluorine atoms in multiple possible orientations; the static disorder has been modeled based on single-crystal X-ray diffraction data revealing several possible relatives of atoms in the crystal structure.  With regards to the bpy rings, the structure can be interpreted as two pyridyl rings with coplanar configurations within a unit cell (configuration 1), a twisted bpy ring conformation in which orthogonal pyridyl rings have C4 symmetry about the Cu2+ ion (configuration 2), and a twisted bpy ring conformation in which the two orthogonal pyridyl rings are facing one another within a unit cell (configuration 3).  Further, the equatorial fluorine atoms can be positioned such that all atoms are eclipsed with the square grid (position A), oriented at a 21.3° angle with respect to the square grid (position B), and oriented at a 45° angle with respect to the square grid (position C).  Exptl. data for CO2 sorption were only consistent with sorption into configurations 1 and 3 with any of the possible equatorial fluorine atom positions at ambient temps., although simulations using position A produced slightly higher uptakes in these bpy ring configurations.  The orientation of the bpy rings in configurations 1 and 3 allows more space for the sorbate mols. and thus promotes favorable MOM-sorbate interactions, resulting in isotherms in line with the exptl. results.  The results from this study suggests that [Cu-(bpy)2SiF6] in either configuration 1 or 3 with CO2 present in the pores at ambient temps. is consistent with exptl. sorption measurements and crystal structure data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlChs73O&md5=4f695b3b54c0319ca2c045376a6bf41c", "34. ", "Pham", ", ", "T.", "; ", "Forrest", ", ", "K. A.", "; ", "Hogan", ", ", "A.", "; ", "McLaughlin", ", ", "K.", "; ", "Belof", ", ", "J. L.", "; ", "Eckert", ", ", "J.", "; ", "Space", ", ", "B.", " ", "J. Mater. Chem. A", " ", "2014", ",  ", "2", ",  ", "2088", "– ", "2100", "[", "Crossref", "], [", "CAS", "]", "34. ", "Simulations of hydrogen sorption in rht-MOF-1: identifying the binding sites through explicit polarization and quantum rotation calculations", "Pham, Tony; Forrest, Katherine A.; Hogan, Adam; McLaughlin, Keith; Belof, Jonathan L.; Eckert, Juergen; Space, Brian", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2014", "),\r\n    ", "2", "\r\n        (", "7", "),\r\n    ", "2088-2100", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Grand canonical Monte Carlo (GCMC) simulations of hydrogen sorption were performed in rht-MOF-1, a metal-org. framework (MOF) that consists of isophthalate groups joined by copper paddlewheel clusters and Cu3O trimers through tetrazolate moeities.  This is a charged rht-MOF that contains extra-framework nitrate counterions within the material.  For the simulations performed herein, excellent agreement with expt. was achieved for the simulated hydrogen sorption isotherms and calcd. isosteric heat of adsorption, Qst, values only when using a polarizable potential.  Thermodn. agreement is demonstrated via comparing to exptl. isotherms and binding sites are revealed by combining simulation and inelastic neutron scattering (INS) data.  Simulations involving explicit many-body polarization interactions assisted in the detn. of the binding sites in rht-MOF-1 through the distribution of the induced dipoles that led to strong adsorbate interactions.  Four distinct hydrogen sorption sites were detd. from the polarization distribution: the nitrate ions located in the corners of the truncated tetrahedral cages, the Cu2+ ions of the paddlewheels that project into the truncated tetrahedral and truncated octahedral cages (Cu1 ions), the Cu2+ ions of the Cu3O trimers (Cu3 ions), and the sides of the paddlewheels in the cuboctahedral cage.  The simulations revealed that the initial sorption sites for hydrogen in rht-MOF-1 are the nitrate ions; this site corresponds to the high initial Qst value for hydrogen (9.5 kJ mol-1) in the MOF.  The radial distribution functions, g(r), about the Cu2+ ions at various loadings revealed that the Cu1 ions are the preferred open-metal sorption sites for hydrogen at low loading, while the Cu3 ions become occupied at higher loadings.  The validation of the aforementioned sorption sites in rht-MOF-1 was confirmed by calcg. the two-dimensional quantum rotational levels about each site and comparing the levels to the transitions that were obsd. in the exptl. INS spectra for hydrogen in the compd.  For each binding site, the rotational transitions from j = 0 to j = 1 were in good agreement to certain transitions that were obsd. in the INS spectra.  From these calcns., the assignment of the peaks in the INS spectra for hydrogen in rht-MOF-1 was made.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXpslGqsA%253D%253D&md5=337f5de241c465c3a3638f35c49fe4a9", "35. ", "Pham", ", ", "T.", "; ", "Forrest", ", ", "K. A.", "; ", "Eckert", ", ", "J.", "; ", "Georgiev", ", ", "P. A.", "; ", "Mullen", ", ", "A.", "; ", "Luebke", ", ", "R.", "; ", "Cairns", ", ", "A. J.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Eubank", ", ", "J. F.", "; ", "McLaughlin", ", ", "K.", "; ", "Lohstroh", ", ", "W.", "; ", "Eddaoudi", ", ", "M.", "; ", "Space", ", ", "B.", " ", "J. Phys. Chem. C", " ", "2014", ",  ", "118", ",  ", "439", "– ", "456", "[", "ACS Full Text ", "], [", "CAS", "]", "35. ", "Investigating the Gas Sorption Mechanism in an rht-Metal-Organic Framework through Computational Studies", "Pham, Tony; Forrest, Katherine A.; Eckert, Juergen; Georgiev, Peter A.; Mullen, Ashley; Luebke, Ryan; Cairns, Amy J.; Belmabkhout, Youssef; Eubank, Jarrod F.; McLaughlin, Keith; Lohstroh, Wiebke; Eddaoudi, Mohamed; Space, Brian", "Journal of Physical Chemistry C", "\r\n        (", "2014", "),\r\n    ", "118", "\r\n        (", "1", "),\r\n    ", "439-456", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Grand canonical Monte Carlo (GCMC) simulations were performed to investigate CO2 and H2 sorption in an rht-metal-org. framework (MOF) that was synthesized with a ligand having a nitrogen-rich trigonal core through trisubstituted triazine groups and amine functional groups.  This MOF was synthesized by two different groups, each reporting their own distinct gas sorption measurements and crystal structure.  Electronic structure calcns. demonstrated that the small differences in the at. positions between each group's crystal structure resulted in different electrostatic parameters about the Cu2+ ions for the resp. unit cells.  Simulations of CO2 sorption were performed with and without many-body polarization effects and using their recently developed CO2 potentials, in addn. to a well-known bulk CO2 model, in both crystallog. unit cells.  Simulated CO2 sorption isotherms and calcd. isosteric heats of adsorption, Qst, values were in excellent agreement with the results reported previously by Eddaoudi et al. for both structures using the polarizable CO2 potential.  For both crystal structures, the initial site for CO2 sorption were the Cu2+ ions that had the higher pos. charge in the unit cell, although the identity of this electropos. Cu2+ ion was different in each case.  Simulations of H2 sorption were performed with three different hydrogen potentials of increasing anisotropy in both crystal structures and the results, esp. with the highest fidelity model, agreed well with Eddaoudi et al.'s exptl. data.  The preferred site of H2 sorption at low loading was between two Cu2+ ions of neighboring paddle wheels.  The calcn. of the normalized hydrogen dipole distribution for the polarizable model in both crystal structures aided in the identification of four distinct sorption sites in the MOF, which is consistent to what was obsd. in the exptl. inelastic neutron scattering (INS) spectra.  Lastly, while the exptl. results for the two groups are quant. different, the sorption mechanisms (for both crystal structures and sorbates) are broadly similar and not inconsistent with either set of exptl. data; the theor. sorption isotherms themselves resemble those by Eddaoudi et al.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvFejsbbK&md5=5bdca3cf0013fd36fa95e3808307ff39", "36. ", "Pham", ", ", "T.", "; ", "Forrest", ", ", "K. A.", "; ", "Tudor", ", ", "B.", "; ", "Elsaidi", ", ", "S. K.", "; ", "Mohamed", ", ", "M. H.", "; ", "McLaughlin", ", ", "K.", "; ", "Cioce", ", ", "C. R.", "; ", "Zaworotko", ", ", "M. J.", "; ", "Space", ", ", "B.", " ", "Langmuir", " ", "2014", ",  ", "30", ",  ", "6454", "– ", "6462", "[", "ACS Full Text ", "], [", "CAS", "]", "36. ", "Theoretical Investigations of CO2 and CH4 Sorption in an Interpenetrated Diamondoid Metal-Organic Material", "Pham, Tony; Forrest, Katherine A.; Tudor, Brant; Elsaidi, Sameh K.; Mohamed, Mona H.; McLaughlin, Keith; Cioce, Christian R.; Zaworotko, Michael J.; Space, Brian", "Langmuir", "\r\n        (", "2014", "),\r\n    ", "30", "\r\n        (", "22", "),\r\n    ", "6454-6462", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Grand canonical Monte Carlo (GCMC) simulations of CO2 and CH4 sorption and sepn. were performed in dia-7i-1-Co, a metal-org. material (MOM) consisting of a 7-fold interpenetrated net of Co2+ ions coordinated to 4-(2-(4-pyridyl)ethenyl)benzoate linkers.  This MOM shows high affinity toward CH4 at low loading due to the presence of narrow, close fitting, one-dimensional hydrophobic channels-this makes the MOM relevant for applications in low-pressure methane storage.  The calcd. CO2 and CH4 sorption isotherms and isosteric heat of adsorption, Qst, values in dia-7i-1-Co are in good agreement with the corresponding exptl. results for all state points considered.  The exptl. initial Qst value for CH4 in dia-7i-1-Co is currently the highest of reported MOM materials, and this was further validated by the simulations performed herein.  The simulations predict relatively const. Qst values for CO2 and CH4 sorption across all loadings in dia-7i-1-Co, consistent with the one type of binding site identified for the resp. sorbate mols. in this MOM.  Examn. of the three-dimensional histogram showing the sites of CO2 and CH4 sorption in dia-7i-1-Co confirmed this finding.  Inspection of the modeled structure revealed that the sorbate mols. form a strong interaction with the org. linkers within the constricted hydrophobic channels.  Ideal adsorbed soln. theory (IAST) calcns. and GCMC binary mixt. simulations predict that the selectivity of CO2 over CH4 in dia-7i-1-Co is quite low, which is a direct consequence of the MOM's high affinity toward both CO2 and CH4 as well as the nonspecific mechanism shown here.  This study provides theor. insights into the effects of pore size on CO2 and CH4 sorption in porous MOMs and its effect upon selectivity, including postulating design strategies to distinguish between sorbates of similar size and hydrophobicity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXotFCksbc%253D&md5=dc578c7905a0ee6a15ea3b10136bb842", "37. ", "Forrest", ", ", "K. A.", "; ", "Pham", ", ", "T.", "; ", "McLaughlin", ", ", "K.", "; ", "Hogan", ", ", "A.", "; ", "Space", ", ", "B.", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "7283", "– ", "7286", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "37. ", "Insights into an intriguing gas sorption mechanism in a polar metal-organic framework with open-metal sites and narrow channels", "Forrest, Katherine A.; Pham, Tony; McLaughlin, Keith; Hogan, Adam; Space, Brian", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "55", "),\r\n    ", "7283-7286", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Simulations of H2 and CO2 sorption were performed in the metal-org. framework (MOF), [Cu(Me-4py-trz-ia)].  This MOF was recently shown exptl. to exhibit high uptake for H2 and CO2 sorption and this was reproduced and elucidated through the simulations performed herein.  Consistent with expt., the theor. isosteric heat of adsorption, Qst, values were nearly const. across all loadings for both sorbates.  The simulations revealed that sorption directly onto the open-metal sites was not obsd. in this MOF, ostensibly a consequence of the low partial pos. charges of the Cu2+ ions as detd. through electronic structure calcns.  Sorption was primarily obsd. between adjacent carboxylate oxygen atoms (site 1) and between nearby Me groups (site 2) of the org. linkers.  In addn., satn. of the most energetically favorable sites (site 1) is possible only after filling a nearby site (site 2) first due to the MOF topol.  This suggests that the lack of dependence on loading for the Qst is due to the concurrent filling of sites 1 and 2, leading to an obsd. av. Qst value.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtVagtLnO&md5=121c120169272cdb6ebec58371694ca7", "38. ", "Pham", ", ", "T.", "; ", "Forrest", ", ", "K. A.", "; ", "McLaughlin", ", ", "K.", "; ", "Eckert", ", ", "J.", "; ", "Space", ", ", "B.", " ", "J. Phys. Chem. C", " ", "2014", ",  ", "118", ",  ", "22683", "– ", "22690", "[", "ACS Full Text ", "], [", "CAS", "]", "38. ", "Capturing the H2-Metal Interaction in Mg-MOF-74 Using Classical Polarization", "Pham, Tony; Forrest, Katherine A.; McLaughlin, Keith; Eckert, Juergen; Space, Brian", "Journal of Physical Chemistry C", "\r\n        (", "2014", "),\r\n    ", "118", "\r\n        (", "39", "),\r\n    ", "22683-22690", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Grand canonical Monte Carlo (GCMC) simulations of H2 sorption were performed in Mg-MOF-74, a metal-org. framework (MOF) that displays very high H2 sorption affinity.  Exptl. H2 sorption isotherms and isosteric heats of adsorption (Qst) values were reproduced using a general purpose materials sorption potential that includes many-body polarization interactions.  In contrast, using two models that include only charge-quadrupole interactions failed to reproduce such exptl. measurements even though they are the type normally employed in such classical force field calcns.  Utilizing the present explicit polarizable model in GCMC simulation resulted in a Mg2+-H2 distance of 2.60 Å, which is close to a previously reported value that was obtained using electronic structure methods and comparable to similar exptl. measurements.  The induced dipole distribution obtained from simulation assisted in the characterization of two previously identified sorption sites in the MOF: the Mg2+ ions and the oxido group of the linkers.  The calcd. two-dimensional quantum rotational levels for a H2 mol. sorbed onto the Mg2+ ion were in good agreement with exptl. inelastic neutron scattering (INS) data.  Although the H2-metal interaction in MOFs may be thought of as a quantum mech. effect, this study demonstrates how the interaction between the sorbate mols. and the open-metal sites in a particular highly sorbing MOF can be captured using classical simulation techniques that involve a polarizable potential.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsFWjsLbO&md5=5db34b89e6976939ba8859e951cb71d6", "39. ", "Pham", ", ", "T.", "; ", "Forrest", ", ", "K. A.", "; ", "Georgiev", ", ", "P. A.", "; ", "Lohstroh", ", ", "W.", "; ", "Xue", ", ", "D.-X.", "; ", "Hogan", ", ", "A.", "; ", "Eddaoudi", ", ", "M.", "; ", "Space", ", ", "B.", "; ", "Eckert", ", ", "J.", " ", "Chem. Commun. ", " ", "2014", ",  ", "50", ",  ", "14109", "– ", "14112", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "39. ", "A high rotational barrier for physisorbed hydrogen in an fcu-metal-organic framework", "Pham, Tony; Forrest, Katherine A.; Georgiev, Peter A.; Lohstroh, Wiebke; Xue, Dong-Xu; Hogan, Adam; Eddaoudi, Mohamed; Space, Brian; Eckert, Juergen", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "91", "),\r\n    ", "14109-14112", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A combined inelastic neutron scattering (INS) and theor. study of H2 sorption in Y-FTZB, a recently reported metal-org. framework (MOF) with face-centered cubic (fcu) topol., reveals that the strongest binding site in the MOF causes a high barrier to rotation on the sorbed H2.  This rotational barrier for H2 is the highest yet of reported MOF materials based on physisorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhslWht7zN&md5=63dba09ad4bbb1c0cef9e9e84ea97bad", "40. ", "Pham", ", ", "T.", "; ", "Forrest", ", ", "K. A.", "; ", "McDonald", ", ", "K.", "; ", "Space", ", ", "B.", " ", "Cryst. Growth Des.", " ", "2014", ",  ", "14", ",  ", "5599", "– ", "5607", "[", "ACS Full Text ", "], [", "CAS", "]", "40. ", "Modeling PCN-61 and PCN-66: Isostructural rht-Metal-Organic Frameworks with Distinct CO2 Sorption Mechanisms", "Pham, Tony; Forrest, Katherine A.; McDonald, Kyle; Space, Brian", "Crystal Growth & Design", "\r\n        (", "2014", "),\r\n    ", "14", "\r\n        (", "11", "),\r\n    ", "5599-5607", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Simulations of CO2 sorption were performed in two members of the highly tunable rht-metal-org. framework (MOF) platform: PCN-61 and PCN-66.  These MOFs differ only in the triisophthalate ligand used to synthesize the resp. MOFs.  In PCN-61, the center of the ligand contains a benzene ring; this ring is substituted with a triphenylamine group in PCN-66.  There are two chem. distinct Cu2+ ions that comprise the copper paddlewheels, [Cu2(O2CR)4], in all rht-MOFs.  One type of Cu2+ ion, denoted Cu1, projects into the truncated tetrahedral (T-Td) and truncated octahedral (T-Oh) cages, while the other Cu2+ ion, denoted Cu2, projects into the cuboctahedral (cub-Oh) cages.  Electronic structure calcns. revealed that, in PCN-61, the Cu2 ions have a significantly higher partial pos. charge than the Cu1 ions, whereas the opposite was obsd. in PCN-66.  The simulations revealed that the CO2 mols. sorb initially onto the Cu2+ ions that have the higher partial pos. charge, i.e., the Cu2 ions in PCN-61 and the Cu1 ions in PCN-66.  This was demonstrated by examg. the radial distribution function, g(r), about both Cu2+ ions and the modeled structure at low loading for both MOFs.  This study provided insights into how differences in the charge distributions about the copper paddlewheels between two isostructural MOFs, arising from the choice of functionality on the ligand, can lead to different CO2 binding sites at low loading and suggests a more general conceptual framework for controlling sorption through the tuning of MOF electronics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhs1KhtL%252FN&md5=8c6b85c7631b265719ceca48b24fbfa7", "41. ", "Pham", ", ", "T.", "; ", "Forrest", ", ", "K. A.", "; ", "Banerjee", ", ", "R.", "; ", "Orcajo", ", ", "G.", "; ", "Eckert", ", ", "J.", "; ", "Space", ", ", "B.", " ", "J. Phys. Chem. C", " ", "2015", ",  ", "119", ",  ", "1078", "– ", "1090", "[", "ACS Full Text ", "], [", "CAS", "]", "41. ", "Understanding the H2 Sorption Trends in the M-MOF-74 Series (M = Mg, Ni, Co, Zn)", "Pham, Tony; Forrest, Katherine A.; Banerjee, Rahul; Orcajo, Gisela; Eckert, Juergen; Space, Brian", "Journal of Physical Chemistry C", "\r\n        (", "2015", "),\r\n    ", "119", "\r\n        (", "2", "),\r\n    ", "1078-1090", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Electronic structure calcns. and simulations of H2 sorption were performed in 4 members of the M-MOF-74 series: Mg-MOF-74, Ni-MOF-74, Co-MOF-74, and Zn-MOF-74.  Notable differences were obsd. in the partial charge and polarizability of the metal ions derived from the electronic structure calcns.  The modeling parameters obtained from the electronic structure calcns. were found to influence certain features in the exptl. obsd. H2 sorption trends in the M-MOF-74 series.  The simulations were performed with the inclusion of explicit many-body polarization, which was required to reproduce the exptl. H2 sorption observables (i.e., sorption isotherms and isosteric heats of adsorption (Qst)) and the H2-metal interaction in all 4 MOFs using classical mol. simulation.  Consistent with exptl. measurements, the simulations captured the following trend for the H2-metal interaction strength: Ni-MOF-74 > Co-MOF-74 > Mg-MOF-74 > Zn-MOF-74.  The calcns. revealed that stronger H2-metal interactions within the M-MOF-74 series corresponded to shorter H2-metal distances and higher induced dipoles on the metal-sorbed H2 mols.  There was a strong correlation between the H2-metal interaction and the polarization contribution.  Although Mg-MOF-74 has the highest calcd. partial charge for the metal ion within the series, the Mg2+ ion has a very low polarizability compared to the other M2+ ions; this explains why the H2-metal interaction in this MOF is weaker compared to those for Ni-MOF-74 and Co-MOF-74.  The sterics interactions, reflected in the crystal structure for all 4 MOFs, also played a role for the obsd. H2 sorption trends.  Zn-MOF-74 has the lowest H2 uptakes and Qst within the series due to an unfavorable geometric environment for the Zn2+ ions within the ZnO5 clusters.  Lastly, the 2-dimensional quantum rotational levels were calcd. for the H2-metal interaction in all 4 MOFs using the potential energy function employed herein and the calcd. transitions were in good agreement with the corresponding peaks that were obsd. in the exptl. inelastic n scattering (INS) spectra for the resp. MOFs.  This observation serves both to provide atomistic resoln. to the spectroscopic expts. and to validate the mol. force field.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXitFeitL7L&md5=e74396d10c827e5272438ff8b42af261", "42. ", "Jorgensen", ", ", "W. L.", "; ", "Maxwell", ", ", "D. S.", "; ", "Tirado-Rives", ", ", "J.", " ", "J. Am. Chem. Soc.", " ", "1996", ",  ", "118", ",  ", "11225", "– ", "11236", "[", "ACS Full Text ", "], [", "CAS", "]", "42. ", "Development and Testing of the OPLS All-Atom Force Field on Conformational Energetics and Properties of Organic Liquids", "Jorgensen, William L.; Maxwell, David S.; Tirado-Rives, Julian", "Journal of the American Chemical Society", "\r\n        (", "1996", "),\r\n    ", "118", "\r\n        (", "45", "),\r\n    ", "11225-11236", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The parametrization and testing of the OPLS all-atom force field for org. mols. and peptides are described.  Parameters for both torsional and nonbonded energetics have been derived, while the bond stretching and angle bending parameters have been adopted mostly from the AMBER all-atom force field.  The torsional parameters were detd. by fitting to rotational energy profiles obtained from ab initio MO calcns. at the RHF/6-31G*//RHF/6-31G* level for more than 50 org. mols. and ions.  The quality of the fits was high with av. errors for conformational energies of less than 0.2 kcal/mol.  The force-field results for mol. structures are also demonstrated to closely match the ab initio predictions.  The nonbonded parameters were developed in conjunction with Monte Carlo statistical mechanics simulations by computing thermodn. and structural properties for 34 pure org. liqs. including alkanes, alkenes, alcs., ethers, acetals, thiols, sulfides, disulfides, aldehydes, ketones, and amides.  Av. errors in comparison with exptl. data are 2% for heats of vaporization and densities.  The Monte Carlo simulations included sampling all internal and intermol. degrees of freedom.  It is found that such non-polar and monofunctional systems do not show significant condensed-phase effects on internal energies in going from the gas phase to the pure liqs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XmtlOitrs%253D&md5=fef2924a69421881390282aa309ae91b", "43. ", "Zhang", ", ", "Z.", "; ", "Li", ", ", "Z.", "; ", "Li", ", ", "J.", " ", "Langmuir", " ", "2012", ",  ", "28", ",  ", "12122", "– ", "12133", "[", "ACS Full Text ", "], [", "CAS", "]", "43. ", "Computational study of adsorption and separation of CO2, CH4, and N2 by an rht-type metal-organic framework", "Zhang, Zhijuan; Li, Zhong; Li, Jing", "Langmuir", "\r\n        (", "2012", "),\r\n    ", "28", "\r\n        (", "33", "),\r\n    ", "12122-12133", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "In this work, a computational study is performed to evaluate the adsorption-based sepn. of CO2 from flue gas (mixts. of CO2 and N2) and natural gas (mixts. of CO2 and CH4) using microporous metal org. framework Cu-TDPAT as a sorbent material.  The results show that electrostatic interactions can greatly enhance the sepn. efficiency of this MOF for gas mixts. of different components.  Furthermore, the study also suggests that Cu-TDPAT is a promising material for the sepn. of CO2 from N2 and CH4, and its macroscopic sepn. behavior can be elucidated on a mol. level to give insight into the underlying mechanisms.  On the basis of the single-component CO2, N2, and CH4 isotherms, binary mixt. adsorption (CO2/N2 and CO2/CH4) and ternary mixt. adsorption (CO2/N2/CH4) were predicted using the ideal adsorbed soln. theory (IAST).  The effect of H2O vapor on the CO2 adsorption selectivity and capacity was also examd.  The applicability of IAST to this system was validated by performing GCMC simulations for both single-component and mixt. adsorption processes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFWhsbvO&md5=4f235838d3945863f8cc04af23649958", "44. ", "Rappe", ", ", "A. K.", "; ", "Casewit", ", ", "C. J.", "; ", "Colwell", ", ", "K. S.", "; ", "Goddard", ", ", "W. A.", "; ", "Skiff", ", ", "W. M.", " ", "J. Am. Chem. Soc.", " ", "1992", ",  ", "114", ",  ", "10024", "– ", "10035", "[", "ACS Full Text ", "], [", "CAS", "]", "44. ", "UFF, a full periodic table force field for molecular mechanics and molecular dynamics simulations", "Rappe, A. K.; Casewit, C. J.; Colwell, K. S.; Goddard, W. A., III; Skiff, W. M.", "Journal of the American Chemical Society", "\r\n        (", "1992", "),\r\n    ", "114", "\r\n        (", "25", "),\r\n    ", "10024-35", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "A new mol. mechanics force field, the Universal force field (UFF), is described wherein the force field parameters are estd. using general rules based only on the element, its hybridization and its connectivity.  The force field functional forms, parameters, and generating formulas for the full periodic table are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38Xmtl2qur8%253D&md5=cf41e8bb9ad299fd5d79f070d690afe1", "45. ", "Ewald", ", ", "P. P.", " ", "Ann. Phys.", " ", "1921", ",  ", "369", ",  ", "253", "– ", "287", "[", "Crossref", "]", "There is no corresponding record for this reference.", "46. ", "Fennell", ", ", "C. J.", "; ", "Gezelter", ", ", "J. D.", " ", "J. Chem. Phys.", " ", "2006", ",  ", "124", "234104", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "46. ", "Is the Ewald summation still necessary? Pairwise alternatives to the accepted standard for long-range electrostatics", "Fennell, Christopher J.; Gezelter, J. Daniel", "Journal of Chemical Physics", "\r\n        (", "2006", "),\r\n    ", "124", "\r\n        (", "23", "),\r\n    ", "234104/1-234104/12", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "We investigate pairwise electrostatic interaction methods and show that there are viable computationally efficient (O(N)) alternatives to the Ewald summation for typical modern mol. simulations.  These methods are extended from the damped and cutoff-neutralized Coulombic sum originally proposed by Wolf et al. [J. Chem. Phys. 110, 8255 (1999)].  One of these, the damped shifted force method, shows a remarkable ability to reproduce the energetic and dynamic characteristics exhibited by simulations employing lattice summation techniques.  Comparisons were performed with this and other pairwise methods against the smooth particle-mesh Ewald summation to see how well they reproduce the energetics and dynamics of a variety of mol. simulations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XmsVWnsLs%253D&md5=4b636055d2875fc415f7e2192430315c", "47. ", "Chen", ", ", "D.-L.", "; ", "Stern", ", ", "A. C.", "; ", "Space", ", ", "B.", "; ", "Johnson", ", ", "J. K.", " ", "J. Phys. Chem. A", " ", "2010", ",  ", "114", ",  ", "10225", "– ", "10233", "[", "ACS Full Text ", "], [", "CAS", "]", "47. ", "Atomic Charges Derived from Electrostatic Potentials for Molecular and Periodic Systems", "Chen, De-Li; Stern, Abraham C.; Space, Brian; Johnson, J. Karl", "Journal of Physical Chemistry A", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "37", "),\r\n    ", "10225-10233", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We present a method for fitting at. charges to the electrostatic potential (ESP) of periodic and nonperiodic systems.  This method is similar to the method of Campana et al..  We compare the Wolf and Ewald long-range electrostatic summation methods in calcg. the ESP for periodic systems.  We find that the Wolf summation is computationally more efficient than the Ewald summation by about a factor of 5 with comparable accuracy.  Our anal. shows that the choice of grid mesh size influences the fitted at. charges, esp. for systems with buried (highly coordinated) atoms.  We find that a max. grid spacing of 0.2-0.3 Å is required to obtain reliable at. charges.  The effect of the exclusion radius for point selection is assessed; we find that the common choice of using the van der Waals (vdW) radius as the exclusion radius for each atom may result in large deviations between the ESP generated from the ab initio calcns. and that computed from the fitted charges, esp. for points closest to the exclusion radii.  We find that a larger value of exclusion radius than commonly used, 1.3 times the vdW radius, provides more reliable results.  We find that a penalty function approach for fitting charges for buried atoms, with the target charge taken from Bader charge anal., gives phys. reasonable results.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVOmtrrL&md5=de1d9df2b5466f1c054b040c922e6f0f", "48. ", "Sagara", ", ", "T.", "; ", "Klassen", ", ", "J.", "; ", "Ganz", ", ", "E.", " ", "J. Chem. Phys.", " ", "2004", ",  ", "121", "12543", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "48. ", "Computational study of hydrogen binding by metal-organic framework-5", "Sagara, Tatsuhiko; Klassen, James; Ganz, Eric", "Journal of Chemical Physics", "\r\n        (", "2004", "),\r\n    ", "121", "\r\n        (", "24", "),\r\n    ", "12543-12547", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The authors report the results of quantum chem. calcns. on H2 binding by the metal-org. framework-5 (MOF)-5.  D. functional theory calcns. were used to calc. the at. positions, lattice const., and effective at. charges from the electrostatic potential for the MOF-5 crystal structure.  Second-order Moller-Plesset perturbation theory was used to calc. the binding energy of H2 to benzene and H2-1,4-benzenedicarboxylate-H2.  To achieve the necessary accuracy, the large Dunning basis sets aug-cc-pVTZ, and aug-cc-pVQZ were used, and the results were extrapolated to the basis set limit.  The binding energy results were 4.77 kJ/mol for benzene, 5.27 kJ/mol for H2-1,4-benzenedicarboxylate-H2.  The authors also est. binding of 5.38 kJ/mol for Li-1,4-benzenedicarboxylate-Li and 6.86 kJ/mol at the zinc oxide corners using 2nd-order Moller-Plesset perturbation theory.  To compare the theor. calcns. to the exptl. hydrogen storage results, grand canonical Monte Carlo calcns. were performed.  The Monte Carlo simulations identify a high energy binding site at the corners that quickly satd. with 1.27 H2 mols. at 78 °K.  At 300 °K, a broad range of binding sites are obsd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhtFSnsrvN&md5=ce83841b3f2a73f67a94aa9a0ef43c6d", "49. ", "Singh", ", ", "U. C.", "; ", "Kollman", ", ", "P. A.", " ", "J. Comput. Chem.", " ", "1984", ",  ", "5", ",  ", "129", "– ", "145", "[", "Crossref", "], [", "CAS", "]", "49. ", "An approach to computing electrostatic charges for molecules", "Singh, U. Chandra; Kollman, Peter A.", "Journal of Computational Chemistry", "\r\n        (", "1984", "),\r\n    ", "5", "\r\n        (", "2", "),\r\n    ", "129-45", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    ", "An algorithm is described for deriving net at. charges from ab-initio quantum-mech. calcns. by using a least-squares fit of the quantum-mech. calcd. electrostatic potential to that of the partial-charge model.  Applications were made to the mols. H2O, CH3OH, (CH3)2O, H2CO, NH3, (CH3O)2PO2-, deoxyribose, ribose, adenine, 9-CH3 adenine, thymine, 1-CH3 thymine, guanine, 9-CH3 guanine, cytosine, 1-CH3 cytosine, uracil, and 1-CH3 uracil.  Inclusion of lone pairs, their location, and charge is discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2cXktFantLs%253D&md5=f9c1f35a2068b836aea8bf5af9681624", "50. ", "Valiev", ", ", "M.", "; ", "Bylaska", ", ", "E.", "; ", "Govind", ", ", "N.", "; ", "Kowalski", ", ", "K.", "; ", "Straatsma", ", ", "T.", "; ", "Dam", ", ", "H. V.", "; ", "Wang", ", ", "D.", "; ", "Nieplocha", ", ", "J.", "; ", "Apra", ", ", "E.", "; ", "Windus", ", ", "T.", "; ", "de Jong", ", ", "W.", " ", "Comput. Phys. Commun.", " ", "2010", ",  ", "181", ",  ", "1477", "– ", "1489", "[", "Crossref", "], [", "CAS", "]", "50. ", "NWChem: A comprehensive and scalable open-source solution for large scale molecular simulations", "Valiev, M.; Bylaska, E. J.; Govind, N.; Kowalski, K.; Straatsma, T. P.; Van Dam, H. J. J.; Wang, D.; Nieplocha, J.; Apra, E.; Windus, T. L.; de Jong, W. A.", "Computer Physics Communications", "\r\n        (", "2010", "),\r\n    ", "181", "\r\n        (", "9", "),\r\n    ", "1477-1489", "CODEN:\r\n                ", "CPHCBZ", ";\r\n        ISSN:", "0010-4655", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  The latest release of NWChem delivers an open-source computational chem. package with extensive capabilities for large scale simulations of chem. and biol. systems.  Utilizing a common computational framework, diverse theor. descriptions can be used to provide the best soln. for a given scientific problem.  Scalable parallel implementations and modular software design enable efficient utilization of current computational architectures.  This paper provides an overview of NWChem focusing primarily on the core theor. modules provided by the code and their parallel performance.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXos1Cjur8%253D&md5=19100f255a4e6088076fb69421a9a0ac", "51. ", "Cornell", ", ", "W. D.", "; ", "Cieplak", ", ", "P.", "; ", "Bayly", ", ", "C. I.", "; ", "Gould", ", ", "I. R.", "; ", "Merz", ", ", "K. M.", "; ", "Ferguson", ", ", "D. M.", "; ", "Spellmeyer", ", ", "D. C.", "; ", "Fox", ", ", "T.", "; ", "Caldwell", ", ", "J. W.", "; ", "Kollman", ", ", "P. A.", " ", "J. Am. Chem. Soc.", " ", "1995", ",  ", "117", ",  ", "5179", "– ", "5197", "[", "ACS Full Text ", "], [", "CAS", "]", "51. ", "A Second Generation Force Field for the Simulation of Proteins, Nucleic Acids, and Organic Molecules", "Cornell, Wendy D.; Cieplak, Piotr; Bayly, Christopher I.; Gould, Ian R.; Merz, Kenneth M., Jr.; Ferguson, David M.; Spellmeyer, David C.; Fox, Thomas; Caldwell, James W.; Kollman, Peter A.", "Journal of the American Chemical Society", "\r\n        (", "1995", "),\r\n    ", "117", "\r\n        (", "19", "),\r\n    ", "5179-97", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors present the derivation of a new mol. mech. force field for simulating the structures, conformational energies, and interaction energies of proteins, nucleic acids, and many related org. mols. in condensed phases.  This effective two-body force field is the successor to the Weiner et al. force field and was developed with some of the same philosophies, such as the use of a simple diagonal potential function and electrostatic potential fit atom centered charges.  The need for a 10-12 function for representing hydrogen bonds is no longer necessary due to the improved performance of the new charge model and new van der Waals parameters.  These new charges are detd. using a 6-31G* basis set and restrained electrostatic potential (RESP) fitting and have been shown to reproduce interaction energies, free energies of solvation, and conformational energies of simple small mols. to a good degree of accuracy.  Furthermore, the new RESP charges exhibit less variability as a function of the mol. conformation used in the charge detn.  The new van der Waals parameters have been derived from liq. simulations and include hydrogen parameters which take into account the effects of any geminal electroneg. atoms.  The bonded parameters developed by Weiner et al. were modified as necessary to reproduce exptl. vibrational frequencies and structures.  Most of the simple dihedral parameters have been retained from Weiner et al., but a complex set of .vphi. and ψ parameters which do a good job of reproducing the energies of the low-energy conformations of glycyl and alanyl dipeptides was developed for the peptide backbone.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXlsFertrc%253D&md5=2c8901ed614d543db51d3a28f5b6053c", "52. ", "Stevens", ", ", "W. J.", "; ", "Krauss", ", ", "M.", "; ", "Basch", ", ", "H.", "; ", "Jasien", ", ", "P. G.", " ", "Can. J. Chem.", " ", "1992", ",  ", "70", ",  ", "612", "– ", "630", "[", "Crossref", "], [", "CAS", "]", "52. ", "Relativistic compact effective potentials and efficient, shared-exponent basis sets for the third-, fourth-, and fifth-row atoms", "Stevens, Walter J.; Krauss, Morris; Basch, Harold; Jasien, Paul G.", "Canadian Journal of Chemistry", "\r\n        (", "1992", "),\r\n    ", "70", "\r\n        (", "2", "),\r\n    ", "612-30", "CODEN:\r\n                ", "CJCHAG", ";\r\n        ISSN:", "0008-4042", ".\r\n    ", "Relativistic compact effective potentials (RCEP), which replace the at. core electrons in mol. calcns., have been derived from numerical Dirac-Fock at. wavefunctions using shape-consistent valence pseudo-orbitals and an optimizing procedure based on an energy-overlap functional.  Potentials are presented for the third-, fourth-, and fifth-row atoms of the Periodic Table (excluding the lanthanide series).  The efficiency of mol. calcns. is enhanced by using compact Gaussian expansions (no more than three terms) to represent the radial components of the potentials, and energy-optimized, shared-exponent, contracted-Gaussian AO basis sets.  Transferability of the potentials has been tested by comparing calcd. at. excitation energies and ionization potentials with values obtained from numerical relativistic Hartree-Fock calcns.  For the alkali and alk. earth atoms, core polarization potentials (CPP) have been derived which may be added to the RCEP to make possible accurate mol. calcns. without explicitly including core-valence correlating configurations in the wavefunction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38XltlOru7g%253D&md5=5e82b81bbea796ed5fb3c4c99bca0f4a", "53. ", "Cundari", ", ", "T. R.", "; ", "Stevens", ", ", "W. J.", " ", "J. Chem. Phys.", " ", "1993", ",  ", "98", ",  ", "5555", "– ", "5565", "[", "Crossref", "], [", "CAS", "]", "53. ", "Effective-core-potential methods for the lanthanides", "Cundari, Thomas R.; Stevens, Walter J.", "Journal of Chemical Physics", "\r\n        (", "1993", "),\r\n    ", "98", "\r\n        (", "7", "),\r\n    ", "5555-65", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "A complete set of effective core potentials (ECPs) and valence basis sets for the lanthanides (Ce to Lu) were derived.  These ECPs are consistent not only within the lanthanide series, but also with the third-row transition metals which bracket them.  A 46-electron core was chosen to provide the best compromise between computational savings and chem. accuracy.  Thus, the 5s and 5p are included as \"outer\" core while all lower energy AOs were replaced with the ECP.  Generator states were chosen from the most chem. relevant +3 and +2 oxidn. states.  The greatest error vs highly accurate numerical potential/large, even-tempered basis set calcns. results from replacement of the large, even-tempered basis sets with more compact representations.  However, the agreement among at. calcns. remains excellent with both basis set sizes, for a variety of spin and oxidn. states, with a significant savings in time for the optimized valence basis set.  The compact representation of the ECPs and valence basis sets will eventually encourage their use by computational chemists to further explore the bonding and reactivity of lanthanide complexes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXis1Whtr4%253D&md5=3f64490487c6e4ca523d3f3ad16f8976", "54. ", "van Duijnen", ", ", "P. T.", "; ", "Swart", ", ", "M.", " ", "J. Phys. Chem. A", " ", "1998", ",  ", "102", ",  ", "2399", "– ", "2407", "[", "ACS Full Text ", "], [", "CAS", "]", "54. ", "Molecular and Atomic Polarizabilities: Thole's Model Revisited", "van Duijnen, Piet Th.; Swart, Marcel", "Journal of Physical Chemistry A", "\r\n        (", "1998", "),\r\n    ", "102", "\r\n        (", "14", "),\r\n    ", "2399-2407", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Thole's modified dipole interaction model for constructing mol. polarizabilities from effective, isotropic at. polarizabilities is reviewed and extended.  We report effective at. polarizabilities for H, C, N, O, S, and the halogen atoms, independent of their chem. environment.  They are obtained by fitting the model both to exptl. and calcd. mol. polarizabilities, the latter to enable one to model ab initio polarizabilities for various basis sets.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXhs1Grur0%253D&md5=f4936a59943cd6a8072db3fc0b622093", "55. ", "Applequist", ", ", "J.", "; ", "Carl", ", ", "J. R.", "; ", "Fung", ", ", "K.-K.", " ", "J. Am. Chem. Soc.", " ", "1972", ",  ", "94", ",  ", "2952", "– ", "2960", "[", "ACS Full Text ", "], [", "CAS", "]", "55. ", "Atom dipole interaction model for molecular polarizability.  Application to polyatomic molecules and determination of atom polarizabilities", "Applequist, Jon; Carl, James R.; Fung, Kwok-Kueng", "Journal of the American Chemical Society", "\r\n        (", "1972", "),\r\n    ", "94", "\r\n        (", "9", "),\r\n    ", "2952-60", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "The Silberstein model for mol. polarizability is applied to polyatomic mols.  The atoms are regarded as isotropically polarizable points located at their nuclei, interacting via the fields of their induced dipoles.  The theory is restated in a simple exact form suitable for numerical calcn. of mol. polarizability tensors.  The use of additive values for atom polarizabilities gives poor results, in some cases leading to artificial predictions of absorption bands.  The theory is used to det. optimum polarizabilities of H, C, N, O, F, Cl, Br, and I in 41 different mols. including alkanes, alcs., ethers, halomethanes, aldehydes, ketones, amides, and nitriles.  The atom polarizabilities found are significantly smaller than the additive values in most cases.  Using the new values, the agreement between calcd. and exptl. mean mol. polarizabilities is usually within 1-5%.  Agreement for polarizability components is generally poorer but consistent with the view that mol. anisotropy originates to a large extent from atom dipole interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE38XktVCksrw%253D&md5=0fc814479823dc37c768c424e6e0b421", "56. ", "Thole", ", ", "B.", " ", "Chem. Phys.", " ", "1981", ",  ", "59", ",  ", "341", "– ", "350", "[", "Crossref", "], [", "CAS", "]", "56. ", "Molecular polarizabilities calculated with a modified dipole interaction", "Thole, B. T.", "Chemical Physics", "\r\n        (", "1981", "),\r\n    ", "59", "\r\n        (", "3", "),\r\n    ", "341-50", "CODEN:\r\n                ", "CMPHC2", ";\r\n        ISSN:", "0301-0104", ".\r\n    ", "The point dipole interaction model for mol. polarizability recently proposed by J. Applequist, et al., (1972) is modified by replacing the point dipole interaction by an interaction between smeared out dipoles.  Rules are developed to indicate plausible forms for this modified interaction.  The polarizabilities of a wide range of chem. different mols. can be calcd., using for each atom one polarizability independent of its chem. environment.  The errors are comparable to exptl. uncertainty.  Special care is taken to produce a model that tends to avoid infinite polarizabilities without use of cutoffs at short distances.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3MXltl2jurk%253D&md5=a92d26bef31ef7e26a244c3f15d5b8a6", "57. ", "Bode", ", ", "K. A.", "; ", "Applequist", ", ", "J.", " ", "J. Phys. Chem.", " ", "1996", ",  ", "100", ",  ", "17820", "– ", "17824", "[", "ACS Full Text ", "], [", "CAS", "]", "57. ", "A New Optimization of Atom Polarizabilities in Halomethanes, Aldehydes, Ketones, and Amides by Way of the Atom Dipole Interaction Model", "Bode, Kimberly A.; Applequist, Jon", "Journal of Physical Chemistry", "\r\n        (", "1996", "),\r\n    ", "100", "\r\n        (", "45", "),\r\n    ", "17820-17824", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new optimization of atom polarizabilities is carried out by fitting obsd. mean mol. polarizabilities, polarizability anisotropies, and Kerr consts. with values calcd. by way of the atom dipole interaction (ADI) model which was used for similar purposes by this lab. in 1972.  New values are obtained for the polarizabilities of F, Cl, and Br in halomethanes, C' (carbonyl carbon) and O in aldehydes, ketones, and amides, H in the aldehyde C'HO and the amide NH group, and N in amides.  Most of the new values differ slightly from atom polarizabilities that were optimized to fit only obsd. mean polarizabilities in 1972, though differences up to 50% occur.  The new values result in a considerably improved fit of calcd. and obsd. anisotropies and Kerr consts., with a somewhat poorer fit to mean polarizabilities.  The results are compared with those from studies by Birge, Thole, and Miller, who used modified versions of the ADI model.  It is concluded that the unmodified model reproduces obsd. anisotropies about as well as any other model with the revised atom polarizabilities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28Xmt1Gnuro%253D&md5=20af0b71b9b7c88f4999061b9912d7ad", "58. ", "McLaughlin", ", ", "K.", "; ", "Cioce", ", ", "C. R.", "; ", "Pham", ", ", "T.", "; ", "Belof", ", ", "J. L.", "; ", "Space", ", ", "B.", " ", "J. Chem. Phys.", " ", "2013", ",  ", "139", "184112", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "58. ", "Efficient calculation of many-body induced electrostatics in molecular systems", "McLaughlin, Keith; Cioce, Christian R.; Pham, Tony; Belof, Jonathan L.; Space, Brian", "Journal of Chemical Physics", "\r\n        (", "2013", "),\r\n    ", "139", "\r\n        (", "18", "),\r\n    ", "184112/1-184112/11", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Potential energy functions including many-body polarization are in widespread use in simulations of aq. and biol. systems, metal-orgs., mol. clusters, and other systems where electronically induced redistribution of charge among local at. sites is of importance.  The polarization interactions, treated here via the methods of Thole and Applequist, while long-ranged, can be computed for moderate-sized periodic systems with extremely high accuracy by extending Ewald summation to the induced fields as demonstrated by Nymand, Sala, and others.  These full Ewald polarization calcns., however, are expensive and often limited to very small systems, particularly in Monte Carlo simulations, which may require energy evaluation over several hundred-thousand configurations.  For such situations, it shall be shown that sufficiently accurate computation of the polarization energy can be produced in a fraction of the central processing unit (CPU) time by neglecting the long-range extension to the induced fields while applying the long-range treatments of Ewald or Wolf to the static fields; these methods, denoted Ewald E-Static and Wolf E-Static (WES), resp., provide an effective means to obtain polarization energies for intermediate and large systems including those with several thousand polarizable sites in a fraction of the CPU time.  Furthermore, we shall demonstrate a means to optimize the damping for WES calcns. via extrapolation from smaller trial systems.  (c) 2013 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslKqs7zM&md5=61ae16943008957becbfc401ad78e4c1", "59. ", "Belof", ", ", "J. L.", " Theory and simulation of metal-organic materials and biomolecules. Ph.D. thesis, ", "University of South Florida", ": ", "Tampa, FL, USA", ", ", "2009", ".", "There is no corresponding record for this reference.", "60. ", "Dinh", ", ", "T.-L.", "; ", "Huber", ", ", "G. A.", " ", "J. Math. Modell. Algorithms", " ", "2005", ",  ", "4", ",  ", "111", "– ", "128", "[", "Crossref", "]", "There is no corresponding record for this reference.", "61. ", "Palmo", ", ", "K.", "; ", "Krimm", ", ", "S.", " ", "Chem. Phys. Lett.", " ", "2004", ",  ", "395", ",  ", "133", "– ", "137", "[", "Crossref", "], [", "CAS", "]", "61. ", "Theoretical basis and accuracy of a non-iterative polarization protocol in molecular mechanics energy function calculations", "Palmo, Kim; Krimm, Samuel", "Chemical Physics Letters", "\r\n        (", "2004", "),\r\n    ", "395", "\r\n        (", "1-3", "),\r\n    ", "133-137", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The theory of dipole polarization as used in mol. mechanics energy functions is analyzed, and the difference in induction energy between an iterative (self-consistent) and non-iterative (one-step) scheme is derived.  This difference is bound to be small in most cases, so that a non-iterative polarization model can be expected to give a satisfactory representation of the induction energy.  This is demonstrated with examples of configurations of water mols.  The advantages of a one-step procedure are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXmvFeqtbk%253D&md5=650804b3ff28206330e9d5d18521dca6", "62. ", "Metropolis", ", ", "N.", "; ", "Rosenbluth", ", ", "A. W.", "; ", "Rosenbluth", ", ", "M. N.", "; ", "Teller", ", ", "A. H.", "; ", "Teller", ", ", "E.", " ", "J. Chem. Phys.", " ", "1953", ",  ", "21", "1087", "[", "Crossref", "], [", "CAS", "]", "62. ", "Equation-of-state calculations by fast computing machines", "Metropolis, Nicholas; Rosenbluth, Arianna W.; Rosenbluth, Marshall N.; Teller, Augusta H.; Teller, Edward", "Journal of Chemical Physics", "\r\n        (", "1953", "),\r\n    ", "21", "\r\n        (", "),\r\n    ", "1087-92", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "A general method, suitable for fast computing machines, is described for investigating such properties as equations of state for substances consisting of interacting individual mols.  The method consists of a modified Monte Carlo integration over configuration space.  Results for the 2-dimensional rigid-sphere system were obtained on the Los Alamos MANIAC.  These results were compared to the free-vol. equation of state and to a 4-term virial coeff. expansion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaG3sXltlKhsw%253D%253D&md5=5dac586da7183d2d81bf35fc83e8c715", "63. ", "McQuarrie", ", ", "D. A.", "  ", "Statistical Mechanics", "; ", "University Science Books", ": ", "Sausalito, CA, USA", ", ", "2000", ".", "There is no corresponding record for this reference.", "64. ", "Frenkel", ", ", "D.", "; ", "Smit", ", ", "B.", "  ", "Understanding Molecular Simulation: From Algorithms to Applications", "; ", "Academic Press", ": ", "New York", ", ", "2002", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "65. ", "Boublı́k", ", ", "T.", " ", "Fluid Phase Equilib.", " ", "2005", ",  ", "240", ",  ", "96", "– ", "100", "[", "Crossref", "]", "There is no corresponding record for this reference.", "66. ", "Shaw", ", ", "H.", "; ", "Wones", ", ", "D.", " ", "Am. J. Sci.", " ", "1964", ",  ", "262", ",  ", "918", "– ", "929", "[", "Crossref", "], [", "CAS", "]", "66. ", "Fugacity coefficients for hydrogen gas between 0 and 1000° for pressures to 3000 atmospheres", "Shaw, Herbert R.; Wones, David R.", "American Journal of Science", "\r\n        (", "1964", "),\r\n    ", "262", "\r\n        (", "),\r\n    ", "918-29", "CODEN:\r\n                ", "AJSCAP", ";\r\n        ISSN:", "0002-9599", ".\r\n    ", "The empirical equation of state is given; coeffs. are tabulated for various pressures and temps.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF2cXksl2lu7w%253D&md5=133cbce199803dee62ebb90a5ad91fc4", "67. ", "Zhou", ", ", "L.", "; ", "Zhou", ", ", "Y.", " ", "Int. J. Hydrogen Energy", " ", "2001", ",  ", "26", ",  ", "597", "– ", "601", "[", "Crossref", "], [", "CAS", "]", "67. ", "Determination of compressibility factor and fugacity coefficient of hydrogen in studies of adsorptive storage", "Zhou, L.; Zhou, Y.", "International Journal of Hydrogen Energy", "\r\n        (", "2001", "),\r\n    ", "26", "\r\n        (", "6", "),\r\n    ", "597-601", "CODEN:\r\n                ", "IJHEDX", ";\r\n        ISSN:", "0360-3199", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "The compressibility factor (z) of H was evaluated from the exptl. p-V-T data and calcd. from equations of state, such as the Soave-Redlich-Kwong and Bennedict-Webb-Rubin equations.  The effect of z on the adsorbed amt. calcd. was demonstrated by the adsorption of H on 5A-zeolite.  The z and the fugacity coeff. of H were formulated based on the exptl. p-V-T data for 60-333 K and ≤25 MPa.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXjslamsbY%253D&md5=9faf555d449434b82bfb96ad83a61e9a", "68. ", "Feynman", ", ", "R. P.", "; ", "Hibbs", ", ", "A. R.", "  ", "Quantum Mechanics and Path Integrals", "; ", "McGraw-Hill", ": ", "New York", ", ", "1965", "; Chapter 10, Section 3, p  ", "281", ".", "There is no corresponding record for this reference.", "69. ", "Liu", ", ", "J.", "; ", "Rankin", ", ", "R. B.", "; ", "Johnson", ", ", "K.", " ", "Mol. Simul.", " ", "2009", ",  ", "35", ",  ", "60", "– ", "69", "[", "Crossref", "], [", "CAS", "]", "69. ", "The importance of charge-quadrupole interactions for H2 adsorption and diffusion in CuBTC", "Liu, Jinchen; Rankin, Rees B.; Karl Johnson, J.", "Molecular Simulation", "\r\n        (", "2009", "),\r\n    ", "35", "\r\n        (", "1 & 2", "),\r\n    ", "60-69", "CODEN:\r\n                ", "MOSIEA", ";\r\n        ISSN:", "0892-7022", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "We have assessed the effects of charge-quadrupole interactions (CQIs) between the framework atoms of Cu(II) benzene-1,3,5-tricarboxylate (CuBTC) and adsorbed H2 mols. on equil. adsorption properties and self- and transport diffusivities.  We have also compared charges computed from periodic d. functional theory (DFT) on the fully periodic CuBTC structure with charges derived from DFT calcns. on cluster models of CuBTC.  Carboxylate group atom charges computed from plane wave periodic DFT with the Bader charge anal. formalism are not consistent with the charges computed from the ChelpG method from Gaussian-based DFT cluster calcns.  The charges derived from Bader anal. seem to be too large.  Adsorption isotherms computed from Monte Carlo simulations and diffusivities computed from mol. dynamics simulations indicate that CQIs have a substantial impact on equil. and transport properties of H2 adsorbed in CuBTC at 77 K.  Conversely, both adsorption isotherms and diffusivities were shown to be essentially unaffected by CQIs at 298 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXpvVOhtA%253D%253D&md5=be35763e16a49cab55c89b42001deb8d", "70. ", "Babarao", ", ", "R.", "; ", "Eddaoudi", ", ", "M.", "; ", "Jiang", ", ", "J. W.", " ", "Langmuir", " ", "2010", ",  ", "26", ",  ", "11196", "– ", "11203", "[", "ACS Full Text ", "], [", "CAS", "]", "70. ", "Highly Porous Ionic rht Metal-Organic Framework for H2 and CO2 Storage and Separation: A Molecular Simulation Study", "Babarao, R.; Eddaoudi, M.; Jiang, J. W.", "Langmuir", "\r\n        (", "2010", "),\r\n    ", "26", "\r\n        (", "13", "),\r\n    ", "11196-11203", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The storage and sepn. of H2 and CO2 are investigated in a highly porous ionic rht metal-org. framework (rht-MOF) using mol. simulation.  The rht-MOF possesses a cationic framework and charge-balancing extraframework NO3- ions.  Three types of unique open cages exist in the framework: rhombicuboctahedral, tetrahedral, and cuboctahedral cages.  The NO3- ions exhibit small mobility and are located at the windows connecting the tetrahedral and cuboctahedral cages.  At low pressures, H2 adsorption occurs near the NO3- ions that act as preferential sites.  With increasing pressure, H2 mols. occupy the tetrahedral and cuboctahedral cages and the intersection regions.  The predicted isotherm of H2 at 77 K agrees well with the exptl. data.  The H2 capacity is estd. to be 2.4 wt % at 1 bar and 6.2 wt % at 50 bar, among the highest in reported MOFs.  In a four-component mixt. (15:75:5:5 CO2/H2/CO/CH4) representing a typical effluent gas of H2 prodn., the selectivity of CO2/H2 in rht-MOF decreases slightly with increasing pressure, then increases because of cooperative interactions, and finally decreases as a consequence of entropy effect.  By comparing three ionic MOFs (rht-MOF, soc-MOF, and rho-ZMOF), we find that the selectivity increases with increasing charge d. or decreasing free vol.  In the presence of a trace amt. of H2O, the interactions between CO2 and NO3- ions are significantly shielded by H2O; consequently, the selectivity of CO2/H2 decreases substantially.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXms1Sgs7w%253D&md5=d41ec1dc314cd1027e0436f9718a8295", "71. ", "Liu", ", ", "J.", "; ", "Culp", ", ", "J. T.", "; ", "Natesakhawat", ", ", "S.", "; ", "Bockrath", ", ", "B. C.", "; ", "Zande", ", ", "B.", "; ", "Sankar", ", ", "S.", "; ", "Garberoglio", ", ", "G.", "; ", "Johnson", ", ", "J. K.", " ", "J. Phys. Chem. C", " ", "2007", ",  ", "111", ",  ", "9305", "– ", "9313", "[", "ACS Full Text ", "], [", "CAS", "]", "71. ", "Experimental and Theoretical Studies of Gas Adsorption in Cu3(BTC)2: An Effective Activation Procedure", "Liu, Jinchen; Culp, Jeffrey T.; Natesakhawat, Sittichai; Bockrath, Bradley C.; Zande, Brian; Sankar, S. G.; Garberoglio, Giovanni; Johnson, J. Karl", "Journal of Physical Chemistry C", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "26", "),\r\n    ", "9305-9313", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors have improved the activation process for CuBTC [Cu3(BTC)2, BTC = 1,3,5-benzenetricarboxylate] by extg. the DMF-solvated crystals with MeOH; the authors identify material activated in this way as CuBTC-MeOH.  This improvement allowed the activation to be performed at a much lower temp., thus greatly mitigating the danger of reducing the Cu ions.  A review of the literature for H2 adsorption in CuBTC shows that the prepn. and activation process has a significant impact on the adsorption capacity, surface area, and pore vol.  CuBTC-MeOH exhibits a larger pore vol. and H2 adsorption amt. than any previously reported results for CuBTC.  The authors have performed atomically detailed modeling to complement exptl. measured isotherms.  Quantum effects for hydrogen adsorption in CuBTC are important at 77 K.  Simulations that include quantum effects are in good agreement with the exptl. measured capacity for H2 at 77 K and high pressure.  However, simulations underpredict the amt. adsorbed at low pressures.  The authors have compared the adsorption isotherms from simulations with expts. for H2 adsorption at 77, 87, 175, and 298 K; nitrogen adsorption at 253 and 298 K; and Ar adsorption at 298 and 356 K.  Reasonable agreement was obtained in all cases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmtlGgtL8%253D&md5=28d3011ac6d494d5ffcce99d1b8736ea", "72. ", "Cai", ", ", "J.", "; ", "Xing", ", ", "Y.", "; ", "Zhao", ", ", "X.", " ", "RSC Adv.", " ", "2012", ",  ", "2", ",  ", "8579", "– ", "8586", "[", "Crossref", "], [", "CAS", "]", "72. ", "Quantum sieving: feasibility and challenges for the separation of hydrogen isotopes in nanoporous materials", "Cai, Jinjun; Xing, Yanlong; Zhao, Xuebo", "RSC Advances", "\r\n        (", "2012", "),\r\n    ", "2", "\r\n        (", "23", "),\r\n    ", "8579-8586", "CODEN:\r\n                ", "RSCACL", ";\r\n        ISSN:", "2046-2069", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Quantum effects on the mol. adsorption and migration in confined porous materials can not be ignored if the difference between the pore size and mol. hard core is no longer large compared to the de Broglie wavelength of gas mols.  Extensive studies of the quantum sieving have been focused on nanoporous materials due to their potential applications in sepg. hydrogen (H2) isotopes.  This article reviews state-of-the-art research activities in the field of sepn., discussing the feasibility of sepg. H2 isotopes by quantum sieving in nanoporous materials including zeolites, carbons and org. framework materials.  The overall results indicate that an effective sepn. of H2 isotopes is possible via combining the equil. and kinetic selectivity of adsorption induced by a quantum sieving effect.  A fundamental understanding of the factors that affect the quantum mol. sieving is discussed.  We hope to outline a clear insight into the perspectives and challenges on this novel sepn. technique for H2 isotopes in the subsequent course of researches.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhtlaks7jM&md5=0abf7d89a998460882a6bf76855576ac", "73. ", "Yang", ", ", "Q.", "; ", "Liu", ", ", "D.", "; ", "Zhong", ", ", "C.", "; ", "Li", ", ", "J.-R.", " ", "Chem. Rev.", " ", "2013", ",  ", "113", ",  ", "8261", "– ", "8323", "[", "ACS Full Text ", "], [", "CAS", "]", "73. ", "Development of Computational Methodologies for Metal-Organic Frameworks and Their Application in Gas Separations", "Yang, Qingyuan; Liu, Dahuan; Zhong, Chongli; Li, Jian-Rong", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "113", "\r\n        (", "10", "),\r\n    ", "8261-8323", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors devote the attention to highlighting both the successes and the limitations of various computational methodologies for metal org. frameworks.  As an illustration, the authors provide a state of-the-art review on modeling studies of gas sepns. in MOFs using these new methods and concepts.  Since the newly developed computational methodologies are normally used in combination with the conventional ones, for the sake of continuity and clarity, some of the conventional methods that have been widely adopted in MOF studies are also briefly discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtVKit7bL&md5=0265edb5dc95d324cc20367290c8507c", "74. ", "Siperstein", ", ", "F.", "; ", "Myers", ", ", "A.", "; ", "Talu", ", ", "O.", " ", "Mol. Phys.", " ", "2002", ",  ", "100", ",  ", "2025", "– ", "2030", "[", "Crossref", "], [", "CAS", "]", "74. ", "Long range corrections for computer simulations of adsorption", "Siperstein, F.; Myers, A. L.; Talu, O.", "Molecular Physics", "\r\n        (", "2002", "),\r\n    ", "100", "\r\n        (", "13", "),\r\n    ", "2025-2030", "CODEN:\r\n                ", "MOPHAM", ";\r\n        ISSN:", "0026-8976", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "Long range corrections are routinely applied to simulations of bulk fluids by assuming that the radial distribution function is unity beyond a certain cutoff radius for pairwise interactions.  Similar long range corrections for gas-solid interactions in adsorption frequently are ignored because of the anisotropic structure of the solid.  However, the error assocd. with assuming isotropy beyond the cutoff radius is small compared with the magnitude of the long range correction.  The long range correction to the Henry const. for a cutoff radius of 13 Å is 14% for CH4 and 70% for SF6 for adsorption in silicalite at 298 K.  The large errors incurred by neglecting long range corrections can be concealed by increasing the well depth of the gas-solid interaction, but this approxn. reduces the accuracy and portability of the potential parameters.  Consistency in the cutoff radius is more important than the inclusion or neglect of long range corrections to the energy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XlvFKmsLw%253D&md5=35a1efdef46439c828ca149974d2adcf", "75. ", "Wolf", ", ", "D.", "; ", "Keblinski", ", ", "P.", "; ", "Phillpot", ", ", "S. R.", "; ", "Eggebrecht", ", ", "J.", " ", "J. Chem. Phys.", " ", "1999", ",  ", "110", "8254", "[", "Crossref", "], [", "CAS", "]", "75. ", "Exact method for the simulation of Coulombic systems by spherically truncated, pairwise r-1 summation", "Wolf, D.; Keblinski, P.; Phillpot, S. R.; Eggebrecht, J.", "Journal of Chemical Physics", "\r\n        (", "1999", "),\r\n    ", "110", "\r\n        (", "17", "),\r\n    ", "8254-8282", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Based on a recent result showing that the net Coulomb potential in condensed ionic systems is rather short-ranged, an exact and phys. transparent method permitting the evaluation of the Coulomb potential by direct summation over the r-1 Coulomb pair potential is presented.  The key observation is that the problems encountered in detg. the Coulomb energy by pairwise, spherically truncated r-1 summation are a direct consequence of the fact that the system summed over is practically never neutral.  A simple method is developed that achieves charge neutralization wherever the r-1 pair potential is truncated.  This enables the extn. of the Coulomb energy, forces, and stresses from a spherically truncated, usually charged environment in a manner that is independent of the grouping of the pair terms.  The close connection of our approach with the Ewald method is demonstrated and exploited, providing an efficient method for the simulation of even highly disordered ionic systems by direct, pairwise r-1 summation with spherical truncation at rather short range, i.e., a method which fully exploits the short-ranged nature of the interactions in ionic systems.  The method is validated by simulations of crystals, liqs., and interfacial systems, such as free surfaces and grain boundaries.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXisFChu7o%253D&md5=6a2c09434f10e8c0e390c82d14264815", "76. ", "Nicholson", ", ", "D.", "; ", "Parsonage", ", ", "N. G.", "  ", "Computer Simulation and the Statistical Mechanics of Adsorption", "; ", "Academic Press", ": ", "London", ", ", "1982", ".", "There is no corresponding record for this reference.", "77. ", "Belof", ", ", "J. L.", "; ", "Space", ", ", "B.", " Massively Parallel Monte Carlo (MPMC). Available on Google Code, ", "2012", ". ", "https://code.google.com/p/mpmc/", "There is no corresponding record for this reference.", "78. ", "Belof", ", ", "J. L.", "; ", "Stern", ", ", "A. C.", "; ", "Space", ", ", "B.", " ", "J. Chem. Theory Comput.", " ", "2008", ",  ", "4", ",  ", "1332", "– ", "1337", "[", "ACS Full Text ", "], [", "CAS", "]", "78. ", "An Accurate and Transferable Intermolecular Diatomic Hydrogen Potential for Condensed Phase Simulation", "Belof, Jonathan L.; Stern, Abraham C.; Space, Brian", "Journal of Chemical Theory and Computation", "\r\n        (", "2008", "),\r\n    ", "4", "\r\n        (", "8", "),\r\n    ", "1332-1337", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An anisotropic many-body H2 potential energy function has been developed for use in heterogeneous systems.  The intermol. potential has been derived from first principles and expressed in a form that is readily transferred to exogenous systems, e.g. in modeling H2 sorption in solid-state materials.  Explicit many-body polarization effects, known to be important in simulating hydrogen at high d., are incorporated.  The analytic form of the potential energy function is suitable for methods of statistical physics, such as Monte Carlo or Mol. Dynamics simulation.  The model has been validated on dense supercrit. hydrogen and demonstrated to reproduce the exptl. data with high accuracy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXosF2nsr0%253D&md5=cf58f8faddb7e1cf9fc210f03eca8f7c", "79. ", "Buch", ", ", "V.", " ", "J. Chem. Phys.", " ", "1994", ",  ", "100", "7610", "[", "Crossref", "], [", "CAS", "]", "79. ", "Path integral simulations of mixed para-D2 and ortho-D2 clusters: the orientational effects", "Buch, V.", "Journal of Chemical Physics", "\r\n        (", "1994", "),\r\n    ", "100", "\r\n        (", "10", "),\r\n    ", "7610-29", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "A recently suggested computational scheme [Buch and Devlin, J. Chem. Phys. 98, 4195 (1993)] is extended to describe orientational phenomena in systems contg. assembles of odd-J and even-J hydrogen and deuterium mols.  Nuclear symmetry and rotational effects are incorporated in the path integral Monte Carlo algorithm.  The scheme is employed in a study of the (para-D2)3(ortho-D2)10 and (para-D2)13 clusters in the 1-3 K temp. range.  In the (para-D2)3(ortho-D2)10 cluster at 1 K, the three J = 1 mols. form a \"cluster within cluster,\" held together by the anisotropic quadrupole-quadrupole interactions.  At 3 K the three mol. J = 1 cluster is dissolved within the (D2)13 cluster.  The orientational structure of the (para-D2)13 cluster at 1 K is composed of two distinct distorted-T pair configurations of neighboring J = 1 mols.  Upon heating to 3 K the orientational structure changes, and a clear sepn. between the two pair geometries is no longer obtained.  Moreover at 3 K thermal distortion of the cluster structure form icosahedral relaxes the extent of orientational frustration of the system, and thus contributes to the lowering of the rotational energy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXjtlWlurw%253D&md5=e28cd8c30b704561f248c349f5cfcf3c", "80. ", "Pan", ", ", "H.", "; ", "Ritter", ", ", "J. A.", "; ", "Balbuena", ", ", "P. B.", " ", "Langmuir", " ", "1998", ",  ", "14", ",  ", "6323", "– ", "6327", "[", "ACS Full Text ", "], [", "CAS", "]", "80. ", "Examination of the Approximations Used in Determining the Isosteric Heat of Adsorption from the Clausius-Clapeyron Equation", "Pan, Huanhua; Ritter, James A.; Balbuena, Perla B.", "Langmuir", "\r\n        (", "1998", "),\r\n    ", "14", "\r\n        (", "21", "),\r\n    ", "6323-6327", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The two crit. assumptions used in deriving the Clausius-Clapeyron equation, i. e., an ideal bulk gas phase and a negligible adsorbed phase molar vol., have a significant effect on the calcd. isosteric heats of adsorption (qst), esp. at high relative pressures for heavy adsorbates.  A study was carried out based on NDFT calcns. for ethane, propane and butane adsorbed on the heterogeneous BAX activated carbon at 300, 300 and 350 K, resp. and over pressure range of com. interest.  The results showed that the assumptions may cause significant errors in calcd. isosteric heats of adsorption, even at moderate pressures that are relevant to industrial adsorption processes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXmtV2ksr4%253D&md5=af4527c9040e98f352684cdafa561e5f", "81. ", "Platt", ", ", ", G. K. ", "Space Vehicle Low Gravity Fluid Mechanics Problems and the Feasibility of their Experimental Investigation, NASA Technical Memorandum X-53589; ", "NASA George C. Marshall Space Fight Center", ": ", "Hunstville, AL, USA", " ", ", 1967.", "There is no corresponding record for this reference.", "82. ", "Sheinina", ", ", "A. A.", "; ", "Bereznyak", ", ", "N. G.", "; ", "Vorob’eva", ", ", "V. P.", "; ", "Khazhmuradov", ", ", "M. A.", " ", "Low Temp. Phys.", " ", "1993", ",  ", "19", ",  ", "356", "– ", "364", "There is no corresponding record for this reference.", "83. ", "Yakub", ", ", "E. S.", " ", "Int. J. Thermophys.", " ", "2001", ",  ", "22", ",  ", "505", "– ", "516", "[", "Crossref", "], [", "CAS", "]", "83. ", "Thermodynamic and transport properties of hydrogen and deuterium fluids within atom-atom approximation", "Yakub, E. S.", "International Journal of Thermophysics", "\r\n        (", "2001", "),\r\n    ", "22", "\r\n        (", "2", "),\r\n    ", "505-516", "CODEN:\r\n                ", "IJTHDY", ";\r\n        ISSN:", "0195-928X", ".\r\n    \r\n            (", "Kluwer Academic/Plenum Publishers", ")\r\n        ", "Computer simulation results for highly compressed mol. hydrogen and deuterium fluids at pressures up to 100 GPa are presented.  Nonempirical atom-atom approxn. for nonrigid mols. was used for the description of intra- and intermol. interactions.  Quantum corrections are induced within the Feynman variational approach.  Pressure, energy, isothermal compressibility, thermal expansion, heat capacities, and speed of sound, as well as transport properties of hydrogen and deuterium fluids at elevated temps. and high densities, are computed using appropriate computer simulation procedures.  Predictions of self-diffusion, shear viscosity, and thermal cond. of shock-compressed deuterium and hydrogen fluids are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXjvFKitr8%253D&md5=f72b179da86f7f750606f579d6cfbb4f", "84. ", "McCarty, ", ", ", "R. D. ", "Hydrogen technology survey: Thermophysical properties; ", "National Aeronautics and Space Administration (NASA)", ": ", "Washington, DC, USA", ", ", "1975.", "There is no corresponding record for this reference.", "85. ", "Nicol", ", ", "J. M.", "; ", "Eckert", ", ", "J.", "; ", "Howard", ", ", "J.", " ", "J. Phys. Chem.", " ", "1988", ",  ", "92", ",  ", "7117", "– ", "7121", "[", "ACS Full Text ", "], [", "CAS", "]", "85. ", "Dynamics of molecular hydrogen adsorbed in CoNa-A zeolite", "Nicol, Jacqueline M.; Eckert, J.; Howard, J.", "Journal of Physical Chemistry", "\r\n        (", "1988", "),\r\n    ", "92", "\r\n        (", "25", "),\r\n    ", "7117-21", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "The dynamics of mol. H2 adsorbed in the cavities of partially Co-exchanged type A zeolite (Co4.1Na3.8-A) was studied in the energy range 0-40 meV by incoherent inelastic neutron scattering.  Both rotational and vibrational excitations are identified in the spectra.  The rotational tunnel splitting of the librational ground state of the adsorbed mol. H2 is obsd. at 3.8 meV.  Anal. of the data in terms of a 2-fold cosine potential with 2 degrees of rotational freedom best accounts for the obsd. spectral features among several models tested.  A barrier height of ∼1.4 kcal/mol was calcd.  A mode at 15.3 meV is assigned accordingly as a vibration of the bound H2.  Evidence for the torsional mode of Al(OH)4 complexes, formed in the β-cages during ion exchange, is found in the vibrational spectra at 21 meV.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1cXmtlOlt7Y%253D&md5=66a0e72360cecfda2bb7b4074da7b770", "86. ", "Eckert", ", ", "J.", "; ", "Nicol", ", ", "J. M.", "; ", "Howard", ", ", "J.", "; ", "Trouw", ", ", "F. R.", " ", "J. Phys. Chem.", " ", "1996", ",  ", "100", ",  ", "10646", "– ", "10651", "[", "ACS Full Text ", "], [", "CAS", "]", "86. ", "Adsorption of Hydrogen in Ca-exchanged Na-A Zeolites Probed by Inelastic Neutron Scattering Spectroscopy", "Eckert, Juergen; Nicol, Jacqueline M.; Howard, J.; Trouw, Frans R.", "Journal of Physical Chemistry", "\r\n        (", "1996", "),\r\n    ", "100", "\r\n        (", "25", "),\r\n    ", "10646-10651", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The hindered rotations and vibrations of mol. H, D, and HD adsorbed in partly and fully Ca-ion exchanged NaA zeolites were studied at low temps. by inelastic neutron scattering (INS) techniques.  A loading of 1 mol. per supercage was used to avoid multiple site occupancies.  Nonetheless, the INS spectra of the rotational transitions of H2, HD, and D2 clearly show that phys. adsorption occurs on several different sites.  Both the CaNaA and CaA samples have strong rotational bands near 6 meV.  On this basis, the authors conclude that the principal adsorption site in CaNaA is in the vicinity of the Ca2+ cation where H2 experiences a rotational barrier of ∼ 4.3 kJ/mol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28Xjt1Wns7c%253D&md5=423d6d5c3e70c87a99b97c0d48224a67", "87. ", "Rowsell", ", ", "J. L. C.", "; ", "Eckert", ", ", "J.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "14904", "– ", "14910", "[", "ACS Full Text ", "], [", "CAS", "]", "87. ", "Characterization of H2 Binding Sites in Prototypical Metal-Organic Frameworks by Inelastic Neutron Scattering", "Rowsell, Jesse L. C.; Eckert, Juergen; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "42", "),\r\n    ", "14904-14910", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The hindered rotor transitions of H2 adsorbed in the chem. related and prototypical porous metal-org. frameworks IRMOF-1, IRMOF-8, IRMOF-11, and MOF-177 were studied by inelastic neutron scattering to gain information on the specifics of H2 binding in this class of adsorbents.  Remarkably sharp and complex spectra of these materials signify a diversity of well-defined binding sites.  Similarities in the spectral features as a function of H2 loading and correlations with recent crystallog. studies were used to assign transitions ranging in rotational barrier from <0.04 to 0.6 kcal/mol as corresponding to localized adsorption sites on the org. and inorg. components of these frameworks.  Binding of H2 at the inorg. cluster sites is affected by the nature of the org. link and is strongest in IRMOF-11 in accord with adsorption isotherm data.  The sites on the org. link have lower binding energies, but a much greater capacity for increases in H2 loading, which demonstrates their importance for hydrogen uptake by these materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtVGis7%252FF&md5=cce77a13ade28d02f02cb8be3a28afcb", "88. ", "Ma", ", ", "S.", "; ", "Eckert", ", ", "J.", "; ", "Forster", ", ", "P. M.", "; ", "Yoon", ", ", "J. W.", "; ", "Hwang", ", ", "Y. K.", "; ", "Chang", ", ", "J.-S.", "; ", "Collier", ", ", "C. D.", "; ", "Parise", ", ", "J. B.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "15896", "– ", "15902", "[", "ACS Full Text ", "], [", "CAS", "]", "88. ", "Further Investigation of the Effect of Framework Catenation on Hydrogen Uptake in Metal-Organic Frameworks", "Ma, Shengqian; Eckert, Juergen; Forster, Paul M.; Yoon, Ji Woong; Hwang, Young Kyu; Chang, Jong-San; Collier, Christopher D.; Parise, John B.; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "47", "),\r\n    ", "15896-15902", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Hydrogen-sorption studies were carried out for the catenation isomer pairs of PCN-6 and PCN-6' (both have the formula of Cu3(TATB)2, where TATB represents 4,4',4''-s-triazine-2,4,6-triyl-tribenzoate of C24H12N3O6).  Inelastic neutron scattering (INS) studies reveal that the initial sites occupied by adsorbed H2 are the open Cu centers of the paddlewheel units with comparable interaction energies in the two isomers.  At high H2 loadings, where the H2 mols. adsorb mainly on or around the org. linkers, the interaction is substantially stronger in catenated PCN-6 than in noncatenated PCN-6', leading to much higher H2 uptake in the isomer with catenation.  Hydrogen sorption measurements at pressures up to 50 bar demonstrate that framework catenation can be favorable for the enhancement of hydrogen adsorption.  For example, the excess hydrogen uptake of PCN-6 is 72 mg/g (6.7%) at 77 K/50 bar or 9.3 mg/g (0.92%) at 298 K/50 bar, resp., and that for PCN-6' is 42 mg/g (4.0%) at 77 K/50 bar or 4.0 mg/g (0.40%) at 298 K/50 bar.  Importantly, PCN-6 exhibits a total hydrogen uptake of 95 mg/g (8.7%) (corresponding to a total volumetric value of 53.0 g/L, estd. based on crystallog. d.) at 77 K/50 bar and 15 mg/g (1.5%) at 298 K/50 bar.  Significantly, the expected usable capacity of PCN-6 is ≤75 mg/g (or 41.9 g/L) at 77 K, if a recharging pressure of 1.5 bar is assumed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlant7jM&md5=b018a4fc4ba711f6ee6bb222fb5fcc94", "89. ", "Mullen", ", ", "A. L.", "; ", "Pham", ", ", "T.", "; ", "Forrest", ", ", "K. A.", "; ", "Cioce", ", ", "C. R.", "; ", "McLaughlin", ", ", "K.", "; ", "Space", ", ", "B.", " ", "J. Chem. Theory Comput.", " ", "2013", ",  ", "9", ",  ", "5421", "– ", "5429", "[", "ACS Full Text ", "], [", "CAS", "]", "89. ", "A Polarizable and Transferable PHAST CO2 Potential for Materials Simulation", "Mullen, Ashley L.; Pham, Tony; Forrest, Katherine A.; Cioce, Christian R.; McLaughlin, Keith; Space, Brian", "Journal of Chemical Theory and Computation", "\r\n        (", "2013", "),\r\n    ", "9", "\r\n        (", "12", "),\r\n    ", "5421-5429", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reliable PHAST (Potentials with High Accuracy Speed and Transferability) intermol. potential energy functions for CO2 have been developed from first principles for use in heterogeneous systems, including one with explicit polarization.  The intermol. potentials have been expressed in a transferable form and parametrized from nearly exact electronic structure calcns.  Models with and without explicit many-body polarization effects, known to be important in simulation of interfacial processes, are constructed.  The models have been validated on pressure-d. isotherms of bulk CO2 and adsorption in three metal-org. framework (MOF) materials.  The present models appear to offer advantages over high quality fluid/liq. state potentials in describing CO2 interactions in interfacial environments where sorbates adopt orientations not commonly explored in bulk fluids.  Thus, the nonpolar CO2-PHAST and polarizable CO2-PHAST* potentials are recommended for materials/interfacial simulations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslOms7bF&md5=9c0095ace2418d004eb3f62e39de5e26", "90. ", "Cioce", ", ", "C. R.", "; ", "McLaughlin", ", ", "K.", "; ", "Belof", ", ", "J. L.", "; ", "Space", ", ", "B.", " ", "J. Chem. Theory Comput.", " ", "2013", ",  ", "9", ",  ", "5550", "– ", "5557", "[", "ACS Full Text ", "], [", "CAS", "]", "90. ", "A Polarizable and Transferable PHAST N2 Potential for Use in Materials Simulation", "Cioce, Christian R.; McLaughlin, Keith; Belof, Jonathan L.; Space, Brian", "Journal of Chemical Theory and Computation", "\r\n        (", "2013", "),\r\n    ", "9", "\r\n        (", "12", "),\r\n    ", "5550-5557", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A polarizable and transferable intermol. potential energy function, potentials with high accuracy, speed, and transferability (PHAST), has been developed from first principles for mol. nitrogen to be used in the modeling of heterogeneous processes such as materials sorption and sepns.  A five-site (van der Waals and point charge) anisotropic model, that includes many-body polarization, is proposed.  It is parametrized to reproduce high-level electronic structure calcns. (CCSD-(T) using Dunning-type basis sets extrapolated to the CBS limit) for a representative set of dimer potential energy curves.  Thus it provides a relatively simple yet robust and broadly applicable representation of nitrogen.  Two versions are developed, differing by the type of mixing rules applied to unlike Lennard-Jones potential sites.  It is shown that the Waldman-Hagler mixing rules are more accurate than Lorentz-Berthelot.  The resulting potentials are demonstrated to be effective in modeling neat nitrogen but are designed to also be useful in modeling N2 interactions in a large array of environments such as metal-org. frameworks and zeolites and at interfaces.  In such settings, capturing anisotropic forces and interactions with (open and coordinated) metals and charged/polar environments is essential.  In developing the potential, it was found that adding a seemingly redundant dimer orientation, slip-parallel (S), improved the transferability of the potential energy surface (PES).  Notably, one of the solid phases of nitrogen was not as accurately represented energetically without including S in the representative set.  Liq. simulations, however, were unaffected and worked equally well for both potentials.  This suggests that accounting for a wide variety of configurations is crit. in designing a potential that is intended for use in heterogeneous environments where many orientations, including those not commonly explored in the bulk, are possible.  Testing and validation of the potential are achieved via simulations of a thermal distribution of trimer geometries compared to analogous high level electronic structure calcns. and mol. simulations of bulk pressure-d. isotherms across the vapor, supercrit., and liq. phases.  Crystal lattice parameters and energetics of the α-N2 and γ-N2 solid phases are also evaluated and detd. to be in good agreement with expt.  Thus the proposed potential is shown to be efficacious for gas, liq., and solid use, representing both disordered and ordered configurations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslymsL%252FE&md5=6e49a20dae42fba851544c350847cf0b"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-3/cg5018104/20150227/images/small/cg-2014-018104_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-3/cg5018104/20150227/images/small/cg-2014-018104_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-3/cg5018104/20150227/images/small/cg-2014-018104_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-3/cg5018104/20150227/images/small/cg-2014-018104_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-3/cg5018104/20150227/images/small/cg-2014-018104_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-3/cg5018104/20150227/images/small/cg-2014-018104_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-3/cg5018104/20150227/images/small/cg-2014-018104_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-3/cg5018104/20150227/images/small/cg-2014-018104_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-3/cg5018104/20150227/images/small/cg-2014-018104_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-3/cg5018104/20150227/images/small/cg-2014-018104_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-3/cg5018104/20150227/images/small/cg-2014-018104_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-3/cg5018104/20150227/images/small/cg-2014-018104_0012.gif\">"]}
