{"title": ["Probing the Mechanism of Water Adsorption in Carbon Micropores with Multitemperature Isotherms and Water Preadsorption Experiments"], "authors": ["S. W. Rutherford"], "doi": ["10.1021/la061140a"], "abstract": ["The phenomenon of water adsorption in carbon micropores is examined through the study of water adsorption equilibrium in molecular sieving carbon. Adsorption and desorption isotherms are obtained over a wide range of concentrations from less than 0.1% to beyond 80% of the vapor pressure. Evidence is provided in support of a proposed bimodal water adsorption mechanism that involves the interaction of water molecules with functional groups at low relative pressures and the adsorption of water molecules between graphene layers at higher pressures. Decomposition of the equilibrium isotherm data through application of the extended cooperative multimolecular sorption theory, together with favorable quantitative comparison, provides support for the proposed adsorption mechanism. Additional support is obtained from a multitemperature study of water equilibrium. Temperatures of 20, 50, and 60 °C were probed in this investigation in order to provide isosteric heat of adsorption data for water interaction with the carbon molecular sieve. At low loading, the derived isosteric heat of adsorption is estimated to be 69 kJ/mol. This value is indicative of the adsorption of water to functional groups. At higher loading, the isosteric heat of adsorption decreases with increasing loading and approaches the heat of condensation, indicative of adsorption between graphene layers. Further support for the proposed adsorption mechanism is derived from carbon dioxide adsorption experiments on carbon molecular sieve that is preadsorbed with various amounts of water. Significant exclusion of carbon dioxide occurs, and a quantitative analysis that is based on the proposed bimodal water adsorption mechanism is employed in this investigation. "], "text": [" ", "Top of Page", "Abstract", "1. Introduction", "2. Experimental Details", "3. Results and Discussion", "4. Conclusions", "1. Introduction", " ", "Water is a ubiquitous compound whose interaction with solids and surfaces is receiving increasing attention in theoretical and experimental research. The presence of water and the hydration forces that result", "1", " can lead to unique adsorption phenomenon within microporous solids.", "2", " The interaction of water vapor with microporous carbon is an important example in which adsorption equilibrium behavior is found to widely vary. Such variations can have significant effects upon commercial and environmental technologies that employ microporous carbon. For example, the presence of water is known to detrimentally affect separation processes such as air separation employing carbon molecular sieve", "3,4", " yet promote natural gas storage properties of activated carbon.", "5", " Water can deleteriously affect tribological properties of lubricated carbon surfaces by promoting friction", "6", " and significantly reduce the amount of carbon dioxide imbibition in coal seam sequestration.", "7", " ", " ", "The importance of these technologies coupled with the widely varying equilibrium behavior observed for water adsorption in carbon provides motivation and challenge for research aimed at extending knowledge of this phenomenon. Currently, there is a deficit in the broad fundamental understanding of the behavior of water within carbon adsorbents.", "2", "-", "4", " Previously, the behavior has been explained in relation to carbon microstructure. On a molecular level, carbon adsorbents contain stacked graphene layers whose spacings form micropores.", "8", " At the edges of the graphene layers, oxygenated functional groups are located.", "8,9", " The distribution of micropore size and the chemistry of the functional groups are known to be two important elements in water adsorption.", "4", " Functional group chemistry has been studied extensively by experimental and theoretical means.", "4", " Less extensively studied is the effect of the distribution of micropore size on water adsorption in carbon. Experimental studies often employ microporous carbon with widely dispersed pore size distributions that extend into the mesopore range. These studies focus on the combined contributions of water adsorption on the carbon surface coupled with molecular layering and capillary condensation. More relevant to current needs are studies that focus on the individual contribution of water and carbon surface interactions, isolated from the intrusion of layering and capillary condensation. Carbon molecular sieve (CMS) is a useful material to fill this need because it contains negligible mesoporosity and micropores no greater than 1 nm. According to molecular simulations,", "10,11", " pores of size less than 1 nm can accommodate only a single layer of water molecules, thereby making CMS a valuable material for probing the nature of water and carbon surface interaction. ", " ", "Molecular simulations of water adsorption in carbon micropores also indicate that hysteresis should be observed even in pores of size less than 1 nm. Water adsorption experiments on CMS can be employed to assess the validity of these claims through a comparison of adsorption and desorption branches of the equilibrium isotherm. Additionally, it has been proposed that hysteresis is accompanied by the equilibrium pressure shift-induced displacement of water.", "12", " Therefore, two separate tests are available to determine the presence of hysteresis−adsorption /desorption equilibrium and equilibrium pressure shift displacement experiments. In this investigation, the measurement of water adsorption equilibria in CMS and associated equilibrium pressure shift displacement experiments are undertaken over a wide range of relative pressure to determine the presence of hysteresis. The results of these experiments can be additionally employed to assess the role of oxygenated functional groups in the adsorption of water. The assessment of water isotherm data at multiple temperatures allows for the calculation of isosteric heat of water adsorption, which can be used for further assessment of the role of oxygenated functional groups and to discriminate the contributions of the adsorption of water between graphene layers. ", " ", " ", "Top of Page", "Abstract", "1. Introduction", "2. Experimental Details", "3. Results and Discussion", "4. Conclusions", "2. Experimental Details", " ", "The experiments undertaken in this investigation are aimed at elucidating the role of oxygen-containing functional groups through quantitative assessment of the equilibrium isotherm. Obtaining these measurements over a wide range of loading and over a range of temperatures is required. A volumetric water adsorption apparatus, used previously to characterize CMS at low loadings and at room temperature,", "13,14", " is employed in this investigation. This apparatus is also employed to undertake carbon dioxide adsorption experiments on CMS that is preadsorbed with various amounts of water. These series of experiments, designed not only to determine the role of functional groups in water adsorption but also to determine the presence of adsorption hysteresis, are described in the following sections. ", " ", "2.1. Materials.", " The adsorbent investigated in this study is a carbon molecular sieve manufactured by Takeda chemical company. The material, known as Takeda 5A, has been characterized in a previous investigation by application of gas permeation, gas adsorption, and mercury intrusion to characterize pore size.", "15,16", " The micropores of the Takeda CMS are contained within a grain structure consisting of crystalline and amorphous carbon", "8", " and the macropores form in the voids between grains. The pore volume is derived from micropores with an average size around 0.5 nm", "17", " and macropores with an average diameter around 0.5 μm.", "16", " Additionally, it has been shown by several authors that Takeda 5A has negligible mesopore volume.", "17,18", " ", " ", "According to the manufacturer, Takeda 5A CMS is derived from coconut shell, which is a precursor material known to generate sieves with significant quantities of oxygenated functional groups. Chemical groups such as carboxylic, carbonyl, and hydroxyl are found in coconut shell-derived carbon.", "19", " These groups are believed to be located at the edges of the graphene layers that form the micropore structure in CMS.", "4", " Molecular simulations indicate that the graphene layers in coconut shell-derived carbon are spaced to generate micropores between 0.3 and 1 nm,", "20", " in agreement with experimental data.", "17,18", " ", " ", "In this investigation, cylindrical Takeda 5A CMS pellets of length 0.6 cm and diameter 0.3 cm are studied. The CMS is initially outgassed for a period of 14 days at 80 °C. The sample was also outgassed for at least 60 h at 80 °C at a base pressure of 10", "-", "9", " Torr between each of the experiments. ", " ", "2.2. Water Adsorption Experiments.", " A previous investigation has outlined the method for the measurement of water adsorption by a volumetric technique at 20 °C.", "13", " In the previous study, adsorption at low pressures was examined in order to probe the role of oxygenated function groups in the adsorption of water. This investigation extends the previous study to high relative pressures at 20 °C and additionally probes temperatures of 50 and 60 °C. The volumetric, batch adsorption apparatus used in this investigation is described in a previous publication.", "13", " Briefly, it consists of a sample chamber connected to two dosing volumes by a series of valves. The system is connected to two MKS Baratron type 615A pressure transducers capable of measuring pressures of up to 1000 Torr. The system includes a vacuum source capable of obtaining a base pressure of 10", "-", "9", " Torr. ", " ", "Adsorption experiments take place by expanding the adsorbate, previously equilibrated at the chosen temperature, into the initially outgassed dosing volume that is isolated from the sample chamber. A thermal equilibration period of 1 h is allowed after expansion to account for possible temperature changes upon expansion and disturbance of the oven temperature. The adsorption experiment is initiated by opening the valve between the dosing and sample chambers. After equilibrium is obtained, the process can be repeated at higher pressures until a maximum desired loading is reached. During desorption, the dosing volume pressure is decreased below the sample chamber pressure. The dynamic pressure change during the adsorption and desorption experiment is recorded. The system volume is determined by helium expansion into a previously calibrated vessel. ", " ", "A separate series of experiments have been performed to determine the influence of water adsorption on the chamber walls. Expansion of water into the dosing volume and continuous pressure monitoring on the time scales of water adsorption in CMS reveal a change that is negligible in comparison to the pressure changes during the water adsorption experiments. Expansion of water into the sample chamber similarly reveals negligible adsorption of water. The equilibration period for the water uptake in CMS varies with loading", "14", " but is essentially complete in a time period no greater than 1 h. To ensure that a true equilibrium is reached, all water adsorption experiments are allowed a 2 h equilibration period. ", " ", "2.3. Carbon Dioxide Adsorption Experiments.", " Pure carbon dioxide adsorption experiments are undertaken with the same volumetric method as outlined for water adsorption. A port for injecting carbon dioxide was added to the apparatus, and carbon dioxide with a purity of 99.99% was obtained through the Los Alamos gas facility and used in this investigation. The time scale for equilibrium to be reached is approximately 400 s; however, 2000 s is allowed as an equilibration period to ensure no further change in pressure. ", " ", "2.4. Equilibrium Pressure Shift Displacement Experiments.", " These series of experiments were undertaken by preequilibrating the CMS with water vapor according to the procedure outlined for the water adsorption experiment. Once equilibrium is reached, the sample cell is isolated from the supply volume, and high-pressure carbon dioxide is injected into the supply volume until a carbon dioxide partial pressure near 100 Torr is reached. Carbon dioxide is thereby added to the system while maintaining a constant loading of water. Thermal equilibration is allowed for a period of 1 h followed by initiation of the experiment through the opening of the valve separating supply and sample volumes. The pressure drop is monitored over time until equilibrium is clearly reached and the dosing volume is sized such that a pressure change no greater than 5% occurs. The time scale for equilibration is similar to that for pure carbon dioxide adsorption experiments that are complete within 400 s. However, the experiments were allowed to run for a period of 24 h during which no further change in pressure was observed. At the conclusion of the experiment, the sample was outgassed, and the process was repeated. ", " ", "2.5. Kinetics of Adsorption.", " The dynamic pressure change is monitored in all experiments for water and carbon dioxide adsorption. ", " In previous investigations,", "13,14", " controlled increments in adsorbed-phase concentration were introduced to isolate and investigate micropore diffusion. These experiments were designed to minimize effects related to heat transfer and a nonlinear adsorption isotherm. However, in the water uptake experiments conducted in this investigation, large increments in the adsorbed-phase concentration are taken in order to span a large range of relative pressure and probe the entire water adsorption isotherm. These increments can lead to large changes in the diffusivity and a nonlinear isotherm over the pressure range in which the measurement is taken. Additionally, large increments lead to nonisothermal conditions during the uptake, thereby introducing an additional phenomenon of heat transfer to affect the uptake kinetics. Furthermore, because of the pellet size, quantity adsorbed, nonlinear isotherm, and rate of uptake, the relative influences of both macropore and micropore diffusion are significant and vary with relative pressure. The kinetics have been monitored in previous experiments with CMS in order to discriminate between possible mechanisms of uptake that include obstruction from a pore mouth barrier represented by a linear driving force model,", "21-29", " micropore diffusion represented by Fickian diffusion models,", "30", " and surface kinetics represented by statistical rate theory.", "31", " Because of the intrusion of the abovementioned effects in the kinetics, a clear discrimination between the diffusion models is not possible; therefore, the uptake dynamics has not been analyzed in this investigation. ", " ", " ", "Top of Page", "Abstract", "1. Introduction", "2. Experimental Details", "3. Results and Discussion", "4. Conclusions", "3. Results and Discussion", " ", "Multitemperature water adsorption and water preadsorption experiments are conducted to determine the presence of hysteresis and the role of oxygenated functional groups in the adsorption of water. A quantitative method is required for the analysis of the derived data, and the details of this methodology are presented in the following sections. ", " ", "3.1. Water Adsorption.", " Water adsorption equilibrium isotherms have been measured using the volumetric batch sorption technique outlined in section 2. The results are shown in Figures 1−3", " for temperatures of 20, 50, and 60 °C, respectively. The range of relative pressure spans from less than 0.1% (at 60 °C) to beyond 80% (at 20 °C). As a measure of validation, the data obtained in this investigation are compared to the low-pressure data obtained for Takeda 5A at 20 °C (and also outgassed at 20 °C) in a previous investigation.", "14", " Reasonable agreement between data is observed with outgassing temperatures of 20 and 80 °C, indicating consistent behavior and an invariance to outgassing temperature up to at least 80 °C. ", " ", " Figure 1 (a) Water adsorption in Takeda 5A at 20 °C. Circles represent data from Rutherford,", "14", " squares represent adsorption data from this investigation, and triangles represent desorption data from this investigation. The solid line represents the fit of the Langmuir−Ising model with the individual contributions from the Ising and Langmuir isotherms indicated as dotted lines. (b) Logarithmic plot of water adsorption in Takeda 5A at 20 °C. Circles represent data from Rutherford,", "14", " squares represent adsorption data from this investigation, and triangles represent desorption data from this investigation. The solid line represents the fit of the Langmuir−Ising model with the individual contributions from the Ising and Langmuir isotherms indicated as dotted lines.", " ", " ", " Figure 2 (a) Water adsorption in Takeda 5A at 50 °C. Squares represent adsorption data, and triangles represent desorption data. The solid line represents the fit of the Langmuir−Ising model with the individual contributions from the Ising and Langmuir isotherms indicated as dotted lines. (b) Logarithmic plot of water adsorption in Takeda 5A at 50 °C. Squares represent adsorption data, and triangles represent desorption data. The solid line represents the fit of the Langmuir−Ising model with the individual contributions from the Ising and Langmuir isotherms indicated as dotted lines.", " ", " ", " Figure 3 (a) Water adsorption in Takeda 5A at 60 °C. Squares represent adsorption data, and triangles represent desorption data. The solid line represents the fit of the Langmuir−Ising model with the individual contributions from the Ising and Langmuir isotherms indicated as dotted lines. (b) Logarithmic plot of water adsorption in Takeda 5A at 60 °C. Squares represent adsorption data, and triangles represent desorption data. The solid line represents the fit of the Langmuir−Ising model with the individual contributions from the Ising and Langmuir isotherms indicated as dotted lines.", " ", " ", " ", "The isotherm plots in Figures 1−3 show an observable rise at very low relative pressure (less than 2%) and could be considered to be of type IV in the BDDT classification scheme.", "32", " This is shown clearly in the logarithmic plots of Figures 1b, 2b, and 3b. It has been proposed that the type IV behavior is due to the influence of surface chemistry at low pressures and microstructure at high pressures.", "4", " In a previous investigation, a quantitative treatment that satisfied a number of theoretical criteria imposed on type IV isotherms was proposed.", "14", " The quantitative analysis that employs the extended cooperative multimolecular sorption (CMMS) isotherm decomposes the behavior into two modes of adsorption. The first mode of adsorption is characterized by water interaction within the graphene layers that are stacked to form the graphitic microstructure of carbogenic materials. Although the graphene layers offer a small attraction for water molecules, the micropores will adsorb water according to molecular simulations.", "10,11", " The adsorption of water is followed by cooperative interaction of the adsorbed water with other water molecules until filling of the graphitic microstructure occurs. Because of the narrow micropore size distribution in CMS and the absence of pores greater than 1 nm, multilayering of water cannot take place, and only a single layer of water molecules is allowed, according to molecular simulations.", "10,11", " ", " ", "The second mode of adsorption occurs via interaction of water with oxygenated functional groups that are present outside the ", " graphitic microstructure. This interaction is characterized by a high degree of attraction. However, the degree of attraction is variable and is affected by pore size and site density.", "33-36", " The combined contribution of these two modes of adsorption results in a composite isotherm with contributions from the Ising equation, which represents the first mode of adsorption, and the Langmuir equation, which represents the second mode of water adsorption. Their combined contribution generates the observed type IV isotherm. ", " ", "Figures 1−3 also provide adsorption and desorption equilibria for temperatures of 20, 50, and 60 °C. It is evident that no distinct differentiation, within experimental error, between adsorption and desorption data points is observed in this investigation. This lack of observable distinction between adsorption and desorption of water in CMS is an indication of negligible hysteresis. The absence of hysteresis is a condition for the application of the extended CMMS isotherm,", "37,38", " and the fulfillment of this condition allows this isotherm to be used to characterize the multitemperature water adsorption data obtained in this investigation. ", " ", "3.1.1. Application of the Extended CMMS Isotherm.", " The extended CMMS isotherm,", "14", " which decomposes the water adsorption equilibrium by isolating contributions from two modes of adsorption, can be represented mathematically as", "14", " ", " where ", "w", "ISING", " is given by", " ", " ", " and ", "C", "TOTAL", " is the total amount adsorbed as a function of pressure (", "P", "), ", "K", "0", " represents the interaction of water with the central unit on the primary adsorption site on the graphene surface, and ", "K", "1", " represents the interaction of water with the side unit on the primary adsorption site on the graphene surface. The parameter ", "b", "L", " represents the affinity for the interaction of water with the functional group, ", "C", "sat", " represents the adsorption capacity of the graphitic microstructure, and ", "C", "satL", " represents the adsorption capacity of water bound to functional groups. ", " ", "Equation 1 can be applied to characterize the water adsorption data at 20, 50, and 60 °C with some conditions imposed on the temperature dependence of the isotherm parameters. The water adsorption capacity parameters, ", "C", "sat", " and ", "C", "satL", ", are assumed to be independent of temperature over the range of temperature studied in this investigation. However, the Langmuir affinity parameter is known to obey the following relation", "39", " ", " where ", "Q", "L", " is the Langmuir isosteric heat. Similarly, it is proposed that ", "K", "0", " and ", "K", "1", " are related to temperature through the following equations", " ", " ", " ", " where ", "Q", "0", " and ", "Q", "1", " represent the isosteric heats of water adsorption onto the primary site on the graphene surface and the isosteric heat of water binding to the side unit on the primary site, respectively. Values for the isosteric heat of water adsorption may vary from 20 to 80 kJ/mol depending on the exposure environment, temperature pretreatment, and resulting surface chemistry.", "40-45", " Micropore size is also known to affect the isosteric heat of water adsorption.", "10,11", " ", " ", "Equation 1 is fitted to the data obtained at the three temperatures in order to evaluate the three temperature-dependent parameters ", "K", "0", ", ", "K", "1", ", and ", "b", "L", ", and two temperature-independent parameters ", "C", "sat", " and ", "C", "satL", " under the temperature constraints. The values obtained are presented in Table 1", ". ", " ", " ", " Table 1.  Parameter Values Obtained from Data Fitting", " ", " ", "water", " ", "20°C", "50°C", "60°C ", "b", "L", " (/Torr) ", " ", "3.71 ", "0.270 ", "0.127 ", "C", "satL", "(mol/g) ", " ", "0.000223 ", "0.000223 ", "0.000223 ", "C", "sat", " (mol/g) ", " ", "0.00713 ", "0.00713 ", "0.00713 ", "K", "0", " (/Torr) ", " ", "0.00480 ", "0.000616 ", "0.000334 ", "K", "1", " (/Torr) ", " ", "0.137 ", "0.0222 ", "0.0131 ", "P", "v", " (Torr) ", " ", "17.535 ", "92.51 ", "149.38 ", "Q", "L ", "(kJ/mol) ", "69 ", " ", " ", " ", "Q", "0", " (kJ/mol) ", "54 ", " ", " ", " ", "Q", "1", " (kJ/mol) ", "48 ", " ", " ", " ", "carbon dioxide", " ", "20°C", "50°C", "80°C ", "b", "CO", "2", " ", "(/Torr) ", " ", "0.00306 ", "0.000825 ", "0.000248 ", "C", "satCO", "2", " (mol/g) ", " ", "0.0069 ", "0.0069 ", "0.0069 ", "t", " ", " ", "0.4 ", "0.4 ", "0.4 ", "Q", "CO", "2 ", "(kJ/mol) ", "36 ", " ", " ", " ", " ", " ", " ", "It is evident from Figures 1−3 that the extended CMMS isotherm has the ability to characterize the data over the ranges of pressure and temperature probed in this study. The decomposed contributions of the two modes of water adsorption are also indicated in Figures 1−3. The contribution from the Langmuir isotherm, which represents the binding of water to the functional groups that reside outside of the graphene microstructure, appears to dominate at very low relative pressure. This is particularly obvious in the logarithmic plots of Figures 1b, 2b, and 3b, which show that the saturation of these sites occurs at relative pressures around 10%. At relative pressures beyond 20%, the dominating mechanism shifts to the filling of the graphene microstructure with water molecules. This is indicated by the increased contribution from the Ising equation in the decomposed isotherms of Figures 1−3. At very high relative pressure, complete filling of the volume contained between graphene layers is approached. ", " ", "3.1.2. Saturation Capacity.", " The total saturation capacity, which is the sum of the capacity for water adsorbed in the volume between graphene layers and bound to functional groups, is evaluated to be 7.35 mmol/g. For comparison, the capacity obtained in this study is similar to the water capacity of Air Products CMS, which is measured to be 6 mmol/g when outgassed at 110 °C,", "46", " and coconut shell-based carbon, whose water saturation capacity is approximately 9 mmol/g when outgassed at 110 °C.", "29,47", " ", " ", "For further comparison, the carbon dioxide capacity of Takeda 5A, obtained by Cazorla-Amoros et al.", "48", " at 25°C and at high pressures, is approximately 6.9 mmol/g. The resulting micropore volume of Takeda 5A is evaluated, using a liquid density for carbon dioxide of 0.7 g/cm", "3", " at 25 °C, to be 0.43 cm", "3", "/g. The total capacity for water in Takeda 5A translates to a micropore volume of only 0.13 cm", "3", "/g using a liquid density of 1.0 g/cm", "3", ". Such large differences in micropore volume derived from water and other adsorbates have also been observed by Bradley and Rand,", "49", " who studied coconut shell-based and lignite-based carbon. These materials were probed by nitrogen and alcohol adsorption, employing an outgassing temperature of 250 °C, to reveal a similar micropore volume to that of the Takeda 5A sample studied in this investigation. Nitrogen, methanol, ethanol, propanol, and butanol adsorption all consistently gave a micropore volume around 0.43 cm", "3", "/g. However, water adsorption indicated a micropore volume of approximately 0.13 cm", "3", "/g, revealing a result remarkably similar to the analysis of Takeda 5A presented in this investigation. The results obtained by Bradley and Rand", "49", " and this investigation differ with results from other studies of micropore volumes on the order of 70 to 100% of the volumes obtained by other probe molecules.", "29,46,47", " Bradley and Rand", "49", " offer no explanation for the discrepancy in the result. However, it is a noteworthy fact that Alcaniz-Monge et al.", "50", " obtained a similar micropore volume for Takeda 5A generated by water, carbon dioxide, and nitrogen adsorption with outgassing at 350 °C. This is in contrast to the results of this investigation in which an outgassing temperature of 80 °C was employed. Outgassing ", " conditions are known to affect high-energy functional group sites present at the edges of the graphene layers. In fact, it has been shown that outgassing temperatures as low as 300 °C can remove these surface sites from carbogenic materials.", "44", " At temperatures lower than 300 °C, negligible changes to surface sites are observed, and water adsorption equilibrium is independent of outgassing temperature.", "44", " This is in agreement with the analysis of this investigation that shows a negligible effect from outgassing at 20 and 80 °C. ", " ", "On the basis of the high outgassing temperatures in the study of Alcaniz-Monge et al.,", "50", " it is reasonable to assume that the functional groups were removed from Takeda 5A during the outgassing process. A further logical extension would be to propose that the removal of these sites allows a greater filling of the micropore volume by water molecules. This could be rationalized by visualizing the sites, present at the edges of the graphene layers, as obstructing water from entry into the graphitic microdomain. The presence of carboxylic, carbonyl, and hydroxyl groups appears to prevent the water molecules from filling the graphene layers, whereas the removal of these groups allows water to adsorb between the layers. Furthermore, through a comparison of the water adsorption capacity obtained in this investigation and in the study by Alcaniz-Monge et al.,", "50", " the functional groups block as much as 50% of the micropore volume from being accessed by water molecules. Yet the presence of these groups appears to have negligible effect upon carbon dioxide equilibrium in Takeda CMS, according to Cansado et al.", "51", " Outgassing at 400 °C, which is believed to cause the removal of surface groups at the micropore entrance, causes a negligible change in total carbon dioxide uptake.", "51", " ", " ", "On the basis of these results, it is proposed that the presence of oxygenated functional groups ", " ", "(1) is affected by outgassing temperatures above 300 °C; ", " ", "(2) reduces the micropore volume accessible to water molecules; and ", " ", "(3) does not affect the micropore volume accessible to carbon dioxide molecules. ", " ", "Considering the importance of surface chemistry in the adsorption of water, further characterization of the nature of water bonding with the functional group is valuable. Additional thermodynamic information can be obtained by examining the multitemperature equilibrium data. ", " ", "3.1.3. Heat of Adsorption.", " The procedure for multitemperature data fitting allows an evaluation of the temperature-dependent parameters and isosteric heats of water adsorption. The nondimensional values of the Langmuir affinity parameters are estimated to be 65 at 20 °C, 25 at 50 °C, and 19 at 60 °C. These values are large enough to represent the adsorption of water to oxygenated functional groups according to molecular simulations.", "36", " The isosteric heat of water adsorption, derived from the temperature dependence of the Langmuir affinity parameter, is evaluated to be 69 kJ/mol. This value is comparable with values obtained from other studies of carbogenic materials with significant quantities of oxygenated surface sites. Terzyk et al.", "52", " obtained an isosteric heat at zero loading between 60 and 70 kJ/mol for acid-treated carbons, and this result is consistent with the proposed mechanism of water binding to the functional groups at low loading. At higher loading, corresponding to relative pressures beyond 20%, the amount of water bound to the primary site on the graphene surface dominates. The corresponding isosteric heat of water bound to the primary adsorption unit on the graphene surface is evaluated to be 54 kJ/mol. At even higher loading, where clustering and binding of water to other water molecules become significant, the isosteric heat is evaluated to be 48 kJ/mol. This value is only slightly larger than the magnitude of the heat of condensation (44 kJ/mol). This observed relationship between isosteric heat and loading is compatible with results of other studies that probe water adsorption in treated carbons.", "40", "-", "45,52", " ", " ", "3.2. Carbon Dioxide Adsorption.", " The adsorption equilibrium of carbon dioxide in Takeda 5A, outgassed at 80 °C, has been measured using the volumetric batch sorption technique outlined in the previous section. The results are shown in Figure 4", " for temperatures of 20, 50, and 80 °C. The isotherm plot in Figure 4 is a classical type I in the BDDT classification scheme.", "32", " As a measure of validation, the data obtained in this investigation is compared to the data obtained for Takeda 5A at 20 °C (and also outgassed at 20 °C) in a previous investigation.", "16", " Reasonable agreement of data is observed, indicating consistent behavior despite the differences in outgassing temperature. ", " ", " Figure 4 Carbon dioxide adsorption in Takeda 5A. Diamonds represent data from Rutherford and Do", "16", " at 20 °C, circles represent adsorption data from this investigation at 20 °C, triangles represent adsorption data from this investigation at 50 °C, and squares represent adsorption data from this investigation at 80 °C.", " ", " ", " ", "The uptake of carbon dioxide in Takeda CMS is known to be inconsistent with the Langmuir isotherm over large pressure ranges.", "15,53", " The Toth isotherm has been used in this case to characterize the adsorption data.", "15,53", " The Toth isotherm can be expressed as", " ", " where ", "b", "CO", "2", " is the affinity parameter for carbon dioxide, ", "C", "satCO", "2", " is the saturation capacity of carbon dioxide in Takeda 5A, and ", "t", " is the heterogeneity parameter. The carbon dioxide isotherm for Takeda 5A at high pressures has been measured at room temperature, and the saturation capacity has been evaluated to be 6.9 mmol/g.", "48", " The saturation capacity is therefore fixed at this value, and the Langmuir affinity parameter for carbon dioxide is allowed to vary with temperature according to", " ", " ", " where ", "Q", "CO", "2", " is the isosteric heat of adsorption for carbon dioxide. Equation 5 is fit to the carbon dioxide data obtained at the three temperatures in order to evaluate temperature-independent parameters ", "t", " and ", "C", "satCO", "2", " and temperature-dependent parameter ", "b", "CO", "2", ". The values obtained are presented in Table 1. The isosteric heat of adsorption, estimated from the temperature dependence of the affinity parameter, is evaluated to be 36 kJ/mol. A similar value (37 kJ/mol) has been obtained for carbon dioxide in Bergbau-Forschung CMS.", "54,55", " However, Nicholson", "56", " has shown that expected values of the heat of carbon dioxide adsorption should vary from less than 30 kJ/mol for small micropores to values less than 15 kJ/mol for large micropores. Experimental measurements on other commercially procured CMS reveal values slightly less than 30 kJ/mol,", "28,52,57", " and wider-pore carbons have lower values around 16 kJ/mol, according to other molecular studies.", "58", " The value of 36 kJ/mol obtained in this investigation is higher than that obtained by molecular simulation of adsorption between graphene layers. This could indicate the partial contribution of carbon dioxide adsorption outside of the graphene structure. The magnitude of this contribution can be assessed using equilibrium pressure shift displacement experiments. ", " ", "3.2.1. Equilibrium Pressure Shift Displacement Experiments.", " The equilibrium pressure shift displacement of water is believed to occur when water that is preadsorbed in micropores is displaced by the introduction of gas.", "12", " The shift displacement can arise when the equilibrium isotherm of water displays hysteresis. Miyawaki et al.", "12", " have shown that the dynamic adsorption of water, induced by the introduction of gas, can increase on a short time scale (on the order of minutes), followed by an overshoot and subsequent decline in the uptake. The decline can occur on a much longer time scale and can take as long as 24 h for most of the water to reequilibrate. In this investigation, all carbon dioxide pressure shift displacement experiments were allowed 24 h for equilibration. However, all experiments were complete after 400 s, with no significant change evident after this period. As a result, no pressure shift displacement of water was observed, providing further indication of negligible water adsorption hysteresis in carbon molecular sieves. This result does not seem to support simulations that show significant hysteresis in micropores smaller than 1 nm.", "10,11", " To address this discrepancy, it is necessary to examine the uncertainty in molecular simulation data. Liu and Monson", "59", " have recently highlighted the uncertainty in the evaluation of water vapor pressure by molecular simulation. These authors have stated that simulation uncertainty makes conclusions about condensation occurring at pressures less than the vapor pressure somewhat tenuous. Considering this uncertainty, it is possible that the experiments of this investigation probe pressures too low for condensation and associated hysteresis to occur in the micropores of Takeda 5A CMS. Further refinement of molecular simulations is required to address this issue accurately. ", " ", "Although no pressure shift displacement of water was observed in this study, the amount of carbon dioxide adsorbed by the CMS was affected by the amount of water preequilibrated. The amount adsorbed was reduced significantly by the presence of preadsorbed water as shown in Figure 5", ". A convenient quantity to introduce in displacement experiments is the fractional allowance ", "F", "CO", "2", ", which is defined as", " ", " where ", "f", "i", " is the amount of carbon dioxide adsorbed for various amounts of preadsorbed water and", " is the amount of carbon dioxide adsorbed with no water preadsorbed. An analogous quantity is the fractional filling of water ", "F", "H", "2", "O", ", which is defined as", " ", " where ", "f", "H", "2", "O", " is the amount of preadsorbed water and", " is the total capacity of water within the material. Figure 5 shows the fractional allowance of carbon dioxide against the fraction filling of water. It is apparent that the fractional allowance drops sharply at low loading of water, indicating that small amounts of preadsorbed water have a significant exclusion effect in the adsorption of carbon dioxide. At higher loadings, the amount of preadsorbed water approaches a linear relationship with the fractional allowance of carbon dioxide. A linear exclusion relationship has been observed by Zhou et al.", "60", " for methane in activated carbon and by Marban et al.", "61", " for ", "n", "-butane adsorption in activated carbon fiber-based monoliths. LeVan and co-workers have shown that the preadsorption of hydrocarbons,", "62", " organic compounds,", "63", " and alcohols", "64", " can generate nonlinear exclusion relationships in mesoporous activated carbon, possibly because of differing degrees of miscibility of water and the adsorbate. An exclusion model with immiscible components has been represented as", "63", " ", " ", " This immiscible exclusion model is deficient in its ability to characterize the data obtained in this investigation at low loading. However, such a model considers only adsorption within the graphene microstructure and does not discriminate with respect to contributions of adsorption outside of the microstructure. This unimodal model would therefore not be expected to describe the exclusion of carbon dioxide, especially at low loading of water where the contribution of water adsorbed to functional groups is relevant. A bimodal model may be more applicable in this case. ", " ", " Figure 5 Fractional allowance of carbon dioxide at 20 °C on Takeda 5A preadsorbed with water at various fractional fillings.", " ", " ", " ", "3.2.2. Bimodal Exclusion Model.", " The analysis of water adsorption undertaken in this investigation includes contributions from adsorption within and outside of the graphene microstructure. A self-consistent model for water preadsorption must also discriminate these contributions. The resulting bimodal model describing the exclusion of carbon dioxide can be represented as", " ", " where ", "C", "M1", " is the concentration of water molecules residing within the graphene microstructure, ", "C", "max", "M1", " is the maximum concentration of water molecules in the graphene microstructure, ", "C", "M2", " is the concentration of water molecules residing outside of the graphene microstructure, and ", "C", "max", "M2", " is the maximum concentration of water molecules that can reside outside of the graphene microstructure. ", "Y", " is the fraction of carbon dioxide molecules residing outside of the graphene microstructure. When ", "Y ", "= 1, the contribution of the adsorption outside of the graphene microstructure is dominant, and when ", "Y", " = 0, the contribution of adsorption within the graphene microstructure is dominant and the unimodal model represented by eq 9 is recovered. ", " ", "Using the Langmuir−Ising model and expressing the relationship in terms of relative pressure, the following is obtained:", " ", " Equation 11 was applied to the data using the equilibrium parameters previously evaluated and shown in Table 1. The model ", "is represented with the data in Figure 6", ". It is evident that a value of ", "Y ", "= 0.18 can characterize the data, implying that 18% of the carbon dioxide molecules reside outside of the graphene microstructure at the experimental pressure and temperature. This corresponds to 0.52 mmol/g residing within and 0.11 mmol/g residing outside of the graphene microstructure at 100 Torr and 20 °C. ", " ", " Figure 6 Fractional exclusion of carbon dioxide at 20 °C on Takeda 5A preadsorbed with water at various relative pressures.", " ", " ", " ", " ", " Table 2.  Micropore Volume Attributable to the Two Modes of Adsorption", " ", " ", "adsorption mode", "water saturation (mol/g)", "micropore volume (cm", "3", "/g)", "amount of CO", "2 ", "adsorbed", "b", " (mol/g)", "volume occupied by CO", "2", "b", " (cm", "3", "/g)", "fractional volume filling by CO", "2", "b", " ", "mode 1:  adsorption between graphene layers ", "1.4 × 10", "-", "2 ", "a", " ", "3.2 × 10", "-", "1", " ", "5.2 × 10", "-", "4", " ", "2.3 × 10", "-", "2", " ", "7% ", "mode 2:  adsorption outside of graphene microstructure ", "2.23 × 10", "-", "4", " ", "5.1 × 10", "-", "3", " ", "1.1 × 10", "-", "4", " ", "5.1 × 10", "-", "3", " ", "100%", " ", " ", "a", " Capacity for Takeda 5A outgassed at 350 °C.", "50", " ", "b", " At 100 Torr and 20 °C and density 0.97 g/cm", "3", ".", " ", " ", " ", " ", "3.3. Micropore Volume.", " The void volume corresponding to the two modes of adsorption can be calculated from the water adsorption data derived in section 3.1, using an appropriate value for the density of water in carbon micropores. Experimental and simulation studies suggest that the adsorbed water density is lower than the liquid density because of the frustrated packing of water in narrow micropores.", "34", " An appropriate averaged value to use for the density of adsorbed water in pores smaller than 1 nm is 0.78 g/ cm", "3", ".", "34", " Using this value, the corresponding total micropore volume of Takeda 5A, obtained from water adsorption, is 0.325 cm", "3", "/g. Using the corresponding saturation capacity for each mode of adsorption, the total volume can be decomposed into the volume attributable to the void between graphene layers and to the void outside of the graphene microstucture. These values are summarized in Table 2. ", " ", "The total micropore volume obtained by carbon dioxide measurement in Takeda 5A can also be assessed using an appropriate value for carbon dioxide density. Garrido et al.", "65", " have suggested that the density of carbon dioxide adsorbed into microvoids at 25°C is 0.97 g/cm", "3", ", which is well above the liquid density. Using this value and a capacity of 6.9 mmol/g, the total micropore volume of Takeda 5A, assessed by the carbon dioxide probe, is 0.31 cm", "3", "/g. This value is in reasonable agreement with the micropore volume assessed by water adsorption. ", " ", "From the carbon dioxide exclusion experiments, it was determined that 0.52 mmol/g resides within and 0.11 mmol/g resides outside of the graphene microstructure at 100 Torr and 20 °C. The corresponding micropore volume occupied by carbon dioxide can be calculated and is presented in Table 2. It is evident from this Table that the calculated volume of carbon dioxide residing outside of the microstructure is equal to the capacity determined by water adsorption. It therefore appears that carbon dioxide completely fills the void contained outside of the graphene microstructure at 100 Torr and 20 °C. Table 2 also indicates that the fractional filling of carbon dioxide between graphene layers is calculated to be only 7%. At higher pressures, the fractional ", " filling would be expected to increase progressively, but no additional carbon dioxide would be expected to adsorb outside of the graphene microstructure. Accordingly, the proportion of carbon dioxide contained outside of the graphene layers (", "Y", ") would be expected to decrease to a projected minimum of approximately 2%. This behavior could be clearly mapped experimentally by repeating the equilibrium pressure shift displacement experiments for the range of carbon dioxide pressures. ", " ", "In conclusion, it is evident from a comparison of both water adsorption and carbon dioxide exclusion experiments conducted in this study that consistent results are obtained. This lends further validation to the bimodal equilibrium isotherm and exclusion models employed in this investigation. ", " ", " ", "Top of Page", "Abstract", "1. Introduction", "2. Experimental Details", "3. Results and Discussion", "4. Conclusions", "4. Conclusions", " ", "A previously proposed water adsorption model that is based on the interaction of water with functional groups and with the carbon microstructure is expanded in this investigation to characterize multitemperature water isotherms. Saturation capacity, affinity parameters, and isosteric heats of adsorption obtained from application of the extended CMMS theory in the form of the composite Langmuir−Ising model are shown to be self-consistent and consistent with previous measurements. In contrast to previous theoretical studies, no evidence of water adsorption hysteresis is observed on the basis of adsorption/desorption equilibrium and pressure shift displacement experiments. Carbon dioxide equilibrium coupled with water preadsorption experiments reveal the significant exclusion of carbon dioxide from the micropores by the preadsorbed water. A quantitative bimodal description that is consistent with the bimodal water adsorption model and that describes the exclusion over a wide range of water concentrations is proposed and successfully applied to characterize the data. ", " ", " ", " ", "Top of Page", "Abstract", "1. Introduction", "2. Experimental Details", "3. Results and Discussion", "4. Conclusions", "Acknowledgment", " ", "Los Alamos National Laboratory is operated by the University of California for the United States Department of Energy under contract W-7405-ENG-36.", " ", "    ", "This article references 65 other publications.", " ", "(1)", " ", "Israelachvili, J. N.; Pashley, R. M. ", "  Nature", " ", "1983", ", ", "306", ", 249.", "[", "Crossref", "], [", "CAS", "]", "(1) . ", "Molecular layering of water at surfaces and origin of repulsive hydration forces", "Israelachvili, Jacob N.; Pashley, Richard M.", "Nature (London, United Kingdom)", "\r\n        (", "1983", "),\r\n    ", "306", "\r\n        (", "5940", "),\r\n    ", "249-50", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    ", "Short-range hydration forces were detd. between 2 mol. smooth mica surfaces contg. dehydrated K+ ions.  The hydration force has an overall repulsive character but is not monotonic at sepns. INT: more than 1.5 nm and exhibits oscillations with a mean periodicity of 0.25 ± 0.03 nm (roughly the diam. of a H2O mol.).  These results can be used to rationalize exptl. observations for day-water systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2cXhtlSrtA%253D%253D&md5=4c88b50a0f60b8507b49263694f36f75", " ", " ", "(2)", " ", "Gregg, S. J.; Sing, K. S. W. ", "  Adsorption, Surface Area, and Porosity", "; Academic Press:  New York, 1982.", "There is no corresponding record for this reference.", " ", " ", "(3)", " ", "Rouquerol, F.; Rouquerol, J.; Sing, K. S. W. ", "  Adsorption by Powders and Porous ", "Solids", "; Academic Press:  London, 1999.", "There is no corresponding record for this reference.", " ", " ", "(4)", " ", "Brennan, J. K.; Bandosz, T. J.; Thomson, K. T.; Gubbins, K. E. ", "  Colloids Surf., A", " ", "2001", ", ", "187", "−", "188", ", 539.", "There is no corresponding record for this reference.", " ", " ", "(5)", " ", "Zhou, L.; Sun, Y.; Zhou, Y. P. ", "  AIChE J.", " ", "2002", ", ", "48", ", 2412.", "[", "Crossref", "], [", "CAS", "]", "(5) . ", "Enhancement of the methane storage on activated carbon by preadsorbed water", "Zhou, Li; Sun, Yan; Zhou, Yaping", "AIChE Journal", "\r\n        (", "2002", "),\r\n    ", "48", "\r\n        (", "10", "),\r\n    ", "2412-2416", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    \r\n            (", "American Institute of Chemical Engineers", ")\r\n        ", "The enhancement effect of preadsorbed water on methane storage on activated carbon was exptl. proven.  Adsorption isotherms of methane on dry and wet activated carbon with different water content were measured at 275-283 K and pressures up to 11 MPa.  A sudden change in the methane uptake mechanism that was indicated by the inflection point of isotherms was obsd.  The measured amt. adsorbed always decreased with the increasing water content of carbon before the inflection point.  However, a step rise in the isotherm to ≤63.3% was obsd. when the pressure reached the inflection point locating at 4-5 MPa.  The significant enhancement of water on the methane-storage capacity of activated carbon is expected to considerably improve the adsorbed natural gas (ANG) technol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XotFGmtbY%253D&md5=c5ab91c5807ef9a355fce672de9eb749", " ", " ", "(6)", " ", "Tagawa, M.; Ikemura, M.; Nakayama, Y.; Ohmae, N. ", "  Tribol. Lett.", " ", "2004", ", ", "17", ", 575.", "[", "Crossref", "], [", "CAS", "]", "(6) . ", "Effect of water adsorption on microtribological properties of hydrogenated diamond-like carbon films", "Tagawa, Masahito; Ikemura, Masashi; Nakayama, Yoshihito; Ohmae, Nobuo", "Tribology Letters", "\r\n        (", "2004", "),\r\n    ", "17", "\r\n        (", "3", "),\r\n    ", "575-580", "CODEN:\r\n                ", "TRLEFS", ";\r\n        ISSN:", "1023-8883", ".\r\n    \r\n            (", "Kluwer Academic/Plenum Publishers", ")\r\n        ", "Microtribol. properties of diamond-like carbon (DLC) films in the presence of water mol. were studied.  The amt. of water adsorbed on DLC films was measured by the quartz crystal microbalance (QCM), while microtribol. properties of the film were evaluated by an environment-controlled microtribometer.  The hydrogenated-DLC showed an advancing water contact angle of 97°, indicating a relatively hydrophobic surface.  No hysteresis in adsorption and desorption isotherms were obsd.  This suggests an absence of micropores at the DLC surface.  The greatest adhesion and friction forces between a W-tip and DLC films deposited onto QCM were obsd. at a water coverage of 2-3 monolayers, which corresponds to a relative humidity of 70-80%.  This abrupt increase in adhesion was explained by the generation of a meniscus from the condensed water between tip and DLC surface.  The atomically flat DLC surface showed max. adhesion and friction forces at lower humidity than those of DLC on OCM, implying the importance of surface texturing, which reduces the effect of water condensation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXosVyjsLw%253D&md5=04fc0ca8227364f197d47934bafabef0", " ", " ", "(7)", " ", "White, C. M.; Smith, D. H.; Jones, K. L.; Goodman, A. L.; Jikich, S. A.; LaCount, R. B.; DuBose, S. B.; Ozdemir, E.; Morsi, B. I.; Schroeder, K. T. ", "  Energy Fuels", " ", "2005", ", ", "19", ", 659.", "[", "ACS Full Text ", "], [", "CAS", "]", "(7) . ", "Sequestration of Carbon Dioxide in Coal with Enhanced Coalbed Methane Recovery-A Review", "White, Curt M.; Smith, Duane H.; Jones, Kenneth L.; Goodman, Angela L.; Jikich, Sinisha A.; LaCount, Robert B.; DuBose, Stephen B.; Ozdemir, Ekrem; Morsi, Badie I.; Schroeder, Karl T.", "Energy & Fuels", "\r\n        (", "2005", "),\r\n    ", "19", "\r\n        (", "3", "),\r\n    ", "659-724", "CODEN:\r\n                ", "ENFUEM", ";\r\n        ISSN:", "0887-0624", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  This article reviews the storage of captured CO2 in coal seams.  Other geol. formations, such as depleted petroleum reservoirs, deep saline aquifers and others have received considerable attention as sites for sequestering CO2.  This review focuses on geol. sequestration of CO2 in unmineable coalbeds as the geol. host.  Key issues for geol. sequestration include potential storage capacity, the storage integrity of the geol. host, and the chem. and phys. processes initiated by the deep underground injection of CO2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXisV2jsbg%253D&md5=6a5d9cd1a9431c20e04eec6fa8673add", " ", " ", "(8)", " ", "Marsh, H., Ed. ", "  Introduction to Carbon Science", "; Butterworths:  Boston, 1989.", "There is no corresponding record for this reference.", " ", " ", "(9)", " ", "Boehm, H. P. ", "  Advances in Catalysis", "; Academic Press:  New York, 1966; Vol. 16.", "There is no corresponding record for this reference.", " ", " ", "Striolo, A.; Chialvo, A. A.; Cummings, P. T.; Gubbins, K. E. ", "  Langmuir", " ", "2003", ", ", "19", ", 8583", "[", "ACS Full Text ", "], [", "CAS", "]", ". ", "Water Adsorption in Carbon-Slit Nanopores", "Striolo, Alberto; Chialvo, Ariel A.; Cummings, Peter T.; Gubbins, Keith E.", "Langmuir", "\r\n        (", "2003", "),\r\n    ", "19", "\r\n        (", "20", "),\r\n    ", "8583-8591", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Using the grand canonical Monte Carlo simulation, H2O adsorption isotherms were detd. for SPC/E H2O in slit-shaped graphitic nanopores at 298 K.  The pore widths considered were 0.6, 0.625, 0.7, 0.8, 1.0, 1.6, and 2.0 nm.  The resulting adsorption isotherms indicated negligible adsorption at low pressures, pore-filling by a capillary-condensation-like mechanism, and adsorption/desorption hysteresis loops.  For pore widths equal to or larger than 0.7 nm, the relative pressure at which pore filling occurs and the size of the hysteresis loop decrease with decreasing pore width.  For 0.6-nm pores, pore filling occurs at pressures approaching satn.  Upon decreasing the pore width from 2.0 to 0.7 nm, the zero-coverage isosteric heat of adsorption increases from 6 to 14 kJ/mol.  The limit at high coverage converges to the enthalpy of condensation for SPC/E H2O as the pore width increases.  From the simulated adsorbed-H2O densities and distributions across the pores and the use of a mean-field approxn., the solvation force was computed between 2 flat hydrophobic walls.  The force profile oscillates as a function of the wall-to-wall sepn.  Results show that attractive peaks of the force correspond to wall-to-wall sepns. at which confined H2O mols. cannot establish a finite no. of layers, while repulsive peaks correspond to sepns. at which confined H2O mols. form well-defined layers of mols., often stabilized by intralayer hydrogen bonds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXnt1Cjsrg%253D&md5=eb807f080dd757786dfd490b19be4c86", " ", " ", "(11)", " ", "Striolo, A.; Gubbins, K. E.; Chialvo, A. A.; Cummings, P. T. ", "  Mol. ", "Phys.", " ", "2004", ", ", "102", ", 243.", "[", "Crossref", "], [", "CAS", "]", "(11) . ", "Simulated water adsorption isotherms in carbon nanopores", "Striolo, Alberto; Gubbins, Keith E.; Chialvo, Ariel A.; Cummings, Peter T.", "Molecular Physics", "\r\n        (", "2004", "),\r\n    ", "102", "\r\n        (", "3", "),\r\n    ", "243-251", "CODEN:\r\n                ", "MOPHAM", ";\r\n        ISSN:", "0026-8976", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "Water adsorption isotherms are calcd. by grand canonical Monte Carlo simulations for the SPC/E water model in C nanopores at 298 K. The pores are of slit or cylindrical morphol.  C-slit pores are of widths 0.8, 1.0 and 1.6 nm.  The simulated single-walled C nanotubes are of 1.4 and 2.7 nm diam. ((10:10) and (20:20) resp.).  In all cases considered, the adsorption isotherms are characterized by negligible adsorption at low pressures, pore filling by a capillary-condensation-like mechanism and adsorption-desorption hysteresis loops.  For both pore morphologies considered, the relative pressures at which pore filling occurs, and the width of the adsorption-desorption hysteresis loop decrease with decreasing pore size.  Adsorption isotherms simulated for water in carbon nanotubes show pore filling at lower relative pressures and narrower adsorption-desorption hysteresis loops when compared to adsorption isotherms simulated in carbon-slit pores of similar sizes.  By using representative simulation snapshots, the mechanisms of pore filling and pore emptying are discussed.  Pore filling happens by growth of H-bonded clusters of adsorbed water mols., without the formation of monolayers as obsd. in the adsorption of simple fluids.  Pore emptying occurs by the formation of bubbles, often in contact with the hydrophobic surface, followed by the coalescence and growth of these bubbles.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXjt1ahtLw%253D&md5=7beed632f3a82c27f0e336a147253665", " ", " ", "(12)", " ", "Miyawaki, J.; Kanda, T.; Kaneko, K. ", "  Langmuir", " ", "2001", ", ", "17", ", 664.", "[", "ACS Full Text ", "], [", "CAS", "]", "(12) . ", "Hysteresis-Associated Pressure-Shift-Induced Water Adsorption in Carbon Micropores", "Miyawaki, J.; Kanda, T.; Kaneko, K.", "Langmuir", "\r\n        (", "2001", "),\r\n    ", "17", "\r\n        (", "3", "),\r\n    ", "664-669", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The remarkable adsorption increase of H2O-preadsorbed microporous carbons of different micropore widths w under a H2O vapor atm. upon introduction of supercrit. methane or Ar was measured at 303 K.  The adsorption increment reached a max. 1-2 h after the introduction of supercrit. gas, decreasing gradually to the equil. after ∼80 h.  The precise quant. anal. of gas-phase components after and before the introduction of supercrit. gas using gas chromatog. showed that this uptake was ascribed to addnl. adsorption of H2O induced by the introduction of supercrit. gas.  A variety of exptl. data lead to the following hysteresis-assocd. adsorption mechanism of the H2O vapor.  The transient compression of H2O vapor upon the introduction of supercrit. gas increases the partial pressure of H2O near the microporous C, inducing a predominant adsorption along the adsorption isotherm of H2O.  Upon relaxation of the transient compression, addnl. adsorbed H2O is desorbed along the desorption scanning curve.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXhsVeisg%253D%253D&md5=2c8585f1282537d6bc30d84bc3d5ae60", " ", " ", "(13)", " ", "Rutherford, S. W.; Coons, J. E. ", "  Langmuir", " ", "2004", ", ", "20", ", 8681.", "[", "ACS Full Text ", "], [", "CAS", "]", "(13) . ", "Equilibrium and Kinetics of Water Adsorption in Carbon Molecular Sieve: Theory and Experiment", "Rutherford, S. W.; Coons, J. E.", "Langmuir", "\r\n        (", "2004", "),\r\n    ", "20", "\r\n        (", "20", "),\r\n    ", "8681-8687", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Measurements of water adsorption equil. and kinetics in Takeda carbon mol. sieve (CMS) were undertaken in an effort to characterize fundamental mechanisms of adsorption and transport.  Adsorption equil. revealed a type III isotherm that was characterized by cooperative multimol. sorption theory.  Water adsorption was found to be reversible and did not display hysteresis upon desorption over the conditions studied.  Adsorption kinetics measurements revealed that a Fickian diffusion mechanism governed the uptake of water and that the rate of adsorption decreased with increasing relative pressure.  Previous investigations have attributed the obsd. decreasing trend in the rate of adsorption to blocking of micropores.  Here, it is proposed that the decrease is attributed to the thermodn. correction to Fick's law which is formulated on the basis of the chem. potential as the driving force for transport.  The thermodynamically cor. formulation accounted for observations of transport of water and other mols. in CMS.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXmvFSrtL8%253D&md5=983ee70e0c9e20e9e317cce0739032c1", " ", " ", "(14)", " ", "Rutherford, S. W. ", "  Langmuir", " ", "2006", ", ", "22", ", 702.", "[", "ACS Full Text ", "], [", "CAS", "]", "(14) . ", "Modeling Water Adsorption in Carbon Micropores: Study of Water in Carbon Molecular Sieves", "Rutherford, S. W.", "Langmuir", "\r\n        (", "2006", "),\r\n    ", "22", "\r\n        (", "2", "),\r\n    ", "702-708", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Measurements of water adsorption equil. in a carbon mol. sieve are undertaken to gain insight into the nature of water adsorption in carbon micropores.  The measurements are taken at low concns. to emphasize the role of oxygen-contg. functional groups in the adsorption of water.  Comparisons are made with previously published water adsorption data at higher concns. to provide a data set spanning a wide range of loading.  The assembled data set provides an opportunity for comparison of various theories for prediction of water adsorption in carbon micropores.  Shortcomings of current theories are outlined, and an anal. theory that is free of these deficiencies is proposed.  With the consideration of micropore vol. and pore size distribution, the exptl. data and proposed isotherm model are consistent with previous studies of Takeda carbon mol. sieves.  Also studied is the uptake kinetics of water, which was characterized by a Fickian diffusion mechanism.  The Maxwell-Stefan formulation is applied to characterize the dependence of the diffusional mobility upon loading.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtlSmtrnJ&md5=7619f9e593e852cc674046fc2a609dac", " ", " ", "(15)", " ", "Rutherford, S. W.; Do, D. D. ", "  Langmuir", " ", "2000", ", ", "16", ", 7245.", "[", "ACS Full Text ", "], [", "CAS", "]", "(15) . ", "Characterization of Carbon Molecular Sieve 3A", "Rutherford, S. W.; Do, D. D.", "Langmuir", "\r\n        (", "2000", "),\r\n    ", "16", "\r\n        (", "18", "),\r\n    ", "7245-7254", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Comprehensive characterization of a C mol. sieve (CMS) pellet is undertaken using Hg intrusion, gas permeation, adsorption kinetics, and equil. measurements.  Gas permeation and Hg intrusion are employed to characterize the macropore structure of the CMS while adsorption equil. and kinetics are exploited for characterization of micropores.  The relation between adsorbed phase mobility and gas-phase concn. obtained by measurement of the kinetics of adsorption follows the Darken relation.  The trend in magnitude of the mobility parameter follows that of other CMS samples (O2 > CO2 > N2 > Ar), and some deviation from Fickian behavior is obsd. in the uptake of larger mols., presumably because of interference from a pore mouth barrier.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXlsVems7o%253D&md5=ed883693f106d9283112c670d52897a0", " ", " ", "(16)", " ", "Rutherford, S. W.; Do, D. D. ", "  Carbon", " ", "2000", ", ", "38", ", 1339.", "[", "Crossref", "], [", "CAS", "]", "(16) . ", "Adsorption dynamics of carbon dioxide on a carbon molecular sieve 5A", "Rutherford, S. W.; Do, D. D.", "Carbon", "\r\n        (", "2000", "),\r\n    ", "38", "\r\n        (", "9", "),\r\n    ", "1339-1350", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "Measurement of batch adsorption of carbon dioxide with a carbon mol. sieve (com. manufd. Takeda 5A) indicates no mol. sieving action but instead, micropore diffusion is shown to be rate limiting the adsorption dynamics.  Permeation measurement through the same pellets is also performed and steady state anal. indicates there is negligible adsorbed phase transport along the pellet and that the gas phase diffusion process is a combined Knudsen and viscous mechanism.  Batch adsorption and permeation methods are critically compared for their utility in detg. which mass transfer processes are relevant and the conditions under which each technique is most useful are given.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXktF2ns7g%253D&md5=47d9076a807ef1cd9de5f9da596d8926", " ", " ", "(17)", " ", "Horvath, G.; Kawazoe, K. ", "  J. Chem. Eng. Jpn.", " ", "1983", ", ", "16", ", 470.", "[", "Crossref", "], [", "CAS", "]", "(17) . ", "Method for the calculation of effective pore size distribution in molecular sieve carbon", "Horvath, Geza; Kawazoe, Kunitaro", "Journal of Chemical Engineering of Japan", "\r\n        (", "1983", "),\r\n    ", "16", "\r\n        (", "6", "),\r\n    ", "470-5", "CODEN:\r\n                ", "JCEJAQ", ";\r\n        ISSN:", "0021-9592", ".\r\n    ", "A method for the calcn. of effective pore size distribution from adsorption isotherms in mol.-sieve C is described.  This method is more exact theor. as well as practically than previously described methods.  An av. potential function was detd. inside the slit-like pores.  With the help of this function the doubtful use of the Kelvin equation can be avoided at the scale of mol. dimensions.  The method gives poor values for the larger pores but can be combined with the well-known Dollimore-Heal method at a pore size of 1.34 nm.  Calcn. is possible over a wide range of pore sizes.  The calcn. is shown through 2 examples from N2 isotherms at 77.4 K.  The model can be extended to other pore shapes as well as to other adsorbent-adsorbate pairs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2cXktVWlsg%253D%253D&md5=c301139eae0196b1bc22b0ddabee1320", " ", " ", "(18)", " ", "Mariwala, R. K.; Foley, H. C. ", "  IEC Res.", " ", "1994", ", ", "33", ", 2314.", "[", "ACS Full Text ", "], [", "CAS", "]", "(18) . ", "Calculation of Micropore Sizes in Carbogenic Materials from the Methyl Chloride Adsorption Isotherm", "Mariwala, Ravindra K.; Foley, Henry C.", "Industrial & Engineering Chemistry Research", "\r\n        (", "1994", "),\r\n    ", "33", "\r\n        (", "10", "),\r\n    ", "2314-21", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    ", "The Horvath-Kawazoe model is adapted to calc. the ultramicropore size distribution of carbogenic materials from the MeCl adsorption isotherm at 273 or 295 K.  For Takeda 5A carbon, the pore size distribution and pore mode of 0.5 nm obtained from MeCl adsorption at 273 K are similar to those obtained by G. Horvath and K. Kawazoe (1983) from N adsorption at 77 K and probe mol. adsorption studies.  The pore size distribution (pore mode = 0.56 nm) also was obtained for Carbosieve G, and the result was independent of the temp. at which the MeCl isotherm was obtained.  For poly(furfuryl alc.)-derived carbogenic mol. sieve, the pore size distribution is similar to that of Takeda 5A with pore mode at 0.5 nm.  By using this method, even though Ambersorb 1500 and Carbosieve G display similar micropore vols. and BET surface areas, they exhibit different pore size distributions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXlvVyhsr4%253D&md5=114fd48f39768bdb4839e450e1b5e7e3", " ", " ", "(19)", " ", "Albers, P. W.; Pietsch, J.; Krauter, J.; Parker, S. F. ", "  Phys. Chem. Chem. Phys.", " ", "2003", ", ", "5", ", 1941.", "[", "Crossref", "], [", "CAS", "]", "(19) . ", "Investigations of activated carbon catalyst supports from different natural sources", "Albers, Peter W.; Pietsch, Joerg; Krauter, Juergen; Parker, Stewart F.", "Physical Chemistry Chemical Physics", "\r\n        (", "2003", "),\r\n    ", "5", "\r\n        (", "9", "),\r\n    ", "1941-1949", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "We have used a multi-technique approach to allow us to build a consistent picture of the carbons used for catalyst supports and suggest reasons for the differences between the supports.  From the catalyst tests it is clear that the nature of the support has a major influence on the catalyst performance.  In part, this is the result of the activation method, however, the hydrogen content of the support also influences the activity.  SEM pictures show that the characteristic structures present in the starting material are preserved after carbonisation.  The inelastic neutron scattering spectra show that this is also true at the at. level, with carbons from different sources having different patterns of edge termination of the graphitic structures.  That different patterns of edge termination are reflected in the INS spectrum in the out-of-plane C-H bending region around 880 cm-1 is supported by DFT calcns.  XPS and SIMS measurements show that for all the carbons, oxygenated and non-arom. structures are located at the surface of the materials and both decrease rapidly with depth.  Comparison of a wood-derived activated carbon before and after impregnation with platinum showed changes that were consistent with reactions on the support during impregnation and redn. treatment in generating the final supported precious metal/carbon catalyst.  In addn. to redox activity in oxygenated sites enhanced sp2 type disorder contributes to improved catalyst dispersion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXivFGksrw%253D&md5=d9081e67c48912c7bae57b89e5173d72", " ", " ", "Turner, C. H.; Pikunic, J.; Gubbins, K. E. ", "  Mol. Phys.", " ", "2001", ", ", "99", ", 1991.", "[", "Crossref", "], [", "CAS", "]", ". ", "Influence of chemical and physical surface heterogeneity on chemical reaction equilibria in carbon micropores", "Turner, C. Heath; Pikunic, Jorge; Gubbins, Keith E.", "Molecular Physics", "\r\n        (", "2001", "),\r\n    ", "99", "\r\n        (", "24", "),\r\n    ", "1991-2001", "CODEN:\r\n                ", "MOPHAM", ";\r\n        ISSN:", "0026-8976", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "Recent simulation results are presented for the equil. yield of the ammonia synthesis reaction in various model microporous carbons.  It is found that the reaction equil. within the micropores is affected by many factors, including pore size, pore shape, connectivity, surface roughness, and surface chem. activation.  In order to probe these effects, reactive Monte Carlo simulations of the reaction were performed in several microporous carbon models: smooth slit-shaped carbon pores, a realistic carbon model generated from exptl. diffraction data, single-walled carbon nanotubes, and smooth slit-shaped pores activated by carboxyl surface groups.  The simulations show that the ammonia conversion is most sensitive to the carbon pore width and to the amt. of surface chem. activation.  Effects of surface corrugation and pore connectivity on the equil. reaction yield are minimal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XpslCi&md5=b487223d5c4e2284f907bedeb7612d04", " ", " ", "(21)", " ", "Koresh, J.; Soffer, A. ", "  J. Chem. Soc.", ",", " Faraday Trans.", " ", "1981", ", ", "77", ", 3005.", "[", "Crossref", "], [", "CAS", "]", "(21) . ", "Molecular sieve carbons.  Part 3.  Adsorption kinetics according to a surface-barrier model", "Koresh, Jacob; Soffer, Abraham", "Journal of the Chemical Society, Faraday Transactions 1:  Physical Chemistry in Condensed Phases", "\r\n        (", "1981", "),\r\n    ", "77", "\r\n        (", "12", "),\r\n    ", "3005-18", "CODEN:\r\n                ", "JCFTAR", ";\r\n        ISSN:", "0300-9599", ".\r\n    ", "The kinetics of the adsorption of gases on mol. sieve solids can be rate-detd. by a surface barrier constituted of a thin layer of adsorbate at high coverage.  The layer is not necessarily assocd. with the morphol. of the adsorbent.  The surface-barrier mechanism applies in cases of a sharp pressure increment which corresponds to a high degree of satn.  In the other cases, a bulk diffusion or mixed surface-barrier and bulk-diffusion mechanisms would prevail.  The applicability and the importance of the surface-barrier mechanism are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL38Xpt1WgsQ%253D%253D&md5=8a2e75bde0e31a1a8e7d3b07e37416b3", " ", " ", "(22)", " ", "LaCava, A. I.; Koss, V. A.; Wickens, D. ", "  Gas Sep. Purif.", " ", "1989", ", ", "3", ", 180.", "There is no corresponding record for this reference.", " ", " ", "(23)", " ", "Chagger, H. K.; Ndaji, F. E.; Sykes, M. L.; Thomas, K. M. ", "  Carbon", " ", "1995", ", ", "33", ", 1411.", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", " ", "(24)", " ", "Liu, H.; Ruthven, D. M. In ", "Proceedings of the 5th International Conference of ", "the Fundamentals of Adsorption", "; Le Van, M. D., Ed.; Kluwer:  Boston, 1996.", "There is no corresponding record for this reference.", " ", " ", "(25)", " ", "Loughlin, K. F.; Hassan, M. M.; Fatehi, A. I.; Zahur, M. ", "  Gas Sep. Purif.", " ", "1993", ", ", "7", ", 264.", "There is no corresponding record for this reference.", " ", " ", "(26)", " ", "Srinivasan, R.; Auvil, S. R.; Schork, J. M. ", "  Chem. Eng. J.", " ", "1995", ", ", "57", ", 137.", "[", "CAS", "]", "(26) . ", "Mass transfer in carbon molecular sieves-an interpretation of Langmuir kinetics", "Srinivasan, R.; Auvil, S. R.; Schork, J. M.", "Chemical Engineering Journal (Lausanne)", "\r\n        (", "1995", "),\r\n    ", "57", "\r\n        (", "2", "),\r\n    ", "137-44", "CODEN:\r\n                ", "CMEJAJ", ";\r\n        ISSN:", "0300-9467", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "In this paper, the Langmuir kinetics rate expression, which has gained currency in modeling O2 /N2 mass transfer in carbon mol. sieve adsorbents, is derived, starting from a \"surface barrier\" model of diffusion under a chem. potential gradient; this provides a phys. basis for the use of mass-action rate laws to describe diffusion processes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXkvFGlur8%253D&md5=5e8d119c610bcf00253c0d250a2c4f0c", " ", " ", "(27)", " ", "Reid, C. R.; Thomas, K. M. ", "  Langmuir", " ", "1999", ", ", "15", ", 3206.", "[", "ACS Full Text ", "], [", "CAS", "]", "(27) . ", "Adsorption of Gases on a Carbon Molecular Sieve Used for Air Separation: Linear Adsorptives as Probes for Kinetic Selectivity", "Reid, C. R.; Thomas, K. M.", "Langmuir", "\r\n        (", "1999", "),\r\n    ", "15", "\r\n        (", "9", "),\r\n    ", "3206-3218", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption of oxygen, nitrogen, and a series of gases/vapors with linear structures (carbon monoxide, carbon dioxide, nitrous oxide, acetylene and carbon disulfide) on a carbon mol. sieve typical of the materials used for air sepn. were studied over a range of temps. as a function of pressure in order to understand further the mechanism of air sepn.  The ratios of the rate consts. (kO2/kN2) were typically 25 for the carbon mol. sieve used thereby demonstrating the mol. sieving characteristics.  The adsorption kinetics obey a linear driving force (LDF) mass transfer model for most of the gases and exptl. conditions studied.  However there were deviations from the LDF model for carbon dioxide and nitrous oxide.  In the case of the former, the kinetic models ranged from LDF through a combined barrier resistance/diffusion model to Fickian diffusion depending on the exptl. conditions.  The adsorption rate consts. increase exponentially with increasing surface coverage for the mols. which follow the LDF model.  The barrier resistance kinetic consts. derived from the combined barrier resistance/diffusion model also have an exponential dependence on surface coverage.  The results are discussed in terms of the mechanism of gas sepn. using carbon mol. sieves.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXitVags7k%253D&md5=05483b1753869f8ee0dc743fbc200391", " ", " ", "(28)", " ", "Reid, C. R.; Thomas, K. M. ", "  J. Phys. Che", "m. ", "B", " ", "2001", ", 10619.", "[", "ACS Full Text ", "], [", "CAS", "]", "(28) . ", "Adsorption Kinetics and Size Exclusion Properties of Probe Molecules for the Selective Porosity in a Carbon Molecular Sieve Used for Air Separation", "Reid, C. R.; Thomas, K. M.", "Journal of Physical Chemistry B", "\r\n        (", "2001", "),\r\n    ", "105", "\r\n        (", "43", "),\r\n    ", "10619-10629", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption characteristics of planar (ethylene, benzene, and pyridine) and tetrahedral (methane, chloromethane, dichloromethane, chloroform, and carbon tetrachloride) mols. on a carbon mol. sieve used for air sepn. (CMS A) were studied over a range of temps. as a function of pressure, to study the selective porosity.  The size-exclusion characteristics of planar and tetrahedral mols. indicate that the selective porosity behaves as though it has spherical-shaped structural characteristics and, therefore, two min. dimensions need to be considered in relation to size exclusion.  The partial exclusion of the probe mol. adsorptives from the microporous structure for sizes >360 pm allowed the selective and nonselective microporosity and the meso/macroporosity to be quantified.  Adsorption kinetics obey a linear-driving-force mass transfer, combined barrier resistance/diffusion, or Fickian kinetic models depending on the adsorptive and exptl. conditions.  Comparison of the results with previous studies of the adsorption of linear and spherical mols. on CMS A show that a decrease in the adsorption rate const. of ∼4 orders of magnitude was obsd. for an increase in mol. size over the range ∼290-420 pm.  The activation energies and preexponential factors for the adsorption kinetics and the isosteric heats of adsorption are discussed in terms of the structural characteristics of the adsorptives and the adsorption mechanism.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXntlWrurY%253D&md5=337e3cbee9b0e45465c2894555a78e9b", " ", " ", "(29)", " ", "Foley, N. J.; Thomas, K. M.; Forshaw, P. L.; Stanton, D.; Norman, P. R. ", "  Langmuir", " ", "1997", ", ", "13", ", 2083.", "[", "ACS Full Text ", "], [", "CAS", "]", "(29) . ", "Kinetics of Water Vapor Adsorption on Activated Carbon", "Foley, N. J.; Thomas, K. M.; Forshaw, P. L.; Stanton, D.; Norman, P. R.", "Langmuir", "\r\n        (", "1997", "),\r\n    ", "13", "\r\n        (", "7", "),\r\n    ", "2083-2089", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption of water vapor on a highly microporous carbon derived from the carbonization of coconut shell has been studied.  This material was characterized by the adsorption of nitrogen at 77 K and carbon dioxide at 273 K.  The micropore size distribution was detd. using probe mol. vapors at p/p0 = 0.5 and 301 K.  The adsorption and desorption characteristics of water vapor on the activated carbon were investigated over the pressure range 0-2.43 kPa (p/p0 0-0.9) in a static water vapor system.  The adsorption and desorption kinetics were studied with different amts. of preadsorbed water for changes in vapor pressure of 0.303 kPa.  The adsorption rate consts. were also studied for three relative humidities for a dynamic flow system at a const. temp.  In these expts. the changes in vapor pressure were much higher than in the static vapor pressure expts.  The kinetic results for both the static atm. and dynamic flow systems are discussed in relation to their relative position on the equil. isotherm and the adsorption/desorption mechanism.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXhslyls7c%253D&md5=7ff5e901503ad92c780f9667715a2ffb", " ", " ", "Ruthven, D. M. ", "  Principles of Adsorption and Adsorption Processes", "; Wiley:  New York, 1984.", "There is no corresponding record for this reference.", " ", " ", "(31)", " ", "Rudzinski, W.; Panczyk, T.; Plazinski, W. ", "  J. Phys. Chem. B", " ", "2005", ", ", "109", ", 21868.", "[", "ACS Full Text ", "], [", "CAS", "]", "(31) . ", "Kinetics of Isothermal Gas Adsorption on Heterogeneous Solid Surfaces: Equations Based on Generalization of the Statistical Rate Theory of Interfacial Transport", "Rudzinski, Wladyslaw; Panczyk, Tomasz; Plazinski, Wojciech", "Journal of Physical Chemistry B", "\r\n        (", "2005", "),\r\n    ", "109", "\r\n        (", "46", "),\r\n    ", "21868-21878", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two generalizations of the statistical rate theory (SRT) approach have been developed for the kinetics of adsorption/desorption on/from heterogeneous surfaces and then compared to each other.  The first of them is an improved version of the description based on the condensation approxn. (CA) used by us.  The other one is an exact generalization for the Langmuir model of adsorption.  The latter generalization does not lead to simple anal. expressions for the rate of adsorption/desorption as the CA approach does for typical adsorption energy distributions.  The comparison of these two approaches suggests, however, that at small and very high surface coverages the CA approach may not be sufficiently accurate.  Very intriguing results are obtained when the developed SRT kinetic equations are applied to describe the kinetics of sorption in carbon mol. sieves.  It appears that the fit of exptl. data is then equally good as that obtained by assuming that the rate of sorption is controlled by surface diffusion in pores.  Also, it is shown that the square-root dependence on time of adsorption at small initial coverages cannot be treated as a definite proof for that sorption proceeds via surface diffusion, as is commonly assumed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtFertL7L&md5=c5445ddef59110aedd1142f920fdc7be", " ", " ", "(32)", " ", "Brunauer, S.; Deming, L. S.; Deming, W. E.; Teller, E. ", "  J. Am. Chem. ", "Soc.", " ", "1940", ", ", "62", ", 1723.", "[", "ACS Full Text ", "], [", "CAS", "]", "(32) . ", "A theory of the van der Waals adsorption of gases", "Brunauer, Stephen; Deming, Lola S.; Deming, W. Edwards; Teller, Edward", "Journal of the American Chemical Society", "\r\n        (", "1940", "),\r\n    ", "62", "\r\n        (", "),\r\n    ", "1723-32", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "Five different types of isotherms exist for the van der Waals adsorption of gases.  Three of these types are represented by an equation derived by Brunauer, Emmett and Teller (cf. C. A. 32, 4037.9).  One type is interpreted by the Langmuir isotherm equation (cf. C. A. 9, 1562).  A new isotherm equation derived to represent all 5 types of isotherms is v = (vmx/2d)(A/Adx), where A is the surface area, v is the vol. adsorbed at equil., vm is the vol. of gas adsorbed when the entire adsorbent surface is covered with a unimol. layer and x is the ratio of the pressure to the vapor pressure of the gas at the same temp.  This equation is derived on the assumptions that the capillaries of the adsorbent have a uniform size, that the walls of the capillaries are parallel and that the adsorption takes place in capillaries open on the sides.  This theory is compared with the capillary condensation theory; the advantages claimed for this theory are: first, it is a unified theory that includes unimol. adsorption, multimol. adsorption on free surfaces, and the enhanced adsorption that takes place in capillaries; second, it supplies an isotherm equation that describes all 5 types of van der Waals adsorption isotherms and can be tested by expt.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaH3cXjslyqtg%253D%253D&md5=fec7dce1f2e7286c7c1af9b61591b75a", " ", " ", "(33)", " ", "Muller, E. A.; Rull, L. F.; Vega, L. F.; Gubbins, K. E. ", "  J. Phys. Chem.", " ", "1996", ", ", "100", ", 1189.", "[", "ACS Full Text ", "], [", "CAS", "]", "(33) . ", "Adsorption of Water on Activated Carbons: A Molecular Simulation Study", "Mueller, Erich A.; Rull, Luis F.; Vega, Lourdes F.; Gubbins, Keith E.", "Journal of Physical Chemistry", "\r\n        (", "1996", "),\r\n    ", "100", "\r\n        (", "4", "),\r\n    ", "1189-96", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We report a mol. simulation study for a model of water adsorption on nonporous and porous activated carbons.  The grand canonical Monte Carlo method is used, and the temp. is fixed at 300 K.  Water mols. are modeled as a Lennard-Jones sphere with four square-well sites to account for the hydrogen bonding.  The carbon surfaces consist of planar graphite sheets, with active chem. sites on the surface modeled as square-well sites.  The effect of the d. and geometric arrangement of the active sites on the surface is studied.  Both macroscopic properties (particularly adsorption isotherms) and mol. configurations are obtained.  The adsorption mechanism for water on such surfaces is markedly different from that of simple nonassocg. mols. such as hydrocarbons or nitrogen.  In contrast to the usual buildup of adsorbed layers on the surface, water adsorption is characterized by the formation of peculiar three-dimensional water clusters and networks, whose formation relies on a cooperative effect involving both fluid-fluid interactions and fluid-solid ones with suitably placed active sites.  Both the d. and arrangement of the sites on the surface have a pronounced effect on the adsorption.  Capillary condensation is obsd. only for low densities of active sites; for higher densities, continuous filling occurs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XitValtw%253D%253D&md5=6bf062bf3130875a62d28cc761607042", " ", " ", "(34)", " ", "McCallum, C. L.; Bandosz, T. J.; McGrother, S. C.; Muller, E. A.; Gubbins, K. E. ", "  Langmuir", " ", "1999", ", ", "15", ", 533.", "[", "ACS Full Text ", "], [", "CAS", "]", "(34) . ", "A Molecular Model for Adsorption of Water on Activated Carbon: Comparison of Simulation and Experiment", "McCallum, C. L.; Bandosz, T. J.; McGrother, S. C.; Mueller, E. A.; Gubbins, K. E.", "Langmuir", "\r\n        (", "1999", "),\r\n    ", "15", "\r\n        (", "2", "),\r\n    ", "533-544", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Exptl. and mol. simulation results are presented for the adsorption of water onto activated carbons.  The pore size distribution for the carbon studied was detd. from nitrogen adsorption data using d. functional theory, and the d. of acidic and basic surface sites was found using Boehm and potentiometric titrn.  The total surface site d. was 0.675 site/nm2.  Water adsorption was measured for relative pressures P/P0 down to 10-3.  A new mol. model for the water/activated carbon system is presented, which we term the effective single group model, and grand canonical Monte Carlo simulations are reported for the range of pressures covered in the expts.  A comparison of these simulations with the expts. show generally good agreement, although some discrepancies are noted at very low pressures and also at high relative pressures.  The differences at low pressure are attributed to the simplification of using a single surface group species, while those at high pressure are believed to arise from uncertainties in the pore size distribution.  The simulation results throw new light on the adsorption mechanism for water at low pressures.  The influence of varying both the d. of surface sites and the size of the graphite microcrystals is studied using mol. simulation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXnvV2msLY%253D&md5=b909ed7a49fa137c4e6dc9a80e9cd9a1", " ", " ", "(35)", " ", "Brennan, J. K.; Thomsom, K. T.; Gubbins, K. E. ", "  Langmuir", " ", "2002", ", ", "18", ", 5438.", "[", "ACS Full Text ", "], [", "CAS", "]", "(35) . ", "Adsorption of water in activated carbons: Effects of pore blocking and connectivity", "Brennan, John K.; Thomson, Kendall T.; Gubbins, Keith E.", "Langmuir", "\r\n        (", "2002", "),\r\n    ", "18", "\r\n        (", "14", "),\r\n    ", "5438-5447", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A simulation study of the adsorption mechanism of water in a realistic carbon structure is presented.  Water mols. are modeled using a recently developed fixed-point charge water model optimized to the vapor-liq. coexistence properties.  Reverse Monte Carlo techniques were used to generate a realistic porous carbon model composed of graphitic microcrystals consisting of rigid basal plates.  Arrangements of the carbon plates are driven by a systematic refinement of simulated carbon-carbon radial distribution functions to match exptl. measured radial distribution functions.  The adsorption of water in activated (having oxygenated surface groups) and nonactivated (graphitic) carbon is investigated using the grand canonical Monte Carlo simulation method.  The adsorption behavior is found to be strongly dependent on the presence of activated sites.  No appreciable adsorption occurs in the graphitic carbon until the pressure approaches the bulk gas satn. pressure.  Effects of the surface site d., surface site position, and the magnitude of the surface site electrostatic charge on the adsorption behavior are investigated.  Water adsorption is found to increase as the activated site d. increases.  The presence of water vapor in porous carbons is shown to dramatically affect the connectivity of the available pore space.  Finally, cluster calcns. are performed to investigate the growth mechanism of water clusters in activated carbons.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XksVeit7Y%253D&md5=16919fc8330ebf35291a0adfe127c770", " ", " ", "(36)", " ", "Jorge, M.; Schumaker, C.; Seaton, N. A. ", "  Langmuir", " ", "2002", ", ", "18", ", 9296.", "[", "ACS Full Text ", "], [", "CAS", "]", "(36) . ", "Simulation Study of the Effect of the Chemical Heterogeneity of Activated Carbon on Water Adsorption", "Jorge, Miguel; Schumacher, Christian; Seaton, Nigel A.", "Langmuir", "\r\n        (", "2002", "),\r\n    ", "18", "\r\n        (", "24", "),\r\n    ", "9296-9306", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "In this paper we present results from the mol. simulation of water adsorption in slit-shaped activated carbon pores.  We calc. adsorption isotherms by grand canonical Monte Carlo (GCMC) simulation, Henry's consts. by Monte Carlo integration, and vapor-liq. equil. data by the gauge-cell Monte Carlo method, to investigate the chem. heterogeneity of activated carbon adsorbents.  Several types of polar oxygen-contg. sites are placed on the surface of the carbon with different densities and local distributions, in order to det. the individual effects of each of these factors on the adsorption of water.  Our results confirm the role of surface sites in the enhancement of water adsorption. Furthermore, we show that the local distribution of these sites has a strong effect on low-pressure adsorption, while the overall site d. affects mainly the vapor-liq. phase transition.  The type of oxygen-contg. group is shown not to be of crit. importance, since more complex groups can effectively be represented by simpler sites.  This study forms the basis for the development of a model for activated carbon that is able to represent the chem. heterogeneity of this type of material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XotFSqurw%253D&md5=5db4cd93acc0d503a0ce62964a7c7d79", " ", " ", "(37)", " ", "Rutherford, S. W. ", "  Carbon", " ", "2003", ", ", "41", ", 622.", "[", "Crossref", "], [", "CAS", "]", "(37) . ", "Application of cooperative multimolecular sorption theory for characterization of water adsorption equilibrium in carbon", "Rutherford, S. W.", "Carbon", "\r\n        (", "2003", "),\r\n    ", "41", "\r\n        (", "3", "),\r\n    ", "622-625", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "The phenomenon of water adsorption in C was obsd. to vary widely in equil. behavior from type II to type V (BET classification scheme).  This was due to the complexity of varying degrees of sorbate-to-sorbate and sorbate-to-sorbent interactions.  A cooperative multimol. sorption equation showed promise as a simple anal. theory that can be employed to characterize water adsorption equil. in C.  The fit of the equation to water adsorption data was good and correction with surface chem. properties was also good.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXhtVelsb8%253D&md5=5555dc51efe3d1062207d57641b2b403", " ", " ", "(38)", " ", "Malakhov, A. O.; Volkov, V. V. ", "  Polym. Sci., Ser. A", " ", "2000", ", ", "42", ", 1120.", "There is no corresponding record for this reference.", " ", " ", "(39)", " ", "Do, D. D. ", "  Adsorption Analysis:  Equilibria and Kinetics", "; Imperial College Press: London, 1998.", "There is no corresponding record for this reference.", " ", " ", "Miura, K.; Morimoto, T. ", "  Langmuir", " ", "1994", ", ", "10", ", 807.", "[", "ACS Full Text ", "], [", "CAS", "]", ". ", "Adsorption Sites for Water on Graphite. 6. Effect of Ozone Treatment of Sample", "Miura, Kazuhisa; Morimoto, Tetsuo", "Langmuir", "\r\n        (", "1994", "),\r\n    ", "10", "\r\n        (", "3", "),\r\n    ", "807-11", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    ", "The effect of the O3 treatment of the hydrogenated graphite on the adsorbability of H2O was studied by measuring the adsorption isotherm of H2O and the amt. of gas evolved on heating the sample.  After the O3 treatment of the graphite, the amt. of surface oxides became such larger, the monolayer capacity, Vm, of H2O increased drastically, and the isosteric heat of adsorption, qst, of H2O became much higher than the heat of liquefaction of H2O.  E.g., the O3 treatment made the surface of the graphite very hydrophilic.  The further heat treatments of the O3-treated graphite at 500 and 1000 °C made the amt. of surface oxides and the Vm value of H2O gradually smaller.  At the same time, the qst values were depressed for below the heat of liquefaction of H2O, and esp. the qst curve on the 1000 °C treated sample revealed a deep min.  Such a change in the adsorbability of H2O on graphite was interpreted in terms of the species and the amt. of surface oxides.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXhslCit7c%253D&md5=457aad731f3908207bfa31910e5cbe09", " ", " ", "(41)", " ", "Miura, K.; Morimoto, T. ", "  Langmuir", " ", "1991", ", ", "7", ", 374.", "[", "ACS Full Text ", "], [", "CAS", "]", "(41) . ", "Adsorption sites for water on graphite.  5.  Effect of hydrogen-treatment of graphite", "Miura, Kazuhisa; Morimoto, Tetsuo", "Langmuir", "\r\n        (", "1991", "),\r\n    ", "7", "\r\n        (", "2", "),\r\n    ", "374-9", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    ", "The effect of H2 treatment of graphite H2O adsorption capacity was studied by measurements of H2O adsorption isotherms, calcns. of isosteric heats of adsorption (qst) and anal. of the surface gas content.  The H2 treatment of graphite at 1000° reduces remarkably the amt. of surface oxides and produces C-H bonds instead.  As a result, the amt. of adsorbed H2O decreases drastically, and the qst curve of H2O reveals a deep min. at a lower level than the heat of liquefaction of H2O.  The effect of further heat treatment of the H2-treated graphite at 500 and 1000° in vacuum on the adsorption of H2O was also examd.  The latter treatment reduced the amt. of surface oxides to ∼1/5 of that of the H2-treated graphite but did not change the shape of the qst curve as much; this treatment largely affected the shape of the first adsorption isotherm measured just after the treatment (i.e., steps appeared at moderate pressures).  This result is interpreted in terms of the pore filling of slit-shaped pores by the H2O formed by the decompn. of surface compds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3MXovFSksA%253D%253D&md5=fc795a322d73a7b7830dd33852531c62", " ", " ", "(42)", " ", "Miura, K.; Morimoto, T. ", "  Langmuir", " ", "1988", ", ", "4", ", 1283.", "[", "ACS Full Text ", "], [", "CAS", "]", "(42) . ", "Adsorption sites for water on graphite.  4.  Chemisorption of water on graphite at room temperature", "Miura, Kazuhisa; Morimoto, Tetsuo", "Langmuir", "\r\n        (", "1988", "),\r\n    ", "4", "\r\n        (", "6", "),\r\n    ", "1283-8", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    ", "The chemisorption of H2O on graphite was studied by repeating the measurement of the adsorption isotherm of H2O at 25° and pyrolytic anal. of the surface oxides formed.  Five kinds of gases (H2O, CO2, CO, H2, CH4) are evolved by pyrolysis of the sample after adsorption of H2O.  The total amt. of the gases evolved increases with increasing final H2O vapor pressure at which the adsorption isotherm of H2O on the sample treated at 1000° in vacuo, i.e., at relative pressures of 0.005, 0.025 and 0.444, resp., while they disappear when the sample is preexposed to satd. H2O vapor at 25°.  The 1st and 2nd steps are closely related to the chemisorption of H2O, and the 3rd step is due to physisorption.  The 2nd and 3rd steps are assocd. with pores in graphite.  Esp., the 2nd step is mainly due to the pore filling of H2O into the slit-shaped pores that are formed by removal of a sheet of the basal plane of graphite, and it takes a long time for the attainment of the adsorption equil.  The mechanism of the chemisorption of H2O on graphite, which takes place at the terminal edge carbon atoms around basal planes, is discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1cXlslOjsbs%253D&md5=8b61c632f3b1278afc8a25958b5ca0be", " ", " ", "(43)", " ", "Miura, K.; Morimoto, T. ", "  Langmuir", " ", "1986", ", ", "2", ", 824.", "[", "ACS Full Text ", "], [", "CAS", "]", "(43) . ", "Adsorption sites for water on graphite.  3.  Effect of oxidation treatment of sample", "Miura, Kazuhisa; Morimoto, Tetsuo", "Langmuir", "\r\n        (", "1986", "),\r\n    ", "2", "\r\n        (", "6", "),\r\n    ", "824-8", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    ", "The adsorption isotherms of H2O were measured on graphite samples which were partially burnt in an H2O-O2 mixt. and then outgassed at higher temps.  On these samples, the gas content and acidic surface functional groups were detd.  The isosteric heat of adsorption of H2O, qst, calcd. from the 2nd adsorption isotherms, decreases more steeply when the pretreatment temp. of graphite is raised.  The qst curve on the 1000° treated sample reveals a distinct min., at which the qst value is very small compared with the heat of liquefaction of H2O.  These phenomena depend on the variety and quantity of surface oxides on graphite and the qst min. appears when each amt. of the H2O-, CO2-, and CO-desorbing oxides is extremely small.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL28XlvFOls70%253D&md5=84432c8fa2b7f0e8dd42d0e459d52499", " ", " ", "(44)", " ", "Morimoto, T.; Miura, K. ", "  Langmuir", " ", "1986", ", ", "2", ", 43.", "[", "ACS Full Text ", "], [", "CAS", "]", "(44) . ", "Adsorption sites for water on graphite.  2.  Effect of autoclave treatment of sample", "Morimoto, Tetsuo; Miura, Kazuhisa", "Langmuir", "\r\n        (", "1986", "),\r\n    ", "2", "\r\n        (", "1", "),\r\n    ", "43-6", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    ", "The adsorption sites for H2O on graphite treated with H2O in an autoclave at 300° were investigated by measuring the adsorption isotherm of H2O and the amt. of surface compds.  The autoclave treatment of graphite causes a remarkable decrease in the amt. of every kind of surface compd. and in the adsorbability for H2O.  The succeeding treatment of the sample at higher temps. also results in a further decrease in the amt. of surface compds. as well as the adsorbability for H2O.  In other words, both the autoclave treatment and the subsequent heat treatment raise the hydrophobicity of the surface of graphite and reduce the isosteric heat of adsorption of H2O, qst, and in an extreme case the qst curve gives a distinct min. which passes through an energy value much lower than the heat of liquefaction of H2O.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL28Xps1WrtA%253D%253D&md5=fc07cbb83b63da84d77b022a406b46d7", " ", " ", "(45)", " ", "Morimoto, T.; Miura, K. ", "  Langmuir", " ", "1985", ", ", "1", ", 658.", "[", "ACS Full Text ", "], [", "CAS", "]", "(45) . ", "Adsorption sites for water on graphite.  1.  Effect of high-temperature treatment of sample", "Morimoto, Tetsuo; Miura, Kazuhisa", "Langmuir", "\r\n        (", "1985", "),\r\n    ", "1", "\r\n        (", "6", "),\r\n    ", "658-62", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    ", "The adsorption sites for H2O on the surface of graphite were investigated by measuring the adsorption isotherm of H2O and the amt. of gas evolved on heating the sample.  When the graphite sample is pretreated at higher temps., the shape of the H2O adsorption isotherm transfers from type II to III, the isosteric heat of H2O qst remarkably decreases, and at the same time the amt. of surface O compds. decreases.  Therefore heat treatment of the sample results in an enhancement of the surface hydrophobicity of graphite.  Esp., the qst curve on the 1000° treated sample reveals a distinct min. which lies under the level of the heat of liquefaction of H2O.  Such a change in the shape of the qst curve explained well in connection with the amt. of evolved gas.  Also, the chemisorption of H2O occurs on graphite surfaces treated at higher temps.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2MXlvVCjtb4%253D&md5=fb081be7d3cd26386048f5905e3ac6c7", " ", " ", "(46)", " ", "O'koye, I. P.; Benham, M.; Thomas, K. M. ", "  Langmuir", " ", "1997", ", ", "13", ", 4054.", "[", "ACS Full Text ", "], [", "CAS", "]", "(46) . ", "Adsorption of Gases and Vapors on Carbon Molecular Sieves", "O'koye, I. P.; Benham, M.; Thomas, K. M.", "Langmuir", "\r\n        (", "1997", "),\r\n    ", "13", "\r\n        (", "15", "),\r\n    ", "4054-4059", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption phenomena of oxygen and nitrogen on a carbon mol. sieve were studied above the crit. temp. of the adsorptives as a function of pressure in order to understand further the mechanism of air sepn.  The uptake of both gases studied was virtually linear at low equil. pressures, in agreement with Henry's law, but deviation occurred at higher pressures.  The adsorption kinetics were studied with different amts. of preadsorbed gas for changes in pressure of 11 kPa and partial pressure in helium of ∼10 kPa.  The gas adsorption kinetics obey a linear driving force mass transfer model.  The ratios of the rate consts. (kO2/kN2) for each pressure increment were 35-43 for pure gases and 21-27 for gas/helium mixts., and these ratios clearly demonstrate the mol. sieving characteristics.  The presence of water vapor is detrimental to the operation of carbon mol. sieves.  The adsorption and desorption characteristics of water vapor with different amts. of preadsorbed water were studied for comparison with oxygen and nitrogen adsorption over the pressure range 0-1.8 kPa for pressure steps of 0.1 kPa.  The results are discussed in terms of the mechanism of gas sepn. using carbon mol. sieves.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXkt1Ghtrs%253D&md5=86b09c68b0b669689c4d4d9471e16103", " ", " ", "(47)", " ", "Harding, A. W.; Foley, N. J.; Norman, P. R.; Francis, D. C.; Thomas, K. M. ", "  Langmuir", " ", "1998", ", 14, 3858", "[", "ACS Full Text ", "], [", "CAS", "]", "(47) . ", "Diffusion Barriers in the Kinetics of Water Vapor Adsorption/Desorption on Activated Carbons", "Harding, A. W.; Foley, N. J.; Norman, P. R.; Francis, D. C.; Thomas, K. M.", "Langmuir", "\r\n        (", "1998", "),\r\n    ", "14", "\r\n        (", "14", "),\r\n    ", "3858-3864", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption of water vapor on a highly microporous coconut-shell-derived carbon and a mesoporous wood-derived carbon was studied.  These carbons were chosen as they had markedly different porous structures.  The adsorption and desorption characteristics of water vapor on the activated carbons were investigated over the relative pressure range p/p° = 0-0.9 for temps. in the range 285-313 K in a static water vapor system.  The adsorption isotherms were analyzed using the Dubinin-Serpinski equation, and this provided an assessment of the polarity of the carbons.  The kinetics of water vapor adsorption and desorption were studied with different amts. of preadsorbed water for set changes in pressure relative to the satd. vapor pressure (p/p°).  The adsorption kinetics for each relative pressure step were compared and used to calc. the activation energies for the vapor pressure increments.  The kinetic results are discussed in relation to their relative position on the equil. isotherm and the adsorption mechanism of water vapor on activated carbons.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXjvVWqt7c%253D&md5=b8299b1458e9da4462f8eba4ee1959d5", " ", " ", "(48)", " ", "Cazorla-Amoros, D.; Alcaniz-Monge, J.; de la Casa-Lilli, M. A.; Linares-Solano, A. ", "  Langmuir", " ", "1998", ", ", "14", ", 4589.", "[", "ACS Full Text ", "], [", "CAS", "]", "(48) . ", "CO2 As an Adsorptive To Characterize Carbon Molecular Sieves and Activated Carbons", "Cazorla-Amoros, D.; Alcaniz-Monge, J.; de la Casa-Lillo, M. A.; Linares-Solano, A.", "Langmuir", "\r\n        (", "1998", "),\r\n    ", "14", "\r\n        (", "16", "),\r\n    ", "4589-4596", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption of CO2 at 273 K up to 4 MPa has been studied in activated carbons and carbon mol. sieves of different origins and pore size distribution.  The materials selected for this study include carbon mol. sieves with a pore size (i.e., pore width) between 0.3 and 0.5 nm, activated carbons with supermicroporosity (pore size between 0.7 and 2 nm), and mesoporous and macroporous activated carbons.  The relative fugacities covered in the expts. ranges from 10-4 to nearly 1.  Addnl., N2 adsorption at 77 K at subatmospheric pressures has been also done.  The exptl. conditions used allow us to compare both measurements at similar adsorption potentials, in which both gases adsorb in the different ranges of porosity.  The results obtained show that CO2 adsorbs at 273 K in the different ranges of porosity following a mechanism similar to that of N2 at 77 K.  CO2 is sensitive to narrow micropores not accessible to N2 at 77 K, and hence, it is an adequate complement to N2 at 77 K.  This is esp. important for the characterization of the narrow micropores of carbonaceous solids and, esp., carbon mol. sieves.  CO2 adsorbs in mesopores according to the capillary condensation mechanism.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXkvVymtLg%253D&md5=aead598b544a83eaa8b60a176b9979c0", " ", " ", "(49)", " ", "Bradley, R. H.; Rand, B. ", "  Carbon", " ", "1991", ", ", "29", ", 1165.", "[", "Crossref", "], [", "CAS", "]", "(49) . ", "A comparison of the adsorption behavior of nitrogen, alcohols, and water towards active carbons", "Bradley, R. H.; Rand, B.", "Carbon", "\r\n        (", "1991", "),\r\n    ", "29", "\r\n        (", "8", "),\r\n    ", "1165-72", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    ", "The adsorption behavior of a range of vapors, of varying polarity, for two com. carbons is reported.  Type 5 (BDDT) isotherms are obsd. for water vapor adsorption where polar interactions predominate.  Nitrogen gives type 1 isotherms, indicating that the major interaction is of the dispersion type.  The initial regions of isotherms for the alcs. methanol to butanol suggest an increase in the relative dispersion to polar interaction with increasing molar volume, although the dispersion interaction appears dominant in all cases and the overall isotherms are all of type 1 character.  Satn. vols. and Dubinin-Radushkevich micropore vols. from N2 and the alcs. are consistent for each carbon.  Satn. vols. for water adsorption are much lower than those from the other vapors.  The high pressure regions of Polyanyi characteristic curves for N2 and the alcs. can be superimposed using β shifting factors based on molar volume or parachor data, low pressure deviations cannot be explained by mol. sieve effects and are most likely due to differential packing of adsorbate within the micropores.  The Dubinin-Astakhov equation does not appear to offer any advantages for anal. of the data presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3MXmvVOqtLY%253D&md5=9b695923c5248ee2745ed1d2a1e6d1e2", " ", " ", "Alcaniz-Monge, J.; Lozano-Castello, D. ", "  Adsorpt. Sci. ", "Technol.", " ", "2003", ", ", "21", ", 841.", "[", "Crossref", "], [", "CAS", "]", ". ", "Assessment of ultramicroporosity on carbon molecular sieves by water adsorption", "Alcaniz-Monge, Juan; Lozano-Castello, Dolores", "Adsorption Science & Technology", "\r\n        (", "2003", "),\r\n    ", "21", "\r\n        (", "9", "),\r\n    ", "841-848", "CODEN:\r\n                ", "ASTEEZ", ";\r\n        ISSN:", "0263-6174", ".\r\n    \r\n            (", "Multi-Science Publishing Co. Ltd.", ")\r\n        ", "This work is focused on the application of H2O adsorption to the characterization of the narrow microporosity (ultramicroporosity) in C mol. sieves (CMS).  The mechanism of H2O adsorption in carbonaceous solids was analyzed.  Despite the presence of surface groups in these materials, they exhibited low adsorption at low relative pressures (P/P0 < 0.2), indicating the significant role of micropore size in the commencement of H2O adsorption.  H2O adsorbed on samples that did not exhibit CO2 adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhslSit7o%253D&md5=3de40d484bac1e25222dec9e27d44259", " ", " ", "(51)", " ", "Cansado, I. P. P.; Ribeiro Carrott, M.; Carrott, P. J. M. ", "  Energy Fuels ", "2006", ", ", "20", ", 766.", "[", "ACS Full Text ", "], [", "CAS", "]", "(51) . ", "Influence of Degassing Temperature on the Performance of Carbon Molecular Sieves for Separations Involving O2, N2, CO2, and CH4", "Cansado, Isabel P. P.; Carrott, Manuela Ribeiro; Carrott, Peter J. M.", "Energy & Fuels", "\r\n        (", "2006", "),\r\n    ", "20", "\r\n        (", "2", "),\r\n    ", "766-770", "CODEN:\r\n                ", "ENFUEM", ";\r\n        ISSN:", "0887-0624", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The effect of thermal pretreatment on the diffusion of O2, N2, CO2, and CH4 at 298 K in the com. carbon mol. sieve Takeda 3A was studied.  Pore mouth barrier controls nitrogen transport.  For oxygen and carbon dioxide, however, two mechanisms are present.  Pore mouth barrier control dets. the transport at lower temp. degassing, and micropore diffusion is present with a high temp. degassing.  When the degassing temp. is increased, the adsorption as a function of contact time is almost const. for O2 and CO2, is almost null for CH4, and increases significantly for N2 between 373 and 653 K.  The rates of diffusion also increase with increasing degassing temp., but more appreciably for N2, which results in a significant decrease in selectivity for O2/N2 and CO2/N2 sepns.  These sepns. are therefore more efficient for Takeda 3A if it is only subjected to temps. lower than 373 K.  For CO2/CH4, the sepn. is more efficient if the Takeda 3A sample is first submitted to a degassing temp. around 673 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhsFOlt7c%253D&md5=e85180b02e7c32c716bdb415be11d529", " ", " ", "(52)", " ", "Terzyk, A. P.; Rychlicki, G.; Cxiertnia, M. S.; Gauden, P. A.; Kowalczyk, P. ", "  Langmuir", " ", "2005", ", ", "21", ", 12257.", "[", "ACS Full Text ", "], [", "CAS", "]", "(52) . ", "Effect of the Carbon Surface Layer Chemistry on Benzene Adsorption from the Vapor Phase and from Dilute Aqueous Solutions", "Terzyk, Artur P.; Rychlicki, Gerhard; Cwiertnia, Magdalena S.; Gauden, Piotr A.; Kowalczyk, Piotr", "Langmuir", "\r\n        (", "2005", "),\r\n    ", "21", "\r\n        (", "26", "),\r\n    ", "12257-12267", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors present a complex study of benzene adsorption on chem. modified com. activated carbons.  The porosity of studied carbons is almost the same, whereas the chem. compn. and the acid-base properties of surface layers differ drastically from amphoteric (initial de-ashed C D43/1, Carbo-Tech, Essen, Germany) and acidic (C modified with concd. HNO3 and fuming H2SO4) to strongly basic (C modified with gaseous NH3).  Benzene adsorption isotherms measured from aq. soln. at 3 temps. (298, 313, and 323 K) and at the neutral pH level are reported.  They are supported by studies of H2O and benzene adsorption from the gaseous phase (volumetric and calorimetric data) and the data of benzene temp.-programmed desorption (TPD).  Also, the data of the enthalpy of immersion in H2O and benzene are also presented.  Obtained data of benzene adsorption from the gaseous phase are approximated by applying the method of Nguyen and Do (ND) and the Dubinin-Astakhov (DA) equation.  The data of adsorption from soln. are described by the hybrid DA-Freundlich (DA-F) model.  There are similarities in the mechanisms of benzene adsorption from the gaseous phase and from aq. solns. and the pore-blocking effect is the main stage of the adsorption mechanism.  This effect strongly depends on the polarity of the C surface.  The larger the ratio of the enthalpy of C immersion in H2O to the enthalpy of immersion in benzene, the larger the redn. in adsorption from soln., compared to that in the gaseous phase, that is obsd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht1SrsbnM&md5=e6f2a67c752e041358df57c1919e9a7d", " ", " ", "(53)", " ", "Rutherford, S. W.; Nguyen, C.; Coons, J. E.;. Do, D. D. ", "  Langmuir", " ", "2003", ", ", "19", ", 8335.", "[", "ACS Full Text ", "], [", "CAS", "]", "(53) . ", "Characterization of Carbon Molecular Sieves Using Methane and Carbon Dioxide as Adsorptive Probes", "Rutherford, S. W.; Nguyen, C.; Coons, J. E.; Do, D. D.", "Langmuir", "\r\n        (", "2003", "),\r\n    ", "19", "\r\n        (", "20", "),\r\n    ", "8335-8342", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Nitrogen adsorption at 77 K is the current std. means for pore size detn. of adsorbent materials.  However, nitrogen adsorption reaches limitations when dealing with materials such as mol. sieving carbon with a high degree of ultramicroporosity.  In this investigation, methane and carbon dioxide adsorption is explored as a possible alternative to the std. nitrogen probe.  Methane and carbon dioxide adsorption equil. and kinetics are measured in a com. derived carbon mol. sieve over a range of temps.  The pore size distribution is detd. from the adsorption equil., and the kinetics of adsorption is shown to be Fickian for carbon dioxide and non-Fickian for methane.  The non-Fickian response is attributed to transport resistance at the pore mouth experienced by the methane mols. but not by the carbon dioxide mols.  Addnl., the change in the rate of adsorption with loading is characterized by the Darken relation in the case of carbon dioxide diffusion but is greater than that predicted by the Darken relation for methane transport.  Furthermore, the proposition of inkbottle-shaped micropores in mol. sieving carbon is supported by the detn. of the activation energy for the transport of methane and subsequent sizing of the pore-mouth barrier by mol. potential calcns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXnt1Cjsrs%253D&md5=aa8990821d8eeaf6ddd468064374cc2c", " ", " ", "(54)", " ", "Huang, Q.; Sundaram, S. M.; Farooq, S. ", "  Langmuir", " ", "2003", ", ", "19", ", 393.", "[", "ACS Full Text ", "], [", "CAS", "]", "(54) . ", "Revisiting Transport of Gases in the Micropores of Carbon Molecular Sieves", "Huang, Qinglin; Sundaram, S. M.; Farooq, S.", "Langmuir", "\r\n        (", "2003", "),\r\n    ", "19", "\r\n        (", "2", "),\r\n    ", "393-405", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Single component differential uptake of oxygen and nitrogen in three samples of carbon mol. sieve adsorbent and carbon dioxide and methane in one of the samples has been measured volumetrically at different temps. over a wide range of adsorbent loading.  The results seem to suggest that the early part of the uptake is controlled by a barrier resistance confined at the micropore mouth while the later part is controlled by a pore diffusional resistance distributed in the micropore interior.  A dual resistance model is able to capture the obsd. single component uptake behavior for all the four gases, which is assuredly less tentative than what the current literature may suggest. Moreover, the extd. micropore transport parameters have much stronger dependence on adsorbent loading than that expected from chem. potential gradient as the driving force for diffusion and the assumption of a const. limiting transport coeff. based on prevailing evidence.  An approx. way of accounting for this stronger concn. dependence has been proposed and validated by application to the prediction of exptl. integral uptake results.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xps1Ghu78%253D&md5=0b5014623589943295e7f5a593d6e699", " ", " ", "(55)", " ", "Huang, Q.; Sundaram, S. M.; Farooq, S. ", "  Langmuir", " ", "2003", ", ", "19", ", 5722.", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", " ", " ", "(56)", " ", "Nicholson, D. ", "  Langmuir", " ", "1999", ", ", "15", ", 2508.", "[", "ACS Full Text ", "], [", "CAS", "]", "(56) . ", "A Simulation Study of Energetic and Structural Heterogeneity in Slit-Shaped Pores", "Nicholson, David", "Langmuir", "\r\n        (", "1999", "),\r\n    ", "15", "\r\n        (", "7", "),\r\n    ", "2508-2515", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption of methane and carbon dioxide in model pores has been investigated using grand ensemble simulation.  The adsorbent models were designed to imitate two heterogeneous effects that are generally regarded as being of distinct origin.  The first of these, energetic heterogeneity, was modeled by generating thermally disordered surfaces that were roughened on an at. scale.  The second type of heterogeneity, structural heterogeneity, was modeled using smooth walled slit pores having a range of pore widths, and adsorption in these was examd. as a function of pore width distribution.  Particular emphasis has been placed on isotherms and isosteric heats of adsorption (qst).  It is shown that the rapid decrease of qst with adsorbate d. in the early stages of adsorption cannot be satisfactorily accounted for by energetic heterogeneity.  On the other hand, plots of heat of adsorption against adsorbate d. are shown to be particularly sensitive to structural heterogeneity.  It is argued that the isosteric heat measurements could form the basis of a valuable method for analyzing micropore distribution.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXhsVSitbo%253D&md5=63cfc64404c3ea25d95ab008fef913e1", " ", " ", "(57)", " ", "Rutherford, S. W.; Coons, J. E. ", "  J. Colloid Interface Sci.", " ", "2005", ", ", "284", ", 432.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(57) . ", "Adsorption equilibrium and transport kinetics for a range of probe gases in Takeda 3A carbon molecular sieve", "Rutherford, S. W.; Coons, J. E.", "Journal of Colloid and Interface Science", "\r\n        (", "2005", "),\r\n    ", "284", "\r\n        (", "2", "),\r\n    ", "432-439", "CODEN:\r\n                ", "JCISA5", ";\r\n        ISSN:", "0021-9797", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "Measurements of adsorption equil. and transport kinetics for Ar, oxygen and nitrogen at 20, 50, and 80° on com. derived Takeda C mol. sieve (CMS) employed for air sepn. were undertaken in an effort to elucidate fundamental mechanisms of transport.  Micropore diffusion which is modeled by a Fickian diffusion process, governs the transport of oxygen mols. and the pore mouth barrier controls Ar and nitrogen transport which is characterized by a linear driving force (LDF) model.  For the 3 temps. studied, the pressure dependence of the diffusivity and the LDF rate const. appear to be well characterized by a formulation based on the chem. potential as the driving force for transport.  Isosteric heat of adsorption at zero loading and activation energy measurements are compared with predictions made from a previously proposed mol. model for characterizing CMS.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXisVWks7w%253D&md5=7ad3ace8df454566520bf3f438cf8cc5", " ", " ", "(58)", " ", "Rao, M. B.; Jenkins, R. G.; Steele, W. A. ", "  Langmuir", " ", "1985", ", ", "1", ", 137.", "[", "ACS Full Text ", "], [", "CAS", "]", "(58) . ", "Potential functions for diffusive motion in carbon molecular sieves", "Rao, M. B.; Jenkins, R. G.; Steele, W. A.", "Langmuir", "\r\n        (", "1985", "),\r\n    ", "1", "\r\n        (", "1", "),\r\n    ", "137-41", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    ", "Gas-solid interaction potentials were calcd. for a no. of simple gases within the micropores of C mol. sieves.  Effects of nonspherical mol. shape and the periodically varying potential which produces barriers to surface diffusion are both explicitly included.  The crit. dimensions for the onset of activated diffusion in a slit-shaped pore were detd. and compared with expt. for each gaseous mol.  Barriers for surface diffusion in the 〈10‾11〉 and 〈11‾21〉 crystallog. directions were estd.  The role of the energy barrier to entry into a micropore in detg. diffusion rates is discussed; this becomes the crit. factor when the pore size is smaller than the crit. dimension for a given gas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2MXltFehtw%253D%253D&md5=3883bb05f3d7ef5cfddb0bd84c77bb0e", " ", " ", "(59)", " ", "Liu, J. C.; Monson, P. A. ", "  Langmuir", " ", "2005", ", ", "21", ", 10219.", "[", "ACS Full Text ", "], [", "CAS", "]", "(59) . ", "Does Water Condense in Carbon Pores?", "Liu, J.-C.; Monson, P. A.", "Langmuir", "\r\n        (", "2005", "),\r\n    ", "21", "\r\n        (", "22", "),\r\n    ", "10219-10225", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Using grand canonical Monte Carlo (GCMC) simulations of mol. models, we investigate the nature of water adsorption and desorption in slit pores with graphitelike surfaces.  Special emphasis is placed on the question of whether water exhibits capillary condensation (i.e., condensation when the external pressure is below the bulk vapor pressure).  Three models of water have been considered.  These are the SPC and SPC/E models and a model where the hydrogen bonding is described by tetrahedrally coordinated square-well assocn. sites.  The water-carbon interaction was described by the Steele 10-4-3 potential.  In addn. to detg. adsorption/desorption isotherms, we also locate the states where vapor-liq. equil. occurs for both the bulk and confined states of the models.  We find that for wider pores (widths >1 nm), condensation does not occur in the GCMC simulations until the pressure is higher than the bulk vapor pressure, P0.  This is consistent with a phys. picture where a lack of hydrogen bonding with the graphite surface destabilizes dense water phases relative to the bulk.  For narrow pores where the slit width is comparable to the mol. diam., strong dispersion interactions with both carbon surfaces can stabilize dense water phases relative to the bulk so that pore condensation can occur for P < P0 in some cases.  For the narrowest pores studied-a pore width of 0.6 nm-pore condensation is again shifted to P > P0.  The phase-equil. calcns. indicate vapor-liq. coexistence in the slit pores for P < P0 for all but the narrowest pores.  We discuss the implications of our results for interpreting water adsorption/desorption isotherms in porous carbons.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXos1Wlt78%253D&md5=a6a48df678922a462f3bacbfec1ec21e", " ", " ", "Zhou, L.; Li, M.; Sun, Y.; Zhou, Y. P. ", "  Carbon", " ", "2001", ", ", "39", ", 773.", "[", "Crossref", "], [", "CAS", "]", ". ", "Effect of moisture in microporous activated carbon on the adsorption of methane", "Zhou, Li; Li, Ming; Sun, Yan; Zhou, Yaping", "Carbon", "\r\n        (", "2001", "),\r\n    ", "39", "\r\n        (", "5", "),\r\n    ", "773-776", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "In relation to natural gas adsorption storage, the effect of the presence of moisture in activated carbon on the adsorption of methane was studied.  A neg. effect was obsd. for a wide range of moisture content at 273-298 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXjtlWrt7k%253D&md5=d1f7121d4fac6c500571755363b81ac8", " ", " ", "(61)", " ", "Marban, G.; Fuertes, A. B. ", "  Carbon", " ", "2004", ", ", "42", ", 71.", "[", "Crossref", "], [", "CAS", "]", "(61) . ", "Co-adsorption of n-butane/water vapour mixtures on activated carbon fibre-based monoliths", "Marban, G.; Fuertes, A. B.", "Carbon", "\r\n        (", "2004", "),\r\n    ", "42", "\r\n        (", "1", "),\r\n    ", "71-81", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "Water-n-butane co-adsorption expts. on Activated C Fiber based Monoliths (ACFMs) under equil. and dynamic conditions were performed at 30°.  ACFMs proved to be better adsorbents than active C particles for the dry adsorption of n-butane at low concn. levels.  The presence of water vapor in the gas stream has a negligible influence on n-butane adsorption for values of relative humidity (RH) equal to or below 25%.  Higher water pressures cause a significant loss of adsorption capacity in ACFMs.  Equil. water adsorption on ACFMs can be described by the Do and Do model [Carbon 38 (2000) 767] modified in order to account for both the variable size of the water aggregates on acid centers and the variable size of the clusters detached from the aggregates and inserted into the micropores.  The model results show close agreement between the amts. of active sites for adsorption calcd. by the model and the no. expected from subjecting the ACFMs to different pre-treatments.  The equil. of coadsorption of water and n-butane can be described by a pore filling concept according to which the vol. occupied by both gases adsorbed together from the gas mixt. is approx. equal to the vol. occupied by the pure component adsorbed sep. to a greater extent.  Pre-moistening of the monolith has little effect on its effective n-butane adsorption capacity (breakthrough time) during dynamic adsorption expts.  For values of relative humidity equal to or below 25%, the effective n-butane adsorption capacity of the monoliths was better than that of active C powder.  Moreover, the monoliths produced a much lower pressure drop in the system.  At these conditions, adsorption efficiency for the ACFMs never showed values below 85%.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXpsF2qsb4%253D&md5=ac0aff08d84412ae6cd80a16e6ab4b6e", " ", " ", "(62)", " ", "Rudisill, E. N.; Hacskaylo, J. J.; Levan, M. D. ", "  Ind. Eng. Chem. Res.", " ", "1992", ", ", "31", ", 1122.", "[", "ACS Full Text ", "], [", "CAS", "]", "(62) . ", "Coadsorption of hydrocarbons and water on BPL activated carbon", "Rudisill, Edgar N.; Hacskaylo, John J.; LeVan, M. Douglas", "Industrial & Engineering Chemistry Research", "\r\n        (", "1992", "),\r\n    ", "31", "\r\n        (", "4", "),\r\n    ", "1122-30", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    ", "A novel exptl. app. is used to measure hexane, Me2CO, water, hexane-water, and Me2CO-water isotherms on BPL activated C.  Isotherms for pure components are measured at 25-125° with hydrocarbon pressures varied by a factor of 107, from low values to satn.  Emphasis is placed on measuring the hysteresis loop in the water and hydrocarbon-water systems.  For adsorption of pure water, the location and size of the hysteresis loop is temp. dependent, with the loop shifting toward higher relative pressures and narrowing as temp. is increased.  For the hydrocarbon-water mixts., the hydrocarbon loading is held const. and water isotherms are measured at 25 and 100°.  The partial pressure of the hydrocarbon increases dramatically at const. hydrocarbon loading as the water loading is increased.  Also, hysteresis is obsd. in the hydrocarbon partial pressure depending on whether the system is on the adsorption or desorption branch of the water isotherms.  Behavior is complex and is interpreted qual.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38XhsFCns7o%253D&md5=d12afb65c7fa1115bacab5f029b8e1ea", " ", " ", "(63)", " ", "Russell, B. P.; LeVan, M. D. ", "  Ind. Eng. Chem. Res.", " ", "1997", ", ", "36", ", 2380.", "[", "ACS Full Text ", "], [", "CAS", "]", "(63) . ", "Coadsorption of Organic Compounds and Water Vapor on BPL Activated Carbon. 3. Ethane, Propane, and Mixing Rules", "Russell, Bradley P.; LeVan, M. Douglas", "Industrial & Engineering Chemistry Research", "\r\n        (", "1997", "),\r\n    ", "36", "\r\n        (", "6", "),\r\n    ", "2380-2389", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Exptl. data are reported for adsorption of ethane and propane and their mixts. with water on BPL activated carbon.  Pure alkane isotherms were measured at 273, 298, and 323 K from the Henry's law region to approx. atm. pressure.  Mixt. data, including hysteresis measurements, were obtained at 298 K by fixing the water partial pressure (relative humidity).  Alkane adsorption is significantly affected by water, with loading redns. of up to 60% at a relative humidity of 50%.  The results show that alkanes do not adsorb independently of water, and greater loading redns. can be expected at higher relative humidities.  Also, from the data it is deduced that approx. 6% of the adsorbent surface strongly adsorbs water, probably on oxide sites.  Pure alkane isotherms are analyzed in terms of a lattice model, and a simple empirical method is proposed for calcg. mixt. equil. from pure-component isotherms.  The method is applied to the this data as well as to data for other org.-water mixts. adsorbed on BPL carbon.  Results are compared with predictions of previously published methods.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXjtV2qt7s%253D&md5=3abebc8b39d0c36ca59c7bcafe8ba3e5", " ", " ", "(64)", " ", "Taqvi, S. M.; Appel, W. S.; LeVan, M. D. ", "  Ind. Eng. Chem. Res.", " ", "1999", ", ", "38", ", 240.", "[", "ACS Full Text ", "], [", "CAS", "]", "(64) . ", "Coadsorption of Organic Compounds and Water Vapor on BPL Activated Carbon. 4. Methanol, Ethanol, Propanol, Butanol, and Modeling", "Taqvi, Syed M.; Appel, W. Scot; LeVan, M. Douglas", "Industrial & Engineering Chemistry Research", "\r\n        (", "1999", "),\r\n    ", "38", "\r\n        (", "1", "),\r\n    ", "240-250", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A volumetric app. was used to measure adsorption equil. for alcs. and their mixts. with water on BPL activated carbon.  Pure alc. isotherms are reported for methanol, ethanol, propanol, and butanol at 25, 50, 75, and 100° over a large pressure range.  Binary equil. are reported for each alc. coadsorbed with water at 25 and 100° including hysteresis for all systems.  Enhanced water adsorption was obsd. in the presence of all alcs., and enhanced alc. adsorption was obsd. for methanol and ethanol.  Pure alc. isotherms are described using a multi-temp. Toth equation, and binary equil. are modeled with the virial mixt. coeff. method.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXnslWqtbc%253D&md5=b264ad307b1aec6180eea0b0ee51d805", " ", " ", "(65)", " ", "Garrido, J.; Linares-Solano, A.; Martin-Martinez, J. M.; Molina-Sabio, M.; Rodriguez-Reinoso, F.; Torregrosa, R. ", "  Langmuir", " ", "1987", ", ", "3", ", 76.", "[", "ACS Full Text ", "], [", "CAS", "]", "(65) . ", "Use of nitrogen vs. carbon dioxide in the characterization of activated carbons", "Garrido, J.; Linares-Solano, A.; Martin-Martinez, J. M.; Molina-Sabio, M.; Rodriguez-Reinoso, Francisco; Torregrosa, R.", "Langmuir", "\r\n        (", "1987", "),\r\n    ", "3", "\r\n        (", "1", "),\r\n    ", "76-81", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    ", "The adsorption of N2 (77 K) and CO2 (273 and 298 K) was studied on a series of activated carbons covering a wide range of burn-off.  For carbons with low burn-off, the characteristic curve is unique and a common value of micropore vol. (V0) is deduced from N2 (77 K) and CO2 (273 K).  As burn-off increases, the micropore vols. are coincident only if low-pressure data for N2 are available; if not, N2 will yield larger V0 values which are similar to those given by hydrocarbons such as C6H6, because N2 (and also hydrocarbons) measures the total micropore vol. (including supermicropores) whereas CO2 - because of the higher temp. and much lower relative pressure range covered - would only measure the narrow microporosity.  This means that N2 (77 K) and CO2 (273 K) supplement each other and can provide more complete information about the microporous structure of activated carbons.  The adsorption of CO2- at 298 K is complex because of the proximity to the crit. temp. of CO2 (303 K) and the uncertainty of the d. of the adsorbed phase; a value of 0.97 g/cm3 is proposed so that the V0 would be similar to that measured at 273 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2sXjvVyksg%253D%253D&md5=05af24c470b26c60e0b0b905e3238b8c", " ", " "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2006/langd5.2006.22.issue-24/la061140a/production/images/small/la061140af00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2006/langd5.2006.22.issue-24/la061140a/production/images/small/la061140af00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2006/langd5.2006.22.issue-24/la061140a/production/images/small/la061140af00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2006/langd5.2006.22.issue-24/la061140a/production/images/small/la061140af00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2006/langd5.2006.22.issue-24/la061140a/production/images/small/la061140af00005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2006/langd5.2006.22.issue-24/la061140a/production/images/small/la061140af00006.gif\">"]}
