{"title": ["Methane Storage in Metal-Substituted Metal–Organic Frameworks: Thermodynamics, Usable Capacity, and the Impact of Enhanced Binding Sites"], "authors": ["Malay Kumar Rana", "Hyun Seung Koh", "Haroon Zuberi", "Donald J. Siegel"], "doi": ["10.1021/jp4104273"], "abstract": ["van der Waals density functional theory (vdW-DFT) and semiempirical grand canonical Monte Carlo (GCMC) calculations are used to predict the thermodynamics and methane storage capacity of 18 metal-substituted variants of the metal–organic framework (MOF) M-DOBDC (DOBDC = 2,5-oxidobenzene-1,4-dicarboxylate). Methane adsorption enthalpies (Δ", ") on the benchmark Mg- and Ni-DOBDC systems were calculated using several vdW-DFT methods. The vdW-DF2 scheme was found to yield the best agreement with experiments, with a mean absolute deviation (MAD) of 2.7 kJ/mol. Applying this functional across the entire M-DOBDC series, it is observed that Δ", " varies from −16 to −34 kJ/mol. These enthalpies are 10–20 kJ/mol less exothermic than that for CO", " adsorption in M-DOBDC, consistent with a weaker, dispersion-based CH", "–MOF interaction. In parallel with these thermodynamic analyses, methane adsorption isotherms for five benchmark M–DOBDC MOFs were evaluated using several established interatomic potentials. An uncharged, single-site model for CH", " yielded the best agreement with experiments, with a MAD of 16 cm", "/cm", ". This potential was subsequently employed to predict methane capacities across the remainder of the M–DOBDC series, with additional comparisons to other prominent MOFs such as MOF-5, PCN-11, PCN-14, and HKUST-1. Finally, the amount of ", " stored methane was examined for two operating scenarios: isothermal pressure swing (PS) and a combined temperature/pressure swing (TPS). Under these conditions, PCN-11 and Be-DOBDC yield the best combination of gravimetric and volumetric methane densities at pressures below ∼50 bar, while MOF-5 is best at higher pressures. We conclude that enhanced binding sites, such as coordinatively unsaturated metal sites, can be detrimental for PS operation at higher pressures due to their tendency to retain adsorbed methane at low (desorption) pressures."], "text": ["Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusion", "References", "1 Introduction", "Dramatic increases in the accessibility of natural gas (NG) reserves has sparked renewed interest in the use of NG as a vehicle fuel.", "(1)", " Adoption of NG vehicles (NGV) has been projected to reduce petroleum imports and CO", "2", " emissions from combustion within the transportation sector.", "(2)", " Nevertheless, the penetration of NGV remains limited, especially in the United States.", "(3)", " While a sparse refueling infrastructure has likely contributed to the slow adoption of NGV, the efficient on-board storage of NG also stands as an unresolved challenge.", "(1, 4)", "Methane (CH", "4", ") comprises 70–90% of NG prior to refining, while refined NG distributed for home use consists almost entirely of CH", "4", ".", "(5)", " As a gas at standard temperature and pressure (STP), the volumetric energy density of CH", "4", " is nearly 1000 times less than that of gasoline [0.0378 MJ/L (CH", "4", ") vs 34.2 MJ/L (gasoline)].", "(6)", " Consequently, compression and liquefaction are commonly used to increase density. Since these approaches require compromises in efficiency, cost, and driving range/capacity, alternative strategies for achieving high-density storage of CH", "4", " are desirable.", "Adsorbed natural gas (ANG) represents one such approach. In particular, hybrid inorganic–organic crystalline materials known as metal–organic frameworks (MOFs)", "(7-9)", " have recently emerged as promising high-capacity adsorbents for many gases,", "(10-13)", " including CH", "4", ".", "(14-19)", " The high gas storage capacities of MOFs can be attributed to their permanent porosity, high surface area and pore volume, and tunable properties.", "(11)", " In comparison to hydrogen storage,", "(12, 20)", " far fewer studies have examined CH", "4", " storage in MOFs.", "(19)", " Nonetheless, recent experiments have already identified a small number of MOFs with ", "total", " CH", "4", " capacities in excess of 180 cm", "3", " (STP)/cm", "3", " at 298 K and 35 bar (which was the previous U.S. Department of Energy (DOE) storage target", "(1)", "). These include PCN-11 (181 cm", "3", "/cm", "3", " ", "(21)", "), M-DOBDC, with M = Mg, Mn, Co, Ni, and Zn (160–200 cm", "3", "/cm", "3", " ", "(22, 23)", "), PCN-14 (195 cm", "3", "/cm", "3", " ", "(24)", "), and HKUST-1 (227 cm", "3", "/cm", "3", " ", "(24)", "). While these high capacities are clearly promising, they are far below the recently revised DOE targets of 349 cm", "3", "/cm", "3", " and 0.5 g/g (materials basis, 298 K),", "(4)", " which refer to ", "usable", " CH", "4", " available via a pressure swing between 35 and 5 bar (Table ", "1", "). Consequently, there is a clear need for new adsorbents with much higher CH", "4", " capacities. To accelerate the search for high-capacity MOFs, Wilmer et al.", "(25)", " used grand canonical Monte Carlo (GCMC) calculations to screen 137 953 hypothetical MOFs for their CH", "4", " capacities. Their screening identified the MOF NOTT-107", "(26)", " as having a methane storage capacity (213 cm", "3", "/cm", "3", ", total) slightly higher than the simulated uptake of PCN-14, the previous record holder.", "(27)", " In addition, nine other MOFs were predicted to have CH", "4", " capacities in the range 230–267 cm", "3", "/cm", "3", ".", "Table 1. U.S. Department of Energy Targets for Vehicular Natural Gas Storage", "a", "(4)", "materials-level target", "system-level target", "volumetric", "gravimetric", "volumetric", "gravimetric", "349 cm", "3", "/cm", "3", "0.5 g/g", "257 cm", "3", "/cm", "3", "0.4 g/g", "12.5 MJ/L", "2.5 MJ/kg", "9.2 MJ/L", "2.0 MJ/kg", "250 g/L", " ", "184 g/L", " ", "a", "The targets are derived using a lower heating value of 50.0 MJ/kg, and refer to the usable capacity stored between 35 and 5 bar at near-ambient temperature.", "While many features have been suggested to impact methane uptake in MOFs,", "(28, 29)", " we note that essentially all of the high CH", "4", " capacity MOFs contain a combination of coordinatively unsaturated (metal) sites, CUS,", "(21-23, 27)", " and deep-well “pocket” sites. (Throughout this article we will collectively refer to both CUS and pocket sites as “enhanced binding sites,” EBS.) It has been argued that CUS result in relatively strong CH", "4", "–MOF binding through enhanced Coulombic interactions,", "(30)", " while at the pocket sites comparable (or stronger) adsorption energies arise from enhanced van der Waals interactions.", "(22)", " Experiments have confirmed that CUS and pocket sites act as primary adsorption sites for CH", "4", ";", "(22, 30-32)", " thus, high volumetric capacities could be expected if these sites could be arranged in a high-density fashion. In addition, substitution of the CUS metal has been shown to dramatically alter the uptake of other small molecules such as CO", "2", ",", "(33)", " suggesting a pathway for performance tuning. Nevertheless, EBS can also result in high uptake at low pressure,", "(22)", " resulting in a trade-off between high total capacities and reduced usable capacities during isothermal pressure swing desorption. Finally, CUS consisting of heavy transition metals will increase the MOF mass and thereby reduce the gravimetric storage density.", "In light of the potential trade-offs associated with enhanced binding sites, in this study we examine the extent to which metal substitution at CUS impacts the thermodynamics and capacity for CH", "4", " adsorption in the prototype MOF, M-DOBDC (M", "2", "(DOBDC) (DOBDC", "4–", " = 2,5-dioxido-1,4-benzenedicarboxylate), also known as MOF-74, CPO-27, and M", "2", "(dhtp)). Experiments by Wu et al.", "(22)", " reported methane uptake in five metal-substituted M-DOBDC variants, where M = Mg, Mn, Co, Ni, and Zn, with high excess capacities ranging from 149 to 190 cm", "3", "/cm", "3", ". These measurements identified the CUS as the primary CH", "4", " adsorption site, with unusually large adsorption enthalpies approaching 20 kJ/mol. A recent reevaluation of these capacities found that Ni-DOBDC exhibits the highest total volumetric capacity for CH", "4", " of any experimentally tested MOF (228 cm", "3", "/cm", "3", ", at 298 K and 35 bar).", "(24)", "In the present study we extend the composition range of the CUS by considering 18 metal-substituted variants of M-DOBDC, with M = Be, Mg, Ca, Sr, Sc, Ti, V, Cr, Mn, Fe, Co, Ni, Cu, Zn, Mo, W, Sn, and Pb. Our previous report", "(34)", " on the thermodynamic screening of M-DOBDC compounds demonstrated that some of these MOFs are promising for CO", "2", " capture, with predicted adsorption enthalpies (Δ", "H", ") falling within the desired thermodynamic window of −40 to −75 kJ/mol.", "(35)", " Taken together, these factors motivate us to consider the M-DOBDC series as candidate methane storage materials. To this end, a combination of van der Waals augmented density functional theory", "(36)", " (vdW-DFT) and semiempirical grand canonical Monte Carlo calculations are used to predict the thermodynamics and capacities for CH", "4", " uptake in the M-DOBDC series. In addition, we revisit the predicted capacities in other prominent MOFs, including MOF-5, PCN-11, PCN-14, and HKUST-1. Our hope—and the emerging trend", "(25)", "—is for computation to accelerate the search for promising methane adsorbents. Consequently, a portion of our study is devoted to assessing the accuracy of these methods by validating the predicted adsorption enthalpies and capacities with experimental data. These comparisons are timely because van der Waals density functionals are rapidly evolving,", "(37-39)", " and typical classical interatomic potentials do not always capture interactions with CUS.", "(30, 40)", " Such comparisons provide an important benchmark as the field of CH", "4", " storage continues to grow.", "Regarding the energetics of CH", "4", " adsorption, accurate thermodynamic data are important because these properties strongly impact the thermal behavior of a MOF-based methane storage system. An ANG system will release heat during uptake and potentially require heat input to bring about maximum desorption. Managing this heat exchange process will influence the efficiency, design, and cost of the storage device. Other factors being equal, a desirable methane adsorbent will have both a high capacity and a small enthalpy of adsorption.", "Recent reports have shown that vdW-DF", "(39, 41)", " can yield accurate estimates of the enthalpy of adsorption (Δ", "H", ") for H", "2", " and CO", "2", " in MOFs.", "(42-45)", " In the case of CO", "2", ", the mean absolute deviation (MAD) between the calculated vdW-DF1", "(39)", " and experimental Δ", "H", " across several metal-substituted MOFs was only 3.4 kJ/mol.", "(34, 43)", " A natural question is whether comparable accuracy can be attained for methane adsorption. In the present study we find that the rPW86-based vdW-DF2", "(41)", " method outperforms conventional (PBE-GGA", "(46)", "), semiempirical (DFT-D2),", "(38)", " and other vdW-based density functionals in predicting Δ", "H", " for CH", "4", ". Agreement with experimental adsorption enthalpies is good, with a mean absolute deviation of 2.7 kJ/mol. In contrast to CO", "2", " adsorption, which exhibits relatively strong electrostatic interactions that are 10–20 kJ/mol more exothermic than for CH", "4", ",", "(34, 43)", " the dominant contribution for methane binding arises from weaker dispersion interactions.", "Regarding CH", "4", " capacity, GCMC is the standard method for predicting CH", "4", " uptake in porous materials.", "(25, 28)", " Nevertheless, the accuracy of these predictions are only as good as the interatomic potentials employed. Although earlier GCMC calculations have found good agreement with measured CH", "4", " isotherms at moderate temperatures and pressures,", "(47)", " more recent work has identified discrepancies with experiments at low temperatures and pressures", "(30, 31)", " and in the location of preferred adsorption sites.", "(30)", " Herein we assess the sensitivity of the predicted uptake to the choice of interatomic potential by comparing six “off the shelf” CH", "4", "–MOF potentials. The potentials differ in their description of the CH", "4", " molecule (single site", "(48, 49)", " vs five sites,", "(50, 51)", " charged vs uncharged) and in the parameters used to describe the MOF atoms (charged vs uncharged, UFF", "(52)", " vs DREIDING", "(53)", "). We find that a simple uncharged single-site model for CH", "4", " based on the TraPPE", "(48)", " potential yields CH", "4", " uptake in DOBDC in best agreement with experiments.", "Finally, the optimal interatomic potential is used to predict CH", "4", " uptake across the remainder of the M-DOBDC series, and in other noteworthy MOFs (MOF-5, PCN-11/14, and HKUST-1) as a function of maximum operating pressure (", "P", "max", ") and for three operating scenarios: (i) ", "total capacity", " at 298 K; (ii) ", "usable capacity", " at 298 K assuming a pressure swing between ", "P", "max", " and 5 bar; (iii) ", "usable capacity", " assuming both a temperature and pressure swing from 298 K, ", "P", "max", ", to 358 K (85 °C), 5 bar. Although none of the studied compounds come close to achieving the DOE targets, we find that Be-DOBDC, PCN-11, and (surprisingly) MOF-5 provide the best combination of ", "usable", " gravimetric and volumetric capacities. Importantly, the EBS-containing MOFs Be-DOBDC and PCN-11 perform best at pressures less than ∼50 bar; however, the presence of EBS is detrimental at higher pressures, where MOF-5 emerges as the best adsorbent. Moreover, the higher heat management requirements expected for EBS-containing MOFs (due to their larger Δ", "H", ") suggests that compounds without EBS should receive additional study as promising materials for CH", "4", " storage.", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusion", "References", "2 Methods", "Density Functional Theory", "Methane adsorption energies were calculated using van der Waals augmented density functional theory,", "(36)", " as implemented in the VASP", "(54, 55)", " code. For the M-DOBDC series, crystal structures measured by diffraction experiments for pristine Mg-DOBDC and CH", "4", "-adsorbed Mg-DOBDC (loading of 1 CH", "4", " per metal site) were adopted as initial structural models.", "(22)", " The metal component (M) of DOBDC was then varied among elements having the potential to exhibit a +2 oxidation state,", "(34)", " including four alkaline earths: Be, Mg, Ca, Sr; 11 transition metals: Sc, Ti, V, Cr, Mn, Fe, Co, Ni, Cu, Zn, Mo, and W; and two group-14 metals: Sn and Pb. The computational cell of the empty MOF contained 54 atoms; six CH", "4", " molecules were added to represent the adsorbed state. The empty and CH", "4", "-containing supercells both exhibit ", "R", "3̅ symmetry, as suggested by experiments.", "(22)", " All calculations were spin-polarized and assumed a ferromagnetic ordering. (Although antiferromagnetic ordering has been discussed for these systems,", "(56, 57)", " test calculations on Fe, Co, and Ni-DOBDC revealed that the magnetic state has a negligible impact on the CH", "4", " adsorption energy: we find that Δ", "E", " changes by at most 0.2 kJ/mol upon varying the spin state.) A plane-wave cutoff energy was 500 eV; ", "k", "-point sampling was performed at the Γ-point and yielded adsorption energies converged to better than 1 kJ/mol CH", "4", ". (For density of states calculations a denser ", "k", "-grid of 2 × 2 × 2 was used.) Interactions between core and valence electrons were described by the projector-augmented-wave (PAW) method", "(55)", " with semicore electrons treated as valence. The shape and volume of the MOF unit cells were optimized for each compound; in addition, atomic positions were relaxed to a tolerance of 0.01 eV/Å. Further details can be found in our prior publications.", "(34, 43)", "Static adsorption energies (Δ", "E", ") at 0 K were calculated using Δ", "E", " = (1/", "n", ")(", "E", "MOF+CH", "4", " – ", "E", "MOF", " – ", "nE", "CH", "4", "), where ", "E", "x", " refers, respectively, to the total energies of the MOF + CH", "4", " complex, the isolated MOF, and an isolated CH", "4", " molecule. ", "n", " is the total number of adsorbed CH", "4", " molecules. Adsorption enthalpies at ", "T", " = 300 K were calculated according to Δ", "H", " = Δ", "E", " + Δ", "E", "ZPE", " + Δ", "E", "TE", ", where the total enthalpy of a system is given by ", "H", " = ", "E", "0", " + ", "E", "ZPE", " + ", "E", "TE", ". Here ", "E", "0", " is the 0 K static total energy and ", "E", "ZPE", " = ∑", "i", " ℏω", "i", "/2 and ", "E", "TE", " = ∑", "i", " ℏω", "i", "/[exp(ℏω", "i", "/", "k", "B", "T", ") – 1] are the zero point energy and vibrational contributions. ", "k", "B", " is the Boltzmann constant, and ω", "i", " are the normal mode vibrational frequencies which were evaluated using frozen phonon calculations at the gamma point of the first Brillouin zone. In the case of free CH", "4", ", an additional 4 ", "k", "B", "T", " is added to ", "E", "TE", " to account for translational, rotational, and ", "PV", " degrees of freedom.", "Grand Canonical Monte Carlo", "Grand canonical Monte Carlo (GCMC) calculations were used to predict CH", "4", " adsorption isotherms on the DFT-optimized MOF structures. An expanded 1 × 1 × 4 conventional cell with periodic boundary conditions was used as the simulation cell. All atoms associated with the MOF were kept fixed during the simulation. Interactions between CH", "4", " molecules, and between MOF atoms and CH", "4", ", were described using a Lennard-Jones (LJ) potential, including an optional electrostatic term:", "where ", "D", "o", " and ", "R", "o", " are the energy and distance LJ parameters, ", "r", " is the distance between two interacting atoms, and ", "q", " and ", "q", "′ represent partial charges on those atoms. LJ parameters for MOF atoms and for various CH", "4", " models (described below) are listed in Table S1 in the ", "Supporting Information", ". For potentials involving electrostatic interactions, partial charges on the MOF atoms are assigned using the REPEAT method,", "(58)", " and the long-ranged Coulombic interaction was evaluated via an Ewald sum. The cutoff for atomic interactions was set at 12.5 Å, and a value of 10", "–5", " kcal/mol was used for the Ewald sum accuracy.", "GCMC sampling was performed using a Metropolis Monte Carlo scheme with three types of moves: exchange (consisting of creation and deletion of a CH", "4", " molecule), translation, and rotation, with respective probabilities of 2:1:1. Uptake at each fugacity was evaluated by first equilibrating for 10", "6", " steps, followed by 2 × 10", "6", " production steps. Isotherms were calculated for a fugacity range of 0–100 bar corresponding to pressures of 0–120 bar at 298 K. The excess adsorption is computed according to ", "N", "excess", " = ", "N", " – ρ", "bulk", "V", "pore", ", where ", "N", " is the total number of adsorbed molecules, ρ", "bulk", " is the bulk density of methane at a specified temperature and pressure, and ", "V", "pore", " is the pore volume of the MOF which was calculated using the PLATON", "(59)", " code.", "To quantify the accuracy of the GCMC predictions, and their sensitivity to the choice of interatomic potential, isotherms were calculated using several existing potential forms and compared against experimental data.", "(18, 21, 22, 27)", " Four descriptions of the CH", "4", " molecule were considered:", "1.", "TraPPE:", "(48)", " represents methane as a neutral, single-site spherical molecule", "2.", "Five-site model:", "(50)", " a charged five-site model where C and H atoms are assigned charges of −0.66 and 0.165, respectively", "3.", "AA (all atom) model:", "(51)", " a neutral five-site model", "4.", "TraPPE-EH:", "(49)", " an uncharged extension of the TraPPE model in which fictitious H atom sites are added at the center of the four C–H bonds", "Two parametrizations were examined for atoms associated with the MOF: (i) UFF,", "(52)", " the universal force field, is used for all MOF atoms, and (ii) DREIDING", "(53)", " parameters are used for H, C, and O atoms, with UFF", "(52)", " parameters for the metal sites. To simplify notation, we adopt the abbreviations “U” for UFF-based potentials and “D-U” for the potential that mixes parameters from DREIDING and UFF.", "Combining the description of the CH", "4", " molecule with the two descriptions for the MOF, a total of six sets of force fields were considered: (i) D-U+Five-site, (ii) D-U+TraPPE, (iii) U+Five-site, (iv) U+TraPPE, (v) D-U+AA, and (vi) D-U+TraPPE-EH. These models were compared against experimental data for CH", "4", " adsorption in M-DOBDC with M = Mg, Mn, Co, Ni, and Zn.", "(22)", " The D-U+TraPPE potential was found to best reproduce the measured uptake data. This model was subsequently applied to the remainder of the M-DOBDC series and to MOF-5, PCN-11, PCN-14, and HKUST-1.", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusion", "References", "3 Results and Discussion", "DFT Benchmarking", "Calculations on an alkaline earth and a transition metal based system—Mg- and Ni-DOBDC—were used to assess the accuracy of several “conventional” (i.e., PBE-GGA) and dispersion-corrected density functionals with respect to experimental adsorption enthalpies. These included the semiempirical DFT-D2", "(38)", " and the vdW-DF method with five distinct exchange functionals: revPBE (vdW-DF1),", "(39)", " optB86b,", "(60)", " optB88,", "(61)", " optPBE,", "(61)", " and rPW86 (vdW-DF2).", "(41)", " Figure ", "1", " and Table S2 in the ", "Supporting Information", " compare the calculated Δ", "H", " values for Mg- and Ni-DOBDC with the experimental enthalpies from ref ", "22", ". The experimental data were extrapolated to a coverage of 1 CH", "4", " per metal site by adding 2.7 kJ/mol to the reported enthalpies. The dashed portions of the columns in Figure ", "1", " represent the summed contribution of zero point (Δ", "E", "ZPE", ") and thermal (Δ", "E", "TE", ") energies to Δ", "H", " at 300 K. This contribution is typically endothermic,", "(34, 43)", " ranging from 0.3 to 5.4 kJ/mol. [Exceptions occur for Ni-DOBDC in the cases of the revPBE (vdW-DF1) (−0.1 kJ/mol) and vdW-DF2 (−1.4 kJ/mol) functionals.]", "Figure 1. Comparison of calculated CH", "4", " adsorption energies in Mg and Ni-DOBDC as a function of calculation method with experimental data (ref  ", "22", "). Adsorption enthalpies (Δ", "H", ") at 300 K are represented by solid columns. Cross-hatching is used to highlight the vdW-DF2 method (rPW86-vdW), which yields the best agreement with experimental data. The total column height corresponds to the 0 K static binding energy (Δ", "E", "); the dashed portion indicates the sum of zero point (ZPE) and thermal energy (TE) contributions. The experimental CH", "4", " adsorption enthalpy is depicted using a horizontal line. An asterisk indicates cases where ZPE + TE contributions are negative; see Table S2 in the ", "Supporting Information", " for numerical data.", "As shown in Figure ", "1", ", the PBE-GGA significantly underpredicts the experimental Δ", "H", " in both MOFs, with an average absolute error of 18 kJ/mol. The use of dispersion corrections greatly improves agreement with the experimental enthalpies, although in all cases the calculated Δ", "H", " values somewhat overestimate experiments. The best agreement is obtained with the vdW-DF2 functional, which uses rPW86-based exchange. In this case the calculated Δ", "H", " for Mg- and Ni-DOBDC are, respectively, −26.3 and −25.3 kJ/mol. Sillar et al.", "(62)", " reported a methane adsorption enthalpy of −26.4 kJ/mol on Mg-DOBDC using a hybrid method based on MP2/PBE+D, in good agreement with our value. Compared to experiments, vdW-DF2 exhibits a small MAD of 3.7 kJ/mol, which is followed by the vdW-DF1 method (revPBE-based exchange) with an error of 6.4 kJ/mol. Comparable accuracy was reported for these two functionals in the case of CO", "2", " adsorption in MOFs.", "(34, 43)", " MAD values for the other dispersion-corrected functionals range from 9 to 13 kJ/mol. Given that the rPW86 and revPBE based vdW-DFs most closely reproduce the experimental enthalpies, we have adopted these functionals for calculations on the remaining M-DOBDC variants.", "Thermodynamic Properties", "Table ", "2", " summarizes the methane adsorption enthalpies computed with the vdW-DF2 method across all 18 metal-substituted DOBDC variants; experimental data for Mg-, Mn-, Co-, Ni-, and Zn-DOBDC from refs ", "22", " and ", "57", " is included for comparison. These same data are depicted graphically in Figure ", "2", ". Contributions from the static binding energy (Δ", "E", "), zero point energy (Δ", "E", "ZPE", "), and thermal energy (Δ", "E", "TE", ") to the CH", "4", " adsorption enthalpies are given for vdW-DF2, vdW-DF1, and the PBE-GGA in Table S3 in the ", "Supporting Information", ". Consistent with the preceding benchmarks, the vdW-DF2 method most accurately reproduces the experimental Δ", "H", " across the five M-DOBDC variants for which measurements have been reported. For this method the MAD of 2.7 kJ/mol is slightly less than that for vdW-DF1, 3.8 kJ/mol. In further agreement with experiments, the calculated Δ", "H", " values across these five M-DOBDC systems are relatively constant, varying by only 3–4 kJ/mol.", "Figure 2. Adsorption enthalpies (Δ", "H", ") at ", "T", " = 300 K for 18 metal-substituted DOBDC MOFs calculated using the vdW-DF2 functional. Black horizontal lines indicate the experimental enthalpies from refs ", "22 and 57", ".", "Table 2. Calculated Adsorption Enthalpies (kJ/mol CH", "4", ") from vdW-DF2 for 18 Metal-Substituted Variants of M-DOBDC", "a", " ", "Be", "Mg", "Ca", "Sr", "Sc", "Ti", "V", "Cr", "Mn", "Fe", "Co", "Ni", "Cu", "Zn", "Mo", "W", "Sn", "Pb", "calcd", "18.1", "26.3", "25.8", "26.2", "27.1", "33.3", "29.7", "16.4", "22.5", "19.9", "26", "25.3", "22.3", "25.4", "26.4", "22.8", "32", "20.9", "expt", " ", "21.2", " ", " ", " ", " ", " ", " ", "21.8", " ", "22.3", "22.9", " ", "21", " ", " ", " ", " ", "a", "Experimental data are taken from refs ", "22 and 57", ".", "Across the full range of metal substitutions the methane adsorption enthalpy (Δ", "E", ") varies from −16.4 kJ/mol in the least exothermic case of Cr-DOBDC to −33.3 kJ/mol in Ti-DOBDC, which has the most exothermic interaction with CH", "4", " overall. In addition to Cr, the other M-DOBDC variants that bind CH", "4", " relatively weakly (|Δ", "H", "| < 23 kJ/mol) include Be, Fe, Pb, Cu, Mn, and W. At the opposite extreme, Sn and V (in addition to Ti) show the strongest affinities for methane with Δ", "H", " = −32 and −29.7 kJ/mol, respectively. Ni, Zn, Ca, Co, Sr, Mg, Mo, and Sc fall in the intermediate Δ", "H", " range of −25 to −27 kJ/mol.", "To put these values into perspective, earlier calculations", "(34)", " of adsorption enthalpies for CO", "2", " on M-DOBDC reported interactions which were much more exothermic and which exhibited a wider range of values: Δ", "H", " = −25 to −53.5 kJ/mol at 300 K. Clearly CH", "4", " adsorption in M-DOBDC is generally weaker than for CO", "2", ". Nevertheless, several trends are shared between these two adsorbates. For example, adsorption in the 3d metals is strongest for the early transition metals (Sc, Ti, V). Moving to the right in the periodic table, the interaction weakens for Cr and then roughly strengthens again as one continues across the 3d series. The trends between CO", "2", " and CH", "4", " are also similar for the alkaline and alkaline earth metals, where Mg, Ca, and Sr exhibit relatively strong adsorptive interactions with both molecules. A shared exception is the lower binding energy for Be-DOBDC. Upon relaxation, Be becomes buried (and therefore inaccessible) inside the MOF structure, preventing direct interactions with the adsorbed guest molecule, and resulting in less exothermic adsorption enthalpies. Consequently, a site slightly displaced toward the ligand is the preferred location for CO", "2", " adsorption in Be-DOBDC.", "(34)", "Electronic Structure", "The different magnitudes of the adsorption enthalpies for CO", "2", " versus CH", "4", " on M-DOBDC can be attributed to differences in the strength of electrostatic interactions between the CUS and the adsorbate molecules. Although neither CO", "2", " nor CH", "4", " possesses a permanent dipole, they differ in their polarizability and distribution of atomic charges. CO", "2", " is more polarizable, and its outer oxygen atoms have a net negative charge. These two factors result in a more exothermic interaction with (positive) CUS ions, and a more pronounced sensitivity to the charge state of the metal, which is manifested as a wider range in Δ", "H", ".", "(34)", " In contrast, CH", "4", " has a lower polarizability and its hydrogen atoms have a slightly positive charge, resulting in less exothermic, and more uniform, interactions with the CUS.", "Evidence that electrostatic interactions play a smaller role in CH", "4", " adsorption can be seen in the charge density difference plots of Figure ", "3", ", which compare the degree of charge redistribution upon adsorption of CH", "4", " and CO", "2", " on Mg-DOBDC. (Additional data for M = Sn, Mo, and Zn are presented in Figure S1 in the ", "Supporting Information", ".) Compared to CO", "2", ",", "(34)", " the degree of charge density redistribution on CH", "4", " and in the regions between CH", "4", " and the MOF is much smaller (0.011 e/Å", "3", " for CO", "2", " vs 0.003 e/Å", "3", " for CH", "4", "), consistent with the smaller CH", "4", " adsorption enthalpy (∼21 kJ/mol less exothermic than for CO", "2", "), and suggesting that van der Waals interactions play a more dominant role in CH", "4", "–MOF adsorption. The charge density redistribution for CO", "2", " in Mg-DOBDC has a maximum that is 20% greater than for CH", "4", " in Mo-DOBDC (", "Supporting Information", ", Figure S1b), and also occurs over a larger region. Although there is no significant charge redistribution between CUS and CH", "4", " in Sn-DOBDC (", "Supporting Information", ", Figure S1d), however, the somewhat more exothermic adsorption enthalpy (as described below) originates from secondary interactions involving the ligand.", "Figure 3. Charge density difference plots (relative to the isolated components) for (a) CH", "4", " and (b) CO", "2", " adsorption (ref ", "34", ") on Mg-DOBDC. For simplicity, only the CUS metal and its nearest neighbors are shown. Red represents charge accumulation and blue is charge depletion. Blue spheres = C, white = H, gold = Mg, and red = O.", "Local density of states (LDOS) plots for Mg-, Mo-, Zn-, and Sn-DOBDC before and after CH", "4", " adsorption are shown in Figure S1 in the ", "Supporting Information", ". Although there is no noticeable change in the MOF metal-projected DOS upon adsorption, in all cases the CH", "4", " states shift toward lower energies, consistent with the presence of a weak electrostatic component to binding. A larger shift in the CO", "2", " DOS upon adsorption was previously observed in these systems.", "(34)", " Additional evidence that van der Waals contributions are the primary component of the CH", "4", " binding energy is given in Table S4 in the ", "Supporting Information", ", which shows that the van der Waals contribution is generally large and exothermic. Finally, we recall that adsorption of CO", "2", " in M-DOBDC and M-HKUST-1 was accompanied by a large distortion in the CO", "2", " molecular geometry.", "(34, 43)", " However, no significant change of this type is observed in the case of CH", "4", ".", "Our prior study of CO", "2", " capture in metal-substituted MOFs identified a trend relating the magnitude of Δ", "H", " to the effective charge on the CUS.", "(34)", " This trend arose from the strong electrostatic contributions to the CO", "2", "–MOF interaction. In the case of CH", "4", " adsorption, Table S4 and Figure S3c in the ", "Supporting Information", " show (with the exception of Sn) the presence of a similar, but somewhat weaker, trend. That this trend is less pronounced for CH", "4", " is consistent with the smaller role played by electrostatics in this system. [Due to its unique adsorption geometry (as discussed previously), these correlations often do not hold for Sn-DOBDC.] In addition, Figure S3b in the ", "Supporting Information", " shows that Δ", "H", " weakly correlates with the ionic radius of the CUS, in cases where the radius is relatively small (<1.0 Å). This trend can be explained as follows: In the adsorbed MOF complexes, hydrogen from CH", "4", " is in close proximity to the carboxyl oxygen atoms on the MOF, while the carbon from CH", "4", " approaches the MOF’s CUS. Such an arrangement minimizes the separation between pairs of oppositely charged (attracting) atoms. An increase to the ionic radius of the CUS elongates metal–O bonds in the MOF and allows the bulky CH", "4", " to approach the framework more closely. This has the effect of minimizing these bond lengths and increasing the strength of interaction. Finally, Table S5 and Figure S3d in the ", "Supporting Information", " illustrate a clear trend between increasing bond exothermicity (more negative Δ", "H", ") and decreasing metal–C(CH", "4", ") and O–H(CH", "4", ") distances.", "Experiments", "(22)", " have demonstrated that CUS are the primary adsorption site for CH", "4", " in DOBDC at pressures up to a loading of 1 CH", "4", " per metal. At higher loadings other sites will become occupied; however, these secondary (or tertiary) sites have not been widely explored. To probe these, calculations were performed at several alternative adsorption sites in Ni-DOBDC. The three sites identified as being most energetically favorable are illustrated in Figure S2 in the ", "Supporting Information", ". We find that the adsorption energy at the carboxyl oxygen site (", "Supporting Information", ", Figure S2b) adjacent to the CUS is comparable to that at the CUS: the carboxyl site is only 0.3 kJ/mol less favorable (Δ", "E", " = −23.6 kJ/mol) than the CUS site (", "Supporting Information", ", Figure S2a, Δ", "E", " = −23.9 kJ/mol), likely due to the fact that CH", "4", " maintains a similar bond length (3.54 Å) to the CUS in this position. Binding to the aromatic ring C-site (", "Supporting Information", ", Figure S2c) is somewhat weaker: Δ", "E", " = −20.6 kJ/mol. Calculated bond distances between C (in CH", "4", ") and the different MOF sites correlate with the binding energy: 3.29 (metal site), 3.53 (carboxyl O-site), and 3.70 Å (C-ring site).", "Comparison of Interatomic Potentials", "The methane storage capacity predicted by GCMC calculations will depend upon the interatomic potentials used to describe the interaction between methane and the MOF. It is therefore helpful to examine the degree to which common potentials reproduce experimental isotherms.", "(25, 31, 40, 63, 64)", " Here we explore how varying the force-field properties—e.g., presence/absence of partial atomic charges, unified atom versus a five-site model of CH", "4", ", etc.—impacts the accuracy of the predicted storage capacity. The performance of six distinct force fields is assessed (details are provided under ", "Methods", "): D-U+Five-site, D-U+TraPPE, U+Five-site, U+TraPPE, D-U+AA, and D-U+TraPPE-EH. Comparisons are made first to the experimental excess adsorption isotherms reported by refs  ", "22", " and ", "24", " across a series of five M-DOBDC compounds with M = Mg, Mn, Co, Ni, and Zn, and are subsequently extended to MOF-5, HKUST-1, PCN-11, and PCN-14.", "(18, 21, 24)", "Figure ", "4", "a–e compares the methane isotherms for M-DOBDC calculated with these force fields to experimental measurements.", "(22, 24)", " Several observations can be made from these data. First, varying the LJ parameters of the MOF atoms between the UFF (U) and Dreiding+UFF (D-U) force fields results in a negligible difference in the predicted isotherms. This is not surprising given that both models use LJ parameters from the UFF to describe the CUS, and the CUS site is the primary adsorption site (", "Supporting Information", ", Figure S4). Second, the predicted uptake is much more sensitive to the potential used to describe the methane molecule. For example, the uncharged all atom (AA) model for CH", "4", " shows the greatest deviation with experiments, and consistently (and significantly) underestimates the measured uptake. Likewise, methane uptake is generally underpredicted by the five-site charged model. Overall, we find that the D-U+TraPPE model (solid black line) yields the best agreement with experiments. As the TraPPE-EH potential is closely related to the TraPPE, we expect (and observe) that isotherms predicted by these two force fields are similar.", "Figure 4. Comparison of calculated excess CH", "4", " adsorption isotherms (at 298 K) evaluated using six distinct force fields with experimental isotherms for [Mg, Mn, Co, Ni, Zn]-DOBDC, MOF-5, and PCN-11 and for PCN-14 and Cu-HKUST-1 (refs ", "18, 21−23", ", and ", "24", "). Descriptions of the force-field models are provided under ", "Methods", ". Experimental isotherms are depicted using a solid red line; the black solid line highlights the performance of the D-U+TraPPE force field, which yields the best overall agreement with the experimental data.", "The performance of the six force fields in reproducing the experimental CH", "4", " uptake for M-DOBDC has been quantified by evaluating the mean absolute deviation (MAD). The MAD was calculated as an average over the deviation in CH", "4", " uptake at eight pressures in the range 0.1–35 bar: 0.1, 5, 10, 15, 20, 25, 30, and 35 bar. Comparisons at lower pressures such as 5 bar are desirable because estimates of usable capacity rely on the differential uptake at 5 bar and at higher pressures. The MAD for each force field averaged across the M-DOBDC series is summarized in Figure ", "5", "a. Deviations are smallest (16 cm", "3", "/cm", "3", ") for the D-U+TraPPE model and largest (45 cm", "3", "/cm", "3", ") for the uncharged all atom (AA) potential.", "Figure 5. Mean absolute deviation (MAD) between the calculated CH", "4", " uptake and experiments. (a) MAD as a function of interatomic potential. Here the MAD is averaged over five M-DOBDC variants (M = Mg, Mn, Co, Ni, Zn). The best-performing potential, D-U+TraPPE, is highlighted with cross-hatching. (b) MAD for individual MOFs.", "The performance of the D-U+TraPPE force field was examined further by comparing its predicted CH", "4", " uptake to experimental data for four other prominent MOFs: MOF-5,", "(18)", " PCN-11,", "(21)", " PCN-14,", "(24)", " and HKUST-1.", "(24)", " Calculated excess isotherms are shown in Figure ", "4", "f–i, while Figure ", "5", "b plots the MAD for each individual compound. The simulated isotherms are in reasonably good agreement with measurements, especially for the cases of MOF-5, PCN-11, and PCN-14. In these three MOFs the MAD with respect to experimental uptake ranges from a low of 1.0 cm", "3", "/cm", "3", " (MOF-5) to a high of 12.5 cm", "3", "/cm", "3", " (PCN-11) for the pressure range 0.1–35 bar. However, the agreement with experiments is somewhat worse for HKUST-1 (MAD = 33), with GCMC underpredicting CH", "4", " uptake, similar to what has been observed in prior studies.", "(65)", " Likewise, inspection of the isotherms for PCN-11 and PCN-14 (Figure ", "4", "g,h) also shows that GCMC systematically underestimates uptake in these MOFs, albeit to a smaller degree. In all three of these MOFs the deviation from experiments is small at low CH", "4", " loading (i.e., low pressures), but then grows as the loading increases. Notably, the tendency for GCMC to underpredict uptake does not apply to the M-DOBDC compounds, which also contain CUS.", "These trends can be understood by referring to previous experiments", "(-22, 30, 65)", " and GCMC modeling.", "(30, 65)", " In the cases of PCN-11, PCN-14, and HKSUST-1, it is known", "(30, 65)", " that conventional classical potentials do not properly account for interactions with the Cu CUS, resulting in limited adsorption at these sites. (Our calculations confirm this behavior—see Figure S4 in the ", "Supporting Information", " for a plot of the methane adsorption density in PCN-11, PCN-14, and HKUST-1.) Nevertheless, diffraction experiments", "(30, 65)", " have shown that these same sites are primary sites for CH", "4", " adsorption, with a high occupancy (93%)", "(65)", " of CH", "4", " under saturation conditions. In the regime of low loadings/low pressures, it has been reported that the CUS fill more slowly than the more easily accessed “pocket” sites: for example, in HKUST-1 only 44% of the CUS are occupied at 59% of maximum loading.", "(65)", " On the other hand, adsorption within the pocket sites is correctly captured by GCMC.", "(30, 31)", " Taken together, these observations suggest that the omission of enhanced CH", "4", "–CUS binding in classical potentials will result in an underprediction of CH", "4", " uptake that is small at low coverage, but then grows as the CH", "4", " loading increases. This same trend is observed in Figure ", "4", "g–i. We also expect that the extent to which GCMC underestimates experiments will correlate with the fraction of CH", "4", " molecules adsorbed at CUS. At 35 bar and 298 K, experiments find the fraction of adsorbed CH", "4", " at CUS to be largest in HKUST-1 (61%) and somewhat smaller in PCN-11 (41%) and PCN-14 (27%).", "(30)", " These percentages track the MAD for these three compounds (Figure ", "5", "b).", "In contrast to the behavior of HKUST-1, PCN-11, and PCN-14, GCMC calculations on the M-DOBDC series show no such systematic deviation with the experimental uptake. This is because GCMC ", "does", " correctly reproduce the CUS as being the primary CH", "4", " adsorption site", "(22)", " (see the CH", "4", " density distribution plots for Mg- and Ni-DOBDC in the ", "Supporting Information", ", Figure S4.) The reason that the CUS sites are property treated in M-DOBDC with classical potentials may be due to the fact that in M-DOBDC the CUS sites coincide with corner sites in the framework, where enhanced vdW interactions are likely to occur.", "To test this hypothesis, we calculated the CH", "4", " uptake in a fictitious MOF, “C-DOBDC,” in which the Ni CUS from Ni-DOBDC was replaced with a C atom. Figure S10 in the ", "Supporting Information", " compares the CH", "4", " density distribution for Ni-DOBDC and C-DOBDC, revealing that there is no significant difference between these MOFs. Moreover, the calculated CH", "4", " uptake in both cases differs by less than 10% (∼15 cm", "3", "/cm", "3", "). Finally, the isosteric heats of adsorption, ", "Q", "st", ", calculated using the classical potentials (", "Supporting Information", ", Table S8) show almost no sensitivity to the composition of the CUS, unlike the DFT or experimental data (Table ", "2", "). These calculations confirm that it is the geometry of the corner-like CUS site, rather than the presence of the CUS itself, which makes these sites preferred locations for CH", "4", " adsorption in DOBDC.", "Despite these limitations, the simple D-U+TraPPE potential yields quite reasonable predictions of CH", "4", " capacity: including data from all nine MOFs, we find that the D-U+TraPPE force field exhibits a MAD of 15 cm", "3", "/cm", "3", " across the range of 0.1–35 bar. (For comparison, evaluating the MAD at a single pressure of 35 bar gives a MAD of 14 cm", "3", "/cm", "3", ".) As most high-capacity MOFs have excess CH", "4", " capacities exceeding 150 cm", "3", "/cm", "3", ", a MAD of this magnitude would result in an error of approximately 10%. While we believe this is sufficient to enable screening of candidate MOFs,", "(25)", " outliers with larger deviations on the order of 30 cm", "3", "/cm", "3", " (such as HKUST-1) do exist (Figure ", "4", "i). Hence, further optimization of CH", "4", "–MOF force fields would be welcome.", "(31)", "Of course one should not forget that variation in the synthesis and measurement of CH", "4", " uptake may also contribute to the deviations observed with simulation. For example, follow-up measurements", "(24)", " of methane adsorption on Ni-DOBDC and PCN-14 found that total uptake capacity at 35 bar differed from previous reports", "(22, 27)", " by 28–35 cm", "3", "/cm", "3", "; similar differences were observed for HKUST-1.", "(24, 66, 67)", " To address these uncertainties, round-robin testing by different groups on a small number of prototype materials would clearly be beneficial. With these caveats in mind, we have employed the D-U+TraPPE force field to predict total methane storage capacities across the remainder of the M-DOBDC series, and to examine the effect of realistic operating conditions on the achievable (i.e., usable) CH", "4", " capacity.", "CH", "4", " Storage Capacity", "The methane storage capacity was evaluated for pressures up to 100 bar, and was tabulated for three operating scenarios using maximum working pressures, ", "P", "max", ", of 35, 65, and 100 bar. The operating scenarios include the following: (i) ", "total capacity", " at 298 K and ", "P", "max", "; (ii) ", "usable capacity", " at 298 K, assuming an isothermal pressure swing (PS) from ", "P", "max", " to 5 bar; (iii) ", "usable capacity", " assuming both a temperature and pressure swing (TPS) from 298 K and ", "P", "max", " to 358 K (85 °C) and 5 bar. Total methane uptake isotherms at 298 K for ", "P", " = 0–100 bar are shown in Figure ", "6", " for four representative MOFs from the M-DOBDC series (M = Ni, Cu, Be, and Pb) and for MOF-5, PCN-11, PCN-14, and HKUST-1. A summary of the storage capacities for all 22 MOFs across all operating scenarios is given in Table ", "3", "; isotherms for all compounds are provided in Figure S5 in the ", "Supporting Information", ". In the following sections we first report total capacities, and then subsequently expand our analysis to consider usable capacities under PS and TPS operating scenarios.", "Figure 6. Calculated CH", "4", " adsorption isotherms (evaluated using the D-U+TraPPE interatomic potential) for selected M-DOBDC variants, and for MOF-5, PCN-11, PCN-14, and HKUST-1. (a) Total volumetric uptake (cm", "3", "/cm", "3", ") for 0–100 bar and 298 K. The vertical dashed line indicates a pressure of 35 bar, which is the pressure at which the DOE storage targets are specified. (b) Total gravimetric uptake (g/g) for 0–100 bar and 298 K. (c) Magnification of the volumetric isotherms in (a) at low pressure, ", "P", " = 0–12.5 bar. Dashed isotherms are for ", "T", " = 358 K.", "Table 3. Predicted Volumetric (cm", "3", "/cm", "3", ") and Gravimetric (g/g) CH", "4", " Storage Capacities in Several MOFs as a Function of Pressure and Temperature", "a", " ", "P", "max", " = 35 bar", "P", "max", " = 65 bar", "P", "max", " = 100 bar", " ", "total", "usable", "total", "usable", "total", "usable", " ", "298 K", "298 K (PS)", "358 K (TPS)", "298 K", "298 K (PS)", "358 K (TPS)", "298 K", "298 K (PS)", "358 K (TPS)", "MOF", "cm", "3", "/cm", "3", "g/g", "cm", "3", "/cm", "3", "cm", "3", "/cm", "3", "cm", "3", "/cm", "3", "g/g", "cm", "3", "/cm", "3", "cm", "3", "/cm", "3", "cm", "3", "/cm", "3", "g/g", "cm", "3", "/cm", "3", "cm", "3", "/cm", "3", "Be-DOBDC", "204", "0.17", "118", "169", "230", "0.20", "144", "195", "245", "0.21", "160", "211", "Mg-DOBDC", "200", "0.16", "122", "168", "228", "0.18", "150", "196", "243", "0.20", "165", "211", "Ca-DOBDC", "187", "0.15", "123", "161", "218", "0.18", "153", "191", "235", "0.19", "170", "208", "Sr-DOBDC", "175", "0.11", "116", "150", "206", "0.13", "147", "181", "222", "0.14", "163", "197", "Sc-DOBDC", "179", "0.11", "100", "147", "198", "0.12", "119", "166", "211", "0.13", "132", "179", "Ti-DOBDC", "192", "0.13", "128", "165", "223", "0.16", "159", "196", "240", "0.17", "176", "213", "V-DOBDC", "189", "0.12", "124", "162", "220", "0.15", "155", "193", "237", "0.16", "171", "210", "Cr-DOBDC", "178", "0.11", "117", "152", "207", "0.13", "147", "182", "225", "0.14", "164", "199", "Mn-DOBDC", "178", "0.12", "123", "155", "210", "0.14", "155", "187", "228", "0.15", "173", "205", "Fe-DOBDC", "185", "0.12", "127", "160", "215", "0.14", "157", "190", "233", "0.15", "175", "208", "Co-DOBDC", "188", "0.12", "124", "162", "218", "0.14", "154", "191", "234", "0.15", "170", "208", "Ni-DOBDC", "189", "0.11", "122", "162", "217", "0.13", "150", "189", "234", "0.14", "167", "207", "Cu-DOBDC", "171", "0.10", "111", "145", "197", "0.11", "137", "172", "212", "0.12", "152", "187", "Zn-DOBDC", "196", "0.12", "121", "166", "225", "0.14", "150", "195", "241", "0.15", "166", "210", "Mo-DOBDC", "174", "0.08", "115", "149", "200", "0.10", "141", "175", "215", "0.10", "156", "190", "W-DOBDC", "183", "0.06", "118", "156", "210", "0.07", "145", "183", "226", "0.08", "160", "198", "Sn-DOBDC", "197", "0.09", "98", "157", "219", "0.10", "120", "179", "234", "0.11", "135", "194", "Pb-DOBDC", "210", "0.08", "113", "169", "234", "0.09", "138", "194", "248", "0.10", "152", "208", "MOF-5", "132", "0.16", "110", "120", "189", "0.24", "168", "178", "225", "0.28", "203", "213", "PCN-11", "183", "0.18", "130", "159", "222", "0.22", "169", "198", "244", "0.24", "191", "220", "PCN-14", "178", "0.16", "108", "148", "205", "0.19", "134", "175", "222", "0.20", "151", "192", "HKUST-1", "178", "0.15", "125", "152", "219", "0.18", "165", "192", "242", "0.20", "188", "215", "a", "All capacities include adsorbed and gas-phase CH", "4", ". “Total” refers to the capacity at 298 K assuming an isothermal pressure swing between the maximum pressure (", "P", "max", " = 35, 65, or 100 bar) and 0 bar. “Usable” refers to the capacity obtained from either an (a) isothermal (298 K) pressure swing (PS) between ", "P", "max", " and 5 bar or (b) temperature + pressure swing (TPS) from 298 K and ", "P", "max", " to 358 K and 5 bar. Volumetric capacities are calculated assuming a single-crystal MOF monolith; in a practical storage system the volumetric density will be lower due to losses arising from inefficient packing of the (polycrystalline) MOF media.", "Total Capacity", "We define the total methane capacity at a specified temperature (298 K) and pressure ", "P", "max", " as the sum of CH", "4", " stored in a single-crystal MOF monolith both as adsorbed molecules on the surfaces of pores and as gas-phase molecules within those pores. The total capacity is an upper bound to the achievable (or usable) capacity in a practical storage system, given the following:", "(i) The total capacity represents the capacity that could hypothetically be achieved if ", "all", " CH", "4", " could be removed from the MOF. For PS operation, this would require a vanishing pressure of CH", "4", " within the storage vessel, whereas the DOE targets (Table ", "1", ") specify a lower pressure limit of 5 bar.", "(ii) The adsorbent media in a practical system will exhibit a lower packing density than that of a hypothetical single-crystal monolith. Consequently, a viable CH", "4", " storage material must have a total capacity that (likely far) exceeds the targets.", "Figures ", "6", "a and ", "7", " illustrate that, for ", "P", "max", " = 35 bar, the total volumetric capacities of the MOFs studied here fall within the range 171–210 cm", "3", "/cm", "3", ". (MOF-5 is an exception to this trend, with a much lower capacity of 132 cm", "3", "/cm", "3", ".) In the case of the M-DOBDC compounds, the comparable volumetric capacities can be explained by the fact that the CUS act as primary adsorption sites,", "(22)", " and the density of these sites is similar across the nominally isostructural M-DOBDC series, ranging from 3.62 to 4.98 sites/nm", "3", " (", "Supporting Information", ", Table S6). Two hypothetical M-DOBDC compounds with M = Be and Pb are predicted to have the highest total volumetric uptake at 204 and 210 cm", "3", "/cm", "3", ", respectively. Moreover, several other members of the M-DOBDC family (M = Mg, Ca, Ti, V, Fe, Co, Ni, Zn, W, and Sn) have calculated total capacities exceeding 180 cm", "3", "/cm", "3", " (Table ", "1", "). Similar volumetric capacities of 178–183 cm", "3", "/cm", "3", " are predicted for PCN-11, PCN-14, and HKUST-1.", "Figure 7. Total CH", "4", " uptake at 35 bar and 298 K on a volumetric (left axis) and gravimetric (right axis) basis. Calculations were performed using the D-U+TraPPE force field; metal symbols (M) along the ", "x", "-axis refer to the composition of M-DOBDC.", "Unfortunately, the volumetric benefits conferred by the high density of CUS in the M-DOBDC compounds generally come at a cost to gravimetric performance. Figures ", "6", "b and ", "7", " illustrate this trade-off. For example, even though Pb-DOBDC has the highest total volumetric capacity at ", "P", "max", " = 35 bar, the high mass of Pb (207.2 amu) results in this compound having the second-lowest gravimetric uptake overall (0.08 g/g). Conversely, M-DOBDC compounds in which the CUS consist of the light alkaline earth metals Be and Mg have among the best gravimetric capacities, 0.17 and 0.16 g/g, respectively. Given that these compounds also have high volumetric capacities (204 and 200 cm", "3", "/cm", "3", ", Table ", "3", "), this pair of MOFs exhibits the best combination of total volumetric and gravimetric CH", "4", " capacity under these conditions. Continuing the correlation of gravimetric capacity with the mass of the CUS, M-DOBDC compounds for which M consists of a first row transition metal have somewhat lower capacities of 0.10–0.13 g/g. Finally, gravimetric capacities are also high in PCN-11, PCN-14, and HKUST-1, ranging from 0.15 to 0.18 g/g. Although these compounds have Cu-based CUS, the density of these sites is lower than in the M-DOBDC series (1.82–2.58 sites/nm", "3", "), lessening their gravimetric penalty.", "If operation at pressures above 35 bar is possible, then slightly higher total capacities can be achieved. Figure ", "6", "a,b illustrates CH", "4", " uptake isotherms for selected MOFs for pressures up to 100 bar, while Table ", "2", " summarizes total capacities at ", "P", "max", " = 65 and 100 bar. For the best-performing MOFs at 35 bar, Be- and Mg-DOBDC, a near doubling of ", "P", "max", " to 65 bar results in only a small 13% increase in volumetric capacity (228–230 cm", "3", "/cm", "3", ") and a 15% increase in gravimetric capacity (0.18–0.20 g/g). At these pressures the capacity of PCN-11 (222 cm", "3", "/cm", "3", ", 0.22 g/g) also begins to “catch up” with these two compounds. Increasing the pressure further to 100 bar results in diminishing capacity gains in all three of these compounds of only 7–9% for both volumetric and gravimetric CH", "4", " densities. At this pressure PCN-11 attains the best overall capacity of 244 cm", "3", "/cm", "3", " and 0.24 g/g, while Be/Mg-DOBDC and HKUST-1 are close runners up (242–245 cm", "3", "/cm", "3", " and 0.20–0.21 g/g). Although these high total capacities represent a best-case scenario, they are only 70% of the DOE volumetric target of 349 cm", "3", "/cm", "3", ", and less than half (48%) of the 0.5 g/g gravimetric target (Table ", "1", "). As we describe next, accounting for residual CH", "4", " present at the lower pressure limit of 5 bar (i.e., during a pressure swing) further reduces these capacities.", "Usable Capacity: Isothermal Pressure Swing (PS)", "As previously described, the usable capacity differs from the total capacity in that the former assumes a minimum operating pressure of 5 bar (consistent with the DOE targets), while the latter assumes the hypothetical desorption of all CH", "4", ", corresponding to a minimum pressure of 0 bar. Figure ", "6", "c magnifies the adsorption isotherm for selected MOFs from Figure ", "6", "a within the low-pressure region, ", "P", " < 12.5 bar. With the exception of MOF-5, it is clear that each of the examined MOFs retains significant quantities of CH", "4", " at 5 bar. These “residual capacities” range from 53 cm", "3", "/cm", "3", " in HKUST-1 and PCN-11 to 97 cm", "3", "/cm", "3", " in Pb-DOBDC, and represent 30–46% of the total volumetric capacity at 35 bar. In contrast, the CH", "4", " capacity of MOF-5 at 5 bar is only 22 cm", "3", "/cm", "3", ". The smaller uptake in MOF-5 can be attributed to the absence of EBS in its crystal structure. In contrast, all of the other MOFs examined here contain EBS. The increased interactions occurring at EBS—be they through enhanced electrostatics at CUS or enhanced vdW bonding at pocket sites—results in a more rapid filling of these sites at low pressures, which is manifested as a steeper rise in the isotherms of these MOFs.", "(65)", "The consequences of significant residual CH", "4", " capacity at low pressure can be seen in Table ", "3", ". The calculated usable volumetric capacities assuming a PS to 5 bar are significantly lower than the ", "total", " capacities. (Usable gravimetric capacities are reported in Table S7 in the ", "Supporting Information", ".) For ", "P", "max", " = 35 bar, PCN-11 exhibits the highest usable volumetric capacity of 130 cm", "3", "/cm", "3", " and the second highest gravimetric capacity of 0.13 g/g. These values are 28–38% smaller than the largest ", "total", " capacities—210 cm", "3", "/cm", "3", " in Pb-DOBDC and 0.18 g/g in PCN-11—at the same ", "P", "max", ". This trend toward reduced capacity extends to higher pressures of ", "P", "max", " = 65 and 100 bar, where the largest usable volumetric capacities are respectively 28 and 18% smaller than the largest total capacities at the equivalent ", "P", "max", ".", "As ", "P", "max", " increases, the identity of the best-performing MOFs also changes. In particular, MOF-5 emerges as the MOF having the best combination of usable gravimetric and volumetric PS capacity at pressures above approximately 50 bar. The calculated capacity for MOF-5 is 168 cm", "3", " and 0.21 g/g at 65 bar and 203 cm", "3", "/cm", "3", " and 0.25 g/g at 100 bar. This might come as a surprise given that MOF-5 has the ", "lowest", " total volumetric capacity at these same ", "P", "max", " values. ", "This behavior highlights the pitfalls that may arise by focusing only on total, rather than on usable, capacity.", " In our opinion, the reporting of usable capacities should be given a much higher priority. The reemergence of venerable MOF-5 as a high capacity adsorbent can be traced to the shape of its isotherm (Figure ", "6", "). Due to the absence of EBS, CH", "4", "–MOF-5 interactions are relatively weak: Δ", "H", " = 12 kJ/mol.", "(18)", " Thus, the MOF-5 isotherm has a less pronounced slope at lower pressures, resulting in less retained CH", "4", " at 5 bar compared to the other MOFs. On the other hand, its slope is steepest at higher pressures, resulting in a more rapid increase in uptake with increasing pressure. Taken together, these observations suggest that EBS—due to their tendency to increase uptake at low pressures—can be ", "detrimental", " at higher pressures for operating scenarios that employ an isothermal pressure swing. Figure S6 in the ", "Supporting Information", " illustrates the crossover in CH", "4", " storage density for MOF-5 and PCN-11 as a function of ", "P", "max", ".", "Usable Capacity: Temperature + Pressure Swing (TPS)", "Higher usable capacities can be achieved if desorption is triggered by a combined pressure and temperature swing. This operating scenario could be implemented using waste heat from combustion to warm the storage vessel during driving. The system would then be cooled at the forecourt during refueling. The benefits of this approach are illustrated in Figure ", "6", "c, which shows a reduction in the amount of residual CH", "4", " stored at 5 bar upon heating to 85 °C (358 K). (Our choice for this specific desorption temperature is motivated by the DOE requirement that the system temperature not exceed 358 K.)", "(4)", " Whether TPS operation would be advantageous will depend on the trade-off between higher CH", "4", " capacity versus the costs and efficiency losses associated with an in-tank heat exchanging system and additional cooling at the forecourt.", "Table ", "3", " demonstrates that TPS operation does in fact increase capacity beyond that of PS operation. For example, for ", "P", "max", " = 35 bar, Be-DOBDC is predicted to have the highest usable TPS capacity of 169 cm", "3", "/cm", "3", ". This is a 30% increase over the highest usable PS capacity (130 cm", "3", "/cm", "3", " for PCN-11), yet remains 17% less than the total capacity of Be-DOBDC (204 cm", "3", "/cm", "3", "). At higher pressures the capacity advantage of TPS over PS diminishes: at 65 bar the capacities of the best-performing TPS MOFs are 17% larger than the best PS MOFs, and only 8% larger at 100 bar.", "We note that the unfavorable performance associated with the EBS-MOFs under PS operation is minimized upon inclusion of a temperature swing. For example, Table ", "3", " shows that Be- and Mg-DOBDC have among the highest TPS capacities at all values of ", "P", "max", ". This is of course due to the lower residual capacities present in these compounds at higher temperatures (Figure ", "6", "c) and suggests that EBS-MOFs can yield competitive capacities under TPS operation.", "A summary of the best-performing MOFs and their respective capacities as a function of operating conditions is given in Table ", "4", ". (Here, “best-performing” refers to those MOFs that provide the best combination of volumetric and gravimetric capacity.) Of the 22 MOFs examined, Be-DOBDC, PCN-11, and MOF-5 emerge as the most promising methane adsorbents. Be-DOBDC and PCN-11 yield the best performance at low-to-moderate pressures of 35–65 bar, while MOF-5 is best at moderate-to-high pressures. To our knowledge Be-DOBDC has not yet been synthesized. However, given that the performance of well-known Mg-DOBDC is very similar to that of Be-DOBDC, one may substitute Mg for Be and achieve comparable properties.", "Table 4. MOFs Exhibiting the Best Combination of Volumetric and Gravimetric CH", "4", " Density as a Function of Operating Conditions", "operating condition, ", "P", "max", "best MOF(s) (CH", "4", " capacity: cm", "3", "/cm", "3", ", g/g)", "total, 35 bar", "Be-DOBDC (204, 0.17)", "total, 65 bar", "Be-DOBDC (230, 0.20)", " ", "PCN-11 (222, 0.22)", "total, 100 bar", "PCN-11 (244, 0.24)", " ", "MOF-5 (225, 0.28)", "usable PS, 35 bar", "PCN-11 (130, 0.13)", "usable PS, 65 bar", "MOF-5 (168, 0.21)", "usable PS, 100 bar", "MOF-5 (203, 0.25)", "usable TPS, 35 bar", "Be-DOBDC (169, 0.15)", "usable TPS, 65 bar", "PCN-11 (198, 0.20)", "usable TPS, 100 bar", "MOF-5 (213, 0.27)", "In addition to capacities, the thermal properties of the MOF can also impact performance. In particular, large enthalpies of adsorption (Figure ", "2", ") will generate greater cooling and heating loads during CH", "4", " uptake and release. These loads translate to higher costs and mass penalties associated with the heat exchanging subsystem in the storage vessel. As MOFs with EBS typically exhibit larger adsorption enthalpies—for example, Δ", "H", " ranges from 21 to 26 kJ/mol in Mg-DOBDC (ref ", "22", " and Table ", "2", ") and is estimated at 15 kJ/mol in PCN-11", "(21)", "—we anticipate that these MOFs will be less desirable than MOF-5 (Δ", "H", " = 12 kJ/mol", "(18)", ") from a heat management standpoint.", "We conclude our discussion by referring to Figure ", "8", ", which illustrates trends in gravimetric CH", "4", " capacity and pore volume versus MOF surface area.", "(68)", " Similar trends are well-known, for example, in the case of hydrogen storage in porous adsorbents;", "(67, 69)", " a natural question is whether similar behavior holds for methane, as suggested by a few recent studies.", "(24, 25, 28)", " The existence of such trends would facilitate computational screening", "(70)", " based on simple geometric features such as surface area", "(68)", " and density. For the MOFs examined here, Figure ", "8", " confirms that a strong linear correlation exists between surface area and either gravimetric capacity (Figure ", "8", ", left) or pore volume (Figure ", "8", ", right) across the M-DOBDC series. However, these correlations become less pronounced when the data set is expanded to include the higher-surface-area compounds (MOF-5, PCN-11, PCN-14, and HKUST-1). In these cases pore volume remains linearly correlated with surface area, but a similar trend is not observed for the gravimetric capacity. Measurements across a wider set of MOFs would be helpful in clarifying the generality of these trends. Additional analysis of correlations between CH", "4", " uptake and various MOF properties are presented in Figures S7 and S8 in the ", "Supporting Information", ".", "Figure 8. Relationship between surface area and (left) total gravimetric CH", "4", " capacity and (right) MOF pore volume in the M-DOBDC series (red line) and across all MOFs examined in this study (blue line) at ", "P", " = 35 bar, ", "T", " = 298 K.", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusion", "References", "4 Conclusion", "We have presented a computational study of the adsorption thermodynamics, electronic structure, and methane storage capacity in MOFs. Compounds examined include 18 metal-substituted variants of M-DOBDC, as well as several other prominent MOFs, including MOF-5, PCN-11/14, and HKUST-1. Important aspects of our study include (i) the benchmarking of van der Waals density functionals for prediction of Δ", "H", ", (ii) assessment of common interatomic potentials for predicting CH", "4", " uptake, (iii) estimation of ", "usable", " methane capacity under likely operating conditions, and (iv) clarification of the role of enhanced binding sites in CH", "4", " storage.", "Regarding thermodynamic properties, methane adsorption enthalpies on the benchmark Mg- and Ni-DOBDC systems were calculated using several vdW-DFT methods and compared against experimental data. The vdW-DF2 scheme was found to yield the best agreement with experiments, with a small mean absolute deviation (MAD) of 3.7 kJ/mol. Applying this formalism across the entire M-DOBDC series, we observe that Δ", "H", " varies from −16 to −34 kJ/mol and weakly correlates with the ionic radius of the CUS. The calculated enthalpies are 10–20 kJ/mol less exothermic than for CO", "2", " adsorption in the same M-DOBDC compounds, suggesting that CH", "4", " adsorption in MOFs is dominated by weaker dispersion interactions. This assertion is supported by analysis of the charge density redistribution upon adsorption in Mg-DOBDC, which showed significantly less polarization in adsorbed CH", "4", " compared to prior studies on CO", "2", ".", "In addition to these thermodynamic analyses, CH", "4", " adsorption isotherms were evaluated using GCMC and compared against experimental data for nine prototype MOFs. The performance of six common interatomic potentials was critically assessed, taking into account variations in the description of the CH", "4", " molecule and the framework atoms. Of the various models considered, the uncharged, single-site TraPPE model for CH", "4", " in combination with a mixed DREIDING/UFF description for the MOF atoms yielded the best agreement with experiments, with a MAD of 15 cm", "3", "/cm", "3", " at 298 K and pressures up to 35 bar.", "The optimal potential was then used to predict the ", "usable", " CH", "4", " capacities for isothermal pressure swing (PS) and temperature + pressure swing (TPS) operating scenarios. Significant differences exist between ", "total", " capacities and less frequently reported ", "usable", " capacities, with the usable capacities falling significantly below the (hypothetical) total capacities. We suggest that future studies of methane storage give less emphasis to total capacities in favor of reporting usable capacities, which should more closely resemble the performance of a realistic storage system. In our calculations Be-DOBDC, PCN-11, and MOF-5 emerge as the MOFs having the best combination of usable gravimetric and volumetric CH", "4", " densities. For pressure swing operation, PCN-11 yields the best performance at pressures below approximately 50 bar (130 cm", "3", "/cm", "3", " and 0.13 g/g at 35 bar), while MOF-5 is best at higher pressures (168 cm", "3", "/cm", "3", " and 0.21 g/g at 65 bar). Due to their tendency to retain CH", "4", " at low pressures, enhanced binding sites such as CUS or pocket sites are deemed to be detrimental for PS operation at higher pressures.", "Other factors being equal, an optimal methane adsorbent should maximize capacity while minimizing thermal loads (i.e., minimize Δ", "H", "). Given its relatively low Δ", "H", " and high usable capacity, compounds analogous to MOF-5 are recommended for additional scrutiny as promising methane storage materials.", " ", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusion", "References", "Supporting Information", "Calculated binding energies (Δ", "E", ") and different energy components in Δ", "H", ", CH", "4", " geometrical parameters at adsorbed states, surface areas, pore volumes, isosteric heats of adsorption, and absolute uptake capacities (at 0.1, 35, and 100 bar) of M-DOBDC variants.  This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusion", "References", "Acknowledgment", "We acknowledge helpful discussions with Dr. Jacob Goldsmith. H.Z. acknowledges financial support from the UM Summer Undergraduate Research Experience (SURE) program.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusion", "References", "References", "This article references 70 other publications.", "1. ", "Burchell", ", ", "T.", "; ", "Rogers", ", ", "M.", " ", "Low Pressure Storage of Natural Gas for Vehicular Applications", " ", "SAE Tech. Pap. Ser.", " ", "2000", ",  ", "1", ",  ", "2205", "There is no corresponding record for this reference.", "2. ", "Stephenson", ", ", "J.", "  ", "A Position Paper on Natural Gas Vehicles 1993", "; ", "International Association of NGVs", ": ", "Auckland, New Zealand", ", ", "1993", ".", "There is no corresponding record for this reference.", "3. ", "2009 Honda Civic GX Natural Gas Vehicle. ", "http://automobiles.honda.com/civic-natural-gas/", " (accessed 2013).", "There is no corresponding record for this reference.", "4. ", "ARPA-E. ", "https://arpa-e-foa.energy.gov/", " (accessed June 2012).", "There is no corresponding record for this reference.", "5. ", "NaturalGas.org. ", "http://www.naturalgas.org/overview/background.asp", " (accessed June 2013).", "There is no corresponding record for this reference.", "6. ", "IOR Energy. ", "http://web.archive.org/web/20100825042309/", ", ", "http://www.ior.com.au/ecflist.html", " (accessed June 2013).", "There is no corresponding record for this reference.", "7. ", "Ferey", ", ", "G.", " ", "Hybrid Porous Solids: Past, Present, Future", " ", "Chem. Soc. Rev.", " ", "2008", ",  ", "37", ",  ", "191", "– ", "214", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Hybrid porous solids: past, present, future", "Ferey, Gerard", "Chemical Society Reviews", "\r\n        (", "2008", "),\r\n    ", "37", "\r\n        (", "1", "),\r\n    ", "191-214", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This crit. review will be of interest to the experts in porous solids (including catalysis), but also solid state chemists and physicists.  It presents the state-of-the-art on hybrid porous solids, their advantages, their new routes of synthesis, the structural concepts useful for their 'design', aiming at reaching very large pores.  Their dynamic properties and the possibility of predicting their structure are described.  The large tunability of the pore size leads to unprecedented properties and applications.  They concern adsorption of species, storage and delivery and the phys. properties of the dense phases. (323 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmtVWgsg%253D%253D&md5=89265036ce82503c95ce56685a9ceceb", "8. ", "Rowsell", ", ", "J. L. C.", "; ", "Yaghi", ", ", "O. M.", " ", "Metal–organic Frameworks: A new Class of Porous Materials", " ", "Microporous Mesoporous Mater.", " ", "2004", ",  ", "73", ",  ", "3", "– ", "14", "[", "Crossref", "], [", "CAS", "]", "8. ", "Metal-organic frameworks: a new class of porous materials", "Rowsell, Jesse L. C.; Yaghi, Omar M.", "Microporous and Mesoporous Materials", "\r\n        (", "2004", "),\r\n    ", "73", "\r\n        (", "1-2", "),\r\n    ", "3-14", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A review of the synthesis, structure, and properties of metal-org. frameworks (MOFs) is presented, highlighting the important advances in their research over the past decade.  This new class of porous materials is attracting attention due to demonstrations of their large pore sizes, high apparent surface areas, selective uptake of small mols., and optical or magnetic responses to the inclusion of guests.  More importantly, their synthesis from mol. building blocks holds the potential for directed tailoring of these properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXlvVWrur4%253D&md5=63063a3480702ad0f211a6d5f0fd0491", "9. ", "Long", ", ", "J. R.", "; ", "Yaghi", ", ", "O. M.", " ", "The Pervasive Chemistry of Metal-organic Frameworks", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1213", "– ", "1214", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "The pervasive chemistry of metal-organic frameworks", "Long, Jeffrey R.; Yaghi, Omar M.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1213-1214", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvValsrw%253D&md5=6764928147334cafac2213ad3d66e382", "10. ", "Morris", ", ", "R. E.", "; ", "Wheatley", ", ", "P. S.", " ", "Gas Storage in Nanoporous Materials", " ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "4966", "– ", "4981", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Gas storage in nanoporous materials", "Morris, Russell E.; Wheatley, Paul S.", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "27", "),\r\n    ", "4966-4981", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Gas storage in solids is becoming an ever more important technol., with applications and potential applications ranging from energy and the environment all the way to biol. and medicine.  Very highly porous materials, such as zeolites, carbon materials, polymers, and metal-org. frameworks, offer a wide variety of chem. compn. and structural architectures that are suitable for the adsorption and storage of many different gases, including hydrogen, methane, nitric oxide, and carbon dioxide.  However, the challenges assocd. with designing materials to have sufficient adsorption capacity, controllable delivery rates, suitable lifetimes, and recharging characteristics are not trivial in many instances.  The different chem. assocd. with the various gases of interest makes it necessary to carefully match the properties of the porous material to the required application.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXoslags7s%253D&md5=493591f2384eabaec7b9a26944610c97", "11. ", "Li", ", ", "J.-R.", "; ", "Kuppler", ", ", "R. J.", "; ", "Zhou", ", ", "H.-C.", " ", "Selective Gas Adsorption and Separation in Metal-organic frameworks", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1477", "– ", "1504", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Selective gas adsorption and separation in metal-organic frameworks", "Li, Jian-Rong; Kuppler, Ryan J.; Zhou, Hong-Cai", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1477-1504", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Adsorptive sepn. is very important in industry.  Generally, the process uses porous solid materials such as zeolites, activated carbons, or silica gels as adsorbents.  With an ever increasing need for a more efficient, energy-saving, and environmentally benign procedure for gas sepn., adsorbents with tailored structures and tunable surface properties must be found.  Metal-org. frameworks (MOFs), constructed by metal-contg. nodes connected by org. bridges, are such a new type of porous materials.  They are promising candidates as adsorbents for gas sepns. due to their large surface areas, adjustable pore sizes and controllable properties, as well as acceptable thermal stability.  This crit. review starts with a brief introduction to gas sepn. and purifn. based on selective adsorption, followed by a review of gas selective adsorption in rigid and flexible MOFs.  Based on possible mechanisms, selective adsorptions obsd. in MOFs are classified, and primary relationships between adsorption properties and framework features are analyzed.  As a specific example of tailor-made MOFs, mesh-adjustable mol. sieves are emphasized and the underlying working mechanism elucidated.  In addn. to the exptl. aspect, theor. investigations from adsorption equil. to diffusion dynamics via mol. simulations are also briefly reviewed.  Furthermore, gas sepns. in MOFs, including the mol. sieving effect, kinetic sepn., the quantum sieving effect for H2/D2 sepn., and MOF-based membranes are also summarized (227 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurY%253D&md5=cbb650af8ce92526fc8ffd870218bbd0", "12. ", "Murray", ", ", "L. J.", "; ", "Dinca", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "Hydrogen Storage in Metal-organic Frameworks", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1294", "– ", "1314", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Hydrogen storage in metal-organic frameworks", "Murray, Leslie J.; Dinca, Mircea; Long, Jeffrey R.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1294-1314", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review of current status of hydrogen storage within metal-org. frameworks.  Microporous metal-org. frameworks, having exceptionally high surface areas and chem.-tunable structures, have recently emerged as some of the most promising candidate materials.  Particular emphasis is given to the relationships between structural features and the enthalpy of hydrogen adsorption, spectroscopic methods for probing framework-H2 interactions, and strategies for improving storage capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamuro%253D&md5=f652ac03772753d7f80244564a80e6f0", "13. ", "Li", ", ", "J.-R.", "; ", "Ma", ", ", "Y.", "; ", "McCarthy", ", ", "M. C.", "; ", "Sculley", ", ", "J.", "; ", "Yu", ", ", "J.", "; ", "Jeong", ", ", "H.-K.", "; ", "Balbuena", ", ", "P. B.", "; ", "Zhou", ", ", "H.-C.", " ", "Carbon Dioxide Capture-related Gas Adsorption and Separation in Metal-organic Frameworks", " ", "Coord. Chem. Rev.", " ", "2011", ",  ", "255", ",  ", "1791", "– ", "1823", "[", "Crossref", "], [", "CAS", "]", "13. ", "Carbon dioxide capture-related gas adsorption and separation in metal-organic frameworks", "Li, Jian-Rong; Ma, Yu-Guang; McCarthy, M. Colin; Sculley, Julian; Yu, Jia-Mei; Jeong, Hae-Kwon; Balbuena, Perla B.; Zhou, Hong-Cai", "Coordination Chemistry Reviews", "\r\n        (", "2011", "),\r\n    ", "255", "\r\n        (", "15-16", "),\r\n    ", "1791-1823", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  Reducing anthropogenic CO2 emission and lowering the concn. of greenhouse gases in the atm. has quickly become one of the most urgent environmental issues of our age.  Carbon capture and storage (CCS) is one option for reducing these harmful CO2 emissions.  While a variety of technologies and methods have been developed, the sepn. of CO2 from gas streams is still a crit. issue.  Apart from establishing new techniques, the exploration of capture materials with high sepn. performance and low capital cost are of paramount importance.  Metal-org. frameworks (MOFs), a new class of cryst. porous materials constructed by metal-contg. nodes bonded to org. bridging ligands hold great potential as adsorbents or membrane materials in gas sepn.  In this paper, we review the research progress (from exptl. results to mol. simulations) in MOFs for CO2 adsorption, storage, and sepns. (adsorptive sepn. and membrane-based sepn.) that are directly related to CO2 capture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmtVGgur8%253D&md5=e355c975136ff8fc01a97d4f7cb95aa8", "14. ", "Düren", ", ", "T.", "; ", "Sarkisov", ", ", "L.", "; ", "Yaghi", ", ", "O. M.", "; ", "Snurr", ", ", "R. Q.", " ", "Design of New Materials for Methane Storage", " ", "Langmuir", " ", "2004", ",  ", "20", ",  ", "2683", "– ", "2689", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Design of new materials for methane storage", "Duren Tina; Sarkisov Lev; Yaghi Omar M; Snurr Randall Q", "Langmuir : the ACS journal of surfaces and colloids", "\r\n        (", "2004", "),\r\n    ", "20", "\r\n        (", "7", "),\r\n    ", "2683-9", "\r\n        ISSN:", "0743-7463", ".\r\n    ", "One of the strategic goals of the modern automobile manufacturing industry is to replace gasoline and diesel with alternative fuels such as natural gas.  In this report, we elucidate the desired characteristics of an optimal adsorbent for gas storage.  The U.S.  Department of Energy has outlined several requirements that adsorbents must fulfill for natural gas to become economically viable, with a key criterion being the amount adsorbed at 35 bar.  We explore the adsorption characteristics of novel metal-organic materials (IRMOFs and molecular squares) and contrast them with the characteristics of two zeolites, MCM-41, and different carbon nanotubes.  Using molecular simulations, we uncover the complex interplay of the factors influencing methane adsorption, especially the surface area, the capacity or free volume, the strength of the energetic interaction, and the pore size distribution.  We also explain the extraordinary adsorption properties of IRMOF materials and propose new, not yet synthesized IRMOF structures with adsorption characteristics that are predicted to exceed the best experimental results to date by up to 36%.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD2M3gtFWquw%253D%253D&md5=0f10aca88c4253004548b2ba1dae20b3", "15. ", "Ma", ", ", "S.", "; ", "Zhou", ", ", "H.-C.", " ", "Gas Storage in Porous Metal-organic Frameworks for Clean Energy Applications", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "44", "– ", "53", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Gas storage in porous metal-organic frameworks for clean energy applications", "Ma, Shengqian; Zhou, Hong-Cai", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "1", "),\r\n    ", "44-53", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review of current status of clean energy applications of porous metal-org. frameworks, including hydrogen storage, methane storage and carbon dioxide capture.  Porous metal-org. frameworks have exceptionally high surface areas as well as chem.-tunable structures.  A significant tech. challenge has been recognized as the development of a viable method to efficiently trap hydrogen, methane and carbon dioxide gas mols. in a confined space for various applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFektrbI&md5=f68836fe1535bf9cef9bc006a9cc0cad", "16. ", "Konstas", ", ", "K.", "; ", "Osl", ", ", "T.", "; ", "Yang", ", ", "Y.", "; ", "Batten", ", ", "M.", "; ", "Burke", ", ", "N.", "; ", "Hill", ", ", "A. J.", "; ", "Hill", ", ", "M. R.", " ", "Methane Storage in Metal Organic Frameworks", " ", "J. Mater. Chem.", " ", "2012", ",  ", "22", ",  ", "16698", "– ", "16708", "[", "Crossref", "], [", "CAS", "]", "16. ", "Methane storage in metal organic frameworks", "Konstas, Kristina; Osl, Theresa; Yang, Yunxia; Batten, Michael; Burke, Nick; Hill, Anita J.; Hill, Matthew R.", "Journal of Materials Chemistry", "\r\n        (", "2012", "),\r\n    ", "22", "\r\n        (", "33", "),\r\n    ", "16698-16708", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  In this applications article, the use and viability of metal org. frameworks (MOFs) for natural gas storage is critically examd. through an overview of the current state of the field.  These smart materials can be tuned to deliver best performance according to demand, as a function of temp., desired storage pressure, and mandated fill/release rates.  While the chem. behind optimizing natural gas storage performance in MOFs is highlighted, it is contextualised to the specific application in vehicular transport, and the best means of testing performance parameters are canvassed.  Future applications of MOFs with natural gas are also discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFWnu7vK&md5=ebab0713c7e2caa1e39b36ea5102770a", "17. ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Rosi", ", ", "N.", "; ", "Vodak", ", ", "D.", "; ", "Wachter", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Systematic Design of Pore Size and Functionality in Isoreticular MOFs and Their Application in Methane Storage", " ", "Science", " ", "2002", ",  ", "295", ",  ", "469", "– ", "472", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Systematic design of pore size and functionality in isoreticular MOFs and their application in methane storage", "Eddaoudi, Mohamed; Kim, Jaheon; Rosi, Nathaniel; Vodak, David; Wachter, Joseph; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "295", "\r\n        (", "5554", "),\r\n    ", "469-472", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A strategy based on reticulating metal ions and org. carboxylate links into extended networks has been advanced to a point that allowed the design of porous structures in which pore size and functionality could be varied systematically.  Metal-org. framework (MOF-5), a prototype of a new class of porous materials and one that is constructed from octahedral Zn-O-C clusters and benzene links, was used to demonstrate that its three-dimensional porous system can be functionalized with the org. groups -Br, -NH2, -OC3H7, -OC5H11, -C2H4, and -C4H4 and that its pore size can be expanded with the long mol. struts biphenyl, tetrahydropyrene, pyrene, and terphenyl.  We synthesized an isoreticular series (one that has the same framework topol.) of 16 highly cryst. materials whose open space represented up to 91.1% of the crystal vol., as well as homogeneous periodic pores that can be incrementally varied from 3.8 to 28.8 Å.  One member of this series exhibited a high capacity for methane storage (240 cm3 at std. temp.), and others the lowest densities (0.41 to 0.21 g/cm3) for a cryst. material at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlyrtLjP&md5=d218d4040887f5fb390a733ee156d27b", "18. ", "Zhou", ", ", "W.", "; ", "Wu", ", ", "H.", "; ", "Hartman", ", ", "M. R.", "; ", "Yildirim", ", ", "T.", " ", "Hydrogen and Methane Adsorption in Metal–Organic Frameworks: A High-Pressure Volumetric Study", " ", "J. Phys. Chem. C", " ", "2007", ",  ", "111", ",  ", "16131", "– ", "16137", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Hydrogen and Methane Adsorption in Metal-Organic Frameworks: A High-Pressure Volumetric Study", "Zhou, Wei; Wu, Hui; Hartman, Michael R.; Yildirim, Taner", "Journal of Physical Chemistry C", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "44", "),\r\n    ", "16131-16137", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors report hydrogen and methane adsorption isotherms in 2 prototypical metal-org. framework compds. (i.e., MOF5 and ZIF8) over a large temp. (30-300 K) and pressure (up to 65 bar) range using a fully computer-controlled Sieverts app.  In a volumetric method, a proper choice of real gas equation of state is crit. for obtaining reliable isotherm data.  The widely used van der Waals equation of state (EOS) is not adequate to describe H2 and CH4, while the modified Benedict-Webb-Rubin (MBWR) EOS works well, even at very low temps. and high pressures.  With the known sample mass and bulk d., the skeleton d. and the specific pore vol. of MOF5 and ZIF8 were also measured.  In addn. to excess and abs. adsorption isotherms, the authors also introduce an effective adsorption which compares the amts. of gas adsorbed in a container with and without the adsorbent.  At low temps., the maximal excess adsorption capacities of H2 and CH4 in MOF5 are 10.3% and 51.7%, resp., while they are only 4.4% and 22.4% in ZIF8.  From the temp.-dependent isotherm data, the isosteric heat of adsorption (Qst) was also estd.  The excess Qst's for the initial H2 and CH4 adsorption in MOF5 are ∼4.8 kJ/mol and ∼12.2 kJ/mol, resp.  The authors obtained similar Qst's for ZIF8.  The authors hope that the detailed isotherm curves reported here over a large temp. and pressure range will be a crit. test for future grand canonical Monte Carlo simulations and force-field models.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFWqtbjL&md5=5929450c7b34ee817bcb88a1d1461a5b", "19. ", "Makal", ", ", "T. A.", "; ", "Li", ", ", "J.-R.", "; ", "Lu", ", ", "W.", "; ", "Zhou", ", ", "H.-C.", " ", "Methane Storage in Advanced Porous Materials", " ", "Chem. Soc. Rev.", " ", "2012", ",  ", "41", ",  ", "7761", "– ", "7779", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Methane storage in advanced porous materials", "Makal, Trevor A.; Li, Jian-Rong; Lu, Weigang; Zhou, Hong-Cai", "Chemical Society Reviews", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "23", "),\r\n    ", "7761-7779", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The need for alternative fuels is greater now than ever before.  With considerable sources available and low pollution factor, methane is a natural choice as petroleum replacement in cars and other mobile applications.  However, efficient storage methods are still lacking to implement the application of methane in the automotive industry.  Advanced porous materials, metal-org. frameworks and porous org. polymers, have received considerable attention in sorptive storage applications owing to their exceptionally high surface areas and chem.-tunable structures.  In this crit. review we provide an overview of the current status of the application of these two types of advanced porous materials in the storage of methane.  Examples of materials exhibiting high methane storage capacities are analyzed and methods for increasing the applicability of these advanced porous materials in methane storage technologies described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1ahtb3N&md5=453174cd0cb3602aaab6b0355c960996", "20. ", "Sculley", ", ", "J.", "; ", "Yuan", ", ", "D.", "; ", "Zhou", ", ", "H.-C.", " ", "The Current Status of Hydrogen Storage in Metal-organic Frameworks—updated", " ", "Energy Environ. Sci.", " ", "2011", ",  ", "4", ",  ", "2721", "– ", "2735", "[", "Crossref", "], [", "CAS", "]", "20. ", "The current status of hydrogen storage in metal-organic frameworks-updated", "Sculley, Julian; Yuan, Daqiang; Zhou, Hong-Cai", "Energy & Environmental Science", "\r\n        (", "2011", "),\r\n    ", "4", "\r\n        (", "8", "),\r\n    ", "2721-2735", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Hydrogen storage in metal-org. frameworks (MOFs), or porous coordination polymers, has been extensively investigated in the last two years and this review is to serve as an up to date account of the recent progress.  The effects of MOF sample prepn. and activation, functionalization (including post-synthetic), catenation, unsatd. metal sites, metal doping and spillover have been discussed using recent examples.  In addn. to a condensed ref. table of all recently reported MOFs for hydrogen storage, future directions are discussed based on promising new materials and reported computational analyses.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFSrs7rP&md5=73bfc64356be9a4d300ff3b5e8920868", "21. ", "Wang", ", ", "X.-S.", "; ", "Ma", ", ", "S.", "; ", "Rauch", ", ", "K.", "; ", "Simmons", ", ", "J. M.", "; ", "Yuan", ", ", "D.", "; ", "Wang", ", ", "X.", "; ", "Yildirim", ", ", "T.", "; ", "Cole", ", ", "W. C.", "; ", "López", ", ", "J. J.", "; ", "Meijere", ", ", "A. d.", "; ", "Zhou", ", ", "H.-C.", " ", "Metal–Organic Frameworks Based on Double-Bond-Coupled Di-Isophthalate Linkers with High Hydrogen and Methane Uptakes", " ", "Chem. Mater.", " ", "2008", ",  ", "20", ",  ", "3145", "– ", "3152", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Metal-organic frameworks based on double-bond-coupled di-isophthalate linkers with high hydrogen and methane uptakes", "Wang, Xi-Sen; Ma, Shengqian; Rauch, Karsten; Simmons, Jason M.; Yuan, Daqiang; Wang, Xiaoping; Yildirim, Taner; Cole, William C.; Lopez, Joseph J.; de Meijere, Armin; Zhou, Hong-Cai", "Chemistry of Materials", "\r\n        (", "2008", "),\r\n    ", "20", "\r\n        (", "9", "),\r\n    ", "3145-3152", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Solvothermal reactions of Cu(NO3)2 with azoxybenzene-3,3',5,5'-tetracarboxylic acid (H4aobtc) or trans-stilbene-3,3',5,5'-tetracarboxylic acid (H4sbtc) give rise to two isostructural microporous metal-org. frameworks, Cu2(abtc)(H2O)2·3DMA (PCN-10, abtc = azobenzene-3,3',5,5'-tetracarboxylate) and Cu2(sbtc)(H2O)2·3DMA (PCN-11, sbtc = trans-stilbene-3,3',5,5'-tetracarboxylate), resp.  Both PCN-10 and PCN-11 possess significant enduring porosity with Langmuir surface areas of 1779 and 2442 m2/g (corresponding to BET surface areas of 1407 or 1931 m2/g, resp.) and contain nanoscopic cages and coordinatively unsatd. metal centers.  At 77 K, 760 torr, the excess gravimetric (volumetric) H uptake of PCN-10 is 2.34% (18.0 g/L) and that of PCN-11 can reach 2.55% (19.1 g/L).  Gas-adsorption studies also suggest that MOFs contg. C=C double bonds are more favorable than those with N=N double bond in retaining enduring porosity after thermal activation, although N=N has slightly higher H2 affinity.  The excess gravimetric (volumetric) adsorption at 77 K sats. around 20 atm and reaches values of 4.33% (33.2 g/L) and 5.05% (37.8 g/L) for PCN-10 and PCN-11, resp.  In addn. to its appreciable H uptake, PCN-11 has an excess methane uptake of 171 cm3(STP)/cm3 at 298 K and 35 bar, approaching the DOE target of 180 v(STP)/v for methane storage at ambient temp.  Thus, PCN-11 represents one of the few materials that is applicable to both H and methane storage applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXks1Wntrg%253D&md5=6eed170518b1b0e0a55210482cc0ef50", "22. ", "Wu", ", ", "H.", "; ", "Zhou", ", ", "W.", "; ", "Yildirim", ", ", "T.", " ", "High-Capacity Methane Storage in Metal–Organic Frameworks M2(dhtp): The Important Role of Open Metal Sites", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "4995", "– ", "5000", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "High-Capacity Methane Storage in Metal-Organic Frameworks M2(dhtp): The Important Role of Open Metal Sites", "Wu, Hui; Zhou, Wei; Yildirim, Taner", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "13", "),\r\n    ", "4995-5000", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. framework (MOF) compds. M2(dhtp) (open metal M = Mg, Mn, Co, Ni, Zn; dhtp = 2,5-dihydroxyterephthalate) possess exceptionally large densities of open metal sites.  By adsorbing one CH4 mol. per open metal, these sites alone can generate very large methane storage capacities, 160-174 cm3(STP)/cm3, approaching the DOE target of 180 cm3(STP)/cm3 for material-based methane storage at room temp.  The adsorption isotherm measurements at 298 K and 35 bar for the five M2(dhtp) compds. yield excess methane adsorption capacities ranging from 149 to 190 cm3(STP)/cm3 (derived using their crystal densities), indeed roughly equal to the predicted, maximal adsorption capacities of the open metals (within ±10%) in these MOFs.  Among the five isostructural MOFs studied, Ni2(dhtp) exhibits the highest methane storage capacity, ∼200 cm3(STP)/cm3 in terms of abs. adsorption, potentially surpassing the DOE target by ∼10%.  The neutron diffraction expts. clearly reveal that the primary CH4 adsorption occurs directly on the open metal sites.  Initial 1st-principles calcns. show that the binding energies of CH4 on the open metal sites are significantly higher than those on typical adsorption sites in classical MOFs, consistent with the measured large heats of methane adsorption for these materials.  The authors attribute the enhancement of the binding strength to the unscreened electrostatic interaction between CH4 and the coordinatively unsatd. metal ions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjtFKgsrg%253D&md5=bbaa39565acdc107771ad9c10a7275c6", "23. ", "Dietzel", ", ", "P. D. C.", "; ", "Besikiotis", ", ", "V.", "; ", "Blom", ", ", "R.", " ", "Application of Metal-organic Frameworks with Coordinatively Unsaturated Metal Sites in Storage and Separation of Methane and Carbon Dioxide", " ", "J. Mater. Chem.", " ", "2009", ",  ", "19", ",  ", "7362", "– ", "7370", "[", "Crossref", "], [", "CAS", "]", "23. ", "Application of metal-organic frameworks with coordinatively unsaturated metal sites in storage and separation of methane and carbon dioxide", "Dietzel, Pascal D. C.; Besikiotis, Vasileios; Blom, Richard", "Journal of Materials Chemistry", "\r\n        (", "2009", "),\r\n    ", "19", "\r\n        (", "39", "),\r\n    ", "7362-7370", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The metal-org. frameworks M2(dhtp)(H2O)2·8H2O (CPO-27-M, M = Ni, Mg) can be activated to give the empty framework compds. M2(dhtp) with a honeycomb analogous structure contg. large micropores of 11-12 Å diam. and a high concn. of open metal sites.  These sites play a major role in the adsorption of methane and carbon dioxide, which was studied at pressures up to 100 bar and 50 bar, resp., and various temps. in the range of 179 to 473 K. Both gases are taken up by the material in significant amts.  The max. excess adsorption of CO2 obsd. at 298 K was 51 wt.% for Ni2(dhtp) and 63 wt.% for Mg2(dhtp).  A surprisingly large amt. of CO2, in the range 25-30 wt.%, was still adsorbed at 473 K. Up to 18 and 22 wt.% methane were adsorbed at 179 K in the nickel and the magnesium compd., resp.  Congruent with this result is the high isosteric heat of adsorption obsd., which was found to be in the range 38-43 kJ mol-1 for CO2 and 20-22 kJ mol-1 for CH4, initially.  The heat of adsorption decreases significantly after the open metal sites have been occupied, which also is reflected in the shape of the adsorption isotherms.  The vacant coordination site at the metal atom also imparts favorable properties in respect to gas sepn. onto the material.  Breakthrough expts. using Ni2(dhtp) and gas mixts. of CO2-N2 and CO2-CH4 demonstrate the ability of the material to sep. these gases.  It is shown that carbon dioxide is preferentially adsorbed over methane or nitrogen.  In the case of CO2-N2, the retention is quant. within the precision of the detection system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1SqsL3E&md5=772720d3befb7d050c696517be8ca169", "24. ", "Peng", ", ", "Y.", "; ", "Krungleviciute", ", ", "V.", "; ", "Eryazici", ", ", "I.", "; ", "Hupp", ", ", "J. T.", "; ", "Farha", ", ", "O. K.", "; ", "Yildirim", ", ", "T.", " ", "Methane Storage in Metal–Organic Frameworks: Current Records, Surprise Findings, and Challenges", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "11887", "– ", "11894", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Methane Storage in Metal-Organic Frameworks: Current Records, Surprise Findings, and Challenges", "Peng, Yang; Krungleviciute, Vaiva; Eryazici, Ibrahim; Hupp, Joseph T.; Farha, Omar K.; Yildirim, Taner", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "32", "),\r\n    ", "11887-11894", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors have examd. the methane uptake properties of 6 of the most promising metal org. framework (MOF) materials: PCN-14, UTSA-20, HKUST-1, Ni-MOF-74 (Ni-CPO-27), NU-111, and NU-125.  HKUST-1, a material that is com. available in gram scale, exhibits a room-temp. volumetric methane uptake that exceeds any value reported to date.  The total uptake is ∼230 cc(STP)/cc at 35 bar and 270 cc(STP)/cc at 65 bar, which meets the new volumetric target recently set by the Department of Energy (DOE) if the packing efficiency loss is ignored.  The authors emphasize that MOFs with high surface areas and pore vols. perform better overall.  NU-111, for example, reaches ∼75% of both the gravimetric and the volumetric targets.  Values for gravimetric uptake, pore vol., and inverse d. of the MOFs the authors studied scale essentially linearly with surface area.  From this linear dependence, the authors est. that a MOF with surface area 7500 m2/g and pore vol. 3.2 cc/g could reach the current DOE gravimetric target of 0.5 g/g while simultaneously exhibiting around ∼200 cc/cc volumetric uptake.  While values for volumetric uptake are based on ideal single crystal densities, in reality the packing densities of MOFs are much lower.  Finally, compacting HKUST-1 into wafer shapes partially collapses the framework, decreasing both volumetric and gravimetric uptake significantly.  Hence, one of the important challenges going forward is to find ways to pack MOFs efficiently without serious damage or to synthesize MOFs that can withstand substantial mech. pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtV2msbrN&md5=23f9bfad78f204569f0bf7c902d42dca", "25. ", "Wilmer", ", ", "C. E.", "; ", "Leaf", ", ", "M.", "; ", "Lee", ", ", "C. Y.", "; ", "Farha", ", ", "O. K.", "; ", "Hauser", ", ", "B. G.", "; ", "Hupp", ", ", "J. T.", "; ", "Snurr", ", ", "R. Q.", " ", "Large-scale Screening of Hypothetical Metal–organic Frameworks", " ", "Nat. Chem.", " ", "2012", ",  ", "4", ",  ", "83", "– ", "89", "[", "Crossref", "], [", "CAS", "]", "25. ", "Large-scale screening of hypothetical metal-organic frameworks", "Wilmer, Christopher E.; Leaf, Michael; Lee, Chang Yeon; Farha, Omar K.; Hauser, Brad G.; Hupp, Joseph T.; Snurr, Randall Q.", "Nature Chemistry", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "2", "),\r\n    ", "83-89", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal-org. frameworks (MOFs) are porous materials constructed from modular mol. building blocks, typically metal clusters and org. linkers.  These can, in principle, be assembled to form an almost unlimited no. of MOFs, yet materials reported to date represent only a tiny fraction of the possible combinations.  Here, the authors demonstrate a computational approach to generate all conceivable MOFs from a given chem. library of building blocks (based on the structures of known MOFs) and rapidly screen them to find the best candidates for a specific application.  From a library of 102 building blocks the authors generated 137,953 hypothetical MOFs and for each calcd. the pore-size distribution, surface area and methane-storage capacity.  The authors identified over 300 MOFs with a predicted methane-storage capacity better than that of any known material, and this approach also revealed structure-property relations.  Methyl-functionalized MOFs were frequently top performers, so the authors selected one such promising MOF and exptl. confirmed its predicted capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVagtL3K&md5=3becbfed2fdacdb8b58146666da7c038", "26. ", "Lin", ", ", "X.", "; ", "Telepeni", ", ", "I.", "; ", "Blake", ", ", "A. J.", "; ", "Dailly", ", ", "A.", "; ", "Brown", ", ", "C. M.", "; ", "Simmons", ", ", "J. M.", "; ", "Zoppi", ", ", "M.", "; ", "Walker", ", ", "G. S.", "; ", "Thomas", ", ", "K. M.", "; ", "Mays", ", ", "T. J.", "; ", "Hubberstey", ", ", "P.", "; ", "Champness", ", ", "N. R.", "; ", "Schröder", ", ", "M.", " ", "High Capacity Hydrogen Adsorption in Cu(II) Tetracarboxylate Framework Materials: The Role of Pore Size, Ligand Functionalization, and Exposed Metal Sites", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "2159", "– ", "2171", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "High Capacity Hydrogen Adsorption in Cu(II) Tetracarboxylate Framework Materials: The Role of Pore Size, Ligand Functionalization, and Exposed Metal Sites", "Lin, Xiang; Telepeni, Irvin; Blake, Alexander J.; Dailly, Anne; Brown, Craig M.; Simmons, Jason M.; Zoppi, Marco; Walker, Gavin S.; Thomas, K. Mark; Mays, Timothy J.; Hubberstey, Peter; Champness, Neil R.; Schroder, Martin", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "6", "),\r\n    ", "2159-2171", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Isostructural metal-org. framework polymers [Cu2(L)(H2O)2] (L = tetracarboxylate ligands), denoted NOTT-nnn, were synthesized and characterized.  Single crystal x-ray structures confirm the complexes to contain binuclear Cu(II) paddlewheel nodes each bridged by four carboxylate centers to give a NbO-type network of 64·82 topol.  These complexes are activated by solvent exchange with acetone coupled to heating cycles under vacuum to afford the desolvated porous materials NOTT-100 to NOTT-109.  These incorporate a vacant coordination site at each Cu(II) center and have large pore vols. that contribute to the obsd. high H2 adsorption.  Indeed, NOTT-103 at 77 K and 60 bar shows a very high total H2 adsorption of 77.8 mg g-1 equiv. to 7.78% [wt% = (wt. of adsorbed H2)/(wt. of host material)] or 7.22% [wt% = 100(wt. of adsorbed H2)/(wt. of host material + wt. of adsorbed H2)].  Neutron powder diffraction studies on NOTT-101 reveal three adsorption sites for this material: at the exposed Cu(II) coordination site, at the pocket formed by three {Cu2} paddle wheels, and at the cusp of three Ph rings.  Systematic virial anal. of the H2 isotherms suggests that the H2 binding energies at these sites are very similar and the differences are smaller than 1.0 kJ mol-1, although the adsorption enthalpies for H2 at the exposed Cu(II) site are significantly affected by pore metrics.  Introducing Me groups or using kinked ligands to create smaller pores can enhance the isosteric heat of adsorption and improve H2 adsorption.  However, although increasing the overlap of potential energy fields of pore walls increases the heat of H2 adsorption at low pressure, it may be detrimental to the overall adsorption capacity by reducing the pore vol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXptlOitQ%253D%253D&md5=cbc9f02158801ff5dacb7df033416d78", "27. ", "Ma", ", ", "S.", "; ", "Sun", ", ", "D.", "; ", "Simmons", ", ", "J. M.", "; ", "Collier", ", ", "C. D.", "; ", "Yuan", ", ", "D.", "; ", "Zhou", ", ", "H.-C.", " ", "Metal-Organic Framework from an Anthracene Derivative Containing Nanoscopic Cages Exhibiting High Methane Uptake", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "130", ",  ", "1012", "– ", "1016", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "28. ", "Fernandez", ", ", "M.", "; ", "Woo", ", ", "T. K.", "; ", "Wilmer", ", ", "C. E.", "; ", "Snurr", ", ", "R. Q.", " ", "Large-Scale Quantitative Structure–Property Relationship (QSPR) Analysis of Methane Storage in Metal–Organic Frameworks", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "7681", "– ", "7689", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Large-Scale Quantitative Structure-Property Relationship (QSPR) Analysis of Methane Storage in Metal-Organic Frameworks", "Fernandez, Michael; Woo, Tom K.; Wilmer, Christopher E.; Snurr, Randall Q.", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "15", "),\r\n    ", "7681-7689", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) present a combinatorial design challenge.  The structural building blocks of MOFs can be combined to synthesize a nearly infinite no. of materials.  This suggests that computational tools, rather than exptl. trial and error, can be used for high-throughput screening.  Here, in the context of methane storage, the first large-scale, quant. structure-property relationship (QSPR) anal. of MOFs is reported.  The effect is investigated of geometrical features, such as pore size and void fraction, on the simulated methane storage capacities of ∼130 000 hypothetical MOFs at 1, 35, and 100 bar at 298 K.  From these data models are developed that can predict methane storage with high accuracy, based only on knowledge of the geometric features.  Several models were developed: multilinear regression (MLR) models, decision trees (DTs), and nonlinear support vector machines (SVMs).  In each case, 10 000 MOF structures were used to \"train\" the QSPR regression models, and the accuracy of the predictions was evaluated on a test set of ∼120 000 MOFs.  The nonlinear SVM models can predict the methane storage capacity of MOFs in the test set with R2 values of 0.82 and 0.93 at 35 and 100 bar, resp.  Decision tree models produced rules for optimal design: for methane storage at 35 bar, MOFs should have densities greater than 0.43 g/cm3 and void fractions greater than 0.52; for methane storage at 100 bar, MOFs should have densities greater than 0.33 g/cm3 and void fractions greater than 0.62.  Using two-dimensional response-surface analyses of the SVM models, new hypotheses is developed about combinations of material properties, yet unexplored, that might lead to very high methane storage capacities and warrant further investigation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXktlyltLo%253D&md5=e954a6ca876c9fca24b8649ba4fa7e12", "29. ", "He", ", ", "Y.", "; ", "Zhou", ", ", "W.", "; ", "Yildirim", ", ", "T.", "; ", "Chen", ", ", "B.", " ", "A Series of Metal-Organic Frameworks with high Methane Uptake and An Empirical Equation for Predicting Methane Storage Capacity", " ", "Energy Environ. Sci.", " ", "2013", ",  ", "6", ",  ", "2735", "– ", "2744", "[", "Crossref", "], [", "CAS", "]", "29. ", "A series of metal-organic frameworks with high methane uptake and an empirical equation for predicting methane storage capacity", "He, Yabing; Zhou, Wei; Yildirim, Taner; Chen, Banglin", "Energy & Environmental Science", "\r\n        (", "2013", "),\r\n    ", "6", "\r\n        (", "9", "),\r\n    ", "2735-2744", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A series of metal-org. frameworks (NOTT-100a (MOF-505a), NOTT-101a, NOTT-102a, NOTT-103a and NOTT-109a) with variable open copper sites and micropore spaces have been examd. as potential adsorbents for methane storage.  They exhibit high adsorption capacities for methane at 300 K and 35 bar (181-196 cm3 (STP) cm-3).  Supposing that the deliverable amt. of methane is defined as the difference in the amt. of methane adsorbed between 5 bar and 35 bar, NOTT-101a, NOTT-102a and NOTT-103a exhibit excellent deliverable capacities of methane (136-140 cm3 (STP) cm-3), comparable to the highest of all previously reported MOF materials.  The gravimetric methane uptake in this MOF series systematically increases with increasing porosity, while their methane storage pore occupancy decreases with increasing pore size.  The fact that gravimetric methane uptakes correlate well with their corresponding pore vols. enables us to derive an empirical equation: C = -126.69 × Vp2 + 381.62 × Vp - 12.57, where C is the excess gravimetric methane storage capacity at 35 bar and 300 K in cm3 (STP) g-1, and Vp is the pore vol. of a MOF material in cm3 g-1.  This empirical equation can predict the methane storage performance of previously reported microporous MOF materials of Vp less than 1.50 cm3 g-1 reasonably well, and thus provides a convenient method to screen MOFs for methane storage purposes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlWqsr3P&md5=831d08421af598dfb94019b012e4ed3f", "30. ", "Wu", ", ", "H.", "; ", "Simmons", ", ", "J. M.", "; ", "Liu", ", ", "Y.", "; ", "Brown", ", ", "C. M.", "; ", "Wang", ", ", "X.-S.", "; ", "Ma", ", ", "S.", "; ", "Peterson", ", ", "V. K.", "; ", "Southon", ", ", "P. D.", "; ", "Kepert", ", ", "C. J.", "; ", "Zhou", ", ", "H.-C.", "; ", "Yildirim", ", ", "T.", "; ", "Zhou", ", ", "W.", " ", "Metal–Organic Frameworks with Exceptionally High Methane Uptake: Where and How is Methane Stored?", " ", "Chem.—Eur. J.", " ", "2010", ",  ", "16", ",  ", "5205", "– ", "5214", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "30. ", "Metal-Organic Frameworks with Exceptionally High Methane Uptake: Where and How is Methane Stored?", "Wu, Hui; Simmons, Jason M.; Liu, Yun; Brown, Craig M.; Wang, Xi-Sen; Ma, Shengqian; Peterson, Vanessa K.; Southon, Peter D.; Kepert, Cameron J.; Zhou, Hong-Cai; Yildirim, Taner; Zhou, Wei", "Chemistry - A European Journal", "\r\n        (", "2010", "),\r\n    ", "16", "\r\n        (", "17", "),\r\n    ", "5205-5214, S5205/1-S5205/16", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Metal-org. frameworks (MOFs) are a novel family of physisorptive materials that have exhibited great promise for methane storage.  So far, a detailed understanding of their methane adsorption mechanism is still scarce.  Herein, we report a comprehensive mechanistic study of methane storage in three milestone MOF compds. (HKUST-1, PCN-11, and PCN-14) the CH4 storage capacities of which are among the highest reported so far among all porous materials.  The three MOFs consist of the same dicopper paddle-wheel secondary building units, but contain different org. linkers, leading to cagelike pores with various sizes and geometries.  From neutron powder diffraction expts. and accurate data anal., assisted by grand canonical Monte Carlo (GCMC) simulations and DFT calcns., we unambiguously revealed the exact locations of the stored methane mols. in these MOF materials.  We found that methane uptake takes place primarily at two types of strong adsorption site: (1) the open Cu coordination sites, which exhibit enhanced Coulomb attraction toward methane, and (2) the van der Waals potential pocket sites, in which the total dispersive interactions are enhanced due to the mol. being in contact with multiple \"surfaces.\".  Interestingly, the enhanced van der Waals sites are present exclusively in small cages and at the windows to these cages, whereas large cages with relatively flat pore surfaces bind very little methane.  Our results suggest that further, rational development of new MOF compds. for methane storage applications should focus on enriching open metal sites, increasing the vol. percentage of accessible small cages and channels, and minimizing the fraction of large pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXltlWgtb0%253D&md5=8f6059d2e137ca23fb5eeb17d127be74", "31. ", "Chen", ", ", "L.", "; ", "Morrison", ", ", "C. A.", "; ", "Düren", ", ", "T.", " ", "Improving Predictions of Gas Adsorption in Metal–Organic Frameworks with Coordinatively Unsaturated Metal Sites: Model Potentials, ab initio Parameterization, and GCMC Simulations", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "18899", "– ", "18909", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "Improving Predictions of Gas Adsorption in Metal-Organic Frameworks with Coordinatively Unsaturated Metal Sites: Model Potentials, ab initio Parameterization, and GCMC Simulations", "Chen, Linjiang; Morrison, Carole A.; Duren, Tina", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "35", "),\r\n    ", "18899-18909", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The incorporation of coordinatively unsatd. metal sites (cus's), also known as open metal sites, into metal-org. frameworks (MOFs), significantly enhances the uptake of certain gases, such as CO2 and CH4, esp. at low loadings when fluid-framework interactions play the predominant role.  However, due to the considerably enhanced, localized guest interactions with the cus's, it remains a challenge to predict correctly adsorption isotherms and mechanisms in MOFs with cus's using grand-canonical Monte Carlo (GCMC) simulations based on generic classical force fields.  To address this problem, the authors carefully studied several well-established semiempirical model potentials and used a multiobjective genetic algorithm to parametrize them using accurate ab initio data as ref.  The Carra-Konowalow potential, a modified Buckingham potential, in combination with the MMSV potential for the cus's gives not only adsorption isotherms in very good agreement with expts. but also correctly captures the adsorption mechanisms, including adsorption on the cus's, for CO2 in CPO-27-Mg and CH4 in CuBTC.  Also, the parameters obtained also give quant. predictions of CH4 adsorption in PCN-14, another MOF with Cu cus's, which is an important step for developing transferable force fields that reliably predict adsorption in MOFs with cus's.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1SitL3K&md5=08edae9d2ba4ef877a22799890d94fba", "32. ", "Zhou", ", ", "W.", " ", "Methane Storage in Porous Metal–organic Frameworks: Current Records and Future Perspectives", " ", "Chem. Rec.", " ", "2010", ",  ", "10", ",  ", "200", "– ", "204", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "32. ", "Methane storage in porous metal-organic frameworks: current records and future perspectives", "Zhou, Wei", "Chemical Record", "\r\n        (", "2010", "),\r\n    ", "10", "\r\n        (", "3", "),\r\n    ", "200-204", "CODEN:\r\n                ", "CRHEAK", ";\r\n        ISSN:", "1527-8999", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "A review.  Porous metal-org. frameworks (MOFs) are a novel family of physisorptive materials exhibiting great potential for methane storage applications.  Several MOF compds. have been reported to exhibit high methane uptake at room temp. and modest pressure, with a few even surpassing the target for material-based, adsorbed methane storage set by U.S. Department of Energy.  Here we briefly review the rapid research progress in recent years on methane storage in MOFs and highlight the current record holders.  We also discuss the current understanding of the methane storage mechanism in these fascinating materials and outline the future directions in this field. © 2010 The Japan Chem. Journal Forum and Wiley Periodicals, Inc.  Chem Rec 10: 200-204; 2010: Published online in Wiley InterScience (www.interscience.wiley.com) DOI 10.1002/tcr.201000004.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXnsFyqs7c%253D&md5=174f0d225731ec56eabc66e3b7c24e4f", "33. ", "Caskey", ", ", "S. R.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "Dramatic Tuning of Carbon Dioxide Uptake via Metal Substitution in a Coordination Polymer with Cylindrical Pores", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "10870", "– ", "10871", "[", "ACS Full Text ", "], [", "CAS", "]", "33. ", "Dramatic Tuning of Carbon Dioxide Uptake via Metal Substitution in a Coordination Polymer with Cylindrical Pores", "Caskey, Stephen R.; Wong-Foy, Antek G.; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "33", "),\r\n    ", "10870-10871", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of four isostructural microporous coordination polymers (MCPs) differing in metal compn. is demonstrated to exhibit exceptional uptake of CO2 at low pressures and ambient temp.  These conditions are particularly relevant for capture of flue gas from coal-fired power plants.  A magnesium-based material is presented that is the highest surface area magnesium MCP yet reported and displays ultrahigh affinity based on heat of adsorption for CO2.  This study demonstrates that physisorptive materials can achieve affinities and capacities competitive with amine sorbents while greatly reducing the energy cost assocd. with regeneration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXptVGjtrw%253D&md5=6a99fc22cd66a556c63695cf22a12603", "34. ", "Koh", ", ", "H. S.", "; ", "Rana", ", ", "M. K.", "; ", "Hwang", ", ", "J.", "; ", "Siegel", ", ", "D. J.", " ", "Thermodynamic Screening of Metal-substituted MOFs for Carbon Capture", " ", "Phys. Chem. Chem. Phys.", " ", "2013", ",  ", "15", ",  ", "4573", "– ", "4581", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "34. ", "Thermodynamic screening of metal-substituted MOFs for carbon capture", "Koh, Hyun Seung; Rana, Malay Kumar; Hwang, Jinhyung; Siegel, Donald J.", "Physical Chemistry Chemical Physics", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "13", "),\r\n    ", "4573-4581", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks (MOFs) have emerged as promising materials for carbon capture applications due to their high CO2 capacities and tunable properties.  Amongst the many possible MOFs, metal-substituted compds. based on M-DOBDC and M-HKUST-1 have demonstrated amongst the highest CO2 capacities at the low pressures typical of flue gasses.  The authors explore the possibility for addnl. performance tuning of these compds. by computationally screening 36 metal-substituted variants (M = Be, Mg, Ca, Sr, Sc, Ti, V, Cr, Mn, Fe, Co, Ni, Cu, Zn, Mo, W, Sn, and Pb) with respect to their CO2 adsorption enthalpy, ΔHT=300K.  Supercell calcns. based on van der Waals d. functional theory (vdW-DFT) yield enthalpies in good agreement with exptl. measurements, out-performing semi-empirical (DFT-D2) and conventional (LDA and GGA) functionals.  The screening identifies 13 compds. having ΔH values within the targeted thermodn. window -40 ≤ ΔH ≤ -75 kJ mol-1: 8 are based on M-DODBC (M = Mg, Ca, Sr, Sc, Ti, V, Mo, and W), and 5 on M-HKUST-1 (M = Be, Mg, Ca, Sr and Sc).  Variations in the electronic structure and the geometry of the structural building unit are examd. and used to rationalize trends in CO2 affinity.  In particular, the partial charge on the coordinatively unsatd. metal sites is found to correlate with ΔH, suggesting that this property may be used as a simple performance descriptor.  The ability to rapidly distinguish promising MOFs from those that are \"thermodn. dead-ends\" will be helpful in guiding synthesis efforts towards promising compds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjsFGksrg%253D&md5=de9ef58e59f33bf9f5ed5f929a1f19fd", "35. ", "Socolow", ", ", "R.", "; ", "Desmond", ", ", "M.", "; ", "Aines", ", ", "R.", "; ", "Blackstock", ", ", "J.", "; ", "Bolland", ", ", "O.", "; ", "Kaarsberg", ", ", "T.", "; ", "Lewis", ", ", "N.", "; ", "Mazzotti", ", ", "M.", "; ", "Pfeffer", ", ", "A.", "; ", "Sawyer", ", ", "K.", "; ", "Siirola", ", ", "J.", "; ", "Smit", ", ", "B.", "; ", "Wilcox", ", ", "J.", " ", "Direct Air Capture of CO", "2", " with Chemicals. A Technology Assessment for the APS Panel on Public Affairs", "; ", "American Physical Society", ": ", "College Park, MD", ", ", "2011", ".", "There is no corresponding record for this reference.", "36. ", "Hohenberg", ", ", "P.", "; ", "Kohn", ", ", "W.", " ", "Inhomogeneous Electron Gas", " ", "Phys. Rev.", " ", "1964", ",  ", "136", ",  ", "B864", "– ", "B871", "[", "Crossref", "]", "There is no corresponding record for this reference.", "37. ", "Yang", ", ", "Q.", "; ", "Zhong", ", ", "C.", " ", "Molecular Simulation of Carbon Dioxide/Methane/Hydrogen Mixture Adsorption in Metal–Organic Frameworks", " ", "J. Phys. Chem. B", " ", "2006", ",  ", "110", ",  ", "17776", "– ", "17783", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "Molecular Simulation of Carbon Dioxide/Methane/Hydrogen Mixture Adsorption in Metal-Organic Frameworks", "Yang, Qingyuan; Zhong, Chongli", "Journal of Physical Chemistry B", "\r\n        (", "2006", "),\r\n    ", "110", "\r\n        (", "36", "),\r\n    ", "17776-17783", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This work performs a systematic computational study toward a mol. understanding of the sepn. characteristics of metal-org. frameworks (MOFs), for which the purifn. of synthetic gas by two representative MOFs, MOF-5 and Cu-BTC, is adopted as an example.  The simulations show that both geometry and pore size affect largely the sepn. efficiency, complex selectivity behaviors with different steps can occur in MOFs, and the electrostatic interactions that exist can enhance greatly the sepn. efficiency of gas mixts. composed of components with different chemistries.  Furthermore, the macroscopic sepn. behaviors of the MOF materials are elucidated at a mol. level to give insight into the underlying mechanisms.  The findings as well as the mol.-level elucidations provide useful microscopic information toward a complete understanding of the sepn. characteristics of MOFs that may lead to general design strategies for synthesizing new MOFs with tailored properties, as well as guiding their practical applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xot1Cgs7g%253D&md5=c6a04c3aa08b9d7c1b1cd9e20c64da35", "38. ", "Grimme", ", ", "S.", " ", "Semiempirical GGA-type Density Functional Constructed with a Long-range Dispersion Correction", " ", "J. Comput. Chem.", " ", "2006", ",  ", "27", ",  ", "1787", "– ", "1799", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "38. ", "Semiempirical GGA-type density functional constructed with a long-range dispersion correction", "Grimme, Stefan", "Journal of Computational Chemistry", "\r\n        (", "2006", "),\r\n    ", "27", "\r\n        (", "15", "),\r\n    ", "1787-1799", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "A new d. functional (DF) of the generalized gradient approxn. (GGA) type for general chem. applications termed B97-D is proposed.  It is based on Becke's power-series ansatz from 1997 and is explicitly parameterized by including damped atom-pairwise dispersion corrections of the form C6·R-6.  A general computational scheme for the parameters used in this correction has been established and parameters for elements up to xenon and a scaling factor for the dispersion part for several common d. functionals (BLYP, PBE, TPSS, B3LYP) are reported.  The new functional is tested in comparison with other GGAs and the B3LYP hybrid functional on std. thermochem. benchmark sets, for 40 noncovalently bound complexes, including large stacked arom. mols. and group II element clusters, and for the computation of mol. geometries.  Further cross-validation tests were performed for organometallic reactions and other difficult problems for std. functionals.  In summary, it is found that B97-D belongs to one of the most accurate general purpose GGAs, reaching, for example for the G97/2 set of heat of formations, a mean abs. deviation of only 3.8 kcal mol-1.  The performance for noncovalently bound systems including many pure van der Waals complexes is exceptionally good, reaching on the av. CCSD(T) accuracy.  The basic strategy in the development to restrict the d. functional description to shorter electron correlation lengths scales and to describe situations with medium to large interat. distances by damped C6·R-6 terms seems to be very successful, as demonstrated for some notoriously difficult reactions.  As an example, for the isomerization of larger branched to linear alkanes, B97-D is the only DF available that yields the right sign for the energy difference.  From a practical point of view, the new functional seems to be quite robust and it is thus suggested as an efficient and accurate quantum chem. method for large systems where dispersion forces are of general importance.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtFenu7bO&md5=0b4aa16bebc3a0a2ec175d4b161ab0e4", "39. ", "Dion", ", ", "M.", "; ", "Rydberg", ", ", "H.", "; ", "Schröder", ", ", "E.", "; ", "Langreth", ", ", "D. C.", "; ", "Lundqvist", ", ", "B. I.", " ", "Van der Waals Density Functional for General Geometries", " ", "Phys. Rev. Lett.", " ", "2004", ",  ", "92", ",  ", "246401", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "39. ", "van der Waals density functional for general geometries", "Dion M; Rydberg H; Schroder E; Langreth D C; Lundqvist B I", "Physical review letters", "\r\n        (", "2004", "),\r\n    ", "92", "\r\n        (", "24", "),\r\n    ", "246401", "\r\n        ISSN:", "0031-9007", ".\r\n    ", "A scheme within density functional theory is proposed that provides a practical way to generalize to unrestricted geometries the method applied with some success to layered geometries [Phys.  Rev.  Lett. 91, 126402 (2003)]].  It includes van der Waals forces in a seamless fashion.  By expansion to second order in a carefully chosen quantity contained in the long-range part of the correlation functional, the nonlocal correlations are expressed in terms of a density-density interaction formula.  It contains a relatively simple parametrized kernel, with parameters determined by the local density and its gradient.  The proposed functional is applied to rare gas and benzene dimers, where it is shown to give a realistic description.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD2czksVKnsA%253D%253D&md5=c008c59c1b478db532c072886870dceb", "40. ", "Chen", ", ", "L.", "; ", "Grajciar", ", ", "L.", "; ", "Nachtigall", ", ", "P.", "; ", "Düren", ", ", "T.", " ", "Accurate Prediction of Methane Adsorption in a Metal–Organic Framework with Unsaturated Metal Sites by Direct Implementation of an ab Initio Derived Potential Energy Surface in GCMC Simulation", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "23074", "– ", "23080", "[", "ACS Full Text ", "], [", "CAS", "]", "40. ", "Accurate Prediction of Methane Adsorption in a Metal-Organic Framework with Unsaturated Metal Sites by Direct Implementation of an ab Initio Derived Potential Energy Surface in GCMC Simulation", "Chen, Linjiang; Grajciar, Lukas; Nachtigall, Petr; Duren, Tina", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "46", "),\r\n    ", "23074-23080", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Whereas grand-canonical Monte Carlo (GCMC) simulations based on generic force fields provide good predictions of adsorption isotherms in metal-org. frameworks (MOFs), esp. at higher temp., they fail to correctly describe the adsorption mechanism in MOFs with coordinatively unsatd. sites (cus's) at low temps., even for nonpolar fluids such as methane.  To address this problem, the authors directly implemented the potential energy surface calcd. by a hybrid DFT/ab inito method in the GCMC simulations using the adsorption of methane on CuBTC as an example.  A comparison with previously published in situ expts. shows that the approach not only quant. predicts adsorption isotherms for a wide range of temps. and pressures but also provides the correct description of the adsorption mechanism, including adsorption on the cus's.  Also care must be taken when selecting the ab initio method to be coupled with GCMC simulations to obtain accurate predictions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlaqsLfP&md5=a88569f6e2ac033eb30e293bf12d6db9", "41. ", "Lee", ", ", "K.", "; ", "Murray", ", ", "É. D.", "; ", "Kong", ", ", "L.", "; ", "Lundqvist", ", ", "B. I.", "; ", "Langreth", ", ", "D. C.", " ", "Higher-accuracy van der Waals Density Functional", " ", "Phys. Rev. B", " ", "2010", ",  ", "82", ",  ", "081101", "[", "Crossref", "], [", "CAS", "]", "41. ", "Higher-accuracy van der Waals density functional", "Lee, Kyuho; Murray, Eamonn D.; Kong, Lingzhu; Lundqvist, Bengt I.; Langreth, David C.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2010", "),\r\n    ", "82", "\r\n        (", "8", "),\r\n    ", "081101/1-081101/4", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "We propose a second version of the van der Waals d. functional of Dion et al. [Phys. Rev. Lett. 92, 246401 (2004)], employing a more accurate semilocal exchange functional and the use of a large-N asymptote gradient correction in detg. the vdW kernel.  The predicted binding energy, equil. sepn., and potential-energy curve shape are close to those of accurate quantum chem. calcns. on 22 duplexes.  We anticipate the enabling of chem. accurate calcns. in sparse materials of importance for condensed matter, surface, chem., and biol. physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFWlurnN&md5=21a4573d23bb686441ae1609cb4e6809", "42. ", "Kong", ", ", "L.", "; ", "Cooper", ", ", "V. R.", "; ", "Nijem", ", ", "N.", "; ", "Li", ", ", "K.", "; ", "Li", ", ", "J.", "; ", "Chabal", ", ", "Y. J.", "; ", "Langreth", ", ", "D. C.", " ", "Theoretical and Experimental Analysis of H", "2", " binding in a Prototypical Metal-organic Framework Material", " ", "Phys. Rev. B", " ", "2009", ",  ", "79", ",  ", "081407", "[", "Crossref", "], [", "CAS", "]", "42. ", "Theoretical and experimental analysis of H2 binding in a prototypical metal-organic framework material", "Kong, Lingzhu; Cooper, Valentino R.; Nijem, Nour; Li, Kunhao; Li, Jing; Chabal, Yves J.; Langreth, David C.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2009", "),\r\n    ", "79", "\r\n        (", "8", "),\r\n    ", "081407/1-081407/4", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Hydrogen adsorption by the metal-org. framework (MOF) structure Zn2(BDC)2(TED) is investigated using a combination of exptl. and theor. methods.  By using the nonempirical van der Waals d.-functional approach, it is found that the locus of deepest H2 binding positions lies within two types of narrow channel.  The energies of the most stable binding sites, as well as the no. of such binding sites, are consistent with the values obtained from exptl. adsorption isotherms and heat of adsorption data.  Calcns. of the shift of the H-H stretch frequency when adsorbed in the MOF give a value of approx. -30 cm-1 at the strongest binding point in each of the two channels.  Ambient temp. IR-absorption spectroscopy measurements give a hydrogen peak centered at 4120 cm-1, implying a shift consistent with the theor. calcns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXisFKgtLw%253D&md5=734ba0a576d33e138ffaa47d84623e27", "43. ", "Rana", ", ", "M. K.", "; ", "Koh", ", ", "H. S.", "; ", "Hwang", ", ", "J.", "; ", "Siegel", ", ", "D. J.", " ", "Comparing van der Waals Density Functionals for CO", "2", " Adsorption in Metal Organic Frameworks", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "16957", "– ", "16968", "[", "ACS Full Text ", "], [", "CAS", "]", "43. ", "Comparing van der Waals Density Functionals for CO2 Adsorption in Metal Organic Frameworks", "Rana, Malay Kumar; Koh, Hyun Seung; Hwang, Jinhyung; Siegel, Donald J.", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "32", "),\r\n    ", "16957-16968", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The accuracy of 5 recently proposed van der Waals (vdW) d. functionals (optB86b, optB88, optPBE, revPBE, and rPW86), the semiempirical vdW method of Grimme (DFT-D2), and conventional local (LDA) and gradient-cor. (GGA-PBE) d. functionals are assessed with respect to exptl. enthalpies (ΔH) for CO2 adsorption in 4 prototypical metal org. frameworks (MOFs) contg. coordinatively unsatd. metal sites: M/DOBDC (M = Mg, Ni, and Co) and Cu-HKUST-1.  Although the LDA and GGA functionals partially capture trends, they significantly overbind (LDA) and underbind (GGA) CO2 with respect to the exptl. enthalpies.  The addn. of a semiempirical r-6 dispersion term to the GGA exchange-correlation energy using off the shelf DFT-D2 parameters results in a substantial improvement both in trends and in the magnitude of the adsorption enthalpies.  However, on av. this approach still underbinds CO2 as compared to the exptl. data by ∼7 kJ/mol (18%).  Better accuracy is obtained with some of the nonempirical vdW d. functionals, with the revPBE-based functional of Dion et al. [Phys. Rev. Lett.2004, 92, 246401] yielding an av. error of only ∼2 kJ/mol (4%) relative to expt.  This improvement in energetics is accompanied by a slight decrease in the accuracy of predicted structures, as the revPBE functional overestimates the metal-CO2 bond length by ∼10%.  The identification of an efficient vdW d. functional capable of predicting the thermodn. of CO2 adsorption will facilitate rapid computational screening for optimal CO2 adsorbents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtVKqu7bN&md5=7548963b389e649e7531c088526e29b6", "44. ", "Park", ", ", "J.", "; ", "Kim", ", ", "H.", "; ", "Han", ", ", "S. S.", "; ", "Jung", ", ", "Y.", " ", "Tuning Metal–Organic Frameworks with Open-Metal Sites and Its Origin for Enhancing CO", "2", " Affinity by Metal Substitution", " ", "J. Phys. Chem. Lett.", " ", "2012", ",  ", "3", ",  ", "826", "– ", "829", "[", "ACS Full Text ", "], [", "CAS", "]", "44. ", "Tuning Metal-Organic Frameworks with Open-Metal Sites and Its Origin for Enhancing CO2 Affinity by Metal Substitution", "Park, Joonho; Kim, Heejin; Han, Sang Soo; Jung, Yousung", "Journal of Physical Chemistry Letters", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "7", "),\r\n    ", "826-829", "CODEN:\r\n                ", "JPCLCD", ";\r\n        ISSN:", "1948-7185", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reducing anthropogenic carbon emission is a problem that requires immediate attention.  Metal-org. frameworks (MOFs) have emerged as a promising new materials platform for carbon capture, of which Mg-MOF-74 offers chemospecific affinity toward CO2 because of the open Mg sites.  Here we tune the binding affinity of CO2 for M-MOF-74 by metal substitution (M = Mg, Ca, and the first transition metal elements) and show that Ti- and V-MOF-74 can have an enhanced affinity compared to Mg-MOF-74 by 6-9 kJ/mol.  Electronic structure calcns. suggest that the origin of the major affinity trend is the local elec. field effect of the open metal site that stabilizes CO2, but forward donation from the lone-pair electrons of CO2 to the empty d-levels of transition metals as in a weak coordination bond makes Ti and V have an even higher binding strength than Mg, Ca, and Sc.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xjt1WjsL8%253D&md5=6932b30005f9f296516fb944fc3bfc93", "45. ", "Canepa", ", ", "P.", "; ", "Arter", ", ", "C. A.", "; ", "Conwill", ", ", "E. M.", "; ", "Johnson", ", ", "D. H.", "; ", "Shoemaker", ", ", "B. A.", "; ", "Soliman", ", ", "K. Z.", "; ", "Thonhauser", ", ", "T.", " ", "High-throughput Screening of Small-molecule Adsorption in MOF", " ", "J. Mater. Chem. A", " ", "2013", ",  ", "1", ",  ", "13597", "– ", "13604", "[", "Crossref", "], [", "CAS", "]", "45. ", "High-throughput screening of small-molecule adsorption in MOF", "Canepa, Pieremanuele; Arter, Calvin A.; Conwill, Eliot M.; Johnson, Daniel H.; Shoemaker, Brian A.; Soliman, Karim Z.; Thonhauser, Timo", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2013", "),\r\n    ", "1", "\r\n        (", "43", "),\r\n    ", "13597-13604", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Using high-throughput screening coupled with state-of-the-art van der Waals d. functional theory, the authors study the adsorption properties of four important mols., H2, CO2, CH4, and H2O in MOF-74-M with M = Be, Mg, Al, Ca, Sc, Ti, V, Cr, Mn, Fe, Co, Ni, Cu, Zn, Sr, Zr, Nb, Ru, Rh, Pd, La, W, Os, Ir, and Pt.  High-throughput techniques can aid in speeding up the development and refinement of effective materials for hydrogen storage, carbon capture, and gas sepn.  The exploration of the configurational adsorption space allows the authors to ext. crucial information concerning, for example, the competition of water with CO2 for the adsorption binding sites.  Only a few noble metals-Rh, Pd, Os, Ir, and Pt-favor the adsorption of CO2 and hence are potential candidates for effective carbon-capture materials.  The authors' findings further reveal significant differences in the binding characteristics of H2, CO2, CH4, and H2O within the MOF structure, indicating that mol. blends can be successfully sepd. by these nano-porous materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1eksrrP&md5=4e216ceac93782912f44778a6f241658", "46. ", "Perdew", ", ", "J. P.", "; ", "Burke", ", ", "K.", "; ", "Ernzerhof", ", ", "M.", " ", "Generalized Gradient Approximation Made Simple", " ", "Phys. Rev. Lett.", " ", "1996", ",  ", "77", ",  ", "3865", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "46. ", "Generalized gradient approximation made simple", "Perdew, John P.; Burke, Kieron; Ernzerhof, Matthias", "Physical Review Letters", "\r\n        (", "1996", "),\r\n    ", "77", "\r\n        (", "18", "),\r\n    ", "3865-3868", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Generalized gradient approxns. (GGA's) for the exchange-correlation energy improve upon the local spin d. (LSD) description of atoms, mols., and solids.  We present a simple derivation of a simple GGA, in which all parameters (other than those in LSD) are fundamental consts.  Only general features of the detailed construction underlying the Perdew-Wang 1991 (PW91) GGA are invoked.  Improvements over PW91 include an accurate description of the linear response of the uniform electron gas, correct behavior under uniform scaling, and a smoother potential.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XmsVCgsbs%253D&md5=55943538406ee74f93aabdf882cd4630", "47. ", "Karra", ", ", "J. R.", "; ", "Walton", ", ", "K. S.", " ", "Effect of Open Metal Sites on Adsorption of Polar and Nonpolar Molecules in Metal–Organic Framework Cu-BTC", " ", "Langmuir", " ", "2008", ",  ", "24", ",  ", "8620", "– ", "8626", "[", "ACS Full Text ", "], [", "CAS", "]", "47. ", "Effect of Open Metal Sites on Adsorption of Polar and Nonpolar Molecules in Metal-Organic Framework Cu-BTC", "Karra, Jagadeswara R.; Walton, Krista S.", "Langmuir", "\r\n        (", "2008", "),\r\n    ", "24", "\r\n        (", "16", "),\r\n    ", "8620-8626", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Atomistic grand canonical Monte Carlo simulations were performed in this work to investigate the role of open copper sites of Cu-BTC in affecting the sepn. of carbon monoxide from binary mixts. contg. methane, nitrogen, or hydrogen.  Mixts. contg. 5%, 50%, or 95% CO were examd.  The simulations show that electrostatic interactions between the CO dipole and the partial charges on the metal-org. framework (MOF) atoms dominate the adsorption mechanism.  The binary simulations show that Cu-BTC is quite selective for CO over hydrogen and nitrogen for all three mixt. compns. at 298 K.  The removal of CO from a 5% mixt. with methane is slightly enhanced by the electrostatic interactions of CO with the copper sites.  However, the pore space of Cu-BTC is large enough to accommodate both mols. at their pure-component loadings, and in general, Cu-BTC exhibits no significant selectivity for CO over methane for the equimolar and 95% mixts.  On the basis of the pure-component and low-concn. behavior of CO, the results indicate that MOFs with open metal sites have the potential for enhancing adsorption sepns. of mols. of differing polarities, but the pore size relative to the sorbate size will also play a significant role.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXosFKnu74%253D&md5=ec3531e1c7e118efbceab930a0907225", "48. ", "Martin", ", ", "M. G.", "; ", "Siepmann", ", ", "J. I.", " ", "Transferable Potentials for Phase Equilibria. 1. United-Atom Description of n-Alkanes", " ", "J. Phys. Chem. B", " ", "1998", ",  ", "102", ",  ", "2569", "– ", "2577", "[", "ACS Full Text ", "], [", "CAS", "]", "48. ", "Transferable Potentials for Phase Equilibria. 1. United-Atom Description of n-Alkanes", "Martin, Marcus G.; Siepmann, J. Ilja", "Journal of Physical Chemistry B", "\r\n        (", "1998", "),\r\n    ", "102", "\r\n        (", "14", "),\r\n    ", "2569-2577", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new set of united-atom Lennard-Jones interaction parameters for n-alkanes is proposed from fitting to crit. temps. and satd. liq. densities.  Configurational-bias Monte Carlo simulations in the Gibbs ensemble were carried out to det. the vapor-liq. coexistence curves for methane to dodecane using three united-atom force fields: OPLS [Jorgensen, et al. J. Am. Chem. Soc. 1984, 106, 813], SKS [Siepmann, et al. Nature 1993, 365, 330], and TraPPE.  Std. specific densities and the high-pressure equation-of-state for the transferable potentials for phase equil. (TraPPE) model were studied by simulations in the isobaric-isothermal and canonical ensembles, resp.  It is found that one set of Me and methylene parameters is sufficient to accurately describe the fluid phases of all n-alkanes with two or more carbon atoms.  Whereas other n-alkane force fields employ Me groups that are either equal or larger in size than the methylene groups, it is demonstrated here that using a smaller Me group yields a better fit to the set of exptl. data.  As should be expected from an effective pair potential, the new parameters do not reproduce exptl. second virial coeffs.  Satd. vapor pressures and densities show small, but systematic deviation from the exptl. data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXhs1GqsLo%253D&md5=bd188811b6ce04ce093e4659b74861d4", "49. ", "Chen", ", ", "B.", "; ", "Siepmann", ", ", "J. I.", " ", "Transferable Potentials for Phase Equilibria. 3. Explicit-Hydrogen Description of Normal Alkanes", " ", "J. Phys. Chem. B", " ", "1999", ",  ", "103", ",  ", "5370", "– ", "5379", "[", "ACS Full Text ", "], [", "CAS", "]", "49. ", "Transferable potentials for phase equilibria. 3. Explicit-hydrogen description of normal alkanes", "Chen, Bin; Siepmann, J. Ilja", "Journal of Physical Chemistry B", "\r\n        (", "1999", "),\r\n    ", "103", "\r\n        (", "25", "),\r\n    ", "5370-5379", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Motivated by shortcomings of the available united-atom models for alkanes, a new explicit-H model for n-alkanes (TraPPE-EH, transferable potentials for phase equil.-explicit H) is developed from fitting to 1-component fluid-phase properties.  In addn. to Lennard-Jones sites on C atoms, this model utilizes Lennard-Jones sites on the centers of C-H bonds.  Configurational-bias Monte Carlo simulations in the Gibbs and canonical ensembles were carried out to calc. the 1-component vapor-liq. phase equil. for CH4 to n-dodecane, to det. the phase diagram of supercrit. C2H6 and n-heptane mixts., to obtain the Gibbs free energies of transfer for n-pentane (I) and n-hexane between He vapor and n-heptane liq. phases, and to study the high-pressure region of the equation of state for I and n-decane.  The explicit-H representation, with its more faithful description of the mol. shape of alkanes, allows us to find a set of Lennard-Jones parameters that yields significantly better agreement with expt. for 1- and multicomponent phase equil. than our united-atom alkane model, but the price is higher computational cost.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXjsFajtLg%253D&md5=0f9b86e0a604d66218e03db95ee6817f", "50. ", "Sun", ", ", "Y.", "; ", "Spellmeyer", ", ", "D.", "; ", "Pearlman", ", ", "D. A.", "; ", "Kollman", ", ", "P.", " ", "Simulation of the Solvation Free Energies for Methane, Ethane, and Propane and Corresponding Amino Acid Dipeptides: A Critical Test of the Bond-PMF Correction, A new Set of Hydrocarbon Parameters, and the Gas Phase-water Hydrophobicity Scale", " ", "J. Am. Chem. Soc.", " ", "1992", ",  ", "114", ",  ", "6798", "– ", "6801", "[", "ACS Full Text ", "], [", "CAS", "]", "50. ", "Simulation of the solvation free energies for methane, ethane, and propane and corresponding amino acid dipeptides:  a critical test of the bond-PMF correction, a new set of hydrocarbon parameters, and the gas phase-water hydrophobicity scale", "Sun, Yaxiong; Spellmeyer, David; Pearlman, David A.; Kollman, Peter", "Journal of the American Chemical Society", "\r\n        (", "1992", "),\r\n    ", "114", "\r\n        (", "17", "),\r\n    ", "6798-801", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "Free energy perturbation calcns. were carried out in order to det. the relative free energies of solvation in water for methane, ethane, and propane.  Exptl., the relative solvation free energy of methane and ethane is -0.16 ± 0.01 kcal/mol, and the relative solvation free energy of ethane and propane is 0.17 ± 0.04 kcal/mol.  Using the recently described bond-PMF correction and a new set of hydrocarbon parameters, the relative free energy of solvation of methane and ethane were calcd. to be 0.03 kcal/mol with Mulliken charges and 0.16 kcal/mol for electrostatic potential derived charges and the relative solvation free energies of ethane and propane were calcd. to be 0.17 and 0.20 kcal/mol for the two sets of charges.  The rather good agreement with expt. for these difficult to calc. quantities is encouraging, in that the methane to ethane free energy is within ∼0.3 kcal/mol of expt. and the ethane to propane value is in near-quant. agreement with expt.  To examine amino acid side chain effects, a simulation was also carried out to mutate N-acetylalanine N-methylamide to the corresponding valine dipeptide.  The free energy difference is 1.1 ± 0.1 kcal/mol, larger than the 0.4 ± 0.1 kcal/mol calcd. free energy difference between methane and propane.  This difference is due to indirect contributions from backbone atoms.  An anal. of these results shows that the use of side chain analogs (e.g. methane → propane to represent alanine to valine) to describe free energy differences is likely to be an excellent approxn. only when the presence/absence of the β carbon and the presence/absence of β branching do not change upon mutation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38XkvFSktrc%253D&md5=44796d6e21946e4b5a70efc5276f41ac", "51. ", "Lucena", ", ", "S. M. P.", "; ", "Frutuoso", ", ", "L. F. A.", "; ", "Silvino", ", ", "P. F. G.", "; ", "Azevedo", ", ", "D. C. S.", "; ", "Toso", ", ", "J. P.", "; ", "Zgrablich", ", ", "G.", "; ", "Cavalcante", ", ", "C. L.", ", ", " Jr.", " ", "Molecular Simulation of Collection of Methane Isotherms in Carbon Material using all-atom and United Atom Models", " ", "Colloids Surf., A", " ", "2010", ",  ", "357", ",  ", "53", "– ", "60", "[", "Crossref", "], [", "CAS", "]", "51. ", "Molecular simulation of collection of methane isotherms in carbon material using all-atom and united atom models", "Lucena, Sebastiao M. P.; Frutuoso, Luis F. A.; Silvino, Pedro F. G.; Azevedo, Diana C. S.; Toso, J. P.; Zgrablich, G.; Cavalcante, Celio L.", "Colloids and Surfaces, A: Physicochemical and Engineering Aspects", "\r\n        (", "2010", "),\r\n    ", "357", "\r\n        (", "1-3", "),\r\n    ", "53-60", "CODEN:\r\n                ", "CPEAEH", ";\r\n        ISSN:", "0927-7757", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The performances of all-atom (AA) and united atom (UA) models (fitted and unfitted) of the CH4 were evaluated for the description of adsorption isotherms on graphite surfaces and in a collection of graphitic slit pores.  Collections of isotherms were simulated using the grand canonical Monte Carlo method with an all-atom model and adjusted united atom models in graphene layers made up of discrete atoms of carbon.  The collections of isotherms were used to det. the pore size distribution (PSD) of four activated carbon samples.  Also investigated was the sensitivity of the system to the cutoff and solid-fluid std. parameterization.  The simulated AA model isotherm shape on the graphite surface is much more similar to the exptl. data than the UA model isotherm.  The cutoff had little influence on isotherm and different solid-fluid std. parameterizations change the PSD.  Despite presenting similar fitting with the exptl. isotherms, the models presented distinct PSDs.  The unfitted united atom model (UA1) suggested less plausible PSDs, while the all-atom (AA) and the fitted united atom model (UA2) model provided apparently more realistic ests. of the internal structure of microporous carbons.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXisFSiurs%253D&md5=66929173629e451e11778c4507d2b166", "52. ", "Rappe", ", ", "A. K.", "; ", "Casewit", ", ", "C. J.", "; ", "Colwell", ", ", "K. S.", "; ", "Goddard", ", ", "W. A.", "; ", "Skiff", ", ", "W. M.", " ", "UFF, a Full Periodic Table Force Field for Molecular Mechanics and Molecular Dynamics Simulations", " ", "J. Am. Chem. Soc.", " ", "1992", ",  ", "114", ",  ", "10024", "– ", "10035", "[", "ACS Full Text ", "], [", "CAS", "]", "52. ", "UFF, a full periodic table force field for molecular mechanics and molecular dynamics simulations", "Rappe, A. K.; Casewit, C. J.; Colwell, K. S.; Goddard, W. A., III; Skiff, W. M.", "Journal of the American Chemical Society", "\r\n        (", "1992", "),\r\n    ", "114", "\r\n        (", "25", "),\r\n    ", "10024-35", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "A new mol. mechanics force field, the Universal force field (UFF), is described wherein the force field parameters are estd. using general rules based only on the element, its hybridization and its connectivity.  The force field functional forms, parameters, and generating formulas for the full periodic table are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38Xmtl2qur8%253D&md5=cf41e8bb9ad299fd5d79f070d690afe1", "53. ", "Mayo", ", ", "S. L.", "; ", "Olafson", ", ", "B. D.", "; ", "Goddard", ", ", "W. A.", " ", "DREIDING: A Generic Force Field for Molecular Simulations", " ", "J. Phys. Chem.", " ", "1990", ",  ", "94", ",  ", "8897", "– ", "8909", "[", "ACS Full Text ", "], [", "CAS", "]", "53. ", "DREIDING:  a generic force field for molecular simulations", "Mayo, Stephen L.; Olafson, Barry D.; Goddard, William A., III", "Journal of Physical Chemistry", "\r\n        (", "1990", "),\r\n    ", "94", "\r\n        (", "26", "),\r\n    ", "8897-909", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "The parameters are given for a new generic force field, DREIDING, that is useful for predicting structures and dynamics of org., biol., and main-group inorg. mols.  The philosophy in DREIDING is to use general force consts. and geometry parameters based on simple hybridization considerations rather than individual force consts. and geometric parameters that depend on the particular combination of atoms involved in the bond, angle, or torsion terms.  Thus all bond distances are derived from at. radii, and there is only one force const. each for bonds, angles, and inversions and only six different values for torsional barriers.  Parameters are defined for all possible combinations of atoms and new atoms can be added to the force field rather simply.  The parameters are given for the \"nonmetallic\" main-group elements (B, C, N, O, F columns for the C, Si, Ge, and Sn rows) plus H and a few metals (Na, Ca, Zn, Fe).  The accuracy of the DREIDING force field is tested by comparing with (i) 76 accurately detd. crystal structures of org. compds. involving H, C, N, O, F, P, S, Cl, and Br, (ii) rotational barriers of a no. of mols., and (iii) relative conformational energies and barriers of a no. of mols.  There is excellent agreement.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXmtlyhtL0%253D&md5=c2b2e75dedb934f18bad57d15d8944d4", "54. ", "Kresse", ", ", "G.", "; ", "Furthmüller", ", ", "J.", " ", "Efficient Iterative Schemes for Ab initio Total-energy Calculations using a Plane-wave Basis Set", " ", "Phys. Rev. B", " ", "1996", ",  ", "54", ",  ", "11169", "– ", "11186", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "54. ", "Efficient iterative schemes for ab initio total-energy calculations using a plane-wave basis set", "Kresse, G.; Furthmueller, J.", "Physical Review B: Condensed Matter", "\r\n        (", "1996", "),\r\n    ", "54", "\r\n        (", "16", "),\r\n    ", "11169-11186", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The authors present an efficient scheme for calcg. the Kohn-Sham ground state of metallic systems using pseudopotentials and a plane-wave basis set.  In the first part the application of Pulay's DIIS method (direct inversion in the iterative subspace) to the iterative diagonalization of large matrixes will be discussed.  This approach is stable, reliable, and minimizes the no. of order Natoms3 operations.  In the second part, we will discuss an efficient mixing scheme also based on Pulay's scheme.  A special \"metric\" and a special \"preconditioning\" optimized for a plane-wave basis set will be introduced.  Scaling of the method will be discussed in detail for non-self-consistent and self-consistent calcns.  It will be shown that the no. of iterations required to obtain a specific precision is almost independent of the system size.  Altogether an order Natoms2 scaling is found for systems contg. up to 1000 electrons.  If we take into account that the no. of k points can be decreased linearly with the system size, the overall scaling can approach Natoms.  They have implemented these algorithms within a powerful package called VASP (Vienna ab initio simulation package).  The program and the techniques have been used successfully for a large no. of different systems (liq. and amorphous semiconductors, liq. simple and transition metals, metallic and semiconducting surfaces, phonons in simple metals, transition metals, and semiconductors) and turned out to be very reliable.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28Xms1Whu7Y%253D&md5=9c8f6f298fe5ffe37c2589d3f970a697", "55. ", "Blöchl", ", ", "P. E.", " ", "Projector Augmented-wave Method", " ", "Phys. Rev. B", " ", "1994", ",  ", "50", ",  ", "17953", "– ", "17979", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "55. ", "Projector augmented-wave method", "Blochl", "Physical review. B, Condensed matter", "\r\n        (", "1994", "),\r\n    ", "50", "\r\n        (", "24", "),\r\n    ", "17953-17979", "\r\n        ISSN:", "0163-1829", ".\r\n    ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC2sfjslSntA%253D%253D&md5=1853d67af808af2edab58beaab5d3051", "56. ", "Canepa", ", ", "P.", "; ", "Chabal", ", ", "Y. J.", "; ", "Thonhauser", ", ", "T.", " ", "When Metal Organic Frameworks Turn into Linear Magnets", " ", "Phys. Rev. B", " ", "2013", ",  ", "87", ",  ", "094407", "[", "Crossref", "], [", "CAS", "]", "56. ", "When metal organic frameworks turn into linear magnets", "Canepa, Pieremanuele; Chabal, Yves J.; Thonhauser, T.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2013", "),\r\n    ", "87", "\r\n        (", "9", "),\r\n    ", "094407/1-094407/5", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "We investigate the existence of linear magnetism in the metal org. framework materials MOF-74-Fe, MOF-74-Co, and MOF-74-Ni, using first-principles d. functional theory.  MOF-74 displays regular quasilinear chains of open-shell transition-metal atoms, which are well sepd.  Our results show that within these chains, for all three materials, ferromagnetic coupling of significant strength occurs.  In addn., the coupling in between chains is at least one order of magnitude smaller, making these materials almost perfect one-dimensional (1D) magnets at low temp.  The interchain coupling is found to be antiferromagnetic, in agreement with expts.  While some quasi-1D materials exist that exhibit linear magnetism, mostly complex oxides, polymers, and a few other rare materials, they are typically very difficult to synthesize.  The significance of our finding is that MOF-74 is very easy to synthesize and it is likely the simplest realization of the 1D Ising model in nature.  MOF-74 could thus be used in future expts. to study 1D magnetism at low temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmvFSls7c%253D&md5=df53e634730c82182ffdfe1fbf720d70", "57. ", "Bloch", ", ", "E. D.", "; ", "Queen", ", ", "W. L.", "; ", "Krishna", ", ", "R.", "; ", "Zadrozny", ", ", "J. M.", "; ", "Brown", ", ", "C. M.", "; ", "Long", ", ", "J. R.", " ", "Hydrocarbon Separations in a Metal-Organic Framework with Open Iron(II) Coordination Sites", " ", "Science", " ", "2012", ",  ", "335", ",  ", "1606", "– ", "1610", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "57. ", "Hydrocarbon Separations in a Metal-Organic Framework with Open Iron(II) Coordination Sites", "Bloch, Eric D.; Queen, Wendy L.; Krishna, Rajamani; Zadrozny, Joseph M.; Brown, Craig M.; Long, Jeffrey R.", "Science (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "335", "\r\n        (", "6076", "),\r\n    ", "1606-1610", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The energy costs assocd. with large-scale industrial sepn. of light hydrocarbons by cryogenic distn. could potentially be lowered through development of selective solid adsorbents that operate at higher temps.  Here, the metal-org. framework Fe2(dobdc) (dobdc4- : 2,5-dioxido-1,4-benzenedicarboxylate) is demonstrated to exhibit excellent performance characteristics for sepn. of ethylene/ethane and propylene/propane mixts. at 318 K.  Breakthrough data obtained for these mixts. provide exptl. validation of simulations, which in turn predict high selectivities and capacities of this material for the fractionation of methane/ethane/ethylene/acetylene mixts., removal of acetylene impurities from ethylene, and membrane-based olefin/paraffin sepns.  Neutron powder diffraction data confirm a side-on coordination of acetylene, ethylene, and propylene at the iron(II) centers, while also providing solid-state structural characterization of the much weaker interactions of ethane and propane with the metal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XksVyqsLc%253D&md5=d149ed45c3e688d5e4ee63d75629bd4f", "58. ", "Campañá", ", ", "C.", "; ", "Mussard", ", ", "B.", "; ", "Woo", ", ", "T. K.", " ", "Electrostatic Potential Derived Atomic Charges for Periodic Systems Using a Modified Error Functional", " ", "J. Chem. Theory Comput.", " ", "2009", ",  ", "5", ",  ", "2866", "– ", "2878", "[", "ACS Full Text ", "], [", "CAS", "]", "58. ", "Electrostatic Potential Derived Atomic Charges for Periodic Systems Using a Modified Error Functional", "Campana, Carlos; Mussard, Bastien; Woo, Tom K.", "Journal of Chemical Theory and Computation", "\r\n        (", "2009", "),\r\n    ", "5", "\r\n        (", "10", "),\r\n    ", "2866-2878", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A method to generate electrostatic potential (ESP) derived at. charges in cryst. solids from periodic quantum mech. calcns., termed the REPEAT method, is presented.  Conventional ESP fitting procedures developed for mol. systems, in general, will not work for cryst. systems because the electrostatic potential in periodic systems is ill-defined up to a const. offset at each spatial position.  In this work the problem is circumvented by introducing a new error functional which acts on the relative differences of the potential and not on its abs. values, as it is currently done with mol. ESP charge derivation methods.  We formally demonstrate that the new functional reduces to the conventional error functional used in mol. ESP approaches when the simulation box of the periodic calcn. becomes infinitely large.  Several tests are presented to validate the new technique.  For the periodic calcn. of isolated mols., the REPEAT charges are found to be in good agreement with those detd. with established mol. ESP charge derivation methods.  For siliceous sodalite, it is demonstrated that conventional mol. ESP approaches generate 'unphys.' charges, whereas the REPEAT method produces charges that are both chem. intuitive and consistent between different periodic electronic structure packages.  The new approach is employed to generate partial at. charges of various microporous materials and compared to both exptl. derived and mol. fragment ESP charges.  This method can be used to generate partial at. charges to be used in simulations of microporous and nanoporous materials, such as zeolites and metal org. framework materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVGgurrN&md5=35619c9df3eaa69f185d135f79dddbf9", "59. ", "Spek", ", ", "A.", " ", "Single-crystal Structure Validation with the Program PLATON", " ", "J. Appl. Crystallogr.", " ", "2003", ",  ", "36", ",  ", "7", "– ", "13", "[", "Crossref", "], [", "CAS", "]", "59. ", "Single-crystal structure validation with the program PLATON", "Spek, A. L.", "Journal of Applied Crystallography", "\r\n        (", "2003", "),\r\n    ", "36", "\r\n        (", "1", "),\r\n    ", "7-13", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "Blackwell Munksgaard", ")\r\n        ", "The results of a single-crystal structure detn. when in CIF format can now be validated routinely by automatic procedures.  In this way, many errors in published papers can be avoided.  The validation software generates a set of ALERTS detailing issues to be addressed by the experimenter, author, referee and publication journal.  Validation was pioneered by the IUCr journal Acta Crystallographica Section C and is currently std. procedure for structures submitted for publication in all IUCr journals.  The implementation of validation procedures by other journals is in progress.  This paper describes the concepts of validation and the classes of checks that are carried out by the program PLATON as part of the IUCr check CIF facility.  PLATON validation can be run at any stage of the structure refinement, independent of the structure detn. package used, and is recommended for use as a routine tool during or at least at the completion of every structure detn.  Two examples are discussed where proper validation procedures could have avoided the publication of incorrect structures that had serious consequences for the chem. involved.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXltlChtw%253D%253D&md5=0a85de2407551632bb287508534904e2", "60. ", "Klimeš", ", ", "J.", "; ", "Bowler", ", ", "D. R.", "; ", "Michaelides", ", ", "A.", " ", "Van der Waals Density Functionals Applied to Solids", " ", "Phys. Rev. B", " ", "2011", ",  ", "83", ",  ", "195131", "[", "Crossref", "], [", "CAS", "]", "60. ", "Van der Waals density functionals applied to solids", "Klimes, Jiri; Bowler, David R.; Michaelides, Angelos", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2011", "),\r\n    ", "83", "\r\n        (", "19", "),\r\n    ", "195131/1-195131/13", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The van der Waals d. functional (vdW-DF) of M. Dion et al. [Phys. Rev. Lett. 92, 246401 (2004)] is a promising approach for including dispersion in approx. d. functional theory exchange-correlation functionals.  Indeed, an improved description of systems held by dispersion forces has been demonstrated in the literature.  However, despite many applications, std. general tests on a broad range of materials including traditional \"hard\" matter such as metals, ionic compds., and insulators are lacking.  Such tests are important not least because many of the applications of the vdW-DF method focus on the adsorption of atoms and mols. on the surfaces of solids.  Here we calc. the lattice consts., bulk moduli, and atomization energies for a range of solids using the original vdW-DF and several of its offspring.  We find that the original vdW-DF overestimates lattice consts. in a similar manner to how it overestimates binding distances for gas-phase dimers.  However, some of the modified vdW functionals lead to av. errors which are similar to those of PBE or better.  Likewise, atomization energies that are slightly better than from PBE are obtained from the modified vdW-DFs.  Although the tests reported here are for hard solids, not normally materials for which dispersion forces are thought to be important, we find a systematic improvement in cohesive properties for the alkali metals and alkali halides when nonlocal correlations are accounted for.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXotVOlsbY%253D&md5=0e3350e5db3aa6fee4eadea9c6582255", "61. ", "Klimeš", ", ", "J.", "; ", "Bowler", ", ", "D. R.", "; ", "Michaelides", ", ", "A.", " ", "Chemical Accuracy for the Van der Waals Density Functional", " ", "J. Phys.: Condens. Matter", " ", "2010", ",  ", "22", ",  ", "022201", "[", "Crossref", "], [", "CAS", "]", "61. ", "Chemical accuracy for the van der Waals density functional", "Klimes, Jiri; Bowler, David R.; Michaelides, Angelos", "Journal of Physics: Condensed Matter", "\r\n        (", "2010", "),\r\n    ", "22", "\r\n        (", "2", "),\r\n    ", "022201/1-022201/5", "CODEN:\r\n                ", "JCOMEL", ";\r\n        ISSN:", "0953-8984", ".\r\n    \r\n            (", "Institute of Physics Publishing", ")\r\n        ", "The non-local van der Waals d. functional (vdW-DF) of Dion et al is a very promising scheme for the efficient treatment of dispersion bonded systems.  We show here that the accuracy of vdW-DF can be dramatically improved both for dispersion and hydrogen bonded complexes through the judicious selection of its underlying exchange functional.  New and published exchange functionals are identified that deliver much better than chem. accuracy from vdW-DF for the S22 benchmark set of weakly interacting dimers and for water clusters.  Improved performance for the adsorption of water on salt is also obtained.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXitFKitb8%253D&md5=37cca57a611ebd2fea99edd70d979091", "62. ", "Sillar", ", ", "K.", "; ", "Sauer", ", ", "J.", " ", "Ab Initio Prediction of Adsorption Isotherms for Small Molecules in Metal–Organic Frameworks: The Effect of Lateral Interactions for Methane/CPO-27-Mg", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "18354", "– ", "18365", "[", "ACS Full Text ", "], [", "CAS", "]", "62. ", "Ab Initio Prediction of Adsorption Isotherms for Small Molecules in Metal-Organic Frameworks: The Effect of Lateral Interactions for Methane/CPO-27-Mg", "Sillar, Kaido; Sauer, Joachim", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "44", "),\r\n    ", "18354-18365", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A hybrid method that combines d. functional theory for periodic structures with wave function-based electron correlation methods for finite-size models of adsorption sites is employed to calc. energies for adsorption of CH4 onto different sites in the metal-org. framework (MOF) CPO-27-Mg (Mg-MOF-74) with chem. accuracy.  The adsorption energies for the Mg2+, linker, second layer sites are -27.8, -18.3, and -15.1 kJ/mol.  Adsorbate-adsorbate interactions increase the av. CH4 adsorption energy by about 10% (2.4 kJ/mol).  The free rotor-harmonic oscillator-ideal gas model is applied to calc. free energies/equil. consts. for adsorption on the individual sites.  This information is used in a multisite Langmuir model, augmented with a Bragg-Williams model for latera l interactions, to calc. adsorption isotherms.  This ab initio approach yields the contributions of the individual sites to the final isotherms and also of the lateral interactions that contribute about 15% to the max. excess adsorption capacity.  Isotherms are calcd. for both abs. amts., for calcn. of isosteric heats of adsorption as function of coverage, and excess amts., for comparison with measured isotherms.  Agreement with obsd. excess isotherms is reached if the exptl. detd. limited accessibility of adsorption sites (78%) is taken into account.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhtlekt73O&md5=81f7f5871d800575baaea3dbc520598b", "63. ", "Wang", ", ", "S.", " ", "Comparative Molecular Simulation Study of Methane Adsorption in Metal–Organic Frameworks", " ", "Energy Fuels", " ", "2007", ",  ", "21", ",  ", "953", "– ", "956", "[", "ACS Full Text ", "], [", "CAS", "]", "63. ", "Comparative Molecular Simulation Study of Methane Adsorption in Metal-Organic Frameworks", "Wang, Sanyue", "Energy & Fuels", "\r\n        (", "2007", "),\r\n    ", "21", "\r\n        (", "2", "),\r\n    ", "953-956", "CODEN:\r\n                ", "ENFUEM", ";\r\n        ISSN:", "0887-0624", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A systematic Monte Carlo simulation has been performed on the adsorption of CH4 in a series of 10 metal-org. frameworks (MOFs) to confirm the desired characteristics of an optimal adsorbent for methane storage.  The simulation shows that high isosteric heat of adsorption, specific accessible area, free vol., and low d. of framework are all desirable properties for a material with high adsorption capacity.  However, not all these properties are compatible, and there exists a complex interplay of these that influence the uptake of methane.  We conclude that the accessible surface area and free vol. play a main role in detg. methane uptake at 298 K and 3.5 MPa from this simulation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXisVOmsLk%253D&md5=6bc87b37cc3569be58e1ed7b23052ff3", "64. ", "Lucena", ", ", "S. M. P.", "; ", "Mileo", ", ", "P. G. M.", "; ", "Silvino", ", ", "P. F. G.", "; ", "Cavalcante", ", ", "C. L.", " ", "Unusual Adsorption Site Behavior in PCN-14 Metal–Organic Framework Predicted from Monte Carlo Simulation", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "19282", "– ", "19285", "[", "ACS Full Text ", "], [", "CAS", "]", "64. ", "Unusual Adsorption Site Behavior in PCN-14 Metal-Organic Framework Predicted from Monte Carlo Simulation", "Lucena, Sebastiao M. P.; Mileo, Paulo G. M.; Silvino, Pedro F. G.; Cavalcante, Celio L.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "48", "),\r\n    ", "19282-19285", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption equil. of methane in PCN-14 was simulated by the Monte Carlo technique in the grand canonical ensemble.  A new force field was proposed for the methane/PCN-14 system, and the temp. dependence of the mol. siting was investigated.  A detailed study of the statistics of the center of mass and potential energy showed a surprising site behavior with no energy barriers between weak and strong sites, allowing open metal sites to guide methane mols. to other neighboring sites.  Moreover, this study showed that a model assuming weakly adsorbing open metal clusters in PCN-14, densely populated only at low temps. (below 150 K), can explain published exptl. data.  These results also explain previously obsd. discrepancies between neutron diffraction expts. and Monte Carlo simulations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVSks7rM&md5=208dcded8ccb2b57f571f58f61dd09a5", "65. ", "Getzschmann", ", ", "J.", "; ", "Senkovska", ", ", "I.", "; ", "Wallacher", ", ", "D.", "; ", "Tovar", ", ", "M.", "; ", "Fairen-Jimenez", ", ", "D.", "; ", "Düren", ", ", "T.", "; ", "van Baten", ", ", "J. M.", "; ", "Krishna", ", ", "R.", "; ", "Kaskel", ", ", "S.", " ", "Methane Storage Mechanism in the Metal-organic Framework Cu3(btc)2: An in Situ Neutron Diffraction Study", " ", "Microporous Mesoporous Mater.", " ", "2010", ",  ", "136", ",  ", "50", "– ", "58", "[", "Crossref", "], [", "CAS", "]", "65. ", "Methane storage mechanism in the metal-organic framework Cu3(btc)2: An in situ neutron diffraction study", "Getzschmann, Juergen; Senkovska, Irena; Wallacher, Dirk; Tovar, Michael; Fairen-Jimenez, David; Dueren, Tina; van Baten, Jasper M.; Krishna, Rajamani; Kaskel, Stefan", "Microporous and Mesoporous Materials", "\r\n        (", "2010", "),\r\n    ", "136", "\r\n        (", "1-3", "),\r\n    ", "50-58", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "The adsorption of deutero-methane (CD4) in Cu3(btc)2 (HKUST-1) was investigated at 77 K using high-resoln. neutron powder diffraction.  Rietveld refinement of the neutron data revealed a sequential filling of the rigid framework at distinct preferred adsorption sites, and showed the importance of open metal sites even for non-polar mols. such as methane.  Four main adsorption sites were identified, located inside the small and two larger pores of the framework.  The shorter distances between the CD4 center and the pore wall atoms are covering a range from 3.07 to 3.547 Å.  The max. occupation of 170 CD4 mols. per unit cell, estd. from the refined occupancy of the adsorption sites, is close to the value estd. from volumetric adsorption isotherms at 77 K (176 mols. per cell).  Mol. simulation gave further insight into the adsorption mechanism.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFyltrvO&md5=8e62476d54ed278a9537c853f2a9f0a1", "66. ", "Senkovska", ", ", "I.", "; ", "Kaskel", ", ", "S.", " ", "High Pressure Methane Adsorption in the Metal-organic Frameworks Cu3(btc)2, Zn2(bdc)2dabco, and Cr3F(H2O)2O(bdc)3", " ", "Microporous Mesoporous Mater.", " ", "2008", ",  ", "112", ",  ", "108", "– ", "115", "[", "Crossref", "], [", "CAS", "]", "66. ", "High pressure methane adsorption in the metal-organic frameworks Cu3(btc)2, Zn2(bdc)2dabco, and Cr3F(H2O)2O(bdc)3", "Senkovska, Irena; Kaskel, Stefan", "Microporous and Mesoporous Materials", "\r\n        (", "2008", "),\r\n    ", "112", "\r\n        (", "1-3", "),\r\n    ", "108-115", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "Three porous coordination polymers Cu3(btc)2 (HKUST-1) (btc = benzene-1,3,5-tricarboxylate) (1), Zn2(bdc)2dabco (2) (bdc = benzene-1,4-dicarboxylate, dabco = 1,4-diazabicyclo[2.2.2]octane), and Cr3F(H2O)2O(bdc)3 (MIL-101) (3) were evaluated as methane storage materials.  The compds. were synthesized using solvothermal method and identified as pure phases using powder x-ray diffraction.  Nitrogen physisorption at 77 K revealed a high specific micropore vol. ranging from 0.75 to 1.303 cm3 g-1.  Methane adsorption isotherms were measured using gravimetric method at 303 K up to 200 bar.  A volumetric miniature tank system was used to measure the effective volumetric storage capacity taking the packing d. into account.  Among the three materials, Cu3(btc)2 shows the highest excess adsorption at 303 K (15.7%) and effective volumetric storage capacity of 228 m3 m-3 (150 bar), whereas for Zn2(bdc)2dabco and MIL-101 the max. excess adsorption is lower (14.3 and 14.2%, resp.).  For MIL-101, the max. in the excess adsorption is obsd. at higher pressure (125 bar) as compared to Cu3(btc)2 and Zn2(bdc)2dabco (75 bar).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmtVKhuro%253D&md5=80f083c98277be7a0bcfa65010830965", "67. ", "Moellmer", ", ", "J.", "; ", "Moeller", ", ", "A.", "; ", "Dreisbach", ", ", "F.", "; ", "Glaeser", ", ", "R.", "; ", "Staudt", ", ", "R.", " ", "High Pressure Adsorption of Hydrogen, Nitrogen, Carbon Dioxide and Methane on the Metal–organic Framework HKUST-1", " ", "Microporous Mesoporous Mater.", " ", "2011", ",  ", "138", ",  ", "140", "– ", "148", "[", "Crossref", "], [", "CAS", "]", "67. ", "High pressure adsorption of hydrogen, nitrogen, carbon dioxide and methane on the metal-organic framework HKUST-1", "Moellmer, J.; Moeller, A.; Dreisbach, F.; Glaeser, R.; Staudt, R.", "Microporous and Mesoporous Materials", "\r\n        (", "2010", "),\r\n    ", "138", "\r\n        (", "1-3", "),\r\n    ", "140-148", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "High pressure adsorption phenomena are discussed for different gases on HKUST-1 (Cu3(BTC)2, com. available product Basolite C300).  Sorption isotherms for H, N, methane, and CO2 on HKUST-1 were measured in the temp. range of 273-343 K and at pressures up to 50 MPa.  The calcd. surface excess adsorption capacities for all four adsorptive are one of the highest reported in the literature for HKUST-1 samples.  All surface excess data were further calcd. from the exptl. data by using the helium buoyancy correction.  A detailed description was given.  Also a procedure to calc. the abs. amt. adsorbed from the surface excess amt. by 2 different models is shown.  Using one model, the d. and the vol. of the adsorbed phase can be calcd.  The d. of the adsorbed phase ρ ads corresponds to the liq. d. of the adsorptive at its b.p. ρliq,BP.  In case of H no excess max. was found up to 50 MPa, so that one model could not be applied.  Finally, the isosteric heat of adsorption for each gas was calcd. by the Clausius-Clapeyron equation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVejsrvI&md5=a76bc0955093723358b0d02c5f1170f0", "68. ", "Frost", ", ", "H.", "; ", "Düren", ", ", "T.", "; ", "Snurr", ", ", "R. Q.", " ", "Effects of Surface Area, Free Volume, and Heat of Adsorption on Hydrogen Uptake in Metal–Organic Frameworks", " ", "J. Phys. Chem. B", " ", "2006", ",  ", "110", ",  ", "9565", "– ", "9570", "[", "ACS Full Text ", "], [", "CAS", "]", "68. ", "Effects of Surface Area, Free Volume, and Heat of Adsorption on Hydrogen Uptake in Metal-Organic Frameworks", "Frost, Houston; Dueren, Tina; Snurr, Randall Q.", "Journal of Physical Chemistry B", "\r\n        (", "2006", "),\r\n    ", "110", "\r\n        (", "19", "),\r\n    ", "9565-9570", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Grand canonical Monte Carlo simulations were performed to predict adsorption isotherms for hydrogen in 10 isoreticular metal-org. frameworks (IRMOFs).  The results show acceptable agreement with the limited exptl. results from the literature.  The effects of surface area, free vol., and heat of adsorption on hydrogen uptake were studied by performing simulations over a wide range of pressures on this set of materials, which all have the same framework topol. and surface chem. but varying pore sizes.  The results reveal the existence of 3 adsorption regimes: at low pressure (loading), hydrogen uptake correlates with the heat of adsorption; at intermediate pressure, uptake correlates with the surface area; and at the highest pressures, uptake correlates with the free vol.  The accessible surface area and free vol., calcd. from the crystal structures, were also used to est. the potential of these materials to meet gravimetric and volumetric targets for hydrogen storage in IRMOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XjslSltLs%253D&md5=9bfc93b675982afd28c758c9299f0b1b", "69. ", "Rouquerol", ", ", "F.", "; ", "Rouquerol", ", ", "J.", "; ", "Sing", ", ", "K.", " ", " ", "Introduction", ". In  ", "Adsorption by Powders and Porous Solids", "; ", "Academic Press", ": ", "London", ", ", "1999", "; Chapter 1, pp  ", "1", "– ", "26", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "70. ", "Panella", ", ", "B.", "; ", "Hirscher", ", ", "M.", "; ", "Roth", ", ", "S.", " ", "Hydrogen adsorption in different carbon nanostructures", " ", "Carbon", " ", "2005", ",  ", "43", ",  ", "2209", "– ", "2214", "[", "Crossref", "], [", "CAS", "]", "70. ", "Hydrogen adsorption in different carbon nanostructures", "Panella, Barbara; Hirscher, Michael; Roth, Siegmar", "Carbon", "\r\n        (", "2005", "),\r\n    ", "43", "\r\n        (", "10", "),\r\n    ", "2209-2214", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "H2 adsorption in different carbonaceous materials with optimized structure was investigated at room temp. and 77 K.  Activated carbon, amorphous carbon nanotubes, SWCNTs, and porous carbon samples all show the same adsorption properties.  The fast kinetics and complete reversibility of the process indicate that the interaction between H2 mols. and the carbon nanostructure is due to physisorption.  At 77 K the adsorption isotherm of all samples can be explained with the Langmuir model, while at room temp. the storage capacity is a linear function of the pressure.  The surface area and pore size of the carbon materials were characterized by N2 adsorption at 77 K and correlated to their H2 storage capacity.  A linear relation between H2 uptake and sp. surface area (SSA) is obtained for all samples independent of the nature of the carbon material.  The best material with a SSA of 2560 m2/g shows a storage capacity of 4.5 wt.% at 77 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXmsVWqurs%253D&md5=ca01f515c4a845561347f50e13dab957"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-6/jp4104273/production/images/small/jp-2013-104273_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-6/jp4104273/production/images/small/jp-2013-104273_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-6/jp4104273/production/images/small/jp-2013-104273_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-6/jp4104273/production/images/small/jp-2013-104273_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-6/jp4104273/production/images/small/jp-2013-104273_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-6/jp4104273/production/images/small/jp-2013-104273_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-6/jp4104273/production/images/small/jp-2013-104273_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-6/jp4104273/production/images/small/jp-2013-104273_0009.gif\">"]}
