{"title": ["Composite MOF Foams: The Example of UiO-66/Polyurethane"], "authors": ["Moisés L. Pinto", "Sandra Dias", "João Pires"], "doi": ["10.1021/am303089g"], "abstract": ["Composite MOF foams were prepared using a direct synthesis of UiO-66 over a polyurethane foam template. Under optimized conditions, the composite materials maintained the macrostructure and flexibility of the polyurethane foam, and exhibited the microporosity, high surface area, and adsorption properties of the UiO-66. The composite MOF foam has hierarchical porosity and high adsorption capacity for benzene and ", "-hexane, maintaining more than 70% of the adsorption capacity of the UiO-66."], "text": ["Top of Page", "Abstract", "Introduction", "Materials Synthesis", "Results and Discussion", "Conclusions", "References", "Introduction", "Porous metal organic frame-works (MOFs) are an interesting new class of materials with remarkable adsorption capabilities, which are currently being considered for a large number of gas and vapor separations.", "(1)", " However, one drawback of many adsorbents, including MOFs, is the fact that they are obtained as fine powders. To be applied, for instance, in the industrial separation of gases, most MOF materials need to be shaped in to bigger particles.", "(2, 3)", " Thus, extrudates and monoliths", "(4)", " are frequently prepared, even at industrial scale, but this is a time-consuming process, often leads to a reduction of the available porosity of the final shaped materials, and can lead to changes in the selective adsorption properties.", "Recent works have studied the possibility of synthesis of MOFs in several porous substrates, like polyHIPE,", "(5)", " ceramic foam,", "(6)", " mesoporous silica,", "(7, 8)", " and alumina.", "(9)", " The possibility of preparing aerogels monoliths of Fe-BTC was also demontated.", "(10)", " The growth powders in flexible sheets or fibers for applications has also been described.", "(11, 12)", "We propose in this work an alternative to the shaping of MOFs through the direct synthesis of MOF materials on open cell polyurethane foams (PUF). The final materials are composites with the adsorbing properties of the MOF and the macroporous structure, shape and flexibility of the supporting PUF. We have chosen UiO-66 as the MOF phase because it is a microporous material, with interesting properties for separations of gases and vapors and with an outstanding thermal and hydrolytic stability in the context of MOF materials.", "(13-15)", " To the best of our knowledge, this is the first description of a method to prepare composite MOF materials with the direct synthesis of the MOF on a PUF. This novel method allows obtaining a composite material with hierarchical porosity, since it processes the macroporous structure of the PUF support and the microporosity of the UiO-66 and, additionaly it can be obtained in various shapes.", "Top of Page", "Abstract", "Introduction", "Materials Synthesis", "Results and Discussion", "Conclusions", "References", "Materials Synthesis", "The synthesis of UiO-66 was based on the literature with some changes.", "(16)", " Briefly, the samples were prepared from a mixture of ZrCl", "4", " (5 mmol), terephthalic acid (5 mmol), hydrochloric acid (5 mmol) and dimethylformamide (15 cm", "3", ") inside a 125 cm", "3", " autoclave. The PUF sample was obtained thought an optimized procedure that allows an open foam, using a formulated polyol of 1,2,3-tris(polyoxypropylene ether)propane (Aldrich, number average molecular weight 3600, 41 mg of KOH g", "–1", "), and a polymeric 4,4-methylene bisphenyl diisocyanate (MDI) (BASF, Lupranat M 50) as detailed described by us elsewhere.", "(17)", " To obtain the composite MOF/PUF materials, PUF cylinders of 3 cm diameter and 2 cm height were soaked in the reaction mixture inside the autoclave. After closing, the reaction mixture was heated for some time. The temperature and time were varied for each sample, between 150 and 120 °C, for 6–18 h. Some syntheses were unsuccessful, i.e., UiO-66 was obtained but the PUF structure collapsed. Using 120 °C for 6 h, we were able to obtain UiO-66 and retain the structure of the PUF (composite A). Another sample was successful prepared using smaller cylinders of PUF of about 0.5 cm ×1 cm (composite B). In both cases, the PUF structure was slightly altered, but it retained its flexibility.", "The materials obtained from the successful synthesis (composites A and B) were first washed by Soxhlet extraction (50 cm", "3", ") with dichloromethane, during 4.5 h. The materials were then dried and heat treated under vacuum (∼10 Pa) at 150 °C during 6 h. The heat treatment was repeated three times for each sample. After each heat treatment, the infrared spectra of the samples was collected using diffuse reflectance infrared spectroscopy (DRIFT) to assess the removal of the dimethylformamide from the structure, by the disappearance of the band at ca. 1655 cm", "–1", " (see Figure S1 in the ", "Supporting Information", ").", "The materials were characterized by X-ray diffraction (XDR), electron microscopy (SEM), thermogravimetry with differential scanning calorimentry (TG-DSC), nitrogen adsorption at −196 °C, and benzene and ", "n", "-hexane adsorption at 25 °C. For comparison purposes, pure UiO-66 was also synthesized and characterized.", "Top of Page", "Abstract", "Introduction", "Materials Synthesis", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "In all synthesis attempts the UiO-66 structure was obtained, as can be confirmed by comparing the powder XRD with the results reported by Cavka et al.", "(13)", " Because the polyurethane structure is amorphous, it does not present any diffraction peaks. For the more interesting materials, where the PUF structure was also retained, diffractograms are presented in Figure ", "1", ". It can be easily seen that the UiO-66 was successfully obtained in both cases by comparing the diffractograms in Figure ", "1", " and that no other crystalline structure was formed. The cleaning and activation procedure did not affect the UiO-66 structure (see Figure S2 in the ", "Supporting Information", ").", "Figure 1. Powder XRD of the UiO-66 and composites A and B.", "SEM images of the initial polyurethane foam (Figure ", "2", "a, b) show the typical open cell structure of the PUF with a distribution of cell sizes with average 477 μm and standard deviation of 244 μm (calculated from 63 independent measurements). SEM images of the composites show that the UiO-66 is formed on the surface of the PUF cells (Figure ", "2", "c, e) and the volume of the cells is partially filled with the MOF. Nevertheless, it can be seen that the composite material retains part of the macrostructure of the initial PUF. The cell size of the composites is difficult to define because the cells are much filled with MOF, although an average size of about 250 μm can be estimated from Figure ", "2", "c. This means that the cell openings were reduced by about half from the pure PUF to the composite. Several samples have been observed and we did not notice significant differences on structure and UiO-66 content from the bulk to the more external part of the composite. Details of the composites surface (Figure ", "2", "d, f) show the individual particles of UiO-66 with a distribution of sizes having an average of 0.63 μm and a standard deviation of 0.15 μm (estimated from 50 different particles), which is very close to that described by Cavka et al.", "(13)", " Most MOF crystals are not strongly bound to the polyurethane surface, but physically entrapped in the cellular structure of the PUF. Due to the very high open volume of both the PUF and composite samples, the apparent bulk density is rather low of about 0.033 and 0.154 g cm", "–3", " for the PUF and composites, respectively.", "Figure 2. SEM micrographs of initial polyurethane foam and composites A and B; (a) general view of the polyurethane structure (× 50), (b) detail of the polyurethane foam structure that show the open cells and struts (× 150), (c) general view of composite A (× 50), (d) magnification of composite A (× 5000), (e) general view of composite B (× 150), (f) magnification of composite B (× 2000).", "The TG-DSC results of the samples in air flow reveal that up to about 100 °C all samples lose mass with an associated endothermic process most probably due to dehydration and degassing of the materials (see Figure S3 in the ", "Supporting Information", "). From about 200 to 400 °C, the composites A and B present an exothermic process with mass loss (23% and 33% for composite A and B respectively) that is not observed on pure UiO-66, and is presented on the PUF curve. This is associated with the decomposition of the polyurethane.", "(18)", " Between 400 and 550 °C, there is a significant mass loss with an intense exothermic peak due mainly to the decomposition of the UiO-66 structure. This temperature range is about 50 °C lower than that previously reported", "(13)", " but in our case the experiments were carried out in air flow and not in inert atmosphere. These results show that there is a decrease in the thermal stability from the pure UiO-66 (around 400 °C) to the composites (around 200 °C) that may pose limitations for some possible applications. At the end of the TG-DSC experiments, a white powder was obtained on the crucibles bottom for all samples, except for PUF that burned completely before reaching 600 °C. This powder was identified as ZrO", "2", " using powder XRD (see Figure S4 in the ", "Supporting Information", " for further analysis). In fact, for UiO-66, a theoretical mass of 43.5% should be obtained at the end assuming the decomposition of the BDC linkers, which compares well with the 40% obtained experimentally for the UiO-66 sample. This experimental value was obtained considering the mass at 150 °C as the mass of the dry solid (see the ", "Supporting Information", " for further details). Comparing the mass of the final inorganic residue obtained for composites A and B with that of the UiO-66, we estimate a content of 71% and 64% (w/w) of UiO-66 on composite A and B, respectively (see the ", "Supporting Information", " for details).", "The adsorption capabilities of the UiO-66 and composites A and B were tested by low temperature nitrogen adsorption (Figure ", "3", "). The results obtained indicate that the nitrogen adsorption capacities of the composites are less than half of the pure UiO-66. In fact, a reduction is expected because the composites have polyurethane that does not have adsorption capacity (less than 2 m", "2", " g", "–1", ") and contributes to the mass of the sample. The isotherms of the composites and pure UiO-66 are of type I, although a very small slope can be noted on the plateau of the composites.", "(19)", " This indicates that all samples are essentially microporous. The surface areas and microporous volumes of the composites A and B (Table ", "1", ") are reduced by about 43 and 35%, respectively. This means that the composite produced with smaller pieces of PUF foams (composite B) has somehow less surface area, which agrees with the lower content of UiO-66 on the sample comparing to composite A. If we take into account the UiO-66 content of the composites and recalculate the surface area and microporous volume using only the mass of MOF on the samples, we obtain higher values (Table ", "1", ") and see that these parameters are reduced to about 60% and 55% of the initial value, for composite A and B, respectively. The values of composite A are significantly close to those of composite B, which means that these parameters are essentially dependent on the content of UiO-66 in the sample. The surface area of the obtained composites is higher that the values obtained for MOFs supported on polyHIPE,", "(5)", " ceramic foams,", "(6)", " and pulp paper fibers,", "(11)", " but lower than those obtained for MOFs supported on mesoporous sílicas.", "(7, 8)", "Figure 3. Nitrogen adsorption isotherms at −196 °C, on the UiO-66 and composites A and B. Closed symbols represent adsorption points and open symbols desorption points.", "Table 1. Surface Area (", "A", "BET", ") and Microporous Volume (", "V", "mic", ") of the Synthesized UiO-66 and Composites A and B", " ", " ", " ", "based on UiO-66 content", "c", " ", "A", "BET", "a", "(m", "2", " g", "–1", ")", "V", "mic", "b", "(cm", "3", " g", "–1", ")", "A", "BET", "a", "(m", "2", " g", "–1", ")", "V", "mic", "b", "(cm", "3", " g", "–1", ")", "UiO-66", "1175 ± 17", "0.497 ± 0.002", " ", " ", "composite A", "511 ± 10", "0.213 ± 0.002", "720 ± 14", "0.300 ± 0.002", "composite B", "427 ± 9", "0.170 ± 0.002", "667 ± 14", "0.266 ± 0.002", "a", "Equivalent surface area calculated by the BET equation.", "b", "Microporous volume calculated by the ", "t", "-plot method.", "(19)", "c", "Values calculated considering only the mass of UiO-66 present on the composites estimated from the TG-DSC data.", "The adsorption isotherms of organic vapors on the UiO-66 and composite A samples are very similar (Figure.", "4", "). Nevertheless, an increased slope, in relation to the case of pure UiO-66, is noted on the composite sample above 0.2 ", "p", "/", "p", "0", ". This is related with the sorption of vapors on the polyurethane, which follows a type III isotherm and gives only significant adsorbed amounts above about 0.2 ", "p", "/", "p", "0", "(20)", " presented also in Figure ", "4", ". It can be clearly seen from Figure ", "4", " that the adsorption properties of the composite A at low pressures arise from the presence of UiO-66 in the composite material and not from the PUF support. Comparing the adsorption on the composite samples (open symbols) with the adsorption on the UiO-66 sample (closed symbols), we observe that 70% of the adsorption capacity is maintained for ", "n", "-hexane and 84% for benzene, at 0.2 ", "p/p", "0", ". These values are in line with the content of UiO-66 on the composites A and B obtained from the TG-DSC experiments, which means that the supported UiO-66 did not lose significantly its adsorption capacity when synthesized on PUF. The capacity reduction is then due to the mass of PUF on the composite and this is more favorable than what is obtained by shaping MOFs to pellets. For Cu-BTC, only 34–70% of the adsorption capacity is maintained for Cu-BTC samples after shaping.", "(3)", " This means that the most favorable case for pellets is similar to the least favorable case of n-hexane adsorption on composite A. For the pelletization of UiO-66 without using binders, a reduction of only 5% was found.", "(16)", " However, in that work, it is a pure UiO-66 material and not a composite. On previous works involving polyurethane/adsorbents composites, we have found that organic vapors are more adequate to characterize this type of materials than the more standard low temperature nitrogen adsorption.", "(17)", " In fact, some adsorbent particles may be retained inside the polyurethane matrix and the organic vapors at ambient temperature can migrate through polyurethane and reach those particles, whereas the nitrogen at low temperature cannot.", "(17)", " The comparison of the adsorption results of nitrogen, benzene, and ", "n", "-hexane on composite A (i.e., lower adsorbed amounts of nitrogen) indicates that part of the UiO-66 is formed somehow inside the polyurethane matrix and not only at their surface. The swelling of the polyurethane in the presence of the DMF solvent may facilitate this phenomenon. Because of the high void volume (i.e., low density) of the composites, the n-hexane and benzene adsorption on a volume basis is about 0.045% (v/v), which is relatively low for some applications. However, the macroporous structure of the material may be useful for applications that require fast diffusion and adsorption kinetics.", "Figure 4. Adsorption isotherms of ", "n", "-hexane and benzene at 25 °C on UiO-66, composite A and PUF.", "Top of Page", "Abstract", "Introduction", "Materials Synthesis", "Results and Discussion", "Conclusions", "References", "Conclusions", "The synthesis of UiO-66 in the presence of a PUF template is a feasible approach to produce composites with supported UiO-66, by controlling the temperature and time. The composites obtained under the optimized conditions exhibited the macroporous structure similar to the PUF support, with some flexibility, and the micropores and adsorption properties of the UiO-66 MOF. This method can in principle be applied for other types of MOFs and is an alternative to obtain nonpowder MOF materials. Due to the macroporous structure of the PUF support, we expect that this type of composite presents good transport properties and can be used instead of MOF powders shaped with binders.", "Further work is in progress to develop a tailored PUF template that better resists the conditions usually found in solvothermal methods used for synthesis of MOFs.", " ", "Top of Page", "Abstract", "Introduction", "Materials Synthesis", "Results and Discussion", "Conclusions", "References", "Supporting Information", "Experimental details of the characterization experiments, XDR of activated UiO-66 sample, DRIFT spectra of samples, TG-DSC results, and discussion on the evaluation of the UiO-66 content on the composites. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Materials Synthesis", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "This work was partially funded by Fundação para a Ciência e Tecnologia for the strategic project PEst-OE/QUI/UI0612/2011. M.L.P. acknowledges FCT for postdoctoral grant BPD/26559/2006.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Materials Synthesis", "Results and Discussion", "Conclusions", "References", "References", "This article references 20 other publications.", "1. ", "Li", ", ", "J.-R.", "; ", "Sculley", ", ", "J.", "; ", "Zhou", ", ", "H.-C.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "869", "– ", "932", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Metal-Organic Frameworks for Separations", "Li, Jian-Rong; Sculley, Julian; Zhou, Hong-Cai", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "869-932", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  This article reviews the metal-org. frameworks (MOFs), a new class of porous solid materials.  Their performances for applications in sepns. and purifications is attracting intense interest of researchers working in the fields of chem., chem. engineering, materials science, and others.  Despite being in its infancy, the research progress in this subject has already shown that MOFs are promising for sepn. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1OnsbbL&md5=635f36e2682f7fbc651f5021d591a1cf", "2. ", "Ferreira", ", ", "A. F. P.", "; ", "Santos", ", ", "J. C.", "; ", "Plaza", ", ", "M. G.", "; ", "Lamia", ", ", "N.", "; ", "Loureiro", ", ", "J. M.", "; ", "Rodrigues", ", ", "A. E.", " ", "Chem. Eng. J.", " ", "2011", ",  ", "167", ",  ", "1", "– ", "12", "[", "Crossref", "], [", "CAS", "]", "2. ", "Suitability of Cu-BTC extrudates for propane-propylene separation by adsorption processes", "Ferreira, Alexandre F. P.; Santos, Joao C.; Plaza, Marta G.; Lamia, Nabil; Loureiro, Jose M.; Rodrigues, Alirio E.", "Chemical Engineering Journal (Amsterdam, Netherlands)", "\r\n        (", "2011", "),\r\n    ", "167", "\r\n        (", "1", "),\r\n    ", "1-12", "CODEN:\r\n                ", "CMEJAJ", ";\r\n        ISSN:", "1385-8947", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "In this work, we investigate the potential of a MOF porous material, Cu-BTC in combination with cyclic adsorption processes (vacuum swing adsorption, VSA, and simulated moving bed, SMB) for the sepn. of propylene/propane mixt.  A gravimetric method has been used to measure the adsorption isotherms of propylene, propane and isobutane onto Cu-BTC extrudates over a temp. range from 323 to 373 K and pressures up to 500 kPa.  These were complemented by exptl. characterization of the Cu-BTC material using XRD and SEM-EDS techniques.  Whereas the sepn. and its kinetics were studied by breakthrough expts. on a column packed with the Cu-BTC material in the extruded form at 373 K.  The Cu-BTC extrudates are selective towards propylene, highlighting the potential of this material for the sepn. of propane and propylene mixts. by PSA process.  Furthermore, in a range of temps. and pressures, the affinity of Cu-BTC for isobutane was obsd. to be intermediate to that of propane and propylene which suggest that isobutane is a promising desorbent in SMB processes for propane/propylene sepns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhvVCktbw%253D&md5=310abc21a97cbd5e6847bdbbbd71f682", "3. ", "Plaza", ", ", "M. G.", "; ", "Ferreira", ", ", "A. F. P.", "; ", "Santos", ", ", "J. C.", "; ", "Ribeiro", ", ", "A. M.", "; ", "Müller", ", ", "U.", "; ", "Trukhan", ", ", "N.", "; ", "Loureiro", ", ", "J. M.", "; ", "Rodrigues", ", ", "A. E.", " ", "Microporous Mesoporous Mater.", " ", "2012", ",  ", "157", ",  ", "101", "– ", "111", "[", "Crossref", "], [", "CAS", "]", "3. ", "Propane/propylene separation by adsorption using shaped copper trimesate MOF", "Plaza, M. G.; Ferreira, A. F. P.; Santos, J. C.; Ribeiro, A. M.; Mueller, U.; Trukhan, N.; Loureiro, J. M.; Rodrigues, A. E.", "Microporous and Mesoporous Materials", "\r\n        (", "2012", "),\r\n    ", "157", "\r\n        (", "),\r\n    ", "101-111", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "The sepn. of propane and propylene mixts. is generally carried out through an energy intensive distn.  Adsorption processes, such as PSA or SMB, present scope for energy savings and copper trimesate (Cu-BTC) MOF has been pointed out as a promising adsorbent to carry out this sepn.  However, MOFs need to be shaped prior to their use in packed bed adsorbers in order to reduce pressure drop, and the prodn. of mech. resistant shaped bodies reduces their adsorption performance.  In this work, Cu-BTC tablets provided by BASF are evaluated to carry out propane/propylene sepn. by adsorption.  The adsorption capacity of pure propane, propylene and isobutane was assessed in a magnetic suspension balance between 323 and 373 K up to 500 kPa.  The evaluated material presents higher adsorption capacity than previously studied shaped samples, with a propylene adsorption capacity up to 6.6 mol kg-1 at 500 kPa and 323 K. Fixed-bed desorption expts. in helium flow pointed out the presence of two adsorption sites for propane, propylene and isobutane.  Cu-BTC tablets present selectivity for propylene over propane, with a sepn. factor of 2-3 at 373 K and pressures of 150-250 kPa, being able to sep. binary mixts. representative of the outlets of a C3 splitter, thus showing to be promising for PSA operation.  Finally it was confirmed that isobutane can displace and be displaced by a binary mixt. of propane and propylene, showing a good candidate as desorbent in SMB operation using Cu-BTC tablets as adsorbent.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xnt1yrsb4%253D&md5=b2154e8b7b0d411e25fa3a0fda605af4", "4. ", "Küsgens", ", ", "P.", "; ", "Zgaverdea", ", ", "A.", "; ", "Fritz", ", ", "H.-G.", "; ", "Siegle", ", ", "S.", "; ", "Kaskel", ", ", "S.", " ", "J. Am. Ceram. Soc.", " ", "2010", ",  ", "93", ",  ", "2476", "– ", "2479", "[", "Crossref", "], [", "CAS", "]", "4. ", "Metal-organic frameworks in monolithic structures", "Kuesgens, Pia; Zgaverdea, Alina; Fritz, Hans-Gerhard; Siegle, Sven; Kaskel, Stefan", "Journal of the American Ceramic Society", "\r\n        (", "2010", "),\r\n    ", "93", "\r\n        (", "9", "),\r\n    ", "2476-2479", "CODEN:\r\n                ", "JACTAW", ";\r\n        ISSN:", "0002-7820", ".\r\n    \r\n            (", "Wiley-Blackwell", ")\r\n        ", "For the first time, the manufg. of metal-org. framework-based monoliths using a 2-step process is reported.  In a first expt., the in situ synthesis of Cu3(BTC)2 (benzene tricarboxylate [BTC]) on cordierite monoliths was chosen to immobilize Cu3(BTC)2.  As this approach turned out to be of major disadvantages, the manufg. of Cu3(BTC)2 monolithic structures was chosen.  The 2-step fabrication process included the manufg. of a molding batch in a lab-scale kneader followed by extrusion in a ram-extruder.  As additives, Me hydroxyl Pr cellulose and methoxy functionalized siloxane ether were chosen.  The resulting monolithic structures have a specific inner surface area of 370 m2/g and show a high mech. stability of 320 N.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXht1ejurfF&md5=e487190671227bee44692e2c66d98cc8", "5. ", "Schwab", ", ", "M. G.", "; ", "Senkovska", ", ", "I.", "; ", "Rose", ", ", "M.", "; ", "Koch", ", ", "M.", "; ", "Pahnke", ", ", "J.", "; ", "Jonschker", ", ", "G.", "; ", "Kaskel", ", ", "S.", " ", "Adv. Eng. Mater.", " ", "2008", ",  ", "10", ",  ", "1151", "– ", "1155", "[", "Crossref", "], [", "CAS", "]", "5. ", "MOF @ polyHIPEs", "Schwab, Matthias Georg; Senkovska, Irena; Rose, Marcus; Koch, Matthias; Pahnke, Joerg; Jonschker, Gerhard; Kaskel, Stefan", "Advanced Engineering Materials", "\r\n        (", "2008", "),\r\n    ", "10", "\r\n        (", "12", "),\r\n    ", "1151-1155", "CODEN:\r\n                ", "AENMFY", ";\r\n        ISSN:", "1438-1656", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "This paper presents the use of oil-in-water (O/W) as well as water-in-oil (W/O) emulsion systems for the prepn. of polyHIPEs.  A three-step synthetic route was used.  First is the synthesis of the macroporous polymeric support based on 4-vinylbenzyl chloride crosslinked with divinylbenzene.  Then, hydrophilization of the polyHIPE by introducing hydroxyl groups into the material.  Finally, the impregnation with precursor soln. and hydrothermal synthesis of the metal-org. framework Cu3(btc)2 within the interconnected voids of the macroporous monolith.  The obtained hybrid material still maintains its monolithic nature after three impregnation steps.  A BET surface area of 570 m2g-1 and a pore vol. of 0.38 cm3g-1 were achieved.  The type I character of the isotherms confirms a major contribution from the inherent microporosity of Cu3(btc)2 to the nitrogen physisorption.  SEM micrographs prove that the macroporous primary structure of the polyHIPE is conserved after loading it with the metal-org. framework thus leading to a hierarchical pore size distribution.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjtVyhsrg%253D&md5=14a7eddf2c59755da1353491da3929b3", "6. ", "Granato", ", ", "T.", "; ", "Testa", ", ", "F.", "; ", "Olivo", ", ", "R.", " ", "Microporous Mesoporous Mater.", " ", "2012", ",  ", "153", ",  ", "236", "– ", "246", "[", "Crossref", "], [", "CAS", "]", "6. ", "Catalytic activity of HKUST-1 coated on ceramic foam", "Granato, Teresa; Testa, Flaviano; Olivo, Roberto", "Microporous and Mesoporous Materials", "\r\n        (", "2012", "),\r\n    ", "153", "\r\n        (", "),\r\n    ", "236-246", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "The in situ prepn. of a Cu-bearing metal-org. framework material, HKUST-1, coated on an open-cell ceramic foam (CF) is presented.  The material used as coating is a robust metal-org. framework with a micro-porous structure that is a reminiscent of the zeolite framework topol.  In spite of relatively low thermal stability of HKUST-1 with respect to zeolites, this material has an interesting catalytic behavior in the formation of hydroxyl radicals.  The synthesized HKUST-1 coated on CF (HKUST-1/CF) samples has been characterized and then used to carry out the preliminary hydroxyl radicals formation from hydrogen peroxide (HP) decompn. and the consecutive phenol oxidn. tests.  The max. phenol abatement obtained is 95% after about 40 min, using a soln. with an HP conversion of 70%.  The HP kinetic data anal. has been done varying the reaction temp. in the range 60-80 °C.  The hierarchical micro/macro-porous catalytic system has been used for more than 40 consecutive reaction runs, maintaining the catalytic activity and showing a negligible copper leaching.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XitF2lt74%253D&md5=6fd5d3c4dd9af714ecc33a35947173e3", "7. ", "Furtado", ", ", "A. M. B.", "; ", "Liu", ", ", "J.", "; ", "Wang", ", ", "Y.", "; ", "LeVan", ", ", "M. D.", " ", "J. Mater. Chem.", " ", "2011", ",  ", "21", ",  ", "6698", "– ", "6706", "[", "Crossref", "], [", "CAS", "]", "7. ", "Mesoporous silica-metal organic composite - synthesis, characterization, and ammonia adsorption", "Furtado, Amanda M. B.; Liu, Jian; Wang, Yu; LeVan, M. Douglas", "Journal of Materials Chemistry", "\r\n        (", "2011", "),\r\n    ", "21", "\r\n        (", "18", "),\r\n    ", "6698-6706", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A novel composite adsorbent composed of an inorg. SiO2 phase impregnated with a metal org. phase is synthesized and characterized.  Specifically, MCM-41 is impregnated with Cu active sites, which are then functionalized with benzene-1,3,5-tricarboxylic acid, which is the linker in the metal org. framework CuBTC.  X-ray diffraction, N adsorption isotherms, TGA, SEM, XPS, and equil. NH3 capacities are used to characterize the composite and control materials.  Properties of the composite and control samples after conditioning at 85° in satd. H2O vapor for 5 h are also evaluated.  The SiO2 phase of the composite material provides an engineered phase that enhances the hydrothermal stability of the metal org. phase and the metal org. phase provides active sites for chemisorption.  The composite material has a high NH3 capacity of 5.2 mol kg-1 and remains stable after conditioning.  In comparison, the CuBTC structure degrades and shows low NH3 capacity after conditioning.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXkvVGrt7w%253D&md5=59ad6b1315ed1331ae8a5bf19fcf6eea", "8. ", "Sachse", ", ", "A.", "; ", "Ameloot", ", ", "R.", "; ", "Coq", ", ", "B.", "; ", "Fajula", ", ", "F.", "; ", "Coasne", ", ", "B.", "; ", "Vos", ", ", "D. De", "; ", "Galarneau", ", ", "A.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "4749", "– ", "4751", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "In situ synthesis of Cu-BTC (HKUST-1) in macro-/mesoporous silica monoliths for continuous flow catalysis", "Sachse, Alexander; Ameloot, Rob; Coq, Bernard; Fajula, Francois; Coasne, Benoit; De Vos, Dirk; Galarneau, Anne", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "39", "),\r\n    ", "4749-4751", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The metal-org. framework Cu-BTC has been successfully synthesized as nanoparticles inside the mesopores of silica monoliths featuring a homogeneous macropore network enabling the use of Cu-BTC for continuous flow applications in liq. phase with low pressure drop.  High productivity was reached with this catalyst for the Friedlaender reaction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XlslGqsrc%253D&md5=68f2355a8f4be7f3ca6f9f10cb0c6e68", "9. ", "Ramos-Fernandez", ", ", "E. V.", "; ", "Garcia-Domingos", ", ", "M.", "; ", "Juan-Alcañiz", ", ", "J.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", " ", "Appl. Catal., A", " ", "2011", ",  ", "391", ",  ", "261", "– ", "267", "[", "Crossref", "], [", "CAS", "]", "9. ", "MOFs meet monoliths: Hierarchical structuring metal organic framework catalysts", "Ramos-Fernandez, Enrique V.; Garcia-Domingos, Mariana; Juan-Alcaniz, Jana; Gascon, Jorge; Kapteijn, Freek", "Applied Catalysis, A: General", "\r\n        (", "2011", "),\r\n    ", "391", "\r\n        (", "1-2", "),\r\n    ", "261-267", "CODEN:\r\n                ", "ACAGE4", ";\r\n        ISSN:", "0926-860X", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Structuring heterogeneous catalysts from the micro- to the macro-level is essential for efficient catalyst utilization.  The optimized synthesis and the catalytic performance of a metal-org. framework, MIL-101(Cr), immobilized on a monolithic structure is presented.  Secondary seeded growth is the optimal procedure to obtain uniform coatings of approx. 9% inside the monolith channels.  A monolithic stirrer reactor was used for exploring reactivation procedures of MIL-101 in the selective oxidn. of tetralin in the liq. phase.  The results confirmed the long-term stability of the catalyst, and the absence of any transport limitations in this reaction.  The easy recovery of the catalyst allowed performing as many reuses as necessary, something impossible to realize when working in the o slurry operation mode.  The results demonstrated that MIL-101(Cr) underwent reversible deactivation attributed to the strong adsorption of products on the Cr sites.  Applying the proper regeneration procedure (washing in chlorobenzene and air treatment at 523 °K) the initial performance was fully recovered.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjtFGjuw%253D%253D&md5=a6c00de58ec714c1aac3a4c5c1765eff", "10. ", "Lohe", ", ", "M. R.", "; ", "Rose", ", ", "M.", "; ", "Kaskel", ", ", "S.", " ", "Chem. Commun.", " ", "2009", ",  ", "6056", "– ", "6058", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Metal-organic framework (MOF) aerogels with high micro- and macroporosity", "Lohe, Martin R.; Rose, Marcus; Kaskel, Stefan", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "40", "),\r\n    ", "6056-6058", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Iron-BTC aerogels (BTC = 1,3,5-benzene tricarboxylate) with high permanent porosity and total pore vols. of up to 5.6 cm3 g-1 were obtained in a sol-gel approach followed by supercrit. CO2 drying.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1ahu73M&md5=28ac4f5b4ddcd486b8c3c7e80132ed83", "11. ", "Küsgens", ", ", "P.", "; ", "Siegle", ", ", "S.", "; ", "Kaskel", ", ", "S.", " ", "Adv. Eng. Mater.", " ", "2009", ",  ", "11", ",  ", "93", "– ", "95", "[", "Crossref", "], [", "CAS", "]", "11. ", "Crystal growth of the metal-organic framework Cu3(BTC)2 on the surface of pulp fibers", "Kuesgens, Pia; Siegle, Sven; Kaskel, Stefan", "Advanced Engineering Materials", "\r\n        (", "2009", "),\r\n    ", "11", "\r\n        (", "1-2", "),\r\n    ", "93-95", "CODEN:\r\n                ", "AENMFY", ";\r\n        ISSN:", "1438-1656", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The suitability of pulp fibers as a carrier for a promising, inexpensive, and pliable microporous material is tested and its adsorption performance if deposited with Cu3(BTC)2 (BTC = 1,3,5-benzenetricarboxylate) is studied.  As the crystals are homogeneously distributed over the surface area, the carrier can be formed to papers that could be used in the filtration industry, and effective use of all material is ensured.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXktFKgtr4%253D&md5=f1c988c3c5d97390e890504800866c47", "12. ", "Mueller", ", ", "U.", "; ", "Schubert", ", ", "M.", "; ", "Teich", ", ", "F.", "; ", "Puetter", ", ", "H.", "; ", "Schierle-Arndt", ", ", "K.", "; ", "Pastré", ", ", "J.", " ", "J. Mater. Chem.", " ", "2006", ",  ", "16", ",  ", "626", "– ", "636", "[", "Crossref", "], [", "CAS", "]", "12. ", "Metal-organic frameworks-prospective industrial applications", "Mueller, U.; Schubert, M.; Teich, F.; Puetter, H.; Schierle-Arndt, K.; Pastre, J.", "Journal of Materials Chemistry", "\r\n        (", "2006", "),\r\n    ", "16", "\r\n        (", "7", "),\r\n    ", "626-636", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The generation of metal-org. framework (MOF) coordination polymers enables the tailoring of novel solids with regular porosity from the micro to nanopore scale.  Since the discovery of this new family of nanoporous materials and the concept of so called 'reticular design', nowadays several hundred different types of MOF are known.  The self assembly of metal ions, which act as coordination centers, linked together with a variety of polyat. org. bridging ligands, results in tailorable nanoporous host materials as robust solids with high thermal and mech. stability.  Describing examples of different Zn-contg. structures, e.g. MOF-2, MOF-5 and IRMOF-8 verified synthesis methods will be given, as well as a totally novel electrochem. approach for transition metal based MOFs will be presented for the 1st time.  With sufficient amts. of sample now being available, the testing of metal-org. frameworks in fields of catalysis and gas processing is exemplified.  Report is given on the catalytic activation of alkynes (formation of methoxypropene from propyne, vinylester synthesis from acetylene).  Removal of impurities in natural gas (traces of tetrahydrothiophene in methane), pressure swing sepn. of rare gases (Kr and Xe) and storage of H (3.3% at 2.0 MPa/77 K on Cu-BTC-MOF) will underline the prospective future industrial use of metal-org. frameworks in gas processing.  Whenever possible, comparison is made to state-of-art applications to outline possibilities which might be superior by using MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtFeitrc%253D&md5=8969f7b0200e29cefd59141380fea9b5", "13. ", "Cavka", ", ", "J. H.", "; ", "Jakobsen", ", ", "S.", "; ", "Olsbye", ", ", "U.", "; ", "Guillou", ", ", "N.", "; ", "Lamberti", ", ", "C.", "; ", "Bordiga", ", ", "S.", "; ", "Lillerud", ", ", "K. P.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "13850", "– ", "13851", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "A new zirconium inorganic building brick forming metal organic frameworks with exceptional stability", "Cavka Jasmina Hafizovic; Jakobsen Soren; Olsbye Unni; Guillou Nathalie; Lamberti Carlo; Bordiga Silvia; Lillerud Karl Petter", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "42", "),\r\n    ", "13850-1", "\r\n        ISSN:", ".\r\n    ", "Porous crystals are strategic materials with industrial applications within petrochemistry, catalysis, gas storage, and selective separation.  Their unique properties are based on the molecular-scale porous character.  However, a principal limitation of zeolites and similar oxide-based materials is the relatively small size of the pores, typically in the range of medium-sized molecules, limiting their use in pharmaceutical and fine chemical applications.  Metal organic frameworks (MOFs) provided a breakthrough in this respect.  New MOFs appear at a high and an increasing pace, but the appearances of new, stable inorganic building bricks are rare.  Here we present a new zirconium-based inorganic building brick that allows the synthesis of very high surface area MOFs with unprecedented stability.  The high stability is based on the combination of strong Zr-O bonds and the ability of the inner Zr6-cluster to rearrange reversibly upon removal or addition of mu3-OH groups, without any changes in the connecting carboxylates.  The weak thermal, chemical, and mechanical stability of most MOFs is probably the most important property that limits their use in large scale industrial applications.  The Zr-MOFs presented in this work have the toughness needed for industrial applications; decomposition temperature above 500 degrees C and resistance to most chemicals, and they remain crystalline even after exposure to 10 tons/cm2 of external pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD1cnlvFSqsA%253D%253D&md5=f355e3a0756d112f6ae3148a1e69cd81", "14. ", "Kandiah", ", ", "M.", "; ", "Nilsen", ", ", "M. H.", "; ", "Usseglio", ", ", "S.", "; ", "Jakobsen", ", ", "S.", "; ", "Olsbye", ", ", "U.", "; ", "Tilset", ", ", "M.", "; ", "Larabi", ", ", "C.", "; ", "Quadrelli", ", ", "E. A.", "; ", "Bonino", ", ", "F.", "; ", "Lillerud", ", ", "K. P.", " ", "Chem. Mater.", " ", "2010", ",  ", "22", ",  ", "6632", "– ", "6640", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Synthesis and Stability of Tagged UiO-66 Zr-MOFs", "Kandiah, Mathivathani; Nilsen, Merete Hellner; Usseglio, Sandro; Jakobsen, Soren; Olsbye, Unni; Tilset, Mats; Larabi, Cherif; Quadrelli, Elsje Alessandra; Bonino, Francesca; Lillerud, Karl Petter", "Chemistry of Materials", "\r\n        (", "2010", "),\r\n    ", "22", "\r\n        (", "24", "),\r\n    ", "6632-6640", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The assembly of extended structures of the Zr-based MOF UiO-66 was pursued with three different com. available ligands: 2-aminobenzenedicarboxylic acid (H2N-H2BDC), 2-nitrobenzenedicarboxylic acid (ON-H2BDC), and 2-bromobenzenedicarboxylic acid (Br-H2BDC).  Three new functionalized MOFs UiO-66-NH2 (1), UiO-66-NO2 (2), and UiO-66-Br (3) was initiated by detg. the reaction conditions necessary to produce MOFs with the same topol. of the parent UiO-66.  Thermal and structural stability of the modified MOFs were examd. using powder X-ray diffraction anal. (PXRD) and thermogravimetric anal. (TGA).  Langmuir surface areas were also detd. using N2 isotherms at 77 K to examine the porosity of the functionalized materials.  Some changes in the surface area because of the presence of addnl. functionality on the BDC ligand were revealed.  The results demonstrate the possibility of incorporating active functional groups into the UiO-66 structure almost without losing its exceptionally high thermal and chem. stability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsFaksbvP&md5=4c6f80512caaa2e5521e4e4f0b180b1a", "15. ", "Gomes Silva", ", ", "C.", "; ", "Luz", ", ", "I.", "; ", "Llabrés i Xamena", ", ", "F. X.", "; ", "Corma", ", ", "A.", "; ", "García", ", ", "H.", " ", "Chem.—Eur. J.", " ", "2010", ",  ", "16", ",  ", "11133", "– ", "11138", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Water stable Zr-benzenedicarboxylate metal-organic frameworks as photocatalysts for hydrogen generation", "Gomes Silva Claudia; Luz Ignacio; Llabres i Xamena Francesc X; Corma Avelino; Garcia Hermenegildo", "Chemistry (Weinheim an der Bergstrasse, Germany)", "\r\n        (", "2010", "),\r\n    ", "16", "\r\n        (", "36", "),\r\n    ", "11133-8", "\r\n        ISSN:", ".\r\n    ", "The Zr-containing metal-organic frameworks (MOFs) formed by terephthalate (UiO-66) and 2-aminoterephthalate ligands [UiO-66(NH(2))] are two notably water-resistant MOFs that exhibit photocatalytic activity for hydrogen generation in methanol or water/methanol upon irradiation at wavelength longer than 300 nm.  The apparent quantum yield for H(2) generation using monochromatic light at 370 nm in water/methanol 3:1 was of 3.5% for UiO-66(NH(2)).  Laser-flash photolysis has allowed detecting for UiO-66 and UiO-66(NH(2)) the photochemical generation of a long lived charge separated state whose decay is not complete 300 μs after the laser flash.  Our finding and particularly the influence of the amino group producing a bathochromic shift in the optical spectrum without altering the photochemistry shows promises for the development of more efficient MOFs for water splitting.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3cfkvVSntA%253D%253D&md5=4790ae3c47422c081622e54607362d67", "16. ", "Bárcia", ", ", "P. S.", "; ", "Guimarães", ", ", "D.", "; ", "Mendes", ", ", "P. A. P.", "; ", "Silva", ", ", "J. A. C.", "; ", "Guillerm", ", ", "V.", "; ", "Chevreau", ", ", "H.", "; ", "Serre", ", ", "C.", "; ", "Rodrigues", ", ", "A. E.", " ", "Microporous Mesoporous Mater.", " ", "2011", ",  ", "139", ",  ", "67", "– ", "73", "[", "Crossref", "], [", "CAS", "]", "16. ", "Reverse shape selectivity in the adsorption of hexane and xylene isomers in MOF UiO-66", "Barcia, Patrick S.; Guimaraes, Daniela; Mendes, Patricia A. P.; Silva, Jose A. C.; Guillerm, Vincent; Chevreau, Hubert; Serre, Christian; Rodrigues, Alirio E.", "Microporous and Mesoporous Materials", "\r\n        (", "2011", "),\r\n    ", "139", "\r\n        (", "1-3", "),\r\n    ", "67-73", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "An adsorption study of hexane and xylene isomers mixts. was addressed in a rigid zirconium terephthalate UiO-66 (UiO for University of Oslo) with octahedral and tetrahedral cavities of free diam. close to 1.1 nm and 0.8 nm, resp.  Multicomponent equimolar breakthrough expts. show that the adsorption hierarchy of structural isomers in UiO-66 is opposite to the one obsd. in conventional adsorbents.  For hexane isomers, the amt. adsorbed increases with the degree of branching, being 2,2-dimethylbutane (22DMB) and 2,3-dimethylbutane (23DMB) the more retained mols.  Regarding the xylene isomers, the adsorption of the bulkier ortho-xylene (oX) is favored compared to its homologs.  The structural similarity between MOF UiO-66 and zeolite MCM-22 suggests that the reverse shape selectivity obsd. in the adsorption of hexane and xylene isomers might be attributed to the rotational freedom of the mols. inside the small cavities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsFegsrnK&md5=d5c3c28bf697bef2665cf84ca858c672", "17. ", "Pinto", ", ", "M. L.", "; ", "Pires", ", ", "J.", "; ", "Carvalho", ", ", "A. P.", "; ", "De Carvalho", ", ", "M. B.", "; ", "Bordado", ", ", "J. C.", " ", "Microporous Mesoporous Mater.", " ", "2005", ",  ", "80", ",  ", "253", "– ", "262", "[", "Crossref", "], [", "CAS", "]", "17. ", "Characterization of adsorbent materials supported on polyurethane foams by nitrogen and toluene adsorption", "Pinto, Moises L.; Pires, Joao; Carvalho, Ana P.; de Carvalho, Manuela B.; Bordado, Joao C.", "Microporous and Mesoporous Materials", "\r\n        (", "2005", "),\r\n    ", "80", "\r\n        (", "1-3", "),\r\n    ", "253-262", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Different composite adsorbent materials were obtained by supporting three activated carbons, one zeolite and one pillared clay, in a polyurethane foam.  Adsorption isotherms of nitrogen and toluene were detd. to evaluate the influence of the supporting process in the adsorption capacity of the different adsorbent materials.  The results indicate that the activated carbons in form of pellets presented the best results with a decrease of about 20% in the nitrogen adsorption capacity but maintaining the same toluene adsorption capacity.  The inorg. adsorbents presented a decrease of about 73% for the zeolite and 97% for the pillared clay in the nitrogen adsorption capacity and also a pronounced decrease in the toluene adsorption capacity.  Two materials, one activated carbon and one zeolite, with different particle sizes were supported in the polyurethane foam.  The decrease in the adsorption capacity of nitrogen and toluene was more pronounced when solids with smaller particles were used.  This was an indication that the decrease in the adsorption capacity is related to the impregnation of the surface of the solid particles by the polyurethane during the synthesis of the composite material, which was obsd. by SEM.  Nevertheless, the supporting method, in a one step procedure, presented itself with good possibilities for applications with activated carbons in the form of pellets.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjtlKhs7w%253D&md5=010a213ea7422f2f16b850c7b9db2311", "18. ", "Pinto", ", ", "M. L.", "; ", "Pires", ", ", "J.", "; ", "Carvalho", ", ", "A. P.", "; ", "Bordado", ", ", "J. C. M.", "; ", "De Carvalho", ", ", "M. B.", " ", "J. Appl. Polym. Sci.", " ", "2004", ",  ", "92", ",  ", "2045", "– ", "2053", "[", "Crossref", "], [", "CAS", "]", "18. ", "Synthesis and characterization of polyurethane foam matrices for the support of granular adsorbent materials", "Pinto, Moises L.; Pires, Joao; Carvalho, Ana P.; Bordado, Joao C. M.; De Carvalho, Manuela B.", "Journal of Applied Polymer Science", "\r\n        (", "2004", "),\r\n    ", "92", "\r\n        (", "3", "),\r\n    ", "2045-2053", "CODEN:\r\n                ", "JAPNAB", ";\r\n        ISSN:", "0021-8995", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "Polyurethane foams with different formulations were synthesized and characterized for use as supporting matrixes of granular solid adsorbents.  The open cell content, sp. gr., thermal stability, and hydrophobicity were detd. and related to the formulation compn.  The synthesized foams had open cell contents of 88.1-98.5% and sp. gr. values of 120-28 kg m-3.  The thermal stability of the prepd. foams was influenced mainly by the water content and the type of isocyanate used.  The hydrophobicity was assessed by an anal. of the water adsorption isotherms detd. on selected foams, and a correlation between these results and the formulation of the foams was attempted.  Two types of activated carbons were supported in a polyurethane matrix.  The adsorption characteristics evaluated before and after the supporting procedure, by nitrogen adsorption, revealed that there was only a moderate surface area redn. of 15-20%.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXislChsbw%253D&md5=4c45e203814e8722c2e55ce0689adf24", "19. ", "Rouquérol", ", ", "F.", "; ", "Rouquérol", ", ", "J.", "; ", "Sing", ", ", "K.", " ", "Adsorption by Powders and Porous Solids", "; ", "Academic Press", ": ", "San Diego", ", ", "1999", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "20. ", "Pinto", ", ", "M. L.", "; ", "Pires", ", ", "J.", "; ", "Carvalho", ", ", "A. P.", "; ", "De Carvalho", ", ", "M. B.", "; ", "Bordado", ", ", "J. C.", " ", "J. Phys. Chem. B", " ", "2004", ",  ", "108", ",  ", "13813", "– ", "13820", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Sorption Isotherms of Organic Vapors on Polyurethane Foams", "Pinto, Moises L.; Pires, Joao; Carvalho, Ana. P.; De Carvalho, Manuela B.; Bordado, Joao C.", "Journal of Physical Chemistry B", "\r\n        (", "2004", "),\r\n    ", "108", "\r\n        (", "36", "),\r\n    ", "13813-13820", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The sorption of toluene at 25 °C in different polyurethane foams was studied.  The results revealed that the differences in the compn. of the foams have only a small influence in the sorption capacity, indicating that the sorption is mainly controlled by dispersion forces.  The sorption isotherms of benzene, toluene, ethylbenzene, cyclohexane, and Me Et ketone (MEK) at 25, 30, and 35 °C were detd. in a selected polyurethane foam.  The three-suffix Margules equation and the Flory-Huggins equation were used to correlate the exptl. data of the arom. compds. at different temps.  The prediction of the sorption isotherms of cyclohexane and MEK at different temps. was attempted with the Flory-Huggins equation.  The predicted sorption isotherms of cyclohexane were similar to those obtained by the interpolation with the Margules equation.  However, for the MEK, the prediction is rather poor, due probably to the high dipole moment of this mol.  The validity of the estns. at low pressures was discussed by comparison of the predicted activity coeffs. at infinite diln., obtained by the two methods, with the ones obtained from the Henry's law.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXms1Cgsbo%253D&md5=f086fcbff27a294f5988cb9c7d911092"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2013/aamick.2013.5.issue-7/am303089g/production/images/small/am-2012-03089g_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2013/aamick.2013.5.issue-7/am303089g/production/images/small/am-2012-03089g_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2013/aamick.2013.5.issue-7/am303089g/production/images/small/am-2012-03089g_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2013/aamick.2013.5.issue-7/am303089g/production/images/small/am-2012-03089g_0004.gif\">"]}
