{"title": ["Amphidynamic Character of Crystalline MOF-5:  Rotational Dynamics of Terephthalate Phenylenes in a Free-Volume, Sterically Unhindered Environment"], "authors": ["Stephanie L. Gould", "David Tranchemontagne", "Omar M. Yaghi", "Miguel A. Garcia-Garibay"], "doi": ["10.1021/ja077122c"], "abstract": ["Metal−organic frameworks (MOFs) have been the focus of much interest within the context of hydrogen storage and other materials applications. With static metal clusters linked by axially substituted organic spacers capable of experiencing internal rotations, MOFs are one of the most promising amphidynamic materials to investigate and exploit the dynamics of crystalline solids. In this communication we report an experimental study of the rotational dynamics of the 1,4-phenylenedicarboxylate bridge of MOF-5, which has no steric contacts that might contribute to the rotational barrier. Highly reproducible ", "H T", " relaxation, high-resolution ", "C CPMAS, and variable temperature quadrupolar echo ", "H NMR data were obtained from high quality samples that were sealed at reduced pressure (ca. 3 mTorr). ", "H NMR line shape simulation revealed an activation barrier for rotation of 11.3 ± 2.0 kcal/mol, which is lower than the 14−16 kcal/mol values reported in theoretical studies of truncated models. While our results suggest that the models used for MOF-5 are insufficient to account for the properties of the extended crystal lattice, they also suggest that the amphidynamic materials with static and dynamic components may reach the friction-free rotational motion characteristic of gas dynamics. "], "text": ["  ", "The design of artificial molecular machinery", "1", " will require a deep understanding of the relation between order and dynamics in condensed phase media.", "2", " Recognizing that internal dynamics with controlled degrees of freedom will require components at the two ends of the dynamics spectrum, we suggested that such ", "amphidynamic materials", "3", " will require architectures with (a) free volume compartments, (b) volume-conserving processes (such as the rotation of a cylinder along its principal axis), and/or (c) correlated motions with two or more components undergoing concerted displacements. With that in mind, we have pursued the design, synthesis, and dynamic characterization of molecular structures that emulate the form and function of macroscopic gyroscopes (Figure 1", ").", "1g,3,4", " Structures such as ", "1", " and ", "2", " are built with 1,4-phenylene rotators, bulky trityl", "4a-c", " (or triptycyl)", "4d,e", " stators, and alkyne linkages to provide a nearly barrierless", "3", " rotational profile. While this approach has been successful, as indicated by crystals with 180° rotational (2-fold flipping) frequencies in the kHz (", "1a", ", ", "E", "a", " ≈ 13 kcal/mol),", "4a", " MHz ", "(1b", ", ", "E", "a", " ≈ 10.5 kcal/mol),", "4b", " and GHz (", "1c", ", ", "E", "a", " ≤ 5 kcal/mol)", "4c", " regimes, none of their structures may be considered a free-volume rotor as their relatively close-packed assemblies appear to rely on correlated processes.", "5", " ", " ", " Figure 1 Left and center:  Structures that emulate macroscopic toy gyroscopes with open (", "1a", "−", "1c", ") and triply bridged topologies (", "2", "). Right:  a fragment of the structure of MOF-5. The 1,4-dialkynyl phenylene of ", "1", " and ", "2", " are nearly barrierless but sterically hindered. The 1,4-phenylene of MOF-5 has an electronic barrier but no steric hindrance.", " ", " ", " ", "We expect the dynamics of externally unhindered rotators to depend only on their intrinsic barrier and on how efficient the coupling between crystal phonons and torsional modes is. An ideal amphidynamic architecture that may be used to explore this concept should be available in evacuated metal−organic frameworks (MOFs). With metal centers providing rigid lattice points to support robust crystal structures, organic spacers should be free to explore their unhindered rotational potential. While many MOFs have been investigated for gas storage,", "6", " nonlinear optical properties,", "7", " and catalysis,", "8", " we decided to investigate the readily available MOF-5 (Figure 1). MOF-5 has a cubic framework composed of Zn", "4", "O clusters (vertices) bridged by 1,4-phenylenedicarboxylates analogous to those of the well-characterized 1,4-phenylene rotators in compounds ", "1", " and ", "2", ". ", " ", "Experimental estimates on the rotational barriers of 1,4-phenylenedicarboxylates (terephthalates) vary widely. Solid-state NMR measurements with amorphous poly(ethyleneterephthalate) give barriers ranging from 10 to 20 kcal/mol", "9", " and as low ", "ca", ". 5.9 kcal/mol for poly(butyleneterephthalate).", "10", " A state of the art ", "ab", " ", "initio", " study", "11", " with a model that consists of two Zn clusters, a bridging 1,4-phenylenedicarboxylate, and 10 formate groups [Zn", "4", "O(O", "2", "CH)", "5", "O", "2", "C−C", "6", "H", "4", "−CO", "2", "(O", "2", "CH)", "5", "Zn", "4", "O] reported barriers of ca. 14−16 kcal/mol, depending on the basis set and level of theory. Ground state calculations matched the X-ray structure, with a coplanar arrangement of C", "6", "H", "4", " and CO", "2", " groups, and the perpendicularly aligned transition state was shown to be a second-order saddle point with two imaginary frequencies that correspond to the phenylene torsional mode.", "11", " ", " ", "Given the wide range of experimental values,", "9,10", " the importance of polymer dynamics on materials properties,", "9,10,12b", " and the often debatable accuracy of computational methods on the calculation of barriers involving benzene rings and π-systems,", "12", " an experimental determination of the barrier of crystalline MOF-5 should be very valuable. Freshly prepared samples of MOF-5 and phenylene deuterated ", "d", "4", "-MOF-5 were solvent exchanged and transferred to standard 5 mm NMR tubes for activation.", "6a", " The solvent was removed, and the sample was evacuated (∼3 mTorr) at 200 °C for 10 h prior to sealing under vacuum. The ", "13", "C CPMAS spectrum of a freshly prepared sample consisted of carboxylate and aromatic (ipso- and C−H) carbons and confirmed the complete removal of the solvent and the homogeneity of the sample. The static ", "1", "H NMR (300 MHz) spectrum of evacuated samples showed a broad doublet, consistent with the strong dipolar coupling of adjacent protons. ", "1", "H spin−lattice relaxation measurements (T", "1", ") from 168 to 420 K showed no temperature dependence, as expected for a spin system with dynamic processes that are far from its Larmor frequency. ", " ", "We set out to determine the dynamics of MOF-5 with ", "d", "4", "-phenylene labeled samples using variable temperature ", "2", "H NMR. The orientation-dependence of ", "2", "H NMR quadrupolar coupling with respect to the magnetic field reports on exchange rates in the range of 10", "4", " and 10", "8", " s", "-1", ",", "13", " as shown qualitatively by Gonzalez et al.", "14", " Spectra of ", "d", "4", "-MOF-5 obtained at 300 K are characteristic of deuterons in the slow exchange regime (Figure 2", "). Spectra recorded between 363 and 435 K displayed changes in line shapes characteristic of the intermediate regime. To estimate the exchange rate as a function of temperature, the spectra were simulated", "15", " with a two-fold flipping model (180° rotation) and an adjustable frequency. A reduction of the quadrupolar coupling constant from 180 to 160 kHz from the static spectra to the intermediate exchange is consistent with fast libration along the 1,4-axis,", "16", " indicating population of higher quantum states of torsional modes previously calculated at 43 and 87 cm", "-1", ".", "11", " ", " ", " Figure 2 Selected experimental (left) and calculated (right) quadrupolar echo solid state ", "2", "H NMR of ", "d", "4", "-MOF-5 sample sealed at 3 mTorr.", " ", " ", " ", "Arrhenius analysis of the exchange rate data resulted in ", "E", "a", " = 11.3 ± 2.0 kcal/mol and a pre-exponential factor ", "A", " = 1.6 × 10", "12", " s", "-1", " (Figure 3", "). The uncertainty in the experimental barrier was determined from the range of simulated rate values that gave a ", " reasonable match. The pre-exponential factor agrees well with the frequency derived from the moment of inertia of a phenylene free rotor (2.4 × 10", "12", " s", "-1", ").", "17", " The experimental activation energy is lower than the theoretical value of ca. 14 ± 1 kcal mol,", "11,18", " with differences that could be assigned to the truncated model, to dynamic effects", "20,22", " not considered in the calculation, or to the limitations of ", "ab", " ", "initio", " theory.", "12", " The discrepancy with amorphous poly(terephthalate)s is puzzling as one may expect that the barrier for rotation should be lowest when there is no steric hindrance. While some disagreement should arise from the different electronics of ester and carboxylate groups,", "19", " we propose that amorphous polymers and MOF-5 represent very different portions of the energy surface. Rotation in MOF-5 takes place in a well-defined frame of reference where the CO", "2", " groups remain static, using a trajectory that goes over a second-order saddle point.", "11", " Rotations in polymers involve trajectories that start from a broad population of high-energy conformers with a range of O", "2", "C−Ph−CO", "2", " dihedral angles,", "20", " which may take advantage of local fluidity that allows for concerted two bond rotations. ", " ", " Figure 3 Arrhenius plot of the 2-fold exchange (180° rotation) rate in ", "d", "4", "-MOF-5.", " ", " ", " ", "In conclusion, the experimental results confirm our expectations for rotational motion in a sterically unhindered environment and reveal a difference with theory that is similar to that previously reported for analogous systems.", "12", " A comparison of MOF-5 with polymeric terephthalates highlights the potential benefits of ground state destabilization and alternative trajectories. Current efforts in our group involve the synthesis of MOFs with ", "ortho", "-substituents that remove the coplanarity of the terephthalate ground state, with diethynylarylene carboxylates, and with volume-conserving spacers with high rotational symmetry.", "21", " Rotation in those cases is expected to approach the THz regime and to have interesting effects on the physical properties of these materials. Dynamic effects on the properties of MOF-5 have been highlighted by molecular dynamics simulations", "22", " and may be expected to play a central role in the design of functional molecular machinery. ", " ", " ", " ", "Top of Page", "Abstract", "Supporting Information Available", " References", "Acknowledgment", " ", "S.L.G. was supported by NSF discovery corps Grant CHE0513503. We also are grateful for NSF Grant DMR0605688. ", " ", " ", " ", " ", "Top of Page", "Abstract", "Supporting Information Available", " References", "Supporting Information Available", " ", "13", "C CPMAS NMR, static ", "1", "H NMR spectra, ", "1", "H T", "1", " inversion recovery data, and XRPD of ", "d", "4", "-MOF-5. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", " ", " ", "    ", "Reference QuickView", "Top of Page", "Abstract", "Supporting Information Available", " References", " References", "This article references 22 other publications.", " ", "(1)", " ", "(a) Balzani, V.; Credi, A.; Raymo, F.; Stoddart, F. ", "  Angew. Chem. Int. ", "Ed", ". ", "2000", ", ", "39", ", 3348.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(1) . ", "Artificial molecular machines", "Balzani, Vincenzo; Credi, Alberto; Raymo, Francisco M.; Stoddart, J. Fraser", "Angewandte Chemie, International Edition", "\r\n        (", "2000", "),\r\n    ", "39", "\r\n        (", "19", "),\r\n    ", "3348-3391", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH", ")\r\n        ", "A review with 208 refs.  The miniaturization of components used in the construction of working devices is being pursued currently by the large-downward (Top-down) fabrication.  This approach, however, which obliges solid-state physicists and electronic engineers to manipulate progressively smaller and smaller pieces of matter, has its intrinsic limitations.  An alternative approach is a small-upward (bottom-up) one, starting from the smallest compns. of matter that have distinct shapes and unique properties - namely mols.  In the context of this particular challenge, chemists have been extending the concept of a macroscopic machine to the mol. level.  A mol.-level machine can be defined as an assembly of a distinct no. of mol. components that are designed to perform machinelike movements (output) as a result of an appropriate external stimulation (input).  In common with their macroscopic counterparts, a mol. machine is characterized by (1) the kind of energy input supplied to make it work, (2) the nature of the movements of its component parts, (3) the way in which its operation can be monitored and controlled, (4) the ability to make it repeat its operation in a cyclic fashion, (5) the timescale needed to complete a full cycle of movements and (6) the purpose of its operation.  Undoubtedly, the best energy inputs to make mol. machines work are photons or electrons.  Indeed, with appropriately chosen photochem. and electrochem. driven reactions, it is possible to design and synthesize mol. machines that do work.  Moreover, the dramatic increase in our fundamental understanding of self-assembly and self-organizational processes in chem. synthesis has aided and abetted the construction of artificial mol. machines through the development of new methods of noncovalent synthesis and the emergence of supramol. assistance to covalent synthesis as a uniquely powerful synthetic tool.  The aim of this review is to present a unified view of the field of mol. machines by focusing on past achievements, present limitations, and future perspectives.  After analyzing a few important examples of natural mol. machines, the most significant developments in the field of artificial mol. machines are highlighted.  The systems reviewed include (1) chem. rotors, (2) photochem. and electrochem. induced mol. (conformational) rearrangements, and (3) chem., photochem., and electrochem. controllable (co-conformational) motions in interlocked mols. (catenanes and rotaxanes) as well as in coordination and supramol. complexes, including pseudorotaxanes.  Artificial mol. machines based on biomols. and interfacing artificial mol. machines with surfaces and solid supports are among some of the cutting-edge topics featured in this review.  The extension of the concept of a machine to the mol. level is of interest not only for the sake of basic research, but also for the growth of nanoscience and the subsequent development of nanotechnol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXpslGgug%253D%253D&md5=a320e773ae60305a52d0f42784273046", " ", "(b) Kottas, G. S.; Clarke, L. I.; Horinek, D.; Michl, J. ", "  Chem. Rev", ". ", "2005", ", ", "105", ", 1281.", "[", "ACS Full Text ", "], [", "CAS", "]", "(1) . ", "Artificial Molecular Rotors", "Kottas, Gregg S.; Clarke, Laura I.; Horinek, Dominik; Michl, Josef", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2005", "),\r\n    ", "105", "\r\n        (", "4", "),\r\n    ", "1281-1376", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review on properties of mech. conformational motion of org. mols. in soln. and solids and on surfaces by expts. and mol. dynamics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjt1KmtL4%253D&md5=e1bed85db4dfe2562729760b32fb45a8", " ", "(c) Kay, E. R.; Leigh, D. A.; Zerbetto, F. ", "  Angew. ", "Chem., Int. Ed", ". ", "2007", ", ", "46", ", 72.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(1) . ", "Synthetic molecular motors and mechanical machines", "Kay, Euan R.; Leigh, David A.; Zerbetto, Francesco", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "1+2", "),\r\n    ", "72-191", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review with refs.  The widespread use of controlled mol.-level motion in key natural processes suggests that great rewards could come from bridging the gap between the present generation of synthetic mol. systems, which by and large rely upon electronic and chem. effects to carry out their functions, and the machines of the macroscopic world, which utilize the synchronized movements of smaller parts to perform specific tasks.  This is a scientific area of great contemporary interest and extraordinary recent growth, yet the notion of mol.-level machines dates back to a time when the ideas surrounding the statistical nature of matter and the laws of thermodn. were first being formulated.  Here we outline the exciting successes in taming mol.-level movement thus far, the underlying principles that all exptl. designs must follow, and the early progress made towards utilizing synthetic mol. structures to perform tasks using mech. motion.  We also highlight some of the issues and challenges that still need to be overcome.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXitlCqtQ%253D%253D&md5=8dcf38e2921f00cdb008818220cb319f", " ", "(e) Feringa, B. L.; Koumura, N.; Delden, R. A.; TerWiel, M. K. ", "  J. Appl. Phys. A", " ", "2002", ", ", "75", ", 301.", "[", "Crossref", "], [", "CAS", "]", "(1) . ", "Light-driven molecular switches and motors", "Feringa, B. L.; Koumura, N.; Van Delden, R. A.; Ter Wiel, M. K. J.", "Applied Physics A: Materials Science & Processing", "\r\n        (", "2002", "),\r\n    ", "75", "\r\n        (", "2", "),\r\n    ", "301-308", "CODEN:\r\n                ", "APAMFC", ";\r\n        ISSN:", "0947-8396", ".\r\n    \r\n            (", "Springer-Verlag", ")\r\n        ", "Technol. is omnipresent in modern-day society and it is hard to imagine a world without machines, computers or robots.  One of the main current scientific challenges is the bottom-up construction of systems that represent nanosize analogs of switches, devices and motors.  Efforts in this area have focussed on the construction of devices based on sterically overcrowded alkenes.  The authors present ongoing research on the construction of binary mol. switches, which has recently led to genuine mol. motors.  The control of chirality in a mol. switching system allows interconversion between mols. of opposite helicity using different wavelengths of light.  Such bistable chiral switches are of potential use in optical data storage and processing at the mol. level.  The control of mol. chirality is even more subtle in the case of mol. motor systems.  The exquisite control of chirality using light as an energy source resulted in a controlled, repetitive 360° unidirectional rotation in 2 generations of mol. motor systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XktlSns7c%253D&md5=2a19859a3b11e85fec34be19655458fa", " ", "(d) Sestelo, J. P.; Kelly, T. R. ", "  Appl. Phys. A", " ", "2002", ", ", "75", ", 337.", "[", "Crossref", "], [", "CAS", "]", "(1) . ", "A prototype of a rationally designed chemically powered Brownian motor", "Sestelo, J. P.; Kelly, T. R.", "Applied Physics A: Materials Science & Processing", "\r\n        (", "2002", "),\r\n    ", "75", "\r\n        (", "2", "),\r\n    ", "337-343", "CODEN:\r\n                ", "APAMFC", ";\r\n        ISSN:", "0947-8396", ".\r\n    \r\n            (", "Springer-Verlag", ")\r\n        ", "The design and development of a mol. system functioning as a prototype of a Brownian motor is presented.  The road towards the mol. motor is illustrated with previous attempts prepg. other mech. devices, such as a mol. brake and a mol. ratchet.  Thermal and chem. energy are used to achieve unidirectional rotation in the Brownian motor.  The similarities of synthetic mol. devices with biol. - microscopic - and mech. - macroscopic - systems and the perils of extrapolating macroscopic principles to the mol. level are also discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XktlSnsLo%253D&md5=2f47c819b3046ca8635285f91b8ce7f7", " ", "(e) Shirai, Y.; Morin, J.-F.; Sasaki, T.; Guerrero, J. M.; Tour, J. M. ", "  Chem. Soc. Rev", ". ", "2006", ", ", "35", ", 1043.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(1) . ", "Recent progress on nanovehicles", "Shirai, Yasuhiro; Morin, Jean-Francois; Sasaki, Takashi; Guerrero, Jason M.; Tour, James M.", "Chemical Society Reviews", "\r\n        (", "2006", "),\r\n    ", "35", "\r\n        (", "11", "),\r\n    ", "1043-1055", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Nanovehicles are a new class of mol. machines consisting of a mol. scale chassis, axles, and wheels, that can roll across solid surfaces with structurally defined directions making them of interest to synthetic chemists, surface scientists, chem. engineers, and the general car enthusiast.  In this tutorial review, following a brief introduction to the development of nanomachines, our recent progress on the nanovehicle project is presented including the design, synthesis, and testing of a series of nanocars, nanotrucks, and motorized nanocars.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtFSgtL7J&md5=f2c8ecdb55354ddb7d15d52150cb6662", " ", "(f) Marsella, M. J.; Rahbarnia, S.; Wilmont, N. ", "  Org. Biomol. Chem", ". ", "2007", ", ", "5", ", 391.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(1) . ", "Molecular springs, muscles, rheostats, and precessing gyroscopes: from review to preview", "Marsella, Michael J.; Rahbarnia, Shohreh; Wilmot, Nathan", "Organic & Biomolecular Chemistry", "\r\n        (", "2007", "),\r\n    ", "5", "\r\n        (", "3", "),\r\n    ", "391-400", "CODEN:\r\n                ", "OBCRAK", ";\r\n        ISSN:", "1477-0520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The concepts of mol. springs and gyroscopes have existed for some time, and there have been numerous reports published about these fascinating topics.  Here we describe our interest in this topic, reviewing our initial progress.  This is not a complete story, rather an offering of synthetic strategies, interesting mol. structures, observations, and possibilities.  In many cases, the \"properties\" component of the structure-property relationship for a given compd. is the result of a computational prediction.  Given the present state of theor. chem., a computer's predictive power can far exceed that which can be presently accomplished by existing exptl. anal. means.  The theor. results reported here allude to intriguing possibilities.  Hopefully, this intrigue will help catalyze the development of definitive, albeit rather esoteric, single-mol. anal. expts.  The intentionally speculative nature of this review is intended to stimulate new challenges for and perspectives from those in related fields of interest; hopefully presenting a preview of what is to come.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXoslShtw%253D%253D&md5=d1d64062f3c72e4ca2d96b1d95e1ddd4", " ", "(g) Skopek, K.; Hershberger, M. C.; Gladysz, J. A. ", "  Coord. Chem. Rev", ". ", "2007", ", ", "251", ", 1723.", "[", "Crossref", "], [", "CAS", "]", "(1) . ", "Gyroscopes and the chemical literature: 1852-2002", "Skopek, Katrin; Hershberger, Mark C.; Gladysz, John A.", "Coordination Chemistry Reviews", "\r\n        (", "2007", "),\r\n    ", "251", "\r\n        (", "13+14", "),\r\n    ", "1723-1733", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  A brief history of mech. gyroscopes and their applications is followed by a summary of properties that are desirable in mol. gyroscopes.  Mols. to which the descriptor gyroscope has been applied are then reviewed through early 2002.  Syntheses as well as structural and dynamic properties of the macrocyclic Pt complexes trans-(Cl)(C6F5)Pt(PPh2(CH2)2n+2PPh2) (n = 4, 5, 6, 8, 9), in which a single methylene chain spans the trans P atoms, are subsequently analyzed.  No part of the Cl-Pt-C6F5 moiety can rotate through the macrocycle when it consists of 13 atoms; however, the chloride ligand can pass through macrocycles of ≥15 atoms, and the pentafluorophenyl ligand through macrocycles of ≥21 atoms.  Analogous complexes in which two methylene chains span the trans P atoms are also discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmvVeltb4%253D&md5=c4ed6e3256233824d8d611d40c8f68b7", " ", " ", "(2)", " ", "For studies of internal dynamics of solids, please see:  (a) Horike, S.; Matsuda, R.; Tanaka, D.; Matsubara, S.; Mizuno, M.; Endo, K.; Susumu, K. ", "  Angew. Chem.", " ", "2006", ", ", "118", ", 7384. (b) Sato, D.; Akutagawa, T.; Takeda, S.; Noro, S.; Nakamura, T. ", "Inorg. Chem.", " ", "2007", ", ", "46", ", 363. (c) Sato, N.; Nishikiori, S. I. ", "Dalton Trans.", " ", "2007", ", 1115. (d) Zhou, W.; Yildirim, T. ", "Phys. Rev. B", " ", "2006", ", ", "74", ", 180301.", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", " ", "(3)", " ", "(a) Garcia-Garibay, M. A. ", "  Prod. Natl. Acad. Sci", ". ", "U.S.A.", " ", "2005", ", ", "102", ", 10771.", "[Free @ PNAS]", ", [", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(3) . ", "Crystalline molecular machines: Encoding supramolecular dynamics into molecular structure", "Garcia-Garibay, Miguel A.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2005", "),\r\n    ", "102", "\r\n        (", "31", "),\r\n    ", "10771-10776", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "A review.  Cryst. mol. machines represent an exciting new branch of crystal engineering and materials science with important implications to nanotechnol.  Cryst. mol. machines are crystals built with mols. that are structurally programmed to respond collectively to mechanic, elec., magnetic, or photonic stimuli to fulfill specific functions.  One of the main challenges in their construction derives from the picometric precision required for their mechanic operation within the close-packed, self-assembled environment of cryst. solids.  In this article, we outline some of the general guidelines for their design and apply them for the construction of mol. crystals with units intended to emulate macroscopic gyroscopes and compasses.  Recent advances in the prepn., crystn., and dynamic characterization of these interesting systems offer a foothold to the possibilities and help highlight some avenues for future experimentation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXnvVWjs7o%253D&md5=17c698a8f8ec4c59cb79f51f0578d6ff", " ", "(b) Karlen, S. D.; Garcia-Garibay, M. A. ", "  Top. Curr. Chem.", " ", "2005", ", ", "262", ", 179.", "[", "Crossref", "], [", "CAS", "]", "(3) . ", "Amphidynamic crystals: structural blueprints for molecular machines", "Karlen, Steven D.; Garcia-Garibay, Miguel A.", "Topics in Current Chemistry", "\r\n        (", "2005", "),\r\n    ", "262", "\r\n        (", "Molecular Machines", "),\r\n    ", "179-227", "CODEN:\r\n                ", "TPCCAQ", ";\r\n        ISSN:", "0340-1022", ".\r\n    \r\n            (", "Springer GmbH", ")\r\n        ", "A review.  By considering the relation between mol. structure, mol. dynamics, and phase order, probably certain structures should be able to make up supramol. assemblies with structurally programmed mol. dynamics.  Given that the simplest members of these structures should have the elements required to form a rigid lattice with moving parts, the authors propose the term amphidynamic crystals to describe them.  Also probably amphidynamic crystals forms the basis of a new class of mol. machines with a function that is based on the collective dynamics of mols. within crystals.  These cryst. mol. machines represent an exciting new branch of crystal engineering and materials science.  In this chapter, the authors described current efforts for the construction of cryst. mol. machines designed to respond collectively to mechanic, elec., magnetic, and photonic stimuli, to fulfill specific functions.  One of the main challenges in their design and construction derives from the picometric precision required for operation within the close-packed, self-assembled environment of cryst. solids.  The authors illustrate here some of the initial advancements in the prepn., crystn., and dynamic characterization of these interesting systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XitVSlt7c%253D&md5=adc6dc3bcbbf8c62f057ba8e5f8dec74", " ", "(c) Khuong, T. A. V.; Nunez, J. E.; Godinez, C. E.; Garcia-Garibay, M. A. ", "  Acc. Chem. Res.", " ", "2006", ", ", "39", ", 413.", "[", "ACS Full Text ", "], [", "CAS", "]", "(3) . ", "Crystalline Molecular Machines: A Quest Toward Solid-State Dynamics and Function", "Khuong, Tinh-Alfredo V.; Nunez, Jose E.; Godinez, Carlos E.; Garcia-Garibay, Miguel A.", "Accounts of Chemical Research", "\r\n        (", "2006", "),\r\n    ", "39", "\r\n        (", "6", "),\r\n    ", "413-422", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Complex mol. machinery may be envisioned as densely packed, multicomponent, self-assembling systems built with high structural precision to control the dynamics of one or more internal degrees of freedom.  With mol. gyroscopes as a test, we describe a general strategy to design crystals capable of supporting structurally programmed mol. motions, a practical approach to their synthesis, convenient strategies to characterize their solid-state dynamics, and potential applications based on polar structures responding collectively to external fields.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xjt1Kms7s%253D&md5=65d7a75ad0d31017ab5023392082a8f1", " ", " ", "(4)", " ", "(a) Dominguez, Z.; Dang, H.; Strouse, M. J.; Garcia-Garibay, M. A. ", "  J. ", "Am. Chem. Soc.", " ", "2002", ", ", "124", ", 2398.", "ACS Full Text ", ", [", "CAS", "]", "(4) . ", "Molecular \"Compasses\" and \"Gyroscopes\". I. Expedient Synthesis and Solid State Dynamics of an Open Rotor with a Bis(triarylmethyl) Frame", "Dominguez, Zaira; Dang, Hung; Strouse, M. Jane; Garcia-Garibay, Miguel A.", "Journal of the American Chemical Society", "\r\n        (", "2002", "),\r\n    ", "124", "\r\n        (", "11", "),\r\n    ", "2398-2399", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We describe our efforts toward the prepn. of materials built with mols. possessing topologies analogous to those of macroscopic compasses and gyroscopes.  Samples of 1,4-bis(3,3,3-triphenylpropynyl)benzene (I) were prepd. by a simple two-step procedure from triphenylmethyl chloride and 1,4-diiodobenzene.  The structure of I is such that the central phenylene can play the role of a gyroscope wheel while the two tritylethynyl groups can act as an axle and shielding framework.  Crystals of a benzene clathrate were characterized by single crystal X-ray diffraction and variable-temp. solid state NMR while their thermal stability was detd. by differential scanning calorimetry (DSC) and thermogravimetric anal. (TGA).  The rotational dynamics of the phenylene group in the benzene clathrate and in desolvated samples were characterized in terms of a two-fold flipping process.  Solid state rotational barriers of ca. 12.8 and 14.6 kcal/mol were estd. for the benzene clathrate and desolvated samples, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XhsVegsbs%253D&md5=7263fec13a1bb0439bc6258ef5976e44", " ", "(b) Khuong, T. A. V.; Dang, H.; Jarowski, P. D.; Maverick, E. F.; Garcia-Garibay, M. A. ", "  J. Am. Chem. Soc.", " ", "2007", ", ", "129", ", 839.", "ACS Full Text ", ", [", "CAS", "]", "(4) . ", "Rotational Dynamics in a Crystalline Molecular Gyroscope by Variable-Temperature 13C NMR, 2H NMR, X-Ray Diffraction, and Force Field Calculations", "Khuong, Tinh-Alfredo V.; Dang, Hung; Jarowski, Peter D.; Maverick, Emily F.; Garcia-Garibay, Miguel A.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "4", "),\r\n    ", "839-845", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A combination of solid-state 13C CPMAS NMR, 2H NMR, X-ray-detd. anisotropic displacement parameters (ADPs), and mol. mechanics calcns. were used to analyze the rotational dynamics of 1,4-bis[3,3,3-tris(m-methoxyphenyl)propynyl]benzene (3A), a structure that emulates a gyroscope with a p-phenylene group acting as a rotator and two m-methoxy-substituted trityl groups acting as a stator.  The line shape anal. of VT 13C CPMAS and broad-band 2H NMR data were in remarkable agreement with each other, with rotational barriers of 11.3 and 11.5 kcal/mol, resp.  The barriers obtained by anal. of ADPs obtained by single-crystal X-ray diffraction at 100 and 200 K, assuming a sinusoidal potential, were 10.3 and 10.1 kcal, resp.  A similar anal. of an X-ray structure solved from data acquired at 300 K suggested a barrier of only 8.0 kcal/mol.  Finally, a rotational potential calcd. with a finite cluster model using mol. mechanics revealed a sym. but nonsinusoidal potential that accounts relatively well for the X-ray-derived values and the NMR exptl. results.  It is speculated that the discrepancy between the barriers derived from low and high-temp. X-ray data may be due to an increase in anharmonicity, or to disorder, at the higher temp. values.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXlt1CitQ%253D%253D&md5=5d45f1dbe28235bb06669bb11895b224", " ", "(c) Khuong, T. A. V.; Zepeda, G.; Ruiz, R.; Khan, S. I.; Garcia-Garibay, M. A. ", "  Cryst. Growth Des.", " ", "2004", ", ", "4", ", 15.", "[", "ACS Full Text ", "], [", "CAS", "]", "(4) . ", "Molecular Compasses and Gyroscopes: Engineering Molecular Crystals with Fast Internal Rotation", "Khuong, Tinh-Alfredo V.; Zepeda, Gerardo; Ruiz, Rebecca; Khan, Saeed I.; Garcia-Garibay, Miguel A.", "Crystal Growth & Design", "\r\n        (", "2004", "),\r\n    ", "4", "\r\n        (", "1", "),\r\n    ", "15-18", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Crystals of 1,4-bis[3,3,3-tri(3,5-ditertbutyl)phenylpropynyl]benzene 1c may be viewed as a collection of mol. gyroscopes having a central p-diethynylphenylene as a rotary element encased by two bulky triarylmethyl groups. Single-crystal X-ray anal., 13C CPMAS NMR, and 2H NMR quadrupolar-echo line-shape anal. revealed a lattice of mols. with phenylene groups experiencing rotary motion in the gigahertz regime near ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXotFSht78%253D&md5=9b654c6f1d14aece8830b3819055ce25", " ", "(d) Godinez, C. E.; Zepeda, G.; Garcia-Garibay, M. A. ", "  J. Am. Chem. Soc.", " ", "2002", ", ", "124", ", 4701.", "ACS Full Text ", ", [", "CAS", "]", "(4) . ", "Molecular Compasses and Gyroscopes. II. Synthesis and Characterization of Molecular Rotors with Axially Substituted Bis[2-(9-triptycyl)ethynyl]arenes", "Godinez, Carlos E.; Zepeda, Gerardo; Garcia-Garibay, Miguel A.", "Journal of the American Chemical Society", "\r\n        (", "2002", "),\r\n    ", "124", "\r\n        (", "17", "),\r\n    ", "4701-4707", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We have developed a simple convergent procedure for the synthesis of mol. rotors consisting of a central arom. group coupled with two axially positioned ethynyltriptycenes.  Mol. rotors with 1,4-phenylene (1), 1,4'-1,1'-biphenylene (2), 9,10-anthracenylene (3), and 2,7-pyrenylene (4) groups were prepd. by Pd(0)-catalyzed coupling of ethynyl triptycenes with the corresponding dibromoarenes.  Although compds. 1-4 were not expected to have free rotation in the solid state, the rotational potentials of 1 and 3 were analyzed by semiempirical methods and the crystal packing of 1 was analyzed to design the structures most likely to yield a functional rotor in the solid state.  Semiempirical PM3 calcns. predict compds. 1, 2, and 4 to have frictionless internal rotation even at temps. as low as 25 K, while compd. 3 is expected to have a barrier of ca. 4 kcal/mol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XisFalsrs%253D&md5=746d4295ee3b1565a7776638952fdc16", " ", "(e) Godinez, C. E.; Zepeda, G.; Mortko, C. J.; Dang, H.; Garcia-Garibay, M. A. ", "  J. Org. Chem.", " ", "2004", ", ", "69", ", 1652.", "[", "ACS Full Text ", "], [", "CAS", "]", "(4) . ", "Molecular Crystals with Moving Parts: Synthesis, Characterization, and Crystal Packing of Molecular Gyroscopes with Methyl-Substituted Triptycyl Frames", "Godinez, Carlos E.; Zepeda, Gerardo; Mortko, Christopher J.; Dang, Hung; Garcia-Garibay, Miguel A.", "Journal of Organic Chemistry", "\r\n        (", "2004", "),\r\n    ", "69", "\r\n        (", "5", "),\r\n    ", "1652-1662", "CODEN:\r\n                ", "JOCEAH", ";\r\n        ISSN:", "0022-3263", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A highly convergent synthesis for the prepn. of mol. gyroscopes consisting of para-phenylene rotors linked by triple bonds to methyl-substituted triptycenes acting as pivots and encapsulating frames is reported.  The desired 1,4-bis[2-(2,3,6,7,12,13-hexamethyl-10-alkyl-9-triptycyl)ethynyl]benzenes were prepd. from 2,3-dimethyl-1,3-butadiene using Diels-Alder cycloaddns. and palladium-catalyzed coupling as the key reactions.  The main challenge in the synthesis came about in the prepn. of 9-alkynyl-triptycenes by Diels-Alder reaction of benzynes and 9-alkynyl-2,3,6,7-tetramethylanthracenes.  These reactions occurred with chem. yields and regioselectivities that were strongly influenced by steric and electronic effects of substituents at C10 of the anthracene core.  Anthracenes with Me, Pr, and Ph substituents were utilized to complete the synthesis of their corresponding mol. gyroscopes, and their solid-state structures were detd. by single-crystal X-ray diffraction anal.  Examn. of these results indicated that, as expected, the bulky triptycyl groups encourage crystn. motifs that create more free vol. around the phenylene rotor, as needed to facilitate fast gyroscopic motion in the solid state.  The crystal and mol. structures of the mol. gyroscope I were reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhtVakurc%253D&md5=9af27566ee50b2eed6a6e9fc0abcb8b5", " ", " ", "(5)", " ", "Jarowski, P. D.; Houk, K. N.; Garcia-Garibay, M. A. ", "  J. Am. Chem. Soc.", " ", "2007", ", ", "129", ", 3110.", "ACS Full Text ", ", [", "CAS", "]", "(5) . ", "Importance of Correlated Motions on the Low Barrier Rotational Potentials of Crystalline Molecular Gyroscopes", "Jarowski, Peter D.; Houk, K. N.; Garcia-Garibay, Miguel A.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "11", "),\r\n    ", "3110-3117", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The energetic and structural changes taking place upon rotation of the central phenylene of 1,4-bis(3,3,3-triphenylpropynyl)benzene in the solid state were computed using mol. mechanics calcns.  Pseudopolymorphic crystals of a benzene clathrate (1A) and a desolvated form (1B) were analyzed with models that account for varying degrees of freedom within the corresponding lattices.  The calcd. rotational barriers in a rigid lattice approxn., 78 kcal/mol for 1A and 72 kcal/mol for 1B, are about 5 times greater than those previously measured by variable-temp. 13C CPMAS NMR and quadrupolar echo 2H NMR line-shape anal.: 12.8 kcal/mol for 1A and 14.6 kcal/mol for 1B.  The potential energy barriers calcd. with a model that restricts whole body rotation and translational motions but allows for internal rotations give results that are near the exptl. free-energy barriers.  The calcd. barriers for 1A and 1B are 15.5 and 16.2 kcal/mol, resp.  The differences between the rigid and partially relaxed models are attributed to the effect of correlated motions of the lattice and the rotating group, which are evident from the structural anal. of the at. position data as a function of the dihedral angle of the rotator.  The displacements of neighboring mols. near the rotary transition states for 1A and 1B can be as large as 2.7 and 1.1 Å, resp.  The displacement and oscillation (C2) of interpenetrating Ph rings from neighboring rotors proximal to the event are significant for both 1A and 1B.  In addn., 6-fold (C6) benzene rotations in clathrate 1A were found to be directly correlated to the rotation of the phenylene rotator.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhvF2kurk%253D&md5=f1e97dbccd1a797bdfabc5f30b6d8ed4", " ", " ", "(6)", " ", "(a) Eddaoudi, M.; Kim, J.; Rosi, N.; Vodak, D.; Wachter, J.; O'Keefe, M.; Yaghi, O. M. ", "  Science", " ", "2002", ", ", "295", ", 469.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(6) . ", "Systematic design of pore size and functionality in isoreticular MOFs and their application in methane storage", "Eddaoudi, Mohamed; Kim, Jaheon; Rosi, Nathaniel; Vodak, David; Wachter, Joseph; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "295", "\r\n        (", "5554", "),\r\n    ", "469-472", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A strategy based on reticulating metal ions and org. carboxylate links into extended networks has been advanced to a point that allowed the design of porous structures in which pore size and functionality could be varied systematically.  Metal-org. framework (MOF-5), a prototype of a new class of porous materials and one that is constructed from octahedral Zn-O-C clusters and benzene links, was used to demonstrate that its three-dimensional porous system can be functionalized with the org. groups -Br, -NH2, -OC3H7, -OC5H11, -C2H4, and -C4H4 and that its pore size can be expanded with the long mol. struts biphenyl, tetrahydropyrene, pyrene, and terphenyl.  We synthesized an isoreticular series (one that has the same framework topol.) of 16 highly cryst. materials whose open space represented up to 91.1% of the crystal vol., as well as homogeneous periodic pores that can be incrementally varied from 3.8 to 28.8 Å.  One member of this series exhibited a high capacity for methane storage (240 cm3 at std. temp.), and others the lowest densities (0.41 to 0.21 g/cm3) for a cryst. material at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlyrtLjP&md5=d218d4040887f5fb390a733ee156d27b", " ", "(b) Rosi, N. L.; Eckert, J.; Eddaoudi, M.; Vodak, D. T.; Kim, J.; O'Keeffe, M.; Yaghi, O. M. ", "  Science", " ", "2003", ", ", "300", ", 1127.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(6) . ", "Hydrogen Storage in Microporous Metal-Organic Frameworks", "Rosi, Nathaniel L.; Eckert, Juergen; Eddaoudi, Mohamed; Vodak, David T.; Kim, Jaheon; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2003", "),\r\n    ", "300", "\r\n        (", "5622", "),\r\n    ", "1127-1130", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Metal-org. framework-5 (MOF-5) Zn4O(BDC)3 (BDC = 1,4-benzenedicarboxylate) with a cubic three-dimensional extended porous structure adsorbed hydrogen up to 4.5 wt.% (17.2 hydrogen mols. per formula unit) at 78 K and 1.0 wt.% at room temp. and pressure of 20 bar.  Inelastic neutron scattering spectroscopy of the rotational transitions of the adsorbed hydrogen mols. indicates two well-defined binding sites (termed I and II), which the authors assoc. with hydrogen binding to zinc and the BDC linker, resp.  Preliminary studies on topol. similar isoreticular metal-org. framework-6 and -8 (IRMOF-6 and -8) having cyclobutylbenzene and naphthalene linkers, resp., gave approx. double and quadruple (2.0 wt.%) the uptake found for MOF-5 at room temp. and 10 bar.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXjslGqsbk%253D&md5=2508003b412a07eefc279bbf5358db3b", " ", "(c) Rowsell, J. L. C.; Spencer, E. C.; Eckert, J.; Howard, J. A. K.; Yaghi, O. M. ", "  Science", " ", "2005", ", ", "309", ", 1350.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(6) . ", "Gas Adsorption Sites in a Large-Pore Metal-Organic Framework", "Rowsell, Jesse L. C.; Spencer, Elinor C.; Eckert, Juergen; Howard, Judith A. K.; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2005", "),\r\n    ", "309", "\r\n        (", "5739", "),\r\n    ", "1350-1354", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The primary adsorption sites for Ar and N2 within metal-org. framework-5, a cubic structure composed of Zn4O(CO2)6 units and phenylene links defining large pores 12 and 15 angstroms in diam., have been identified by single-crystal x-ray diffraction.  Refinement of data collected between 293 and 30 K revealed a total of eight symmetry-independent adsorption sites.  Five of these are sites on the zinc oxide unit and the org. link; the remaining three sites form a second layer in the pores.  The structural integrity and high symmetry of the framework are retained throughout, with negligible changes resulting from gas adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXovVOjt7g%253D&md5=f60c7e82ec8088459a2d844cb807f924", " ", "(d) Babarao, R.; Hu, Z. Q.; Jiang, J. W.; Chempath, S.; Sandler, S. I. ", "  Langmuir", " ", "2007", ", ", "23", ", 659.", "[", "ACS Full Text ", "], [", "CAS", "]", "(6) . ", "Storage and Separation of CO2 and CH4 in Silicalite, C168 Schwarzite, and IRMOF-1: A Comparative Study from Monte Carlo Simulation", "Babarao, Ravichandar; Hu, Zhongqiao; Jiang, Jianwen; Chempath, Shaji; Sandler, Stanley I.", "Langmuir", "\r\n        (", "2007", "),\r\n    ", "23", "\r\n        (", "2", "),\r\n    ", "659-666", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Storage of pure CO2 and CH4 and sepn. of their binary mixt. in 3 different classes of nanostructured adsorbents - silicalite, C168 schwarzite, and IRMOF-1 - were compared at room temp. using atomistic simulation.  CH4 is represented as a spherical Lennard-Jones mol., and CO2 is represented as a rigid linear mol. with a quadrupole moment.  For pure component adsorption, CO2 is preferentially adsorbed than CH4 in all the 3 adsorbents over the pressure range under this study, except in C168 schwarzite at high pressures.  The simulated adsorption isotherms and isosteric heats match closely with available exptl. data.  A dual-site Langmuir-Freundlich equation is used to fit the isotherms satisfactorily.  Compared to silicalite and C168 schwarzite, the gravimetric adsorption capacity of pure CH4 and CO2 sep. in IRMOF-1 is substantially larger.  This implies that IRMOF-1 might be a potential storage medium for CH4 and CO2.  For adsorption from an equimolar binary mixt., CO2 is preferentially adsorbed in all 3 adsorbents.  Predictions of mixt. adsorption with the ideal-adsorbed soln. theory from only pure component adsorption agree well with simulation results.  Though IRMOF-1 has a significantly higher adsorption capacity than silicalite and C168 schwarzite, the adsorption selectivity of CO2 over CH4 is similar in all 3 adsorbents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht1Sqtb7P&md5=3341533149c3cd7a9ed60fa0dd9ceb57", " ", " ", "(7)", " ", "(a) Rosseinsky, M. J. ", "  Microporous Mesoporous Mater.", " ", "2004", ", ", "73", ", 15−30.", "[", "Crossref", "], [", "CAS", "]", "(7) . ", "Recent developments in metal-organic framework chemistry: design, discovery, permanent porosity and flexibility", "Rosseinsky, M. J.", "Microporous and Mesoporous Materials", "\r\n        (", "2004", "),\r\n    ", "73", "\r\n        (", "1-2", "),\r\n    ", "15-30", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A review on metal-org. framework structures and their synthetic and design methods, flexibility, rigidity, guest-response, and electronic, magnetic and optical properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXlvVWrur8%253D&md5=c770f325949206dc4f0e4c0b1e72a8fe", " ", "(b) Bordiga, S.; Lamberti, C.; Ricchiardi, G.; Regli, L.; Bonino, F.; Damin, A.; Lillerud, K. P.; Bjorgen, M.; Zecchina, A. ", "  Chem. Commun.", " ", "2004", ", 2300.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(7) . ", "Electronic and vibrational properties of a MOF-5 metal-organic framework: ZnO quantum dot behaviour", "Bordiga, S.; Lamberti, C.; Ricchiardi, G.; Regli, L.; Bonino, F.; Damin, A.; Lillerud, K.-P.; Bjorgen, M.; Zecchina, A.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2004", "),\r\n    ", "\r\n        (", "20", "),\r\n    ", "2300-2301", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "UV-Vis DRS and photoluminescence (PL) spectroscopy, combined with excitation selective Raman spectroscopy, allow us to understand the main optical and vibrational properties of a metal-org. MOF-5 framework.  A O2-Zn2+ → O-Zn+ ligand to metal charge transfer transition (LMCT) at 350 nm, testifies that the Zn4O13 cluster behaves as a ZnO quantum dot (QD).  The org. part acts as a photon antenna able to efficiently transfer the energy to the inorg. ZnO-like QD part, where an intense emission at 525 nm occurs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXosFShurs%253D&md5=3256d71a3a93e41a07fc0da882300dd0", " ", " ", "(8)", " ", "Mueller, U.; Schubert, M.; Teich, F.; Puetter, H.; Schierle-Arndt, K.; Pastre, J. ", "  J. Mater. Chem.", " ", "2006", ", ", "16", ", 626.", "[", "Crossref", "], [", "CAS", "]", "(8) . ", "Metal-organic frameworks-prospective industrial applications", "Mueller, U.; Schubert, M.; Teich, F.; Puetter, H.; Schierle-Arndt, K.; Pastre, J.", "Journal of Materials Chemistry", "\r\n        (", "2006", "),\r\n    ", "16", "\r\n        (", "7", "),\r\n    ", "626-636", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The generation of metal-org. framework (MOF) coordination polymers enables the tailoring of novel solids with regular porosity from the micro to nanopore scale.  Since the discovery of this new family of nanoporous materials and the concept of so called 'reticular design', nowadays several hundred different types of MOF are known.  The self assembly of metal ions, which act as coordination centers, linked together with a variety of polyat. org. bridging ligands, results in tailorable nanoporous host materials as robust solids with high thermal and mech. stability.  Describing examples of different Zn-contg. structures, e.g. MOF-2, MOF-5 and IRMOF-8 verified synthesis methods will be given, as well as a totally novel electrochem. approach for transition metal based MOFs will be presented for the 1st time.  With sufficient amts. of sample now being available, the testing of metal-org. frameworks in fields of catalysis and gas processing is exemplified.  Report is given on the catalytic activation of alkynes (formation of methoxypropene from propyne, vinylester synthesis from acetylene).  Removal of impurities in natural gas (traces of tetrahydrothiophene in methane), pressure swing sepn. of rare gases (Kr and Xe) and storage of H (3.3% at 2.0 MPa/77 K on Cu-BTC-MOF) will underline the prospective future industrial use of metal-org. frameworks in gas processing.  Whenever possible, comparison is made to state-of-art applications to outline possibilities which might be superior by using MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtFeitrc%253D&md5=8969f7b0200e29cefd59141380fea9b5", " ", " ", "(9)", " ", "Kawaguchi, T.; Mamada, A.; Hosokawa, Y.; Horii, F. ", "  Polymer", " ", "1998", ", ", "39", ", 2725.", "[", "Crossref", "], [", "CAS", "]", "(9) . ", "2H NMR analysis of the phenylene motion in different poly(ethylene terephthalate) samples", "Kawaguchi, Takahiro; Mamada, Akira; Hosokawa, yasunori; Horii, Fumitaka", "Polymer", "\r\n        (", "1998", "),\r\n    ", "39", "\r\n        (", "13", "),\r\n    ", "2725-2732", "CODEN:\r\n                ", "POLMAG", ";\r\n        ISSN:", "0032-3861", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "The detailed characterization of the phenylene motions in phenylene-deuterated poly(ethylene terephthalate) (PET) samples has been performed at different temps. by solid-state 2H NMR spectroscopy.  Samples used are slowly cooled PET, quenched PET, and quenched PET contg. 10 wt% bisphenol-A.  2H spin-lattice relaxation analyses reveal that there exist three components with different T1 values at each temp. in each sample, which can be assigned to the cryst., less mobile noncryst.,and mobile noncryst. components in the order of decreasing T1 value.  Using these differences in T1, 2H NMR spectra of the resp. components are sep. recorded, and they are compared to the simulated spectra obtained by the two-site 180° flip model for the motion of the phenylene group.  As a result, it is found that the 2H NMR spectra are successfully reproduced for the resp. components by introducing the individual characteristic log-Gaussian distributions in the flip rates.  Moreover, the mass fractions of the resp. components are detd. for each PET sample as a function of temp.  On the basis of these results, the features of the phenylene motions are discussed, particularly in the noncryst. regions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXislSltb4%253D&md5=9e5d6dec278840984616921b890045dc", " ", " ", "Cholli, A. L.; Dumais, J. J.; Engel, A. K.; Jelisnski, J. W. ", "  Macromolecules", " ", "1984", ", ", "17", ", 2399.", "[", "ACS Full Text ", "], [", "CAS", "]", ". ", "Aromatic ring flips in a semicrystalline polymer", "Cholli, Ashok L.; Dumais, Joseph J.; Engel, Alan K.; Jelinski, Lynn W.", "Macromolecules", "\r\n        (", "1984", "),\r\n    ", "17", "\r\n        (", "11", "),\r\n    ", "2399-404", "CODEN:\r\n                ", "MAMOBX", ";\r\n        ISSN:", "0024-9297", ".\r\n    ", "Solid-state 2H NMR showed poly(butylene terephthalate)  [24968-12-5] (arom.-d4) to contain cryst. regions, in which arom. rings are static, regions of intermediate mobility, in which rings undergo slow 180° flips, and amorphous regions, in which rings undergo 180° flips superimposed on rapid, low-angle librational motions.  The amt. of each phase agrees with d. measurements.  The activation of 180° ring flip is 5.9 kcal/mol.  The ability of a ring to undergo a 180° flip depends on its surrounding conformational space.  Arom. ring flip is a sensitive indicator of morphol. in all org. materials.  Pulse sequences for selectively observing sep. motional regions in polymers are described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2cXmtFWqtro%253D&md5=9c52c36f5790745d1f2796e6f4076f28", " ", " ", "(11)", " ", "Tafipolsky, M.; Amrjalayer, S.; Schmid, R", ". J. Comput. Chem", ". ", "2007", ", ", "28", ", 1169.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(11) . ", "Ab initio parametrized MM3 force field for the metal-organic framework MOF-5", "Tafipolsky, Maxim; Amirjalayer, Saeed; Schmid, Rochus", "Journal of Computational Chemistry", "\r\n        (", "2007", "),\r\n    ", "28", "\r\n        (", "7", "),\r\n    ", "1169-1176", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "A new valence force field was developed and validated for a particular class of coordination polymers known as nanoporous metal-org. frameworks (MOFs), introduced recently by the group of Yaghi.  The exptl., structural, and spectroscopic data in combination with d. functional theory calcns. on several model systems were used to parametrize the bonded terms of the force field, which explicitly treats the metal-oxygen interactions as partially covalent as well as distinguishes different types of oxygens in the framework.  Both the exptl. crystal structure of MOF-5 and vibrational IR spectrum are reproduced reasonably well.  The proposed force field is believed to be useful in atomistic simulations of adsorption/diffusion of guest mols. inside the flexible pores of this important class of MOF materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXktlKltbs%253D&md5=69b0dc2b54d091c9bcc0811caf2d9637", " ", " ", "(12)", " ", "(a) Speakman, L. D.; Papas, B. N.; Woodcock, H. L.; Schaeffer, H. H., III. ", "  J. Chem. Phys", ". ", "2004", ", ", "120", ", 4247.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(12) . ", "The microwave and infrared spectroscopy of benzaldehyde: Conflict between theory and experimental deductions", "Speakman, Lucas D.; Papas, Brian N.; Woodcock, H. Lee; Schaefer, Henry F., III", "Journal of Chemical Physics", "\r\n        (", "2004", "),\r\n    ", "120", "\r\n        (", "9", "),\r\n    ", "4247-4250", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Recently, it has been proposed that ab initio calcns. cannot accurately treat mols. comprised of a benzene ring with a π-conjugated substituent, for example, benzaldehyde.  Theor. predictions of the benzaldehyde barrier to internal rotation are typically a factor of 2 too high in comparison to the exptl. values of 4.67 (IR) and 4.90 (microwave) kcal mol-1.  However, both expts. use Pitzer's 1946 model to compute the reduced moment of inertia and employ the exptl. obsd. torsional frequency to deduce benzaldehyde's rotational barrier.  When Pitzer's model is applied to a system with a nonconjugated functional group, such as phenol, the model and theor. values are in close agreement.  Therefore, we conclude the model may not account for conjugation between the substituent and the π-system of benzene.  The exptl. values of the benzaldehyde rotational barrier are therefore misleading.  The true rotational barrier lies closer to the theor. extrapolated limit of 7.7 kcal mol-1, based on coupled cluster theory.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhslaktr0%253D&md5=381c8b067f20cd88d32e9525de595dc4", " ", "(b) Lutenschläger, P.; Brickmann, J.; van Ruiten, J.; Meier, R. J. ", "  Macromolecules", " ", "1991", ", ", "24", ", 1284.", "There is no corresponding record for this reference.", " ", " ", "(13)", " ", "Hoatson, G. L.; Vold, R. L. ", "  NMR", " ", "1994", ", ", "32", ", 1.", "[", "CAS", "]", "(13) . ", "2H-NMR spectroscopy of solids and liquid crystals", "Hoatson, G. L.; Vold, R. L.", "NMR", "\r\n        (", "1994", "),\r\n    ", "32", "\r\n        (", "Solid-State NMR III: Organic Matter", "),\r\n    ", "1-67", "CODEN:\r\n                ", "NBPPD3", ";\r\n        ISSN:", "0170-5989", ".\r\n    ", "A review with 360 refs.  Deuteron Magnetic Resonance spectroscopy (2H-NMR) is an extremely powerful technique for studying mol. structure and dynamics.  This article covers the last five years (1988-93) and reviews the 2H-NMR literature on mol. crystals, disordered materials and surfaces, inclusion compds., and thermotropic and lyotropic liq. crystals.  The current status of conventional expts., development of new techniques, and applications to representative systems are discussed, assessed and summarized.  One- or multi-dimensional spectra can be used to study structure and ordering.  These provide information on the quadrupole interaction tensors (coupling consts. and asymmetry parameters), orientational order parameters, and probability distribution functions.  Dynamic information was obtained from 2H-NMR relaxation studies.  The ultimate goal is to be able to det. the rate and trajectory of rotational and librational motion in the fast, intermediate and slow regimes.  The kinetic windows accessed by different relaxation measurements are discussed, and strategies for combining expts. to obtain max. information are emphasized.  Finally, illustrative examples of 2H-NMR studies of a variety of phys. and chem. interesting materials are presented.  These are intended to demonstrate the scope and versatility of 2H-NMR for quant. studies of order and dynamics in solids and liq. crystals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXktlyrt7Y%253D&md5=edde7474cdf4f72dd3b0ad8c3afbb2fb", " ", " ", "(14)", " ", "Gonzalez, J.; Devi, R. N.; Tunstall, D. P.; Cox, P. A.; Wright, P. A. ", "  Microporous Mesoporous Mater.", " ", "2005", ", ", "84", ", 97.", "[", "Crossref", "], [", "CAS", "]", "(14) . ", "Deuterium NMR studies of framework and guest mobility in the metal-organic framework compound MOF-5, Zn4O(O2CC6H4CO2)3", "Gonzalez, Jorge; Nandini Devi, R.; Tunstall, David P.; Cox, Paul A.; Wright, Paul A.", "Microporous and Mesoporous Materials", "\r\n        (", "2005", "),\r\n    ", "84", "\r\n        (", "1-3", "),\r\n    ", "97-104", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Variable temp. wideline 2H NMR investigations of the mobility of arom. rings in the framework of desolvated samples of the metal org. framework compd. MOF-5 (Zn4O(O2CC6H4CO2)3) and the closely related solid MOCP-L were performed.  The arom. rings in MOF-5 are stationary at temps. lower than room temp. but perform 180° (π) flips at higher temps. until all framework arom. groups execute this motion at 373 K.  The arom. groups in MOCP-L demonstrate a higher degree of mobility with some motion even below 170 K.  2H NMR of perdeuterobenzene adsorbed onto MOF-5 at a loading of 2 mols. per Zn4O13 inorg. unit shows that upon cooling below 140 K the motion of benzene changes from isotropic reorientation to rotation about its six-fold axis.  Computational simulation suggests that benzene occupies a site close to the Zn4O13 unit at low temps.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXpsF2ntL8%253D&md5=c1a5bb7c6e15433d7b94aed954ef7a92", " ", " ", "(15)", " ", "Nishikiori, S. I.; Soma, T.; Iwamoto, T. ", "  J. Incl. Phenom. Molec. ", "Recog. Chem.", " ", "1997", ", ", "27", ", 233.", "[", "Crossref", "], [", "CAS", "]", "(15) . ", "In-plane and out-of-plane motion of benzene trapped in a Cd(py)2{Ag(CN)2}2 host as studied by deuterium NMR", "Nishikiori, Shin-Ichi; Soma, Takayoshi; Iwamoto, Toschitake", "Journal of Inclusion Phenomena and Molecular Recognition in Chemistry", "\r\n        (", "1997", "),\r\n    ", "27", "\r\n        (", "3", "),\r\n    ", "233-243", "CODEN:\r\n                ", "JIMCEN", ";\r\n        ISSN:", "0923-0750", ".\r\n    \r\n            (", "Kluwer", ")\r\n        ", "2H-NMR powder patterns of the deuterated benzene mol. trapped in a Cd(py)2{Ag(CN)2}2 host were measured at 123-403 K to obtain information about motional behavior of the guest benzene mol. undergoing an in-plane motion combined with an out-of-plane motion.  The activation energy for the in-plane motion, which is a 60° jump among neighboring sites on the benzene ring, was derived to be 18.2(5) kJ mol-1 from the lineshape simulation of the 2H-NMR powder patterns.  The jump frequency of the out-of-plane motion, which is a reorientation of the benzene ring between two sites sepd. with a 57.8° azimuthal angle, was in a fast motion region even at 123 K and the activation energy of the two-site jump is very low compared with that of the in-plane motion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXivFamtLw%253D&md5=5afb17adaa5a54f99c478aa9c902f14b", " ", " ", "(16)", " ", "Kitchin, S. J.; Xu, M. C.; Serrano-Gonzalez, H.; Coates, L. J.; Ahmed, S. Z.; Glidewell, C.; Harris, K. D. M. ", "  J. Solid State Chem.", " ", "2006", ", ", "179", ", 1335.", "[", "Crossref", "], [", "CAS", "]", "(16) . ", "Solid triphenylmethanol: A molecular material that undergoes multiple internal reorientational processes on different timescales", "Kitchin, Simon J.; Xu, Mingcan; Serrano-Gonzalez, Heliodoro; Coates, Laura J.; Zaka Ahmed, S.; Glidewell, Christopher; Harris, Kenneth D. M.", "Journal of Solid State Chemistry", "\r\n        (", "2006", "),\r\n    ", "179", "\r\n        (", "5", "),\r\n    ", "1335-1338", "CODEN:\r\n                ", "JSSCBI", ";\r\n        ISSN:", "0022-4596", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "In solid triphenylmethanol, the mols. are arranged in hydrogen-bonded tetramers, and it is already well established that the hydrogen bonding in this material undergoes a dynamic switching process between different hydrogen bonding arrangements.  In addn. to this motion, the authors show here, from solid-state 2H NMR studies of the deuterated material (C6D5)3COH, that each Ph ring in this material undergoes a 180°-jump reorientation about the C6D5-C(OH) bond, with an activation energy of ∼50 kJ mol-1.  The timescale for the Ph ring dynamics is several orders of magnitude longer than the timescale for the hydrogen bond dynamics in this material, and is uncorrelated with the dynamics of the hydrogen bonding arrangement.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XktFejs7Y%253D&md5=be17ff394f6ce564b8210c4dca550334", " ", " ", "(17)", " ", "Inertial rotation of the phenylene group along the 1,4-axis was calculated as described in Kawski, A. ", "  Crit. Rev. Anal. Chem.", " ", "1993", ", ", "23", ", 459−529.", "There is no corresponding record for this reference.", " ", " ", "(18)", " ", "A value of 14 ± 1 kcal/mol is taken from the values reported in ref 11, including a 1 kcal/mol correction due to differences in zero-point energy.", "There is no corresponding record for this reference.", " ", " ", "(19)", " ", "Rotation of a ", "p", "-CHO benzoate is calculated to have a 2 kcal/mol higher barrier than the neutral acid:  Wiberg, K. B. ", "  J. Org. Chem", ". ", "2002", ", ", "67", ", 4787.", "There is no corresponding record for this reference.", " ", " ", "Tonelli, A. E. ", "  J. Polym. Sci., Part B:  Polym. Lett.", " ", "1973", ", ", "11", ", 441.", "[", "Crossref", "], [", "CAS", "]", ". ", "Effect of the terephthaloyl residue on chain flexibility of poly(ethylene terephthalate)", "Tonelli, Alan E.", "Journal of Polymer Science, Polymer Letters Edition", "\r\n        (", "1973", "),\r\n    ", "11", "\r\n        (", "7", "),\r\n    ", "441-7", "CODEN:\r\n                ", "JPYBAN", ";\r\n        ISSN:", "0360-6384", ".\r\n    ", "The terephthaloyl residue in poly(ethylene terephthalate) [25038-59-9] closely approxd. a true freely rotating link in the dynamic as well as the statistical sense, because of the low barriers sepg. the rotational states, all of which are reasonably accessible.  The rotations about the bonds between the carbonyl groups and the benzene ring were independent of each other and of the rotations about the OCH2 and CH2CH2 bonds.  The π-electron delocalization barrier in the terephthaloyl residue was estd. at <5.0 kcal/mol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE2cXjvFWn&md5=ee20fa44b578d5c8bed9cfcb56262a60", " ", " ", "(21)", " ", "Karlen, S. D.; Ortiz, R.; Chapman, O. L.; Garcia-Garibay, M. A. ", "  J. ", "Am. Chem. Soc.", " ", "2005", ", ", "127", ", 6554.", "ACS Full Text ", ", [", "CAS", "]", "(21) . ", "Effects of Rotational Symmetry Order on the Solid State Dynamics of Phenylene and Diamantane Rotators", "Karlen, Steven D.; Ortiz, Rafael; Chapman, Orville L.; Garcia-Garibay, Miguel A.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "18", "),\r\n    ", "6554-6555", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The rotational dynamics of phenylene and diamantane rotators in crystals of 1,9-bis(4-[3,3,3-triphenylpropynyl]phenyl)diamantane were analyzed independently within the same crystal structure.  The dynamics of phenylene rotation were established by dynamic line shape anal. using 13C CPMAS NMR.  The phenylene signals were selectively highlighted by deuteration of the arom. trityls and the use of short contact times for cross polarization.  The dynamics of the diamantane group were established by 1H spin-lattice relaxation under conditions where dipolar relaxation is the dominant mechanism between 250 and 425 K.  A factor of 20,000 between the rates of rotation of the faster diamantane and the slower phenylene at 300 K supports expectations that higher symmetry rotors should have significantly faster dynamics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjtlKjsr0%253D&md5=463f34c11c2d0ce85953bf054a22b86f", " ", " ", "(22)", " ", "(a) Huang, B. L.; Ni, Z.; Millward, A.; McGaughey, A. J. H.; Uher, C.; Kaviany, M.; Yaghi, O. ", "  Int. J. Heat Mass Transfer", " ", "2007", ", ", "50", ", 405.", "[", "Crossref", "], [", "CAS", "]", "(22) . ", "Thermal conductivity of a metal-organic framework (MOF-5): Part II. Measurement", "Huang, B. L.; Ni, Z.; Millward, A.; McGaughey, A. J. H.; Uher, C.; Kaviany, M.; Yaghi, O.", "International Journal of Heat and Mass Transfer", "\r\n        (", "2007", "),\r\n    ", "50", "\r\n        (", "3-4", "),\r\n    ", "405-411", "CODEN:\r\n                ", "IJHMAK", ";\r\n        ISSN:", "0017-9310", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The thermal cond. of MOF-5 single crystals is measured over a wide temp. range between 6 and 300 K by using the longitudinal, steady-state heat flow method.  Between 6 and 20 K, the thermal cond. increases with the increase in temp. and exhibits a peak near 20 K.  This peak results from the crossover between the decreasing mean free path and the increasing phonon sp. heat with the increasing temp.  From 20 to 100 K, the thermal cond. decreases rapidly with increasing temp.  Above 100 K, the thermal cond. is nearly temp. independent, and its value at 300 K is 0.32 W/m/K, a rather low value for crystals.  The mean free path anal. shows that at high temp., the phonon mean free path is minimized to the cage size due to the porous, flexible structure of MOF-5.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xhtlaiu7vF&md5=2bf38d344051984e6b7c6d6963027af7", " ", "(b) Civalleri, B.; Napoli, F.; Noel, Y.; Roetti, C.; Dovesi, R. ", "  CrystEngComm", " ", "2006", ", ", "8", ", 364.", "[", "Crossref", "], [", "CAS", "]", "(22) . ", "Ab-initio prediction of materials properties with CRYSTAL: MOF-5 as a case study", "Civalleri, Bartolomeo; Napoli, Francesco; Noel, Yves; Roetti, Carla; Dovesi, Roberto", "CrystEngComm", "\r\n        (", "2006", "),\r\n    ", "8", "\r\n        (", "5", "),\r\n    ", "364-371", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "MOF-5 is by far the most relevant member of the new class of metal-org. framework materials and has been adopted as a case study to show that reliable ab initio prediction of materials properties of complex systems can be obtained by means of a solid state computational tool like the CRYSTAL code.  Structure, electronic properties and vibrational frequencies of MOF-5 computed at the B3LYP level of theory are reported and discussed.  Animations representing MOF-5 vibrations are available at the web site: www.crystal.unito.it/vibs/mof5.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XmtVWrtrc%253D&md5=7c9bd86e1f03a12aac3c92f59130014a", " ", "(c) Greathouse, J. A.; Allendorf, M. D. ", "  J. Am. Chem. Soc.", " ", "2006", ", ", "128", ", 10678.", "ACS Full Text ", ", [", "CAS", "]", "(22) . ", "The Interaction of Water with MOF-5 Simulated by Molecular Dynamics", "Greathouse, Jeffery A.; Allendorf, Mark D.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "33", "),\r\n    ", "10678-10679", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Force field parameters for use with metal-org. framework-5 (MOF-5 or IRMOF-1) are presented.  Flexibility within the framework is included in this model, so that structural changes upon interaction with adsorbate mols. can be obsd. and quantified.  The model was validated by comparing simulated lattice parameters of pure MOF-5 with X-ray diffraction results.  For the first time, mol. dynamics simulations have been performed that show how water interacts with MOF-5.  The framework is stable at water contents up to 2.3% by mass, but distortion in the lattice structure is already evident.  At water contents of 3.9% and higher, the framework collapses because of the replacement of MOF O atoms by water O atoms in the Zn coordination shells.  As a result, inorg. MOF O atoms are no longer coordinated by four Zn ions, and benzene dicarboxylate linkers are no longer tethered to Zn centers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xns1WqtL4%253D&md5=65bd73b755fe8dc52f35d5aabb0b8eca", " ", "(d) Amirjalayer, S.; Tafipolsky, M.; Schmid, R. ", "  Angew. Chem.", ", ", "Int. Ed.", " ", "2007", ", ", "46", ", 463.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(22) . ", "Molecular dynamics simulation of benzene diffusion in MOF-5: importance of lattice dynamics", "Amirjalayer, Saeed; Tafipolsky, Maxim; Schmid, Rochus", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "3", "),\r\n    ", "463-466", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "When benzene mols. diffuse through the metal org. framework MOF-5, they accumulate in pockets.  Mol. dynamics simulations reveal that the correlated lattice motion increases this binding.  Only when the the lattice dynamics are considered in the simulation, can the exptl. diffusion consts. be reproduced.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXnvVCjtw%253D%253D&md5=7085b74ffa98c65344e0cc5295bf5ad9", " ", " "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2008/jacsat.2008.130.issue-11/ja077122c/production/images/small/ja077122cf00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2008/jacsat.2008.130.issue-11/ja077122c/production/images/small/ja077122cf00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2008/jacsat.2008.130.issue-11/ja077122c/production/images/small/ja077122cf00003.gif\">"]}
