{"title": ["A Photoelectron Spectroscopy Study on the Interfacial Chemistry and Electronic Structure of Terephthalic Acid Adsorption on TiO", "(110)-(1×1) Surface"], "authors": ["Wenhua Zhang", "Liang Cao", "Li Wan", "Linyun Liu", "Faqiang Xu"], "doi": ["10.1021/jp406631x"], "abstract": ["The chemical bonding mechanism, electronic structure, and the energy level alignment at the terephthalic acid (TPA)/TiO", " (110)-(1×1) interface were investigated in situ by means of X-ray photoelectron spectroscopy (XPS) and synchrotron radiation photoemission spectroscopy (SRPES). It has been found that the adsorption of TPA on TiO", "(110)-(1×1) at room temperature leads to the formation of dicarboxylate species at lower coverage (∼0.2 ML) followed by the formation of monocarboxylate species below 1 ML, indicating a geometry variation from flat-lying to upright adsorption. Further deposition of TPA onto the first monolayer results in a multilayer growth without deprotonation. The energy level alignment at the TPA/TiO", " (110) interface demonstrates a straddling lineup of the organic frontier molecular levels with respect to the oxide bands at the interface. A large energy difference with a value of ∼1.1 eV is present between the lowest unoccupied molecular orbital (LUMO) of TPA and the conduction band (CB) of TiO", ", suggesting an energetically favorable electron transfer from TPA into TiO", ". Fundamental understanding of the chemical interactions and electronic properties at the TPA/TiO", " interface could facilitate unravelling the microscopic mechanism for interfacial charge transfer dynamics, which is desirable for exploring a new generation of hybrid energy devices."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Details", "Results and Discussion", "Conclusions", "References", "1 Introduction", "Titanium dioxide is utilized extensively in numerous technological applications, including as a pigment, a biosensor support,", "(1)", " photocatalyst,", "(2)", " and in the Grätzel photovoltaic cell", "(3)", " to name but a few. In many of the applications, TiO", "2", " is usually either intentionally functionalized or expected to interact with organic molecules in order to improve the material properties and relevant device performance. The vast majority of the functional molecules are anchored to TiO", "2", " with the carboxylic acid group.", "(3)", " For instance, the carboxylic acids are directly utilized as linkers between the oxide template and the on-top built structures in the functionalization of TiO", "2", " surface, resulting in stable, flexible, and high-quality nanostructures.", "(4, 5)", " In the case of TiO", "2", "-based dye-sensitized solar cells (DSSCs), the pioneering N3-dye and its analogue contains multiple carboxylic groups through which these dyes graft firmly on the oxide surface.", "(6, 7)", " The bridging and anchoring group determines the binding energy of the molecules on TiO", "2", " (largely affecting its long-term stability) and the charge injection/transport rate.", "(8)", " The injection rate is affected by the dye’s anchoring group in two ways, through the electronic coupling between the dye and the semiconductor and through the position of the dye’s virtual orbital and its energy alignment with the TiO", "2", " conduction band.", "(9, 10)", " Therefore, the characterization of the TiO", "2", "–organic bonding, the interfacial electronic structure and the energy level alignment is of great importance for the utmost applications of such interface in the organic electronics and optoelectronic devices.", "The adsorption and behavior of simple monocarboxylic acids on rutile TiO", "2", "(110) have previously been studied in an attempt to understand the reactivity of the surface and its defect sites.", "(11-13)", " On the TiO", "2", "(110) (1×1) surface it is well-established that the carboxylic acids adsorb dissociatively in a bridging bidentate geometry, where the two carboxylate oxygen atoms bond to two 5-fold Ti", "4+", " (Ti", "5f", ") of the oxide surface. The dissociated hydrogen is thought to bind to bridging oxygen atoms to form a bridging hydroxyl (O", "b", "H).", "(11, 14)", " In this work we investigate the interaction of dicarboxylic acid with the TiO", "2", "(110) surface. The interest in dicarboxylic acid lies in the fact that bonding via two acid groups to the TiO", "2", " surface may lead to more efficient charge transfer between an adsorbed molecule and the oxide surface. Besides, the additional acid group on the molecule introduces a significant complication to the competition between surface–adsorbate and adsorbate–adsorbate interactions. Terephthalic acid (TPA, HOOC–C", "6", "H", "4", "–COOH), a highly symmetric planar molecule, is a versatile molecular linker and has received considerable attention with regard to the assembly of three-dimensional porous metal–organic frameworks (MOF) stabilized by metal-carboxylate bonds,", "(15)", " as well as in two-dimensional supramolecular architectures at surfaces.", "(16-19)", " In particular, TPA/TiO", "2", "(110) is a promising system to create an overlayer of upright oriented molecules exposing an organic surface terminated by carboxyl groups. Zasada et al.", "(20)", " have elucidated that the anchoring properties of the TPA/TiO", "2", " system are not perturbed by the formation of TPA dimers in the film. This kind of chemical functionalization may open wide-ranging applications in the field of nanotechnology.", "To date, the studies on TPA adsorption on TiO", "2", " surface concentrate principally on the molecular configurations and the interactions within the self-assembled film investigated by several experimental techniques including scanning tunneling microscopy (STM),", "(20-22)", " noncontact atomic force microscopy (nc-AFM),", "(21-23)", " near edge X-ray adsorption fine structure (NEXAFS),", "(23)", " as well as by density functional theory (DFT) calculations.", "(20, 24)", " It has demonstrated that TPA molecules adopt a flat-lying geometry at initial lower coverage (<0.3 ML). When the saturation coverage is achieved, a well-ordered monolayer of the vertically oriented molecules in dimer style is formed.", "(20, 23)", " However, some key issues such as the intermolecular aggregation, the film structure, and the chemical functionality of the modified surface are still in debate. For example, it has been still under discussion whether TPA molecules forming the congested layer bind to the substrate in a molecular or dissociated form. As discussed earlier, the O", "b", "H species are virtually invisible to STM observation when residing alongside adsorbed carboxylate moieties.", "(25, 26)", " The dissociation of TPA molecules on TiO", "2", " and the bonding mechanism to the surface are generally assumed to follow the case of simple carboxylic acids on TiO", "2", ", while still lacking direct experimental confirmations. Moreover, the electronic structure and the energy level alignment at TPA/TiO", "2", " interface are also less researched to our knowledge.", "In this study, we employed synchrotron radiation photoemission (SRPES) and X-ray photoelectron spectroscopy (XPS) to investigate the interfacial bonding mechanism and electronic structures upon TPA adsorption on TiO", "2", "(110)-(1×1) surface at room temperature. The photoelectron spectroscopy, including core level and valence band, is a powerful technique with high surface sensitivity to unravel the chemical reactions occurring on surface through the recognition of the surface species. It also gives the most direct picture about the alignment of the electronic levels between two layers right at the interface.", "(27, 28)", " Such a fundamental understanding of interface atomistic and electronic structure is vital to unravel the microscopic mechanism for charge transfer/injection in the new generation of energy devices, as well as providing the basis for practical implementations, such as exploring the semiconductor behavior of MOFs.", "(29, 30)", "Top of Page", "Abstract", "Introduction", "Experimental Details", "Results and Discussion", "Conclusions", "References", "2 Experimental Details", "The experiments were carried out at the Surface Physics Endstation connected with the beamline U18 of National Synchrotron Radiation Laboratory (NSRL) in Hefei, China. The photon energy range of U18 beamline covers from 10 to 250 eV, which is especially suitable for the excitations of valence electrons. The resolution power (", "E", "/Δ", "E", ") of the beamline is better than 1000. The endstation contains three UHV chambers, namely analysis chamber, preparation chamber, and molecular beam epitaxy (MBE) chamber. The base pressures of these three chambers are all in the low 10", "–10", " mbar regime. The analysis chamber is equipped with a VG angle-resolved electron energy analyzer (ARUPS-10), a Mg/Al twin-anode X-ray source, and a VG retractable four-grid LEED system. More detailed descriptions of the beamline and endstation can be found elsewhere.", "(31, 32)", "The TiO", "2", " (110) wafer (supplied by KMT Ltd., China) was cleaned using repeated cycles of Ar", "+", " sputtering and annealing at 900 K in the UHV system, yielding a clean and lightly reduced TiO", "2", "(110)-(1 × 1) surface with sharp LEED pattern. TPA (99%, Sigma-Aldrich Chemie GmbH, Germany) was thoroughly degassed for several hours before sublimated onto the TiO", "2", "(110) substrate from a resistively heated Knudsen cell. During the deposition, the sample remained at room temperature, and the pressure in the MBE chamber increased to around 1 × 10", "–9", " mbar. The coverage of 1 monolayer (ML) TPA was estimated from the XPS intensity attenuation of the lattice oxygen and compared with the literature data regarding the benzoic acids adsorption on TiO", "2", "(110)-(1×1) surface, in which 1 ML benzoic acid corresponds to one organic molecule per two substrate unit cells.", "(33, 34)", " The error for the coverage evaluation in this way is about 15%.", "XPS and SRPES spectra were both recorded at normal emission with excitation energy of 1253.6 eV (Mg ", "K", "α) and 65 eV, respectively. The overall energy resolution is around 0.1 eV for SRPES and 1.0 eV for XPS. The binding energy (BE) scale in the valence spectra was calibrated to the Fermi edge (BE = 0) of a gold foil, which was spot-welded on the manipulator with good electric contact to the sample. To allow a direct comparison of the XPS intensities, the core level spectra were normalized to the level background at the low binding energy side of the peak before numerical curve fitting was done. The XPS spectra were fitted and analyzed with the XPSPeak4.1 program, using a Gaussian–Lorentzian (G-L) peak shape with a Shirley background. The percent of Lorentzian composition is defined as the G-L value which remains fixed for each component in the fitting procedure. During the measurements of the valence band structure, a −10 V bias was applied on the sample to allow the observation of the secondary electron cutoff and thus the sample work function was obtained by measuring the kinetic energy of the secondary electron cutoff with respect to the Fermi level after the correction of this applied bias.", "Top of Page", "Abstract", "Introduction", "Experimental Details", "Results and Discussion", "Conclusions", "References", "3 Results and Discussion", "3.1", "XPS of TPA/TiO", "2", "(110)", "3.1.1", "Ti 2p", "Panel a in Figure ", "1", " depicts the evolution of Ti 2p core level intensity with the TPA coverage ranging from 0 to 2 ML. In order to discriminate the partially reduced Ti species after suffering the UHV-treatment, the Ti 2p", "3/2", " spectra are fitted by two components with same G-L (5%) and full-width-half-maximum (fwhm) (1.8 eV) values. The dominant peak at ∼459.0 eV in Figure ", "1", "a is associated with the regular 6-fold coordinated Ti atoms in the bulk (Ti", "4+", ") and 5-fold coordinated atoms (Ti", "5f", ") on the surface, whereas the shoulder at ∼1.7 eV lower BE is attributed to Ti", "3+", " ions due to the formation of surface oxygen vacancies (O", "vac", ") and interstitial Ti in the subsurface.", "(35, 36)", " From the intensity of Ti", "3+", " species, approximate 9.6% reduction of the TiO", "2", "(110) surface is estimated, in line with the results for the UHV treated TiO", "2", " samples.", "(26, 37)", " With increasing TPA coverage, both Ti", "4+", " and Ti", "3+", " intensities attenuate while the intensity ratio of Ti", "3+", " versus Ti", "4+", " (see Figure ", "1", "b) is found to decrease gradually in the initial low coverage range and then tends to be constant after deposition of ∼0.3 ML TPA. The reduction of the Ti", "3+", "/Ti", "4+", " ratio implies a partial healing of the surface defects by the adsorbed carboxylic acids. Generally, COOH-containing organic molecules adsorbed on TiO", "2", " surface prefer to bond at the surface O-vacancy (O", "vac", ") sites: the hydroxyl group is deprotonated and covalently bonded to one of the adjacent Ti", "3+", " ions around O", "vac", " sites, whereas the carbonyl O-atom is attached to the nearby Ti", "5f", " atoms.", "(38)", " Consequently, this type of reaction leads to the quenching of the Ti", "3+", " peak. In addition, Ti 2p is observed to shift slightly to higher energy as indicated with short bars in Figure ", "1", "a. The final ∼0.2 eV shift of Ti 2p at 2 ML coverage suggests a small band bending in TiO", "2", " (110) upon the adsorption of TPA, which is also confirmed by O 1s XPS data discussed in the next section. In previous work, Johansson et al. observed Ti 2p shift ∼0.1 eV to higher BE with the adsorption of triarylamine molecules on rutile TiO", "2", "(110). They ascribed it to a charge transfer over the interface and an energy level bending on a very short length scale.", "(39)", " Herein, we can assign the Ti 2p shift to a local charge transfer from TPA molecules into the TiO", "2", " substrate due to the occurrence of the interfacial reaction.", "Figure 1. (a) Evolution of Ti 2p intensity with TPA coverage from 0 to 2 ML. The Ti 2p", "3/2", " spectra are deconvoluted with two component peaks corresponding to Ti", "4+", " main peak and Ti", "3+", " shoulder peak. (b) Variation of the relative intensity Ti", "3+", "/Ti", "4+", " with increasing of TPA coverage.", "3.1.2", "O 1s", "In order to reveal the interfacial bonding mechanism, O 1s XPS spectra were collected at different TPA coverage. Figure ", "2", "a shows the O 1s features as a function of the TPA coverage on TiO", "2", "(110). Peaks A, B, C, D and E correspond to the possible oxygen species including lattice oxygen (O", "lat", "), surface hydroxyl oxygen (O", "b", "H), carboxylate oxygen (−COO", "–", "), carbonyl, and hydroxyl oxygen in the neutral carboxylic group (−COOH), respectively. The inset of Figure ", "2", "b also shows schematically the assignments of the various oxygen species at TPA/TiO", "2", "(110) interface. In Figure ", "2", "a, the clean TiO", "2", "(110) surface presents a single O1s peak (peak A) around the BE of 530.0 eV with fwhm = 2.0 eV, in agreement with previously reported results.", "(40-42)", " Upon adsorption of 0.2 ML TPA, the O 1s peak is broadened, and an additional shoulder appears at BE of ∼531.8 eV. Further increasing TPA coverage leads to the appearance of another broad shoulder peak at ∼533.0 eV together with the decreased intensity of lattice oxygen. At 4 ML coverage, the signal from TiO", "2", " is very weak, and a strong peak appears at 533.4 eV. According to earlier observations,", "(43, 44)", " this strong and broad peak is originated from the neutral carboxylic moieties (COOH) of molecular TPA in the multilayer film, and comprised of carbonyl (peak D) and hydroxyl (OH, peak E) components. In addition, peak A is found to shift slightly to higher energy by ca. 0.2 eV upon TPA adsorption, confirming the band bending indicated in the last section. Particularly, the absence of the peak D and E at 0.2 ML suggests both carboxylic groups of the TPA molecule fully deprotonated resulting in the formation of dicaboxylate species via Ti–O bonding at the TPA/TiO", "2", "(110) interface. This scenario agrees excellently with the flat adsorption geometry revealed by nc-AFM", "(23)", " and DFT", "(20)", " results.", "Figure 2. O 1s XPS spectra of TPA/TiO", "2", "(110). (a) Evolutions of O 1s with TPA coverage. A–E denote the component peaks contributed by lattice oxygen (O", "lat", "), surface hydroxyl species (O", "b", "H), carboxylate species (−COO", "–", "), carbonyl (C═O), and hydroxyl group (OH), respectively. (b) A representative fitting of O 1s spectrum of 0.8 ML TPA. The inset is a schematic assignment of the various surface oxygen species upon the adsorption of one TPA molecule on TiO", "2", "(110)-(1×1) surface. (c) Intensity variations of each oxygen species of A to E. The intensity of neutral carboxylic group (−COOH) is the sum of peak D and E. The schematic models for TPA adsorption configuration at 0.2 and 0.8 ML on TiO", "2", "(110) are indicated in the inset of (a). Hydrogen atoms are not present. The yellow lines and the red lines of the substrate stand for the Ti rows and O rows along [001] direction, respectively.", "Table 1. O1s XPS Peak Fitting Results Including Binding Energy (", "E", "B", ") and Peak Area (Area) for Each Component Peak in Correspondence with Specific Oxygen Species at TPA/TiO", "2", "(110)-(1×1) Interface", " ", " ", " ", " ", " ", " ", " ", "–COOH", " ", "O", "lat", "O", "b", "H", "–COO", "–", "C═O", "OH", "coverage (ML)", "E", "B", "(eV)", "area", "E", "B", " (eV)", "area", "E", "B", " (eV)", "area", "E", "B", " (eV)", "area", "E", "B", " (eV)", "area", "0", "530.0", "7.435", "---", "---", "---", "---", "---", "---", "---", "---", "0.2", "530.0", "5.834", "531.3", "0.217", "532.2", "0.434", "---", "---", "---", "---", "0.8", "530.0", "4.518", "531.4", "0.296", "532.2", "0.592", "532.8", "0.399", "534.2", "0.399", "1.2", "530.1", "3.572", "531.4", "0.329", "532.3", "0.658", "533.0", "0.58", "534.4", "0.58", "2.0", "530.1", "2.557", "531.5", "0.227", "532.3", "0.454", "532.8", "1.363", "534.2", "1.363", "3.0", "530.2", "1.52", "531.5", "0.05", "532.3", "0.10", "532.6", "2.32", "534.0", "2.32", "4.0", "530.2", "0.394", "531.5", "0.05", "532.2", "0.10", "532.6", "3.266", "534.0", "3.266", "Note: The G-L value of all components is 0.18. The fwhm of components A, B and C equals 2.0 eV, and the fwhm’s of D and E are 1.95 and 1.99 eV, respectively.", "At coverage >0.2 ML, the O 1s spectra need to be fitted with several components for the description of surface chemistry. During the deconvolution of O 1s spectra envelop, two basic quantitative approximations are followed, namely the intensity ratio of C/B = 2 and D/E = 1 according to the dissociation reaction of carboxylic acid and the molecular constitute. We start fitting first the clean and 4 ML samples alone, either of which presents a strong and well-resolved peak and thus serves as a reference spectrum for subsequent curve-fitting. Second, we deconvolve the spectrum of 0.2 ML, which is special due to the absence of components D and E. From the curve-fit procedure, the parameters for components B and C can be derived properly with some constraints to the peak positions. Once the parameters of all components are obtained, the curve fit can be propagated to other samples within the sample series that consists of a mixture of the components.", "(45)", " The final fitting parameters used and the results are shown in Table ", "1", ".", "Figure ", "2", "b presents a typical fitting result of 0.8 ML TPA on TiO", "2", "(110). The O", "b", "H is expected to form from the dissociated hydrogen combining with surface bridging oxygen atom (O", "b", "), which has previously been observed upon adsorption of water", "(46-48)", " and other carboxylic acids", "(49-52)", " on the rutile TiO", "2", "(110) surface. It was reckoned that the O 1s component of O", "b", "H species located at 1.18–1.33 eV higher BE than TiO", "2", " lattice oxygen.", "(53)", " In our case, the BE difference between O", "b", "H (peak B) and lattice oxygen (peak A) is 1.3 eV. The BE difference of carbonyl oxygen before and after deprotonation, i.e., peak D to peak C, is about 0.6 eV, comparable to the value of 0.4 eV reported by Yu et al. with regard to the adsorption of carboxylic dye on TiO", "2", "(110).", "(54)", " The O 1s peaks are fitted properly using the above components in the entire range of TPA coverage.", "Figure ", "2", "c displays the intensity evolution of each component with TPA coverage. Upon the deposition of TPA, the intensity of peak A decays gradually. Both peak B and peak C intensify gradually until ∼1.2 ML and attenuate thereafter, suggesting the interfacial bonding between TPA and TiO", "2", " is saturated approximately within the first molecular layer. A significant adsorption of multilayer TPA before 0.8 ML also can be ruled out. The intensity of carboxylic group (−COOH), i.e., the amount of peaks D and E, is zero at the deposited minimum coverage of 0.2 ML, and then increases monotonically. Moreover, it is found that the intensity of −COO", "–", " (peak C) is almost identical to that of −COOH (D + E) at 0.8 ML, in conformance with an upright molecular orientation on the TiO", "2", "(110) surface, with one carboxyl group bonding dissociatively to TiO", "2", " and the other remaining intact in the vacuum side.", "(23)", " The tentative models for TPA adsorption at 0.2 and 0.8 ML on TiO", "2", " are indicated schematically in the inset of Figure ", "2", "a. At coverage exceeding 0.8 ML, the −COOH intensity (peak D + E) is much larger than the −COO", "–", " intensity (peak C) due to the formation of TPA multilayer.", "3.1.3", "C 1s", "The C 1s XPS spectra with increasing coverage of TPA sublimated onto the TiO", "2", "(110) surface are shown in Figure ", "3", ". The spectra are fitted with two components labeled as A and B, which are contributed from the aromatic ring carbons and carbonyl carbons, respectively. After 0.2 ML TPA is deposited, peak A and B emerges at BE of 285.4 and 289.2 eV, respectively. The intensity ratio of peak A/B is about 3.2, in consistence with the ideal ratio 3.0 of aromatic and carbonyl carbons in a TPA molecule. At 0.8 and 2 ML coverage, the intensities of the two peaks increase accordingly, and peak A remains at 285.4 eV while peak B shifts slightly to higher BE of 289.7 eV (fwhm = 2.4 eV) at 0.8 ML and 290.0 eV (fwhm = 2.3 eV) at 2.0 ML coverage. The intermediate energy position of B at 0.8 ML may suggest a composition of two types of oxygen species agreeing to its up-right configurations on surface where both carboxylate and carboxylic species present. It is further supported by the slightly broadened width with respect to the 2 ML film, although the absolute difference is small. In addition, peak B of the 0.2 ML film locates 0.8 eV lower BE than the TPA bulk film. This energy difference can be considered as the characteristics for the formation of carboxylate species. For the carboxylic dyes adsorbed on TiO", "2", " (110), the carboxylate carbon was reported previously to locate at 0.65 eV lower than its neutral counterpart.", "(55)", " For the TPA adsorption on copper, the C 1s of carboxylate species was reported to locate 1.2–1.8 eV away from the molecular species.", "(16, 44, 56)", " The smaller BE difference in the present case is possibly due to the weaker interactions between TPA with oxide than with copper. Therefore C 1s XPS also reflects a full deprotonation of TPA molecules at initial 0.2 ML coverage on TiO", "2", "(110), in consistence with earlier O 1s XPS data. The almost invariable energy position of the benzene carbons with various TPA thickness suggests no significant modification of the aromatic ring upon adsorption on TiO", "2", "(110), in accordance with previous DFT conclusions with respect to the TPA adsorption on TiO", "2", "(110) surface.", "(20)", "Figure 3. Evolution of C 1s with TPA coverage from 0 to 2 ML.", "3.2", "Valence band structure and electronic energy level alignment", "Figure ", "4", " shows the evolution of valence band spectra as well as the secondary cutoff as a function of TPA thickness. The shift of secondary cutoff edge corresponds to the variation of the vacuum level and the surface work function (WF). Depending on the sample treatment, the WF of pristine TiO", "2", "(110) has been reported with values ranging from 3.9 to 6.2 eV.", "(12)", " In the present work, the WF for the (1 × 1) surface is found to be ∼5.2 eV. Upon the deposition of 0.2 ML TPA, the WF decreases to ∼4.3 eV. It reduces further to ∼4.0 eV at 0.8 ML and then remains almost constant after that. In the region of 1 ML coverage of TPA, the WF changes with a total amount of 1.2 eV, of which ∼0.2 eV is contributed by the charge transfer as demonstrated by the XPS data. The remaining value of ∼1.0 eV corresponds to the formation of the surface dipole due to the rearrangements of interfacial electronic density upon the adsorption of organic molecules.", "(57, 58)", "Regarding the valence structures in Figure ", "4", ", the clean TiO", "2", "(110) surface is dominated by the O 2p derived bands at 4–9 eV, and the VBM is located at a BE of 2.8 eV which puts the Fermi level close to its conduction band edge, assuming a band gap of 3.0 eV for rutile TiO", "2", ".", "(12)", " This is consistent with the intrinsic n-type nature of TiO", "2", " due to its native defects. A surface defect state at ∼0.9 eV originating from the Ti 3d nonbonding state is observed on the clean surface.", "(59)", " After 0.2 ML TPA adsorption, the valence band of TiO", "2", " is significantly modified. The Ti-3d derived gap state at ∼0.9 eV decays around 60% with respect to its initial intensity, indicating a partial healing of the surface O", "vac", ". The remaining defect state intensity could be due to the contribution of the interstitial Ti atoms at the subsurface.", "(36)", " Additionally, the O 2p states of TiO", "2", " decay greatly upon TPA adsorption, and several new electronic states appear at ∼14.0 eV, ∼11.5 eV, and ∼7.9 eV. At a coverage of 0.8 ML, the state at ∼14.0 eV grows pronouncedly, and two new states emerge at ∼10 eV and ∼6.7 eV. With further increase of TPA coverage, the state at ∼14.0 eV weakens, whereas the 10.0 and 6.7 eV states continue growing up. The similar valence features at ∼11.0 and ∼14.0 eV regarding the adsorption of acetic acid on TiO", "2", "(110) surface were observed before and ascribed to carboxylate species.", "(60)", " In addition, the valence electronic structures of formic and acetic acids adsorbed on Cu(110), investigated by X-ray emission spectroscopy (XES), revealed hybridized features at ∼14.0 eV originating from both carbon and oxygen atomic orbitals.", "(61)", " According to these reports, the state positioned at ∼14.0 eV in our case can be reasonably ascribed to the carboxylate-relevant states due to the dissociation of TPA at the interface. The states at 10.0 and 6.7 eV are assigned to TPA molecular states.", "Figure 4. (a) Secondary electron cufoff spectra. The solid bars show the kinetic energy position of each cutoff edge. (b) Evolution of valence electronic structure upon the depositions of TPA on TiO", "2", "(110) . The short bars stand for the energy position of the valence band maximum (VBM).", "For the multilayer TPA film, the HOMO onset (HOS) locates at binding energy of 3.1 eV. Plus the WF of 4.0 eV of this film, the ionization potential (IP) of TPA in condensed phase is determined to be 7.1 eV. Tranca et al. calculated the IP of free TPA molecule and gave a value of 7.98 eV.", "(62)", " The difference between the experimental and calculated results could be induced by the solid-state polarization effects and vibronic relaxation.", "(63)", " The LUMO of TPA can be calculated if its energy band gap (", "E", "g", ") value is known. Since the ", "E", "g", " of bulk TPA or bulk-like TPA film is not available in the literature, here we utilize the optical band gap (", "E", "g,opt", " = 4.1 eV", "(64)", ") instead by ignoring the exciton binding energy to determine the TPA LUMO position. This yields the LUMO of bulk TPA film locating at 1.0 eV above the Fermi level. It should be mentioned that ", "E", "g,opt", " is usually 0.3–0.4 eV smaller than ", "E", "g", ".", "(65)", " In fact, Liao et al.", "(66)", " and Weston et al.", "(41)", " pointed out that it is even more appropriate to determine the LUMO onset (LUS) position by using ", "E", "g,opt", ".", "It is worth inspecting the lineup of the energy levels of the first TPA adlayer on TiO", "2", " since the first molecular layer interacts directly with the substrate and plays key role on the adsorption structures and interfacial charge transfer properties. In our case, the HOS of the first TPA layer is estimated to be ∼2.8 eV below Fermi level in Figure ", "4", ". An equivalent ", "E", "g,opt", " of 4.1 eV for the first contact TPA adlayer can be derived from the diffuse reflectance UV–vis spectra of TPA adsorbed nano-TiO", "2", " solution as reported by Horiuchi et al.", "(64)", " On the basis of the optical gap value, the LUS locates at ∼1.3 eV above the Fermi level for the first TPA monolayer on TiO", "2", ".", "Figure 5. Schematic drawing of the energy level alignment diagram at the TPA/TiO", "2", "(110) interface.", "From the analysis above, the energy band alignment diagram at the TPA/TiO", "2", "(110) interface can be schematically plotted and displayed in Figure ", "5", ". As seen from this figure, the adsorption of TPA molecules onto TiO", "2", "(110) leads to 1.3 eV decrease of the vacuum level, to which the band bending contributes about 0.2 eV and the variation of surface dipole contributes about 1.1 eV. Additionally, the adsorption of TPA does not introduce any new interface states into the band gap, in accordance with the adsorption of the small molecules (water, formic acid, and benzoic acid) on metal-oxide surfaces (ZnO, TiO", "2", ", MgO).", "(10)", " The LUS of the first TPA layer locates at 1.1 eV higher than the CBM of TiO", "2", ", and the HOS is nearly level to the VBM of TiO", "2", ", thermodynamically implying no energy barrier for the charge (both electron and hole) transfer from TPA layer into TiO", "2", " substrate. This straddling type lineup of the frontier molecular orbitals with respect to the semiconductor bands would allow the TPA/TiO", "2", " interface to be favorable for the charge transfer and fluorescence decays rather than for charge separation and exciton splitting therein.", "(67)", " Nevertheless, the interfacial electronic properties need to be tailored in order to apply the TPA/TiO", "2", " system in the DSSCs field. For instance, 2-amino-benzenedicarboxylic acid (NH", "2", "–C", "6", "H", "3", "(COOH)", "2", ") was employed instead of TPA as the organic linker and organic dye to synthesize amino-functionalized Ti(IV)-MOF, where a staggered energy level alignment was built up at the interface. The photocatalysis of such frameworks for the CO", "2", " reduction operating under visible light was successfully observed.", "(64, 68)", "Top of Page", "Abstract", "Introduction", "Experimental Details", "Results and Discussion", "Conclusions", "References", "4 Conclusions", "In this work, the chemical bonding mechanism and electronic structures at the TPA/TiO", "2", "(110)-(1×1) interface have been studied by means of XPS and SRPES. The shift of Ti 2p with a value of 0.2 eV toward higher BE upon the adsorption of TPA molecules shows the occurrence of small band bending in the substrate due to the local charge transfer from adsorbed TPA molecules into TiO", "2", ". Both O 1s and C 1s spectra indicate unanimously that diterephthalate species (", "−", "OOC–C", "6", "H", "4", "–COO", "–", ") form at the initial adsorption phase (∼ 0.2 ML) and monoterephthalate moieties (HOOC–C", "6", "H", "4", "–COO", "–", ") yield at higher coverage till the completion of the first monolayer. The valence electronic structures of TPA/TiO", "2", "(110) reveal further that chemical bonding occurs with carboxylate species produced in the direct contact of TPA with TiO", "2", ". The WF decrease upon the TPA deposition suggests the development of the surface dipole with a value of ∼1.0 eV for the monolayer adlayer and ∼1.1 eV for bulk film. Finally, the energy level alignment at TPA/TiO", "2", " interface is determined and a straddling type lineup of the organic electronic levels with respect to the oxide bands is built up. The absence of any electronic states in the energy gap of TiO", "2", " would hinder the direct application of TPA/TiO", "2", " in the voltaic device. However, the emergence of an energy difference with a value of 1.1 eV between the LUMO of TPA and CB of TiO", "2", " implies that the electronic transfer from the TPA linker into TiO", "2", " substrate is highly energetically favored.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Details", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "This work was financially supported by the National Natural Science Foundation of China (Grant No. 11175172, U1232137) and the Fundamental Research Funds for the Central Universities (Grant No. WK2310000011). We gratefully acknowledge Prof. Junfa Zhu and Prof. Juguang Han for their valuable comments to the manuscript. W.Z. thanks Professor J. M. Gottfried for a helpful discussion of the data.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Details", "Results and Discussion", "Conclusions", "References", "References", "This article references 68 other publications.", "1. ", "Xie", ", ", "Q.", "; ", "Zhao", ", ", "Y. Y.", "; ", "Chen", ", ", "X.", "; ", "Liu", ", ", "H. M.", "; ", "Evans", ", ", "D. G.", "; ", "Yang", ", ", "W. S.", " ", "Nanosheet-Based Titania Microspheres with Hollow Core-Shell Structure Encapsulating Horseradish Peroxidase for A Mediator-Free Biosensor", " ", "Biomaterials", " ", "2011", ",  ", "32", ",  ", "6588", "– ", "6594", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Nanosheet-based titania microspheres with hollow core-shell structure encapsulating horseradish peroxidase for a mediator-free biosensor", "Xie, Qing; Zhao, Yingying; Chen, Xu; Liu, Haimei; Evans, David G.; Yang, Wensheng", "Biomaterials", "\r\n        (", "2011", "),\r\n    ", "32", "\r\n        (", "27", "),\r\n    ", "6588-6594", "CODEN:\r\n                ", "BIMADU", ";\r\n        ISSN:", "0142-9612", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Nanosheet-based titania (TiO2) microspheres with a hollow core-shell structure have been synthesized and employed to immobilize horseradish peroxidase (HRP) in order to fabricate a mediator-free biosensor.  The morphol. and structure of the TiO2 microspheres were characterized by X-ray diffraction, SEM and transmission electronic microscopy.  A possible growth mechanism has been proposed.  Spectroscopic and electrochem. measurements revealed that the TiO2 microspheres are an immobilization support with biocompatibility for enzymes, affording good enzyme stability and bioactivity.  Due to the nanosheet-based hollow core-shell structure of the TiO2 microspheres, the direct electron transfer of HRP is facilitated and the resulting biosensor displayed good performance for the detection of H2O2, with both a low detection limit of 0.05 μM and a wide linear range of 0.4-140 μM, as well as a fast response and excellent long-term stability.  The nanosheet-based TiO2 microspheres with hollow core-shell structure can be used for the efficient entrapment of other redox-active proteins and have wide potential applications in biosensors, biocatalysis, biomedical devices and bioelectronics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXos1Sks7g%253D&md5=93a9d0d412ce98d83e29b750b7bbd83d", "2. ", "Henderson", ", ", "M. A.", " ", "A Surface Science Perspective on TiO", "2", " Photocatalysis", " ", "Surf. Sci. Rep.", " ", "2011", ",  ", "66", ",  ", "185", "– ", "297", "[", "Crossref", "], [", "CAS", "]", "2. ", "A surface science perspective on TiO2 photocatalysis", "Henderson, Michael A.", "Surface Science Reports", "\r\n        (", "2011", "),\r\n    ", "66", "\r\n        (", "6-7", "),\r\n    ", "185-297", "CODEN:\r\n                ", "SSREDI", ";\r\n        ISSN:", "0167-5729", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  The field of surface science provides a unique approach to understanding bulk, surface and interfacial phenomena occurring during TiO2 photocatalysis.  This review highlights, from a surface science perspective, recent literature that provides mol.-level insights into photon-initiated events occurring at TiO2 surfaces.  Seven key scientific issues are identified in the organization of this review.  These are: (1) photon absorption, (2) charge transport and trapping, (3) electron transfer dynamics, (4) the adsorbed state, (5) mechanisms, (6) poisons and promoters, and (7) phase and form.  This review ends with a brief examn. of several chem. processes (such as water splitting) in which TiO2 photocatalysis has made significant contributions in the literature.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmvFOntLk%253D&md5=fc5fd55906453ac15af6f77c9c517f02", "3. ", "O’Regan", ", ", "B.", "; ", "Grätzel", ", ", "M.", " ", "A Low-Cost, High-Efficiency Solar Cell Based on Dye-Sensitized Colloidal TiO", "2", " Films", " ", "Nature", " ", "1991", ",  ", "353", ",  ", "737", "– ", "740", "[", "Crossref", "], [", "CAS", "]", "3. ", "A low-cost, high-efficiency solar cell based on dye-sensitized colloidal titanium dioxide films", "O'Regan, Brian; Graetzel, Michael", "Nature (London, United Kingdom)", "\r\n        (", "1991", "),\r\n    ", "353", "\r\n        (", "6346", "),\r\n    ", "737-40", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    ", "A photoelectrochem. cell was fabricated from low- to medium-purity materials through low-cost processes, which exhibits a com. realistic energy-conversion efficiency.  The device is based on a 10-μm-thick, optically transparent film of TiO2 particles, coated with a monolayer of a charge-transfer dye to sensitize the film for light harvesting.  The device harvests a high proportion of the incident solar energy flux (46%) and shows exceptionally high efficiencies for the conversion of incident photons to elec. current (>80%).  The overall light-to-elec. energy conversion yield is 7.1-8.9% in simulated solar light and 12% in diffuse daylight.  The c.d. >12 mA/cm2 and exceptional stability (sustaining ≥5 million turnover without decompn.), and low cost, make practical applications feasible.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38XoslOn&md5=02ea66126c0eea94a36e942139157b0f", "4. ", "Schreiber", ", ", "F.", " ", "Self-Assembled Monolayers: from ‘Simple’ Model Systems to Biofunctionalized Interfaces", " ", "J. Phys.: Condens. Matter", " ", "2004", ",  ", "16", ",  ", "R881", "– ", "R900", "[", "Crossref", "], [", "CAS", "]", "4. ", "Self-assembled monolayers. From \"simple\" model systems to biofunctionalized interfaces", "Schreiber, Frank", "Journal of Physics: Condensed Matter", "\r\n        (", "2004", "),\r\n    ", "16", "\r\n        (", "28", "),\r\n    ", "R881-R900", "CODEN:\r\n                ", "JCOMEL", ";\r\n        ISSN:", "0953-8984", ".\r\n    \r\n            (", "Institute of Physics Publishing", ")\r\n        ", "A review.  We discuss recent developments in the area of self-assembled monolayers (SAMs) and their applications.  First, we discuss issues related to the structure, the phase transitions, the phase diagram, and the growth dynamics.  We explain how the internal degrees of freedom and the multiple interactions involved can lead to a fairly rich phase behavior even for systems which are commonly considered \"simple\" model systems.  Then we discuss selected problems for more complex SAM-based systems, including SAMs as substrates for growth, SAMs and mol. electronics, electrochem. applications, and \"switchable\" SAMs, as well as the use of SAMs for biofunctionalized surfaces and lateral structuring.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXmsFeksrc%253D&md5=ff1fb8c82616dbca4fa808991a45a7cb", "5. ", "Curreli", ", ", "M.", "; ", "Li", ", ", "C.", "; ", "Sun", ", ", "Y. H.", "; ", "Lei", ", ", "B.", "; ", "Gundersen", ", ", "M. A.", "; ", "Thompson", ", ", "M. E.", "; ", "Zhou", ", ", "C. W.", " ", "Selective Functionalization of In", "2", "O", "3", " Nanowire Mat Devices for Biosensing Applications", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "6922", "– ", "6923", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Selective Functionalization of In2O3 Nanowire Mat Devices for Biosensing Applications", "Curreli, Marco; Li, Chao; Sun, Yinghua; Lei, Bo; Gundersen, Martin A.; Thompson, Mark E.; Zhou, Chongwu", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "19", "),\r\n    ", "6922-6923", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A strategy to covalently attach biol. mols. to the electrochem. active surface of indium oxide nanowire (In2O3 NW) mat devices is presented.  A self-assembled monolayer (SAM) of 4-(1,4-dihydroxybenzene)butyl phosphonic acid (HQ-PA) was generated on an indium tin oxide (ITO)-coated glass and In2O3 NWs surface.  The chem. steps required for surface derivatization were optimized on an ITO surface prior to modifying the In2O3 NWs.  The hydroquinone group contained in the HQ-PA SAM was electrochem. oxidized to quinone (Q-PA) at +330 mV.  The monolayer of Q-PA was allowed to react with a thiol-terminated DNA.  The DNA was paired to its complementary strand tagged with a fluorescence dye.  Attachment of DNA was verified using fluorescence microscopy.  A device was subsequently prepd. on a SiO2-supported mat of In2O3 NWs by depositing gold electrodes on the mat surface.  The reaction strategy optimized on ITO was applied to this In2O3 NW-based device.  Arrays of In2O3 NWs on a single substrate were electrochem. activated in a selective manner to Q-PA.  Activated In2O3 NWs underwent reaction with HS-DNA and gave a pos. fluorescence response after pairing with the dye-DNA.  The unactivated In2O3 NWs gave no response, thus demonstrating selective functionalization of an In2O3 NW array.  This can be considered a key step for the future fabrication of large-scale, inexpensive, nanoscale biosensors.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjs1Sitr8%253D&md5=d4d2f8f2618aac0ec9f264db8324e86a", "6. ", "Grätzel", ", ", "M.", " ", "Conversion of Sunlight to Electric Power by Nanocrystalline Dye-Sensitized Solar Cells", " ", "J. Photochem. Photobiol. A", " ", "2004", ",  ", "164", ",  ", "3", "– ", "14", "[", "Crossref", "], [", "CAS", "]", "6. ", "Conversion of sunlight to electric power by nanocrystalline dye-sensitized solar cells", "Gratzel, Michael", "Journal of Photochemistry and Photobiology, A: Chemistry", "\r\n        (", "2004", "),\r\n    ", "164", "\r\n        (", "1-3", "),\r\n    ", "3-14", "CODEN:\r\n                ", "JPPCEJ", ";\r\n        ISSN:", "1010-6030", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A review.  The dye-sensitized solar cell (DSC) provides a tech. and economically credible alternative concept to present day p-n junction photovoltaic devices.  In contrast to the conventional silicon systems, where the semiconductor assumes both the task of light absorption and charge carrier transport the two functions are sepd. here.  Light is absorbed by a sensitizer, which is anchored to the surface of a wide band gap oxide semiconductor.  Charge sepn. takes place at the interface via photo-induced electron injection from the dye into the conduction band of the solid.  Carriers are transported in the conduction band of the semiconductor to the charge collector.  The use of sensitizers having a broad absorption band in conjunction with oxide films of nanocryst. morphol. permits to harvest a large fraction of sunlight.  Nearly quant. conversion of incident photon into elec. current is achieved over a large spectral range extending from the UV to the near IR region.  Overall solar (std. AM 1.5) to current conversion efficiencies of 10.6% have been reached.  New electrolytes based on ionic liqs. have been developed that show excellent stability both under prolonged light soaking and high temp. stress.  There are good prospects to produce these cells at lower cost than conventional devices.  Here we present the current state of the field, and discuss the importance of mastering the interface of the mesoporous films by assisting the self-assembly of the sensitizer at the surface of the oxide nanocrystals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXktFKqtbY%253D&md5=3192b547de7f7bf4d6f901ec5c4a2aef", "7. ", "Nazeeruddin", ", ", "M. K.", "; ", "De Angelis", ", ", "F.", "; ", "Fantacci", ", ", "S.", "; ", "Selloni", ", ", "A.", "; ", "Viscardi", ", ", "G.", "; ", "Liska", ", ", "P.", "; ", "Ito", ", ", "S.", "; ", "Takeru", ", ", "B.", "; ", "Grätzel", ", ", "M.", " ", "Combined Experimental and DFT-TDDFT Computational Study of Photoelectrochemical Cell Ruthenium Sensitizers", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "16835", "– ", "16847", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Combined Experimental and DFT-TDDFT Computational Study of Photoelectrochemical Cell Ruthenium Sensitizers", "Nazeeruddin, Mohammad K.; De Angelis, Filippo; Fantacci, Simona; Selloni, Annabella; Viscardi, Guido; Liska, Paul; Ito, Seigo; Takeru, Bessho; Graetzel, Michael", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "48", "),\r\n    ", "16835-16847", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An exptl. and computational study of Ru(II) sensitizers, [Ru(dcbpyH2)2(NCS)2], N3, and [Ru(dcbpyH2)(tdbpy)(NCS)2], N621, (dcbpyH2 = 4,4'-dicarboxy-2,2'-bipyridine, tdbpy = 4,4'-tridecyl-2,2'-bipyridine) is presented.  A purifn. procedure was developed to obtain pure N-bonded isomers of both types of sensitizers.  The photovoltaic data of the purified N3 and N621 sensitizers, adsorbed on TiO2 films in their mono-protonated and di-protonated state, had good power conversion efficiencies at 1 sun, 11.18 and 9.57%, resp.  An extensive D. Functional Theory (DFT)-Time Dependent DFT study of these sensitizers in soln. was performed for the effect of protonation of the terminal carboxylic groups and of the counterions on the electronic structure and optical properties of the dyes.  The calcd. absorption spectra are in good agreement with the expt., thus allowing a detailed assignment of the UV-visible spectral features of the 2 types of dyes.  The computed alignments of the MOs of the different complexes with the band edges of a model TiO2 nanoparticle provide addnl. insights into the electronic factors governing the efficiency of dye-sensitized solar cell devices.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht1Sgt77E&md5=21d83cae2bf1198ed8aa819a5a12094f", "8. ", "Ito", ", ", "S.", "; ", "Zakeeruddin", ", ", "S. M.", "; ", "Humphry-Baker", ", ", "R.", "; ", "Liska", ", ", "P.", "; ", "Charvet", ", ", "R.", "; ", "Comte", ", ", "P.", "; ", "Nazeeruddin", ", ", "M. K.", "; ", "Péchy", ", ", "P.", "; ", "Takata", ", ", "M.", "; ", "Miura", ", ", "H.", " ", "High-Efficiency Organic-Dye-Sensitized Solar Cells Controlled by Nanocrystalline-TiO", "2", " Electrode Thickness", " ", "Adv. Mater.", " ", "2006", ",  ", "18", ",  ", "1202", "– ", "1205", "[", "Crossref", "], [", "CAS", "]", "8. ", "High-efficiency organic-dye-sensitized solar cells controlled by nanocrystalline-TiO2 electrode thickness", "Ito, Seigo; Zakeeruddin, Shaik M.; Humphry-Baker, Robin; Liska, Paul; Charvet, Raphael; Comte, Pascal; Nazeeruddin, Mohammad K.; Pechy, Peter; Takata, Masakazu; Miura, Hidetoshi; Uchida, Satoshi; Gratzel, Michael", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2006", "),\r\n    ", "18", "\r\n        (", "9", "),\r\n    ", "1202-1205", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A mesoscopic bilayer TiO2 film used as an electron collector in conjunction with an acetonitrile- or ionic liq.-based electrolyte greatly improves the performance of dye-sensitized solar cells.  The thickness of the nanocryst. TiO2 film affects the photovoltaic characteristics, particularly for the ionic-liq.-based electrolyte, owing to a limitation of the photocurrent by the diffusion of I3- ions.  An indoline dye (D 149) was used which has an extinction coeff. (68,700 mol/cm at 526 nm) that is five times higher than that of a conventional Ru dye (N 719)(13,900 mol/cm at 541 nm).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XltValtro%253D&md5=6db5c9e6c86503f89c9e06cd884d7e19", "9. ", "Koch", ", ", "N.", " ", "Electronic Structure of Interfaces with Conjugated Organic Materials", " ", "Phys. Status Solidi RRL", " ", "2012", ",  ", "6", ",  ", "277", "– ", "293", "[", "Crossref", "], [", "CAS", "]", "9. ", "Electronic structure of interfaces with conjugated organic materials", "Koch, Norbert", "Physica Status Solidi RRL: Rapid Research Letters", "\r\n        (", "2012", "),\r\n    ", "6", "\r\n        (", "7", "),\r\n    ", "277-293", "CODEN:\r\n                ", "PSSRCS", ";\r\n        ISSN:", "1862-6254", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  The function and efficiency of most org. electronic and opto-electronic devices greatly depend on the electronic structure of the interfaces therein.  Charge injection from elec. contacts into the org. semiconductor, charge extn., or exciton dissocn. at org. semiconductor heterojunctions are crucial processes that must be optimized for high device efficiency.  Consequently, the energy levels at these interfaces must be matched to allow for optimal performance.  The key mechanisms that det. the energy level alignment at org./electrode and org./org. interfaces are reviewed, and methods to adjust the levels at such interfaces are presented. (© 2012 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xps1Kgurc%253D&md5=ce26278e0191b78afd0dab7a5aeed4c2", "10. ", "Duncan", ", ", "W. R.", "; ", "Prezhdo", ", ", "O. V.", " ", "Theoretical Studies of Photoinduced Electron Transfer in Dye-Sensitized TiO", "2", " ", "Annu. Rev. Phys. Chem.", " ", "2007", ",  ", "58", ",  ", "143", "– ", "184", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Theoretical studies of photoinduced electron transfer in dye-sensitized TiO2", "Duncan, Walter R.; Prezhdo, Oleg V.", "Annual Review of Physical Chemistry", "\r\n        (", "2007", "),\r\n    ", "58", "\r\n        (", "),\r\n    ", "143-184", "CODEN:\r\n                ", "ARPLAP", ";\r\n        ISSN:", "0066-426X", ".\r\n    \r\n            (", "Annual Reviews Inc.", ")\r\n        ", "A review describes recent research into the properties of the chromophore-TiO2 interface that forms the basis for photoinduced charge sepn. in dye-sensitized semiconductor solar cells.  It focuses particularly on an atomistic picture of the electron-injection dynamics.  The interface offers an excellent case study, pertinent as well to a variety of other photovoltaic systems, photo- and electrochem., mol. electronics, anal. detection, photog., and quantum confinement devices.  The differences between chemists and physicists models for describing mols. and bulk materials, resp., create challenges for the characterization of interfaces that include both of these components.  We give an overall picture of the interface by starting with a description of the properties of the chromophores and semiconductor sep., and then by discussing the coupled system, including the chromophore-semiconductor binding, electronic structure, and electron-injection dynamics.  Explicit time-dependent modeling is particularly valuable for an understanding of the ultrafast electron injection because it shows a variety of individual injection events with well-defined dynamical features that cannot be made apparent by an av. reaction-rate description.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXlslSitrw%253D&md5=c74ad4e34b2f8a0a3a1d3396cc846db6", "11. ", "Pang", ", ", "C. L.", "; ", "Lindsay", ", ", "R.", "; ", "Thornton", ", ", "G.", " ", "Chemical Reactions on Rutile TiO", "2", "(110)", " ", "Chem. Soc. Rev.", " ", "2008", ",  ", "37", ",  ", "2328", "– ", "2353", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Chemical reactions on rutile TiO2(110)", "Pang, Chi Lun; Lindsay, Robert; Thornton, Geoff", "Chemical Society Reviews", "\r\n        (", "2008", "),\r\n    ", "37", "\r\n        (", "10", "),\r\n    ", "2328-2353", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; understanding the surface chem. of TiO2 is key to the development and optimization of many technologies, such as solar power, catalysis, gas sensing, medical implantation, and corrosion protection.  In order to address this, considerable research effort has been directed at model single crystal surfaces of TiO2.  Particular attention has been given to the rutile TiO2(110) surface because it is the most stable face of TiO2.  In this crit. review, we discuss the chem. reactivity of TiO2(110), focusing in detail on four mols./classes of mols.  The selected mols. are water, oxygen, carboxylic acids, and alcs.-all of which have importance not only to industry but also in nature.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtFKhurzO&md5=7df0a59d1d2bb37ab03f292804064702", "12. ", "Diebold", ", ", "U.", " ", "The Surface Science of Titanium Dioxide", " ", "Surf. Sci. Rep.", " ", "2003", ",  ", "48", ",  ", "53", "– ", "229", "[", "Crossref", "], [", "CAS", "]", "12. ", "The surface science of titanium dioxide", "Diebold, Ulrike", "Surface Science Reports", "\r\n        (", "2003", "),\r\n    ", "48", "\r\n        (", "5-8", "),\r\n    ", "53-229", "CODEN:\r\n                ", "SSREDI", ";\r\n        ISSN:", "0167-5729", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A review.  TiO2 is the most investigated single-cryst. system in the surface science of metal oxides, and the literature on rutile (1 1 0), (1 0 0), (0 0 1), and anatase surfaces is discussed.  This paper starts with a summary of the wide variety of tech. fields where TiO2 is of importance.  The bulk structure and bulk defects (as far as relevant to the surface properties) are briefly reviewed.  Rules to predict stable oxide surfaces are exemplified on rutile (1 1 0).  The surface structure of rutile (1 1 0) is discussed in some detail.  Theor. predicted and exptl. detd. relaxations of surface geometries are compared, and defects (step edge orientations, point and line defects, impurities, surface manifestations of crystallog. shear planes-CSPs) are discussed, as well as the image contrast in scanning tunneling microscopy (STM).  The controversy about the correct model for the (1×2) reconstruction appears to be settled.  Different surface prepn. methods, such as reoxidn. of reduced crystals, can cause a drastic effect on surface geometries and morphol., and recommendations for prepg. different TiO2(1 1 0) surfaces are given.  The structure of the TiO2(1 0 0)-(1×1) surface is discussed and the proposed models for the (1×3) reconstruction are critically reviewed.  Very recent results on anatase (1 0 0) and (1 0 1) surfaces are included.  The electronic structure of stoichiometric TiO2 surfaces is now well understood.  Surface defects can be detected with a variety of surface spectroscopies.  The vibrational structure is dominated by strong Fuchs-Kliewer phonons, and high-resoln. electron energy loss spectra often need to be deconvoluted to render useful information about adsorbed mols.  The growth of metals (Li, Na, K, Cs, Ca, Al, Ti, V, Nb, Cr, Mo, Mn, Fe, Co, Rh, Ir, Ni, Pd, Pt, Cu, Ag, Au) as well as some metal oxides on TiO2 is reviewed.  The tendency to wet' the overlayer, the growth morphol., the epitaxial relationship, and the strength of the interfacial oxidn./redn. reaction all follow clear trends across the periodic table, with the reactivity of the overlayer metal towards O being the most decisive factor.  Alkali atoms form ordered superstructures at low coverages.  Recent progress in understanding the surface structure of metals in the strong-metal support interaction' (SMSI) state is summarized.Literature is reviewed on the adsorption and reaction of a wide variety of inorg. mols. (H2, O2, H2O, CO, CO2, N2, NH3, NOx, sulfur- and halogen-contg. mols., rare gases) as well as org. mols. (carboxylic acids, alcs., aldehydes and ketones, alkynes, pyridine and its derivates, silanes, Me halides).  The application of TiO2-based systems in photo-active devices is discussed, and the results on UHV-based photocatalytic studies are summarized.  The review ends with a brief conclusion and outlook of TiO2-based surface science for the future.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXivVWqtQ%253D%253D&md5=105db7a87a360e2042de551c7a4a05fc", "13. ", "Barteau", ", ", "M. A.", " ", "Site Requirements of Reactions on Oxide Surfaces", " ", "J. Vac. Sci. Technol. A", " ", "1993", ",  ", "11", ",  ", "2162", "– ", "2168", "[", "Crossref", "], [", "CAS", "]", "13. ", "Site requirements of reactions on oxide surfaces", "Barteau, Mark A.", "Journal of Vacuum Science & Technology, A:  Vacuum, Surfaces, and Films", "\r\n        (", "1993", "),\r\n    ", "11", "\r\n        (", "4, Pt. 2", "),\r\n    ", "2162-8", "CODEN:\r\n                ", "JVTAD6", ";\r\n        ISSN:", "0734-2101", ".\r\n    ", "A review with 54 refs.  The development of structure-reactivity relationships has been a long-standing goal of surface science studies.  Metal oxides appear to offer some of the best opportunities for developing such relationships.  The localized electronic structure of oxides permits connections to be drawn from reactivity to the discrete coordination environments and oxidn. states of surface cations, and thence to coordination chem. of metal complexes in soln.  Reactions of carboxylic acids on oxide crystal surfaces illustrate the roles of surface coordinative unsatn., oxidn. state, and redox properties in detg. the surface reactivity of metal oxides.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXmtFWms74%253D&md5=3664661aac75726f81799cb90156659e", "14. ", "Gutierrez–Sosa", ", ", "A.", "; ", "Martinez–Escolano", ", ", "P.", "; ", "Raza", ", ", "H.", "; ", "Lindsay", ", ", "R.", "; ", "Wincott", ", ", "P. L.", "; ", "Thornton", ", ", "G.", " ", "Orientation of Carboxylates on TiO", "2", "(110)", " ", "Surf. Sci.", " ", "2001", ",  ", "471", ",  ", "163", "– ", "169", "[", "Crossref", "], [", "CAS", "]", "14. ", "Orientation of carboxylates on TiO2(110)", "Gutierrez-Sosa, A.; Martinez-Escolano, P.; Raza, H.; Lindsay, R.; Wincott, P. L.; Thornton, G.", "Surface Science", "\r\n        (", "2001", "),\r\n    ", "471", "\r\n        (", "1-3", "),\r\n    ", "163-169", "CODEN:\r\n                ", "SUSCAS", ";\r\n        ISSN:", "0039-6028", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "C K-edge NEXAFS was used to examine the orientation of formate, acetate, and propanoate in their 2 × 1 overlayers on TiO2(110) at 300 K.  These data indicate that the carboxylate planes are more or less perpendicular to the surface.  The off-normal tilt angles from NEXAFS are 20 ±10°, 0 ±5° and 14 ±10° for formate, acetate, and propanoate, resp.  The corresponding apparent twist angles out of the [001] azimuth are 29 ±10°, 26 ±5.° and 39 ±10°, indicating a bond geometry essentially independent of the alkyl chain length.  The apparent twist angles probably arise from averaging of majority and minority species.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXisFanuw%253D%253D&md5=529a552270dc58a650179a7e91d905de", "15. ", "Yaghi", ", ", "O. M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Ockwig", ", ", "N. W.", "; ", "Chae", ", ", "H. K.", "; ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", " ", "Reticular Synthesis and the Design of New Materials", " ", "Nature", " ", "2003", ",  ", "423", ",  ", "705", "– ", "714", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Reticular synthesis and the design of new materials", "Yaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, Jaheon", "Nature (London, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "423", "\r\n        (", "6941", "),\r\n    ", "705-714", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The long-standing challenge of designing and constructing new cryst. solid-state materials from mol. building blocks is just beginning to be addressed with success.  A conceptual approach that requires the use of secondary building units to direct the assembly of ordered frameworks epitomizes this process: the authors call this approach reticular synthesis.  This chem. has yielded materials designed to have predetd. structures, compns. and properties.  In particular, highly porous frameworks held together by strong metal-O-C bonds and with exceptionally large surface area and capacity for gas storage were prepd. and their pore metrics systematically varied and functionalized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXksV2itro%253D&md5=2417c5adb0e948350d3d62350c8cd7ea", "16. ", "Stepanow", ", ", "S.", "; ", "Strunskus", ", ", "T.", "; ", "Lingenfelder", ", ", "M.", "; ", "Dmitriev", ", ", "A.", "; ", "Spillmann", ", ", "H.", "; ", "Lin", ", ", "N.", "; ", "Barth", ", ", "J. V.", "; ", "Wöll", ", ", "C.", "; ", "Kern", ", ", "K.", " ", "Deprotonation-Driven Phase Transformations in Terephthalic Acid Self-Assembly on Cu(100)", " ", "J. Phys. Chem. B", " ", "2004", ",  ", "108", ",  ", "19392", "– ", "19397", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Deprotonation-Driven Phase Transformations in Terephthalic Acid Self-Assembly on Cu(100)", "Stepanow, S.; Strunskus, T.; Lingenfelder, M.; Dmitriev, A.; Spillmann, H.; Lin, N.; Barth, J. V.; Woell, Ch.; Kern, K.", "Journal of Physical Chemistry B", "\r\n        (", "2004", "),\r\n    ", "108", "\r\n        (", "50", "),\r\n    ", "19392-19397", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Self-assembled terephthalic acid adlayers on a Cu(100) surface have been studied by XPS, near-edge X-ray absorption fine structure, and scanning tunneling microscopy in the temp. range 190-400 K under ultrahigh vacuum conditions.  We observe three distinct well-ordered phases evolving with increasing temp.  The combined data anal. reveals that thermally activated deprotonation of mol. carboxyl groups is decisive in the irreversible transformation of the resp. structures.  Their self-assembly is mediated by changing intermol. hydrogen bond configurations, whereby a flat adsorption geometry is retained.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhtVWhsLjO&md5=c42177c62ddf855b160b44a83a4f3147", "17. ", "Stepanow", ", ", "S.", "; ", "Lingenfelder", ", ", "M.", "; ", "Dmitriev", ", ", "A.", "; ", "Spillmann", ", ", "H.", "; ", "Delvigne", ", ", "E.", "; ", "Lin", ", ", "N.", "; ", "Deng", ", ", "X.", "; ", "Cai", ", ", "C.", "; ", "Barth", ", ", "J. V.", "; ", "Kern", ", ", "K.", " ", "Steering Molecular Organization and Host-Guest Interactions Using Two-Dimensional Nanoporous Coordination Systems", " ", "Nat. Mater.", " ", "2004", ",  ", "3", ",  ", "229", "– ", "233", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Steering molecular organization and host-guest interactions using two-dimensional nanoporous coordination systems", "Stepanow, Sebastian; Lingenfelder, Magali; Dmitriev, Alexandre; Spillmann, Hannes; Delvigne, Erik; Lin, Nian; Deng, Xiaobin; Cai, Chengzhi; Barth, Johannes V.; Kern, Klaus", "Nature Materials", "\r\n        (", "2004", "),\r\n    ", "3", "\r\n        (", "4", "),\r\n    ", "229-233", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal-org. coordination networks (MOCNs) have attracted wide interest because they provide a novel route towards porous materials that may find applications in mol. recognition, catalysis, gas storage and sepn.  The so-called rational design principle-synthesis of materials with predictable structures and properties-has been explored using appropriate org. mol. linkers connecting to metal nodes to control pore size and functionality of open coordination networks.  Here we demonstrate the fabrication of surface-supported MOCNs comprising tailored pore sizes and chem. functionality by the modular assembly of polytopic org. carboxylate linker mols. and iron atoms on a Cu(100) surface under ultra-high-vacuum conditions.  These arrays provide versatile templates for the handling and organization of functional species at the nanoscale, as is demonstrated by their use to accommodate C60 guest mols.  Temp.-controlled studies reveal, at the single-mol. level, how pore size and chem. functionality det. the host-guest interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXis1Krsrc%253D&md5=e6107b62fc2ceec39369338a09575ab5", "18. ", "Barth", ", ", "J. V.", "; ", "Costantini", ", ", "G.", "; ", "Kern", ", ", "K.", " ", "Engineering Atomic and Molecular Nanostructures at Surfaces", " ", "Nature", " ", "2005", ",  ", "437", ",  ", "671", "– ", "679", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Engineering atomic and molecular nanostructures at surfaces", "Barth, Johannes V.; Costantini, Giovanni; Kern, Klaus", "Nature (London, United Kingdom)", "\r\n        (", "2005", "),\r\n    ", "437", "\r\n        (", "7059", "),\r\n    ", "671-679", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The fabrication methods of the microelectronics industry have been refined to produce ever smaller devices, but will soon reach their fundamental limits.  A promising alternative route to even smaller functional systems with nanometer dimensions is the autonomous ordering and assembly of atoms and mols. on atomically well-defined surfaces.  This approach combines ease of fabrication with exquisite control over the shape, compn. and mesoscale organization of the surface structures formed.  Once the mechanisms controlling the self-ordering phenomena are fully understood, the self-assembly and growth processes can be steered to create a wide range of surface nanostructures from metallic, semiconducting and mol. materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtVCjsLzI&md5=998eb7bb7fa6ca9ddc03c96bea40f066", "19. ", "Canas–Ventura", ", ", "M. E.", "; ", "Klappenberger", ", ", "F.", "; ", "Clair", ", ", "S.", "; ", "Pons", ", ", "S.", "; ", "Kern", ", ", "K.", "; ", "Brune", ", ", "H.", "; ", "Strunskus", ", ", "T.", "; ", "Wöll", ", ", "C.", "; ", "Fasel", ", ", "R.", "; ", "Barth", ", ", "J. V.", " ", "Coexistence of One- and Two-Dimensional Supramolecular Assemblies of Terephthalic Acid on Pd(111) due to Self-Limiting Deprotonation", " ", "J. Chem. Phys.", " ", "2006", ",  ", "125", ",  ", "184710", "– ", "184718", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Coexistence of one- and two-dimensional supramolecular assemblies of terephthalic acid on Pd(111) due to self-limiting deprotonation", "Canas-Ventura, M. E.; Klappenberger, F.; Clair, S.; Pons, S.; Kern, K.; Brune, H.; Strunskus, T.; Woll, Ch.; Fasel, R.; Barth, J. V.", "Journal of Chemical Physics", "\r\n        (", "2006", "),\r\n    ", "125", "\r\n        (", "18", "),\r\n    ", "184710/1-184710/8", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The adsorption of terephthalic acid [C6H4(COOH)2, TPA] on a Pd(111) surface has been investigated by means of scanning tunneling microscopy (STM), XPS, and near-edge x-ray absorption fine structure spectroscopy under ultrahigh vacuum conditions at room temp.  We find the coexistence of one- (1D) and two-dimensional (2D) mol. ordering.  Our anal. indicates that the 1D phase consists of intact TPA chains stabilized by a dimerization of the self-complementary carboxyl groups, whereas in the 2D phase, consisting of deprotonated entities, the mols. form lateral ionic hydrogen bonds.  The supramol. growth dynamics and the resulting structures are explained by a self-limiting deprotonation process mediated by the catalytic activity of the Pd surface.  Our models for the mol. ordering are supported by mol. mechanics calcns. and a simulation of high resoln. STM images.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht1ajtb7K&md5=06b64788cc687d980b8c327d1c2e608d", "20. ", "Zasada", ", ", "F.", "; ", "Piskorz", ", ", "W.", "; ", "Godlewski", ", ", "S.", "; ", "Prauzner–Bechcicki", ", ", "J. S.", "; ", "Tekiel", ", ", "A.", "; ", "Budzioch", ", ", "J.", "; ", "Cyganik", ", ", "P.", "; ", "Szymonski", ", ", "M.", "; ", "Sojka", ", ", "Z.", " ", "Chemical Functionalization of the TiO", "2", "(110)-(1×1) Surface by Deposition of Terephthalic Acid Molecules. A Density Functional Theory and Scanning Tunneling Microscopy Study", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "4134", "– ", "4144", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Chemical Functionalization of the TiO2(110)-(1 × 1) Surface by Deposition of Terephthalic Acid Molecules. A Density Functional Theory and Scanning Tunneling Microscopy Study", "Zasada, Filip; Piskorz, Witold; Godlewski, Szymon; Prauzner-Bechcicki, Jakub S.; Tekiel, Antoni; Budzioch, Janusz; Cyganik, Piotr; Szymonski, Marek; Sojka, Zbigniew", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "10", "),\r\n    ", "4134-4144", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Periodic DFT calcns. were used to explore structural properties of terephthalic acid (TPA) deposited on the rutile TiO2(110)-(1 × 1) surface at low and high coverage.  Theor. results were compared with scanning tunneling microscopy imaging data.  At low loading the TPA mols. adsorb dissociatively as discrete entities adopting a flat-lying plane-on geometry.  The resultant terephthalic anion is attached to the surface by two covalent bonds between the carboxylic oxygens and the 5-fold coordinated Ti atoms with an addnl. stabilization due to the hydrogen bond formation with the adjacent surface hydroxyls.  When the satn. coverage is achieved, a well-ordered monolayer of the vertically oriented mols. is formed.  In both cases the TPA admols. bind to the surface via carboxylic groups as terephthalic anions.  Formation of dimers results from the formation of hydrogen bonds between the adjacent TPA mols.  To elucidate the reactivity of the functionalized surface, we deposited zinc formate ions on top of the compact TPA monolayer.  Calcns. showed that the anchoring properties of the TiO2/TPA system are not perturbed by the dimer formation, auguring well for its prospective application as a promising chem. functionalized surface for on-top growth of metal org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXitFGhsr0%253D&md5=2c1df7ebcebdf93b4b3cac19e66b06ee", "21. ", "Tekiel", ", ", "A.", "; ", "Prauzner–Bechcicki", ", ", "J. S.", "; ", "Godlewski", ", ", "S.", "; ", "Budzioch", ", ", "J.", "; ", "Szymonski", ", ", "M.", " ", "Self-assembly of Terephthalic Acid on Rutile TiO", "2", "(110): Toward Chemically Functionalized Metal Oxide Surfaces", " ", "J. Phys. Chem. C", " ", "2008", ",  ", "112", ",  ", "12606", "– ", "12609", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Self-Assembly of Terephthalic Acid on Rutile TiO2(110): Toward Chemically Functionalized Metal Oxide Surfaces", "Tekiel, Antoni; Prauzner-Bechcicki, Jakub S.; Godlewski, Szymon; Budzioch, Janusz; Szymonski, Marek", "Journal of Physical Chemistry C", "\r\n        (", "2008", "),\r\n    ", "112", "\r\n        (", "33", "),\r\n    ", "12606-12609", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Self-organization of 1,4-benzenedicarboxylic acid mols. (terephthalic acid, TPA) on a rutile TiO2(110)-(1×1) surface is studied by means of ultra-high vacuum scanning tunneling microscopy (STM) and non-contact at. force microscopy (nc-AFM).  When satn. coverage is achieved with the formation of one monolayer, STM images reveal two alternating contrast patterns: (i) a well-organized (2×1) structure and (ii) a mixed structure of mol. rows oriented along the 001 crystallog. direction.  Complementary STM images recorded with two different tip terminations prove that the two contrasting patterns indicate the same stable surface structure.  The nc-AFM imaging confirms the mixed mol. row structure.  It is concluded that TPA mols. are adsorbed in an upright position.  This occurs with one of the carboxyl group bound dissociatively in a bi-dentate fashion with the two 5-fold coordinated Ti atoms.  The second carboxyl group is exposed to the vacuum interface.  This carboxyl terminated surface is discussed in terms of surface chem. functionalization.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXpt1SgtbY%253D&md5=0eec9e4e2a1ab5d4e39211fc425fd8c4", "22. ", "Prauzner–Bechcicki", ", ", "J. S.", "; ", "Godlewski", ", ", "S.", "; ", "Tekiel", ", ", "A.", "; ", "Cyganik", ", ", "P.", "; ", "Budzioch", ", ", "J.", "; ", "Szymonski", ", ", "M.", " ", "High-Resolution STM Studies of Terephthalic Acid Molecules on Rutile TiO", "2", "(110)-(1×1) Surfaces", " ", "J. Phys. Chem. C", " ", "2009", ",  ", "113", ",  ", "9309", "– ", "9315", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "High-resolution STM studies of terephthalic acid molecules on rutile TiO2(110)-(1 × 1) surfaces", "Prauzner-Bechcicki, Jakub S.; Godlewski, Szymon; Tekiel, Antoni; Cyganik, Piotr; Budzioch, Janusz; Szymonski, Marek", "Journal of Physical Chemistry C", "\r\n        (", "2009", "),\r\n    ", "113", "\r\n        (", "21", "),\r\n    ", "9309-9315", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The structure of terephthalic acid (TPA) mols. adsorbed on rutile TiO2(110)-(1 × 1) was investigated by scanning tunneling microscopy (STM).  Molecularly resolved STM images show formation of monolayer with the tendency of TPA mols. to form dimer rows along the [001] substrate direction.  The ability to image functional groups by the STM tip, and single mol. diffusion are demonstrated.  The quality and stability of the monolayer are tested, including the resistance against air exposure.  On the basis of results obtained, the model of TPA adsorption on the rutile TiO2(110)-(1 × 1) is proposed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXlt1Gqs74%253D&md5=b15c1eca457b43e71828ee7deefa712e", "23. ", "Rahe", ", ", "P.", "; ", "Nimmrich", ", ", "M.", "; ", "Nefedov", ", ", "A.", "; ", "Naboka", ", ", "M.", "; ", "Wöll", ", ", "C.", "; ", "Kühnle", ", ", "A.", " ", "Transition of Molecule Orientation during Adsorption of Terephthalic Acid on Rutile TiO", "2", "(110)", " ", "J. Phys. Chem. C", " ", "2009", ",  ", "113", ",  ", "17471", "– ", "17478", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Transition of molecule orientation during adsorption of terephthalic acid on rutile TiO2(110)", "Rahe, P.; Nimmrich, M.; Nefedov, A.; Naboka, M.; Woll, Ch.; Kuhnle, A.", "Journal of Physical Chemistry C", "\r\n        (", "2009", "),\r\n    ", "113", "\r\n        (", "40", "),\r\n    ", "17471-17478", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The coverage-dependent mode of adsorption of terephthalic acid [C6H4(COOH)2, TPA] on rutile TiO2(110) was investigated by means of non-contact at. force microscopy (NC-AFM) and near-edge X-ray absorption fine structure (NEXAFS) spectroscopy under ultrahigh vacuum conditions at room temp.  Individual mols. are obsd. to adsorb in an disordered, flat-lying geometry at low coverages up to ∼0.3 monolayer (ML).  The mols. are immobile at room temp., implying a diffusion barrier larger than 0.8 eV.  This rather high value might be explained by anchoring to surface defect sites.  A transition from flat-lying to upright-oriented mols. is revealed by NEXAFS when satn. coverage is achieved.  High-resoln. NC-AFM images reveal two different structures at coverages between ∼0.8 and 1 ML: (i) a well-ordered (2 × 1) structure and (ii) a structure of single and paired rows oriented along the [001] crystallog. direction.  The latter structure might originate from a pairwise interaction of two neighboring mols. through the top carboxyl groups.  Further increase in the exposure results in a satn. of the corresponding signal in the NEXAFS spectra, revealing that the growth of TPA on TiO2(110) at room temp. is self-limiting.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtFaltLbO&md5=08c5f35983bd36cc275d4a060711e42c", "24. ", "Watkins", ", ", "M.", "; ", "Trevethan", ", ", "T.", "; ", "Sushko", ", ", "M. L.", "; ", "Shluger", ", ", "A. L.", " ", "Designing Molecular Architecture to Control Diffusion and Adsorption on Insulating Surfaces", " ", "J. Phys. Chem. C", " ", "2008", ",  ", "112", ",  ", "4226", "– ", "4231", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Designing Molecular Architecture to Control Diffusion and Adsorption on Insulating Surfaces", "Watkins, Matthew; Trevethan, Thomas; Sushko, Maria L.; Shluger, Alexander L.", "Journal of Physical Chemistry C", "\r\n        (", "2008", "),\r\n    ", "112", "\r\n        (", "11", "),\r\n    ", "4226-4231", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We present the results of calcns. that have been performed to simulate the adsorption and diffusion of several model mols., consisting of two carboxylic acid binding groups connected to a mol. backbone, on the TiO2 (110) rutile surface in order to investigate the effect of mol. structure on their surface mobility.  The calcns. were performed using a set of interat. potentials that have been specifically developed to correctly reproduce the mol.-surface interaction for this system, along with established potentials for the isolated surface and intramol. interactions.  These potentials were tested through a comparison of adsorption energies and diffusion barriers of prototype mols.  We show that the rigidity of the mol. structure can significantly affect both the adsorption energy and the energy barriers for diffusion on the surface.  As a result of the simulations we suggest a rigid mol. structure that will maximize the diffusion barrier.  Calcns. such as these will enable the design of mols. in order to tailor their diffusive properties for specific applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXit1yjt7s%253D&md5=0d2a730db157234f5ebf7a5e52b4a5c2", "25. ", "Lyubinetsky", ", ", "I.", "; ", "Yu", ", ", "Z. Q.", "; ", "Henderson", ", ", "M. A.", " ", "Direct Observation of Adsorption Evolution and Bonding Configuration of TMAA on TiO", "2", "(110)", " ", "J. Phys. Chem. C", " ", "2007", ",  ", "111", ",  ", "4342", "– ", "4346", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Direct Observation of Adsorption Evolution and Bonding Configuration of TMAA on TiO2(110)", "Lyubinetsky, I.; Yu, Z. Q.; Henderson, M. A.", "Journal of Physical Chemistry C", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "11", "),\r\n    ", "4342-4346", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Trimethylacetic acid (TMAA) adsorption evolution on the rutile TiO2(110) surface from submonolayer to satn. coverages was examd. at the at. level by scanning tunneling microscopy using the same area anal. approach.  Upon TMAA deprotonation, no evidence of terminal OH group formation was found.  Probably uncommon geometry assocd. with detached hydrogen atom takes place instead, with proton bonding to pair bridging oxygen atoms.  Such a configuration probably is stabilized by adjacent adsorbed TMA groups and, in turn, be a factor in the formation of TMA (2 × 1) reconstruction at satn. coverage.  Also the surface defects do not have a major impact on TMAA adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhvF2qsrw%253D&md5=3a6a710376e1c1c712ed5b3a60b67054", "26. ", "Lyubinetsky", ", ", "I.", "; ", "Deskins", ", ", "N. A.", "; ", "Du", ", ", "Y.", "; ", "Vestergaard", ", ", "E. K.", "; ", "Kim", ", ", "D. J.", "; ", "Dupuis", ", ", "M.", " ", "Adsorption States and Mobility of Trimethylacetic Acid Molecules on Reduced TiO", "2", "(110) surface", " ", "Phys. Chem. Chem. Phys.", " ", "2010", ",  ", "12", ",  ", "5986", "– ", "5992", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "Adsorption states and mobility of trimethylacetic acid molecules on reduced TiO2(110) surface", "Lyubinetsky, Igor; Deskins, N. Aaron; Du, Yingge; Vestergaard, Ebbe K.; Kim, Dong Jun; Dupuis, Michel", "Physical Chemistry Chemical Physics", "\r\n        (", "2010", "),\r\n    ", "12", "\r\n        (", "23", "),\r\n    ", "5986-5992", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Combined scanning tunneling microscopy (STM), x-rays photoelectron spectroscopy (XPS) and d. functional theory (DFT) studies have probed the bonding configurations and mobility of trimethylacetic acid (TMAA) mols. on the TiO2(110) surface at RT.  Upon TMAA dissocn. through deprotonation, two distinctly different types of stable chemisorption configurations of the carboxylate group (TMA) were identified according to their position and appearance in STM images.  In configuration A, two carboxylate O atoms bond to two Ti4+ cations, while in configuration B one O atom fills the bridging oxygen vacancy (VO) with the other O bounded at an adjacent regular Ti4+ site.  Calcd. adsorption energies for the configurations A and B are comparable at 1.28 and 1.36 eV, resp.  DFT results also show that TMA may rotate at RT about its O atom that filled the VO (in configuration B), with a rotation barrier of ∼0.65 eV.  Both the observation of the const. initial sticking coeff. and preference for TMAA mols. to dissoc. at selective sites indicate that TMAA adsorption is mediated by a mobile precursor state.  Several possible mol. (physisorbed) states of TMAA have indeed been identified by DFT, all being highly mobile at RT.  But the TMA diffusion in the chemisorbed (dissociative) state is a very slow with a calcd. barrier of 1.09 eV for diffusion along the Ti row.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXmvVWku70%253D&md5=e8dbd54e82872e4bd0309cf26dfd9bf0", "27. ", "Ishii", ", ", "H.", "; ", "Sugiyama", ", ", "K.", "; ", "Ito", ", ", "E.", "; ", "Seki", ", ", "K.", " ", "Energy Level Alignment and Interfacial Electronic Structrures at Organic/Metal and Organic/Organic Interfaces", " ", "Adv. Mater.", " ", "1999", ",  ", "11", ",  ", "605", "– ", "625", "[", "Crossref", "], [", "CAS", "]", "27. ", "Energy level alignment and interfacial electronic structures at organic/metal and organic/organic interfaces", "Ishii, Hisao; Sugiyama, Kiyoshi; Ito, Eisuke; Seki, Kazuhiko", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "1999", "),\r\n    ", "11", "\r\n        (", "8", "),\r\n    ", "605-625", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH", ")\r\n        ", "A review with 173 refs. is given on recent progress in the understanding of the interfacial electronic structures, including electronically functional large org. mols. and polymers, and focusing on the results in energy level alignment at the interface.  Topics are the factors detg. interfacial structure, energy level alignment at the interfaces including org. layers, future prospects, and concluding remarks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXktVOlurg%253D&md5=2f1dd1024c84613fa47d04ead2087677", "28. ", "Braun", ", ", "S.", "; ", "Salaneck", ", ", "W. R.", "; ", "Fahlman", ", ", "M.", " ", "Energy-Level Alignment at Organic/Metal and Organic/Organic Interfaces", " ", "Adv. Mater.", " ", "2009", ",  ", "21", ",  ", "1450", "– ", "1472", "[", "Crossref", "], [", "CAS", "]", "28. ", "Energy-Level Alignment at Organic/Metal and Organic/Organic Interfaces", "Braun, Slawomir; Salaneck, William R.; Fahlman, Mats", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2009", "),\r\n    ", "21", "\r\n        (", "14-15", "),\r\n    ", "1450-1472", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  In this Review, we summarize recent work on modeling of org./metal and org./org. interfaces.  Some of the models discussed have a semiempirical approach, i.e., exptl. derived values are used in combination with theory, and others rely completely of calcns.  The models are categorized according to the types of interfaces they apply to, and the strength of the interaction at the interface has been used as the main factor.  We explain the basics of the models, their use, and give examples on how the models correlate with exptl. results.  We stress that given the complexity of org./metal and org./org. interface formation, it is crucial to know the exact way in which the interface was formed before choosing the model that is applicable, as none of the models presented covers the whole range of interface interaction strengths (weak physisorption to strong chemisorption).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXltFGjtbc%253D&md5=4f37b3536b524ee380e14110cf991fbf", "29. ", "Alvaro", ", ", "M.", "; ", "Carbonell", ", ", "E.", "; ", "Ferrer", ", ", "B.", "; ", "Xamena", ", ", "F. X.", "; ", "Garcia", ", ", "H.", " ", "Semiconductor Behavior of a Metal-Organic Framework (MOF)", " ", "Chem.—Eur. J.", " ", "2007", ",  ", "13", ",  ", "5106", "– ", "5112", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "Semiconductor behavior of a metal-organic framework (MOF)", "Alvaro, Mercedes; Carbonell, Esther; Ferrer, Belen; Llabres i Xamena, Francese X.; Garcia, Hermenegildo", "Chemistry - A European Journal", "\r\n        (", "2007", "),\r\n    ", "13", "\r\n        (", "18", "),\r\n    ", "5106-5112", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Upon light excitation MOF-5 behaves as a semiconductor and undergoes charge sepn. (electrons and holes) decaying in the microsecond time scale.  The actual conduction band energy value is 0.2 V vs. normal H electrode with a band gap of 3.4 eV.  Photoinduced electron transfer processes to viologen generates the corresponding viologen radical cation, while holes of MOF-5 oxidizes N,N,N',N'-tetramethyl-p-phenylenediamine.  One application studied for MOF-5 as a semiconductor was the shape-selective photocatalyzed degrdn. of phenol in aq. solns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXntFyltrg%253D&md5=a16a06a771735cd2a6fac44113d49df9", "30. ", "Hendon", ", ", "C.", "; ", "Tiana", ", ", "D.", "; ", "Walsh", ", ", "A.", " ", "Conductive Metal–Organic Frameworks and Networks: Fact or Fantasy", " ", "Phys. Chem. Chem. Phys.", " ", "2012", ",  ", "14", ",  ", "13120", "– ", "32", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "30. ", "Conductive metal-organic frameworks and networks: fact or fantasy?", "Hendon, Christopher H.; Tiana, Davide; Walsh, Aron", "Physical Chemistry Chemical Physics", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "38", "),\r\n    ", "13120-13132", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Elec. conduction is well understood in materials formed from inorg. or org. building blocks, but their combination to produce conductive hybrid frameworks and networks is an emerging and rapidly developing field of research.  Self-assembling org.-inorg. compds. offer immense potential for functionalizing material properties for a wide scope of applications including solar cells, light emitters, gas sensors and bipolar transparent conductors.  The flexibility of combining two distinct material classes into a single solid-state system provides an almost infinite no. of chem. and structural possibilities; however, there is currently no systematic approach established for designing new compns. and configurations with targeted electronic or optical properties.  The authors review the current status in the field, in particular, the range of hybrid systems reported to date and the important role of materials modeling in the field.  From theor. arguments, the Mott insulator-to-metal transition should be possible in semiconducting metal-org. frameworks, but has yet to be obsd.  The question remains as to whether electro-active hybrid materials will evolve from chem. curiosities towards practical applications in the near term.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlGgs7fN&md5=99e49d2ee5f55ea31956b7828e54c0bf", "31. ", "Liu", ", ", "L. Y.", "; ", "Wan", ", ", "L.", "; ", "Cao", ", ", "L.", "; ", "Han", ", ", "Y. Y.", "; ", "Zhang", ", ", "W. H.", "; ", "Chen", ", ", "T. X.", "; ", "Guo", ", ", "P. P.", "; ", "Wang", ", ", "K.", "; ", "Xu", ", ", "F. Q.", " ", "Assistance of Partially Reduced MoO", "3", " Interlayer to Hole-Injection at Iron Phthalocyanine/ITO Interface Evidenced by Photoemission Study", " ", "Appl. Surf. Sci.", " ", "2013", ",  ", "271", ",  ", "352", "– ", "356", "[", "Crossref", "], [", "CAS", "]", "31. ", "Assistance of partially reduced MoO3 interlayer to hole-injection at iron phthalocyanine/ITO interface evidenced by photoemission study", "Liu, L. Y.; Wan, L.; Cao, L.; Han, Y. Y.; Zhang, W. H.; Chen, T. X.; Guo, P. P.; Wang, K.; Xu, F. Q.", "Applied Surface Science", "\r\n        (", "2013", "),\r\n    ", "271", "\r\n        (", "),\r\n    ", "352-356", "CODEN:\r\n                ", "ASUSEE", ";\r\n        ISSN:", "0169-4332", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Mo trioxide (MoO3) was widely used as an interlayer between electrode and functional org. layer inducing significant improvement in the performance of org. electronic and optoelectronic devices such as org. light-emitting diodes (OLEDs) and org. photovoltaics (OPVs).  The electronic structures and energy level alignment at FePc/MoO3 (3 nm)/ITO and FePc/MoOx (3 nm)/ITO (x < 3) interfaces were comparatively studied in situ by photoemission spectroscopy (PES) in an attempt to understand the influence of MoOx layer on the interfacial hole injection property.  The electron injection barrier is only 0.45 eV for electron extn. from the HOMO of FePc to the conduction band of MoOx.  Simultaneously, 2 gap states at binding energy of 1.15 eV and 2.30 eV present in 3 nm MoOx, which extend from the valence band max. of MoOx to the Fermi level.  These gap states probably originate from the partial occupation of Mo 4d states due to the redn. of MoO3 during the annealing process.  Both lowered electron extn. barrier and presence of interfacial gap states appear to assist the hole injection from ITO anode into FePc by the insertion of MoOx layer.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXis1OmtL8%253D&md5=77de1cb25d55c81f589c836fc8cefaef", "32. ", "Feng", ", ", "X.", "; ", "Zhao", ", ", "W.", "; ", "Ju", ", ", "H.", "; ", "Zhang", ", ", "L.", "; ", "Zhang", ", ", "W.", "; ", "Zhu", ", ", "J. F.", " ", "Electronic Structures and Chemical Reactions at the Interface Between Li and Regioregular Poly(3-Hexylthiophene)", " ", "Org. Electron.", " ", "2012", ",  ", "13", ",  ", "1060", "– ", "1067", "[", "Crossref", "], [", "CAS", "]", "32. ", "Electronic structures and chemical reactions at the interface between Li and regioregular poly (3-hexylthiophene)", "Feng, Xuefei; Zhao, Wei; Ju, Huanxin; Zhang, Liang; Ye, Yifan; Zhang, Wenhua; Zhu, Junfa", "Organic Electronics", "\r\n        (", "2012", "),\r\n    ", "13", "\r\n        (", "6", "),\r\n    ", "1060-1067", "CODEN:\r\n                ", "OERLAU", ";\r\n        ISSN:", "1566-1199", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Interfaces between metals and π-conjugated polymers play an important role in the org. electronic and optoelectronic devices such as polymer-based light-emitting diodes (PLEDs) and photovoltaic devices.  In this study, synchrotron radiation photoemission spectroscopy (SRPES) and XPS have been applied to in situ investigate the chem. reactions and electronic structure during the interface formation of Li on the regioregular poly(3-hexylthiophene) (rr-P3HT) thin films.  Upon Li adsorption onto P3HT at 300 K, Li dopes electrons into P3HT, inducing the occurrence of the P3HT band bending.  Moreover, Li can diffuse into the subsurface and react with both S and C atoms in the thiophene rings, leading to the formation of Li2S and Li-C complex.  Compared to the interface of Ca/P3HT, the diffusion/reaction depth of Li is much larger at the Li/P3HT interface.  Through the investigation of the evolution of core level and valence band spectra together with secondary electron cutoff an energy level alignment diagram at the Li/rr-P3HT interface is derived.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XlvFaisbk%253D&md5=7935bcb9ca5a4bbb6aa28de38cb02df5", "33. ", "Ataman", ", ", "E.", "; ", "Isvoranu", ", ", "C.", "; ", "Knudsen", ", ", "J.", "; ", "Schulte", ", ", "K.", "; ", "Andersen", ", ", "J. N.", "; ", "Schnadt", ", ", "J.", " ", "Adsorption of ", "l", "-Cysteine on Rutile TiO", "2", "(110)", " ", "Surf. Sci.", " ", "2011", ",  ", "605", ",  ", "179", "– ", "186", "[", "Crossref", "], [", "CAS", "]", "33. ", "Adsorption of L-cysteine on rutile TiO2(110)", "Ataman, Evren; Isvoranu, Cristina; Knudsen, Jan; Schulte, Karina; Andersen, Jesper N.; Schnadt, Joachim", "Surface Science", "\r\n        (", "2011", "),\r\n    ", "605", "\r\n        (", "1-2", "),\r\n    ", "179-186", "CODEN:\r\n                ", "SUSCAS", ";\r\n        ISSN:", "0039-6028", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "We have used XPS to study the adsorption of L-cysteine on a rutile TiO2(110) surface at room temp. and -65°.  For the mols. in direct contact with the surface our results suggest that the mols. bind dissociatively to the fivefold-coordinated Ti atoms of the surface through their deprotonated carboxylic groups.  A second, dissociative interaction occurs between the mol. thiol groups and the surface.  It is attributed to a dissociative bond to the bridging O vacancies.  Most likely, the thiol groups are deprotonated and a bond is formed between the thiolates and defects.  In an alternative scenario, the C-S bond is cleaved and at. S binds to the defects.  With regard to the mol. amino groups, they remain neutral at the lowest investigated coverages (0.3-0.5 ML), but already starting from around 0.7 ML nominal coverage protons are being transferred to them.  The fraction of protonated amino groups increases with coverage and becomes dominating in multilayers prepd. at room temp. and -65°.  In these multilayers the carboxylic groups are deprotonated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsFarsL3F&md5=8284bca523737e98a101c18746f14e76", "34. ", "Schnadt", ", ", "J.", "; ", "O’Shea", ", ", "J. N.", "; ", "Patthey", ", ", "L.", "; ", "Schiessling", ", ", "J.", "; ", "Krempaský", ", ", "J.", "; ", "Shi", ", ", "M.", "; ", "Mårtensson", ", ", "N.", "; ", "Brühwiler", ", ", "P. A.", " ", "Structural Study of Adsorption of Isonicotinic Acid and Related Molecules on Rutile TiO", "2", "(110) II: XPS", " ", "Surf. Sci.", " ", "2003", ",  ", "544", ",  ", "74", "– ", "86", "[", "Crossref", "], [", "CAS", "]", "34. ", "Structural study of adsorption of isonicotinic acid and related molecules on rutile TiO2(1 1 0) II: XPS", "Schnadt, J.; O'Shea, J. N.; Patthey, L.; Schiessling, J.; Krempasky, J.; Shi, M.; Martensson, N.; Bruhwiler, P. A.", "Surface Science", "\r\n        (", "2003", "),\r\n    ", "544", "\r\n        (", "1", "),\r\n    ", "74-86", "CODEN:\r\n                ", "SUSCAS", ";\r\n        ISSN:", "0039-6028", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "The adsorption of monolayers of the pyridine-carboxylic acid monomers (isonicotinic acid, nicotinic acid, and picolinic acid) on rutile TiO2(1 1 0) was studied by x-ray photoemission spectroscopy.  A study of the O 1s spectra shows that the mol. carboxylic groups are deprotonated and, hence, that the mols. bind to the surface in a bidentate mode.  Also, the binding energy of those core levels that are related to the pyridine ring atoms shift as a function of mol. relative to the substrate O 1s and Ti 3p levels, while the position of the core levels related to emission from the carboxylic group are const. relative to the substrate levels.  The mol.-dependent shifts are attributed to local intermol. interactions that det. the proximity of adjacent mol. rings and thus the core-hole screening response of the neighboring mols.  The authors propose a simple mol. arrangement for each case which satisfies the known constraints.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXnsVaiu7g%253D&md5=1874ba805f7137edfdac2f19cef8294c", "35. ", "Nolan", ", ", "M.", "; ", "Elliott", ", ", "S.", "; ", "Mulley", ", ", "J.", "; ", "Bennett", ", ", "R.", "; ", "Basham", ", ", "M.", "; ", "Mulheran", ", ", "P.", " ", "Electronic Structure of Point Defects in Controlled Self-doping of the TiO", "2", "(110) Surface: Combined Photoemission Spectroscopy and Density Functional Theory Study", " ", "Phys. Rev. B", " ", "2008", ",  ", "77", ",  ", "235424", "– ", "235434", "[", "Crossref", "], [", "CAS", "]", "35. ", "Electronic structure of point defects in controlled self-doping of the TiO2 (110) surface. Combined photoemission spectroscopy and density functional theory study", "Nolan, Michael; Elliott, Simon D.; Mulley, James S.; Bennett, Roger A.; Basham, Mark; Mulheran, Paul", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2008", "),\r\n    ", "77", "\r\n        (", "23", "),\r\n    ", "235424/1-235424/11", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Point defects in metal oxides such as TiO2 are key to their applications in numerous technologies.  The investigation of thermally induced nonstoichiometry in TiO2 is complicated by the difficulties in prepg. and detg. a desired degree of nonstoichiometry.  We study controlled self-doping of TiO2 by adsorption of 1/8 and 1/16 monolayer Ti at the (110) surface using a combination of exptl. and computational approaches to unravel the details of the adsorption process and the oxidn. state of Ti.  Upon adsorption of Ti, x-ray and UV photoemission spectroscopy (XPS and UPS) show formation of reduced Ti.  Comparison of pure d. functional theory (DFT) with expt. shows that pure DFT provides an inconsistent description of the electronic structure.  To surmount this difficulty, we apply DFT cor. for on-site Coulomb interaction (DFT+U) to describe reduced Ti ions.  The optimal value of U is 3 eV, detd. from comparison of the computed Ti 3d electronic d. of states with the UPS data.  DFT+U and UPS show the appearance of a Ti 3d adsorbate-induced state at 1.3 eV above the valence band and 1.0 eV below the conduction band.  The adsorbed Ti atom is oxidized to Ti2+ and a fivefold coordinated surface Ti atom is reduced to Ti3+, while the remaining electron is distributed among other surface Ti atoms.  The UPS data are best fitted with reduced Ti2+ and Ti3+ ions.  The complexity of doped metal oxides is best understood with a combination of expt. and appropriate computations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXot1ylu7s%253D&md5=84630580f8c503a755dd54fa6fcf5547", "36. ", "Wendt", ", ", "S.", "; ", "Sprunger", ", ", "P. T.", "; ", "Lira", ", ", "E.", "; ", "Madsen", ", ", "G.", "; ", "Li", ", ", "Z.", "; ", "Hansen", ", ", "J.", "; ", "Matthiesen", ", ", "J.", "; ", "Blekinge-Rasmussen", ", ", "A.", "; ", "Lægsgaard", ", ", "E.", "; ", "Hammer", ", ", "B.", " ", "The Role of Interstitial Sites in the Ti", "3d", " Defect State in the Band Gap of Titania", " ", "Science", " ", "2008", ",  ", "320", ",  ", "1755", "– ", "1759", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "36. ", "The Role of Interstitial Sites in the Ti3d Defect State in the Band Gap of Titania", "Wendt, Stefan; Sprunger, Phillip T.; Lira, Estephania; Madsen, Georg K. H.; Li, Zheshen; Hansen, Jonas O.; Matthiesen, Jesper; Blekinge-Rasmussen, Asger; Laegsgaard, Erik; Hammer, Bjork; Besenbacher, Flemming", "Science (Washington, DC, United States)", "\r\n        (", "2008", "),\r\n    ", "320", "\r\n        (", "5884", "),\r\n    ", "1755-1759", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "TiO2 has a no. of uses in catalysis, photochem., and sensing that are linked to the reducibility of the oxide.  Usually, bridging oxygen (Obr) vacancies are assumed to cause the Ti3d defect state in the band gap of rutile TiO2(110).  From high-resoln. scanning tunneling microscopy and photoelectron spectroscopy measurements, we propose that Ti interstitials in the near-surface region may be largely responsible for the defect state in the band gap.  The authors argue that these donor-specific sites play a key role in and may dictate the ensuing surface chem., such as providing the electronic charge required for O2 adsorption and dissocn.  Specifically, the authors identified a 2nd O2 dissocn. channel that occurs within the Ti troughs in addn. to the O2 dissocn. channel in Obr vacancies.  Comprehensive d. functional theory calcns. support these exptl. observations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXnsF2ru7Y%253D&md5=693b21e205ecbec302569b7f5795bde5", "37. ", "Diebold", ", ", "U.", "; ", "Lehman", ", ", "J.", "; ", "Mahmoud", ", ", "T.", "; ", "Kuhn", ", ", "M.", "; ", "Leonardelli", ", ", "G.", "; ", "Hebenstreit", ", ", "W.", "; ", "Schmid", ", ", "M.", "; ", "Varga", ", ", "P.", " ", "Intrinsic Defects on a TiO", "2", "(110)(1×1) Surface and Their Reaction with Oxygen: A Scanning Tunneling Microscopy Study", " ", "Surf. Sci.", " ", "1998", ",  ", "411", ",  ", "137", "– ", "153", "[", "Crossref", "], [", "CAS", "]", "37. ", "Intrinsic defects on a TiO2(110)(1×1) surface and their reaction with oxygen: a scanning tunneling microscopy study", "Diebold, Ulrike; Lehman, Jeremiah; Mahmoud, Talib; Kuhn, Markus; Leonardelli, Georg; Hebenstreit, Wilhelm; Schmid, Michael; Varga, Peter", "Surface Science", "\r\n        (", "1998", "),\r\n    ", "411", "\r\n        (", "1/2", "),\r\n    ", "137-153", "CODEN:\r\n                ", "SUSCAS", ";\r\n        ISSN:", "0039-6028", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A scanning tunneling microscopy (STM) study of the rutile TiO2(110) surface is reported.  The surface was prepd. by sputtering and annealing in an ultrahigh vacuum (UHV).  After annealing to 1100 K in UHV, a (1×1) surface with a terrace width of ∼ 100 Å is obtained.  The terraces are sepd. by monoat. step edges running predominantly parallel to <001> and <1‾11 > type directions.  Approx. half of the <001>-type steps have a kinked appearance that is attributed to a (4×1)-reconstructed step edge.  At. models for auto compensated step edges are presented.  Oxygen vacancies (point defects) in the bridging oxygen rows are created by the high-temp. anneal in UHV.  In STM images, these oxygen vacancies appear as bright features centered on dark rows.  Their d. is 7 ± 3% per surface unit cell and is reduced upon exposure to mol. oxygen at room temp.  Dark features on bright rows are also seen; these are not affected by mol. oxygen and are tentatively assigned to subsurface defects.  Hydroxyl groups from spurious water in the oxygen gas stream are obsd. to adsorb dissociatively at step edges and on the in-plane Ti rows on the terraces.  The appearance of the surface oxygen vacancies depends on the state of the STM tip; asym. tips skew the appearance of the point defects and may even render images where they are invisible.  Tip changes occur frequently, esp. when the surface has been exposed to oxygen, and may lead to images that are hard to interpret.  The \"normal\" tip state where the vacancies appear as bright spots connecting bright rows can be regained reproducibly by scanning with a high (up to + 10 V) tip voltage; the tip is then possibly covered with substrate material.  The oxygen vacancies show strong interactions with the STM tip, i.e. tip-induced oxidn. and mobility.  These interactions depend strongly on the state of the tip, and are enhanced by the presence of oxygen in the ambient.  To explain these effects a model for the tip-induced oxidn. is presented where oxygen atoms hop between the tip and sample.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXlvFGnt7Y%253D&md5=904a580fcb40d17fd285497cfca73168", "38. ", "Pang", ", ", "C. L.", "; ", "Lindsay", ", ", "R.", "; ", "Thornton", ", ", "G.", " ", "Structure of Clean and Adsorbate-Covered Single-Crystal Rutile TiO", "2", " Surfaces", " ", "Chem. Rev.", " ", "2013", ",  ", "113", ",  ", "3887", "– ", "3948", "[", "ACS Full Text ", "], [", "CAS", "]", "38. ", "Structure of Clean and Adsorbate-Covered Single-Crystal Rutile TiO2 Surfaces", "Pang, Chi Lun; Lindsay, Robert; Thornton, Geoff", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "113", "\r\n        (", "6", "),\r\n    ", "3887-3948", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors concd. on the geometric structure of single-crystal rutile TiO2 surfaces, both clean and adsorbate-covered since such information is key to full mechanistic understanding of surface properties, including chem. reactivity.  The authors began with clean surface structures, before addressing the adsorbed geometry of inorg. and org. mols., as well as metal overlayers.  Fully quant. surface structure detns. were presented, which resulted in precise information about adsorbate and/or substrate at. coordinates.  Typically, such studies employ electron/photon scattering-based surface probes, including quant. LEED (LEED-IV), surface X-ray diffraction (SXRD), and photoelectron diffraction (PhD).  The results of near-edge X-ray absorption fine structure (NEXAFS) measurements was also discussed, which facilitate the detn. of the angular orientation of mol. adsorbates; illustrations suggesting adsorption sites on the basis of such NEXAFS data are to some extent speculative.  Furthermore, as quant. structural data are still quite rare, the authors also considered more qual. work, in particular the application of scanning probe microscopy (SPM) to visualize adsorbate bonding sites and the growth mode of metals.  Theor. studies related to expts. were also discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXnslWmsrc%253D&md5=22a196abfceb3803282a79eb723ed386", "39. ", "Johansson", ", ", "E. M. J.", "; ", "Odelius", ", ", "M.", "; ", "Karlsson", ", ", "P. G.", "; ", "Siegbahn", ", ", "H.", "; ", "Sandell", ", ", "A.", "; ", "Rensmo", ", ", "H.", " ", "Interface Electronic States and Molecular Structure of a Triarylamine Based Hole Conductor on Rutile TiO", "2", "(110)", " ", "J. Chem. Phys.", " ", "2008", ",  ", "128", ",  ", "184709", "– ", "184718", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "39. ", "Interface electronic states and molecular structure of a triarylamine based hole conductor on rutile TiO2(110)", "Johansson E M J; Odelius M; Karlsson P G; Siegbahn H; Sandell A; Rensmo H", "The Journal of chemical physics", "\r\n        (", "2008", "),\r\n    ", "128", "\r\n        (", "18", "),\r\n    ", "184709", "\r\n        ISSN:", "0021-9606", ".\r\n    ", "The molecular and electronic surface structure of a triarylamine based hole-conductor (HC) molecule evaporated onto rutile TiO2(110) single crystal is investigated by means of synchrotron light based photoelectron spectroscopy and x-ray absorption spectroscopy in combination with calculations based on density functional theory.  Different amounts of the HC molecule was evaporated spanning the monolayer to multilayer region.  The molecular surface structure is investigated and the results indicate that no specific covalent chemical bonding is formed and that the plane formed by the different nitrogens in the HC molecules has a rather small angle versus the TiO2 substrate surface plane.  Some molecular ordering also persists in the multilayer region.  The experimental core level spectra, valence level spectra, and the N 1s x-ray absorption spectroscopy spectra are well modeled by calculations on an individual molecule.  Interestingly, the formation of the TiO2HC interface results in significant binding energy shifts in core levels and valence levels shifting all peaks of a the HC material to the same extent.  Smaller shifts were also observed in the substrate core level peaks.  The shift is discussed in terms of nanoscale energy level bending and final state hole screening.  With respect to electronic applications, specifically in a solid state dye-sensitized solar cell, it is argued that the observed energy level alignment at the TiO2HC interface can act as a hole trap.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD1czmsFCksA%253D%253D&md5=3e1cee1089664f87980097f5a07c0dbf", "40. ", "Mulley", ", ", "J. S.", "; ", "Bennett", ", ", "R. A.", "; ", "Dhanak", ", ", "V. R.", " ", "Adsorption, Orientation and Thermal Decomposition of Copper(II) Hexafluoroacetylacetonate on Rutile TiO", "2", "(110)", " ", "Surf. Sci.", " ", "2008", ",  ", "602", ",  ", "2967", "– ", "2974", "[", "Crossref", "], [", "CAS", "]", "40. ", "Adsorption, orientation and thermal decomposition of copper(II) hexafluoroacetylacetonate on rutile TiO2(110)", "Mulley, J. S.; Bennett, R. A.; Dhanak, V. R.", "Surface Science", "\r\n        (", "2008", "),\r\n    ", "602", "\r\n        (", "18", "),\r\n    ", "2967-2974", "CODEN:\r\n                ", "SUSCAS", ";\r\n        ISSN:", "0039-6028", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "We have investigated the adsorption and thermal decompn. of Cu(II) hexafluoroacetylacetonate (CuII(hfac)2) on single crystal rutile TiO2(1 1 0).  LEED shows that room temp. satn. coverage of the CuII(hfac)2 adsorbate forms an ordered (2 × 1) overlayer.  X-ray and UV photoemission spectroscopy of the satd. surface were recorded as the sample was annealed in a sequential manner to reveal decompn. pathways.  The mol. dissociatively adsorbs by detachment of 1 of the 2 ligands to form hfac and CuI(hfac) which chemisorb to the substrate at 298 K.  These ligands only begin to decomp. once the surface temp. exceeds 473 K where Cu core level shifts indicate metalization.  This redn. from Cu(I) to Cu(0) takes place in the absence of an external reducing agent and without disproportionation and is accompanied by the onset of decompn. of the hfac ligands.  Finally, C K-edge near edge X-ray absorption fine structure expts. indicate that both the ligands adsorb aligned in the 〈0 0 1〉 direction and we propose a model in which the hfac ligands adsorb on the 5-fold coordinated Ti atoms and the CuI(hfac) moiety attaches to the bridging O atoms in a square planar geometry.  The calcd. tilt angle for these combined geometries is approx. 10° to the surface normal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtFekurjM&md5=dcc17ed111666d93ef02cf4f4c5c6f7b", "41. ", "Weston", ", ", "M.", "; ", "Reade", ", ", "T. J.", "; ", "Britton", ", ", "A. J.", "; ", "Handrup", ", ", "K.", "; ", "Champness", ", ", "N. R.", "; ", "O’Shea", ", ", "J. N.", " ", "A Single Centre Water Splitting Dye Complex Adsorbed on Rutile TiO", "2", "(110): Photoemission, X-ray Absorption, and Optical Spectroscopy", " ", "J. Chem. Phys.", " ", "2011", ",  ", "135", ",  ", "114703", "– ", "114711", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "41. ", "A single centre water splitting dye complex adsorbed on rutile TiO2(110): Photoemission, x-ray absorption, and optical spectroscopy", "Weston, Matthew; Reade, Thomas J.; Britton, Andrew J.; Handrup, Karsten; Champness, Neil R.; O'Shea, James N.", "Journal of Chemical Physics", "\r\n        (", "2011", "),\r\n    ", "135", "\r\n        (", "11", "),\r\n    ", "114703/1-114703/8", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "A single center water splitting dye complex (aqua(2,2'-bipyridyl-4,4'-dicarboxylic acid)(2,2':6',6''-terpyridine)Ruthenium(II)), along with a related complex ((2,2'-bipyridyl-4,4'-dicarboxylic acid)(2,2':6',6''-terpyridine)chloride Ruthenium(II)), was studied using photoemission and compared to mols. with similar structures.  Dye mols. were deposited in situ using ultra-high vacuum electrospray deposition, which allows for the deposition of thermally labile mols., such as these dye mols.  Adsorption of the dye mols. on the rutile TiO2(110) surface was studied using core-level and valence photoemission.  Core-level photoemission spectra reveal that each complex bonds to the surface via deprotonation of its carboxylic acid groups.  A consideration of the energy level alignments reveals that both complexes are capable of charge transfer from the adsorbed mols. to the conduction band of the rutile TiO2 substrate.  (c) 2011 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtF2gtr7I&md5=350857e6dce67d1a8f751ff156c1a2f1", "42. ", "Cao", ", ", "L.", "; ", "Zhang", ", ", "W. H.", "; ", "Han", ", ", "Y. Y.", "; ", "Chen", ", ", "T. X.", "; ", "Zheng", ", ", "Z. Y.", "; ", "Wan", ", ", "L.", "; ", "Xu", ", ", "F. Q.", "; ", "Ibrahim", ", ", "K.", "; ", "Qian", ", ", "H. J.", "; ", "Wang", ", ", "J. O.", " ", "Angular Dependent NEXAFS Study of the Molecular Orientation of PTCDA Multilayers on Au (111) Surface", " ", "Chin. Sci. Bull.", " ", "2011", ",  ", "56", ",  ", "3575", "– ", "3577", "[", "Crossref", "], [", "CAS", "]", "42. ", "Angular dependent NEXAFS study of the molecular orientation of PTCDA multilayers on Au (111) surface", "Cao, Liang; Zhang, Wen Hua; Han, Yu Yan; Chen, Tie Xin; Zheng, Zhi Yuan; Wan, Li; Xu, Fa Qiang; Ibrahim, Kurash; Qian, Hai Jie; Wang, Jia Ou", "Chinese Science Bulletin", "\r\n        (", "2011", "),\r\n    ", "56", "\r\n        (", "33", "),\r\n    ", "3575-3577", "CODEN:\r\n                ", "CSBUEF", ";\r\n        ISSN:", "1001-6538", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "The mol. orientation of perylene-3,4,9,10-tetracarboxylic acid dianhydride (PTCDA) multilayers adsorbed on Au (111) surface has been investigated using angular dependent O K-edge near edge X-ray absorption fine structure (NEXAFS) spectroscopy.  The significant angular dependence of important resonant structures (π* and σ*) reveals that PTCDA mols. adopt an ordered geometry on the substrate surface.  The av. tilt angle of the PTCDA mol. planes is 27°±10° from the Au (111) surface.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVamtbzO&md5=f5c2085028bf4e3bd362ce7c0c8515d5", "43. ", "Zhang", ", ", "W.", "; ", "Nefedov", ", ", "A.", "; ", "Naboka", ", ", "M.", "; ", "Cao", ", ", "L.", "; ", "Wöll", ", ", "C.", " ", "Molecular Orientation of Terephthalic Acid Assembly on Epitaxial Graphene: NEXAFS and XPS Study", " ", "Phys. Chem. Chem. Phys.", " ", "2012", ",  ", "14", ",  ", "10125", "– ", "10131", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "43. ", "Molecular orientation of terephthalic acid assembly on epitaxial graphene: NEXAFS and XPS study", "Zhang, Wenhua; Nefedov, Alexei; Naboka, Michael; Cao, Liang; Woell, Christof", "Physical Chemistry Chemical Physics", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "29", "),\r\n    ", "10125-10131", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The adsorption of terephthalic acid mols. [C6H4(COOH)2, TPA] on a single layer of graphene grown epitaxially on Ni(111) was studied by near-edge x-ray absorption fine structure (NEXAFS) spectroscopy and XPS at room temp.  The assignment of the NEXAFS resonances was aided by ab initio calcns. for the free TPA mol.  For coverages up to a monolayer the mol. plane of TPA adopts a parallel orientation with regard to the epitaxial graphene (EG) layer.  Deprotonation of TPA mols. at one monolayer coverage can be excluded.  For TPA multilayers, the mol. plane is tilted on av. by ∼45° with respect to the sample surface.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XpvVarurg%253D&md5=349739e4f6849262f57fff718f64fd73", "44. ", "Wuhn", ", ", "M.", "; ", "Weckesser", ", ", "J.", "; ", "Wöll", ", ", "C.", " ", "Bonding and Orientational Ordering of Long-Chain Carboxylic Acids on Cu(111): Investigations Using X-ray Absorption Spectroscopy", " ", "Langmuir", " ", "2001", ",  ", "17", ",  ", "7605", "– ", "7612", "[", "ACS Full Text ", "], [", "CAS", "]", "44. ", "Bonding and Orientational Ordering of Long-Chain Carboxylic Acids on Cu(111): Investigations Using x-ray Absorption Spectroscopy", "Wuehn, M.; Weckesser, J.; Woell, Ch.", "Langmuir", "\r\n        (", "2001", "),\r\n    ", "17", "\r\n        (", "24", "),\r\n    ", "7605-7612", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption of various carboxylic acids with different chain lengths on Cu(111) was studied using near-edge x-ray absorption fine structure (NEXAFS) spectroscopy and XPS.  To systematically study the influence of the chain length, the authors used 3 different carboxylic acids at 1-30 C atoms, namely, formic acid (HCOOH), hexanoic acid (C5H11COOH), and triacontanoic acid (C29H59COOH).  Films with coverages ranging from the sub-monolayer to the multilayer regime are prepd. by org. MBE.  The adlayers were characterized in situ by XPS and NEXAFS directly elucidating the nature of the chem. bond to the substrate and the degree of orientational order in the film.  Highly oriented org. monolayers could be fabricated for all studied carboxylic acids on the Cu(111) surface, but their adsorption geometries differ strongly.  Whereas in the satd. monolayer the O-C-O plane of formic acid is significantly tilted, the alkyl chain and the O-C-O plane in hexanoic acid are oriented almost normal to the surface.  For triacontanoic acid, a coverage driven reorientation of the mol. chain from flat lying to upright standing takes place upon completion of the 1st layer.  In the satd. monolayer, the studied carboxylic acids interact via 2 equiv oxygen atoms, i.e., they form a bidentate carboxylate bonding to the Cu surface.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXnvFyrtrs%253D&md5=1939bf1de2bdbc773383c232446a807d", "45. ", "Sherwood", ", ", "P. M. A.", " ", "Curve Fitting in Surface Analysis and the Effect of Background Inclusion in the Fitting Process", " ", "J. Vac. Sci. Technol. A", " ", "1996", ",  ", "14", ",  ", "1424", "– ", "1432", "[", "Crossref", "], [", "CAS", "]", "45. ", "Curve fitting in surface analysis and the effect of background inclusion in the fitting process", "Sherwood, Peter M. A.", "Journal of Vacuum Science & Technology, A: Vacuum, Surfaces, and Films", "\r\n        (", "1996", "),\r\n    ", "14", "\r\n        (", "3, Pt. 2", "),\r\n    ", "1424-1432", "CODEN:\r\n                ", "JVTAD6", ";\r\n        ISSN:", "0734-2101", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "A review, with 20 refs., is presented of data anal. methods that can be used in surface anal., esp. those that can be used in XPS.  The paper provides illustrations of the application of data anal. methods to real systems, and discusses practical problems that can arise when working with real data sets.  The paper focuses upon curve fitting of core XPS data, and discusses the importance of combining curve fitting information with other supporting information and expts.  The effect of different backgrounds incorporated into the fitting process is discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XjslSmur0%253D&md5=4608638de68f4a79f09ef43072329e66", "46. ", "Wang", ", ", "L. Q.", "; ", "Baer", ", ", "D. R.", "; ", "Engelhard", ", ", "M. H.", "; ", "Shultz", ", ", "A. N.", " ", "The Adsorption of Liquid and Vapor Water on TiO", "2", "(110) Surfaces: The Role of Defects", " ", "Surf. Sci.", " ", "1995", ",  ", "344", ",  ", "237", "– ", "250", "[", "Crossref", "], [", "CAS", "]", "46. ", "The adsorption of liquid and vapor water on TiO2 (110) surfaces: the role of defects", "Wang, Li-Qiong; Baer, D. R.; Engelhard, M. H.; Shultz, A. N.", "Surface Science", "\r\n        (", "1995", "),\r\n    ", "344", "\r\n        (", "3", "),\r\n    ", "237-50", "CODEN:\r\n                ", "SUSCAS", ";\r\n        ISSN:", "0039-6028", ".\r\n    \r\n            (", "North-Holland Physics", ")\r\n        ", "The adsorption of liq. and vapor water on defective and nearly defect-free TiO2(110) surface has been studied using XPS (XPS) and UV photoemission spectroscopy (UPS).  The study focuses on examg. electronic defects as created in vacuum and after exposure to both liq. and vapor water.  Defective surfaces were prepd. by electron-beam exposure and Ar+ bombardment.  With exposure up to 104 L low vapor pressure (<10-5 Torr) water to defective surfaces, little change on Ti3d defect intensity was obsd.  However, defect intensities were greatly reduced after exposing defective surfaces to ∼108 L higher vapor pressure (0.2-0.6 Torr) water for 5 min.  More significantly, XPS and UPS spectra showed that electron-beam induced defects were completely removed upon liq. water exposure, while defects created by Ar+ bombardment were only partially removed.  Surface defects created by Ar+ bombardment were removed more readily than sub-surface defects.  Water adsorption on the surface has been quantified using the OH signal from the O 1s photopeak.  For a nearly defect-free surface, water coverage was ∼0.02 ML at 104 L exposure to low vapor pressure water, ∼0.07 ML at 108 L exposure to higher vapor pressure water, and ∼0.125 ML with liq. water exposure, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XpsVWnsg%253D%253D&md5=eb055c3548d723a24e4e87f23b9850d2", "47. ", "Ketteler", ", ", "G.", "; ", "Yamamoto", ", ", "S.", "; ", "Bluhm", ", ", "S. H.", "; ", "Andersson", ", ", "K.", "; ", "Starr", ", ", "D. E.", "; ", "Ogletree", ", ", "D. F.", "; ", "Ogasawara", ", ", "H.", "; ", "Nilsson", ", ", "A.", "; ", "Salmeron", ", ", "M.", " ", "The Nature of Water Nucleation Sites on TiO", "2", "(110) Surfaces Revealed by Ambient Pressure X-ray Photoelectron Spectroscopy", " ", "J. Phys. Chem. C", " ", "2007", ",  ", "111", ",  ", "8278", "– ", "8282", "[", "ACS Full Text ", "], [", "CAS", "]", "47. ", "The Nature of Water Nucleation Sites on TiO2(110) Surfaces Revealed by Ambient Pressure X-ray Photoelectron Spectroscopy", "Ketteler, Guido; Yamamoto, Susumu; Bluhm, Hendrik; Andersson, Klas; Starr, David E.; Ogletree, D. Frank; Ogasawara, Hirohito; Nilsson, Anders; Salmeron, Miquel", "Journal of Physical Chemistry C", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "23", "),\r\n    ", "8278-8282", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "XPS at ambient conditions of pressure (up to 1.5 Torr) and temp. (265 K < T < 800 K) was used to study the adsorption of water on rutile TiO2(110) under conditions of thermodn. equil.  It was found that OH groups in bridging positions, normally present in small amts. due to residual O-vacancies, act as nucleation sites for subsequent water adsorption.  The adsorption enthalpy of water binding to these sites is ∼70 kJ/mol, much stronger than that in the bulk liq. (45 kJ/mol).  A model is proposed that relates the structure of the oxide surface to its hydrophilic character.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXltlWksb8%253D&md5=1da2872b213a26f771bee6781ca6d5ad", "48. ", "Walle", ", ", "L. E.", "; ", "Borg", ", ", "A.", "; ", "Uvdal", ", ", "P.", "; ", "Sandell", ", ", "A.", " ", "Experimental Evidence for Mixed Dissociative and Molecular Adsorption of Water on a Rutile TiO", "2", "(110) Surface without Oxygen Vacancies", " ", "Phys. Rev. B", " ", "2009", ",  ", "80", ",  ", "235436", "– ", "235440", "[", "Crossref", "], [", "CAS", "]", "48. ", "Experimental evidence for mixed dissociative and molecular adsorption of water on a rutile TiO2(110) surface without oxygen vacancies", "Walle, L. E.; Borg, A.; Uvdal, P.; Sandell, A.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2009", "),\r\n    ", "80", "\r\n        (", "23", "),\r\n    ", "235436/1-235436/5", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "We present evidence for mixed mol. and dissociative water adsorption at monolayer coverage on a rutile TiO2(110) surface free from oxygen vacancies using synchrotron radiation photoemission.  At monolayer coverage the OH:H2O ratio is close to 0.5 and reducing the coverage by heating yields an increased OH:H2O ratio.  At room temp. neither species originating from the monolayer on the defect-free surface can be detected.  The OH species of the monolayer hence recombines and leaves the surface at much lower temps. than OH formed by water dissocn. on oxygen vacancies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhvFSiug%253D%253D&md5=85af75b5f2483d8d12c1bea28d0dd284", "49. ", "Henderson", ", ", "M. A.", "; ", "White", ", ", "J. M.", "; ", "Uetsuka", ", ", "H.", "; ", "Onishi", ", ", "H.", " ", "Photochemical Charge Transfer and Trapping at the Interface Between an Organic Adlayer and an Oxide Semiconductor", " ", "J. Am. Chem. Soc.", " ", "2003", ",  ", "125", ",  ", "14974", "– ", "14975", "[", "ACS Full Text ", "], [", "CAS", "]", "49. ", "Photochemical Charge Transfer and Trapping at the Interface between an Organic Adlayer and an Oxide Semiconductor", "Henderson, Michael A.; White, J. Michael; Uetsuka, Hiroshi; Onishi, Hiroshi", "Journal of the American Chemical Society", "\r\n        (", "2003", "),\r\n    ", "125", "\r\n        (", "49", "),\r\n    ", "14974-14975", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Identification of charge transfer and trapping sites on semiconducting oxide surfaces is of fundamental importance in furthering the field of heterogeneous photocatalysts.  Using scanning tunneling microscopy, electron energy loss spectroscopy, and photodesorption, the authors obsd. both electron trapping and hole transfer events on the (110) surface of TiO2 rutile.  UV irradn. of a satd. monolayer of tri-Me acetate (TMA) on TiO2(110) at room temp. resulted in hole transfer to the carboxylate group, followed by (CH3)3C-COO bond cleavage and desorption of CO2 and isobutene/isobutane.  Hole transfer to TMA proceeded in the absence of a gas-phase electron scavenger (which is typically O2) because the accompanying photogenerated electrons could be trapped at the surface as Ti3+ cations bound to bridging OH groups.  The extent of electron trapping, gauged by electron spectroscopy, correlated directly with the yields of photodesorption fragments resulting from the hole transfer channel.  Charge at the Ti3+ sites was titrated in the dark via a reaction between O2 and the Ti3+-OH groups.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXovVOhtrc%253D&md5=3188cb2d03defcb761fb3bb3710565c8", "50. ", "Du", ", ", "Y.", "; ", "Petrik", ", ", "N. G.", "; ", "Deskins", ", ", "N. A.", "; ", "Wang", ", ", "Z.", "; ", "Henderson", ", ", "M. A.", "; ", "Kimmel", ", ", "G. A.", "; ", "Lyubinetsky", ", ", "I.", " ", "Hydrogen Reactivity on Highly-Hydroxylated TiO", "2", "(110) Surfaces Prepared via Carboxylic Acid Adsorption and Photolysis", " ", "Phys. Chem. Chem. Phys.", " ", "2012", ",  ", "14", ",  ", "3066", "– ", "3074", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "50. ", "Hydrogen reactivity on highly-hydroxylated TiO2(110) surfaces prepared via carboxylic acid adsorption and photolysis", "Du, Y.; Petrik, N. G.; Deskins, N. A.; Wang, Z.; Henderson, M. A.; Kimmel, G. A.; Lyubinetsky, I.", "Physical Chemistry Chemical Physics", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "9", "),\r\n    ", "3066-3074", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Combined scanning tunneling microscopy, temp. programmed desorption, photostimulated desorption, and d. functional theory studies have probed the formation and reactivity of highly-hydroxylated rutile TiO2(110) surfaces, which were prepd. via a novel, photochem. route using tri-Me acetic acid (TMAA) dissociative adsorption and subsequent photolysis at 300 K. Deprotonation of TMAA mols. upon adsorption produces both surface bridging hydroxyls (OHb) and bidentate tri-Me acetate (TMA) species with a satn. coverage of nearly 0.5 monolayers (ML).  Ultra-violet light irradn. selectively removes TMA species, producing a highly-hydroxylated surface with up to ∼0.5 ML OHb coverage.  At high coverages, the OHb species typically occupy second-nearest neighbor sites along the bridging oxygen row locally forming linear (2 × 1) structures of different lengths, although the surface is less ordered on a long scale.  The annealing of the highly-hydroxylated surface leads to hydroxyl recombination and H2O desorption with ∼100% yield, thus ruling out the diffusion of H into the bulk that has been suggested in the literature.  In agreement with exptl. data, theor. results show that the recombinative H2O desorption is preferred over both H bulk diffusion and H2 desorption processes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVGns7o%253D&md5=b95f9ca5fe5b84bdb748b1e9fe753f76", "51. ", "Sayago", ", ", "D. I.", "; ", "Polcik", ", ", "M.", "; ", "Lindsay", ", ", "R.", "; ", "Toomes", ", ", "R. L.", "; ", "Hoeft", ", ", "J. T.", "; ", "Kittel", ", ", "M.", "; ", "Woodruff", ", ", "D. P.", " ", "Structure Determination of Formic Acid Reaction Products on TiO", "2", "(110)", " ", "J. Phys. Chem. B", " ", "2004", ",  ", "108", ",  ", "14316", "– ", "14323", "[", "ACS Full Text ", "], [", "CAS", "]", "51. ", "Structure Determination of Formic Acid Reaction Products on TiO2(110)", "Sayago, D. I.; Polcik, M.; Lindsay, R.; Toomes, R. L.; Hoeft, J. T.; Kittel, M.; Woodruff, D. P.", "Journal of Physical Chemistry B", "\r\n        (", "2004", "),\r\n    ", "108", "\r\n        (", "38", "),\r\n    ", "14316-14323", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Using chem.-state-specific scanned-energy-mode photoelectron diffraction (PhD) from O 1s and C 1s photoemission, we have detd. the local structure of the surface species produced on the rutile TiO2(110) surface as a result of room temp. exposure to formic acid.  The results show clear evidence for the coexistence of formate, HCOO, and hydroxyl, OH, surface species.  The formate species is aligned along [001], bridging an adjacent pair of surface 5-fold-coordinated Ti atoms with the formate O atoms nearly atop the Ti atoms with a Ti-O bond length of 2.08 ± 0.03 Å, consistent with scanning tunneling microscopy observations, a no. of theor. calcns., and an earlier very restricted PhD study.  The hydroxyl species are formed by H attachment to the surface bridging O atoms and have a Ti-O bond length of 2.02 ± 0.05 Å, significantly longer than for the bridging oxygen atoms on a bulk-terminated surface or as previously reported for the clean surface.  Our results exclude the possibility of a large (1/3) fractional occupation by the formate species of a second site azimuthally rotated by 90° and bonded to a surface oxygen vacancy site, as proposed in some earlier IR and X-ray absorption spectroscopic studies.  A much smaller concn. of such a second species cannot be excluded.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXjvFCns7k%253D&md5=f7595358edfefd7a2be3591b69ebb0ae", "52. ", "Lerotholi", ", ", "T. J.", "; ", "Kröger", ", ", "E. A.", "; ", "Knight", ", ", "M. J.", "; ", "Unterberger", ", ", "W.", "; ", "Hogan", ", ", "K.", "; ", "Jackson", ", ", "D. C.", "; ", "Lamont", ", ", "C. L. A.", "; ", "Woodruff", ", ", "D. P.", " ", "Adsorption Structure of Glycine on TiO", "2", "(110): A Photoelectron Diffraction Determination", " ", "Surf. Sci.", " ", "2009", ",  ", "603", ",  ", "2305", "– ", "2311", "[", "Crossref", "], [", "CAS", "]", "52. ", "Adsorption structure of glycine on TiO2(110). A photoelectron diffraction determination", "Lerotholi, T. J.; Kroeger, E. A.; Knight, M. J.; Unterberger, W.; Hogan, K.; Jackson, D. C.; Lamont, C. L. A.; Woodruff, D. P.", "Surface Science", "\r\n        (", "2009", "),\r\n    ", "603", "\r\n        (", "15", "),\r\n    ", "2305-2311", "CODEN:\r\n                ", "SUSCAS", ";\r\n        ISSN:", "0039-6028", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "High-resoln. core-level photoemission and scanned-energy mode photoelectron diffraction (PhD) of the O 1s and N 1s states were used to investigate the interaction of glycine with the rutile TiO2(1 1 0) surface.  While there is clear evidence for the presence of the zwitterion NH3 + CH2COO- with multilayer deposition, at low coverage only the deprotonated glycinate species, NH2CH2COO is present.  Multiple-scattering simulations of the O 1s PhD data show the glycinate is bonded to the surface through the 2 carboxylate O atoms which occupy near-atop sites above the five-fold-coordinated surface Ti atoms, with a Ti-O bond-length of 2.12 ± 0.06 Å.  At. H arising from the deprotonation is coadsorbed to form hydroxyl species at the bridging O sites with an assocd. Ti-O bond-length of 2.01 ± 0.03 Å.  Absence of any significant PhD modulations of the N 1s emission is consistent with the amino N atom not being involved in the surface bonding, unlike the case of glycinate on Cu(1 1 0) and Cu(1 0 0).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXotFSqur8%253D&md5=d2f6a1ff6031c7910ef4c12babc2f8ce", "53. ", "Bullock", ", ", "E. L.", "; ", "Steinemann", ", ", "S. G.", "; ", "Patthey", ", ", "L.", " ", "Clean and Hydroxylated Rutile TiO", "2", "(110) Surfaces Studied by X-ray Photoelectron Spectroscopy", " ", "Surf. Sci.", " ", "1996", ",  ", "352", ",  ", "504", "– ", "510", "[", "Crossref", "], [", "CAS", "]", "53. ", "Clean and hydroxylated rutile TiO2(110) surfaces studied by X-ray photoelectron spectroscopy", "Bullock, E. L.; Patthey, L.; Steinemann, S. G.", "Surface Science", "\r\n        (", "1996", "),\r\n    ", "352-354", "\r\n        (", "),\r\n    ", "504-510", "CODEN:\r\n                ", "SUSCAS", ";\r\n        ISSN:", "0039-6028", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The nature of the chem. bond between the native oxide of Ti metal and various adsorbing species is essential to the understanding of the biocompatibility of Ti implants.  We report here photoemission measurements of the Ti 2p shake-up satellite structure from clean and hydroxylated rutile TiO2(110) surfaces which show that the satellite position is a sensitive probe of surface bonding.  This effect can be explained in terms of a surface specific relaxation of the photo-induced core hole.  O 1s core levels are also presented and discussed in the framework of the at. structures of these surfaces.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28Xjt12js74%253D&md5=b25fcd3c6de0c40462b2516bc0dcb15d", "54. ", "Yu", ", ", "S.", "; ", "Ahmadi", ", ", "S.", "; ", "Zuleta", ", ", "M.", "; ", "Tian", ", ", "H.", "; ", "Schulte", ", ", "K.", "; ", "Pietzsch", ", ", "A.", "; ", "Hennies", ", ", "F.", "; ", "Weissenrieder", ", ", "J.", "; ", "Yang", ", ", "X.", "; ", "Gothelid", ", ", "M.", " ", "Adsorption Geometry, Molecular Interaction, and Charge Transfer of Triphenylamine-Based Dye on Rutile TiO", "2", "(110)", " ", "J. Chem. Phys.", " ", "2010", ",  ", "133", ",  ", "224704", "– ", "224714", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "54. ", "Adsorption geometry, molecular interaction, and charge transfer of triphenylamine-based dye on rutile TiO2 (110)", "Yu, Shun; Ahmadi, Sareh; Zuleta, Marcelo; Tian, Haining; Schulte, Karina; Pietzsch, Annette; Hennies, Franz; Weissenrieder, Jonas; Yang, Xichuan; Goethelid, Mats", "Journal of Chemical Physics", "\r\n        (", "2010", "),\r\n    ", "133", "\r\n        (", "22", "),\r\n    ", "224704/1-224704/11", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The fast development of new org. sensitizers leads to the need for a better understanding of the complexity and significance of their adsorption processes on TiO2 surfaces.  We have investigated a prototype of the triphenylamine-cyanoacrylic acid (donor-acceptor) on rutile TiO2 (110) surface with special attention on the monolayer region.  This mol. belongs to the type of dye, some of which so far has delivered the record efficiency of 10%-10.3% for pure org. sensitizers.  The mol. configuration of this dye on the TiO2 surface was found to vary with coverage and adopt gradually an upright geometry, as detd. from near edge x-ray absorption fine structure spectroscopy.  Due to the mol. interaction within the increasingly dense packed layer, the mol. electronic structure changes systematically: all energy levels shift to higher binding energies, as shown by photoelectron spectroscopy.  Furthermore, the investigation of charge delocalization within the mol. was carried out by means of resonant photoelectron spectroscopy.  A fast delocalization (∼1.8 fs) occurs at the donor part while a competing process between delocalization and localization takes place at the acceptor part.  This depicts the \"push-pull\" concept in donor-acceptor mol. system in time scale.  (c) 2010 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsFGgt7%252FI&md5=cf19f88fb531a98ebf3ebeea3ea94444", "55. ", "Han", ", ", "S. W.", "; ", "Joo", ", ", "S. W.", "; ", "Ha", ", ", "T. H.", "; ", "Kim", ", ", "Y.", "; ", "Kim", ", ", "K.", " ", "Adsorption Characteristics of Anthraquinone-2-Carboxylic Acid on Gold", " ", "J. Phys. Chem. B", " ", "2000", ",  ", "104", ",  ", "11989", "– ", "11995", "There is no corresponding record for this reference.", "56. ", "Lin", ", ", "N.", "; ", "Payer", ", ", "D.", "; ", "Dmitriev", ", ", "A.", "; ", "Strunskus", ", ", "T.", "; ", "Wöll", ", ", "C.", "; ", "Barth", ", ", "J. V.", "; ", "Kern", ", ", "K.", " ", "Two-Dimensional Adatom Gas Bestowing Dynamic Heterogeneity on Surfaces", " ", "Angew. Chem., Int. Ed.", " ", "2005", ",  ", "44", ",  ", "1488", "– ", "1491", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "56. ", "Two-dimensional adatom gas bestowing dynamic heterogeneity on surfaces", "Lin, Nian; Payer, Dietmar; Dmitriev, Alexandre; Strunskus, Thomas; Woell, Christof; Barth, Johannes V.; Kern, Klaus", "Angewandte Chemie, International Edition", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "10", "),\r\n    ", "1488-1491, S1488/1-S1488/2", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Deprotonation of the carboxy groups of 1,3,5-benzenetricarboxylic acid adsorbed on the Ag(111) surface occurs in the presence of a dil. 2D Cu adatom gas at the surface.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXit12htLk%253D&md5=9d64979407339529b553f5ec8dffc765", "57. ", "Hill", ", ", "I. G.", "; ", "Makinen", ", ", "A. J.", "; ", "Kafafi", ", ", "Z. H.", " ", "Initial Stages of Metal/Organic Semiconductor Interface Formation", " ", "J. Appl. Phys.", " ", "2000", ",  ", "88", ",  ", "889", "– ", "895", "[", "Crossref", "], [", "CAS", "]", "57. ", "Initial stages of metal/organic semiconductor interface formation", "Hill, I. G.; Makinen, A. J.; Kafafi, Z. H.", "Journal of Applied Physics", "\r\n        (", "2000", "),\r\n    ", "88", "\r\n        (", "2", "),\r\n    ", "889-895", "CODEN:\r\n                ", "JAPIAU", ";\r\n        ISSN:", "0021-8979", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "We have used photoelectron spectroscopies to study the metal/org. semiconductor interfaces formed by depositing three different metal-quinolate derivs. on Ag, with the goal of better understanding the initial stages of interface formation.  We find very consistent results at all three interfaces, which exhibit strong energy level shifts within the first mol. layer, followed by a nearly \"flat-band\" condition.  These results were analyzed in the context of the interface dipole and \"band-bending\" models.  We conclude that the interface dipole model, extended to account for the differences in polarization screening in the first mol. layer, most accurately describes our findings.  In this article we present the most thorough description of the early stages of metal/mol. org. semiconductor interfaces to date.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXksV2isbs%253D&md5=88b63b2532a052b4b16d08e998217e52", "58. ", "Peisert", ", ", "H.", "; ", "Knupfer", ", ", "M.", "; ", "Schwieger", ", ", "T.", "; ", "Auerhammer", ", ", "J. M.", "; ", "Golden", ", ", "M. S.", "; ", "Fink", ", ", "J.", " ", "Full Characterization of the Interface Between the Organic Semiconductor Copper Phthalocyanine and Gold", " ", "J. Appl. Phys.", " ", "2002", ",  ", "91", ",  ", "4872", "– ", "4878", "[", "Crossref", "], [", "CAS", "]", "58. ", "Full characterization of the interface between the organic semiconductor copper phthalocyanine and gold", "Peisert, H.; Knupfer, M.; Schwieger, T.; Auerhammer, J. M.; Golden, M. S.; Fink, J.", "Journal of Applied Physics", "\r\n        (", "2002", "),\r\n    ", "91", "\r\n        (", "8", "),\r\n    ", "4872-4878", "CODEN:\r\n                ", "JAPIAU", ";\r\n        ISSN:", "0021-8979", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The authors present a study of the interface properties of the mol. org. semiconductor Cu phthalocyanine (CuPC) on single cryst. as well as polycryst. Au using photoemission spectroscopy.  Despite the different orientation of the mols. on the two substrates, the obsd. energy level alignment is identical.  The authors observe the formation of an interface dipole while band bending is very small.  In addn., the authors have carried out complementary studies of the CuPC/GeS(001) interface to pin down photoemission final state effect contributions to the obsd. energy level shifts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XisVeqtbY%253D&md5=ea07dc05ed6bea978616b6daa366e578", "59. ", "Cao", ", ", "L.", "; ", "Wang", ", ", "Y. Z.", "; ", "Zhong", ", ", "J. Q.", "; ", "Han", ", ", "Y. Y.", "; ", "Zhang", ", ", "W. H.", "; ", "Yu", ", ", "X. J.", "; ", "Xu", ", ", "F. Q.", "; ", "Qi", ", ", "D. C.", "; ", "Wee", ", ", "A. T. S.", " ", "Electronic Structure, Chemical Interactions and Molecular Orientations of 3,4,9,10-Perylene-Tetracarboxylic-Dianhydride on TiO", "2", "(110)", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "24880", "– ", "24887", "[", "ACS Full Text ", "], [", "CAS", "]", "59. ", "Electronic Structure, Chemical Interactions and Molecular Orientations of 3,4,9,10-Perylene-tetracarboxylic-dianhydride on TiO2(110)", "Cao, Liang; Wang, Yuzhan; Zhong, Jianqiang; Han, Yuyan; Zhang, Wenhua; Yu, Xiaojiang; Xu, Faqiang; Qi, Dong-Chen; Wee, Andrew T. S.", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "50", "),\r\n    ", "24880-24887", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The electronic structure, mol. orientations, and interfacial energy level alignment of 3,4,9,10-perylene-tetracarboxylic-dianhydride (PTCDA) mols. on rutile TiO2(110) 1 × 1 surface have been investigated using synchrotron-based photoemission spectroscopy (PES) and near-edge X-ray absorption fine structure (NEXAFS) spectroscopy.  The evolution of PES spectra as a function of PTCDA coverage is interpreted as possible chem. reactions that strongly couple the TiO2 surface Ti and O atoms with PTCDA mols.  The emergence of an interfacial gap state obsd. at the lower binding energy side of the HOMO of PTCDA corroborates the strong electronic coupling between PTCDA mols. and TiO2 substrate.  In addn., the mol. orientation of PTCDA is found to vary with coverage due to the strong interfacial interactions.  It adopts a slightly tilting, disordered, and nearly lying-down geometry in the submonolayer, monolayer, and multilayer regimes, resp.  The strong electronic coupling and the relative energy alignment at the PTCDA/TiO2 interface could facilitate the interfacial charge delocalization, which is desirable for making PTCDA-based dye-sensitized solar cell (DSSC) devices.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVOht7bO&md5=9d7517e7e69e28de15729165f3c92af4", "60. ", "Cocks", ", ", "I. D.", "; ", "Guo", ", ", "Q.", "; ", "Patel", ", ", "R.", "; ", "Williams", ", ", "E. M.", "; ", "Roman", ", ", "E.", "; ", "Segovia", ", ", "J. L.", " ", "The Structure of TiO", "2", "(110)-(1×1) and -(1×2) Surfaces with Acetic Acid Adsorption – A PES Study", " ", "Surf. Sci.", " ", "1997", ",  ", "377–379", ",  ", "135", "– ", "139", "[", "Crossref", "], [", "CAS", "]", "60. ", "The structure of TiO2(110)-(1×1) and (1×2) surfaces with acetic acid adsorption - a PES study", "Cocks, I. D.; Guo, Q.; Patel, R.; Williams, E. M.; Roman, E.; de Segovia, J. L.", "Surface Science", "\r\n        (", "1997", "),\r\n    ", "377-379", "\r\n        (", "),\r\n    ", "135-139", "CODEN:\r\n                ", "SUSCAS", ";\r\n        ISSN:", "0039-6028", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The adsorption of acetic acid on the TiO2(110) surface has been studied with PES, using synchrotron radiation ∼47 eV, both at the stoichiometric (1×1) surface and the (1×2)-reconstructed surface.  The results indicate a similar bonding configuration for each surface, and that the satn. acetate coverage at room temp. on the (1×2)-reconstructed surface is approx. half that of the (1×1) surface.  The results are interpreted in favor of the added Ti2O3-row model of the (1×2) reconstruction at the clean surface.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXjsFKrtLk%253D&md5=7cd5864ec1f686bd34af71f39f4cf324", "61. ", "Hasselstrom", ", ", "J.", "; ", "Karis", ", ", "O.", "; ", "Nyberg", ", ", "M.", "; ", "Pettersson", ", ", "L. G. M.", "; ", "Weinelt", ", ", "M.", "; ", "Wassdahl", ", ", "N.", "; ", "Nilsson", ", ", "A.", " ", "The Bonding and Electronic Structure Changes upon Adsorption of Important Functional Groups: Glycine on Copper", " ", "J. Phys. Chem. B", " ", "2000", ",  ", "104", ",  ", "11480", "– ", "11483", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "62. ", "Tranca", ", ", "D. C.", "; ", "Keil", ", ", "F. J.", " ", "First-Principles Investigation of the Adsorption of the 2,5-Pyridine Di-Carboxylic Acid onto the Cu(011) Surface", " ", "J. Chem. Phys.", " ", "2011", ",  ", "134", ",  ", "104708", "– ", "104722", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "62. ", "First-principles investigation of the adsorption of the 2,5-pyridine di-carboxylic acid onto the Cu(011) surface", "Tranca, D. C.; Keil, F. J.", "Journal of Chemical Physics", "\r\n        (", "2011", "),\r\n    ", "134", "\r\n        (", "10", "),\r\n    ", "104708/1-104708/15", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "First-principles calcns. within the d. functional theory (DFT) framework were performed to investigate various conformations of the 2,5-pyridine di-carboxylic acid (PDCA) mol. adsorbed onto the Cu(011) surface.  By means of DFT calcns. the adsorption geometry, the bond formation and the electronic properties of PDCA mol. conformations on the Cu(011) surface were studied.  The most important structural property is the orientation of the COOH H atom which can point either toward the arom. ring or toward the vacuum.  This H atom position dets. the possible reactions in which the adsorbed mol. can get involved and also has a significant impact on the value of the Cu-mol. system work function.  Simply by changing the H atom orientation (from up to down) the Cu-mol. system work function can be varied with more than 2.5 eV.  This is a significant result as a lot of effort is put nowadays in finding efficient ways for the in situ variation of the systems work function.  Scanning tunneling microscopy (STM) images, reflexion absorption IR vibrational spectra (RAIRS) as well as various thermodn. properties (adsorption entropies, enthalpies) were also investigated to get a better insight into the system studied and to provide support to possible exptl. studies (STM or RAIRS expts.).  (c) 2011 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjtFWmtL0%253D&md5=a5429bdd362fd4393e58b9e91a71dedf", "63. ", "Martin", ", ", "R. L.", "; ", "Kress", ", ", "J. D.", "; ", "Campbell", ", ", "I. H.", "; ", "Smith", ", ", "D. L.", " ", "Molecular and Solid-State Properties of Tris-(8-Hydroxyquinolate)-Aluminum", " ", "Phys. Rev. B", " ", "2000", ",  ", "61", ",  ", "15804", "– ", "15811", "[", "Crossref", "], [", "CAS", "]", "63. ", "Molecular and solid-state properties of tris-(8-hydroxyquinolate)-aluminum", "Martin, Richard L.; Kress, Joel D.; Campbell, I. H.; Smith, D. L.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2000", "),\r\n    ", "61", "\r\n        (", "23", "),\r\n    ", "15804-15811", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "We use a hybrid d.-functional-theory approach to calc. ground-state electronic properties and a time-dependent d.-functional-theory approach to investigate the excited state electronic properties of mol. tris(8-hydroxyquinolato)aluminum, Alq.  The calcd. mol. results are compared with measurements on dense solid-state films of Alq.  We specifically consider: the optical absorption spectrum near the fundamental absorption threshold, the ionization potential, the single-particle energy gap, the static dielec. const., and the elec.-field dependence of the electron mobility.  We find that the mol. calcns. can describe the optical absorption spectrum near the fundamental absorption threshold without significant corrections for solid-state effects.  The energies of the triplet excited states are computed and the lowest triplet is found to lie 0.64 eV below the lowest excited singlet state.  In contrast, large dielec. corrections must be included for the mol. calcns. to describe the ionization potential and single-particle energy gap.  When these dielec. corrections are made, using the calcd. mol. polarizability, which accurately gives the measured static dielec. const., both the ionization potential and single-particle energy gap are well described.  The calcd. mol. dipole moment can be used to interpret the elec.-field dependence of the electron mobility.  The solid-state properties, detd. from the mol. calcns., are then used in a device model to describe the measured current-voltage characteristics in Alq diodes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXktV2ls7o%253D&md5=54fa4b6c8763458938e0609a587194e3", "64. ", "Horiuchi", ", ", "Y.", "; ", "Toyao", ", ", "T.", "; ", "Saito", ", ", "M.", "; ", "Mochizuki", ", ", "K.", "; ", "Iwata", ", ", "M.", "; ", "Higashimura", ", ", "H.", "; ", "Anpo", ", ", "M.", "; ", "Matsuoka", ", ", "M.", " ", "Visible-Light-Promoted Photocatalytic Hydrogen Production by Using an Amino-Functionalized Ti(IV) Metal–Organic Framework", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "20848", "– ", "20853", "[", "ACS Full Text ", "], [", "CAS", "]", "64. ", "Visible-Light-Promoted Photocatalytic Hydrogen Production by Using an Amino-Functionalized Ti(IV) Metal-Organic Framework", "Horiuchi, Yu; Toyao, Takashi; Saito, Masakazu; Mochizuki, Katsunori; Iwata, Masatoshi; Higashimura, Hideyuki; Anpo, Masakazu; Matsuoka, Masaya", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "39", "),\r\n    ", "20848-20853", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The present article describes the hydrogen prodn. from an aq. medium over amino-functionalized Ti(IV) metal-org. framework (Ti-MOF-NH2) under visible-light irradn.  Ti-MOF-NH2, which employs 2-amino-benzenedicarboxylic acid as an org. linker, has been synthesized by a facile solvothermal method.  Pt nanoparticles as co-catalysts are then deposited onto Ti-MOF-NH2 via a photodeposition process (Pt/Ti-MOF-NH2).  The XRD and N2 adsorption measurements reveal the successful formation of a MOF framework structure and its remaining structure after deposition of Pt nanoparticles.  The observable visible-light absorption up to ∼500 nm can be seen in the diffuse reflectance-UV-vis spectrum of Ti-MOF-NH2, which is assocd. with the chromophore in the org. linker.  Ti-MOF-NH2 and Pt/Ti-MOF-NH2 exhibit efficient photocatalytic activities for hydrogen prodn. from an aq. soln. contg. triethanolamine as a sacrificial electron donor under visible-light irradn.  The longest wavelength available for the reaction is 500 nm.  The results obtained from wavelength-dependent photocatalytic tests and photocurrent measurements as well as in situ ESR measurements demonstrate that the reaction proceeds through the light absorption by its org. linker and the following electron transfer to the catalytically active titanium-oxo cluster.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlWmur7E&md5=8f62c5d402b008b3eca99b376c402142", "65. ", "Alvarado", ", ", "S. F.", "; ", "Seidler", ", ", "P. F.", "; ", "Lidzey", ", ", "D. G.", "; ", "Bradley", ", ", "D. D. C.", " ", "Direct Determination of the Exciton Binding Energy of Conjugated Polymers Using a Scanning Tunneling Microscope", " ", "Phys. Rev. Lett.", " ", "1998", ",  ", "81", ",  ", "1082", "– ", "1085", "[", "Crossref", "], [", "CAS", "]", "65. ", "Direct Determination of the Exciton Binding Energy of Conjugated Polymers Using a Scanning Tunneling Microscope", "Alvarado, S. F.; Seidler, P. F.; Lidzey, D. G.; Bradley, D. D. C.", "Physical Review Letters", "\r\n        (", "1998", "),\r\n    ", "81", "\r\n        (", "5", "),\r\n    ", "1082-1085", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "We report scanning tunneling spectroscopy measurements of the threshold energy for injecting electrons or holes into thin, conjugated polymer films deposited on Au(111) substrates.  Combining these results with optical absorption measurements, we est. an exciton binding energy of Eb=0.36±0.10 eV for poly[(2-methoxy-5-dodecyloxy)-1,4-phenylenevinylene-co-1,4-phenylenevinylene] and Eb=0.30±0.10 eV for poly(9,9-dioctylfluorene).  In addn., we det. the alignment of the electronic levels of the polymers relative to the substrate.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXkvFShtb4%253D&md5=958d97fe0f617a1a0ac891598f133790", "66. ", "Liao", ", ", "L. S.", "; ", "Fung", ", ", "M. K.", "; ", "Lee", ", ", "C. S.", "; ", "Lee", ", ", "S. T.", "; ", "Inbasekaran", ", ", "M.", "; ", "Woo", ", ", "E. P.", "; ", "Wuhn", ", ", "W. W.", " ", "Electronic Structure and Energy Band Gap of Poly(9,9-dioctylfluorene) Investigated by Photoelectron Spectroscopy", " ", "Appl. Phys. Lett.", " ", "2000", ",  ", "76", ",  ", "3582", "– ", "3584", "[", "Crossref", "], [", "CAS", "]", "66. ", "Electronic structure and energy band gap of poly (9,9-dioctylfluorene) investigated by photoelectron spectroscopy", "Liao, L. S.; Fung, M. K.; Lee, C. S.; Lee, S. T.; Inbasekaran, M.; Woo, E. P.; Wu, W. W.", "Applied Physics Letters", "\r\n        (", "2000", "),\r\n    ", "76", "\r\n        (", "24", "),\r\n    ", "3582-3584", "CODEN:\r\n                ", "APPLAB", ";\r\n        ISSN:", "0003-6951", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The electronic structure of poly(9,9-dioctylfluorene) (PFO) film on a Au-coated Si substrate was investigated by UPS and XPS.  From the UPS measurement, we obtained the ionization potential (Ip) of the PFO film, Ip = 5.60 ± 0.05 eV.  From the XPS shake-up peaks of the C1s core level, we estd. the electron energy band gap (Eg) of the film, Eg = 3.10 ± 0.10 eV.  By comparing the Eg with the optical absorption gap, we found that the value of Eg is closer to the optical absorption max. than to the optical absorption edge.  Therefore, we suggest that the optical absorption max. may be a better approxn. than the optical absorption edge in estg. Eg.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXjvVOltLg%253D&md5=258e9df26ae8ee50b7c5f7a3b309ccfc", "67. ", "Calzolari", ", ", "A.", "; ", "Ruini", ", ", "A.", "; ", "Catellani", ", ", "A.", " ", "Anchor Group versus Conjugation: Toward the Gap-State Engineering of Functionalized ZnO(10–10) Surface for Optoelectronic Applications", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "5893", "– ", "5899", "[", "ACS Full Text ", "], [", "CAS", "]", "67. ", "Anchor group versus conjugation: Toward the gap-state engineering of functionalized ZnO(10‾10) surface for optoelectronic applications", "Calzolari, Arrigo; Ruini, Alice; Catellani, Alessandra", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "15", "),\r\n    ", "5893-5899", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Mol. sensitization of the single-crystal ZnO (10‾10) surface through absorption of the catechol chromophore is studied by d. functional approaches.  The resulting type II staggered interface is recovered in agreement with expts., and its origin is traced back to the presence of mol.-related states in the gap of metal-oxide electronic structure.  A systematic anal. carried out for further catecholate adsorbates allows one to identify the basic mechanisms that dictate the energy position of the gap states.  The peculiar level alignment is originated from the simultaneous interplay among the specific anchoring group, the backbone conjugation, and the lateral functional groups.  The picture derived from the results provides efficient strategies for tuning the lineup between mol. and oxide states in hybrid interfaces with potential impact for ZnO-based optoelectronic applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjvV2gs7Y%253D&md5=bae6f3bbb8e50ee07e1645747c238cdc", "68. ", "Fu", ", ", "Y.", "; ", "Sun", ", ", "D.", "; ", "Chen", ", ", "Y.", "; ", "Huang", ", ", "R.", "; ", "Ding", ", ", "Z.", "; ", "Fu", ", ", "X.", "; ", "Li", ", ", "Z.", " ", "An Amine-Functionalized Titanium Metal-Organic Framework Photocatalyst with Visible-Light-Induced Activity for CO", "2", " Reduction", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "3364", "– ", "3367", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "68. ", "An Amine-Functionalized Titanium Metal-Organic Framework Photocatalyst with Visible-Light-Induced Activity for CO2 Reduction", "Fu, Yanghe; Sun, Dengrong; Chen, Yongjuan; Huang, Renkun; Ding, Zhengxin; Fu, Xianzhi; Li, Zhaohui", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "14", "),\r\n    ", "3364-3367, S3364/1-S3364/25", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Herein we report for the first time a targeted photoactive catalyst Ti8O8(OH)4(bdc-NH2)6 (NH2-MIL-125(Ti)), which reduces CO2 even under visible light irradn. (BDC-NH2 = 2-amino-benzene-1 ,4-dicarboxylate; ATA = 2-aminoterephthalate).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xislahtrg%253D&md5=1a674ff16152731cd8306b31023cc979"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-41/jp406631x/production/images/small/jp-2013-06631x_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-41/jp406631x/production/images/small/jp-2013-06631x_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-41/jp406631x/production/images/small/jp-2013-06631x_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-41/jp406631x/production/images/small/jp-2013-06631x_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-41/jp406631x/production/images/small/jp-2013-06631x_0006.gif\">"]}
