{"title": ["Chelating Agent-Free, Vapor-Assisted Crystallization Method to Synthesize Hierarchical Microporous/Mesoporous MIL-125 (Ti)"], "authors": ["Nicholas D. McNamara", "Jason C. Hicks"], "doi": ["10.1021/am508799d"], "abstract": ["Titanium-based microporous heterogeneous catalysts are widely studied but are often limited by the accessibility of reactants to active sites. Metal–organic frameworks (MOFs), such as MIL-125 (Ti), exhibit enhanced surface areas due to their high intrinsic microporosity, but the pore diameters of most microporous MOFs are often too small to allow for the diffusion of larger reactants (>7 Å) relevant to petroleum and biomass upgrading. In this work, hierarchical microporous MIL-125 exhibiting significantly enhanced interparticle mesoporosity was synthesized using a chelating-free, vapor-assisted crystallization method. The resulting hierarchical MOF was examined as an active catalyst for the oxidation of dibenzothiophene (DBT) with ", "-butyl hydroperoxide and outperformed the solely microporous analogue. This was attributed to greater access of the substrate to surface active sites, as the pores in the microporous analogues were of inadequate size to accommodate DBT. Moreover, thiophene adsorption studies suggested the mesoporous MOF contained larger amounts of unsaturated metal sites that could enhance the observed catalytic activity."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "1 Introduction", "Titanium-based solid materials have been widely studied as heterogeneous catalysts due to their semiconductor properties in photocatalysis reactions and their proclivity to activate peroxides for oxidation reactions.", "(1, 2)", " Typically, desired features of heterogeneous catalysts include high surface areas and high accessibility to active sites for enhanced catalytic efficiency. Ti-containing metal–organic frameworks (MOFs), namely, MIL-125 and its amine-functionalized analogue (NH", "2", "-MIL-125), have shown great promise and versatility as heterogeneous catalysts in both photocatalytic and oxidation reactions.", "(3-11)", " These Ti-based MOFs were demonstrated to be active photocatalysts for a number of reactions including CO", "2", " reduction,", "(4)", " nitrobenzene reduction,", "(5)", " and hydrogen production from an aqueous medium.", "(6)", " Moreover, both MIL-125 and NH", "2", "-MIL-125 have been reported as stable and active oxidation catalysts for various organic substrates.", "(7-9)", "While these Ti-based MOFs have shown potential as heterogeneous catalysts, their practical applicability is limited due to their intrinsically microporous structures, which exclude larger molecules from diffusing into the pores and thus eliminate access to many potential active sites. As a specific example, and the highlight of this manuscript, MIL-125 has been reported to catalyze the oxidation of sulfur-containing dibenzothiophene (DBT, molecular dimensions of 8 × 12.2 Å", "(8)", "). From powder X-ray diffraction (XRD) experiments, the MIL-125 structure was retained and stable throughout the reaction, but it displayed a much lower activity compared to materials with larger pores due to its inadequate pore size (∼5–7 Å windows", "(3)", "), which prohibited the substrate from diffusing into the MOF structure.", "(8, 9)", "The versatility of MOFs does allow for the expansion of pore size via the use of longer ligands, and indeed some groups have been successful in the synthesis of larger pore sizes (up to ∼100 Å) for many transition metal MOFs.", "(12-14)", " Frequently, however, these attempts lead to more fragile frameworks that collapse upon desolvation or result in large void spaces that render the MOFs susceptible to self-interpenetration, which diminishes porosity.", "(14, 15)", " Admittedly, even our own attempts at expanding the pore size of Ti-based MOFs by introducing extended ligands have been met with much resistance.", "As an alternative to expansion of intrinsic pore sizes, the incorporation of hierarchical pore systems in MOFs via the addition of mesopores (or even macropores) can alleviate mass transport limitations.", "(16-24)", " Adding larger mesopores to MOF structures can allow bulkier substrates access to additional active sites and enhance diffusion rates by cutting diffusion path lengths leading to increased catalytic activity.", "(24)", " The addition of mesoporosity to MOFs has generally been accomplished through the use of soft template methods.", "(16-22)", " In these methods, either ionic surfactants or block copolymers are used to form micelles in precursor solutions around which the MOFs can crystallize. The soft template is removed via common methods such as washing or calcination, leaving meso-sized voids in the crystalline MOF materials. When using soft templates, chelating agents or functionalized precursor/template molecules are usually necessary to bind the precursor metal ions to the template in order to avoid phase separation.", "(19, 25)", " These chelating agents are frequently incorporated into the final MOF structure and cannot be removed without negatively impacting physical properties.", "(19, 25, 26)", " Furthermore, studies to determine the correct chemical functionality and amount of chelating agent are generally required to obtain a cooperative template effect resulting in mesoporosity. Alternatively, in the case of zeolite syntheses, aggregates of nanosized microporous zeolite particles displaying interparticle mesoporosity have been attained via the use of surfactants during dry gel conversion.", "(27-29)", " In this method, it has been suggested that surfactant molecules can act as capping agents for the precursors and create a confined environment that limits particle growth resulting in mesoporous aggregates of microporous zeolite crystallites. While no literature currently documents this type of surfactant/dry gel synthesis of micro/mesoporous MOFs, multiple studies feature the use of surfactants as capping agents to control particle growth and morphology of MOFs in solvothermal syntheses.", "(30-34)", "Herein, we report the synthesis of hierarchically microporous/mesoporous (Ti) MIL-125 using a method that precludes the need for a chelating agent. This is, to the best of our knowledge, the first example of a synthetic route yielding MIL-125 exhibiting mesoporosity. In our vapor-assisted crystallization method (VAC, Figure ", "1", "), we aimed to bypass the need for a chelating agent wherein an interaction between the MOF precursors and the surfactant was forced by immobilizing the precursors in a dry gel creating a confined environment for MOF crystallization to occur.", "Figure 1. Cartoon representation of the formation of hierarchically microporous/mesoporous MIL-125 via the VAC method.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "2 Experimental Section", "2.1", "Materials", "The following materials were commercially available and used as received: 1,4-benzenedicarboxylic acid (BDC, Sigma-Aldrich), titanium isopropoxide (Ti(O-", "i", "Pr)", "4", ", Acros Organics), decane (Alfa Aesar), dodecane (Alfa Aesar), dibenzothiophene (DBT, Acros Organic), ", "tert", "-butyl hydroperoxide (5.0–6.0 M in decane, TBHP, Sigma-Aldrich), cetyltrimethylammonium bromide (CTAB, Sigma-Aldrich). Methanol (MeOH, BDH) and ", "N", ",", "N", "-dimethylformamide (DMF, EDM) were dried over 3 Å molecular sieves and stored in a nitrogen glovebox prior to use.", "2.2", "Solvothermal Synthesis of Microporous MIL-125", "Microporous MIL-125 synthesized solvothermally was prepared using a modified procedure reported by Dan-Hardi et al.", "(3)", " In a dry glovebox, 1.5 mmol of BDC was added to a solution of 4.25 g of dry DMF and 0.32 g of dry MeOH in a 44 mL teflon sleeve. A 0.35 mmol portion of Ti(O-", "i", "Pr)", "4", " was then added to the solution and stirred for 5 min. The teflon sleeve containing the precursor solution was then sealed in a stainless steel reactor vessel, removed from the glovebox, and heated to 150 °C under autogenous pressure for 20 h. The resulting powder product was washed and centrifuged three times with DMF and three times with MeOH at a speed of 2000 rpm. The product was then dried overnight in a vacuum oven at 45 °C and calcined at 200 °C for 6 h.", "2.3", "Vapor-Assisted Crystallization (VAC) Synthesis of Microporous MIL-125", "In a dry glovebox, 6.59 mmol of BDC was added to 2 mL MeOH in a 100 mL round-bottom flask. Approximately, 1.55 mmol of Ti(O-", "i", "Pr)", "4", " was added to the solution and stirred for 5 min. The MeOH was then removed under vacuum at room temperature. A 0.349 g (containing 0.35 mmol of Ti(O-", "i", "Pr)", "4", ") aliquot of the resulting precursor powder was then transferred to a perfluoroalkoxy (PFA) cup. The PFA cup was then placed in a 44 mL Teflon sleeve, which contained a solution of 4.25 g DMF and 0.32 g MeOH. The teflon sleeve was sealed in a stainless steel reactor vessel, removed from the dry glovebox, and heated to 150 °C under autogenous pressure for 20 h. The resulting powder product was washed and centrifuged three times with DMF and three times with MeOH at a speed of 2000 rpm. The product was then dried overnight in a vacuum oven at 45 °C and calcined at 200 °C for 6 h.", "2.4", "Vapor-Assisted Crystallization (VAC) Synthesis of Mesoporous MIL-125", "In a dry glovebox, 6.59 mmol of BDC and varying amounts of CTAB were added to 2 mL MeOH in a 100 mL round-bottom flask. Approximately 1.55 mmol of Ti(O-", "i", "Pr)", "4", " was added to the solution and stirred for 5 min. The MeOH was then removed under vacuum at room temperature. An aliquot (containing 0.35 mmol of Ti(O-", "i", "Pr)", "4", ") of the resulting precursor powder was then transferred to a PFA cup. The PFA cup was then placed in a 44 mL teflon sleeve which contained a solution of 4.25 g DMF and 0.32 g MeOH. The teflon sleeve was sealed in a stainless steel reactor vessel, removed from the dry glovebox, and heated to 150 °C under autogenous pressure for 20 h. The resulting powder product was washed and centrifuged three times with DMF and three times with MeOH at a speed of 2000 rpm. The product was then dried overnight in a vacuum oven at 45 °C and calcined at 200 °C for 6 h.", "2.5", "Catalytic Oxidation of Dibenzothiophene", "A solution containing 21.9 g of decane (solvent), 0.5 g of dodecane (internal standard), and 0.35 mmol DBT (reactant) was prepared in a stirred 100 mL round-bottom flask and heated to 80 °C in an oil bath. The flask was purged with flowing nitrogen for 30 min while temperature was reached and then capped. An initial sample for gas chromatography (GC) analysis was taken and then the appropriate MIL-125 catalyst was added in the amount of 88 μmol Ti metal centers. Once the temperature was stabilized, TBHP in a molar ratio of 10:1 of TBHP/DBT was then added to the solution. The addition of the TBHP signified the start of the reaction as a blank experiment in which no TBHP was added showed no detectable conversion. Approximately 0.5 mL aliquots of reactant solution were taken at predetermined times and diluted with hexane before GC analysis. Samples were then analyzed using an Agilent Technologies model 7820A gas chromatograph system. The GC was equipped with a flame ionization detector (FID) and utilized a (5%-phenyl)-methylpolysiloxane column (30 m, 0.32 mm diameter). Helium flowing at a rate of 0.5 mL min", "–1", " was used as the carrier gas and the column temperature was initially held at 50 °C for 3 min before being heated to 280 °C at a ramp rate of 15 °C min", "–1", ". The concentration of DBT in the sample solutions was quantified using dodecane as an internal standard.", "For recycle studies, a decane solution containing a catalyst concentration of 7.7 μmol", "Ti", " mL", "–1", " and a DBT concentration of 58.7 μmol mL", "–1", " was used for all initial and subsequent recycle reactions. After each reaction, the catalyst was recovered by filtration and washed with ∼150 mL of DMF then ∼150 mL of MeOH. The catalyst was then vacuum-dried overnight at 40 °C and analyzed for Ti content via TGA analysis.", "2.6", "Heat of Adsorption Measurements on TGA", "The heat of adsorption for thiophene on the MIL-125 samples was measured using a Mettler-Toledo TGA/DSC STAR System. In a typical experiment, 10 mg of sample was heated from room temperature to 150 °C at a ramp rate of 10 °C min", "–1", " and held for 30 min to desorb any water or solvent species. Samples were then cooled to 90 °C at a ramp rate of −10 °C min", "–1", ". At this point, nitrogen gas flowing at 20 mL/min was bubbled through thiophene (B.P. = 84 °C) and over the sample for adsorption. Both weight change of the sample and heat flow were measured as a function of time as thiophene adsorbed onto the sample. Heat of adsorption (Δ", "H", "ads", ") was calculated by assuming weight change (ΔWt) and heat flow (HF) at each discrete time interval (Δ", "t", ") was solely due to thiophene adsorption using the following equation:", "2.7", "Characterization", "X-ray diffraction (XRD) patterns of the metal–organic frameworks (MOFs) were collected using a Bruker D8 Advance Davinci diffractometer operated at 40 mA and 40 kV with monochromated Cu Kα radiation. Patterns were collected using a scan speed of 0.75 s/step and a step size of 0.02° at a 2θ range of 5–55°. Surface area and pore volume analysis was performed using isotherms collected by N", "2", " adsorption and desorption at 77 K using a Quantachrome NOVA 2200e. Prior to analysis, all samples were dried overnight under dynamic vacuum of 10", "–5", " Torr at 125 °C. Thermogravimetric analysis (TGA) was performed on a Mettler-Toledo TGA/DSC STAR System in order to determine the titanium wt % of the MIL-125 samples. Samples were heated at a rate of 10 °C min", "–1", " from room temperature to 650 °C in order to combust all organic material. Titanium wt % was then calculated by assuming all material remaining after combustion was solely composed of TiO", "2", ". This method of Ti wt % analysis was confirmed by a concurrent study in which multiple MIL-125 samples were analyzed by inductively coupled plasma optical emission spectroscopy (ICP-OES). Scanning electron microscopy (SEM) images were taken using a FEI-Magellan 400 FESEM. The materials were deposited onto a piece of carbon tape and mounted to a microscope stud. A sputtered layer of 2.5 nm of Ir was then deposited on samples prior to analysis to counteract charging effects. Transmission electron microscopy (TEM) images were collected using a FEI Titan 80–300 transmission electron microscope operating at 300 keV. Samples for TEM were prepared by suspension in methanol followed by sonication for a few minutes and then dropped onto a copper grid with a holey carbon support. UV–vis data were acquired using an Ocean Optics DH-2000 UV–vis-NIR light source.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "3 Results and Discussion", "While examples of MOFs produced via dry gel conversion syntheses have been documented, these methods have not been used to introduce mesoporosity.", "(35, 36)", " Moreover, synthesis of Ti-based MIL-125 using a vapor-assisted method has not yet been reported. Therefore, temperature and solvent studies were first performed to optimize the synthesis of microporous MIL-125 using the VAC method, and the resulting materials were characterized by XRD and N", "2", " physisorption. Synthesis temperatures were varied from 113 to 175 °C (at 92% DMF by vol), and it was found from XRD results that a crystalline MOF was produced at all temperatures. However, MIL-125 synthesized below 150 °C still contained a significant amount of unreacted precursor materials as evidenced by diffractions in the XRD patterns (Figure S1, ", "Supporting Information", ") originating from BDC (organic ligand). Figure ", "2", " shows an analysis of the textural properties as a function of synthesis temperature and reveals that pore volumes and surface areas of the materials were poor when synthesized at temperatures less than 150 °C as well. Furthermore, synthesis at 150 °C resulted in optimum textural properties, and an increase in temperature yielded diminished pore volumes and surface areas.", "Figure 2. Effect of (a) synthesis temperature and (b) DMF vol % on MIL-125 textural properties in the VAC synthesis; (blue ●) total pore volume and (red □) total surface area calculated using the NLDFT method.", "A solvent study was performed in which different volume percentages of DMF (with the balance being MeOH) were used in synthesis of MIL-125 using the VAC method. XRD patterns (Figure S2, ", "Supporting Information", ") showed that syntheses in pure DMF down to 83.3% by volume DMF did produce the crystalline MIL-125 structure. The textural properties depicted in Figure ", "2", ", however, reached a maximum when 92% DMF by volume was used. It should be noted that synthesis was attempted in pure MeOH as well, and it was found that the MIL-125 structure was not evident in the XRD pattern and resulted in inferior textural properties. The optimum textural properties were produced by conducting the synthesis at 150 °C and 92% DMF by volume (balance being MeOH). N", "2", " physisorption data (Figures S3 and S4, ", "Supporting Information", ") of the optimum VAC sample (denoted as VAC-micro-MIL-125) displayed a Type 1 isotherm indicative of a microporous material and was similar in shape and N", "2", " uptake to a solvothermally synthesized MIL-125 sample. Additionally, VAC-micro-MIL-125 displayed similar textural properties (Table ", "1", ") to solvothermally synthesized microporous MIL-125 (solv-micro-MIL-125). Furthermore, the XRD pattern of the VAC-micro-MIL-125 sample matched the calculated pattern from the original CIF (Figures S1 and S2, ", "Supporting Information", ").", "(3)", "Table 1. Textural Properties, Kinetic Analysis Data, and Thiophene Adsorption Data for Microporous and Hierarchically Microporous/Mesoporous MOFs Synthesized via Solvothermal and VAC Methods", "material", "a", "v", "total ", "(cm", "3", " g", "–1", ")", "b", "S", "A", "total", " (m", "2", " g", "–1", ")", "b", "k", "app", " × 10", "3", " (min", "–1", ")", "c", "SA", "accessible", " (m", "2", " g", "–1", ")", "d", "r″", "0", " × 10", "7", " (mol", "DBT", " min", "–1", " m", "2", "accessible", ")", "e", "Δ", "H", "ads", " (kJ mol", "–1", ")", "f", "thiophene capacity (mol", "thio", " mol", "Ti", ")", "f", "solv-micro-MIL-125", "0.54", "1300", "11.8", "98", "21.9", "–48.2", "0.55", "VAC-micro-MIL-125", "0.56", "1260", "11.6", "91", "22.0", "–47.6", "0.53", "meso-MIL-125", "0.91", "975", "22.9", "190", "22.0", "–49.9", "0.65", "a", "All material properties were determined by taking the average value for three or more samples.", "b", "Determined by nonlocal density functional theory analysis of N", "2", " adsorption/desorption isotherms.", "c", "Determined by fitting experimental data to a pseudo-first-order model.", "d", "Determined by t-plot method analysis of N", "2", " adsorption/desorption isotherms (SA", "accessible", " = SA", "meso", " + SA", "external", ").", "e", "Initial reaction rate (after 30 min) normalized on surface area of catalyst (r″", "0", ").", "f", "Heat of adsorption and thiophene capacity calculated using thiophene adsorption study on TGA (see the ", "Experimental Section", " for details).", "Having demonstrated that the VAC method could produce crystalline MIL-125, we subsequently performed a CTAB concentration study in an attempt to construct a MOF displaying enhanced mesoporosity. The amount of CTAB added to the precursor solution was varied from slightly below the critical micelle concentration (CMC) for CTAB in 2 mL of MeOH (volume of the precursor solution) up to a molar ratio 0.45 mol CTAB per mol of Ti. Representative N", "2", " adsorption–desorption isotherms and pore size distributions (calculated using the Barrett–Joyner–Halenda (BJH) analysis method on the N", "2", " desorption isotherm) are shown in Figure ", "3", ". The material synthesized with less than the CMC amount of CTAB exhibited a Type I isotherm indicative of a solely microporous material. Moreover, the pore size distribution did not show any pores in the mesopore region. All three samples synthesized with CTAB > CMC displayed isotherms that were a mix between Type I, indicating micropores, and Type IV, indicating mesopores. The sample synthesized at CTAB/Ti molar ratio of 0.3, however, displayed a vastly larger N", "2", " uptake and more pronounced hysteresis in the high-pressure region, which suggested a greater mesoporosity. Additionally, all samples contained some mesopores in the range of ∼75–200 Å. Furthermore, the CTAB/Ti = 0.3 sample showed a more pronounced mesopore size distribution centered at ∼150 Å.", "Figure 3. Effect of CTAB amount used in the VAC synthesis of MIL-125 on (a) N", "2", " adsorption–desorption isotherms and (b) mesopore size distribution (calculated using the BJH method on the desorption isotherm). The closed and open symbols in the N", "2", " isotherms represent adsorption and desorption portions, respectively.", "Textural properties for all samples are shown in Figure ", "4", ". When the amount of CTAB used was less than the CMC, no mesoporosity was observed, and the resulting MOF’s physical properties were similar to VAC-micro-MIL-125 without CTAB. As the CTAB/Ti molar ratio was increased past the CMC, the total surface area (calculated from N", "2", " physisorption isotherms using the nonlocal density functional theory (NLDFT)) continually decreased. This could be the result of a loss in crystallinity when higher amounts of CTAB are used, as Sakthivel et al. found similar results in their synthesis of mesoporous β-zeolites using a similar dry gel method.", "(29)", " They suggested an excess amount of surfactant present in the synthesis gel could lead to collapse and agglomeration during the drying and steaming processes resulting in an inhibition of crystallization. The total pore volume, however, increased as CTAB was increased, until it reached a maximum at 0.91 cm", "3", " g", "–1", " when the molar ratio of CTAB/Ti = 0.3, which was ∼1.6× higher than the pore volume of VAC-micro-MIL-125 (0.56 cm", "3", " g", "–1", "). The mesopore volume and mesopore surface area also followed this upward trend, reaching a maximum at CTAB/Ti = 0.3 (", "V", "meso", " = 0.61 cm", "3", " g", "–1", ", SA", "meso", " = 150 m", "2", " g", "–1", "). Total pore volume, mesopore volume, and mesopore surface area then significantly decreased when the CTAB/Ti was increased to 0.45 mol", "CTAB", "/mol", "Ti", ". From experiments with higher concentrations of CTAB (CTAB/Ti = 0.6), the CTAB appeared to disrupt MOF crystallization, as the crystalline MOF did not form during VAC synthesis. This is in agreement with results obtained by both Naik et al.", "(27)", " and Sakthivel et al.", "(29)", " for mesoporous zeolites synthesized with CTAB in a dry gel conversion method. Sakthivel, in particular, found that when relatively high amounts of CTAB were used, the resulting zeolite suffered from diminished textural properties and a further increase of the CTAB concentration completely suppressed zeolite crystallization.", "(29)", "Figure 4. Effect of CTAB amount used in the VAC synthesis of MIL-125 on the (a) total pore properties (calculated using the NLDFT method) and (b) mesopore properties (calculated using the BJH method); (blue ●) total pore and mesopore volume and (red □) total and mesopore surface area.", "Further characterization of the optimum mesoporous sample (CTAB/Ti = 0.3, hereafter referred to as meso-MIL-125) was crystalline MIL-125 was evidenced by its diffraction pattern (Figure S5, ", "Supporting Information", "). Moreover, no diffractions that could be assigned to BDC or CTAB were observed. SEM and TEM images are shown in Figure ", "5", " (additional TEM images are shown in Figure S6, ", "Supporting Information", "). SEM images revealed the meso-MIL-125 sample was mostly composed of large (>40 μm) agglomerations of small (<50 nm) nanoparticles, which created a sponge-like morphology wherein the interparticle mesopore voids could clearly be seen as the darker spots on the aggregated structure. TEM images further confirmed what was seen in the SEM images showing large agglomerations of small nanoparticles. Moreover, by focusing on a thin portion of the sample, the higher resolution in TEM enabled imaging of the individual mesopore voids (dashed circles) between nanoparticles. These mesopore voids were nonuniform and in the same size range as that calculated from N", "2", " physisorption data. To validate that this mesoporosity was permanent, the MOF was placed under mechanical stress. During the synthesis of meso-MIL-125, the as-synthesized powders were subjected to six cycles of centrifugation at 2000 rpm prior to characterization. These centrifugation cycles induced significant mechanical stress on the material, which indicated the mesoporosity was permanent, even upon the application of physical stress. To further test this conclusion, the meso-MIL-125 material was also subjected to sonication in methanol prior to both N", "2", " physisorption and TEM analysis and still exhibited similar textural properties (before sonication: SA", "total", " = 975 m", "2", " g", "–1", ", ", "V", "total", " = 0.906 cm", "3", " g", "–1", ", SA", "meso", " = 152 m", "2", " g", "–1", ", and V", "meso", " = 0.612 cm", "3", " g", "–1", " and after sonication: SA", "total", " = 1033 m", "2", " g", "–1", ", ", "V", "total", " = 0.928 cm", "3", " g", "–1", ", SA", "meso", " = 169 m", "2", " g", "–1", ", and V", "meso", " = 0.650 cm", "3", " g", "–1", "). The slight increase in textural properties after sonication can be attributed to further washing of free organic molecules.", "Figure 5. (a) SEM and (b) TEM images of the hierarchically porous meso-MIL-125. Dashed circles in the TEM image highlight the locations of mesopores.", "TGA analysis (Figure S7, ", "Supporting Information", ") in air revealed that meso-MIL-125 exhibited two major weight loss regions at the same temperatures as its microporous analogues, indicating that the addition of mesopores did not negatively impact the MOF’s thermal stability. The first weight loss region occurred in the range of 25–200 °C and was attributed to the evacuation of guest molecules from the pores; the second weight loss region, which began at ∼300 °C, was due to the degradation of the MOF framework.", "(3)", " Ti wt % was calculated from TGA data (and confirmed by ICP-OES) by assuming the MOFs were completely combusted to yield TiO", "2", ". Furthermore, it was determined that meso-MIL-125 generally contained ∼21–23% Ti by weight, which was similar to its microporous analogues. The actual Ti wt % was slightly lower than the theoretical value (at 24.5%), which could be attributed to the presence of guest molecules trapped in the pores of the MOF. UV–vis data were then used to investigate the possibility of TiO", "2", " domains present in the materials. MIL-125 has been shown to absorb UV light with an absorption edge of 350 nm", "4", ", while that of TiO", "2", " is 400 nm.", "(37)", " The solvothermal, VAC, and meso-MIL-125 samples all displayed absorption edges at 350 nm in UV–vis spectroscopy (Figure S8, ", "Supporting Information", "), indicating the lack of TiO", "2", " domains.", "We then performed CTAB concentration studies in a solvothermal method in an attempt to add mesoporosity to MIL-125. As the CTAB amount was increased, only a minor increase in mesopore surface area (from 20 to 36 m", "2", " g", "–1", ") and volume (from 0.04 to 0.15 cm", "3", " g", "–1", ") was observed at CTAB/Ti = 0.6 (Figure S9, ", "Supporting Information", "). Additionally, a plot of the differential volume as a function of pore size did not show any noticeable peaks, indicating a lack of uniform mesopores (Figure S10, ", "Supporting Information", "). Furthermore, as CTAB was increased past CTAB/Ti = 0.6, both mesopore and total pore properties decreased, likely due to high concentrations of CTAB once again disrupting MOF formation. This was confirmed in an additional synthesis in which a high CTAB/Ti = 5 ratio was used and no MOF formation occurred. These results suggested that synthesis in the VAC method did not proceed through a simple solvothermal mechanism.", "Experimental synthesis results in conjunction with a search of the relevant literature enabled us to propose a mechanism of MOF formation (Scheme ", "1", "). In the VAC method, a solid precursor powder is initially formed when the organic ligand (BDC) and the surfactant (CTAB) are mixed in a small amount of MeOH. Upon addition of Ti(O-", "i", "Pr)", "4", ", this solution undergoes a sudden and dramatic increase in solution viscosity, which indicates strong chemical interactions are taking place (Scheme S1, ", "Supporting Information", "). Multiple interactions (individual or combinations thereof) could be occurring, and a much more in-depth study is needed to unambiguously determine the identity of these. But we can surmise that these interactions would first result from the formation of metal–organic oligomers of titanium methoxide and titanium isopropoxide.", "(38)", " Additionally, there could be exchange of alkoxide ligands with the carboxylate ligands of BDC forming MOF precursors.", "(39)", " Finally, the surfactant molecules could cap the MOF precursors. This interaction has been seen in both zeolite and MOF syntheses in which surfactants have been used to cap crystals and modulate crystal growth.", "(27-34)", " Furthermore, DBT oxidation was attempted with a meso-MIL-125 catalyst prior to surfactant removal. No catalysis occurred indicating that the external active sites were blocked by the CTAB capping the MOF particles. Afterward, the solvent (MeOH) is removed under vacuum, embedding the prepolymerized metal–organic oligomers in place in an organic/inorganic matrix composed of the surfactant. This process has been suggested by both Naik et al.", "(27, 28)", " and Sakthivel et al.", "(29)", " during synthesis of zeolites by surfactant modulated dry gel conversion methods. This embedding process is crucial to the synthesis because it immobilizes the MOF precursors in a confined environment during VAC, preventing the formation of large crystals and allowing for the production of mesoporous aggregates of small particles. This was corroborated by an additional synthetic experiment in which MOF precursors were directly mixed and subjected to VAC without an embedding stage (e.g., methanol mixing and removal). The resulting MOF displayed inferior pore properties and no interparticle mesoporosity. When the precursor-embedded matrix is correctly formed and subjected to VAC, the solvent (DMF/MeOH) is vaporized and condensed on the solid precursor powder allowing for solvent/precursor interaction. Due to the high concentration of well-mixed reactants, the MOF precursors undergo fast crystallization as seen in zeolite synthesis by similar methods.", "(40, 41)", " This physical phenomenon is also crucial to the synthesis of the mesoporous MOF because dissolution of the embedded matrix in a solvent during a solvothermal process resulted in a microporous MOF but failed to yield interparticle mesoporosity, which indicated the need to retain the confined environment present in a VAC synthesis. As an additional check, we also synthesized MIL-125 solvothermally with the addition of CTAB and citric acid as a cooperative template following reported methods. Again, the resulting MOF was not mesoporous, which further highlighted the need for the VAC method when synthesizing mesoporous MIL-125.", "Scheme 1. Schematic Representation of Mesoporous MIL-125 Formation", "To demonstrate the benefits of mesoporosity, we tested the optimum meso-MIL-125 material along with both solv-micro-MIL-125 and VAC-micro-MIL-125 for catalytic activity in the oxidation of DBT by ", "tert", "-butyl hydroperoxide and the results are shown in Figure ", "6", " and summarized in Table ", "1", ". It should be noted here that DBT is initially oxidized to its corresponding sulfoxide and subsequently oxidized to the corresponding sulfone through a series reaction. In this work, only the sulfone was detected via both GC-FID and GC-MS. Apparent reaction rate constants were determined by fitting experimental data to a pseudo-first-order model. As noted previously and shown in Figure ", "6", ", DBT is a heterocyclic, aromatic, sulfur containing compound that is too bulky to fit into the micropores of MIL-125.", "(9)", " Thus, the addition of interparticle mesoporosity in the MIL-125 structure large enough to accommodate DBT should have a significant effect on catalysis by allowing access to more active sites. The solv-micro-MIL-125 sample exhibited a similar rate constant (", "k", "app", " = 11.8 × 10", "–3", " min", "–1", ") to its microporous VAC analogue (", "k", "app", " = 11.6 × 10", "–3", " min", "–1", "), which was attributed to the similar surface areas of the two samples. The meso-MIL-125 sample, however, displayed significantly increased activity (", "k", "app", " = 22.9 × 10", "–3", " min", "–1", ") despite having a lower total surface area than both microporous samples. Furthermore, the meso-MIL-125 material retained its high activity and crystalline MOF structure upon subsequent recycle reactions (Figures S11 and S12, ", "Supporting Information", "). These recycle results indicated the VAC method of synthesis with CTAB provided a reproducible catalytic activity enhancement compared to the microporous MOF.", "Figure 6. Fitting of experimental data to a pseudo-first-order rate model in the oxidation of DBT for (blue ●) solv-micro-MIL-125, (red ▲) VAC-micro-MIL-125, and (black ■) meso-MIL-125. Reaction conditions: 88 μmol Ti metal centers, 21.9 g of decane, 0.5 g of dodecane, 0.065 g of DBT (500 ppmw sulfur), TBHP in a 10:1 TBHP:DBT molar ratio, 80 °C reaction temperature.", "It is widely believed that catalytic oxidation of DBT using Ti materials proceeds through unsaturated Ti metal centers.", "(42, 43)", " Therefore, the enhancement in catalytic activity exhibited by meso-MIL-125 could be attributed to two sources: (1) the addition of mesopores, which exposed a relatively higher amount of unsaturated metal sites that were accessible to the bulky DBT molecule but were unavailable or inaccessible in the microporous analogues or (2) the presence of newly formed and alternative active Ti surface sites. If the surface of each material (microporous or mesoporous) is truly comprised of the same type of unsaturated Ti species as catalytically active sites, the initial reaction rates normalized on accessible catalytic surface area, which includes external and interparticle mesoporous surface areas, should be equal for all materials. As expected, the normalized initial reaction rates for all materials were nearly identical (Table ", "1", ", ∼22.0 × 10", "−7", " mol", "DBT", " min", "–1", " m", "2", "accessible", ") indicating the VAC method for introducing mesoporosity did not alter the nature of the catalytic sites but instead provided enhanced accessibility to active sites.", "To further investigate this claim, we performed adsorption studies and used this data to calculate heats of adsorption for all materials. The heat of adsorption is an indicator of the strength of interaction between an adsorbate and an adsorbent and could be used to glean insight about the energetics of a catalytic mechanism. Moreover, multiple studies have shown that organosulfur compounds can adsorb to coordinatively unsaturated metal sites in MOFs.", "(44, 45)", " Thiophene is an organosulfur compound that is similar in structure to DBT except it does not contain the two fused phenyl side rings. Rather, it is a five-membered heterocyclic aromatic sulfur compound with a kinetic diameter of 4.6 Å, which allows it to fit into the micropores of MIL-125.", "(46)", " The heats of adsorption of thiophene on the MIL-125 samples were determined via a TGA/DSC experiment (see the ", "Experimental Section", " for details). In this experiment, N", "2", " was bubbled through thiophene (bp = 84 °C) and over the samples which were kept isothermal at 90 °C, while heat flow and weight were monitored as a function of adsorption time. The heats of adsorption of thiophene on the MIL-125 samples as a function of coverage is shown in Figure ", "7", ". All three samples showed similar heats of adsorption (average Δ", "H", "ads", " = −48.5 ± 1.4 kJ mol", "–1", ") for coverages between 0.1 and 0.8. While these results cannot be used to identify the different types of active sites present, they can, however, be used to suggest that the active sites in the MIL-125 samples were all energetically equivalent.", "(47)", " This adsorption study further corroborates the claim that the meso-MIL-125 does not contain a new type of active site, but rather the addition of interparticle mesoporosity was responsible for the increase in activity seen in the DBT oxidation reaction due to enhanced accessibility. Of additional note, the meso-MIL-125 sample also had a larger capacity for thiophene adsorption (0.65 mol", "thiophene", " mol", "Ti", "–1", ") than the microporous solvothermal and VAC samples (0.53 and 0.55 mol", "thiophene", " mol", "Ti", "–1", ", respectively). Because the microporous samples have higher total surface areas than the mesoporous sample, these results suggest that the mesoporous sample actually contained a higher density of active sites than the microporous materials. These additional active sites are likely located on both the external surface and inside the interparticle mesopores where the unit cells of the MIL-125 crystals are truncated leading to the formation of unsaturated metal centers.", "Figure 7. Heats of adsorption of thiophene for (blue ●) solv-micro-MIL-125, (red ▲) VAC-micro-MIL-125, and (black ■) meso-MIL-125. For clarity, fluctuations in data at low coverage (<0.03) and high coverage (>0.95) were excluded in the plot.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "4 Conclusion", "In summary, the first example of MIL-125 synthesized using a vapor-assisted crystallization method was demonstrated. The VAC-synthesized MIL-125 showed similar properties to a solvothermally synthesized analogue. The VAC method could then be adapted to add interparticle mesoporosity to MIL-125 through the use of a surfactant (CTAB). The surfactant likely acted as a capping agent creating confined local environments of MOF precursors, which then crystallized and formed mesoporous aggregates of nanosized MOF particles. This synthetic method marked a significant achievement because it allowed for the synthesis of hierarchical microporous/mesoporous MIL-125 without the use of a chelating agent. Moreover, the importance of the VAC method was emphasized because the addition of mesoporosity could not be easily accomplished using typical solvothermal methods. Catalytic tests in the oxidation of an aromatic sulfur compound (DBT) demonstrated the hierarchical MIL-125 displayed a marked enhancement in activity over its microporous analogues. Normalization of initial reaction rates on accessible surface area in conjunction with thiophene studies indicated that the enhancement in catalytic activity was due to the addition of mesoporosity rather than the formation of different active sites. Furthermore, thiophene adsorption studies suggested that the surfactant modified VAC method could lead to exposure of additional active sites resulting in higher measured catalytic activities.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Supporting Information", "Schematic of precursor gel preparation, powder XRD patterns for microporous MIL-125 synthesized via VAC, N", "2", " physisorption isotherms of microporous MIL-125, powder XRD pattern of mesoporous MIL-125, TEM of mesoporous MIL-125, TGA data for microporous and mesoporous MIL-125, UV–vis spectrum of mesoporous MIL-125, textural properties of MIL-125 synthesized solvothermally with CTAB, pore size distribution of solvothermally synthesized MIL-125 with CTAB, catalytic recycle studies for mesoporous MIL-125, XRD pattern of mesoporous MIL-125 after recycle. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Acknowledgment", "Acknowledgement is made to the Donors of the American Chemical Society Petroleum Research Fund for support of this research (PRF# 53874-DNI10). This work was completed with the use of the Center for Sustainable Energy at Notre Dame’s Bruker D8 Advanced Davinci diffractometer and Micrometrics ASAP-2020 Physisorption Analyzer. TEM and SEM images were acquired using the Notre Dame Integrated Imaging Facility’s FEI Titan microscope and FEI-Magellan FESEM, respectively. We thank the Center for Environmental Science and Technology for use of the center’s Optima 8000 ICP-OES.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "References", "This article references 47 other publications.", "1. ", "Chen", ", ", "X.", "; ", "Mao", ", ", "S. S.", " ", "Titanium Dioxide Nanomaterials: Synthesis, Properties, Modifications, and Applications", " ", "Chem. Rev.", " ", "2007", ",  ", "107", ",  ", "2891", "– ", "2959", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Titanium Dioxide Nanomaterials: Synthesis, Properties, Modifications, and Applications", "Chen, Xiaobo; Mao, Samuel S.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2007", "),\r\n    ", "107", "\r\n        (", "7", "),\r\n    ", "2891-2959", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review of methods for synthesizing TiO2 nanostructures, properties and applications of TiO2 nanomaterials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmslyrurc%253D&md5=12b9818636d3b6aba1aa81ba1106bfeb", "2. ", "Trukhan", ", ", "N. N.", "; ", "Romannikov", ", ", "V. N.", "; ", "Shmakov", ", ", "A. N.", "; ", "Vanina", ", ", "M. P.", "; ", "Paukshtis", ", ", "E. A.", "; ", "Bukhtiyarov", ", ", "V. I.", "; ", "Kriventsov", ", ", "V. V.", "; ", "Danilov", ", ", "I. Y.", "; ", "Kholdeeva", ", ", "O. A.", " ", "H", "2", "O", "2", "-Based Selective Oxidations Over Titaniumsilicates of SBA-15 Type", " ", "Microporous Mesoporous Mater.", " ", "2003", ",  ", "59", ",  ", "73", "– ", "84", "[", "Crossref", "], [", "CAS", "]", "2. ", "H2O2-based selective oxidations over titaniumsilicates of SBA-15 type", "Trukhan, N. N.; Romannikov, V. N.; Shmakov, A. N.; Vanina, M. P.; Paukshtis, E. A.; Bukhtiyarov, V. I.; Kriventsov, V. V.; Danilov, I. Yu.; Kholdeeva, O. A.", "Microporous and Mesoporous Materials", "\r\n        (", "2003", "),\r\n    ", "59", "\r\n        (", "2-3", "),\r\n    ", "73-84", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "Hexagonally packed mesostructured titanosilicates of the SBA-15 type have been prepd. in moderately acidic aq. media starting from sodium disilicate Na2Si2O5, TiOSO4, and olefin oxide co-polymer of the Pluronic type (P123) as a template.  Structure-texture parameters of the synthesized materials were characterized by using X-ray diffraction and nitrogen adsorption techniques.  The titanium state in the silicate matrix was characterized by DR-UV, IR, Raman spectroscopy, and XPS.  The catalytic properties of the new titaniumsilicates were tested in oxidn. reactions with aq. H2O2 using Me Ph sulfide and 2,3,6-trimethylphenol as model substrates and compared with the catalytic properties of TS-1 and Ti-MMM (titaniumsilicate of the MCM-41 type).  The structure of the Ti-SBA-15 materials, by contrast to Ti-MMM catalysts, was proved to be hydrolytically stable towards aq. H2O2.  The catalytic activity of Ti-SBA-15 is considerably lower than that of Ti-MMM, most likely due to a lower titanium dispersion and higher wall thickness of the former material, which makes part of titanium sites unavailable for the reactants.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXjt1Knsrc%253D&md5=3b11af40a18282c28aa90c0d7651fdcf", "3. ", "Dan-Hardi", ", ", "M.", "; ", "Serre", ", ", "C.", "; ", "Frot", ", ", "T.", "; ", "Rozes", ", ", "L.", "; ", "Maurin", ", ", "G.", "; ", "Sanchez", ", ", "C.", "; ", "Ferey", ", ", "G.", " ", "A New Photoactive Crystalline Highly Porous Titanium(IV) Dicarboxylate", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "10857", "– ", "10859", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "A new photoactive crystalline highly porous titanium(IV) dicarboxylate", "Dan-Hardi, Meenakshi; Serre, Christian; Frot, Theo; Rozes, Laurence; Maurin, Guillaume; Sanchez, Clement; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "31", "),\r\n    ", "10857-10859", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Titanium is a very attractive candidate for MOFs due to its low toxicity, redox activity, and photocatalytic properties.  We present here MIL-125, the first example of a highly porous and cryst. titanium(IV) dicarboxylate (MIL stands for Materials of Institut Lavoisier) with a high thermal stability and photochem. properties.  Its structure is built up from a pseudo cubic arrangement of octameric wheels, built up from edge- or corner-sharing titanium octahedra, and terephthalate dianions leading to a three-dimensional periodic array of two types of hybrid cages with accessible pore diams. of 6.13 and 12.55 Å.  X-ray thermodiffractometry and thermal anal. show that MIL-125 is stable up to 360 ° under air atm. while nitrogen sorption anal. indicates a surface area (BET) of 1550 m2/g-1.  Moreover, under nitrogen and alc. adsorption, MIL-125 exhibits a photochromic behavior assocd. with the formation of stable mixed valence titanium-oxo compds.  The titanium oxo cluster are back oxidized in the presence of oxygen.  This photochem. phenomenon is analyzed through the combined use of ESR and UV-visible absorption spectroscopies.  The photogenerated electrons are trapped as Ti(III) centers, while a concomitant oxidn. of the adsorbed alc. mols. occurs.  This new microporous hybrid is a very promising candidate for applications in smart photonic devices, sensors, and catalysis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXovVeltbc%253D&md5=6ccc223f9145f3c4c0f5daf02cb2850c", "4. ", "Fu", ", ", "Y.", "; ", "Sun", ", ", "D.", "; ", "Chen", ", ", "Y.", "; ", "Huang", ", ", "R.", "; ", "Ding", ", ", "Z.", "; ", "Fu", ", ", "X.", "; ", "Li", ", ", "Z.", " ", "An Amine-Functionalized Titanium Metal-Organic Framework Photocatalyst with Visible-Light-Induced Activity for CO", "2", " reduction", " ", "Angew. Chem., Int. Ed. Engl.", " ", "2012", ",  ", "51", ",  ", "3364", "– ", "3367", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "An amine-functionalized titanium metal-organic framework photocatalyst with visible-light-induced activity for CO2 reduction", "Fu Yanghe; Sun Dengrong; Chen Yongjuan; Huang Renkun; Ding Zhengxin; Fu Xianzhi; Li Zhaohui", "Angewandte Chemie (International ed. in English)", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "14", "),\r\n    ", "3364-7", "\r\n        ISSN:", ".\r\n    ", "Let your light shine: the photocatalytic reduction of carbon dioxide to the formate anion under visible light irradiation is for the first time realized over a photoactive Ti-containing metal-organic framework, NH(2)-MIL-125(Ti), which is fabricated by a facile substitution of ligands in the UV-responsive MIL-125(Ti) material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC38vjvF2rtA%253D%253D&md5=041ab9eeff6903b2d8ba45a59cfdf0f8", "5. ", "Toyao", ", ", "T.", "; ", "Saito", ", ", "M.", "; ", "Horiuchi", ", ", "Y.", "; ", "Mochizuki", ", ", "K.", "; ", "Iwata", ", ", "M.", "; ", "Higashimura", ", ", "H.", "; ", "Matsuoka", ", ", "M.", " ", "Efficient Hydrogen Production and Photocatalytic Reduction of Nitrobenzene Over a Visible-Light-Responsive Metal–Organic Framework Photocatalyst", " ", "Catal. Sci. Technol.", " ", "2013", ",  ", "3", ",  ", "2092", "– ", "2097", "[", "Crossref", "], [", "CAS", "]", "5. ", "Efficient hydrogen production and photocatalytic reduction of nitrobenzene over a visible-light-responsive metal-organic framework photocatalyst", "Toyao, Takashi; Saito, Masakazu; Horiuchi, Yu; Mochizuki, Katsunori; Iwata, Masatoshi; Higashimura, Hideyuki; Matsuoka, Masaya", "Catalysis Science & Technology", "\r\n        (", "2013", "),\r\n    ", "3", "\r\n        (", "8", "),\r\n    ", "2092-2097", "CODEN:\r\n                ", "CSTAGD", ";\r\n        ISSN:", "2044-4753", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Efficient hydrogen prodn. and photocatalytic redn. of nitrobenzene were achieved by using a Pt-deposited amino-functionalized Ti(IV) metal-org. framework (Pt/Ti-MOF-NH2) under visible-light irradn.  XRD and N2 adsorption measurements revealed that cryst. microporous structures were formed and maintained even after the Pt deposition.  The photocatalytic activity for the visible-light-promoted hydrogen prodn. was improved through the optimization of the deposition amt. of Pt as a cocatalyst.  The optimized amt. of Pt was detd. to be 1.5 wt%.  The results of in situ ESR measurements clearly indicate that the reaction proceeds through the electron transfer from the org. linker to deposited Pt as a cocatalyst by way of titanium-oxo clusters.  In addn., the Pt/Ti-MOF-NH2 photocatalyst was found to catalyze photocatalytic redn. of nitrobenzene under visible-light irradn.  It was also confirmed that the catalyst can be reused at least three times without significant loss of its catalytic activity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtVKhs7jP&md5=8b1cfdf4d3523c798416a6c6522fcbae", "6. ", "Horiuchi", ", ", "Y.", "; ", "Toyao", ", ", "T.", "; ", "Saito", ", ", "M.", "; ", "Mochizuki", ", ", "K.", "; ", "Iwata", ", ", "M.", "; ", "Higashimura", ", ", "H.", "; ", "Anpo", ", ", "M.", "; ", "Matsuoka", ", ", "M.", " ", "Visible-Light-Promoted Photocatalytic Hydrogen Production by Using an Amino-Functionalized Ti(IV) Metal–Organic Framework", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "20848", "– ", "20853", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Visible-Light-Promoted Photocatalytic Hydrogen Production by Using an Amino-Functionalized Ti(IV) Metal-Organic Framework", "Horiuchi, Yu; Toyao, Takashi; Saito, Masakazu; Mochizuki, Katsunori; Iwata, Masatoshi; Higashimura, Hideyuki; Anpo, Masakazu; Matsuoka, Masaya", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "39", "),\r\n    ", "20848-20853", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The present article describes the hydrogen prodn. from an aq. medium over amino-functionalized Ti(IV) metal-org. framework (Ti-MOF-NH2) under visible-light irradn.  Ti-MOF-NH2, which employs 2-amino-benzenedicarboxylic acid as an org. linker, has been synthesized by a facile solvothermal method.  Pt nanoparticles as co-catalysts are then deposited onto Ti-MOF-NH2 via a photodeposition process (Pt/Ti-MOF-NH2).  The XRD and N2 adsorption measurements reveal the successful formation of a MOF framework structure and its remaining structure after deposition of Pt nanoparticles.  The observable visible-light absorption up to ∼500 nm can be seen in the diffuse reflectance-UV-vis spectrum of Ti-MOF-NH2, which is assocd. with the chromophore in the org. linker.  Ti-MOF-NH2 and Pt/Ti-MOF-NH2 exhibit efficient photocatalytic activities for hydrogen prodn. from an aq. soln. contg. triethanolamine as a sacrificial electron donor under visible-light irradn.  The longest wavelength available for the reaction is 500 nm.  The results obtained from wavelength-dependent photocatalytic tests and photocurrent measurements as well as in situ ESR measurements demonstrate that the reaction proceeds through the light absorption by its org. linker and the following electron transfer to the catalytically active titanium-oxo cluster.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlWmur7E&md5=8f62c5d402b008b3eca99b376c402142", "7. ", "Ivanchikova", ", ", "I. D.", "; ", "Lee", ", ", "J. S.", "; ", "Maksimchuk", ", ", "N. V.", "; ", "Shmakov", ", ", "A. N.", "; ", "Chesalov", ", ", "Y. A.", "; ", "Ayupov", ", ", "A. B.", "; ", "Hwang", ", ", "Y. K.", "; ", "Jun", ", ", "C.-H.", "; ", "Chang", ", ", "J.-S.", "; ", "Kholdeeva", ", ", "O. A.", " ", "Highly Selective H", "2", "O", "2", "-Based Oxidation of Alkylphenols to ρ-Benzoquinones Over MIL-125 Metal–Organic Frameworks", " ", "Eur. J. Inorg. Chem.", " ", "2014", ",  ", "2014", ",  ", "132", "– ", "139", "[", "Crossref", "], [", "CAS", "]", "7. ", "Highly Selective H2O2-Based Oxidation of Alkylphenols to p-Benzoquinones Over MIL-125 Metal-Organic Frameworks", "Ivanchikova, Irina D.; Lee, Ji Sun; Maksimchuk, Nataliya V.; Shmakov, Alexander N.; Chesalov, Yurii A.; Ayupov, Artem B.; Hwang, Young Kyu; Jun, Chul-Ho; Chang, Jong-San; Kholdeeva, Oxana A.", "European Journal of Inorganic Chemistry", "\r\n        (", "2014", "),\r\n    ", "2014", "\r\n        (", "1", "),\r\n    ", "132-139", "CODEN:\r\n                ", "EJICFO", ";\r\n        ISSN:", "1434-1948", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The titanium-based metal-org. framework MIL-125 and its amine-functionalized analog, MIL-125_NH2, have been synthesized and characterized by elemental anal., XRD, SEM, TEM, N2 adsorption measurements, and spectroscopic techniques, including FTIR, Raman, and DR UV/Vis spectroscopy.  Catalytic properties of MIL-125 and MIL-125_NH2 were evaluated in the selective oxidn. of two representative alkyl-substituted phenols, 2,3,6-trimethylphenol and 2,6-di-tert-butylphenol, with the clean oxidant H2O2.  With both MIL-125 and MIL-125_NH2, the selectivity toward the corresponding p-benzoquinones was 100 ̂.  Samples of MIL-125 with different sizes of crystallites (0.5, 1.5, and 5 μm) demonstrated similar reaction rates, thus indicating the absence of diffusion limitations.  The efficiency of the oxidant utilization and stability of the MIL-125 structure increased upon decreasing the amt. of water in the reaction mixt.  Even if the structural integrity of MIL-125 was destroyed by the reaction medium, the metal-org. framework acted as a precursor for the highly active, selective, and recyclable catalyst.  The MIL-125-derived materials were stable toward titanium leaching, behaved as true heterogeneous catalysts, and could easily be recovered by filtration and reused several times without the loss of the catalytic properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVyisLnN&md5=a4f9e94c87c84cad7e4f81383b300a4d", "8. ", "Kim", ", ", "S.-N.", "; ", "Kim", ", ", "J.", "; ", "Kim", ", ", "H.-Y.", "; ", "Cho", ", ", "H.-Y.", "; ", "Ahn", ", ", "W.-S.", " ", "Adsorption/Catalytic Properties of MIL-125 and NH", "2", "-MIL-125", " ", "Catal. Today", " ", "2013", ",  ", "204", ",  ", "85", "– ", "93", "[", "Crossref", "], [", "CAS", "]", "8. ", "Adsorption/catalytic properties of MIL-125 and NH2-MIL-125", "Kim, Se-Na; Kim, Jun; Kim, Hee-Young; Cho, Hye-Young; Ahn, Wha-Seung", "Catalysis Today", "\r\n        (", "2013", "),\r\n    ", "204", "\r\n        (", "),\r\n    ", "85-93", "CODEN:\r\n                ", "CATTEA", ";\r\n        ISSN:", "0920-5861", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A Ti-incorporated metal org. framework structure, MIL-125, and its amine-functionalized form, NH2-MIL-125, were synthesized via a solvothermal route aided by microwave heating.  The samples were characterized by XRD, SEM, TGA, EA, UV-vis spectroscopy, and N2 adsorption-desorption measurements.  MIL-125 was unstable in aq. soln., but NH2-MIL-125 was stable both in water and in heptane; its hydrophilic property was further confirmed by water vapor adsorption.  NH2-MIL-125 showed moderate CO2 adsorption capacity (136 mg g-1) but excellent selectivity over N2 (>27:1) at 298 K with a low heat of adsorption surpassing the performance of MIL-125.  Four consecutive CO2 adsorption-desorption cycles over NH2-MIL-125 showed completely reversible adsorbent regeneration at 298 K under a helium flow for a total duration of 550 min.  Catalytic properties of the materials were evaluated by cycloaddn. of epichlorohydrin and oxidative desulfurization of dibenzothiophene.  Finally, batch mode liq.-phase competitive sepn. of isoprene from 2-Me butane was conducted, revealing high selectivity of isoprene against 2-Me butane (ca. 7.8 and 9.7) over MIL-125 and NH2-MIL-125, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlertbnP&md5=6d668f60d65f6ce9d3a0306c32bfaed9", "9. ", "McNamara", ", ", "N. D.", "; ", "Neumann", ", ", "G. T.", "; ", "Masko", ", ", "E. T.", "; ", "Urban", ", ", "J. A.", "; ", "Hicks", ", ", "J. C.", " ", "Catalytic Performance and Stability of (V) MIL-47 and (Ti) MIL-125 in the Oxidative Desulfurization of Heterocyclic Aromatic Sulfur Compounds", " ", "J. Catal.", " ", "2013", ",  ", "305", ",  ", "217", "– ", "226", "[", "Crossref", "], [", "CAS", "]", "9. ", "Catalytic performance and stability of (V) MIL-47 and (Ti) MIL-125 in the oxidative desulfurization of heterocyclic aromatic sulfur compounds", "McNamara, Nicholas D.; Neumann, Gregory T.; Masko, Erin T.; Urban, Jacqueline A.; Hicks, Jason C.", "Journal of Catalysis", "\r\n        (", "2013", "),\r\n    ", "305", "\r\n        (", "),\r\n    ", "217-226", "CODEN:\r\n                ", "JCTLA5", ";\r\n        ISSN:", "0021-9517", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "A Ti-based metal org. framework (MOF), MIL-125 (MIL stands for Material from Institut Lavoisier), and a V-based MOF, MIL-47, were synthesized and tested for their catalytic activity in the oxidn. of three heterocyclic sulfur compds. (dibenzothiophene, benzothiophene, and thiophene).  Dibenzothiophene (DBT) oxidn. studies were used to det. kinetic parameters, and activation energies for MIL-47 and MIL-125 were found to be 51 kJ/mol and 75 kJ/mol, resp.  Benzothiophene and thiophene oxidn. studies were used to show that the greater catalytic activity of MIL-47 was not simply due to the limited accessibility to the active sites of MIL-125 in the pores but rather was also a function of the type of metal center.  MIL-125 had faster reaction rates in the oxidn. of thiophene than DBT, which indicated that catalysis occurs on the surface of the catalyst as well as in the pores.  Without DBT, however, MIL-47 degraded first into MIL-47as and then eventually 1,4-benzenedicarboxylic acid (BDC) and vanadium oxide in the presence of tert-Bu hydroperoxide (TBHP) alone.  This degrdn. occurred even at lower temps. in the presence of TBHP for 0.5 h.  MIL-125, however, was stable in the presence of TBHP even under harsh reaction conditions (24 h at 100 °C).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFSmtrbN&md5=884d32819b5c7b4ff52c6bf7aa680e38", "10. ", "Lee", ", ", "J.", "; ", "Farha", ", ", "O. K.", "; ", "Roberts", ", ", "J.", "; ", "Scheidt", ", ", "K. A.", "; ", "Nguyen", ", ", "S. T.", "; ", "Hupp", ", ", "J. T.", " ", "Metal–Organic Framework Materials as Catalysts", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1450", "– ", "1459", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Metal-organic framework materials as catalysts", "Lee, Jeong Yong; Farha, Omar K.; Roberts, John; Scheidt, Karl A.; Nguyen, Son Binh T.; Hupp, Joseph T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1450-1459", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; a crit. review of the emerging field of MOF-based catalysis is presented.  Discussed are examples of: (a) opportunistic catalysis with metal nodes, (b) designed catalysis with framework nodes, (c) catalysis by homogeneous catalysts incorporated as framework struts, (d) catalysis by MOF-encapsulated mol. species, (e) catalysis by metal-free org. struts or cavity modifiers, and (f) catalysis by MOF-encapsulated clusters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7k%253D&md5=d9cef4eb52ffb1c73fe1195e11bace26", "11. ", "Kim", ", ", "J.", "; ", "McNamara", ", ", "N. D.", "; ", "Her", ", ", "T. H.", "; ", "Hicks", ", ", "J. C.", " ", "Carbothermal Reduction of Ti-modified IRMOF-3: An Adaptable Synthetic Method to Support Catalytic Nanoparticles on Carbon", " ", "ACS Appl. Mater. Interfaces", " ", "2013", ",  ", "5", ",  ", "11479", "– ", "11487", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Carbothermal Reduction of Ti-Modified IRMOF-3: An Adaptable Synthetic Method to Support Catalytic Nanoparticles on Carbon", "Kim, Jongsik; McNamara, Nicholas D.; Her, Theresa H.; Hicks, Jason C.", "ACS Applied Materials & Interfaces", "\r\n        (", "2013", "),\r\n    ", "5", "\r\n        (", "21", "),\r\n    ", "11479-11487", "CODEN:\r\n                ", "AAMICK", ";\r\n        ISSN:", "1944-8244", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This work describes a novel method for the prepn. of titanium oxide nanoparticles supported on amorphous carbon with nanoporosity (Ti/NC) via the post-synthetic modification of a Zn-based MOF with an amine functionality, IRMOF-3, with titanium isopropoxide followed by its carbothermal pyrolysis.  This material exhibited high purity, high surface area (>1000 m2/g), and a high dispersion of metal oxide nanoparticles while maintaining a small particle size (∼4 nm).  The material was shown to be a promising catalyst for oxidative desulfurization of diesel using dibenzothiophene as a model compd. as it exhibited enhanced catalytic activity as compared with titanium oxide supported on activated carbon via the conventional incipient wetness impregnation method.  The formation mechanism of Ti/NC was also proposed based on results obtained when the carbothermal redn. temp. was varied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1SmtrbP&md5=b86fe40de6d6c1ec670c526e959309f6", "12. ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Rosi", ", ", "N.", "; ", "Vodak", ", ", "D.", "; ", "Wachter", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Systematic Design of Pore Size and Functionality in Isoreticular MOFs and Their Application in Methane Storage", " ", "Science", " ", "2002", ",  ", "295", ",  ", "469", "– ", "472", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Systematic design of pore size and functionality in isoreticular MOFs and their application in methane storage", "Eddaoudi, Mohamed; Kim, Jaheon; Rosi, Nathaniel; Vodak, David; Wachter, Joseph; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "295", "\r\n        (", "5554", "),\r\n    ", "469-472", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A strategy based on reticulating metal ions and org. carboxylate links into extended networks has been advanced to a point that allowed the design of porous structures in which pore size and functionality could be varied systematically.  Metal-org. framework (MOF-5), a prototype of a new class of porous materials and one that is constructed from octahedral Zn-O-C clusters and benzene links, was used to demonstrate that its three-dimensional porous system can be functionalized with the org. groups -Br, -NH2, -OC3H7, -OC5H11, -C2H4, and -C4H4 and that its pore size can be expanded with the long mol. struts biphenyl, tetrahydropyrene, pyrene, and terphenyl.  We synthesized an isoreticular series (one that has the same framework topol.) of 16 highly cryst. materials whose open space represented up to 91.1% of the crystal vol., as well as homogeneous periodic pores that can be incrementally varied from 3.8 to 28.8 Å.  One member of this series exhibited a high capacity for methane storage (240 cm3 at std. temp.), and others the lowest densities (0.41 to 0.21 g/cm3) for a cryst. material at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlyrtLjP&md5=d218d4040887f5fb390a733ee156d27b", "13. ", "Liu", ", ", "Y. Y.", "; ", "Couck", ", ", "S.", "; ", "Vandichel", ", ", "M.", "; ", "Grzywa", ", ", "M.", "; ", "Leus", ", ", "K.", "; ", "Biswas", ", ", "S.", "; ", "Volkmer", ", ", "D.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", "; ", "Denayer", ", ", "J. F.", "; ", "Waroquier", ", ", "M.", "; ", "Van Speybroeck", ", ", "V.", "; ", "Van Der Voort", ", ", "P.", " ", "New V(IV)-Based Metal–Organic Framework Having Framework Flexibility and High CO", "2", " Adsorption Capacity", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "113", "– ", "120", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "New VIV-Based Metal-Organic Framework Having Framework Flexibility and High CO2 Adsorption Capacity", "Liu, Ying-Ya; Couck, Sarah; Vandichel, Matthias; Grzywa, Maciej; Leus, Karen; Biswas, Shyam; Volkmer, Dirk; Gascon, Jorge; Kapteijn, Freek; Denayer, Joeri F. M.; Waroquier, Michel; Van Speybroeck, Veronique; Van Der Voort, Pascal", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "1", "),\r\n    ", "113-120", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A V based metal-org. framework (MOF), VO(BPDC) (BPDC2- = biphenyl-4,4'-dicarboxylate), adopting an expanded MIL-47 structure type, was synthesized via solvothermal and microwave methods.  Its structural and gas/vapor sorption properties were studied.  This compd. displays a distinct breathing effect toward certain adsorptives at workable temps.  The sorption isotherms of CO2 and CH4 indicate a different sorption behavior at specific temps.  In situ synchrotron x-ray powder diffraction measurements and mol. simulations were used to characterize the structural transition.  The exptl. measurements clearly suggest the existence of both narrow pore and large pore forms.  A free energy profile along the pore angle was computationally detd. for the empty host framework.  Apart from a regular large pore and a regular narrow pore form, an overstretched narrow pore form also was found.  Addnl., a variety of spectroscopic techniques combined with N2 adsorption/desorption isotherms measured at 77 K demonstrate that the existence of the mixed oxidn. states VIII/VIV in the titled MOF structure compared to pure VIV increases the difficulty in triggering the flexibility of the framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVOrs7vJ&md5=66827e0c91cf7897b7ac9cd90b3200fd", "14. ", "Deng", ", ", "H.", "; ", "Grunder", ", ", "S.", "; ", "Cordova", ", ", "K. E.", "; ", "Valente", ", ", "C.", "; ", "Furukawa", ", ", "H.", "; ", "Hmadeh", ", ", "M.", "; ", "Gandara", ", ", "F.", "; ", "Whalley", ", ", "A. C.", "; ", "Liu", ", ", "Z.", "; ", "Asahina", ", ", "S.", "; ", "Kazumori", ", ", "H.", "; ", "O’Keeffe", ", ", "M.", "; ", "Terasaki", ", ", "O.", "; ", "Stoddart", ", ", "J. F.", "; ", "Yaghi", ", ", "O. M.", " ", "Large-Pore Apertures in a Series of Metal–Organic Frameworks", " ", "Science", " ", "2012", ",  ", "336", ",  ", "1018", "– ", "1023", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Large-Pore Apertures in a Series of Metal-Organic Frameworks", "Deng, Hexiang; Grunder, Sergio; Cordova, Kyle E.; Valente, Cory; Furukawa, Hiroyasu; Hmadeh, Mohamad; Gandara, Felipe; Whalley, Adam C.; Liu, Zheng; Asahina, Shunsuke; Kazumori, Hiroyoshi; O'Keeffe, Michael; Terasaki, Osamu; Stoddart, J. Fraser; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "336", "\r\n        (", "6084", "),\r\n    ", "1018-1023", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The authors report a strategy to expand the pore aperture of metal-org. frameworks (MOFs) into a previously unattained size regime (>32 Å).  Specifically, the systematic expansion of a known MOF structure, MOF-74, from its original link of one phenylene ring (I) to two, three, four, five, six, seven, nine, and eleven (II to XI, resp.), afforded an isoreticular series of Mg- or Zn-contg. MOF-74 structures (termed IRMOF-74-I to -XI) with pore apertures ranging from 14 to 98 Å.  All members of this series have noninterpenetrating structures and exhibit robust architectures, as evidenced by their permanent porosity and high thermal stability (up to 300°).  The pore apertures of an oligoethylene glycol-functionalized IRMOF-74-VII and IRMOF-74-IX are large enough for natural proteins to enter the pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xnt1Kgt7s%253D&md5=be82c139a536be7009991c48606c3829", "15. ", "Schnobrich", ", ", "J. K.", "; ", "Koh", ", ", "K.", "; ", "Sura", ", ", "K. N.", "; ", "Matzger", ", ", "A. J.", " ", "A Framework for Predicting Surface Areas in Microporous Coordination Polymers", " ", "Langmuir", " ", "2010", ",  ", "26", ",  ", "5808", "– ", "5814", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "A Framework for Predicting Surface Areas in Microporous Coordination Polymers", "Schnobrich, Jennifer K.; Koh, Kyoungmoo; Sura, Kush N.; Matzger, Adam J.", "Langmuir", "\r\n        (", "2010", "),\r\n    ", "26", "\r\n        (", "8", "),\r\n    ", "5808-5814", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A predictive tool termed the linker to metal cluster (LiMe) ratio is introduced as a method for understanding surface area in microporous coordination polymers (MCPs).  Calibrated with geometric accessible surface area computations, the LiMe ratio uses mol. wt. of building block components to indicate the max. attainable surface area for a given linker and metal cluster combination.  MOF-5 and HKUST-1 are used as prototypical structures to analyze MCPs with octahedral M4O(CO2R)6 and paddlewheel M2(CO2R)4 metal clusters.  Insight into the effects of linker size, geometry, no. of coordinating groups, and framework interpenetration is revealed through the LiMe ratio anal. of various MCPs.  Exptl. surface area deviation provides indication that a material may suffer from incomplete guest removal, structural collapse, or interpenetration.  Because minimal data input are required, the LiMe ratio surface area anal. is suggested as a quick method for exptl. verification as well as a guide for the design of new materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhslSht70%253D&md5=1c0750bee0b03e5f443d71a499b9daba", "16. ", "Qiu", ", ", "L. G.", "; ", "Xu", ", ", "T.", "; ", "Li", ", ", "Z. Q.", "; ", "Wang", ", ", "W.", "; ", "Wu", ", ", "Y.", "; ", "Jiang", ", ", "X.", "; ", "Tian", ", ", "X. Y.", "; ", "Zhang", ", ", "L. D.", " ", "Hierarchically Micro- and Mesoporous Metal-Organic Frameworks with Tunable Porosity", " ", "Angew. Chem., Int. Ed. Engl.", " ", "2008", ",  ", "47", ",  ", "9487", "– ", "9491", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Hierarchically micro- and mesoporous metal-organic frameworks with tunable porosity", "Qiu Ling-Guang; Xu Tao; Li Zong-Qun; Wang Wei; Wu Yun; Jiang Xia; Tian Xing-You; Zhang Li-De", "Angewandte Chemie (International ed. in English)", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "49", "),\r\n    ", "9487-91", "\r\n        ISSN:", ".\r\n    ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD1cjmtl2rsA%253D%253D&md5=016b768ac87024032cb2fab87f5c4915", "17. ", "Zhao", ", ", "Y.", "; ", "Zhang", ", ", "J.", "; ", "Han", ", ", "B.", "; ", "Song", ", ", "J.", "; ", "Li", ", ", "J.", "; ", "Wang", ", ", "Q.", " ", "Metal-Organic Framework Nanospheres with Well-Ordered Mesopores Synthesized in an Ionic Liquid/CO", "2", "/Surfactant System", " ", "Angew. Chem., Int. Ed. Engl.", " ", "2011", ",  ", "50", ",  ", "636", "– ", "639", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Metal-organic framework nanospheres with well-ordered mesopores synthesized in an ionic liquid/CO2/surfactant system", "Zhao Yueju; Zhang Jianling; Han Buxing; Song Jinliang; Li Jianshen; Wang Qian", "Angewandte Chemie (International ed. in English)", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "3", "),\r\n    ", "636-9", "\r\n        ISSN:", ".\r\n    ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3M7gs1KlsQ%253D%253D&md5=7a36def26a6f6474a1e9100fab6f529e", "18. ", "Pham", ", ", "M.-H.", "; ", "Vuong", ", ", "G.-T.", "; ", "Fontaine", ", ", "F.-G.", "; ", "Do", ", ", "T.-O.", " ", "A Route to Bimodal Micro-Mesoporous Metal–Organic Frameworks Nanocrystals", " ", "Cryst. Growth Des.", " ", "2012", ",  ", "12", ",  ", "1008", "– ", "1013", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "A Route to Bimodal Micro-Mesoporous Metal-Organic Frameworks Nanocrystals", "Pham, Minh-Hao; Vuong, Gia-Thanh; Fontaine, Frederic-Georges; Do, Trong-On", "Crystal Growth & Design", "\r\n        (", "2012", "),\r\n    ", "12", "\r\n        (", "2", "),\r\n    ", "1008-1013", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Cryst. microporous metal-org. frameworks (MOFs) have been prepd. using a solvothermal nonionic surfactant-templated assembly of microblocks in the presence of acetic acid.  Well-defined mesopore channels were generated within the microporous MOF nanocrystals, and the product had good crystallinity.  [Cu3(BTC)2]- and [Cu2(HBTB)2]-based MOFs (H3BTC = 1,3,5-benzenetricarboxylic acid; H3BTB = 1,3,5-Tris[4-carboxyphenyl]benzene) are described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsF2ltr7F&md5=cdb33b8d67c4c134cfd99a5a0facccca", "19. ", "Sun", ", ", "L. B.", "; ", "Li", ", ", "J. R.", "; ", "Park", ", ", "J.", "; ", "Zhou", ", ", "H. C.", " ", "Cooperative Template-Directed Assembly of Mesoporous Metal–Organic Frameworks", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "126", "– ", "129", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Cooperative Template-Directed Assembly of Mesoporous Metal-Organic Frameworks", "Sun, Lin-Bing; Li, Jian-Rong; Park, Jinhee; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "1", "),\r\n    ", "126-129", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Despite great efforts, the development of a reliable way to assemble mesoporous metal-org. frameworks (mesoMOFs) remains a challenge.  The authors have designed a cooperative template system, comprising a surfactant (cetyltrimethylammonium bromide) and a chelating agent (citric acid), for the generation of a mesoMOF contg. a hierarchical system of mesopores interconnected with micropores.  The surfactant mols. form micelles and the chelating agent bridges the MOF and the micelles, making self-assembly and crystal growth proceed under the direction of the cooperative template.  However, when the surfactant or the chelating agent was applied individually, no mesoMOF was obtained.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1Slsr3E&md5=db7c9a5b7cdc0c01230f6291258b6fc4", "20. ", "Bradshaw", ", ", "D.", "; ", "El-Hankari", ", ", "S.", "; ", "Lupica-Spagnolo", ", ", "L.", " ", "Supramolecular Templating of Hierarchically Porous Metal–Organic Frameworks", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5431", "– ", "5443", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "20. ", "Supramolecular templating of hierarchically porous metal-organic frameworks", "Bradshaw, Darren; El-Hankari, Samir; Lupica-Spagnolo, Lucia", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5431-5443", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This tutorial review summarises recent advances in the direct supramol. templating of metal-org. frameworks (MOFs) with hierarchical porosity across the micro- and mesoporous regimes.  These are set against the important synthetic considerations that need to be addressed to ensure that strong interactions between the MOF precursors and a stable template assembly allow the highest chance of success.  The article is grouped by template type and each category is illustrated with key examples and, where reported, an evaluation of their enhanced properties arising from the hierarchical structuring of the porous networks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7bK&md5=9f2707342360b5589e10e7bf2c5aa667", "21. ", "Furukawa", ", ", "S.", "; ", "Reboul", ", ", "J.", "; ", "Diring", ", ", "S.", "; ", "Sumida", ", ", "K.", "; ", "Kitagawa", ", ", "S.", " ", "Structuring of Metal-Organic Frameworks at the Mesoscopic/Macroscopic Scale", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5700", "– ", "5734", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "Structuring of metal-organic frameworks at the mesoscopic/macroscopic scale", "Furukawa, Shuhei; Reboul, Julien; Diring, Stephane; Sumida, Kenji; Kitagawa, Susumu", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5700-5734", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The assembly of metal ions with org. ligands through the formation of coordination bonds gives cryst. framework materials, known as metal-org. frameworks (MOFs), which recently emerged as a new class of porous materials.  Besides the structural designability of MOFs at the mol. length scale, the researchers in this field very recently made important advances in creating more complex architectures at the mesoscopic/macroscopic scale, in which MOF nanocrystals were used as building units to construct higher-order superstructures.  The structuring of MOFs in such a hierarchical order certainly opens a new opportunity to improve the material performance via design of the phys. form rather than altering the chem. component.  This review highlights these superstructures and their applications by categorizing them into four dimensionalities, zero-dimensional (0D), 1-dimensional (1D), two-dimensional (2D), and three-dimensional (3D) superstructures.  Because the key issue for structuring of MOFs is to spatially control the nucleation process in desired locations, this review conceptually categorizes the available synthetic methodologies from the viewpoint of the reaction system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7bJ&md5=fc123b03795b8bc780fbaa300a8043ac", "22. ", "Abedi", ", ", "S.", "; ", "Morsali", ", ", "A.", " ", "Ordered Mesoporous Metal–Organic Frameworks Incorporated with Amorphous TiO", "2", " As Photocatalyst for Selective Aerobic Oxidation in Sunlight Irradiation", " ", "ACS Catal.", " ", "2014", ",  ", "4", ",  ", "1398", "– ", "1403", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Ordered mesoporous metal-organic frameworks incorporated with amorphous TiO2 as photocatalyst for selective aerobic oxidation in sunlight irradiation", "Abedi, Sedigheh; Morsali, Ali", "ACS Catalysis", "\r\n        (", "2014", "),\r\n    ", "4", "\r\n        (", "5", "),\r\n    ", "1398-1403", "CODEN:\r\n                ", "ACCACS", ";\r\n        ISSN:", "2155-5435", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Among the very few efforts for prepn. of stable mesoporous metal-org. frameworks (MOFs), there is no report of an additive-free example via a surfactant-assisted templating method.  On the other hand, photocatalytic aerobic oxidn. of alcs. mediated by cryst. TiO2 has been known as a green route, which has the potential to replace current technol. with transition-metal-contg. heterogeneous systems.  Here, a simple procedure for prepn. of HKUST-1 contg. ordered mesoporous domains has been developed using nonionic block copolymer in DMF as the solvent.  All materials have been thoroughly characterized by FTIR, FESEM, HRTEM, XRPD, EDS, and TG anal.  Subsequently, it has been demonstrated that incorporation of amorphous TiO2 within the prepd. mesoporous MOF could successfully develop a new type of photocatalyst system for selective aerobic oxidn. of benzylic alcs. with moderate to high yields in sunlight irradn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXlvVSjs70%253D&md5=b8b9c837756f6c2b070a821f96bc6158", "23. ", "Yue", ", ", "Y.", "; ", "Qiao", ", ", "Z. A.", "; ", "Fulvio", ", ", "P. F.", "; ", "Binder", ", ", "A. J.", "; ", "Tian", ", ", "C.", "; ", "Chen", ", ", "J.", "; ", "Nelson", ", ", "K. M.", "; ", "Zhu", ", ", "X.", "; ", "Dai", ", ", "S.", " ", "Template-Free Synthesis of Hierarchical Porous Metal–Organic Frameworks", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "9572", "– ", "9575", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Template-Free Synthesis of Hierarchical Porous Metal-Organic Frameworks", "Yue, Yanfeng; Qiao, Zhen-An; Fulvio, Pasquale F.; Binder, Andrew J.; Tian, Chengcheng; Chen, Jihua; Nelson, Kimberly M.; Zhu, Xiang; Dai, Sheng", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "26", "),\r\n    ", "9572-9575", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A template-free synthesis of a hierarchical microporous-mesoporous metal-org. framework (MOF) of zinc(II) 2,5-dihydroxy-1,4-benzenedicarboxylate (Zn-MOF-74) is reported.  The surface morphol. and porosity of the bimodal materials can be modified by etching the pore walls with various synthesis solvents for different reaction times.  This template-free strategy enables the prepn. of stable frameworks with mesopores exceeding 15 nm, which was previously unattained in the synthesis of MOFs by the ligand-extension method.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXpslCisrw%253D&md5=e9bf0481ee0fdeee5f3b7b239a662af2", "24. ", "Xuan", ", ", "W.", "; ", "Zhu", ", ", "C.", "; ", "Liu", ", ", "Y.", "; ", "Cui", ", ", "Y.", " ", "Mesoporous Metal-Organic Framework Materials", " ", "Chem. Soc. Rev.", " ", "2012", ",  ", "41", ",  ", "1677", "– ", "1695", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "24. ", "Mesoporous metal-organic framework materials", "Xuan, Weimin; Zhu, Chengfeng; Liu, Yan; Cui, Yong", "Chemical Society Reviews", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "5", "),\r\n    ", "1677-1695", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) have emerged as a new type of porous materials for diverse applications.  Most open MOFs reported to date are microporous (pore sizes <2 nm), and only a small fraction of MOFs with ordered mesoscale domains (2-50 nm) is reported.  This tutorial review covers recent advances in the field of mesoporous MOFs (mesoMOFs), including their design and synthesis, porosity activation and surface modification, and potential applications in storage and sepn., catalysis, drug delivery and imaging.  Their specificities are dependent on the pore shape, size, and chem. environments of the cages or channels.  The relationship between the structures and functions is discussed.  The future outlook for the field is discussed in the context of current challenges in applications of mesoporous materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XitFyjsL8%253D&md5=0257e302a3336ae4d3d8787e852fe3e6", "25. ", "Cao", ", ", "S.", "; ", "Gody", ", ", "G.", "; ", "Zhao", ", ", "W.", "; ", "Perrier", ", ", "S.", "; ", "Peng", ", ", "X.", "; ", "Ducati", ", ", "C.", "; ", "Zhao", ", ", "D.", "; ", "Cheetham", ", ", "A. K.", " ", "Hierarchical Bicontinuous Porosity in Metal–Organic Frameworks Templated from Functional Block Co-oligomer Micelles", " ", "Chem. Sci.", " ", "2013", ",  ", "4", ",  ", "3573", "– ", "3577", "[", "Crossref", "], [", "CAS", "]", "25. ", "Hierarchical bicontinuous porosity in metal-organic frameworks templated from functional block co-oligomer micelles", "Cao, Shuai; Gody, Guillaume; Zhao, Wei; Perrier, Sebastien; Peng, Xiaoyu; Ducati, Caterina; Zhao, Dongyuan; Cheetham, Anthony K.", "Chemical Science", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "9", "),\r\n    ", "3573-3577", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The synthesis of stable bicontinuous hierarchically porous metal-org. frameworks (MOFs) is described.  Two functional block cooligomer templates were used independently, i.e. poly(styrene)-block-poly(4-vinylpyridine) and poly(styrene)-block-poly(acrylic acid).  Two prototypical MOFs, ZIF-8 and HKUST-1, were selected to demonstrate the authors' approach.  The resulting materials resemble the microstructures of bicontinuous silica aerogels.  They exhibit interconnected porosities throughout the micro-, meso- and macro-porous regions, as shown by electron microscopy and pore size distribution analyses.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFOks7nN&md5=ebbbb3b4a2e3b6caaca1554ba7a4766d", "26. ", "Wee", ", ", "L. H.", "; ", "Wiktor", ", ", "C.", "; ", "Turner", ", ", "S.", "; ", "Vanderlinden", ", ", "W.", "; ", "Janssens", ", ", "N.", "; ", "Bajpe", ", ", "S. R.", "; ", "Houthoofd", ", ", "K.", "; ", "Van Tendeloo", ", ", "G.", "; ", "De Feyter", ", ", "S.", "; ", "Kirschhock", ", ", "C. E.", "; ", "Martens", ", ", "J. A.", " ", "Copper Benzene Tricarboxylate Metal–Organic Framework with Wide Permanent Mesopores Stabilized by Keggin Polyoxometallate Ions", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "10911", "– ", "10919", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Copper Benzene Tricarboxylate Metal-Organic Framework with Wide Permanent Mesopores Stabilized by Keggin Polyoxometallate Ions", "Wee, Lik H.; Wiktor, Christian; Turner, Stuart; Vanderlinden, Willem; Janssens, Nikki; Bajpe, Sneha R.; Houthoofd, Kristof; Van Tendeloo, Gustaaf; De Feyter, Steven; Kirschhock, Christine E. A.; Martens, Johan A.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "26", "),\r\n    ", "10911-10919", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Synthesis of cryst. porous materials offering a network of uniform micro- and mesopores remains a major scientific challenge.  One strategy is based on variation of synthesis parameters of microporous networks, such as zeolites or metal-org. frameworks (MOFs).  Here, the authors show the rational development of a hierarchical variant of the microporous cubic Cu3(BTC)2 (BTC = 1,3,5-benzenetricarboxylate) HKUST-1 MOF having strictly repetitive 5 nm wide mesopores sepd. by uniform microporous walls in a single crystal structure.  This new material coined COK-15 (COK = Centrum voor Oppervlaktechemie en Katalyse) was synthesized via a dual-templating approach.  Stability was enhanced by Keggin type phosphotungstate systematically occluded in the cavities constituting the walls between the mesopores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XotFGmu7o%253D&md5=ddd834f9f99e73d058e07ca8db18aa1b", "27. ", "Naik", ", ", "S. P.", "; ", "Chen", ", ", "J. C.", "; ", "Chiang", ", ", "A. S. T.", " ", "Synthesis of Silicalite Nanocrystals via the Steaming of Surfactant Protected Precursors", " ", "Microporous Mesoporous Mater.", " ", "2002", ",  ", "54", ",  ", "293", "– ", "303", "[", "Crossref", "], [", "CAS", "]", "27. ", "Synthesis of silicalite nanocrystals via the steaming of surfactant protected precursors", "Naik, S. P.; Chen, J. C.; Chiang, Anthony S. T.", "Microporous and Mesoporous Materials", "\r\n        (", "2002", "),\r\n    ", "54", "\r\n        (", "3", "),\r\n    ", "293-303", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A new scheme has been developed for the confined synthesis of silicalite nanocrystals.  The scheme involves (a) prepg. a clear soln. that is known to produce colloidal tetrapropylammonium (TPA)-silicalite upon extended hydrothermal reaction, (b) subjecting the soln. to hydrothermal condition but stopping before the appearance of colloidal silicalite, (c) protecting the TPA-silicalite precursor nanoparticles with cationic surfactant and collecting them as flocculated mass, and (d) converting the precursor/surfactant hybrid into nanocrystals by high temp. steaming.  It was found that an intermediate diln. during the hydrothermal step helped to delay the appearance of colloidal silicalite, and to produce more precursor nanoparticles.  A steaming temp. of 150° was also found enough to convert the collected precursor into nanocrystals.  The obtained nanocrystals, which remained after calcination at 550°, were smaller than 30 nm with good x-ray diffraction and IR crystallinity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XltFSmu7Y%253D&md5=a38fc909a3e961dba458bd65ebc0eece", "28. ", "Naik", ", ", "S. P.", "; ", "Chiang", ", ", "A. S. T.", "; ", "Thompson", ", ", "R. W.", " ", "Synthesis of Zeolitic Mesoporous Materials by Dry Gel Conversion under Controlled Humidity", " ", "J. Phys. Chem. B", " ", "2003", ",  ", "107", ",  ", "7006", "– ", "7014", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Synthesis of Zeolitic Mesoporous Materials by Dry Gel Conversion under Controlled Humidity", "Naik, Sajo P.; Chiang, Anthony S. T.; Thompson, R. W.", "Journal of Physical Chemistry B", "\r\n        (", "2003", "),\r\n    ", "107", "\r\n        (", "29", "),\r\n    ", "7006-7014", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new variation to the dry gel conversion method for the prepn. of zeolite is introduced, where the conversion to zeolite was accomplished under water vapor below the satn. condition.  The dry gel was made either by vacuum concn. or by surfactant flocculation from a silica precursor sol after the preliminary hydrothermal step.  Depending of the humidity under which the conversion took place, mesoporous structures with varying MFI crystallinity, BET, and cryst. external surface areas were produced.  The effects of precursor prepn. and surfactant flocculation conditions on mesoporosity and crystallinity of the final product, as well as the steam stability of the product, were also investigated.  The approach could find general application in the synthesis of other zeolites as well as metal oxides.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXkvVahs7c%253D&md5=eccdcfb80a5dfd1262bdc8eeb42c9357", "29. ", "Sakthivel", ", ", "A.", "; ", "Iida", ", ", "A.", "; ", "Komura", ", ", "K.", "; ", "Sugi", ", ", "Y.", "; ", "Chary", ", ", "K. V. R.", " ", "Nanosized β-zeolites with Tunable Particle Sizes: Synthesis by the Dry Gel Conversion (DGC) Method in the Presence of Surfactants, Characterization and Catalytic Properties", " ", "Microporous Mesoporous Mater.", " ", "2009", ",  ", "119", ",  ", "322", "– ", "330", "[", "Crossref", "], [", "CAS", "]", "29. ", "Nanosized β-zeolites with tunable particle sizes: Synthesis by the dry gel conversion (DGC) method in the presence of surfactants, characterization and catalytic properties", "Sakthivel, Ayyamperumal; Iida, Akira; Komura, Kenichi; Sugi, Yoshihiro; Chary, Komandur V. R.", "Microporous and Mesoporous Materials", "\r\n        (", "2009", "),\r\n    ", "119", "\r\n        (", "1-3", "),\r\n    ", "322-330", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "Nanosized β-zeolites were synthesized using the dry gel conversion (DGC) method with tetraethylammonium hydroxide (TEAOH) as a structure-directing agent (SDA) in the presence of the surfactants: cetyltrimethylammonium bromide (CTMABr), chloride (CTMACl) and hydroxide (CTMAOH).  The presence of the surfactant in the synthesis gel creates a confined environment and controls the formation of nanosized β-zeolites with SiO2/Al2O3 ratios of 25-200.  The β-zeolites have uniform particle sizes of 35-60 nm with large BET and external surface areas.  The particle size of the β-zeolites depends on the concn. and type of counter-anion of the surfactant used.  The catalytic properties of nanosized β-zeolites, mainly concerning the role of internal and external acid sites, were evaluated by the isomerization/cracking of hexane and phenol alkylation with 1-octene.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXptlylsg%253D%253D&md5=918ba5f7f70520312ed2f43436ad072d", "30. ", "Taylor", ", ", "K. M.", "; ", "Jin", ", ", "A.", "; ", "Lin", ", ", "W.", " ", "Surfactant-Assisted Synthesis of Nanoscale Gadolinium Metal–Organic Frameworks for Potential Multimodal Imaging", " ", "Angew. Chem., Int. Ed. Engl.", " ", "2008", ",  ", "47", ",  ", "7722", "– ", "7725", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "30. ", "Surfactant-assisted synthesis of nanoscale gadolinium metal-organic frameworks for potential multimodal imaging", "Taylor Kathryn M L; Jin Athena; Lin Wenbin", "Angewandte Chemie (International ed. in English)", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "40", "),\r\n    ", "7722-5", "\r\n        ISSN:", ".\r\n    ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD1cnjsFWhtQ%253D%253D&md5=b42f441110521e91e9c970dcdb370fdf", "31. ", "Ma", ", ", "M.", "; ", "Zacher", ", ", "D.", "; ", "Zhang", ", ", "X.", "; ", "Fischer", ", ", "R. A.", "; ", "Metzler-Nolte", ", ", "N.", " ", "A Method for the Preparation of Highly Porous, Nanosized Crystals of Isoreticular Metal–Organic Frameworks", " ", "Cryst. Growth Des.", " ", "2011", ",  ", "11", ",  ", "185", "– ", "189", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "A Method for the Preparation of Highly Porous, Nanosized Crystals of Isoreticular Metal-Organic Frameworks", "Ma, Mingyan; Zacher, Denise; Zhang, Xiaoning; Fischer, Roland A.; Metzler-Nolte, Nils", "Crystal Growth & Design", "\r\n        (", "2011", "),\r\n    ", "11", "\r\n        (", "1", "),\r\n    ", "185-189", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors describe a general method for the controlled synthesis of nanosized isoreticular metal-org. framework (IRMOF-n) crystals, which for the 1st time combine good monodispersity and crystallinity.  Nano-IRMOF-1 and -3 crystals are produced as examples.  TEM and SEM micrographs show nanocrystals with regular shape and uniform size of 200-300 nm.  While powder x-ray diffraction data show a high degree of crystallinity, the BET surface area of the nano-IRMOF-1 crystals of ∼3000 m2/g demonstrates the large internal pore vol.  The nanocrystal growth mechanism under the assistance of hexadecyltrimethylammonium bromide (CTAB) as surfactant was studied by systematically changing the parameters of the prepn.  The influence of each step in the prepn. could be explained, and a rational synthesis protocol was thus obtained.  Thereby, this work provides access to much-desired but difficult to obtain high-quality nano-MOF crystals through an optimized and rational synthesis.  Also, the synthesis principles outlined herein should be transferable to other nanoporous materials with related growth mechanisms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVGktrbN&md5=6bb5ff56faffcda23aca18b95e4216ee", "32. ", "Pan", ", ", "Y.", "; ", "Heryadi", ", ", "D.", "; ", "Zhou", ", ", "F.", "; ", "Zhao", ", ", "L.", "; ", "Lestari", ", ", "G.", "; ", "Su", ", ", "H.", "; ", "Lai", ", ", "Z.", " ", "Tuning the Crystal Morphology and Size of Zeolitic Imidazolate Framework-8 in Aqueous Solution by Surfactants", " ", "CrystEngComm", " ", "2011", ",  ", "13", ",  ", "6937", "– ", "6940", "[", "Crossref", "], [", "CAS", "]", "32. ", "Tuning the crystal morphology and size of zeolitic imidazolate framework-8 in aqueous solution by surfactants", "Pan, Yichang; Heryadi, Dodi; Zhou, Feng; Zhao, Lan; Lestari, Gabriella; Su, Haibin; Lai, Zhiping", "CrystEngComm", "\r\n        (", "2011", "),\r\n    ", "13", "\r\n        (", "23", "),\r\n    ", "6937-6940", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Reported is a facile prepn. method using surfactant CTAB as a capping agent for controlling the crystal size and morphol. of zeolitic imidazolate framework-8 (ZIF-8) crystals in aq. systems.  The particle sizes can be precisely adjusted from ca. 100 nm to 4 μm, and the morphol. can be changed from truncated cubic to rhombic dodecahedron.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVKgsbzE&md5=2e66894f1f1a95a8ec1d1829caf0bf2e", "33. ", "Peng", ", ", "L.", "; ", "Zhang", ", ", "J.", "; ", "Li", ", ", "J.", "; ", "Han", ", ", "B.", "; ", "Xue", ", ", "Z.", "; ", "Yang", ", ", "G.", " ", "Surfactant-Directed Assembly of Mesoporous Metal–Organic Framework Nanoplates in Ionic Liquids", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "8688", "– ", "8690", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "33. ", "Surfactant-directed assembly of mesoporous metal-organic framework nanoplates in ionic liquids", "Peng, Li; Zhang, Jianling; Li, Jianshen; Han, Buxing; Xue, Zhimin; Yang, Guanying", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "69", "),\r\n    ", "8688-8690", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Mesoporous MOF nanoplates were formed in surfactant-IL solns.  This method is simple, requires less energy, and is environmental friendly, and can be easily applied to the synthesis of other MOFs with different morphologies and porosities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFChurbL&md5=e3b0e373456dc246a7c963282cb0ab19", "34. ", "Sarawade", ", ", "P.", "; ", "Tan", ", ", "H.", "; ", "Polshettiwar", ", ", "V.", " ", "Shape- and Morphology-Controlled Sustainable Synthesis of Cu, Co, and In Metal Organic Frameworks with High CO", "2", " Capture Capacity", " ", "ACS Sustainable Chem. Eng.", " ", "2012", ",  ", "1", ",  ", "66", "– ", "74", "There is no corresponding record for this reference.", "35. ", "Ahmed", ", ", "I.", "; ", "Jeon", ", ", "J.", "; ", "Khan", ", ", "N. A.", "; ", "Jhung", ", ", "S. H.", " ", "Synthesis of a Metal–Organic Framework, Iron-Benezenetricarboxylate, from Dry Gels in the Absence of Acid and Salt", " ", "Cryst. Growth Des.", " ", "2012", ",  ", "12", ",  ", "5878", "– ", "5881", "[", "ACS Full Text ", "], [", "CAS", "]", "35. ", "Synthesis of a Metal-Organic Framework, Iron-Benezenetricarboxylate, from Dry Gels in the Absence of Acid and Salt", "Ahmed, Imteaz; Jeon, Jaewoo; Khan, Nazmul Abedin; Jhung, Sung Hwa", "Crystal Growth & Design", "\r\n        (", "2012", "),\r\n    ", "12", "\r\n        (", "12", "),\r\n    ", "5878-5881", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A nanoporous metal-org. framework (MIL-100(Fe)) was synthesized by dry gel conversion for the first time from metallic iron and trimesic acid in the absence of any acid (excluding org. linker), salt, or fluoride.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1Gitr%252FM&md5=7ff9dffd80c62fa1280d81d00ba40a6e", "36. ", "Shi", ", ", "Q.", "; ", "Chen", ", ", "Z.", "; ", "Song", ", ", "Z.", "; ", "Li", ", ", "J.", "; ", "Dong", ", ", "J.", " ", "Synthesis of ZIF-8 and ZIF-67 by Steam-Assisted Conversion and an Investigation of Their Tribological Behaviors", " ", "Angew. Chem., Int. Ed. Engl.", " ", "2011", ",  ", "50", ",  ", "672", "– ", "675", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "36. ", "Synthesis of ZIF-8 and ZIF-67 by steam-assisted conversion and an investigation of their tribological behaviors", "Shi Qi; Chen Zhaofeng; Song Zhengwei; Li Jinping; Dong Jinxiang", "Angewandte Chemie (International ed. in English)", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "3", "),\r\n    ", "672-5", "\r\n        ISSN:", ".\r\n    ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3M7gs1KksA%253D%253D&md5=9c67721058346b2d6807abdc862a0f54", "37. ", "Sang", ", ", "L.", "; ", "Zhao", ", ", "Y.", "; ", "Burda", ", ", "C.", " ", "TiO", "2", " Nanoparticles as Functional Building Blocks", " ", "Chem. Rev.", " ", "2014", ",  ", "114", ",  ", "9283", "– ", "9318", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "TiO2 Nanoparticles as Functional Building Blocks", "Sang, Lixia; Zhao, Yixin; Burda, Clemens", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2014", "),\r\n    ", "114", "\r\n        (", "19", "),\r\n    ", "9283-9318", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors show why TiO2 nanoparticles are central for the development of future designer materials involving titania, how they are currently grown and incorporated, and how material properties are affected by TiO2 nanoparticles.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXotFOhur8%253D&md5=62a2fecbbd56efeb17c0bef7847d1ea7", "38. ", "Wright", ", ", "D. A.", "; ", "Williams", ", ", "D. A.", " ", "The Crystal and Molecular Structure of Titanium Tetramethoxide", " ", "Acta Crystallogr.", " ", "1968", ",  ", "B24", ",  ", "1107", "– ", "1114", "[", "Crossref", "]", "There is no corresponding record for this reference.", "39. ", "Boyle", ", ", "T. J.", "; ", "Tyner", ", ", "R. P.", "; ", "Alam", ", ", "T. M.", "; ", "Scott", ", ", "B. L.", "; ", "Ziller", ", ", "J. W.", "; ", "Potter", ", ", "B. G.", ", ", " Jr.", " ", "Implications for the Thin-Film Densification of TiO", "2", " from Carboxylic Acid-Modified Titanium Alkoxides. Syntheses, Characterizations, X-ray Structures of Ti", "3", "(μ", "3", "-O)(O", "2", "CH)", "2", "(ONep)", "8", ", Ti", "3", "(μ", "3", "-O)(O", "2", "CMe)", "2", "(ONep)", "8", ", Ti", "6", " (μ", "3", "-O)", "6", "(O", "2", "CCHMe", "2", ")", "6", "(ONep)", "6", ", [Ti(μ-O", "2", "CCMe", "3", ")(ONep)", "3", "]", "2", ", and Ti", "3", "(μ", "3", "-O)(O", "2", "CCH", "2", "CMe", "3", ")", "2", "(ONep)", "8", " (ONep = OCH", "2", "CMe", "3", ")", " ", "J. Am. Chem. Soc.", " ", "1999", ",  ", "121", ",  ", "12104", "– ", "12112", "[", "ACS Full Text ", "], [", "CAS", "]", "39. ", "Implications for the Thin-Film Densification of TiO2 from Carboxylic Acid-Modified Titanium Alkoxides. Syntheses, Characterizations, X-ray Structures of Ti3(μ3-O)(O2CH)2(ONep)8, Ti3(μ3-O)(O2CMe)2(ONep)8, Ti6(μ3-O)6(O2CCHMe2)6(ONep)6, [Ti(μ-O2CCMe3)(ONep)3]2, and Ti3(μ3-O)(O2CCH2CMe3)2(ONep)8 (ONep = OCH2CMe3)", "Boyle, Timothy J.; Tyner, Ryan P.; Alam, Todd M.; Scott, Brian L.; Ziller, Joseph W.; Potter, B. G., Jr.", "Journal of the American Chemical Society", "\r\n        (", "1999", "),\r\n    ", "121", "\r\n        (", "51", "),\r\n    ", "12104-12112", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Carboxylic acid (HORc)-modified Ti(OR)4 products were used to study the effect that similarly ligated species with substantially varied structures have on the final densification of the resultant ceramic (in this case TiO2).  The 1:1 stoichiometric products isolated from the reactions of [Ti(μ-ONep)(ONep)3]2 (1, ONep = OCH2CMe3) and a variety of sterically hindered carboxylic acids [HORc: HOFc (HO2CH), HOAc (HO2CCH3), HOPc (HO2CCHMe2), HOBc (HO2CCMe3), or HONc (HO2CCH2CMe3)] were identified by single-crystal x-ray diffraction and solid-state 13C MAS NMR spectroscopy as Ti3(μ3-O)(OFc)2(ONep)8 (2), Ti3(μ3-O)(OAc)2(ONep)8 (3), Ti6(μ3-O)6(OPc)6(ONep)6 (4), Ti2(μ-OBc)2(ONep)6 (5), and Ti3(μ3-O)(ONc)2(ONep)8 (6).  Compds. 2, 3, and 6 adopt a triangular arrangement of Ti atoms linked by a μ3-oxide moiety with ORc and ONep ligands supporting the basic framework.  Compd. 4 adopts a distorted, hexagon-prism geometry of two offset [Ti-O-]3 rings with each six-coordinated metal possessing a terminal ONep and two monodentate OPc ligands.  The unique, nonesterified product 5 is dimeric with two μ-ONep, two unidentate bridging OBc, and two terminal ONep ligands.  The soln. behaviors of 2-6 were studied by NMR expts. and retain the solid-state structure in soln. with a great deal of ligand rearrangement.  Films of TiO2 were made from redissolved crystals of 2-6.  The highest d. TiO2 thin films were derived from the partially hydrolyzed, trinuclear, low-carbon-contg. ONep complexes 2 and 3, as detd. from ellipsometric data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXnslensbg%253D&md5=da57adf6bbf12b258761eedaa8defbd1", "40. ", "Matsukata", ", ", "M.", "; ", "Ogura", ", ", "M.", "; ", "Osaki", ", ", "T.", "; ", "Hari Prasad Rao", ", ", "P. R.", "; ", "Nomura", ", ", "M.", "; ", "Kikuchi", ", ", "E.", " ", "Conversion of Dry Gel to Microporous Crystals in Gas Phase", " ", "Top. Catal.", " ", "1999", ",  ", "9", ",  ", "77", "– ", "92", "[", "Crossref", "], [", "CAS", "]", "40. ", "Conversion of dry gel to microporous crystals in gas phase", "Matsukata, Masahiko; Ogura, Masaru; Osaki, Takayuki; Raja, Poladi; Rao, Hari Prasad; Nomura, Mikihiro; Kikuchi, Eiichi", "Topics in Catalysis", "\r\n        (", "1999", "),\r\n    ", "9", "\r\n        (", "1,2", "),\r\n    ", "77-92", "CODEN:\r\n                ", "TOCAFI", ";\r\n        ISSN:", "1022-5528", ".\r\n    \r\n            (", "Baltzer Science Publishers", ")\r\n        ", "A review with >62 refs.  Recently the dry gel conversion (DGC) technique, where a hydrogel is dried and the resultant dry gel is converted into microporous crystals in steam or in a mixed vapor of steam and org. structure-directing agents (SDAs), was developed.  A wide variety of microporous crystals, pure SiO2 microporous crystals, aluminosilicates, metallosilicates, and aluminophosphates, can be synthesized using the DGC method.  Remarkable results are reported in the synthesis of BEA type zeolites, aluminosilicate, titaniumsilicate, zincosilicate, and borosilicate with BEA topol., using Et4NOH, a com. available SDA.  Also zeolite OU-1, probably analogous to SSZ-31 and NCL-1, is formed via phase transformation from BEA.  Dense zeolite coatings like membranes are possible using this method.  Characteristics of the DGC method are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXns1emtbY%253D&md5=630bc50d5721f57c9a3a21b5408610e5", "41. ", "Neumann", ", ", "G. T.", "; ", "Hicks", ", ", "J. C.", " ", "Dual Roles of Steam in the Dry Gel Synthesis of Mesoporous ZSM-5", " ", "Cryst. Growth Des.", " ", "2013", ",  ", "13", ",  ", "1535", "– ", "1542", "[", "ACS Full Text ", "], [", "CAS", "]", "41. ", "Dual Roles of Steam in the Dry Gel Synthesis of Mesoporous ZSM-5", "Neumann, Gregory T.; Hicks, Jason C.", "Crystal Growth & Design", "\r\n        (", "2013", "),\r\n    ", "13", "\r\n        (", "4", "),\r\n    ", "1535-1542", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Mesoporous HZSM-5 was synthesized with a SiO2/Al2O3 ratio of 100 using a steam-assisted crystn. method.  The resulting material was characterized by N2 physisorption, powder x-ray diffraction, focused ion beam-SEM, energy dispersive X-ray anal., X-ray photoelectron spectrometer (XPS) depth profiling, NH3-temp. programmed desorption (TPD), pyridine-TPD, and collidine-TPD.  Crystn. time was varied to det. the effect on material phys. properties, total acidity, accessible acid sites, and aluminum distribution within the zeolite particles.  The Barrett, Joyner, and Halenda mesopore vols., Brunauer, Emmett, and Teller surface areas, and total pore vols. decreased with longer crystn. times, while the mesopore sizes increased with time.  At prolonged crystn. time, the material underwent dealumination via steam etching followed by reforming of material, thus blocking accessibility to the mesopores.  The total acidity was optimized at 18 h of crystn. time.  In addn. to total acidity, the ratio of external and mesoporous acid sites to total acid sites decreased with increased crystn. time.  Although a relatively uniform distribution of Al was obsd. across the center of the 18 h particles, XPS depth profiling showed an enrichment of aluminum on the outer shell of all HZSM-5 particles (aluminum zoning) with this steam-assisted crystn. method.  Thus, crystn. time should be strongly monitored when using this dry-gel synthesis method with soft templates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXisV2hsb0%253D&md5=82aba3515640855da87971555023dc5c", "42. ", "Liu", ", ", "Z.", "; ", "Crumbaugh", ", ", "G. M.", "; ", "Davis", ", ", "R. J.", " ", "Effect of Structure and Composition on Epoxidation of Hexene Catalyzed by Microporous and Mesoporous Ti-Si Mixed Oxides", " ", "J. Catal.", " ", "1996", ",  ", "159", ",  ", "83", "– ", "89", "[", "Crossref", "], [", "CAS", "]", "42. ", "Effect of structure and composition on epoxidation of hexene catalyzed by microporous and mesoporous Ti-Si mixed oxides", "Liu, Zhufang; Crumbaugh, Gretchen M.; Davis, Robert J.", "Journal of Catalysis", "\r\n        (", "1996", "),\r\n    ", "159", "\r\n        (", "1", "),\r\n    ", "83-9", "CODEN:\r\n                ", "JCTLA5", ";\r\n        ISSN:", "0021-9517", ".\r\n    \r\n            (", "Academic", ")\r\n        ", "A series of microporous titania-silica mixed oxides were characterized and tested as catalysts for the liq.-phase epoxidn. of 1-hexene with t-Bu hydroperoxide.  Results from 29Si MAS NMR spectroscopy verified results from earlier characterization studies that indicated cohydrolysis of alkoxide precursors produced well-mixed oxide samples.  The catalytic activity of the samples for hexene epoxidn. at 353 K increased with increasing silica content.  Since the fraction of tetrahedral Ti atoms in the samples also increased with silica content, the active site for the reaction is proposed to be a tetrahedrally coordinated Ti atom in a silica matrix.  Polar solvents like water, acetone, and methanol inhibited the peroxidn. reaction.  To investigate the effect of pore size on activity, mesoporous Ti-Si mixed oxides analogous to MCM-41 were synthesized.  The mesoporous samples were the most active and selective catalysts for epoxidn. with TBHP, presumably due to the ease of access of the reactants to the active Ti sites.  Results from EXAFS and UV reflectance spectroscopy indicated that Ti atoms in the mesoporous mixed oxides are tetrahedrally coordinated to oxygen atoms with the same Ti-O bond distance as TS-1.  However, the activities of our mesoporous samples are orders of magnitude lower than that of TS-1 for hexene epoxidn. with aq. hydrogen peroxide.  Lower hydrophobicity of a silica mesopore (2-4 nm) compared to a TS-1 micropore (0.6 nm) may account for the difference in activity obsd. in reactions with aq. hydrogen peroxide.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28Xitlyltro%253D&md5=659954d9cc49ae02f3a15fda816a54d6", "43. ", "Kim", ", ", "T.-W.", "; ", "Kim", ", ", "M.-J.", "; ", "Kleitz", ", ", "F.", "; ", "Nair", ", ", "M. M.", "; ", "Guillet-Nicolas", ", ", "R.", "; ", "Jeong", ", ", "K.-E.", "; ", "Chae", ", ", "H.-J.", "; ", "Kim", ", ", "C.-U.", "; ", "Jeong", ", ", "S.-Y.", " ", "Tailor-Made Mesoporous Ti-SBA-15 Catalysts for Oxidative Desulfurization of Refractory Aromatic Sulfur Compounds in Transport Fuel", " ", "ChemCatChem.", " ", "2012", ",  ", "4", ",  ", "687", "– ", "697", "[", "Crossref", "], [", "CAS", "]", "43. ", "Tailor-Made Mesoporous Ti-SBA-15 Catalysts for Oxidative Desulfurization of Refractory Aromatic Sulfur Compounds in Transport Fuel", "Kim, Tae-Wan; Kim, Min-Ji; Kleitz, Freddy; Nair, Mahesh Muraleedharan; Guillet-Nicolas, Remy; Jeong, Kwang-Eun; Chae, Ho-Jeong; Kim, Chul-Ung; Jeong, Soon-Yong", "ChemCatChem", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "5", "),\r\n    ", "687-697", "CODEN:\r\n                ", "CHEMK3", ";\r\n        ISSN:", "1867-3880", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "We propose large-pore titanium-contg. organosilylated mesoporous silica (Ti-SBA-15) as a highly efficient catalyst for the oxidative desulfurization (ODS) of refractory arom. sulfur compds. with the aim to produce ultra-low sulfur diesel.  To achieve this, we synthesized a series of mesoporous Ti-SBA-15 catalysts according to a new procedure.  The procedure is based on the controlled grafting of titanium chelates on SBA-15 silica at low temps. (5 °C).  This specific synthesis procedure ensured a high dispersion of the required 4-coordinate tetrahedral Ti4+ sites located on the mesopore surface.  To substantiate the influence of the titanium content and mesopore size on the ODS performance of the catalysts, the parameters were varied in the range of 0.7 to 4.7 mol % (Si/Ti) and 5.1 to 9.0 nm, resp.  The resulting Ti-SBA-15 catalysts were then tested in the oxidative desulfurization (ODS) of model sulfur-contg. compds. in the presence of cumene hydroperoxide (CHP) as the org. oxidant.  The ODS of a real industrial diesel fuel was also carried out in a continuous fixed bed reactor with the same Ti-SBA-15 catalysts and CHP.  The catalytic results revealed that the Ti-SBA-15 catalysts with the largest pore sizes (>7.3 nm) and highest Ti contents (>2.8 mol %) were highly active catalysts for ODS reactions.  Moreover, the catalysts with large pores and high Ti loadings appeared to be stable for over 30 h and were far less prone to deactivation than their equiv. Ti-SBA-15 samples with smaller pore diams. and lower Ti contents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xjt1yhsrk%253D&md5=c11d5ef9af8b950d6d6597b89e6368cb", "44. ", "Peralta", ", ", "D.", "; ", "Chaplais", ", ", "G.", "; ", "Simon-Masseron", ", ", "A.", "; ", "Barthelet", ", ", "K.", "; ", "Pirngruber", ", ", "G. D.", " ", "Metal–Organic Framework Materials for Desulfurization by Adsorption", " ", "Energy Fuels", " ", "2012", ",  ", "26", ",  ", "4953", "– ", "4960", "[", "ACS Full Text ", "], [", "CAS", "]", "44. ", "Metal-Organic Framework Materials for Desulfurization by Adsorption", "Peralta, David; Chaplais, Gerald; Simon-Masseron, Angelique; Barthelet, Karin; Pirngruber, Gerhard D.", "Energy & Fuels", "\r\n        (", "2012", "),\r\n    ", "26", "\r\n        (", "8", "),\r\n    ", "4953-4960", "CODEN:\r\n                ", "ENFUEM", ";\r\n        ISSN:", "0887-0624", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Current European regulations limit the sulfur content of gasoline to 10 ppmw.  Such deep desulfurization levels can be achieved by catalytic hydrodesulfurization processes, but they are accompanied by excessive H2 consumption for unwanted side reactions, in particular, for the hydrogenation of olefins.  Selective adsorption constitutes an attractive alternative to catalytic desulfurization.  The main challenge is to find adsorbents able to remove the sulfur compds. with very high selectivity from a complex mixt. of paraffins, naphthenes, olefins, and arom. compds.  In the present contribution we present the screening of a large no. of metal-org. frameworks (MOFs) for this purpose, using batch adsorption expts.  For the two most promising structures (HKUST-1 and CPO-27-Ni, two cus-MOFs, i.e., with coordinatively unsatd. sites), the dynamic behavior, the impact of a model nitrogen-contg. compd. (pyridine) on the adsorption properties, as well as the regenerability were also evaluated by breakthrough expts.  The good results obtained in purifn. of our model feeds incited us to perform measurements with a real gasoline feed using batch measurements.  The feasibility of adsorptive desulfurization of gasoline using MOFs is discussed on the basis of these results.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xpslyqu7g%253D&md5=6ded67f37fbd8afef35f71da12e9d867", "45. ", "Wu", ", ", "L.", "; ", "Xiao", ", ", "J.", "; ", "Wu", ", ", "Y.", "; ", "Xian", ", ", "S.", "; ", "Miao", ", ", "G.", "; ", "Wang", ", ", "H.", "; ", "Li", ", ", "Z.", " ", "A Combined Experimental/Computational Study on the Adsorption of Organosulfur Compounds Over Metal–Organic Frameworks From Fuels", " ", "Langmuir", " ", "2014", ",  ", "30", ",  ", "1080", "– ", "1088", "[", "ACS Full Text ", "], [", "CAS", "]", "45. ", "A Combined Experimental/Computational Study on the Adsorption of Organosulfur Compounds over Metal-Organic Frameworks from Fuels", "Wu, Luoming; Xiao, Jing; Wu, Ying; Xian, Shikai; Miao, Guang; Wang, Haihui; Li, Zhong", "Langmuir", "\r\n        (", "2014", "),\r\n    ", "30", "\r\n        (", "4", "),\r\n    ", "1080-1088", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This work investigates the adsorption of organosulfur compds. in model fuels over metal-org. frameworks (MOFs) using a combined exptl./computational approach.  Adsorption isotherms of three MOFs, MIL-101(Cr), MIL-100(Fe), and Cu-BTC, follow the Langmuir isotherm models, and Cu-BTC shows the highest adsorption capacity for both dibenzothiophene (DBT) and 4,6-dimethyldibenzothiophene (4,6-DMDBT), ascribing to the highest d. of adsorption sites and fairly strong adsorption sites on Cu-BTC.  Exptl. results show adsorption selectivity of various compds. in model fuels follows the order of quinoline (Qu) > indole (In) > DBT > 4,6-DMDBT > naphthalene (Nap), which is consistent with the order of calcd. binding energies.  Adsorption capacities of thiophenic compds. decrease significantly with the introduction of Qu, In, or water due to their strong competitive adsorptions over the coordinatively unsatd. Cu sites on Cu-BTC.  The binding energies of Qu, In, H2O, and DBT are calcd. as -56.04, -41.01, -50.27, and -27.52 kJ/mol, resp.  The exptl. and computational results together suggest that the adsorption strength of thiophenic compds. over Cu-BTC is dominated by the interaction of both the conjugated π system (π-M) and the lone pair of electrons on sulfur atom (σ-M) of thiophenes, with the coordinatively unsatd. sites (CUS) on Cu-BTC.  Alkyl groups on 4- and/or 6-positions of thiophenic compds. function as both electron donor to increase π-M interaction and steric inhibitor to decrease σ-M interaction.  MOFs with strong and highly dense CUS can be promising materials for ADS of fuels.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXpt1Ohuw%253D%253D&md5=6dfa2d4e1d1a3d749b9cf294c34bb05c", "46. ", "Zeng", ", ", "Y.", "; ", "Ju", ", ", "S.", " ", "Adsorption of Thiophene and Benzene in Sodium-Exchanged MFI- and MOR-Type Zeolites: A Molecular Simulation Study", " ", "Sep. Purif. Technol.", " ", "2009", ",  ", "67", ",  ", "71", "– ", "78", "[", "Crossref", "], [", "CAS", "]", "46. ", "Adsorption of thiophene and benzene in sodium-exchanged MFI- and MOR-type zeolites: A molecular simulation study", "Zeng, Yongping; Ju, Shengui", "Separation and Purification Technology", "\r\n        (", "2009", "),\r\n    ", "67", "\r\n        (", "1", "),\r\n    ", "71-78", "CODEN:\r\n                ", "SPUTFP", ";\r\n        ISSN:", "1383-5866", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The Grand Canonical ensemble Monte Carlo (GCMC) simulations were performed for studying the adsorption of thiophene and benzene in MFI- and MOR-type zeolites with various non-framework sodium atoms and framework aluminum densities.  The computed adsorption isotherms are in good agreement with those obtained exptl.  The densities of the sodium and aluminum atoms in zeolite have a large influence on adsorption of thiophene and benzene.  The GCMC simulations provide a better understanding of the effect of non-framework sodium atoms on the selective adsorption of binary mixts. of thiophene and benzene by these zeolite structures.  The results show that increase of the non-framework sodium d. in MFI-type zeolites increasingly blocks the intersections and thereby decreases the selectivity of MFI-type zeolites for adsorption of thiophene.  By contrast, increasing the non-framework sodium d. in MOR-type zeolites increases the no. of sites favorable for adsorption of thiophene.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXltl2ksbs%253D&md5=eb0f05aabc3e5baeaf53c4a0f1e032c2", "47. ", "Parrillo", ", ", "D. J.", "; ", "Lee", ", ", "C.", "; ", "Gorte", ", ", "R. J.", " ", "Heats of Adsorption for Ammonia and Pyridine in H-ZSM-5: Evidence for Identical Brønsted-Acid Sites", " ", "Appl. Catal., A", " ", "1994", ",  ", "110", ",  ", "67", "– ", "74", "[", "Crossref", "], [", "CAS", "]", "47. ", "Heats of adsorption for ammonia and pyridine in H-ZSM-5: evidence for identical Bronsted-acid sites", "Parrillo, D. J.; Lee, C.; Gorte, R. J.", "Applied Catalysis, A:  General", "\r\n        (", "1994", "),\r\n    ", "110", "\r\n        (", "1", "),\r\n    ", "67-74", "CODEN:\r\n                ", "ACAGE4", ";\r\n        ISSN:", "0926-860X", ".\r\n    ", "The authors used microcalorimetry to examine the stoichiometric adsorption complexes formed by NH3 and pyridine at the Broensted acid sites in 3 samples of HZSM 5 which vary widely in Al content and synthesis methods.  The heats of adsorption for both NH3 and pyridine are const. up to a coverage of 1 mol./Al, independent of Si/Al ratio, with values of 145 kJ/mol for NH3 and 200 ± 5 kJ/mol for pyridine.  These results suggest that the Broensted acid sites in unsteamed HZSM 5 are independent of sample and equal in concn. to the framework Al content.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXit1OqtbY%253D&md5=fd7fbbeec33b8360d13cf14d8ee66ba9"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-9/am508799d/20150305/images/small/am-2014-08799d_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-9/am508799d/20150305/images/small/am-2014-08799d_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-9/am508799d/20150305/images/small/am-2014-08799d_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-9/am508799d/20150305/images/small/am-2014-08799d_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-9/am508799d/20150305/images/small/am-2014-08799d_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-9/am508799d/20150305/images/small/am-2014-08799d_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-9/am508799d/20150305/images/small/am-2014-08799d_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-9/am508799d/20150305/images/small/am-2014-08799d_0007.gif\">"]}
