{"title": ["Understanding the H", " Sorption Trends in the M-MOF-74 Series (M = Mg, Ni, Co, Zn)"], "authors": ["Tony Pham", "Katherine A. Forrest", "Rahul Banerjee", "Gisela Orcajo", "Juergen Eckert", "Brian Space"], "doi": ["10.1021/jp510253m"], "abstract": ["Electronic structure calculations and simulations of H", " sorption were performed in four members of the M-MOF-74 series: Mg-MOF-74, Ni-MOF-74, Co-MOF-74, and Zn-MOF-74. Notable differences were observed in the partial charge and polarizability of the metal ions derived from the electronic structure calculations. The modeling parameters obtained from the electronic structure calculations were found to influence certain features in the experimentally observed H", " sorption trends in the M-MOF-74 series. The simulations were performed with the inclusion of explicit many-body polarization, which was required to reproduce the experimental H", " sorption observables (i.e., sorption isotherms and isosteric heats of adsorption (", ")) and the H", "–metal interaction in all four MOFs using classical molecular simulation. Consistent with experimental measurements, the simulations captured the following trend for the H", "–metal interaction strength: Ni-MOF-74 > Co-MOF-74 > Mg-MOF-74 > Zn-MOF-74. The calculations revealed that stronger H", "–metal interactions within the M-MOF-74 series corresponded to shorter H", "–metal distances and higher induced dipoles on the metal-sorbed H", " molecules. In addition, it was observed that there was a strong correlation between the H", "–metal interaction and the polarization contribution. Although Mg-MOF-74 has the highest calculated partial charge for the metal ion within the series, the Mg", " ion has a very low polarizability compared to the other M", " ions; this explains why the H", "–metal interaction in this MOF is weaker compared to those for Ni-MOF-74 and Co-MOF-74. The sterics interactions, reflected in the crystal structure for all four MOFs, also played a role for the observed H", " sorption trends. Zn-MOF-74 has the lowest H", " uptakes and ", " within the series due to an unfavorable geometric environment for the Zn", " ions within the ZnO", " clusters. Lastly, the two-dimensional quantum rotational levels were calculated for the H", "–metal interaction in all four MOFs using the potential energy function employed herein and the calculated transitions were in good agreement with the corresponding peaks that were observed in the experimental inelastic neutron scattering (INS) spectra for the respective MOFs. This observation serves both to provide atomistic resolution to the spectroscopic experiments and to validate the molecular force field."], "text": ["Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusion", "References", "I Introduction", "Metal–organic frameworks (MOFs) are crystalline materials that have been shown to be one of the most promising candidates for applications in H", "2", " storage.", "(1-3)", " Consisting of metal ions coordinated to organic ligands, resulting in a porous three-dimensional structure, MOFs have the ability to effectively store H", "2", " molecules within the pores. They also have the ability to release the H", "2", " molecules freely through adjustments in thermodynamic conditions (e.g., decreasing the pressure or contact with a large reservior). Indeed, H", "2", " sorption in MOFs is characterized as physisorption, for which the typical interaction energy between the sorbate molecules and the material ranges from 5 to 50 kJ mol", "–1", ". In addition, MOFs are highly tunable as a number of different structures can be synthesized or envisioned by substituting the metal ion and/or ligand. It is for these reasons that MOFs have advantages over competing materials, such as zeolites, activated carbons, and metal hydrides for H", "2", " storage applications. In order to use H", "2", " as a fuel source in vehicles, high H", "2", " uptake at room temperature and moderate pressures is required in a storage medium. In addition, a H", "2", " adsorption enthalpy within the range 15–30 kJ mol", "–1", " has been proposed as desirable/aspirational for room temperature H", "2", " storage in porous materials.", "(4, 5)", "The M-MOF-74 series is one of the most popular classes of MOFs that exist in the MOF literature.", "(6-18)", " These MOFs are synthesized by combining M", "2+", " ions with 2,5-dioxido-1,4-benzenedicarboxylate (dobdc) ligands. The resulting framework consists of a honeycomb-like structure with a pore diameter of nearly 12 Å (Figure ", "1", "). Different variants of this series of MOFs have been synthesized through changing the M", "2+", " ion. Metal ions such as Mg", "2+", ", Ni", "2+", ", Co", "2+", ", and Zn", "2+", " have been used to construct a M-MOF-74 material. Each M", "2+", " ion in the activated structure of these materials is connected to five oxygen atoms in a square pyramidal coordination environment. These metal centers are accessible through the cylindrical pores of the MOFs. Thus, each M", "2+", " ion acts as an open-metal site, which is a highly favorable sorption site for various sorbate molecules, including H", "2", ". Experimental H", "2", " sorption studies on several members of the M-MOF-74 series revealed that the H", "2", "–metal interaction in these MOFs corresponds to a high initial isosteric heat of adsorption (", "Q", "st", ") for H", "2", ".", "(8, 11, 15, 16, 19, 20)", " Indeed, initial H", "2", " ", "Q", "st", " values ranging from 8.0 to 13.5 kJ mol", "–1", " have been reported through experimental measurements in the M-MOF-74 series. The ", "Q", "st", " values exhibited by some members of the M-MOF-74 series are close to the minimum target of 15 kJ mol", "–1", " that is required for room temperature H", "2", " storage applications.", "In this work, we parametrized and performed grand canonical Monte Carlo (GCMC) simulations of H", "2", " sorption in different members of the M-MOF-74 series. Specifically investigated herein for H", "2", " sorption were Mg-MOF-74, Ni-MOF-74, Co-MOF-74, and Zn-MOF-74; these are the most popular and widely studied members of the M-MOF-74 series. This was done in order to elucidate the H", "2", " sorption characteristics for each MOF. Although these MOFs are isostructural, they exhibit different experimental H", "2", " sorption properties, which is dependent on the identity of the metal. For instance, Ni-MOF-74 was shown to have an initial H", "2", " ", "Q", "st", " value ranging from 13.0 to 13.5 kJ mol", "–1", " through experimental measurements,", "(11, 15, 19)", " while Zn-MOF-74 displayed an initial ", "Q", "st", " value in the range of 8.0 to 8.8 kJ mol", "–1", ".", "(8, 11, 20)", " In this study, we attempt to understand the H", "2", " sorption trends within the M-MOF-74 series by first performing electronic structure calculations in each MOF to gain insights into the electrostatic and polarizable nature of the metal, and then executing subsequent GCMC simulations of H", "2", " sorption in the respective MOFs to see if we can reproduce the experimental measurements. It is expected that the metal partial charge and polarizability, in concert with the sterics of the crystal structure for each MOF, play a role for the observed H", "2", " sorption trends.", "Figure 1. Orthographic ", "c", " axis view of the 1 × 1 × 4 unit cell system of M-MOF-74. Atom colors: C = cyan, H = white, O = red, and Mg/Ni/Co/Zn = gray.", "For the simulations in this work, it was necessary to include explicit many-body polarization effects to capture the H", "2", "–metal interactions in these MOFs via GCMC simulation. Note, although the interaction between the sorbate molecules and the metals in this class of MOFs can be captured in simulation using other methods (e.g., ", "ab initio", " force fields, density functional theory),", "(11, 21-26)", " classical polarization is currently the only way to achieve this in a classical simulation that has very desirable system size scaling and associated relatively low computational cost. We have shown in previous work that the inclusion of cooperative polarization was requisite and effective in capturing the sorption of H", "2", " molecules onto the accessible Cu", "2+", " ions of copper paddlewheel, [Cu", "2", "(O", "2", "CR)", "4", "], clusters in classical molecular simulation in MOFs that contain these units.", "(27-30)", " It will be demonstrated in this work that such interactions were also efficacious for the accurate simulations of H", "2", " sorption in these MOFs that contain open-metal sites through the MO", "5", " units. Indeed, it is shown here that the simulated H", "2", " sorption isotherms and associated ", "Q", "st", " values in each MOF are in quite good agreement with the corresponding experimental data when polarization is included.", "Furthermore, slight differences can be observed in the experimental inelastic neutron scattering (INS) spectra for H", "2", " in the four M-MOF-74 analogues. Nonetheless, the INS spectra for Mg-MOF-74, Ni-MOF-74, Co-MOF-74, and Zn-MOF-74 revealed rotational tunnelling transitions that occur at similar energies.", "(15, 20, 31)", " This makes reproducing this spectroscopic observable a challenge for our mechanical energy function. Further, unlike the trends in the initial H", "2", " ", "Q", "st", " values (and therefore, the H", "2", "–metal interactions), no apparent trends can be observed when comparing the features in the INS spectra between the four MOFs. From this data, it is predicted that the rotational potential for the H", "2", "–metal interaction in these MOFs is nearly independent of the identity of the metal. This phenomenon will be investigated and confirmed through two-dimensional quantum rotation calculations for the H", "2", "–metal interaction in the respective MOFs. These calculations were performed using the analytical potential energy function employed in this work. Note, we have successfully calculated the rotational transitions for various H", "2", " sorption sites in different MOFs in previous work using this method.", "(29, 30, 32-34)", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusion", "References", "II Methods", "Simulations of H", "2", " sorption were performed in all considered M-MOF-74 variants in the 1 × 1 × 4 unit cell system of the respective MOFs as shown in Figure ", "1", ". The simulations were executed using GCMC methods,", "(35)", " which is described in detail in the ", "Supporting Information", ". The potential energy of the MOF–H", "2", " system was calculated through the sum of the repulsion/dispersion energy, electrostatic energy, and many-body polarization energy. These were computed through the use of the Lennard-Jones 12–6 potential, Ewald summation,", "(36)", " and a Thole–Applequist type model,", "(37-40)", " respectively. For the simulations of H", "2", " sorption at the temperatures considered in this work, quantum mechanical dispersion effects were included semiclassically through Feynman–Hibbs corrections to the fourth order.", "(41)", " Note, it was necessary to include the polarization term to the potential energy function for the simulations of H", "2", " sorption in these MOFs. The inclusion of polarization was required to reproduce the experimental isotherms at low loading and ", "Q", "st", " values in the respective MOFs. Correspondingly, the induction term was required to capture the sorption of H", "2", " onto the open-metal sites in classical GCMC simulation. More details of the polarization model used in this work can be found in the ", "Supporting Information", ". All H", "2", " sorption simulations performed in this work utilized an accurate and transferable five–site polarizable potential that was developed previously.", "(42)", "Mg-MOF-74 was parametrized in previous work by our group", "(43)", " and the resulting parameters are used herein. Ni-MOF-74, Co-MOF-74, and Zn-MOF-74 were parametrized in an analogous manner as Mg-MOF-74. Note, none of the MOF or sorbate parameters in this manuscript were adjusted or selected to facilitate agreement with the experimental isotherms and ", "Q", "st", " data for H", "2", " sorption in these MOFs. For each MOF, the Lennard-Jones parameters for all MOF atoms were taken from the universal force field (UFF).", "(44)", " It is important to mention that using parameters from known general purpose force fields like the UFF is not ideal for calculating van der Waals interactions between the MOF and the sorbate molecules. However, as explained above, our potential energy function consists of three terms that describe the total energy of the MOF–H", "2", " system. As observed in our previous work on Mg-MOF-74", "(43)", " and shown herein, H", "2", " sorption in the majority of members in the M-MOF-74 series is dominated by polarization interactions. Thus, while the choice of van der Waals parameters is possibly nonoptimal, there is little known sensitivity to a reasonable choice as far as the relative importance of polarization in understanding the H", "2", "–metal interactions. In addition, such parameters have been shown to be remarkably effective over a wide variety of state points.", "(45)", "Figure 2. Numbering of the chemically distinct atoms in M-MOF-74 as referred to in Table ", "1", ". Atom colors: C = cyan, H = white, O = red, and Mg/Ni/Co/Zn = gray.", "The partial charges for the chemically distinct atoms in each MOF were determined through electronic structure calculations on a series of gas phase fragments that were based on the crystal structure of the respective MOFs. There are a total of 9 atoms in chemically distinct environments in the M-MOF-74 system (Figure ", "2", "). For Ni-MOF-74, Co-MOF-74, and Zn-MOF-74, fragments of similar type to those selected for Mg-MOF-74", "(43)", " were chosen for the electronic structure calculations. The calculated partial charges for the chemically distinct atoms in all four MOFs can be found in Table ", "1", ". These charges were used in the simulations in this work to calculate the electrostatic energy of the MOF–H", "2", " system. While the partial charges for most distinguishable atoms are very similar between the four MOFs, there are noticeable differences in the charges of the metal ions between the MOFs. Electronic structure calculations on the different M-MOF-74 analogues revealed the following trend for the calculated partial charges for the M", "2+", " ions: Mg", "2+", " > Ni", "2+", " > Zn", "2+", " > Co", "2+", ".", "Atomic point polarizabilites were assigned to the nuclear center of all atoms of the framework for each MOF in order to model explicit many-body polarization. The polarizabilities for all C, H, and O atoms were taken from a rigorously parametrized set", "(46)", " that was shown to be highly transferable.", "(27-30, 47-49)", " Thus, these atoms were assigned the exponential damping type polarizabilities (C = 1.28860 Å", "3", ", H = 0.41380 Å", "3", ", O = 0.85200 Å", "3", ") and associated damping parameter provided by the work of van Duijnen and Swart.", "(46)", " The polarizability parameter for Mg", "2+", ", Ni", "2+", ", Co", "2+", ", and Zn", "2+", " were not included in the aforementioned set, and thus, they were determined using ", "ab initio", " methods as explained below. Note, while the model employs scalar point polarizability parameters, the interaction between them results in site tensors.", "Table 1. Calculated Partial Charges (", "e", "–", ") for the Chemically Distinct Atoms in the M-MOF-74 Series (M = Mg, Ni, Co, Zn)", "a", "atom", "label", "Mg-MOF-74", "Ni-MOF-74", "Co-MOF-74", "Zn-MOF-74", "M", "1", "1.678 00", "1.501 50", "1.420 10", "1.492 40", "O", "2", "–0.871 40", "–0.780 00", "–0.794 50", "–0.829 60", "O", "3", "–0.768 00", "–0.664 70", "–0.589 40", "–0.757 10", "C", "4", "0.930 30", "0.882 60", "0.939 40", "0.879 80", "C", "5", "–0.481 50", "–0.449 10", "–0.527 00", "–0.267 50", "C", "6", "0.467 50", "0.440 70", "0.490 00", "0.404 20", "C", "7", "–0.382 40", "–0.439 10", "–0.403 20", "–0.374 10", "O", "8", "–0.805 40", "–0.716 50", "–0.729 10", "–0.774 20", "H", "9", "0.232 90", "0.224 60", "0.193 70", "0.226 10", "a", "Labeling of atoms corresponds to Figure ", "2", ".", "Table 2. Calculated Polarizabilities (Å", "3", ") for the Different M", "2+", " Ions", "M", "2+", " ion", "α° (Å", "3", ")", "Mg", "2+", "0.007 20", "Ni", "2+", "2.946 50", "Co", "2+", "3.264 40", "Zn", "2+", "1.988 70", "For each M", "2+", " ion, the polarizability tensor for small fragments (e.g., MO, MX", "2", ") containing that ion was calculated using the Q-Chem code", "(50)", " with the aug-cc-pVDZ basis applied to all atoms. The parameter for the M", "2+", " ion was then optimized such that a derived molecular polarizability tensor, calculated using the aforementioned Thole–Applequist type model, was in close agreement to the tensor that was produced from the quantum mechanical calculations. This derived molecular polarizability tensor was calculated using the Massively Parallel Monte Carlo (MPMC) code,", "(51)", " an open-source code that is available for download on Google Code. The average calculated values for the polarizability of the M", "2+", " ions are provided in Table ", "2", ". These values were used for the polarizability of the M", "2+", " ions in the simulations in this work. The following trend can be observed for the calculated polarizabilities for the different M", "2+", " ions: Co", "2+", " > Ni", "2+", " > Zn", "2+", " > Mg", "2+", ". The trend in the polarizabilities for the transition metals is consistent with the atomic/ionic radius trend for the periodic table. Typically, the polarizability increases with increasing volume of the atom.", "The rotational energy levels for a H", "2", " molecule sorbed about the M", "2+", " ion in each MOF were also calculated and compared to the rotational tunnelling transitions that are observed in the INS spectra for the respective MOFs. An optimized position for a H", "2", " molecule sorbed in proximity to the metal ion in each MOF was obtained in simulation using simulated annealing.", "(52)", " These rotational levels were calculated by solving the two-dimensional rigid-rotor Hamiltonian for the H", "2", "–metal interaction in each MOF using methods described previously.", "(29, 30, 32-34)", " The potential energy surface for the H", "2", " molecule rotating in the vicinity of the metal ion in the MOF was calculated using the analytical potential energy function utilized in this work. All calculations were performed in the 1 × 1 × 4 system cell of the respective MOFs. More details of performing the two-dimensional quantum rotation calculations can be found in the ", "Supporting Information", ".", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusion", "References", "III Results and Discussion", "A", "Isotherms and Isosteric Heats of Adsorption", "The experimental and simulated H", "2", " sorption isotherms for pressures up to 100 kPa in all four M-MOF-74 variants at 77 and 87 K are shown in Figure ", "3", "a and ", "3", "b, respectively. All experimental data shown in this work for Mg-MOF-74, Ni-MOF-74, and Co-MOF-74 were extracted and/or estimated from ref ", "15", ". This study reports the highest H", "2", " uptakes and ", "Q", "st", " values for these MOFs through experimental measurements, suggesting that the MOF samples that were used in that work were perhaps better activated. Indeed, according to the experiments performed in ref ", "15", ", the samples for all three MOFs were extensively and perhaps fully activated prior to H", "2", " sorption measurements. Note, the experimental data for Zn-MOF-74 was estimated from ref ", "8", ", since ref ", "15", " did not perform measurements for this MOF.", "It can be observed that the experimental H", "2", " sorption isotherms for Mg-MOF-74, Ni-MOF-74, and Co-MOF-74 at both temperatures exhibit an initial steep increase in uptake for pressures below 5 kPa. As the pressure increases, Mg-MOF-74 gets higher H", "2", " uptake within the series for the remainder of the low-pressure regime (up to 100 kPa). Ni-MOF-74 sorbs the next highest amount of H", "2", ", followed by Co-MOF-74. Zn-MOF-74 sorbs the lowest quantity of H", "2", " at all pressures for both temperatures. The simulations performed in this work were able to closely replicate the experimental isotherms for all four MOFs. Indeed, all considered simulation points for each MOF are in very good agreement with the corresponding experimental data to within joint uncertainties at both temperatures.", "Note, physically reasonable simulated isotherms like those shown in Figure ", "3", "a and ", "3", "b, for all four M-MOF-74 analogues can only be produced using a polarizable H", "2", " model as employed in this work in classical GCMC simulation. Models that neglect explicit induction are not sufficient to reproduce the experimental isotherms in these MOFs due to the highly charged and polarizable environment of these frameworks. For instance, simulations using the single–site Lennard-Jones potential by Buch,", "(53)", " the five–site nonpolarizable potential by Belof et al.,", "(42)", " and the well-known three–site charge-quadrupole model by Darkrim and Levesque", "(54)", " in all four MOFs failed to reproduce the experimental H", "2", " sorption isotherms in the respective MOFs, as the isotherms that were generated by these models undersorbed the corresponding experimental data by a significant amount (see ", "Supporting Information", "). Perhaps what is surprising is the reliability of using classical many-body polarization to capture the metal–sorbate interactions quantitatively; this is a theme that has now been well-documented.", "(27-30, 55, 56)", "The GCMC-calculated ", "Q", "st", " values for H", "2", " in all considered M-MOF-74 variants are shown in Figure ", "3", "c and compared to the corresponding experimental values for each MOF. Experimental studies show the following trend for the initial H", "2", " ", "Q", "st", " values within the M-MOF-74 series: Ni-MOF-74 > Co-MOF-74 > Mg-MOF-74 > Zn-MOF-74. The unit of loading reported in Figure ", "3", "c is moles of H", "2", " per moles of MOF; this is equivalent to the number of H", "2", " molecules per metal ion. As shown in the figure, the aforementioned experimental trend is surprisingly reproduced from the simulations in this work. The simulated ", "Q", "st", " values in each MOF are in good agreement with the corresponding experimental results for each MOF for the loading range considered. Note, the ", "Q", "st", " values that are shown in Figure ", "3", "c are a quantity estimated from the isotherms experimentally, but such values are obtained directly from GCMC simulations. Thus, directly comparing isotherms between experiment and simulation can be a better metric than comparing the ", "Q", "st", " values in cases where the finite difference procedure, inherent in the experimental data analysis, is difficult (e.g., when the isotherm curves are nearly parallel).", "Figure 3. Low-pressure (up to 100 kPa) absolute H", "2", " sorption isotherms in Mg-MOF-74 (red), Ni-MOF-74 (blue), Co-MOF-74 (violet), and Zn-MOF-74 (green) at (a) 77 K and (b) 87 K for experiment (solid lines) and simulation (squares). (c) Isosteric heats of adsorption, ", "Q", "st", ", for H", "2", " plotted against hydrogen uptakes. The experimental data for Mg-MOF-74, Ni-MOF-74, and Co-MOF-74 were taken from ref ", "15", " (reproduced with permission within the guidelines provided by the Royal Society of Chemistry. Copyright 2010 Royal Society of Chemistry), while those for Zn-MOF-74 were taken from ref ", "8", " (reproduced within the guidelines provided by the American Chemical Society. Copyright 2006 American Chemical Society).", "Ni-MOF-74 exhibits the highest initial H", "2", " ", "Q", "st", " value within the series, with a value of approximately 13.0 kJ mol", "–1", ". This is in very good agreement to what was calculated for H", "2", " sorption in Ni-MOF-74 through infrared (IR) spectroscopy (13.5 kJ mol", "–1", ").", "(19)", " The simulations predict that the initial ", "Q", "st", " value is 14.0 kJ mol", "–1", ", which is in the vicinity of the aforementioned values. Co-MOF-74 has the next highest initial H", "2", " ", "Q", "st", " (11.9 kJ mol", "–1", "), followed by Mg-MOF-74 (11.4 kJ mol", "–1", "). The simulations predict initial ", "Q", "st", " values of 12.4 and 10.8 kJ mol", "–1", " for Co-MOF-74 and Mg-MOF-74, respectively, which are close to the corresponding experimental values. The very high initial ", "Q", "st", " values for Mg-MOF-74, Ni-MOF-74, and Co-MOF-74 indicate strong physisorptive interactions between the H", "2", " molecules and the M", "2+", " ions in the respective MOFs. For these three M-MOF-74 variants, the experimental ", "Q", "st", " values are nearly constant for all loadings up to about 0.80 mol mol", "–1", ". Afterward, the ", "Q", "st", " values for these MOFs sharply decrease, as they fall to a value of about 5.5 kJ mol", "–1", " at 1.0 mol mol", "–1", " loading. This implies that all metal sites for each MOF are fully occupied at a loading of roughly 1.0 mol mol", "–1", ". At loadings beyond 1.0 mol mol", "–1", ", the ", "Q", "st", " values are relatively constant at around 5.5 kJ mol", "–1", " for the three MOFs; this value is associated with sorption onto the secondary sites. The shapes and magnitudes of the experimental ", "Q", "st", " plot for these three MOFs have been closely reproduced by the simulations in this work.", "Even though Mg-MOF-74 has higher H", "2", " uptake for most of the considered low-pressure region at both temperatures compared to Ni-MOF-74 and Co-MOF-74, the initial ", "Q", "st", " values for Mg-MOF-74 are still lower than those for the Ni and Co analogues. In terms of empirical fitting, the experimental ", "Q", "st", " values for H", "2", " are higher for Ni-MOF-74 and Co-MOF-74 because the 77 and 87 K sorption isotherms for the respective MOFs are close to each other in uptakes and shape. On the other hand, the experimental isotherms for the two temperatures for Mg-MOF-74 are more spread out from each other, thus explaining the lower H", "2", " ", "Q", "st", " for this MOF from an empirical fitting point of view. It can be observed that the simulated uptakes at both temperatures rise more sharply at pressures below 5 kPa for Ni-MOF-74 and Co-MOF-74 compared to Mg-MOF-74 (Figure ", "3", "a and ", "3", "b). This is consistent with the trends in the simulated ", "Q", "st", " values at low loading (Figure ", "3", "c), as a sharper increase in loading within this region usually corresponds to a higher ", "Q", "st", ". However, as observed in experiment and simulation, Mg-MOF-74 sorbs a higher quantity of H", "2", " for the remainder of the pressure range considered. This suggests that the secondary sorption sites are more favorable in Mg-MOF-74 than in the other two variants.", "Consistent with the trends in the H", "2", " uptakes, the ", "Q", "st", " values for Zn-MOF-74 are the lowest within the series. The experimental ", "Q", "st", " value for this MOF starts at around 8.0 kJ mol", "–1", " and it remains roughly constant until a loading of about 0.70 mol mol", "–1", ". Note, the aforementioned initial H", "2", " ", "Q", "st", " value for Zn-MOF-74 is close to what was reported for this MOF in previous work.", "(11, 20)", " Afterward, the experimental ", "Q", "st", " plot begins to decrease in slope and it declines to values that are in the vicinity to those for the other three M-MOF-74 analogues as observed at loadings of 1.0 mol mol", "–1", " and beyond. Unlike the experimental ", "Q", "st", " plot for the other three M-MOF-74 variants, the plot for Zn-MOF-74 does not exhibit the noticeable sharp decrease via the inverse sigmoidal shape. This suggests that the energetics for sorption onto the metals and the secondary sites in Zn-MOF-74 are relatively close to each other, which is in contrast to what was observed for the other three analogues. The simulations performed in this work for Zn-MOF-74 resulted in ", "Q", "st", " values that are in good agreement with experiment for all loadings considered. The shape in the experimental ", "Q", "st", " plot for Zn-MOF-74 was also reproduced in simulation. An initial H", "2", " ", "Q", "st", " value of 8.7 kJ mol", "–1", " was calculated for Zn-MOF-74 for the simulations in this work, which is close to the corresponding experimental value.", "As with the simulated H", "2", " uptakes, the GCMC-calculated ", "Q", "st", " values shown in Figure ", "3", "c for all four MOFs can only be produced using a polarizable potential for the MOFs and the sorbate in classical molecular simulation. Simulations of H", "2", " sorption using the previously described nonpolarizable potentials in these MOFs did not generate ", "Q", "st", " values that were representative of experiment in both magnitudes and shape for the respective MOFs (see ", "Supporting Information", "). Note, the observed experimental and simulated H", "2", " ", "Q", "st", " trend for the M-MOF-74 series in this work is consistent with what was reported for this series in previous work using density functional theory (DFT) methods, with similar ", "Q", "st", " values being obtained.", "(11)", "B", "H", "2", "–Metal Distances", "Next, simulated annealing calculations", "(52)", " were employed using our polarizable force field for a single H", "2", " molecule in each MOF. This was done in order to obtain an optimal (energy mininum) position for the sorbate molecule about the metal ions within the respective frameworks. The calculations revealed noticeable differences for the optimized positions between the center-of-mass (COM) of the sorbed H", "2", " molecule and the M", "2+", " ion in each MOF; the results are summarized in Table ", "3", ". Molecular illustrations depicting the H", "2", "–metal interaction in each MOF as determined through minimization are shown in Figure ", "4", ". Notable differences can also be observed for the overall geometry of the sorbed H", "2", " molecules about the M", "2+", " ions in all four MOFs (Figure ", "4", "); this resulted in differences in the distances between the H atoms of the H", "2", " molecule and the surrounding oxygen atoms (Table ", "3", ").", "According to our calculations, the H", "2", " molecule sorbs closest to the metal in Ni-MOF-74, with a Ni", "2+", "–COM distance of about 2.34 Å. Co-MOF-74 has the next shortest H", "2", "–metal interaction distance, followed by Mg-MOF-74 and then Zn-MOF-74. It can observed that that the lower the M", "2+", "–COM distance, the higher the initial H", "2", " ", "Q", "st", ". This makes sense given the interaction energy is expected to be greater as the H", "2", "–metal distance decreases. Thus, there is a strong correlation between the H", "2", "–metal distance and the ", "Q", "st", " values in these MOFs. Note, the M", "2+", "–COM distances reported in Table ", "3", " can only be obtained using a polarizable H", "2", " potential when classical molecular simulation is considered. Simulations using the previously described nonpolarizable H", "2", " potentials in each MOF captured much longer H", "2", "–metal distances (>3.0 Å).", "Table 3. Observed Distances (Å) between Various Atoms of the M", "2+", "–H", "2", " Interaction in the M-MOF-74 Series (M = Mg, Ni, Co, Zn)", "a", "atom pair", "Mg-MOF-74", "Ni-MOF-74", "Co-MOF-74", "Zn-MOF-74", "M", "2+", "–COM", "2.550 07", "2.341 79", "2.452 67", "2.678 25", "O1–H1", "3.372 28", "2.948 37", "3.523 45", "3.703 22", "O2–H1", "3.028 88", "2.757 45", "3.109 04", "3.066 90", "O3–H1", "3.589 44", "3.275 74", "3.416 98", "3.450 45", "O4–H1", "3.283 39", "2.995 35", "2.797 99", "3.552 58", "O1–H2", "3.413 60", "3.406 12", "3.440 41", "3.457 61", "O2–H2", "3.524 46", "3.170 17", "3.483 39", "3.217 25", "O3–H2", "3.186 99", "2.999 80", "2.887 29", "2.749 18", "O4–H2", "3.340 33", "2.780 75", "2.759 06", "3.293 52", "a", "Labeling of atoms corresponds to Figure ", "4", ". COM refers to the center-of-mass of the sorbed H", "2", " molecule. The positions of the H", "2", " molecules were determined through simulated annealing using our polarizable force field.", "Figure 4. Molecular illustration of a sorbed H", "2", " molecule onto the M", "2+", " ion in (a) Mg-MOF-74, (b) Ni-MOF-74, (a) Co-MOF-74, and (d) Zn-MOF-74 as determined from simulated annealing. The distances (Å) between the center-of-mass (COM) of the sorbed H", "2", " molecule and the M", "2+", " ion are shown in green for all four MOFs, while the M", "2+", "–COM–H1 angles (deg) are shown in blue. The distances (Å) between the M", "2+", " ion and the surrounding oxygen atoms based on crystallography are also shown for each MOF. Atom colors: H = white, O = red, Mg = gray, Ni = lavender, and Co/Zn = silver. Note, the COM of the sorbed H", "2", " molecule is shown in violet.", "The M", "2+", "–COM distance that was calculated for Mg-MOF-74 in this work (2.55 Å) is in very good agreement to what was calculated for the H", "2", "–metal interaction in this MOF through DFT calculations in previous work (2.54 Å).", "(11)", " Further, this distance is comparable to the corresponding distance that was obtained in Mg-MOF-74 through neutron powder diffraction (NPD) studies (2.45 Å).", "(16)", " In our previous work on H", "2", " sorption in Mg-MOF-74, we observed that the majority of H", "2", " molecules sorbed onto the Mg", "2+", " ions with a H", "2", "–metal distance of 2.60 Å with our polarizable potential in GCMC simulation.", "(43)", " We observed in this work that the H", "2", " molecule can get a little closer to the metal in Mg-MOF-74 using simulated annealing to obtain minimum energy geometries.", "For Zn-MOF-74, our calculations revealed a M", "2+", "–COM distance of approximately 2.68 Å; this is in good agreement to the corresponding distance based on NPD studies in Zn-MOF-74 (ca. 2.60 Å).", "(20)", " Our calculated distance for the H", "2", "–metal interaction in Zn-MOF-74 is notably shorter than what was calculated in this MOF in the aforementioned DFT studies (2.83 Å).", "(11)", " Note, the same DFT studies revealed M", "2+", "–COM distances in Ni-MOF-74 and Co-MOF-74 that are significantly shorter than what was calculated in this work for the respective MOFs, with distances of 2.00 and 2.13 Å for Ni-MOF-74 and Co-MOF-74, respectively.", "(11)", " While H", "2", "–metal distances near 2.0 Å are close to what have been observed for coordinated dihydrogen (<1.9 Å),", "(57, 58)", " for which there is no evidence in these MOFs, the trend in the M", "2+", "–COM distances given in ref ", "11", " are consistent with our results. NPD studies in Ni-MOF-74 and Co-MOF-74 revealed M", "2+", "–COM distances of 2.20 and 2.32 Å, respectively.", "(59, 60)", " These distances are closer to the values that were obtained in this work through simulated annealing calculations using our polarizable force field than those obtained in the aforementioned DFT studies for the respective MOFs. Note, even though the results from the polarizable H", "2", " potential are reported in this work, the electrostatic potentials were able to capture the same relative trend in the M-MOF-74 series despite much longer H", "2", "–metal distances, likely because stronger electrostatic interactions also imply larger polarization. Steric effects within the crystal structures of the MOFs should also play a role in this.", "C", "Dipole Distributions", "In order to gain further insights into the relative energetics for the H", "2", "–metal interaction in all four M-MOF-74 variants, we examined the distribution of induced dipoles resulting from the polarizable H", "2", " potential in the respective MOFs. The normalized dipole distribution for all four MOFs at 77 K and 0.20 atm are shown in Figure ", "5", ". This graph plots the normalized sorbate population as a function of the induced dipole magnitudes for each sorbed H", "2", " molecule in the MOF. While the dipole moment of a single H", "2", " molecule averages 0 D in bulk, our simulations in the M-MOF-74 series show that the external field of the MOF causes the majority of the sorbed H", "2", " molecules to exhibit a dipole moment. Thus, the sorbed H", "2", " molecules are characteristic of a dipolar fluid. The resulting figure shows a number of distinct peaks, with each peak corresponding to a particular site or region of occupancy inside the MOF.", "Figure 5. Normalized H", "2", " dipole distribution at 77 K and 0.20 atm in Mg-MOF-74 (red), Ni-MOF-74 (blue), Co-MOF-74 (violet), and Zn-MOF-74 (green).", "As explained in our previous work on Mg-MOF-74,", "(43)", " the high dipole magnitude peak (i.e., the peak on the far right for the respective M-MOF-74 analogues) corresponds to the sorption of H", "2", " onto the metal centers in this series of MOFs. Since the M", "2+", " ions in each MOF are highly charged/polar, these sites would induce significantly high dipoles on the H", "2", ". Notable differences can be observed for the dipole magnitudes corresponding to sorption onto the M", "2+", " ions between the four MOFs. As shown in Figure ", "5", ", the Ni", "2+", " ions in Ni-MOF-74 induces the highest dipoles on the sorbed H", "2", " molecules within the series, with dipole magnitudes in the range of 0.25 to 0.55 D. The high dipole magnitude peak for Co-MOF-74 is slightly shifted to the left as this peak spans from 0.225 to 0.50 D. This indicates slightly weaker H", "2", "–metal interaction in Co-MOF-74 compared to Ni-MOF-74. For Mg-MOF-74, the high dipole magnitude peak ranges from 0.175 to 0.425 D, thus indicating that the H", "2", "–metal interaction in this MOF is weaker than those for Ni-MOF-74 and Co-MOF-74. The Zn", "2+", " ions induces the lowest dipoles on the sorbed H", "2", " molecules within the series, with dipole magnitudes ranging from 0.10 to 0.35 D. The trends for the induced dipole magnitudes for the H", "2", "–metal interaction in this series of MOFs are consistent with the trends in the initial H", "2", " ", "Q", "st", " values–that is, Ni-MOF-74 > Co-MOF-74 > Mg-MOF-74 > Zn-MOF-74.", "For Ni-MOF-74, Co-MOF-74, and Zn-MOF-74, the low dipole magnitude peak can be observed from 0.00 to 0.10 D for these three MOFs. For Mg-MOF-74, this peak is slightly shifted to the right as this peak spans from 0.025 to 0.125 D. This low dipole magnitude peak corresponds to H", "2", " molecules sorbed at the secondary sites in these MOFs. NPD studies in certain members of this series of MOFs revealed that the secondary sorption sites are in the vicinity of the oxygen atoms (e.g., the oxido groups of the linkers).", "(16, 20)", " This is consistent to what was observed for the secondary sorption sites in Mg-MOF-74 in our previous computational work.", "(43)", " The same sorption sites can be observed for the other three M-MOF-74 variants. Indeed, after the metal sites are filled, the H", "2", " molecules sorb in the proximity of the neighboring metal–coordinated oxygen atoms in these MOFs. As observed in the experimental and simulated ", "Q", "st", " plots for the four MOFs, the H", "2", " binding energy associated with the secondary site is approximately 5.5 kJ mol", "–1", ".", "The fact that the low dipole magnitude peak for Mg-MOF-74 has slightly higher dipoles than those for Ni-MOF-74, Co-MOF-74, and Zn-MOF-74 suggests that the secondary sorption sites are more favorable in this MOF compared to the other three variants. This is likely because the oxygen atoms are more negatively charged in Mg-MOF-74 than the other three analogues (Table ", "1", "), which allows for stronger interactions between the H", "2", " molecules and the framework O atoms. These oxygen atoms are more negatively charged in Mg-MOF-74 because the Mg", "2+", " ions are highly electropositive. This could be the reason for why Mg-MOF-74 sorbs a higher quantity of H", "2", " than the other M-MOF-74 variants for most of the considered low-pressure range at both 77 and 87 K.", "Note, it can be observed that the high dipole magnitude peak for Zn-MOF-74 is slightly higher in intensity compared to those for the other three MOFs for the state point considered. This is because there are more relative H", "2", " molecules sorbing onto the metals in Zn-MOF-74 at 77 K and 0.20 atm than in the other three M-MOF-74 analogues. For Mg-MOF-74, Ni-MOF-74, and Co-MOF-74, there is a greater number of H", "2", " molecules sorbing onto the metal ions in these MOFs at lower pressures.", "Although the normalized H", "2", " dipole distribution for the four MOFs at 77 K and 0.20 atm are shown here in the main text, similar distributions can be observed for the respective MOFs at other pressures, but the intensities of the peaks vary depending on the pressure. For all MOFs, the high dipole magnitude peak increases in intensity at lower pressures and decreases in intensity at higher pressures, while the opposite effect can be observed for the low dipole magnitide peak. The normalized dipole distribution for H", "2", " at 77 K and various pressures from 0.001 to 1.0 atm for all four MOFs can be found in the ", "Supporting Information", ".", "D", "Polarization Contributions and Energies", "In order to assess the importance of polarization for simulations of H", "2", " sorption in the M-MOF-74 series, we examined the percent contributions and absolute magnitudes of the polarization energy in all four MOFs. The polarization contributions and energies are plotted at 77 K and pressures up to 1.0 atm for each MOF in Figure ", "6", ". It can observed that polarization contributes to approximately 53% of the total energy for H", "2", " sorption in Ni-MOF-74 at initial loading. This is the highest percentage from polarization under this condition within the M-MOF-74 series. Note, the rest of the contributions is attributed to van der Waals and electrostatic interactions. For Ni-MOF-74, the polarization contribution slightly decreases as the pressure increases and reaches a percentage of about 45% at 1.0 atm.", "At initial loading, the contributions from polarization for H", "2", " sorption in Co-MOF-74 and Mg-MOF-74 are approximately 49% and 42%, respectively; these values mildly decrease to approximately 40% and 36% at 1.0 atm for the respective MOFs. Although these percentages are not as high as those for Ni-MOF-74, they are still substantial and demonstrates the importance of polarization in these two MOFs. For Mg-MOF-74, Ni-MOF-74, and Co-MOF-74, polarization is the main contributor to the total energy for H", "2", " sorption in these MOFs for the entire pressure range considered. Compared to the other M-MOF-74 variants, polarization does not contribute significantly to the sorption structure for H", "2", " in Zn-MOF-74. Indeed, polarization contributes to about 26% of the total energy initially for H", "2", " sorption in this MOF and it decreases to roughly 21% at 1.0 atm. This suggests that H", "2", " sorption in Zn-MOF-74 is more dominated by van der Waals and electrostatic interactions (further decomposition of the total energy indicates the former). Note, even though polarization does not contribute to a significant portion of the total energy in Zn-MOF-74, the inclusion of explicit polarization was still required to reproduce the experimental H", "2", " sorption observables in this MOF.", "The absolute magnitudes of the polarization energy follow a similar trend to that for the polarization contribution for all four MOFs. The polarization energy for H", "2", " sorption in Ni-MOF-74 is the greatest (more negative) at all loadings within the series. Indeed, the polarization energy for Ni-MOF-74 reaches a value of nearly −6.1 × 10", "4", " K at 1.0 atm. Co-MOF-74 has the second highest polarization energy for all pressures, followed by Mg-MOF-74. Zn-MOF-74 has the lowest polarization energy for H", "2", " sorption at all pressures within the series, as the polarization energy starts at about −1.8 × 10", "3", " K at initial loading and only climbs to a value of nearly −2.1 × 10", "4", " K at 1.0 atm. Overall, the following trend can be observed within the polarization contribution and energy for H", "2", " sorption in the M-MOF-74 series: Ni-MOF-74 > Co-MOF-74 > Mg-MOF-74 > Zn-MOF-74. This is indeed consistent with the trends in the H", "2", "–metal interaction as described above. This suggests that there is a high correlation between the observed H", "2", " sorption trends and the contributions from polarization within the M-MOF-74 series.", "Note, although the metals are highly charged in these M-MOF-74 variants, stationary electrostatic interactions do not contribute as much to the total energy as polarization for H", "2", " sorption in Mg-MOF-74, Ni-MOF-74, and Co-MOF-74. The high metal charges greatly influence the contributions of electronic polarization in these MOFs when such effects are included in simulation. The percentages from electrostatic interactions for H", "2", " sorption in Mg-MOF-74, Ni-MOF-74, and Co-MOF-74 range from approximately 30–27%, 35–31%, and 34–29% for 0.001 to 1.0 atm for the respective MOFs (see ", "Supporting Information", "). Permanent electrostatic interactions contribute to about 32–27% for the same pressure range in Zn-MOF-74, which is higher than the percentages for polarization in this MOF. This indicates that electrostatic interactions are more important than polarization for H", "2", " sorption in Zn-MOF-74. It is also important to mention that, compared to the trend for the polarization contribution, the opposite trend can be observed for the van der Waals contribution for H", "2", " sorption in these MOFs–that is, Zn-MOF-74 > Mg-MOF-74 > Co-MOF-74 > Ni-MOF-74 (see ", "Supporting Information", ").", "Figure 6. Percent contributions of the polarization energy (squares) for H", "2", " sorption in Mg-MOF-74 (red), Ni-MOF-74 (blue), Co-MOF-74 (violet), and Zn-MOF-74 (green) at 77 K and pressures up to 1.0 atm. The absolute magnitudes of the polarization energy (in K) are depicted as dashed lines on the opposite ", "y", "-axis.", "E", "Explanation of H", "2", " Sorption Trends", "The observed H", "2", " sorption trends within the M-MOF-74 series can be explained, in part, by analyzing the calculated partial charges and polarizabilities for the metal ions in this work (see ", "Methods", " section). Both the Ni", "2+", " and Co", "2+", " ions in their respective MOFs have high partial positive charges and polarizability values according to our electronic structure calculations; this can explain why Ni-MOF-74 and Co-MOF-74 have the highest initial H", "2", " ", "Q", "st", " values within the series. Since the sorption of H", "2", " onto the open-metal sites is dominated by polarization effects, it makes sense that having high partial charges and polarizability values for the metal ions in these MOFs will result in enhanced H", "2", "–metal interactions.", "Co", "2+", " has a higher polarizability than Ni", "2+", " (3.26440 vs 2.94650 Å", "3", ") mainly due to the larger ionic radius of the former according to periodic trends. However, Ni-MOF-74 exhibits stronger H", "2", "–metal interactions than Co-MOF-74 ostensibly due to the higher partial positive charge for the Ni", "2+", " ions compared to the Co", "2+", " ions (1.50150 vs 1.42010 ", "e", "–", "). Since higher partial charges on the metal greatly influence polarization interactions and increase the contributions from both stationary electrostatics and polarization, Ni-MOF-74 displays greater H", "2", "–metal interactions because of this. The Ni", "2+", " ion has a smaller ionic radius than Co", "2+", ", which implies that Ni", "2+", " has a greater tendency to give up its electrons (becoming more positively charged). This explains why the calculated partial charge for Ni", "2+", " is greater than that for Co", "2+", ".", "When comparing the calculated partial charges for the metal ions within the four M-MOF-74 variants, it can be observed that the Mg", "2+", " ion has the highest partial positive charge between the four metal ions, with a value of 1.67800 ", "e", "–", ". This is because the Mg", "2+", " ion is the most electropositive species out of the four M", "2+", " ions according to periodic trends. Despite having a very high partial charge, the calculated polarizability value for Mg", "2+", " was found to be extremely low (0.00720 Å", "3", "). This could be due to the fact that the very high tendency for the Mg", "2+", " ion to give up its electrons would make it far less polarizable. This negligible polarizability value for Mg", "2+", " certainly had an effect on the observed H", "2", "–metal interaction in Mg-MOF-74 in comparison to Ni-MOF-74 and Co-MOF-74 according to the simulations performed in this work. Specifically, the initial H", "2", " ", "Q", "st", " value for Mg-MOF-74 is lower than that for Ni-MOF-74 and Co-MOF-74 due to the low polarizability of Mg", "2+", ". Thus, even though the Mg", "2+", " ion has the highest partial positive charge out of the four M", "2+", " ions, the very small polarizability value for this ion causes Mg-MOF-74 to exhibit a weaker H", "2", "–metal interaction compared to Ni-MOF-74 and Co-MOF-74. This highlights the interplay between the metal partial charge and polarizabilities in these MOFs in producing the energetics that are associated with the H", "2", "–metal interaction.", "The effects of the metal partial charge and polarizability values on capturing the H", "2", " sorption characteristics in these MOFs through GCMC simulation were further elucidated by performing control simulations in some of the M-MOF-74 analogues. To assess the importance of having a high polarizability value for the metal ion in Ni-MOF-74, control simulations were performed in this MOF by assigning all Ni", "2+", " ions the value of the Mg", "2+", " ion polarizability while keeping all other simulation parameters constant. It was observed that simulating H", "2", " sorption in Ni-MOF-74 using the aforementioned polarizability value for Ni", "2+", " resulted in lower H", "2", " uptakes and ", "Q", "st", " values compared to the parent simulations in this MOF (see ", "Supporting Information", "). This indicates that a high polarizability value for the Ni", "2+", " ion is necessary to produce the strong H", "2", "–metal interaction that is associated with this MOF in simulation.", "Furthur, control simulations were performed in Mg-MOF-74 in which all Mg", "2+", " ions were given the polarizability value that was calculated for Ni", "2+", ". These simulations revealed that the MOF displayed a much sharper increase in H", "2", " uptake at low loading, which is accompanied by a higher initial ", "Q", "st", " value for H", "2", " (see ", "Supporting Information", "). Thus, the H", "2", "–metal interaction in Mg-MOF-74 is greater if a much higher polarizability value is used for Mg", "2+", " rather than the original value that was calculated for this ion. This further suggests that the negligible polarizability value that was calculated for Mg", "2+", " is responsible for the relatively lower H", "2", " ", "Q", "st", " values for Mg-MOF-74 compared to Ni-MOF-74 and Co-MOF-74 as observed experimentally. Note, even though Mg-MOF-74 exhibits a lower initial H", "2", " ", "Q", "st", " than Ni-MOF-74 and Co-MOF-74, this MOF has the highest initial ", "Q", "st", " value for CO", "2", " within the M-MOF-74 series according to experimental measurements.", "(12)", " It is expected that the sorption of CO", "2", " onto the metal ions in these MOFs is more dominated by electrostatic interactions (i.e., the partial charges on the metal), although polarization should also play a role in capturing the metal–sorbate interaction.", "Note, it can be observed that, even though Mg-MOF-74 has a higher partial positive charge on the metal than in Ni-MOF-74, the calculated initial H", "2", " ", "Q", "st", " values for the former are still lower than those for the latter when both MOFs are given the same polarizability value for the metal ion. This suggests that the stronger H", "2", "–metal interaction in Ni-MOF-74 compared to Mg-MOF-74 can also be attributed to steric effects within the crystal structures. When comparing the lattice parameters for the crystal structures between the four MOFs, the following trend can be observed for the ", "a", "/", "b", "-axis distance: Zn-MOF-74 > Mg-MOF-74 > Co-MOF-74 > Ni-MOF-74 (see ", "Supporting Infomation", "). It can be deduced that the initial H", "2", " ", "Q", "st", " value in the M-MOF-74 series increases as the length of the ", "a", "/", "b", " dimension decreases. A shorter ", "a", "/", "b", "-axis length implies smaller pore diameters within this series of MOFs.", "(15)", " Smaller pore sizes could provide for better synergistic interactions from a number of different moieties for the metal-sorbed H", "2", " molecules.", "In addition, when comparing the size of the metal ions between Ni", "2+", ", Co", "2+", ", and Mg", "2+", ", the Ni", "2+", " ion has the smallest ionic radius, followed by Co", "2+", " and Mg", "2+", "; this is based on periodic trends for the atomic/ionic radius and is consistent with what was observed from DFT calculations on these ions in a previous study.", "(11)", " Smaller ionic radii usually correspond to shorter distances between the metal and the surrounding oxygen atoms in the structures of these MOFs. Indeed, inspection of the crystal structures for Ni-MOF-74, Co-MOF-74, and Mg-MOF-74 revealed that the M", "2+", "–O distances are generally shorter for Ni-MOF-74 compared to those within the other two MOFs (Figure ", "4", "). Likewise, most of the M", "2+", "–O distances are shorter in Co-MOF-74 relative to those in Mg-MOF-74. As the H", "2", " molecules approach the metal ions in these MOFs, smaller M", "2+", "–O distances indicates that the framework oxygen atoms are able to interact more favorably with the H atom of the metal-sorbed H", "2", " molecule. Thus, with the oxygen atoms closer to the metal ions in these MOFs, the H", "2", "–metal interaction increases due to enhanced cooperative effects between the H", "2", " molecules and the framework. As summarized in Table ", "3", ", most of the H–O distances are shorter for Ni-MOF-74 compared to those for the other two MOFs.", "Although the Zn", "2+", " ions have both a high partial charge in the Zn-MOF-74 environment (1.49240 ", "e", "–", ") and a reasonable magnitude polarizability value (1.98870 Å", "3", "), Zn-MOF-74 sorbs the lowest H", "2", " uptake and has the weakest H", "2", "–metal interaction within the series. Control simulations were performed in Zn-MOF-74 using the partial charges that were derived for the other M-MOF-74 analogues to gain insights into this issue. It was observed that the H", "2", " uptakes and ", "Q", "st", " values in Zn-MOF-74 were still the lowest between the four MOFs. Thus, it seems that the choice of the charge distribution plays a small role for simulations of H", "2", " sorption in Zn-MOF-74.", "Further, the Zn", "2+", " ion has the smallest ionic radius between the four metal ions according to periodic trends, thus implying that Zn-MOF-74 should have the shortest M", "2+", "–O distances within the series. However, as observed in the crystal structure for Zn-MOF-74, this is not the case. This suggests that the weak H", "2", "–metal interaction in Zn-MOF-74 (in comparison to the other M-MOF-74 analogues) is due to steric effects within the crystal structure of the MOF that is related to the geometry of the ZnO", "5", " cluster. Indeed, it was observed that, unlike in the other three M-MOF-74 analogues, the Zn", "2+", " ions in Zn-MOF-74 do not form a representative square pyramidal MO", "5", " cluster in the structure, as one of the oxygen atoms from this cluster is projected outward into the accessible channels (Figure ", "4", "d). This outward shift by one of the oxygen atoms prevents the H", "2", " molecules from getting closer to the metal, thus explaining the weaker H", "2", "–metal interaction. It is predicted that the ZnO", "5", " clusters have this particular arrangement in Zn-MOF-74 because the Zn", "2+", " ions are attempting to form a tetrahedral coordination environment with the surrounding oxygen atoms, which it has preference for over a 5-connected or 6-connected coordination environment. However, due to the topology of the MOF, all Zn", "2+", " ions are forced to be 5-connected in the material (or 6-connected in the as-synthesized structure).", "Table 4. Calculated Two-Dimensional Quantum Rotational Levels for the Two Lowest Transitions for a H", "2", " Molecule Sorbed onto the M", "2+", " Ion in the M-MOF-74 Series (M = Mg, Ni, Co, Zn)", "a", "transition", "Mg-MOF-74", "Ni-MOF-74", "Co-MOF-74", "Zn-MOF-74", "1", "7.17", "6.26", "7.46", "8.37", "2", "9.95", "9.84", "9.71", "11.45", "a", "Relative energies are given in meV.", "F", "Inelastic Neutron Scattering and Quantum Rotation Calculations", "The INS spectrum for H", "2", " sorbed in all four MOFs at a loading of 0.50 H", "2", " molecules per metal (or 0.50 mol mol", "–1", ") are shown in Figure ", "7", ". The spectra for Mg-MOF-74 and Ni-MOF-74 were collected at the cold neutron time-of-flight spectrometer FOCUS (at the Swiss neutron source SINQ of the Paul Scherrer Institute, Villigen, Switzerland).", "(15)", " The INS spectrum for Co-MOF-74 was collected at TOFTOF (at the FRM-II, Munich, Germany), while the spectrum for Zn-MOF-74 was collected at the QENS spectrometer (at the neutron source IPNS of Argonne National Laboratory). The INS spectra for Mg-MOF-74, Ni-MOF-74, and Co-MOF-74 were collected at a temperature of 1.5 K, while the spectra for Zn-MOF-74 were collected at 10 K. Although the spectrum at 0.50 H", "2", "/Zn is shown in Figure ", "7", " for Zn-MOF-74, the spectra at other loadings for this MOF are provided in the ", "Supporting Information", ".", "The transitions that appear in the INS spectra for H", "2", " in MOFs are mainly due to the rotational excitations of the H", "2", " molecules in the MOF. In the absence of a barrier to rotation, a H", "2", " molecule rotates freely with energy levels that are characteristic of a rigid rotor. However, in the presence of an external field, such as a MOF sorption site, a rotational barrier is imparted on the H", "2", " molecule. As a result, the energies for each ", "j", " level are split since the (2", "j", " + 1) degeneracy is lifted. In the INS spectra for H", "2", " in MOFs, rotational tunnelling transitions that occur at low energies correspond to high barriers to rotation and strong interactions with the MOF.", "A pair of peaks can be observed in the INS spectrum for all four MOFs (Mg-MOF-74: 6.7 and 10.2 meV; Ni-MOF-74: 6.7 and 9.9 meV; Co-MOF-74: 7.6 and 9.4 meV; Zn-MOF-74: 7.9 and 10.7 meV).", "(15)", " Note, the INS spectrum shown herein for Mg-MOF-74 and Zn-MOF-74 are similar to those reported in refs ", "16", " and ", "20", ", respectively. As established previously, both of these peaks in all four MOFs correspond to the sorption of H", "2", " onto the metal centers in the respective MOFs.", "(15, 16, 20, 31)", " Although the INS spectrum for H", "2", " in all four M-MOF-74 variants appear similar to each another, some differences in the observed rotational transitions can be observed.", "Figure 7. Inelastic neutron scattering (INS) spectra for H", "2", " in Mg-MOF-74 (red), Ni-MOF-74 (blue), Co-MOF-74 (violet), and Zn-MOF-74 (green) at a loading of 0.5 H", "2", " per metal. The spectra for Mg-MOF-74 and Ni-MOF-74 were collected on the FOCUS spectrometer at SINQ. The spectrum for Co-MOF-74 was collected on the TOFTOF spectrometer at the FRM-II. The spectrum for Zn-MOF-74 was collected on the QENS spectrometer at IPNS. Note, the intensities of the spectra were scaled relative to each other.", "The calculated two-dimensional quantum rotational levels for a H", "2", " molecule sorbed about the M", "2+", " ion in all four MOFs are shown in Table ", "4", ". Only the rotational levels for the two lowest transitions are shown since these levels can be directly compared to the transitions for the two noticeable peaks in the INS spectra for the given energy range. For each MOF, the calculated rotational levels are based on the optimized H", "2", " molecule positions that were determined using simulated annealing. Furthermore, the rotational levels reported herein were calculated using the classical potential energy function employed this work. As described in the ", "Methods", ", the form of the potential is simple as it is sum of the Lennard-Jones potential, the electrostatic potential energy as calculated via Ewald summation, and the many-body polarization energy as calculated using a Thole–Applequist type model. This is in contrast to what was executed in previous work,", "(31, 61, 62)", " most notably in ref ", "31", ", where the rotational potential was calculated using periodic DFT calculations for Zn-MOF-74.", "The calculations performed herein revealed noticeable differences in the transitions for the H", "2", "–metal interaction for all four MOFs. Our calculations revealed that the M", "2+", "–H", "2", " interaction in Ni-MOF-74 has the lowest energy for the lowest transition within the M-MOF-74 series, with a calculated rotational level of 6.26 meV. This was to be expected since, according to our calculations, the H", "2", " molecule is sorbed closer to the metal in Ni-MOF-74 relative to the other three variants; this indicates stronger H", "2", "–metal interactions. The calculated energy level for the lowest transition is slightly lower than the observed 6.7 meV peak in the INS spectra for Ni-MOF-74, but it is still in good agreement nonetheless. The second transition for the H", "2", "–metal interaction in Ni-MOF-74 was calculated to be 9.84 meV, which is in excellent agreement with the 9.9 meV peak for this MOF.", "Interestingly, the lowest energy peak for Co-MOF-74 is found at higher energies than the corresponding peak in Mg-MOF-74 (7.6 vs 6.7 meV) even though the former exhibits a stronger H", "2", "–metal interaction. This observation is supported by our quantum rotation calculations for the H", "2", "–metal in the two MOFs, as the calculated rotational levels for the first transition were 7.46 and 7.17 meV for Co-MOF-74 and Mg-MOF-74, respectively. These levels are in good agreement with the corresponding experimental values. It is also interesting that the lowest energy peak for Mg-MOF-74 is the same as that for Ni-MOF-74 (6.7 meV). Our calculated rotational level for the second transition for the H", "2", "–metal interaction in Mg-MOF-74 (9.95 meV) is slightly lower than the transition energy for the second peak in this MOF (10.2 meV), but it is still within the vicinity of experiment. In addition, consistent with experiment, the calculated rotational level for the second transition in Mg-MOF-74 (9.95 meV) is higher than that for the matching transition in Ni-MOF-74 (9.84 meV). Note, the rotational levels calculated herein for the H", "2", "–metal interaction in Mg-MOF-74 is slightly different from what was calculated for this interaction in our previous work on this MOF (7.08 and 10.62 meV).", "(43)", " This is because our recent study utilized a H", "2", "–metal distance of 2.60 Å, whereas a distance of 2.55 Å was used for the calculations in the present work. This indicates that the calculated rotational levels are highly dependent on the H", "2", " molecule position within the MOF system cell.", "As observed in Figure ", "7", ", the second transition for Co-MOF-74 is found at lower energies when comparing to the energies for the corresponding transitions between the three MOFs; this is also in accord with our calculations (Table ", "4", "). We suspect that minor differences in the orientations of the neighboring oxygen atoms as well as the geometry of the sorbed H", "2", " molecule about the M", "2+", " ion between the MOFs are responsible for these observations (Figure ", "4", "). Nevertheless, the observed and calculated transitions for the H", "2", "–metal interaction in Mg-MOF-74, Ni-MOF-74, and Co-MOF-74 are similar between each other, which suggests that the rotational potential for this interaction within this series of MOFs is nearly independent of the nature of the metal.", "As revealed in the INS spectra, Zn-MOF-74 has the highest energies for the two transitions for the H", "2", "–metal interaction within the series. This was convincingly supported by our calculations, as the rotational energy levels for the first two transitions were calculated to be 8.37 and 11.45 meV, respectively; these are higher than the corresponding transitions that were calculated for the other three MOFs. Since Zn-MOF-74 has the lowest H", "2", " ", "Q", "st", " and the longest H", "2", "–metal distance within the series, it makes sense that the rotational tunnelling transitions for this MOF are found at higher energies compared to those for the other members. The aforementioned levels for Zn-MOF-74 are in good agreement with the two transitions that occur in the INS spectra for the MOF as shown herein (7.9 and 10.7 meV). Note, the rotational levels for the two lowest transitions calculated for Zn-MOF-74 in this work is in very good agreement with the peaks that appear in the INS spectra reported in ref ", "20", " for this MOF (8.3 and 11.3 meV), where the spectra were collected using a different spectrometer and MOF sample than what were used in this work.", "The rotational levels that were calculated for the corresponding transitions using DFT methods for Zn-MOF-74 as performed in ref ", "31", " were only in modest agreement with experiment (10.6 and 14.0 meV). This suggests that DFT methods cannot predict the rotational energy levels for H", "2", " in a M-MOF-74 system (and other MOFs, in general) very well even though such methods can correctly calculate the binding energy for the metal–sorbate interaction. Indeed, obtaining accurate rotational transitions using DFT methods is difficult to accomplish. In contrast, the rotational energy levels that were calculated for the H", "2", "–metal interaction in all four members of the M-MOF-74 series using our analytical potential energy function in this work were in very good agreement with experiment. Note, the ability to predict and explain INS data for H", "2", " in MOFs using a classical potential energy function is an important scientific aspect presented in this work. DFT methods usually have difficulty with this task. Using spectroscopy to interrogate the nature of sorption mechanisms in MOFs is critically aided by such modeling that simultaneously serves to validate the fidelity of the associated modeling methodology via its predictive and explanatory value.", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusion", "References", "IV Conclusion", "In summary, we simulated H", "2", " sorption in Mg-MOF-74, Ni-MOF-74, Co-MOF-74, and Zn-MOF-74 in order to elucidate the observed experimental H", "2", " sorption trends within the M-MOF-74 series. Our simulated H", "2", " sorption isotherms and ", "Q", "st", " values for all four MOFs were in very good agreement with the corresponding experimental data. Such agreement between the experimental and theoretical H", "2", " sorption data within the M-MOF-74 series was achieved with the implementation of classical polarization in simulation. Indeed, we provided a suitable model for the accurate simulations of H", "2", " sorption within the M-MOF-74 series.", "Experimental studies have shown the following trend for the H", "2", "–metal interaction in the M-MOF-74 series: Ni-MOF-74 > Co-MOF-74 > Mg-MOF-74 > Zn-MOF-74; this trend was surprisingly reproduced in simulation using our predictive modeling. In general, it was observed that the greater the contribution from polarization, the stronger the H", "2", "–metal interaction within this series of MOFs. As observed through electronic structure calculations in all four MOFs, the differences in the charge distribution and metal polarizability between the MOFs explained some of the observed H", "2", " sorption trends within this series. The H", "2", " sorption trends were also explained by steric effects within the crystal structures of the MOFs as notable differences were observed in the M", "2+", "–O distances for each MOF. This conclusion was further supported by control simulations in two of the members of the M-MOF-74 series. In addition, we observed that Zn-MOF-74 has the lowest H", "2", " uptake and ", "Q", "st", " within the series due to an unusual arrangement of one of the oxygen atoms within the ZnO", "5", " clusters that prevented the H", "2", " molecules from getting closer to the metal.", "In general, the calculated rotational levels reported in this work for the H", "2", "–metal interaction in all M-MOF-74 analogues are in good agreement with the corresponding INS spectra for the MOFs. We have shown that the rotational transitions for a H", "2", " molecule sorbed about the metal ion in this series of MOFs can accurately be predicted using a classical potential energy function. Further, the results from the INS studies and the quantum rotation calculations performed herein for all four MOFs suggest that the rotational potential for the H", "2", "–metal interaction in these MOFs is nearly independent of the identity of the metal. Indeed, no specific trend was observed for the rotational transitions for the H", "2", "–metal interactions in these MOFs based on experimental INS data and our quantum rotation calculations. For instance, even though Ni-MOF-74 displays a higher initial H", "2", " ", "Q", "st", " than Mg-MOF-74, INS studies revealed that the first transition for the H", "2", "–metal interaction in these two MOFs occur at the same transition energy in the resultant spectra. Thus, this implies that the rotational potential for the H", "2", "–metal interaction in the M-MOF-74 series is more governed by the oxygen atoms that surround the metal ions.", "Although it was observed that the trend in the H", "2", "–metal interaction in the M-MOF-74 series is Ni-MOF-74 > Co-MOF-74 > Mg-MOF-74 > Zn-MOF-74, different sorption trends can be observed for other sorbates.", "(12, 63)", " For instance, experimental studies on CO", "2", " sorption in the M-MOF-74 series revealed the following trends for the initial CO", "2", " ", "Q", "st", " values, and hence the CO", "2", "–metal interaction: Mg-MOF-74 > Ni-MOF-74 > Co-MOF-74 > Zn-MOF-74.", "(12)", " When comparing the partial charges for the metal ions between Mg-MOF-74, Ni-MOF-74, and Co-MOF-74, the Mg", "2+", " ion has the highest partial positive charge according to our calculations, followed by Ni", "2+", " and then Co", "2+", ". It is expected that the higher the partial charge on the metal (between Mg-MOF-74, Ni-MOF-74, and Co-MOF-74), the greater the CO", "2", "–metal interaction because CO", "2", " sorption in these MOFs should be more dominated by permanent electrostatic interactions, in contrast to polarization interactions in the case of H", "2", " sorption, due to the high partial positive charge on the metal and the high molecular quadrupole of the CO", "2", " molecule. Zn-MOF-74 should have the weakest CO", "2", "–metal interaction within the series due to same steric reasons as described above. It is planned to investigate and confirm these trends in future theoretical studies within the M-MOF-74 series.", " ", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusion", "References", "Supporting Information", "Details of grand canonical Monte Carlo methods, many-body polarization overview, tables of properties, details of quantum rotation calculations, and additional H", "2", " sorption results. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusion", "References", "Acknowledgment", "B.S. acknowledges the National Science Foundation (Award No. CHE-1152362), the computational resources that were made available by a XSEDE Grant (No. TG-DMR090028), and the use of the services provided by Research Computing at the University of South Florida. This publication is also based on work supported by Award No. FIC/2010/06, made by the King Abdullah University of Science and Technology (KAUST). The authors also thank the Space Foundation (Basic and Applied Research) for partial support.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusion", "References", "References", "This article references 63 other publications.", "1. ", "Collins", ", ", "D. J.", "; ", "Zhou", ", ", "H.-C.", " ", "Hydrogen storage in metal–organic frameworks", " ", "J. Mater. Chem.", " ", "2007", ",  ", "17", ",  ", "3154", "– ", "3160", "[", "Crossref", "], [", "CAS", "]", "1. ", "Hydrogen storage in metal-organic frameworks", "Collins, David J.; Zhou, Hong-Cai", "Journal of Materials Chemistry", "\r\n        (", "2007", "),\r\n    ", "17", "\r\n        (", "30", "),\r\n    ", "3154-3160", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  For any potential hydrogen-storage system, raw uptake capacity must be balanced with the kinetics and thermodn. of uptake and release.  Metal-org. frameworks provide unique systems with large overall pore vols. and surface areas, adjustable pore sizes, and tunable framework-adsorbate interaction by ligand functionalization and metal choice.  These remarkable materials can potentially fill the niche between other physisorbents such as activated carbon, which have similar uptake at low temps. but low affinity for hydrogen at ambient temp., and chem. sorbents such as hydrides, which have high hydrogen uptakes but undesirable release kinetics and thermodn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXotV2lt7c%253D&md5=211f2f55436d52593c4f7d9b8939bee6", "2. ", "Zhao", ", ", "D.", "; ", "Yuan", ", ", "D.", "; ", "Zhou", ", ", "H.-C.", " ", "The current status of hydrogen storage in metal–organic frameworks", " ", "Energy Environ. Sci.", " ", "2008", ",  ", "1", ",  ", "222", "– ", "235", "[", "Crossref", "], [", "CAS", "]", "2. ", "The current status of hydrogen storage in metal-organic frameworks", "Zhao, Dan; Yuan, Daqiang; Zhou, Hong-Cai", "Energy & Environmental Science", "\r\n        (", "2008", "),\r\n    ", "1", "\r\n        (", "2", "),\r\n    ", "222-235", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The theor. and exptl. hydrogen storage studies on metal-org. frameworks (MOFs) have been reviewed.  Seven distinct factors influencing hydrogen uptake capacity in MOFs have been classified and discussed.  Based on existing studies, some possible future developments have been proposed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht1amu7%252FM&md5=8cf417a3e457630ab942022a26fc780e", "3. ", "Suh", ", ", "M. P.", "; ", "Park", ", ", "H. J.", "; ", "Prasad", ", ", "T. K.", "; ", "Lim", ", ", "D.-W.", " ", "Hydrogen Storage in Metal–Organic Frameworks", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "782", "– ", "835", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Hydrogen Storage in Metal-Organic Frameworks", "Suh, Myunghyun Paik; Park, Hye Jeong; Prasad, Thazhe Kootteri; Lim, Dae-Woon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "782-835", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  MOFs have versatile structures, high surface areas and high pore vols. - they can be regarded as good candidate materials for H storage.  There are many MOFs that have high H adsorption capacities at low temps., typically at 77 or 87 K.  The highest H storage capacity reported so far is 99.5 mg/g at 77K and 56 bar for NU-100.  However, the high H capacities of MOFs at cryogenic temps. decrease as the temp. increases to room temp.  This is because the H adsorption in MOFs is weak physisorption and the interaction energies between the H mols. and frameworks are low.  To develop MOFs as H storage materials that meet the U.S.DOE targets for an on-board hydrogen system, a serious challenge is still present in the design and synthesis of the MOF materials.  We may expect that highly stable MOFs having a large surface area and pore vol., together with many open metal sites and embedded catalysts for hydrogen spillover, would provide some pos. results for H storage at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1GlsbjM&md5=dd1f08beefd27cce77d88e466551c1af", "4. ", "Bhatia", ", ", "S. K.", "; ", "Myers", ", ", "A. L.", " ", "Optimum Conditions for Adsorptive Storage", " ", "Langmuir", " ", "2006", ",  ", "22", ",  ", "1688", "– ", "1700", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Optimum Conditions for Adsorptive Storage", "Bhatia, Suresh K.; Myers, Alan L.", "Langmuir", "\r\n        (", "2006", "),\r\n    ", "22", "\r\n        (", "4", "),\r\n    ", "1688-1700", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The storage of gases in porous adsorbents, such as activated carbon and carbon nanotubes, is examd. here thermodynamically from a systems viewpoint, considering the entire adsorption-desorption cycle.  The results provide concrete objective criteria to guide the search for the \"Holy Grail\" adsorbent, for which the adsorptive delivery is maximized.  It is shown that, for ambient temp. storage of hydrogen and delivery between 30 and 1.5 bar pressure, for the optimum adsorbent the adsorption enthalpy change is 15.1 kJ/mol.  For carbons, for which the av. enthalpy change is typically 5.8 kJ/mol, an optimum operating temp. of about 115 K is predicted.  For methane, an optimum enthalpy change of 18.8 kJ/mol is found, with the optimum temp. for carbons being 254 K.  It is also demonstrated that for max. delivery of the gas the optimum adsorbent must be homogeneous, and that introduction of heterogeneity, such as by ball milling, irradn., and other means, can only provide small increases in physisorption-related delivery for hydrogen.  For methane, heterogeneity is always detrimental, at any value of av. adsorption enthalpy change.  These results are confirmed with the help of exptl. data from the literature, as well as extensive Monte Carlo simulations conducted here using slit pore models of activated carbons as well as atomistic models of carbon nanotubes.  The simulations also demonstrate that carbon nanotubes offer little or no advantage over activated carbons in terms of enhanced delivery, when used as storage media for either hydrogen or methane.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XksFSruw%253D%253D&md5=4ef6bc99f1ab97df527da6b2243e9d7a", "5. ", "Ma", ", ", "S.", " ", "Gas adsorption applications of porous metal–organic frameworks", " ", "Pure Appl. Chem.", " ", "2009", ",  ", "81", ",  ", "2235", "– ", "2251", "[", "Crossref", "], [", "CAS", "]", "5. ", "Gas adsorption applications of porous metal-organic frameworks", "Ma, Shengqian", "Pure and Applied Chemistry", "\r\n        (", "2009", "),\r\n    ", "81", "\r\n        (", "12", "),\r\n    ", "2235-2251", "CODEN:\r\n                ", "PACHAS", ";\r\n        ISSN:", "0033-4545", ".\r\n    \r\n            (", "International Union of Pure and Applied Chemistry", ")\r\n        ", "A review.  Porous metal-org. frameworks (MOFs) represent a new type of functional materials and have recently become a hot research field due to their great potential in various applications.  Recent progress of gas adsorption applications of porous MOFs, mainly including H storage, methane storage, and selective gas adsorption are summarized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXit1aitw%253D%253D&md5=8b5b568d82a33ac585bd61c02d0dcbcf", "6. ", "Rosi", ", ", "N. L.", "; ", "Kim", ", ", "J.", "; ", "Eddaoudi", ", ", "M.", "; ", "Chen", ", ", "B.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Rod Packings and Metal–Organic Frameworks Constructed from Rod-Shaped Secondary Building Units", ".  ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "1504", "− ", "1518", ",", "PMID: 15686384.", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Rod Packings and Metal-Organic Frameworks Constructed from Rod-Shaped Secondary Building Units", "Rosi, Nathaniel L.; Kim, Jaheon; Eddaoudi, Mohamed; Chen, Banglin; O'Keeffe, Michael; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "5", "),\r\n    ", "1504-1518", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The principal structure possibilities for packing infinite rod-shaped building blocks are described.  Some basic nets derived from linking simple rods (helixes and ladders) are then enumerated.  The authors demonstrate the usefulness of the concept of rod secondary building units in the design and synthesis of metal-org. frameworks (MOFs).  Accordingly, the authors present the prepn., characterization, and crystal structures of 14 new MOFs (named MOF-69A-C and MOF-70-80) of 12 different structure types, belonging to rod packing motifs, and show how their structures are related to basic nets.  The MOFs reported herein are of polytopic carboxylates and contain one of Zn, Pb, Co, Cd, Mn, or Tb.  The inclusion properties of the most open members are presented as evidence that MOF structures with rod building blocks can indeed be designed to have permanent porosity and rigid architectures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjtFGmtg%253D%253D&md5=0ad22a135cba65fb519eae17258dc4c8", "7. ", "Dietzel", ", ", "P. D. C.", "; ", "Morita", ", ", "Y.", "; ", "Blom", ", ", "R.", "; ", "Fjellvåg", ", ", "H.", " ", "An In Situ High-Temperature Single-Crystal Investigation of a Dehydrated Metal–Organic Framework Compound and Field-Induced Magnetization of One-Dimensional Metal–Oxygen Chains", " ", "Angew. Chem., Int. Ed.", " ", "2005", ",  ", "44", ",  ", "6354", "– ", "6358", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "An in situ high-temperature single-crystal investigation of a dehydrated metal-organic framework compound and field-induced magnetization of one-dimensional metal-oxygen chains", "Dietzel, Pascal D. C.; Morita, Yusuke; Blom, Richard; Fjellvaag, Helmer", "Angewandte Chemie, International Edition", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "39", "),\r\n    ", "6354-6358", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The arrangement of the spins of adjacent helical cobalt-oxygen chains that form the backbone of the framework of a microporous coordination polymer lead to metamagnetic behavior.  When the polymer is heated, the metal center loses a coordinated water mol. and alters its coordination geometry from octahedral to square-pyramidal, although the framework remains stable.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtFGlsr%252FP&md5=b1be1df12e8de5d7813de9006c48b671", "8. ", "Rowsell", ", ", "J. L. C.", "; ", "Yaghi", ", ", "O. M.", " ", " ", "Effects of Functionalization, Catenation, and Variation of the Metal Oxide and Organic Linking Units on the Low-Pressure Hydrogen Adsorption Properties of Metal–Organic Frameworks", ".  ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "1304", "− ", "1315", ",", "PMID: 16433549.", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Effects of Functionalization, Catenation, and Variation of the Metal Oxide and Organic Linking Units on the Low-Pressure Hydrogen Adsorption Properties of Metal-Organic Frameworks", "Rowsell, Jesse L. C.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "4", "),\r\n    ", "1304-1315", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The dihydrogen adsorption isotherms of eight metal-org. frameworks (MOFs), measured at 77 K up to a pressure of 1 atm, were examd. for correlations with their structural features.  All materials display approx. Type I isotherms with no hysteresis, and satn. was not reached for any of the materials under these conditions.  Among the six iso-reticular MOFs (IRMOFs) studied, the catenated materials exhibit the largest capacities on a molar basis, up to 9.8 H2 per formula unit.  The addn. of functional groups (-Br, -NH2, -C2H4-) to the phenylene links of IRMOF-1 (MOF-5), or their replacement with thieno[3,2-b]thiophene moieties in IRMOF-20, altered the adsorption behavior by a minor amt. despite large variations in the pore vols. of the resulting materials.  But replacement of the metal oxide units with those contg. coordinatively unsatd. metal sites resulted in greater H2 uptake.  The enhanced affinities of these materials, MOF-74 and HKUST-1, were further demonstrated by calcn. of the isosteric heats of adsorption, which were larger across much of the range of coverage examd., compared to those of representative IRMOFs.  Probably under low-loading conditions, the H2 adsorption behavior of MOFs can be improved by imparting larger charge gradients on the metal oxide units and adjusting the link metrics to constrict the pore dimensions; however, a large pore vol. is still a prerequisite feature.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XitV2msg%253D%253D&md5=76a0797beec956e59ca2ddf029f5a386", "9. ", "Dietzel", ", ", "P. D.", "; ", "Panella", ", ", "B.", "; ", "Hirscher", ", ", "M.", "; ", "Blom", ", ", "R.", "; ", "Fjellvåg", ", ", "H.", " ", "Hydrogen adsorption in a nickel based coordination polymer with open metal sites in the cylindrical cavities of the desolvated framework", " ", "Chem. Commun.", " ", "2006", ",  ", "959", "– ", "961", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Hydrogen adsorption in a nickel based coordination polymer with open metal sites in the cylindrical cavities of the desolvated framework", "Dietzel, Pascal D. C.; Panella, Barbara; Hirscher, Michael; Blom, Richard; Fjellvag, Helmer", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2006", "),\r\n    ", "\r\n        (", "9", "),\r\n    ", "959-961", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The solvent contained within the cylindrical one-dimensional pores of the novel three-dimensional metal org. framework Ni2(dhtp)(H2O)2·8H2O can be removed without decompn. of the network, allowing gas storage within the cavities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xhs1Slurw%253D&md5=7e2daea44aebb7af24b4606bf72209ed", "10. ", "Dietzel", ", ", "P. D.", "; ", "Johnsen", ", ", "R. E.", "; ", "Blom", ", ", "R.", "; ", "Fjellvåg", ", ", "H.", " ", "Structural Changes and Coordinatively Unsaturated Metal Atoms on Dehydration of Honeycomb Analogous Microporous Metal–Organic Frameworks", " ", "Chemistry: A European Journal", " ", "2008", ",  ", "14", ",  ", "2389", "– ", "2397", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Structural changes and coordinatively unsaturated metal atoms on dehydration of honeycomb analogous microporous metal-organic frameworks", "Dietzel, Pascal D. C.; Johnsen, Rune E.; Blom, Richard; Fjellvag, Helmer", "Chemistry--A European Journal", "\r\n        (", "2008", "),\r\n    ", "14", "\r\n        (", "8", "),\r\n    ", "2389-2397", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The dehydration process of two isostructural microporous coordination polymers, [M2(dhtp)(H2O)2]·8H2O, termed CPO-27-M (M = Co, Zn; H4dhtp = 2,5-dihydroxy-terephthalic acid) was studied by in situ variable temp. x-ray diffraction.  Both compds. contain accessible metal coordination sites after removal of all solvent.  However, despite the analogy of their crystal structures, they behave differently during dehydration.  For CPO-27-Co, H2O desorption is a smooth topotactic process of 2nd order with no concomitant space group change and no increase in microstrain, which is beneficial for the applicability of the material.  Removal of the H2O propagates from the center of the channels outwards.  The coordinating H2O mol. at the metal desorbs only when almost all the bulk H2O in the pores has disappeared.  In contrast, discontinuities in the powder pattern of CPO-27-Zn indicate the occurrence of 1st-order transitions.  The crystal structures of four of the five individual phases could be detd.  The structure of the intermediate phase occurring just before the framework is completely evacuated was elusive in respect to full structure soln. and refinement, but it is most probably related to the removal of the axis of 3-fold symmetry.  The Zn-based material experiences a significant amt. of strain.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXltVOktLc%253D&md5=d5c2054b96d287d7a1e9869201cc40b3", "11. ", "Zhou", ", ", "W.", "; ", "Wu", ", ", "H.", "; ", "Yildirim", ", ", "T.", " ", "Enhanced H", "2", " Adsorption in Isostructural Metal–Organic Frameworks with Open Metal Sites: Strong Dependence of the Binding Strength on Metal Ions", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "15268", "– ", "15269", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Enhanced H2 Adsorption in Isostructural Metal-Organic Frameworks with Open Metal Sites: Strong Dependence of the Binding Strength on Metal Ions", "Zhou, Wei; Wu, Hui; Yildirim, Taner", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "46", "),\r\n    ", "15268-15269", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) with open metal sites exhibit a much stronger H2 binding strength than classical MOFs, due to the direct interaction between H2 and the coordinately unsatd. metal ions.  Here we report a systematic study of the H2 adsorption on a series of isostructural MOFs, M2(dhtp) (M = Mg, Mn, Co, Ni, Zn).  The exptl., initial isosteric heats of adsorption for H2 (Qst) of these MOFs range from 8.5 to 12.9 kJ/mol, with increasing Qst in the following order: Zn, Mn, Mg, Co, and Ni.  The H2 binding energies derived from first-principles calcn. follow the same trend as the exptl. observation on Qst, confirming the electrostatic Coulomb attraction between the H2 and the open metals being the major interaction.  We also found a strong correlation between the metal ion radius, the M-H2 distance, and the H2 binding strength, which provides a viable, empirical method to predict the relative H2 binding strength of different open metals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlWqtb7J&md5=7341e0a6a2a1e3aed4ec52fb909ae503", "12. ", "Caskey", ", ", "S. R.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", " ", "Dramatic Tuning of Carbon Dioxide Uptake via Metal Substitution in a Coordination Polymer with Cylindrical Pores", ".  ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "10870", "− ", "10871", ",", "PMID: 18661979.", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Dramatic Tuning of Carbon Dioxide Uptake via Metal Substitution in a Coordination Polymer with Cylindrical Pores", "Caskey, Stephen R.; Wong-Foy, Antek G.; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "33", "),\r\n    ", "10870-10871", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of four isostructural microporous coordination polymers (MCPs) differing in metal compn. is demonstrated to exhibit exceptional uptake of CO2 at low pressures and ambient temp.  These conditions are particularly relevant for capture of flue gas from coal-fired power plants.  A magnesium-based material is presented that is the highest surface area magnesium MCP yet reported and displays ultrahigh affinity based on heat of adsorption for CO2.  This study demonstrates that physisorptive materials can achieve affinities and capacities competitive with amine sorbents while greatly reducing the energy cost assocd. with regeneration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXptVGjtrw%253D&md5=6a99fc22cd66a556c63695cf22a12603", "13. ", "Britt", ", ", "D.", "; ", "Furukawa", ", ", "H.", "; ", "Wang", ", ", "B.", "; ", "Glover", ", ", "T. G.", "; ", "Yaghi", ", ", "O. M.", " ", "Highly efficient separation of carbon dioxide by a metal−organic framework replete with open metal sites", " ", "Proc. Natl. Acad. Sci. U.S.A.", " ", "2009", ",  ", "106", ",  ", "20637", "– ", "20640", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Highly efficient separation of carbon dioxide by a metal-organic framework replete with open metal sites", "Britt, David; Furukawa, Hiroyasu; Wang, Bo; Glover, T. Grant; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2009", "),\r\n    ", "106", "\r\n        (", "49", "),\r\n    ", "20637-20640", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "Selective capture of CO2, which is essential for natural gas purifn. and CO2 sequestration, has been reported in zeolites, porous membranes, and amine solns.  However, all such systems require substantial energy input for release of captured CO2, leading to low energy efficiency and high cost.  A new class of materials named metal-org. frameworks (MOFs) has also been demonstrated to take up voluminous amts. of CO2.  However, these studies have been largely limited to equil. uptake measurements, which are a poor predictor of sepn. ability, rather than the more industrially relevant kinetic (dynamic) capacity.  Here, we report that a known MOF, Mg-MOF-74, with open magnesium sites, rivals competitive materials in CO2 capture, with 8.9 wt. % dynamic capacity, and undergoes facile CO2 release at significantly lower temp., 80 °C.  Mg-MOF-74 offers an excellent balance between dynamic capacity and regeneration.  These results demonstrate the potential of MOFs with open metal sites as efficient CO2 capture media.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXksFOgtQ%253D%253D&md5=448dd541224ac481b41ae7f70090687b", "14. ", "Dietzel", ", ", "P. D.", "; ", "Besikiotis", ", ", "V.", "; ", "Blom", ", ", "R.", " ", "Application of metal–organic frameworks with coordinatively unsaturated metal sites in storage and separation of methane and carbon dioxide", " ", "J. Mater. Chem.", " ", "2009", ",  ", "19", ",  ", "7362", "– ", "7370", "[", "Crossref", "], [", "CAS", "]", "14. ", "Application of metal-organic frameworks with coordinatively unsaturated metal sites in storage and separation of methane and carbon dioxide", "Dietzel, Pascal D. C.; Besikiotis, Vasileios; Blom, Richard", "Journal of Materials Chemistry", "\r\n        (", "2009", "),\r\n    ", "19", "\r\n        (", "39", "),\r\n    ", "7362-7370", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The metal-org. frameworks M2(dhtp)(H2O)2·8H2O (CPO-27-M, M = Ni, Mg) can be activated to give the empty framework compds. M2(dhtp) with a honeycomb analogous structure contg. large micropores of 11-12 Å diam. and a high concn. of open metal sites.  These sites play a major role in the adsorption of methane and carbon dioxide, which was studied at pressures up to 100 bar and 50 bar, resp., and various temps. in the range of 179 to 473 K. Both gases are taken up by the material in significant amts.  The max. excess adsorption of CO2 obsd. at 298 K was 51 wt.% for Ni2(dhtp) and 63 wt.% for Mg2(dhtp).  A surprisingly large amt. of CO2, in the range 25-30 wt.%, was still adsorbed at 473 K. Up to 18 and 22 wt.% methane were adsorbed at 179 K in the nickel and the magnesium compd., resp.  Congruent with this result is the high isosteric heat of adsorption obsd., which was found to be in the range 38-43 kJ mol-1 for CO2 and 20-22 kJ mol-1 for CH4, initially.  The heat of adsorption decreases significantly after the open metal sites have been occupied, which also is reflected in the shape of the adsorption isotherms.  The vacant coordination site at the metal atom also imparts favorable properties in respect to gas sepn. onto the material.  Breakthrough expts. using Ni2(dhtp) and gas mixts. of CO2-N2 and CO2-CH4 demonstrate the ability of the material to sep. these gases.  It is shown that carbon dioxide is preferentially adsorbed over methane or nitrogen.  In the case of CO2-N2, the retention is quant. within the precision of the detection system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1SqsL3E&md5=772720d3befb7d050c696517be8ca169", "15. ", "Dietzel", ", ", "P. D. C.", "; ", "Georgiev", ", ", "P. A.", "; ", "Eckert", ", ", "J.", "; ", "Blom", ", ", "R.", "; ", "Strassle", ", ", "T.", "; ", "Unruh", ", ", "T.", " ", "Interaction of hydrogen with accessible metal sites in the metal-organic frameworks M", "2", "(dhtp) (CPO-27-M; M = Ni, Co, Mg)", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "4962", "– ", "4964", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Interaction of hydrogen with accessible metal sites in the metal-organic frameworks M2(dhtp) (CPO-27-M; M = Ni, Co, Mg)", "Dietzel, Pascal D. C.; Georgiev, Peter A.; Eckert, Juergen; Blom, Richard; Straessle, Thierry; Unruh, Tobias", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "27", "),\r\n    ", "4962-4964", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Hydrogen mols. adsorbed in the nickel, cobalt, and magnesium analogs of the CPO-27 metal-org. framework at low loadings interact significantly more strongly than those adsorbed successively as a consequence of the strong interaction of hydrogen with the coordinatively unsatd. metal cations in the framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXotFensLw%253D&md5=4d1aa871c07af7bef4b548ae942671fa", "16. ", "Sumida", ", ", "K.", "; ", "Brown", ", ", "C. M.", "; ", "Herm", ", ", "Z. R.", "; ", "Chavan", ", ", "S.", "; ", "Bordiga", ", ", "S.", "; ", "Long", ", ", "J. R.", " ", "Hydrogen storage properties and neutron scattering studies of Mg", "2", "(dobdc)–a metal–organic framework with open Mg", "2+", " adsorption sites", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "1157", "– ", "1159", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Hydrogen storage properties and neutron scattering studies of Mg2(dobdc) - a metal-organic framework with open Mg2+ adsorption sites", "Sumida, Kenji; Brown, Craig M.; Herm, Zoey R.; Chavan, Sachin; Bordiga, Silvia; Long, Jeffrey R.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "4", "),\r\n    ", "1157-1159", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The hydrogen storage properties of Mg2(dobdc) (dobdc4- = 2,5-dioxido-1,4-benzenedicarboxylate), a metal-org. framework possessing hexagonal one-dimensional channels decorated with unsatd. Mg2+ coordination sites, have been examd. by low- and high-pressure adsorption expts., IR spectroscopy, and neutron scattering studies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjsVyjtQ%253D%253D&md5=dc4d56cabb58a1997c9a014163145cde", "17. ", "Herm", ", ", "Z. R.", "; ", "Swisher", ", ", "J. A.", "; ", "Smit", ", ", "B.", "; ", "Krishna", ", ", "R.", "; ", "Long", ", ", "J. R.", " ", "Metal–Organic Frameworks as Adsorbents for Hydrogen Purification and Precombustion Carbon Dioxide Capture", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "5664", "– ", "5667", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Metal-Organic Frameworks as Adsorbents for Hydrogen Purification and Precombustion Carbon Dioxide Capture", "Herm, Zoey R.; Swisher, Joseph A.; Smit, Berend; Krishna, Rajamani; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "15", "),\r\n    ", "5664-5667", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Selected metal-org. frameworks exhibiting representative properties - high surface area, structural flexibility, or the presence of open metal cation sites - were tested for utility in the sepn. of CO2 from H2 via pressure swing adsorption.  Single-component CO2 and H2 adsorption isotherms were measured at 313 K and pressures up to 40 bar for Zn4O(BTB)2 (MOF-177, BTB3- = 1,3,5-benzenetribenzoate), Be12(OH)12(BTB)4 (Be-BTB), Co(BDP) (BDP2- = 1,4-benzenedipyrazolate), H3[(Cu4Cl)3(BTTri)8] (Cu-BTTri, BTTri3- = 1,3,5-benzenetristriazolate), and Mg2(dobdc) (dobdc4- = 1,4-dioxido-2,5-benzenedicarboxylate).  Ideal adsorbed soln. theory was used to est. realistic isotherms for the 80:20 and 60:40 H2/CO2 gas mixts. relevant to H2 purifn. and precombustion CO2 capture, resp.  In the former case, the results afford CO2/H2 selectivities between 2 and 860 and mixed-gas working capacities, assuming a 1. bar purge pressure, ≤8.6 mol/kg and 7.4 mol/L.  In particular, metal-org. frameworks with a high concn. of exposed metal cation sites, Mg2(dobdc) and Cu-BTTri, offer significant improvements over commonly used adsorbents, indicating the promise of such materials for applications in CO2/H2 sepns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjvVShs70%253D&md5=bec4f213a7844d1573bef3d22b37562e", "18. ", "Marcz", ", ", "M.", "; ", "Johnsen", ", ", "R. E.", "; ", "Dietzel", ", ", "P. D.", "; ", "Fjellvag", ", ", "H.", " ", "The iron member of the CPO-27 coordination polymer series: Synthesis, characterization, and intriguing redox properties", " ", "Microporous Mesoporous Mater.", " ", "2012", ",  ", "157", ",  ", "62", "– ", "74", "[", "Crossref", "]", "There is no corresponding record for this reference.", "19. ", "Vitillo", ", ", "J. G.", "; ", "Regli", ", ", "L.", "; ", "Chavan", ", ", "S.", "; ", "Ricchiardi", ", ", "G.", "; ", "Spoto", ", ", "G.", "; ", "Dietzel", ", ", "P. D. C.", "; ", "Bordiga", ", ", "S.", "; ", "Zecchina", ", ", "A.", " ", "Role of Exposed Metal Sites in Hydrogen Storage in MOFs", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "8386", "– ", "8396", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Role of exposed metal sites in hydrogen storage in MOFs", "Vitillo, Jenny G.; Regli, Laura; Chavan, Sachin; Ricchiardi, Gabriele; Spoto, Giuseppe; Dietzel, Pascal D. C.; Bordiga, Silvia; Zecchina, Adriano", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "26", "),\r\n    ", "8386-8396", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The role of exposed metal sites in increasing the H2 storage performances in metal-org. frameworks (MOFs) has been investigated by means of IR spectrometry.  Three MOFs have been considered: MOF-5, with unexposed metal sites, and CPO-27-Ni, with exposed Cu2+ and Ni2+, resp.  The onset temp. of spectroscopic features assocd. with adsorbed H2 correlates with the adsorption enthalpy obtained by the VTIR method and with the shift experienced by the H-H stretching frequency.  This relationship can be ascribed to the different nature and accessibility of the metal sites.  On the basis of a pure energetic evaluation, it was obsd. that the best performance was shown by CPO-27-Ni that exhibits also an initial adsorption enthalpy of -13.5 kJ mol-1, the highest yet obsd. for a MOF.  Unfortunately, upon comparison of the hydrogen amts. stored at high pressure, the hydrogen capacities in these conditions are mostly dependent on the surface area and total pore vol. of the material.  This means that if control of MOF surface area can benefit the total stored amts., only the presence of a great no. of strong adsorption sites can make the (P,T) storage conditions more economically favorable.  These observations lead to the prediction that efficient H2 storage by physisorption can be obtained by increasing the surface d. of strong adsorption sites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmvVGrsLw%253D&md5=de434d4b4a26b2bf0ee7b8f3258f486f", "20. ", "Liu", ", ", "Y.", "; ", "Kabbour", ", ", "H.", "; ", "Brown", ", ", "C. M.", "; ", "Neumann", ", ", "D. A.", "; ", "Ahn", ", ", "C. C.", " ", "Increasing the Density of Adsorbed Hydrogen with Coordinatively Unsaturated Metal Centers in Metal–Organic Frameworks", " ", "Langmuir", " ", "2008", ",  ", "24", ",  ", "4772", "– ", "4777", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Increasing the Density of Adsorbed Hydrogen with Coordinatively Unsaturated Metal Centers in Metal-Organic Frameworks", "Liu, Yun; Kabbour, Houria; Brown, Craig M.; Neumann, Dan A.; Ahn, Channing C.", "Langmuir", "\r\n        (", "2008", "),\r\n    ", "24", "\r\n        (", "9", "),\r\n    ", "4772-4777", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Storing mol. hydrogen in porous media is one of the promising avenues for mobile hydrogen storage.  To achieve technol. relevant levels of gravimetric d., the d. of adsorbed H2 must be increased beyond levels attained for typical high surface area carbons.  Here, the authors demonstrate a strong correlation between exposed and coordinatively unsatd. metal centers and enhanced hydrogen surface d. in many framework structures.  The MOF-74 framework structure with open Zn2+ sites displays the highest surface d. for physisorbed hydrogen in framework structures.  Isotherm and neutron scattering methods are used to elucidate the strength of the guest-host interactions and at.-scale bonding of hydrogen in this material.  As a metric with which to compare adsorption d. with other materials, the authors define a surface packing d. and model the strength of the H2-surface interaction required to decrease the H2-H2 distance and to est. the largest possible surface packing d. based on surface physisorption methods.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXjslSns7w%253D&md5=bf9bb02119d8c8b088191cddfe9b6a26", "21. ", "Valenzano", ", ", "L.", "; ", "Civalleri", ", ", "B.", "; ", "Chavan", ", ", "S.", "; ", "Palomino", ", ", "G. T.", "; ", "Areán", ", ", "C. O.", "; ", "Bordiga", ", ", "S.", " ", "Computational and Experimental Studies on the Adsorption of CO, N", "2", ", and CO", "2", " on Mg-MOF-74", " ", "J. Phys. Chem. C", " ", "2010", ",  ", "114", ",  ", "11185", "– ", "11191", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Computational and Experimental Studies on the Adsorption of CO, N2, and CO2 on Mg-MOF-74", "Valenzano, L.; Civalleri, B.; Chavan, S.; Palomino, G. T.; Arean, C. O.; Bordiga, S.", "Journal of Physical Chemistry C", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "25", "),\r\n    ", "11185-11191", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption of carbon monoxide, dinitrogen, and carbon dioxide on the porous metal-org. framework Mg-MOF-74 was studied by a combined methodol. comprising variable-temp. IR spectroscopy and ab initio periodic DFT-D calcns. using the CRYSTAL code.  Both CO and N2 form nearly linear (Mg2+···CO and Mg2+···NN) adsorption complexes, in contrast with CO2, which forms an angular Mg2+···OCO complex.  From IR spectra recorded at a variable-temp., the std. adsorption enthalpy (ΔH0) is -29, -21, and -47 kJ mol-1 for CO, N2, and CO2, resp.  Calcd. values of ΔH0, including an empirical correction for dispersion forces, resulted to be in a reasonably good agreement with those exptl. obtained.  Calcns. also showed the very significant role played by dispersion forces, which account for ∼1/2 of the adsorption enthalpy for each of the three adsorbates, CO, N2, and CO2.  The results are discussed in the broader context of the adsorption of the same gases on other MOFs and also on zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXmvF2rtLc%253D&md5=db5cd7db68300444ed0ca16a92df23bf", "22. ", "Valenzano", ", ", "L.", "; ", "Civalleri", ", ", "B.", "; ", "Sillar", ", ", "K.", "; ", "Sauer", ", ", "J.", " ", "Heats of Adsorption of CO and CO", "2", " in Metal–Organic Frameworks: Quantum Mechanical Study of CPO-27-M (M = Mg, Ni, Zn)", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "21777", "– ", "21784", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Heats of Adsorption of CO and CO2 in Metal-Organic Frameworks: Quantum Mechanical Study of CPO-27-M (M = Mg, Ni, Zn)", "Valenzano, Loredana; Civalleri, Bartolomeo; Sillar, Kaido; Sauer, Joachim", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "44", "),\r\n    ", "21777-21784", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "D. functional theory is applied with a hybrid functional to which a parametrized damped 1/r6 term was added to account for dispersion (B3LYP + D*).  This method is used with periodic boundary conditions to get the structures of the adsorption complexes.  Dispersion has a substantial share on the calcd. adsorption energies (46-77%).  For these structures, adsorption energies are also calcd. with a hybrid high-level (MP2 with complete basis set extrapolation):low level (B3LYP + D*) method.  The MP2 calcns. are performed on cluster models.  Comparison is made with exptl. heats of adsorption.  B3LYP + D* underestimates heats of adsorption by ∼5 kJ/mol, whereas hybrid MP2:B3LYP + D* slightly overestimates them by ∼2 kJ/mol.  With MP2:B3LYP + D*, also the mean abs. error is somewhat smaller, 3.8 kJ/mol compared to 5.6 kJ/mol for B3LYP + D*.  Both the B3LYP + D* and the hybrid MP2/CBS:B3LYP + D* method predict the same sequence of binding energies for carbon monoxide (Ni > Mg > Zn) and carbon dioxide (Mg > Ni > Zn) adsorption on open metal cation sites in the CPO-27 metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlaqtr7E&md5=1ffd1ba893afc3a5227d44b1fadddc1f", "23. ", "Dzubak", ", ", "A. L.", "; ", "Lin", ", ", "L.-C.", "; ", "Kim", ", ", "J.", "; ", "Swisher", ", ", "J. A.", "; ", "Poloni", ", ", "R.", "; ", "Maximoff", ", ", "S. N.", "; ", "Smit", ", ", "B.", "; ", "Gagliardi", ", ", "L.", " ", "Ab initio carbon capture in open-site metal–organic frameworks", " ", "Nat. Chem.", " ", "2012", ",  ", "4", ",  ", "810", "– ", "816", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "23. ", "Ab initio carbon capture in open-site metal-organic frameworks", "Dzubak, Allison L.; Lin, Li-Chiang; Kim, Jihan; Swisher, Joseph A.; Poloni, Roberta; Maximoff, Sergey N.; Smit, Berend; Gagliardi, Laura", "Nature Chemistry", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "10", "),\r\n    ", "810-816", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "During the formation of metal-org. frameworks (MOFs), metal centers can coordinate with the intended org. linkers, but also with solvent mols.  In this case, subsequent activation by removal of the solvent mols. creates unsatd. open metal sites known to have a strong affinity to CO2 mols., but their interactions are still poorly understood.  Common force fields typically underestimate by as much as 2 orders of magnitude the adsorption of CO2 in open-site Mg-MOF-74, which has emerged as a promising MOF for CO2 capture.  We present a systematic procedure to generate force fields using high-level quantum chem. calcns.  Monte Carlo simulations based on an ab initio force field generated for CO2 in Mg-MOF-74 shed some light on the interpretation of thermodn. data from flue gas in this material.  The force field describes accurately the chem. of the open metal sites, and is transferable to other structures.  This approach may serve in mol. simulations in general and in the study of fluid-solid interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Wktr3O&md5=f56250bc5e6e0e4c65741837c918e63a", "24. ", "Lin", ", ", "L.-C.", "; ", "Lee", ", ", "K.", "; ", "Gagliardi", ", ", "L.", "; ", "Neaton", ", ", "J. B.", "; ", "Smit", ", ", "B.", " ", "Force-Field Development from Electronic Structure Calculations with Periodic Boundary Conditions: Applications to Gaseous Adsorption and Transport in Metal–Organic Frameworks", " ", "J. Chem. Theory Comput.", " ", "2014", ",  ", "10", ",  ", "1477", "– ", "1488", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Force-Field Development from Electronic Structure Calculations with Periodic Boundary Conditions: Applications to Gaseous Adsorption and Transport in Metal-Organic Frameworks", "Lin, Li-Chiang; Lee, Kyuho; Gagliardi, Laura; Neaton, Jeffrey B.; Smit, Berend", "Journal of Chemical Theory and Computation", "\r\n        (", "2014", "),\r\n    ", "10", "\r\n        (", "4", "),\r\n    ", "1477-1488", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A systematic and efficient methodol. to derive accurate (nonpolarizable) force fields from periodic d. functional theory (DFT) calcns. for use in classical mol. simulations has been developed.  The methodol. requires reduced computation cost compared with other conventional ways.  The whole process is performed self-consistently in a fully periodic system.  The force fields derived by using this methodol. accurately predict the CO2 and H2O adsorption isotherms inside Mg-MOF-74, and is transferable to Zn-MOF-74; by replacing the Mg-CO2 interactions with the corresponding Zn-CO2 interactions, we obtain an accurate prediction of the corresponding isotherm.  This methodol. was used to address the effect of water on the sepn. of flue gases in these materials.  In general, the mixt. isotherms of CO2 and H2O calcd. with these derived force fields show a significant redn. in CO2 uptake with the existence of trace amts. of water vapor.  The effect of water, however, was found to be quant. different between Mg- and Zn-MOF-74.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXjtV2rtbo%253D&md5=310436bc1a437d2a1c6eac3ff52c3778", "25. ", "Sillar", ", ", "K.", "; ", "Sauer", ", ", "J.", " ", "Ab Initio Prediction of Adsorption Isotherms for Small Molecules in Metal–Organic Frameworks: The Effect of Lateral Interactions for Methane/CPO-27-Mg", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "18354", "– ", "18365", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Ab Initio Prediction of Adsorption Isotherms for Small Molecules in Metal-Organic Frameworks: The Effect of Lateral Interactions for Methane/CPO-27-Mg", "Sillar, Kaido; Sauer, Joachim", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "44", "),\r\n    ", "18354-18365", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A hybrid method that combines d. functional theory for periodic structures with wave function-based electron correlation methods for finite-size models of adsorption sites is employed to calc. energies for adsorption of CH4 onto different sites in the metal-org. framework (MOF) CPO-27-Mg (Mg-MOF-74) with chem. accuracy.  The adsorption energies for the Mg2+, linker, second layer sites are -27.8, -18.3, and -15.1 kJ/mol.  Adsorbate-adsorbate interactions increase the av. CH4 adsorption energy by about 10% (2.4 kJ/mol).  The free rotor-harmonic oscillator-ideal gas model is applied to calc. free energies/equil. consts. for adsorption on the individual sites.  This information is used in a multisite Langmuir model, augmented with a Bragg-Williams model for latera l interactions, to calc. adsorption isotherms.  This ab initio approach yields the contributions of the individual sites to the final isotherms and also of the lateral interactions that contribute about 15% to the max. excess adsorption capacity.  Isotherms are calcd. for both abs. amts., for calcn. of isosteric heats of adsorption as function of coverage, and excess amts., for comparison with measured isotherms.  Agreement with obsd. excess isotherms is reached if the exptl. detd. limited accessibility of adsorption sites (78%) is taken into account.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhtlekt73O&md5=81f7f5871d800575baaea3dbc520598b", "26. ", "Bloch", ", ", "E. D.", " ", "Reversible CO Binding Enables Tunable CO/H", "2", " and CO/N", "2", " Separations in Metal–Organic Frameworks with Exposed Divalent Metal Cations", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "10752", "– ", "10761", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Reversible CO Binding Enables Tunable CO/H2 and CO/N2 Separations in Metal-Organic Frameworks with Exposed Divalent Metal Cations", "Bloch, Eric D.; Hudson, Matthew R.; Mason, Jarad A.; Chavan, Sachin; Crocella, Valentina; Howe, Joshua D.; Lee, Kyuho; Dzubak, Allison L.; Queen, Wendy L.; Zadrozny, Joseph M.; Geier, Stephen J.; Lin, Li-Chiang; Gagliardi, Laura; Smit, Berend; Neaton, Jeffrey B.; Bordiga, Silvia; Brown, Craig M.; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "30", "),\r\n    ", "10752-10761", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Six metal-org. frameworks of the M2(dobdc) (M = Mg, Mn, Fe, Co, Ni, Zn; dobdc4- = 2,5-dioxido-1,4-benzenedicarboxylate) structure type bind carbon monoxide reversibly and at high capacity.  IR spectra indicate that, upon coordination of CO to the divalent metal cations lining the pores within these frameworks, the C-O stretching frequency is blue-shifted, consistent with nonclassical metal-CO interactions.  Structure detns. reveal M-CO distances ranging from 2.09(2) Å for M = Ni to 2.49(1) Å for M = Zn and M-C-O angles ranging from 161.2(7)° for M = Mg to 176.9(6)° for M = Fe.  Electronic structure calcns. employing d. functional theory (DFT) resulted in good agreement with the trends apparent in the IR spectra and crystal structures.  These results represent the 1st crystallog. characterized magnesium and zinc carbonyl compds. and the 1st high-spin manganese(II), iron(II), cobalt(II), and nickel(II) carbonyl species.  Adsorption isotherms indicate reversible adsorption, with capacities for the Fe, Co, and Ni frameworks approaching one CO per metal cation site at 1 bar, corresponding to loadings ≤6.0 mmol/g and 157 cm3/cm3.  The six frameworks display (neg.) isosteric heats of CO adsorption ranging from 52.7 to 27.2 kJ/mol along the series Ni > Co > Fe > Mg > Mn > Zn, following the Irving-Williams stability order.  The reversible CO binding suggests that these frameworks may be of utility for the sepn. of CO from various industrial gas mixts., including CO/H2 and CO/N2.  Selectivities detd. from gas adsorption isotherm data using ideal adsorbed soln. theory (IAST) over a range of gas compns. at 1 bar and 298 K indicate that all six M2(dobdc) frameworks could potentially be used as solid adsorbents to replace current cryogenic distn. technologies, with the choice of M dictating adsorbent regeneration energy and the level of purity of the resulting gases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtFWjt7bM&md5=6d81d4160a452c6b699e077d84fbeeaf", "27. ", "Forrest", ", ", "K. A.", "; ", "Pham", ", ", "T.", "; ", "McLaughlin", ", ", "K.", "; ", "Belof", ", ", "J. L.", "; ", "Stern", ", ", "A. C.", "; ", "Zaworotko", ", ", "M. J.", "; ", "Space", ", ", "B.", " ", "Simulation of the Mechanism of Gas Sorption in a Metal–Organic Framework with Open Metal Sites: Molecular Hydrogen in PCN-61", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "15538", "– ", "15549", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "Simulation of the Mechanism of Gas Sorption in a Metal-Organic Framework with Open Metal Sites: Molecular Hydrogen in PCN-61", "Forrest, Katherine A.; Pham, Tony; McLaughlin, Keith; Belof, Jonathan L.; Stern, Abraham C.; Zaworotko, Michael J.; Space, Brian", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "29", "),\r\n    ", "15538-15549", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Grand canonical Monte Carlo (GCMC) simulations were performed to investigate hydrogen sorption in an rht-type metal-org. framework (MOF), PCN-61.  The MOF was shown to have a large hydrogen uptake, and this was studied using three different hydrogen potentials, effective for bulk hydrogen, but of varying sophistication: a model that includes only repulsion/dispersion parameters, one augmented with charge-quadrupole interactions, and one supplemented with many-body polarization interactions.  Calcd. hydrogen uptake isotherms and isosteric heats of adsorption, Qst, were in quant. agreement with expt. only for the model with explicit polarization.  This success in reproducing empirical measurements suggests that modeling MOFs that have open metal sites is feasible, though it is often not considered to be well described via a classical potential function; here it is shown that such systems may be accurately described by explicitly including polarization effects in an otherwise traditional empirical potential.  Decompn. of energy terms for the models revealed deviations between the electrostatic and polarizable results that are unexpected due to just the augmentation of the potential surface by the addn. of induction.  Charge-quadrupole and induction energetics were shown to have a synergistic interaction, with inclusion of the latter resulting in a significant increase in the former.  Induction interactions strongly influence the structure of the sorbed hydrogen compared to the models lacking polarizability; sorbed hydrogen is a dipolar dense fluid in the MOF.  This study demonstrates that many-body polarization makes a crit. contribution to gas sorption structure and must be accounted for in modeling MOFs with polar interaction sites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XptF2itr0%253D&md5=1e993c1cdb311f4e785c3dcfb3c1df67", "28. ", "Pham", ", ", "T.", "; ", "Forrest", ", ", "K. A.", "; ", "Nugent", ", ", "P.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Luebke", ", ", "R.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", "; ", "Space", ", ", "B.", " ", "Understanding Hydrogen Sorption in a Metal–Organic Framework with Open-Metal Sites and Amide Functional Groups", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "9340", "– ", "9354", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Understanding Hydrogen Sorption in a Metal-Organic Framework with Open-Metal Sites and Amide Functional Groups", "Pham, Tony; Forrest, Katherine A.; Nugent, Patrick; Belmabkhout, Youssef; Luebke, Ryan; Eddaoudi, Mohamed; Zaworotko, Michael J.; Space, Brian", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "18", "),\r\n    ", "9340-9354", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Grand canonical Monte Carlo (GCMC) studies of the mechanism of hydrogen sorption in an rht-MOF known as Cu-TPBTM are presented.  The MOF is a decorated/substituted isostructural analog to the unembellished rht-MOF, PCN-61, that was studied previously.  The simulations were performed using three different hydrogen potentials of increasing complexity.  Simulated hydrogen sorption isotherms and calcd. isosteric heat of adsorption, Qst, values were in excellent agreement with the reported exptl. data for only a polarizable model in one of four exptl. obsd. crystal structure configurations.  The study demonstrates the ability of modeling to distinguish the differential sorption of distinct structures; one configuration is found to be dominant due to favorable interactions with substrates.  In addn., the presence of polar amide groups had a significant effect on the electrostatics of the Cu2+ ions and directs the low-pressure physisorption of hydrogen in the MOF.  This is in contrast to what was obsd. in PCN-61, where an exterior copper ion had a higher relative charge and was the favored loading site.  This tunability of the electrostatics of the copper ions via chem. substitution on the MOF framework can be explained by the presence of the neg. charged oxygen atom of the amide group that causes the interior Cu2+ ion to exhibit a higher pos. charge through an inductive effect.  Further, control simulations, taking advantage of the flexibility afforded by theor. modeling, include artificially modified charges for both Cu2+ ions chosen equal to or with a higher charge on the exterior Cu2+ ion.  This choice resulted in distinctly different hydrogen sorption characteristics in Cu-TPBTM with no direct sorption on the open-metal sites.  Thus, this study demonstrates both the tunable nature of MOF platforms and the possibility for rational design of sorption/catalytic sites and characteristics through the active interplay of theory and expt.  The ability of accurate, carefully parametrized and transferable force fields to model and predict small mol. sorption in MOFs, even including open-metal sites, is demonstrated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXlvVyksLs%253D&md5=0b4b3179038128043ea5f3e4af181512", "29. ", "Pham", ", ", "T.", "; ", "Forrest", ", ", "K. A.", "; ", "Hogan", ", ", "A.", "; ", "McLaughlin", ", ", "K.", "; ", "Belof", ", ", "J. L.", "; ", "Eckert", ", ", "J.", "; ", "Space", ", ", "B.", " ", "Simulations of Hydrogen Sorption in ", "rht", "-MOF-1: Identifying the Binding Sites Through Explicit Polarization and Quantum Rotation Calculations", " ", "J. Mater. Chem. A", " ", "2014", ",  ", "2", ",  ", "2088", "– ", "2100", "[", "Crossref", "], [", "CAS", "]", "29. ", "Simulations of hydrogen sorption in rht-MOF-1: identifying the binding sites through explicit polarization and quantum rotation calculations", "Pham, Tony; Forrest, Katherine A.; Hogan, Adam; McLaughlin, Keith; Belof, Jonathan L.; Eckert, Juergen; Space, Brian", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2014", "),\r\n    ", "2", "\r\n        (", "7", "),\r\n    ", "2088-2100", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Grand canonical Monte Carlo (GCMC) simulations of hydrogen sorption were performed in rht-MOF-1, a metal-org. framework (MOF) that consists of isophthalate groups joined by copper paddlewheel clusters and Cu3O trimers through tetrazolate moeities.  This is a charged rht-MOF that contains extra-framework nitrate counterions within the material.  For the simulations performed herein, excellent agreement with expt. was achieved for the simulated hydrogen sorption isotherms and calcd. isosteric heat of adsorption, Qst, values only when using a polarizable potential.  Thermodn. agreement is demonstrated via comparing to exptl. isotherms and binding sites are revealed by combining simulation and inelastic neutron scattering (INS) data.  Simulations involving explicit many-body polarization interactions assisted in the detn. of the binding sites in rht-MOF-1 through the distribution of the induced dipoles that led to strong adsorbate interactions.  Four distinct hydrogen sorption sites were detd. from the polarization distribution: the nitrate ions located in the corners of the truncated tetrahedral cages, the Cu2+ ions of the paddlewheels that project into the truncated tetrahedral and truncated octahedral cages (Cu1 ions), the Cu2+ ions of the Cu3O trimers (Cu3 ions), and the sides of the paddlewheels in the cuboctahedral cage.  The simulations revealed that the initial sorption sites for hydrogen in rht-MOF-1 are the nitrate ions; this site corresponds to the high initial Qst value for hydrogen (9.5 kJ mol-1) in the MOF.  The radial distribution functions, g(r), about the Cu2+ ions at various loadings revealed that the Cu1 ions are the preferred open-metal sorption sites for hydrogen at low loading, while the Cu3 ions become occupied at higher loadings.  The validation of the aforementioned sorption sites in rht-MOF-1 was confirmed by calcg. the two-dimensional quantum rotational levels about each site and comparing the levels to the transitions that were obsd. in the exptl. INS spectra for hydrogen in the compd.  For each binding site, the rotational transitions from j = 0 to j = 1 were in good agreement to certain transitions that were obsd. in the INS spectra.  From these calcns., the assignment of the peaks in the INS spectra for hydrogen in rht-MOF-1 was made.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXpslGqsA%253D%253D&md5=337f5de241c465c3a3638f35c49fe4a9", "30. ", "Pham", ", ", "T.", "; ", "Forrest", ", ", "K. A.", "; ", "Eckert", ", ", "J.", "; ", "Georgiev", ", ", "P. A.", "; ", "Mullen", ", ", "A.", "; ", "Luebke", ", ", "R.", "; ", "Cairns", ", ", "A. J.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Eubank", ", ", "J. F.", "; ", "McLaughlin", ", ", "K.", "; ", "Lohstroh", ", ", "W.", "; ", "Eddaoudi", ", ", "M.", "; ", "Space", ", ", "B.", " ", "Investigating the Gas Sorption Mechanism in an ", "rht", "-Metal–Organic Framework through Computational Studies", " ", "J. Phys. Chem. C", " ", "2014", ",  ", "118", ",  ", "439", "– ", "456", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "Investigating the Gas Sorption Mechanism in an rht-Metal-Organic Framework through Computational Studies", "Pham, Tony; Forrest, Katherine A.; Eckert, Juergen; Georgiev, Peter A.; Mullen, Ashley; Luebke, Ryan; Cairns, Amy J.; Belmabkhout, Youssef; Eubank, Jarrod F.; McLaughlin, Keith; Lohstroh, Wiebke; Eddaoudi, Mohamed; Space, Brian", "Journal of Physical Chemistry C", "\r\n        (", "2014", "),\r\n    ", "118", "\r\n        (", "1", "),\r\n    ", "439-456", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Grand canonical Monte Carlo (GCMC) simulations were performed to investigate CO2 and H2 sorption in an rht-metal-org. framework (MOF) that was synthesized with a ligand having a nitrogen-rich trigonal core through trisubstituted triazine groups and amine functional groups.  This MOF was synthesized by two different groups, each reporting their own distinct gas sorption measurements and crystal structure.  Electronic structure calcns. demonstrated that the small differences in the at. positions between each group's crystal structure resulted in different electrostatic parameters about the Cu2+ ions for the resp. unit cells.  Simulations of CO2 sorption were performed with and without many-body polarization effects and using their recently developed CO2 potentials, in addn. to a well-known bulk CO2 model, in both crystallog. unit cells.  Simulated CO2 sorption isotherms and calcd. isosteric heats of adsorption, Qst, values were in excellent agreement with the results reported previously by Eddaoudi et al. for both structures using the polarizable CO2 potential.  For both crystal structures, the initial site for CO2 sorption were the Cu2+ ions that had the higher pos. charge in the unit cell, although the identity of this electropos. Cu2+ ion was different in each case.  Simulations of H2 sorption were performed with three different hydrogen potentials of increasing anisotropy in both crystal structures and the results, esp. with the highest fidelity model, agreed well with Eddaoudi et al.'s exptl. data.  The preferred site of H2 sorption at low loading was between two Cu2+ ions of neighboring paddle wheels.  The calcn. of the normalized hydrogen dipole distribution for the polarizable model in both crystal structures aided in the identification of four distinct sorption sites in the MOF, which is consistent to what was obsd. in the exptl. inelastic neutron scattering (INS) spectra.  Lastly, while the exptl. results for the two groups are quant. different, the sorption mechanisms (for both crystal structures and sorbates) are broadly similar and not inconsistent with either set of exptl. data; the theor. sorption isotherms themselves resemble those by Eddaoudi et al.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvFejsbbK&md5=5bdca3cf0013fd36fa95e3808307ff39", "31. ", "Kong", ", ", "L.", "; ", "Román-Pérez", ", ", "G.", "; ", "Soler", ", ", "J. M.", "; ", "Langreth", ", ", "D. C.", " ", "Energetics and Dynamics of H", "2", " Adsorbed in a Nanoporous Material at Low Temperature", " ", "Phys. Rev. Lett.", " ", "2009", ",  ", "103", ",  ", "096103", "[", "Crossref", "], [", "CAS", "]", "31. ", "Energetics and dynamics of H2 adsorbed in a nanoporous material at low temperature", "Kong, Lingzhu; Roman-Perez, Guillermo; Soler, Jose M.; Langreth, David C.", "Physical Review Letters", "\r\n        (", "2009", "),\r\n    ", "103", "\r\n        (", "9", "),\r\n    ", "096103/1-096103/4", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Mol. H adsorption in a nanoporous metal-org. framework structure (MOF-74) is studied via van der Waals d.-functional calcns.  The primary and secondary binding sites for H2 are confirmed.  The low-lying rotational and translational energy levels are calcd., based on the orientation and position dependent potential energy surface at the 2 binding sites.  A consistent picture is obtained between the calcd. rotational-translational transitions for different H2 loadings and those measured by inelastic neutron scattering exciting the singlet to triplet (para to ortho) transition in H2.  The H2 binding energy after zero-point energy correction due to the rotational and translational motions is predicted to be ∼100 meV in good agreement with the exptl. value of ∼90 meV.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtV2rur3K&md5=8060c3c950e0cef24de57b6c423a3f3b", "32. ", "Matanović", ", ", "I.", "; ", "Belof", ", ", "J. L.", "; ", "Space", ", ", "B.", "; ", "Sillar", ", ", "K.", "; ", "Sauer", ", ", "J.", "; ", "Eckert", ", ", "J.", "; ", "Bačić", ", ", "Z.", " ", "Hydrogen adsorbed in a metal organic framework-5: Coupled translation-rotation eigenstates from quantum five-dimensional calculations", " ", "J. Chem. Phys.", " ", "2012", ",  ", "137", ",  ", "014701", "[", "Crossref", "], [", "CAS", "]", "32. ", "Hydrogen adsorbed in a metal organic framework-5. Coupled translation-rotation eigenstates from quantum five-dimensional calculations", "Matanovic, Ivana; Belof, Jonathan L.; Space, Brian; Sillar, Kaido; Sauer, Joachim; Eckert, Juergen; Bacic, Zlatko", "Journal of Chemical Physics", "\r\n        (", "2012", "),\r\n    ", "137", "\r\n        (", "1", "),\r\n    ", "014701/1-014701/13", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "We report rigorous quantum 5D calcns. of the coupled translation-rotation (T-R) eigenstates of a H2 mol. adsorbed in metal org. framework-5 (MOF-5), a prototypical nanoporous material, which was treated as rigid.  The anisotropic interactions between H2 and MOF-5 were represented by the anal. 5D intermol. potential energy surface (PES) used previously in the simulations of the thermodn. of hydrogen sorption in this system .  The global and local min. on this 5D PES correspond to all of the known binding sites of H2 in MOF-5, 3 of which, α-, β-, and γ-sites are located on the inorg. cluster node of the framework, while 2 of them, the δ- and ε-sites, are on the phenylene link.  In addn., 2D rotational PESs were calcd. ab initio for each of these binding sites, keeping the center of mass of H2 fixed at the resp. equil. geometries; purely rotational energy levels of H2 on these 2D PESs were computed by means of quantum 2D calcns.  On the 5D PES, the 3 adjacent γ-sites lie just 1.1 meV above the min.-energy α-site, and are sepd. from it by a very low barrier.  These features allow extensive wave function delocalization of even the lowest translationally excited T-R eigenstates over the α- and γ-sites, presenting significant challenges for both the quantum bound-state calcns. and the anal. of the results.  Detailed comparison is made with the available exptl. data.  (c) 2012 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XpsFahsbo%253D&md5=0132cf797a5ed101bd6417abf46899d0", "33. ", "Nugent", ", ", "P.", "; ", "Pham", ", ", "T.", "; ", "McLaughlin", ", ", "K.", "; ", "Georgiev", ", ", "P. A.", "; ", "Lohstroh", ", ", "W.", "; ", "Embs", ", ", "J. P.", "; ", "Zaworotko", ", ", "M. J.", "; ", "Space", ", ", "B.", "; ", "Eckert", ", ", "J.", " ", "Dramatic effect of pore size reduction on the dynamics of hydrogen adsorbed in metal–organic materials", " ", "J. Mater. Chem. A", " ", "2014", ",  ", "2", ",  ", "13884", "– ", "13891", "[", "Crossref", "], [", "CAS", "]", "33. ", "Dramatic effect of pore size reduction on the dynamics of hydrogen adsorbed in metal-organic materials", "Nugent, Patrick; Pham, Tony; McLaughlin, Keith; Georgiev, Peter A.; Lohstroh, Wiebke; Embs, Jan Peter; Zaworotko, Michael J.; Space, Brian; Eckert, Juergen", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2014", "),\r\n    ", "2", "\r\n        (", "34", "),\r\n    ", "13884-13891", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The effects of pore size redn. on the dynamics of H sorption in metal-org. materials (MOMs) were elucidated by studying SIFSIX-2-Cu and its doubly interpenetrated polymorph SIFSIX-2-Cu-i by sorption, inelastic n scattering (INS), and computational modeling.  SIFSIX-2-Cu-i exhibits much smaller pore sizes, which possess high H2 sorption affinity at low loadings.  Exptl. H2 sorption measurements revealed that the isosteric heat of adsorption (Qst) for H2 in SIFSIX-2-Cu-i is nearly 2 times higher than that for SIFSIX-2-Cu (8.6 vs. 4.6 kJ mol-1).  The INS spectrum for H2 in SIFSIX-2-Cu-i is rather unique for a porous material, as only one broad peak appears at low energies near 6 meV, which simply increases in intensity with loading until the pores are filled.  The value for this rotational transition is lower than that in most neutral metal-org. frameworks (MOFs), including those with open Cu sites (8-9 meV), which is indicative of a higher barrier to rotation and stronger interaction in the channels of SIFSIX-2-Cu-i than the open Cu sites in MOFs.  Simulations of H2 sorption in SIFSIX-2-Cu-i revealed 2 H sorption sites in the MOM: direct interaction with the equatorial F atom (site 1) and between 2 equatorial F atoms on opposite walls (site 2).  The calcd. rotational energy levels and rotational barriers for the 2 sites in SIFSIX-2-Cu-i are in good agreement with INS data.  Also, the rotational barriers and binding energies for site 2 are slightly higher than that for site 1, which is consistent with INS results.  The lowest calcd. transition for the primary site in SIFSIX-2-Cu is also in good agreement with INS data.  This transition in the noninterpenetrating material is higher than any of the sites in SIFSIX-2-Cu-i, which indicates a significantly weaker interaction with the host as a result of the larger pore size.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtF2qtLjI&md5=7c07ff83e42af21091bc0bd6b0c106cf", "34. ", "Pham", ", ", "T.", "; ", "Forrest", ", ", "K. A.", "; ", "Georgiev", ", ", "P. A.", "; ", "Lohstroh", ", ", "W.", "; ", "Xue", ", ", "D.-X.", "; ", "Hogan", ", ", "A.", "; ", "Eddaoudi", ", ", "M.", "; ", "Space", ", ", "B.", "; ", "Eckert", ", ", "J.", " ", "A high rotational barrier for physisorbed hydrogen in an fcu-metal–organic framework", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "14109", "– ", "14112", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "34. ", "A high rotational barrier for physisorbed hydrogen in an fcu-metal-organic framework", "Pham, Tony; Forrest, Katherine A.; Georgiev, Peter A.; Lohstroh, Wiebke; Xue, Dong-Xu; Hogan, Adam; Eddaoudi, Mohamed; Space, Brian; Eckert, Juergen", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "91", "),\r\n    ", "14109-14112", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A combined inelastic neutron scattering (INS) and theor. study of H2 sorption in Y-FTZB, a recently reported metal-org. framework (MOF) with face-centered cubic (fcu) topol., reveals that the strongest binding site in the MOF causes a high barrier to rotation on the sorbed H2.  This rotational barrier for H2 is the highest yet of reported MOF materials based on physisorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhslWht7zN&md5=63dba09ad4bbb1c0cef9e9e84ea97bad", "35. ", "Metropolis", ", ", "N.", "; ", "Rosenbluth", ", ", "A. W.", "; ", "Rosenbluth", ", ", "M. N.", "; ", "Teller", ", ", "A. H.", "; ", "Teller", ", ", "E.", " ", "Equation of state calculations by fast computing machines", " ", "Phys. Lett. B", " ", "1953", ",  ", "21", ",  ", "1087", "– ", "1092", "[", "CAS", "]", "35. ", "Equation-of-state calculations by fast computing machines", "Metropolis, Nicholas; Rosenbluth, Arianna W.; Rosenbluth, Marshall N.; Teller, Augusta H.; Teller, Edward", "Journal of Chemical Physics", "\r\n        (", "1953", "),\r\n    ", "21", "\r\n        (", "),\r\n    ", "1087-92", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "A general method, suitable for fast computing machines, is described for investigating such properties as equations of state for substances consisting of interacting individual mols.  The method consists of a modified Monte Carlo integration over configuration space.  Results for the 2-dimensional rigid-sphere system were obtained on the Los Alamos MANIAC.  These results were compared to the free-vol. equation of state and to a 4-term virial coeff. expansion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaG3sXltlKhsw%253D%253D&md5=5dac586da7183d2d81bf35fc83e8c715", "36. ", "Ewald", ", ", "P. P.", " ", "Die Berechnung optischer und elektrostatischer Gitterpotentiale", " ", "Ann. Phys.", " ", "1921", ",  ", "369", ",  ", "253", "– ", "287", "[", "Crossref", "]", "There is no corresponding record for this reference.", "37. ", "Applequist", ", ", "J.", "; ", "Carl", ", ", "J. R.", "; ", "Fung", ", ", "K.-K.", " ", "Atom dipole interaction model for molecular polarizability. Application to polyatomic molecules and determination of atom polarizabilities", " ", "J. Am. Chem. Soc.", " ", "1972", ",  ", "94", ",  ", "2952", "– ", "2960", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "Atom dipole interaction model for molecular polarizability.  Application to polyatomic molecules and determination of atom polarizabilities", "Applequist, Jon; Carl, James R.; Fung, Kwok-Kueng", "Journal of the American Chemical Society", "\r\n        (", "1972", "),\r\n    ", "94", "\r\n        (", "9", "),\r\n    ", "2952-60", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "The Silberstein model for mol. polarizability is applied to polyatomic mols.  The atoms are regarded as isotropically polarizable points located at their nuclei, interacting via the fields of their induced dipoles.  The theory is restated in a simple exact form suitable for numerical calcn. of mol. polarizability tensors.  The use of additive values for atom polarizabilities gives poor results, in some cases leading to artificial predictions of absorption bands.  The theory is used to det. optimum polarizabilities of H, C, N, O, F, Cl, Br, and I in 41 different mols. including alkanes, alcs., ethers, halomethanes, aldehydes, ketones, amides, and nitriles.  The atom polarizabilities found are significantly smaller than the additive values in most cases.  Using the new values, the agreement between calcd. and exptl. mean mol. polarizabilities is usually within 1-5%.  Agreement for polarizability components is generally poorer but consistent with the view that mol. anisotropy originates to a large extent from atom dipole interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE38XktVCksrw%253D&md5=0fc814479823dc37c768c424e6e0b421", "38. ", "Thole", ", ", "B.", " ", "Molecular polarizabilities calculated with a modified dipole interaction", " ", "Chem. Phys.", " ", "1981", ",  ", "59", ",  ", "341", "– ", "350", "[", "Crossref", "], [", "CAS", "]", "38. ", "Molecular polarizabilities calculated with a modified dipole interaction", "Thole, B. T.", "Chemical Physics", "\r\n        (", "1981", "),\r\n    ", "59", "\r\n        (", "3", "),\r\n    ", "341-50", "CODEN:\r\n                ", "CMPHC2", ";\r\n        ISSN:", "0301-0104", ".\r\n    ", "The point dipole interaction model for mol. polarizability recently proposed by J. Applequist, et al., (1972) is modified by replacing the point dipole interaction by an interaction between smeared out dipoles.  Rules are developed to indicate plausible forms for this modified interaction.  The polarizabilities of a wide range of chem. different mols. can be calcd., using for each atom one polarizability independent of its chem. environment.  The errors are comparable to exptl. uncertainty.  Special care is taken to produce a model that tends to avoid infinite polarizabilities without use of cutoffs at short distances.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3MXltl2jurk%253D&md5=a92d26bef31ef7e26a244c3f15d5b8a6", "39. ", "Bode", ", ", "K. A.", "; ", "Applequist", ", ", "J.", " ", "A New Optimization of Atom Polarizabilities in Halomethanes, Aldehydes, Ketones, and Amides by Way of the Atom Dipole Interaction Model", " ", "J. Phys. Chem.", " ", "1996", ",  ", "100", ",  ", "17820", "– ", "17824", "[", "ACS Full Text ", "], [", "CAS", "]", "39. ", "A New Optimization of Atom Polarizabilities in Halomethanes, Aldehydes, Ketones, and Amides by Way of the Atom Dipole Interaction Model", "Bode, Kimberly A.; Applequist, Jon", "Journal of Physical Chemistry", "\r\n        (", "1996", "),\r\n    ", "100", "\r\n        (", "45", "),\r\n    ", "17820-17824", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new optimization of atom polarizabilities is carried out by fitting obsd. mean mol. polarizabilities, polarizability anisotropies, and Kerr consts. with values calcd. by way of the atom dipole interaction (ADI) model which was used for similar purposes by this lab. in 1972.  New values are obtained for the polarizabilities of F, Cl, and Br in halomethanes, C' (carbonyl carbon) and O in aldehydes, ketones, and amides, H in the aldehyde C'HO and the amide NH group, and N in amides.  Most of the new values differ slightly from atom polarizabilities that were optimized to fit only obsd. mean polarizabilities in 1972, though differences up to 50% occur.  The new values result in a considerably improved fit of calcd. and obsd. anisotropies and Kerr consts., with a somewhat poorer fit to mean polarizabilities.  The results are compared with those from studies by Birge, Thole, and Miller, who used modified versions of the ADI model.  It is concluded that the unmodified model reproduces obsd. anisotropies about as well as any other model with the revised atom polarizabilities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28Xmt1Gnuro%253D&md5=20af0b71b9b7c88f4999061b9912d7ad", "40. ", "McLaughlin", ", ", "K.", "; ", "Cioce", ", ", "C. R.", "; ", "Pham", ", ", "T.", "; ", "Belof", ", ", "J. L.", "; ", "Space", ", ", "B.", " ", "Efficient calculation of many-body induced electrostatics in molecular systems", " ", "J. Chem. Phys.", " ", "2013", ",  ", "139", ",  ", "184112", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "40. ", "Efficient calculation of many-body induced electrostatics in molecular systems", "McLaughlin, Keith; Cioce, Christian R.; Pham, Tony; Belof, Jonathan L.; Space, Brian", "Journal of Chemical Physics", "\r\n        (", "2013", "),\r\n    ", "139", "\r\n        (", "18", "),\r\n    ", "184112/1-184112/11", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Potential energy functions including many-body polarization are in widespread use in simulations of aq. and biol. systems, metal-orgs., mol. clusters, and other systems where electronically induced redistribution of charge among local at. sites is of importance.  The polarization interactions, treated here via the methods of Thole and Applequist, while long-ranged, can be computed for moderate-sized periodic systems with extremely high accuracy by extending Ewald summation to the induced fields as demonstrated by Nymand, Sala, and others.  These full Ewald polarization calcns., however, are expensive and often limited to very small systems, particularly in Monte Carlo simulations, which may require energy evaluation over several hundred-thousand configurations.  For such situations, it shall be shown that sufficiently accurate computation of the polarization energy can be produced in a fraction of the central processing unit (CPU) time by neglecting the long-range extension to the induced fields while applying the long-range treatments of Ewald or Wolf to the static fields; these methods, denoted Ewald E-Static and Wolf E-Static (WES), resp., provide an effective means to obtain polarization energies for intermediate and large systems including those with several thousand polarizable sites in a fraction of the CPU time.  Furthermore, we shall demonstrate a means to optimize the damping for WES calcns. via extrapolation from smaller trial systems.  (c) 2013 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslKqs7zM&md5=61ae16943008957becbfc401ad78e4c1", "41. ", "Feynman", ", ", "R. P.", "; ", "Hibbs", ", ", "A. R.", "  ", "Quantum Mechanics and Path Integrals", "; ", "McGraw-Hill", ": ", "New York", ", ", "1965", "; pp  ", "281", ".", "There is no corresponding record for this reference.", "42. ", "Belof", ", ", "J. L.", "; ", "Stern", ", ", "A. C.", "; ", "Space", ", ", "B.", " ", "An Accurate and Transferable Intermolecular Diatomic Hydrogen Potential for Condensed Phase Simulation", " ", "J. Chem. Theory Comput.", " ", "2008", ",  ", "4", ",  ", "1332", "– ", "1337", "[", "ACS Full Text ", "], [", "CAS", "]", "42. ", "An Accurate and Transferable Intermolecular Diatomic Hydrogen Potential for Condensed Phase Simulation", "Belof, Jonathan L.; Stern, Abraham C.; Space, Brian", "Journal of Chemical Theory and Computation", "\r\n        (", "2008", "),\r\n    ", "4", "\r\n        (", "8", "),\r\n    ", "1332-1337", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An anisotropic many-body H2 potential energy function has been developed for use in heterogeneous systems.  The intermol. potential has been derived from first principles and expressed in a form that is readily transferred to exogenous systems, e.g. in modeling H2 sorption in solid-state materials.  Explicit many-body polarization effects, known to be important in simulating hydrogen at high d., are incorporated.  The analytic form of the potential energy function is suitable for methods of statistical physics, such as Monte Carlo or Mol. Dynamics simulation.  The model has been validated on dense supercrit. hydrogen and demonstrated to reproduce the exptl. data with high accuracy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXosF2nsr0%253D&md5=cf58f8faddb7e1cf9fc210f03eca8f7c", "43. ", "Pham", ", ", "T.", "; ", "Forrest", ", ", "K. A.", "; ", "McLaughlin", ", ", "K.", "; ", "Eckert", ", ", "J.", "; ", "Space", ", ", "B.", " ", "Capturing the H", "2", "–Metal Interaction in Mg-MOF-74 Using Classical Polarization", " ", "J. Phys. Chem. C", " ", "2014", ",  ", "118", ",  ", "22683", "– ", "22690", "[", "ACS Full Text ", "], [", "CAS", "]", "43. ", "Capturing the H2-Metal Interaction in Mg-MOF-74 Using Classical Polarization", "Pham, Tony; Forrest, Katherine A.; McLaughlin, Keith; Eckert, Juergen; Space, Brian", "Journal of Physical Chemistry C", "\r\n        (", "2014", "),\r\n    ", "118", "\r\n        (", "39", "),\r\n    ", "22683-22690", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Grand canonical Monte Carlo (GCMC) simulations of H2 sorption were performed in Mg-MOF-74, a metal-org. framework (MOF) that displays very high H2 sorption affinity.  Exptl. H2 sorption isotherms and isosteric heats of adsorption (Qst) values were reproduced using a general purpose materials sorption potential that includes many-body polarization interactions.  In contrast, using two models that include only charge-quadrupole interactions failed to reproduce such exptl. measurements even though they are the type normally employed in such classical force field calcns.  Utilizing the present explicit polarizable model in GCMC simulation resulted in a Mg2+-H2 distance of 2.60 Å, which is close to a previously reported value that was obtained using electronic structure methods and comparable to similar exptl. measurements.  The induced dipole distribution obtained from simulation assisted in the characterization of two previously identified sorption sites in the MOF: the Mg2+ ions and the oxido group of the linkers.  The calcd. two-dimensional quantum rotational levels for a H2 mol. sorbed onto the Mg2+ ion were in good agreement with exptl. inelastic neutron scattering (INS) data.  Although the H2-metal interaction in MOFs may be thought of as a quantum mech. effect, this study demonstrates how the interaction between the sorbate mols. and the open-metal sites in a particular highly sorbing MOF can be captured using classical simulation techniques that involve a polarizable potential.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsFWjsLbO&md5=5db34b89e6976939ba8859e951cb71d6", "44. ", "Rappé", ", ", "A. K.", "; ", "Casewit", ", ", "C. J.", "; ", "Colwell", ", ", "K. S.", "; ", "Goddard", ", ", "W. A.", "; ", "Skiff", ", ", "W. M.", " ", "UFF, a full periodic table force field for molecular mechanics and molecular dynamics simulations", " ", "J. Am. Chem. Soc.", " ", "1992", ",  ", "114", ",  ", "10024", "– ", "10035", "[", "ACS Full Text ", "], [", "CAS", "]", "44. ", "UFF, a full periodic table force field for molecular mechanics and molecular dynamics simulations", "Rappe, A. K.; Casewit, C. J.; Colwell, K. S.; Goddard, W. A., III; Skiff, W. M.", "Journal of the American Chemical Society", "\r\n        (", "1992", "),\r\n    ", "114", "\r\n        (", "25", "),\r\n    ", "10024-35", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "A new mol. mechanics force field, the Universal force field (UFF), is described wherein the force field parameters are estd. using general rules based only on the element, its hybridization and its connectivity.  The force field functional forms, parameters, and generating formulas for the full periodic table are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38Xmtl2qur8%253D&md5=cf41e8bb9ad299fd5d79f070d690afe1", "45. ", "Belof", ", ", "J. L.", "; ", "Stern", ", ", "A. C.", "; ", "Space", ", ", "B.", " ", "A Predictive Model of Hydrogen Sorption for Metal–Organic Materials", " ", "J. Phys. Chem. C", " ", "2009", ",  ", "113", ",  ", "9316", "– ", "9320", "[", "ACS Full Text ", "], [", "CAS", "]", "45. ", "A Predictive Model of Hydrogen Sorption for Metal-Organic Materials", "Belof, Jonathan L.; Stern, Abraham C.; Space, Brian", "Journal of Physical Chemistry C", "\r\n        (", "2009", "),\r\n    ", "113", "\r\n        (", "21", "),\r\n    ", "9316-9320", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Newly developed hydrogen and MOM (Metal-Org. Materials) potential energy functions for mol. simulation are presented.  They are designed to be highly transferable while still describing sorbate-MOM interactions with predictive accuracy.  Specifically, they quant. describe hydrogen sorption, including isosteric heats, in MOF-5 over the broad temp. and pressure ranges that were examd. exptl.  The approach that is adopted is general and demonstrates that highly accurate and predictive models of mol. interaction with MOMs are quite feasible.  Mol. interactions giving rise to the isosteric heat were characterized and validated against the exptl. relevant data.  Finally, inspection of the isothermal compressibility of hydrogen in MOF-5 reveals that under satg. high-pressure conditions (even at temps. well above the neat b.p.) the state of hydrogen is characteristic of a liq., i.e., with a compressibility similar to that of bulk hydrogen.  This result is of particular relevance in developing MOMs for hydrogen-storage applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXlt1Gqs7Y%253D&md5=7478c0f873bd9281a7b9301992bbbb3d", "46. ", "van Duijnen", ", ", "P. T.", "; ", "Swart", ", ", "M.", " ", "Molecular and Atomic Polarizabilities: Thole’s Model Revisited", " ", "J. Phys. Chem. A", " ", "1998", ",  ", "102", ",  ", "2399", "– ", "2407", "[", "ACS Full Text ", "], [", "CAS", "]", "46. ", "Molecular and Atomic Polarizabilities: Thole's Model Revisited", "van Duijnen, Piet Th.; Swart, Marcel", "Journal of Physical Chemistry A", "\r\n        (", "1998", "),\r\n    ", "102", "\r\n        (", "14", "),\r\n    ", "2399-2407", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Thole's modified dipole interaction model for constructing mol. polarizabilities from effective, isotropic at. polarizabilities is reviewed and extended.  We report effective at. polarizabilities for H, C, N, O, S, and the halogen atoms, independent of their chem. environment.  They are obtained by fitting the model both to exptl. and calcd. mol. polarizabilities, the latter to enable one to model ab initio polarizabilities for various basis sets.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXhs1Grur0%253D&md5=f4936a59943cd6a8072db3fc0b622093", "47. ", "Belof", ", ", "J. L.", "; ", "Stern", ", ", "A. C.", "; ", "Eddaoudi", ", ", "M.", "; ", "Space", ", ", "B.", " ", " ", "On the Mechanism of Hydrogen Storage in a Metal–Organic Framework Material", ".  ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "15202", "− ", "15210", ",", "PMID: 17999501.", "[", "ACS Full Text ", "], [", "CAS", "]", "47. ", "On the Mechanism of Hydrogen Storage in a Metal-Organic Framework Material", "Belof, Jonathan L.; Stern, Abraham C.; Eddaoudi, Mohamed; Space, Brian", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "49", "),\r\n    ", "15202-15210", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Monte Carlo simulations were performed to model H sorption in a metal-org. framework material (MOF) that exhibits large mol. H uptake capacity.  The MOF is remarkable because at 78 K and 1.0 atm it sorbs H at a d. near that of liq. H (at 20 K and 1.0 atm) when considering H2 d. in the pores.  Unlike most other MOFs that have been studied for H storage, it has an ionic framework and many small channels.  The simulations demonstrate that it is both of these phys. characteristics that lead to strong H interactions in the MOF and ultimately large H uptake.  Microscopically, H interacts with the MOF via 3 principle attractive potential energy contributions: Van der Waals, charge-quadrupole and induction.  Previous simulations of H storage in MOFs and other materials have not focused on the role of polarization effects, but they are demonstrated here to be the dominant contribution to H physisorption.  Indeed, polarization interactions in the MOF lead to 2 distinct populations of dipolar H that are identified from the simulations and that should be evident in Raman spectra.  Since polarization interactions are enhanced by the presence of a charged framework with narrow pores, MOFs are excellent H storage candidates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXht1yrtbfK&md5=ff9450f53d18424c86347665dc307c2e", "48. ", "Cirera", ", ", "J.", "; ", "Sung", ", ", "J. C.", "; ", "Howland", ", ", "P. B.", "; ", "Paesani", ", ", "F.", " ", "The effects of electronic polarization on water adsorption in metal–organic frameworks: H", "2", "O in MIL-53(Cr)", " ", "J. Chem. Phys.", " ", "2012", ",  ", "137", ",  ", "054704", "[", "Crossref", "], [", "CAS", "]", "48. ", "The effects of electronic polarization on water adsorption in metal-organic frameworks: H2O in MIL-53(Cr)", "Cirera, Jordi; Sung, Jeffrey C.; Howland, Porter B.; Paesani, Francesco", "Journal of Chemical Physics", "\r\n        (", "2012", "),\r\n    ", "137", "\r\n        (", "5", "),\r\n    ", "054704/1-054704/6", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The effects of electronic polarization on the adsorption of water in the MIL-53(Cr) metal-org. framework are investigated using mol. dynamics simulations.  For this purpose a fully polarizable force field for MIL-53(Cr) was developed which is compatible with the ab initio-based TTM3-F water model.  The anal. of the spatial distributions of the water mols. within the MIL-53(Cr) nanopores calcd. as a function of loading indicates that polarization effects play an important role in the formation of hydrogen bonds between the water mols. and the hydroxyl groups of the framework.  As a result, large qual. differences are found between the radial distribution functions calcd. with non-polarizable and polarizable force fields.  The present anal. suggests that polarization effects can significantly impact mol. adsorption in metal-org. frameworks under hydrated conditions.  (c) 2012 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFarsr7M&md5=c1f6dec52b2f74f44e6c6f5493c29479", "49. ", "Forrest", ", ", "K. A.", "; ", "Pham", ", ", "T.", "; ", "McLaughlin", ", ", "K.", "; ", "Hogan", ", ", "A.", "; ", "Space", ", ", "B.", " ", "Insights into an intriguing gas sorption mechanism in a polar metal–organic framework with open-metal sites and narrow channels", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "7283", "– ", "7286", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "49. ", "Insights into an intriguing gas sorption mechanism in a polar metal-organic framework with open-metal sites and narrow channels", "Forrest, Katherine A.; Pham, Tony; McLaughlin, Keith; Hogan, Adam; Space, Brian", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "55", "),\r\n    ", "7283-7286", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Simulations of H2 and CO2 sorption were performed in the metal-org. framework (MOF), [Cu(Me-4py-trz-ia)].  This MOF was recently shown exptl. to exhibit high uptake for H2 and CO2 sorption and this was reproduced and elucidated through the simulations performed herein.  Consistent with expt., the theor. isosteric heat of adsorption, Qst, values were nearly const. across all loadings for both sorbates.  The simulations revealed that sorption directly onto the open-metal sites was not obsd. in this MOF, ostensibly a consequence of the low partial pos. charges of the Cu2+ ions as detd. through electronic structure calcns.  Sorption was primarily obsd. between adjacent carboxylate oxygen atoms (site 1) and between nearby Me groups (site 2) of the org. linkers.  In addn., satn. of the most energetically favorable sites (site 1) is possible only after filling a nearby site (site 2) first due to the MOF topol.  This suggests that the lack of dependence on loading for the Qst is due to the concurrent filling of sites 1 and 2, leading to an obsd. av. Qst value.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtVagtLnO&md5=121c120169272cdb6ebec58371694ca7", "50. ", "Shao", ", ", "Y.", " ", "Advances in methods and algorithms in a modern quantum chemistry program package", " ", "Phys. Chem. Chem. Phys.", " ", "2006", ",  ", "8", ",  ", "3172", "– ", "3191", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "50. ", "Advances in methods and algorithms in a modern quantum chemistry program package", "Shao, Yihan; Molnar, Laszlo Fusti; Jung, Yousung; Kussmann, Jorg; Ochsenfeld, Christian; Brown, Shawn T.; Gilbert, Andrew T. B.; Slipchenko, Lyudmila V.; Levchenko, Sergey V.; O'Neill, Darragh P.; DiStasio, Robert A., Jr.; Lochan, Rohini C.; Wang, Tao; Beran, Gregory J. O.; Besley, Nicholas A.; Herbert, John M.; Lin, Ching Yeh; Van Voorhis, Troy; Chien, Siu Hung; Sodt, Alex; Steele, Ryan P.; Rassolov, Vitaly A.; Maslen, Paul E.; Korambath, Prakashan P.; Adamson, Ross D.; Austin, Brian; Baker, Jon; Byrd, Edward F. C.; Dachsel, Holger; Doerksen, Robert J.; Dreuw, Andreas; Dunietz, Barry D.; Dutoi, Anthony D.; Furlani, Thomas R.; Gwaltney, Steven R.; Heyden, Andreas; Hirata, So; Hsu, Chao-Ping; Kedziora, Gary; Khalliulin, Rustam Z.; Klunzinger, Phil; Lee, Aaron M.; Lee, Michael S.; Liang, WanZhen; Lotan, Itay; Nair, Nikhil; Peters, Baron; Proynov, Emil I.; Pieniazek, Piotr A.; Rhee, Young Min; Ritchie, Jim; Rosta, Edina; Sherrill, C. David; Simmonett, Andrew C.; Subotnik, Joseph E.; Woodcock, H. Lee, III; Zhang, Weimin; Bell, Alexis T.; Chakraborty, Arup K.; Chipman, Daniel M.; Keil, Frerich J.; Warshel, Arieh; Hehre, Warren J.; Schaefer, Henry F., III; Kong, Jing; Krylov, Anna I.; Gill, Peter M. W.; Head-Gordon, Martin", "Physical Chemistry Chemical Physics", "\r\n        (", "2006", "),\r\n    ", "8", "\r\n        (", "27", "),\r\n    ", "3172-3191", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Advances in theory and algorithms for electronic structure calcns. must be incorporated into program packages to enable them to become routinely used by the broader chem. community.  This work reviews advances made over the past five years or so that constitute the major improvements contained in a new release of the Q-Chem quantum chem. package, together with illustrative timings and applications.  Specific developments discussed include fast methods for d. functional theory calcns., linear scaling evaluation of energies, NMR chem. shifts and elec. properties, fast auxiliary basis function methods for correlated energies and gradients, equation-of-motion coupled cluster methods for ground and excited states, geminal wavefunctions, embedding methods and techniques for exploring potential energy surfaces.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XnsValsbs%253D&md5=0ba1d2a350afc7922d2f9ca0c6e47d34", "51. ", "Belof", ", ", "J. L.", "; ", "Space", ", ", "B.", " Massively Parallel Monte Carlo (MPMC). Available on Google Code, ", "2012", ", ", "https://code.google.com/p/mpmc/", ".", "There is no corresponding record for this reference.", "52. ", "Kirkpatrick", ", ", "S.", "; ", "Gelatt", ", ", "C. D.", "; ", "Vecchi", ", ", "M. P.", " ", "Optimization by simmulated annealing", " ", "Science", " ", "1983", ",  ", "220", ",  ", "671", "– ", "680", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "52. ", "Optimization by simulated annealing", "Kirkpatrick S; Gelatt C D Jr; Vecchi M P", "Science (New York, N.Y.)", "\r\n        (", "1983", "),\r\n    ", "220", "\r\n        (", "4598", "),\r\n    ", "671-80", "\r\n        ISSN:", "0036-8075", ".\r\n    ", "There is a deep and useful connection between statistical mechanics (the behavior of systems with many degrees of freedom in thermal equilibrium at a finite temperature) and multivariate or combinatorial optimization (finding the minimum of a given function depending on many parameters).  A detailed analogy with annealing in solids provides a framework for optimization of the properties of very large and complex systems.  This connection to statistical mechanics exposes new information and provides an unfamiliar perspective on traditional optimization problems and methods.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3cvktFWjtw%253D%253D&md5=eb05ab3261d96acb452f21c7253ad336", "53. ", "Buch", ", ", "V.", " ", "Path integral simulations of mixed para-D", "2", " and ortho-D", "2", " clusters: The orientational effects", " ", "J. Chem. Phys.", " ", "1994", ",  ", "100", ",  ", "7610", "– ", "7629", "[", "Crossref", "], [", "CAS", "]", "53. ", "Path integral simulations of mixed para-D2 and ortho-D2 clusters: the orientational effects", "Buch, V.", "Journal of Chemical Physics", "\r\n        (", "1994", "),\r\n    ", "100", "\r\n        (", "10", "),\r\n    ", "7610-29", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "A recently suggested computational scheme [Buch and Devlin, J. Chem. Phys. 98, 4195 (1993)] is extended to describe orientational phenomena in systems contg. assembles of odd-J and even-J hydrogen and deuterium mols.  Nuclear symmetry and rotational effects are incorporated in the path integral Monte Carlo algorithm.  The scheme is employed in a study of the (para-D2)3(ortho-D2)10 and (para-D2)13 clusters in the 1-3 K temp. range.  In the (para-D2)3(ortho-D2)10 cluster at 1 K, the three J = 1 mols. form a \"cluster within cluster,\" held together by the anisotropic quadrupole-quadrupole interactions.  At 3 K the three mol. J = 1 cluster is dissolved within the (D2)13 cluster.  The orientational structure of the (para-D2)13 cluster at 1 K is composed of two distinct distorted-T pair configurations of neighboring J = 1 mols.  Upon heating to 3 K the orientational structure changes, and a clear sepn. between the two pair geometries is no longer obtained.  Moreover at 3 K thermal distortion of the cluster structure form icosahedral relaxes the extent of orientational frustration of the system, and thus contributes to the lowering of the rotational energy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXjtlWlurw%253D&md5=e28cd8c30b704561f248c349f5cfcf3c", "54. ", "Darkrim", ", ", "F.", "; ", "Levesque", ", ", "D.", " ", "Monte Carlo simulations of hydrogen adsorption in single-walled carbon nanotubes", " ", "J. Chem. Phys.", " ", "1998", ",  ", "109", ",  ", "4981", "– ", "4984", "[", "Crossref", "], [", "CAS", "]", "54. ", "Monte Carlo simulations of hydrogen adsorption in single-walled carbon nanotubes", "Darkrim, Farida; Levesque, Dominique", "Journal of Chemical Physics", "\r\n        (", "1998", "),\r\n    ", "109", "\r\n        (", "12", "),\r\n    ", "4981-4984", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Within the framework of a study on the properties of carbon nanotubes, a promising new material, we performed numerical simulation of hydrogen adsorption at room temp. in single-walled nanotubes.  The structure of this material is favorable to the adsorption phenomenon because of the narrow size distribution of the nanotube diams., which have dimensions on the order of the range of the carbon attractive interaction.  We discuss the influence of the single-walled carbon nanotube diams. on the relative arrangement of carbon atoms and hydrogen mols. within an array of parallel single-walled carbon nanotubes.  We also studied the influence on adsorption of the distance between the nearest-neighbor nanotubes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXlslyrsbY%253D&md5=f5b8aad9bda31372b613037093e032ac", "55. ", "Mankoo", ", ", "P. K.", "; ", "Keyes", ", ", "T.", " ", " ", "Classical Molecular Electrostatics: Recognition of Ligands in Proteins and the Vibrational Stark Effect", ".  ", "J. Phys. Chem. B", " ", "2006", ",  ", "110", ",  ", "25074", "− ", "25079", ",", "PMID: 17149932.", "[", "ACS Full Text ", "], [", "CAS", "]", "55. ", "Classical Molecular Electrostatics: Recognition of Ligands in Proteins and the Vibrational Stark Effect", "Mankoo, Parminder K.; Keyes, Tom", "Journal of Physical Chemistry B", "\r\n        (", "2006", "),\r\n    ", "110", "\r\n        (", "49", "),\r\n    ", "25074-25079", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "It is shown that classical electrostatics quant. describes both the binding of the diat. ligands XO (X = C, N, O) to the heme group in myoglobin and the dependence of their vibrational frequencies upon an external field, the vibrational Stark effect.  The key is a proper treatment of induced dipoles.  The results suggest that ligand binding occurs via an \"electrostatic bond\", a generalization of the std. ionic bond to include induction, and, more generally, that classical electrostatics can replace quantum mechanics for a considerable simplification of some complex problems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht1SjtbzI&md5=a8a9809b9be959d20fece2a3bc19e85a", "56. ", "Kumar", ", ", "R.", "; ", "Keyes", ", ", "T.", " ", "Classical Simulations with the POLIR Potential Describe the Vibrational Spectroscopy and Energetics of Hydration: Divalent Cations, from Solvation to Coordination Complex", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "9441", "– ", "9450", "[", "ACS Full Text ", "], [", "CAS", "]", "56. ", "Classical Simulations with the POLIR Potential Describe the Vibrational Spectroscopy and Energetics of Hydration: Divalent Cations, from Solvation to Coordination Complex", "Kumar, Revati; Keyes, Tom", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "24", "),\r\n    ", "9441-9450", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "POLIR, a polarizable water potential optimized for vibrational and intermol. spectroscopy in pure water but not optimized for solvation, is used to describe solns. of the divalent metal cations Ca2+, Mg2+, and Cu2+.  The spectral shifts in the O-H stretch region obtained from classical simulations are in agreement with expt.  The water-ion binding energies are dominated by classical electrostatics, even though the Cu2+ case might be considered to involve an intermediate-strength chem. bond.  Three-body energies of the ion with the first solvation shell are in agreement with ab initio calcns.  Our results indicate the importance of polarization in the development of accurate, transferable, force fields and the power of classical methods when it is carefully included.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmslGmtL0%253D&md5=713bdcafca0f4aa6039bbaee6ce8eb96", "57. ", "Eckert", ", ", "J.", "; ", "Kubas", ", ", "G.", "; ", "Hall", ", ", "J.", "; ", "Hay", ", ", "P.", "; ", "Boyle", ", ", "C.", " ", "Molecular hydrogen complexes. VI: The barrier to rotation of η", "2", "-H", "2", " in M(CO)", "3", "(PR", "3", ")", "2", "(η", "2", "-H", "2", ")(M = W, Mo; R = Cy, ", "i", "-Pr): Inelastic Neutron Scattering, Theoretic al, and Molecular Mechanics Studies", " ", "J. Am. Chem. Soc.", " ", "1990", ",  ", "112", ",  ", "2324", "– ", "2332", "[", "ACS Full Text ", "], [", "CAS", "]", "57. ", "Molecular hydrogen complexes. 6. The barrier to rotation of η2-H2 in M(CO)3(PR3)2(η2-H2) (M = tungsten, molybdenum; R = cyclohexyl, isopropyl): inelastic neutron scattering, theoretical, and molecular mechanics studies", "Eckert, Juergen; Kubas, Gregory J.; Hall, John H.; Hay, P. Jeffrey; Boyle, Caroline M.", "Journal of the American Chemical Society", "\r\n        (", "1990", "),\r\n    ", "112", "\r\n        (", "6", "),\r\n    ", "2324-32", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "Inelastic neutron scattering (INS) studies, electronic structure calcns., and mol. mechanics have been carried out on a series of mol. hydrogen complexes M(CO)3(η2-H2)(PR3)2 (M = Mo, W, R = c-C6D11; M = W, R = i-C3D7), in order to det. relative electronic vs. steric (ligand bulk) effects on the barrier to rotation of the H2 ligand.  Low-lying excitations were identified with INS, and high-resoln. spectrometers were used to measure the rotational tunneling splitting of the librational ground state on the solid complexes at 4 K.  Replacement of the W by Mo changed the latter splitting by about a factor of 3, from 0.89 to 2.82 cm-1.  Variation of the phosphine on the other hand changed the frequency by less than 20%.  The torsional transitions obsd. in the range 300-400 cm-1 are consistent with the tunneling transitions for a simple double-min. potential with one angular degree of freedom for the rotation.  The barrier heights hindering the H2 rotation were detd. from these measurements to be 2.4 kcal/mol (M = W, R = i-Pr), 2.2 kcal/mol (M = W, R = Cy), and 1.5-1.7 kcal/mol (M = Mo, R = Cy).  Ab initio electronic structure calcns. showed that the electronic component yields barriers of 1.4-1.8 kcal/mol for M, = W and R = H, of 0.8 kcal/mol for M = W and R = Me, and of 0.6 kcal/mol for M = Mo and R = H.  The present calcns. show the simple double-min. potential with the min. parallel to the P-M-P axis, which is indeed obsd. to be the equil. position for the H2 in the crystallog. studies.  Mol. mechanics (MM2) calcns. showed no direct steric effects arising from the bulky phosphine ligands on the H2 rotational barrier but did show an addnl. orientational preference (0.6-1.4 kcal/mol) for the H2 along the P-M-P axis.  The sum of the calcd. ab initio and MM2 barriers agreed remarkably well with the obsd. INS values.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXhs1GnsLw%253D&md5=5c414ab9efa0b1f593e8981e4692f5e6", "58. ", "Kubas", ", ", "G. J.", "  ", "Metal Dihydrogen and σ-Bond Complexes: Structure, Theory, and Reactivity", "; ", "Kluwer Academic Publishers", ": ", "New York", ", ", "2001", ".", "There is no corresponding record for this reference.", "59. ", "Brown", ", ", "C. M.", "; ", "Ramirez-Cuesta", ", ", "A. J.", "; ", "Her", ", ", "J.-H.", "; ", "Wheatley", ", ", "P. S.", "; ", "Morris", ", ", "R. E.", " ", "Structure and spectroscopy of hydrogen adsorbed in a nickel metal–organic framework", " ", "Chem. Phys.", " ", "2013", ",  ", "427", ",  ", "3", "– ", "8", "[", "Crossref", "], [", "CAS", "]", "59. ", "Structure and spectroscopy of hydrogen adsorbed in a nickel metal-organic framework", "Brown, Craig M.; Ramirez-Cuesta, Anibal Javier; Her, Jae-Hyuk; Wheatley, Paul S.; Morris, Russell E.", "Chemical Physics", "\r\n        (", "2013", "),\r\n    ", "427", "\r\n        (", "),\r\n    ", "3-8", "CODEN:\r\n                ", "CMPHC2", ";\r\n        ISSN:", "0301-0104", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The structure of Ni2(dobdc) (dobdc4- = 2,5-dioxo-1,4-benzenedicarboxylate) as a function of D adsorption was detd. through the application of in situ neutron powder diffraction.  Detailed information concerning the local adsorption potential for H at each site also was probed using inelastic neutron scattering techniques.  These results are compared to those previously published on isostructural analogs and the Ni2+ variant shows the shortest D-metal distance in the M2(dobdc) series (M = Mg, Zn, Co, Fe) that were studied so far.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVertL%252FL&md5=0a38ca181d14073c9d6ea4d33f7f28c2", "60. ", "Kapelewski", ", ", "M. T.", "; ", "Geier", ", ", "S. J.", "; ", "Hudson", ", ", "M. R.", "; ", "Stck", ", ", "D.", "; ", "Mason", ", ", "J. A.", "; ", "Nelson", ", ", "J. N.", "; ", "Xiao", ", ", "D. J.", "; ", "Hulvey", ", ", "Z.", "; ", "Gilmour", ", ", "E.", "; ", "FitzGerald", ", ", "S. A.", "; ", "Head-Gordon", ", ", "M.", "; ", "Brown", ", ", "C. M.", "; ", "Long", ", ", "J. R.", " ", " ", "M", "2", "(", "m", "-dobdc) (M = Mg, Mn, Fe, Co, Ni) Metal–Organic Frameworks Exhibiting Increased Charge Density and Enhanced H", "2", " Binding at the Open Metal Sites", ".  ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "12119", "− ", "12129", ",", "PMID: 25130365.", "[", "ACS Full Text ", "], [", "CAS", "]", "60. ", "M2(m-dobdc) (M = Mg, Mn, Fe, Co, Ni) metal-organic frameworks exhibiting increased charge density and enhanced H2 binding at open metal sites", "Kapelewski, Matthew T.; Geier, Stephen J.; Hudson, Matthew R.; Stuck, David; Mason, Jarad A.; Nelson, Jocienne N.; Xiao, Dianne J.; Hulvey, Zeric; Gilmour, Elizabeth; FitzGerald, Stephen A.; Head-Gordon, Martin; Brown, Craig M.; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "34", "),\r\n    ", "12119-12129", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The well-known frameworks of the type M2(dobdc) (dobdc4- = 2,5-dioxido-1,4-benzenedicarboxylate) have numerous potential applications in gas storage and sepns., owing to their exceptionally high concn. of coordinatively unsatd. metal surface sites, which can interact strongly with small gas mols. such as H2.  Employing a related meta-functionalized linker that is readily obtained from resorcinol, we now report a family of structural isomers of this framework, M2(m-dobdc) (M = Mg, Mn, Fe, Co, Ni; m-dobdc4- = 4,6-dioxido-1,3-benzenedicarboxylate), featuring exposed M2+ cation sites with a higher apparent charge d.  The regioisomeric linker alters the symmetry of the ligand field at the metal sites, leading to increases of 0.4-1.5 kJ/mol in the H2 binding enthalpies relative to M2(dobdc).  A variety of techniques, including powder X-ray and neutron diffraction, inelastic neutron scattering, IR spectroscopy, and first-principles electronic structure calcns., are applied in elucidating how these subtle structural and electronic differences give rise to such increases.  Importantly, similar enhancements can be anticipated for the gas storage and sepn. properties of this new family of robust and potentially inexpensive metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtlyntbvN&md5=ac4540430709e2da694252016d5827d5", "61. ", "Kong", ", ", "L.", "; ", "Chabal", ", ", "Y. J.", "; ", "Langreth", ", ", "D. C.", " ", "First-principles approach to rotational-vibrational frequencies and infrared intensity for H", "2", " adsorbed in nanoporous materials", " ", "Phys. Rev. B", " ", "2011", ",  ", "83", ",  ", "121402", "[", "Crossref", "], [", "CAS", "]", "61. ", "First-principles approach to rotational-vibrational frequencies and infrared intensity for H2 adsorbed in nanoporous materials", "Kong, Lingzhu; Chabal, Yves J.; Langreth, David C.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2011", "),\r\n    ", "83", "\r\n        (", "12", "),\r\n    ", "121402/1-121402/4", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The absorption sites and the low-lying rotational and vibrational (RV) energy states for H2 adsorbed within a metal-org. framework are calcd. via van der Waals d.-functional theory.  The induced dipole due to bond stretching is accurately given by a 1st-principles-driven approxn. using max. localized Wannier function anal.  The strengths and positions of lines in the complex spectra of RV transitions are in reasonable agreement with expt., and in particular explain the exptl. mysteriously missing primary line for parahydrogen.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXkt1Gktb8%253D&md5=e7759eb274ab981eac7fc046cdffa349", "62. ", "Brown", ", ", "C. M.", "; ", "Liu", ", ", "Y.", "; ", "Yildirim", ", ", "T.", "; ", "Peterson", ", ", "V. K.", "; ", "Kepert", ", ", "C. J.", " ", "Hydrogen adsorption in HKUST-1: a combined inelastic neutron scattering and first-principles study", " ", "Nanotechnology", " ", "2009", ",  ", "20", ",  ", "204025", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "62. ", "Hydrogen adsorption in HKUST-1: a combined inelastic neutron scattering and first-principles study", "Brown, Craig M.; Liu, Yun; Yildirim, Taner; Peterson, Vanessa K.; Kepert, Cameron J.", "Nanotechnology", "\r\n        (", "2009", "),\r\n    ", "20", "\r\n        (", "20", "),\r\n    ", "204025/1-204025/11", "CODEN:\r\n                ", "NNOTER", ";\r\n        ISSN:", "1361-6528", ".\r\n    \r\n            (", "Institute of Physics Publishing", ")\r\n        ", "Hydrogen adsorption in high surface area nanoporous coordination polymers has attracted a great deal of interest in recent years due to the potential applications in energy storage.  Here we present combined inelastic neutron scattering measurements and detailed first-principles calcns. aimed at unraveling the nature of hydrogen adsorption in HKUST-1 (Cu3(1,3,5-benzenetricarboxylate)2), a metal-org. framework (MOF) with unsatd. metal centers.  We reveal that, in this system, the major contribution to the overall binding comes from the classical Coulomb interaction which is not screened due to the open metal site; this explains the relatively high binding energies and short H2-metal distances obsd. in MOFs with exposed metal sites as compared to traditional ones.  Despite the short distances, there is no indication of an elongation of the H-H bond for the bound H2 mol. at the metal site.  We find that both the phonon and rotational energy levels of the hydrogen mol. are closely similar, making the interpretation of the inelastic neutron scattering data difficult.  Finally, we show that the orientation of H2 has a surprisingly large effect on the binding potential, reducing the classical binding energy by almost 30%.  The implication of these results for the development of MOF materials for better hydrogen storage is discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXptVyhtLs%253D&md5=a7342f714e67000e9dadbef8c562ff23", "63. ", "Perry", ", ", "J. J.", "; ", "Teich-McGoldrick", ", ", "S. L.", "; ", "Meek", ", ", "S. T.", "; ", "Greathouse", ", ", "J. A.", "; ", "Haranczyk", ", ", "M.", "; ", "Allendorf", ", ", "M. D.", " ", "Noble Gas Adsorption in Metal–Organic Frameworks Containing Open Metal Sites", " ", "J. Phys. Chem. C", " ", "2014", ",  ", "118", ",  ", "11685", "– ", "11698", "[", "ACS Full Text ", "], [", "CAS", "]", "63. ", "Noble Gas Adsorption in Metal-Organic Frameworks Containing Open Metal Sites", "Perry, John J., IV; Teich-McGoldrick, Stephanie L.; Meek, Scott T.; Greathouse, Jeffery A.; Haranczyk, Maciej; Allendorf, Mark D.", "Journal of Physical Chemistry C", "\r\n        (", "2014", "),\r\n    ", "118", "\r\n        (", "22", "),\r\n    ", "11685-11698", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption of noble gases (Ar, Kr, Xe, and Rn) and N2 by a diverse range of Metal-Org. Frameworks (MOFs) contg. open metal sites (OMS) was systematically studied using volumetric gas porosimetry and grand canonical Monte Carlo simulation.  The ten MOFs considered are grouped into two series.  The 1st, MOF-74-x, is based upon MOF-74/CPO-27, which has divalent metal ions Mg, Co, Ni, and Zn, and was chosen to explore the effect of metal identity within a const. topol.  The 2nd series, nbo-MOFs, consists of NOTT-100, NOTT-101, NOTT-102, NOTT-103, and PCN-14 and probes the effect of pore size while maintaining const. OMS identity and similar coordination environment.  Comparisons of the nbo-MOFs with HKUST-1 are also made, since this MOF has a similar chem. structure, although the topol. is different from the nbo structures.  Gas uptake and Henry's const. (kH) for nbo-MOFs increase with decreasing pore size, and as pore size decreases, the effect of gas polarizability on kH becomes more profound.  This implies that tailored pore size can strongly influence kH, esp. for the more polarizable gases Kr and Xe.  A detailed anal. of the void space in the nbo-series reveals large cages connected by narrow pores, resulting in tortuous, zigzag diffusion pathways that likely increase the strength of the MOF-gas interaction.  Data for the MOF-74-x series show that both the d. of OMS and their accessibility in this topol. enhance the framework interaction with the noble gases.  However, because the interaction is largely due to (point charge)-(induced-dipole) interactions and the charge on the metal ion varies little, the specific identity of the metal ion is relatively unimportant.  Consequently, new MOFs tailored to maximize noble gas uptake from air should target structures with both a high d. of OMS and pores that are approaching the size of the gas of interest.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXos1Wltb0%253D&md5=afe2dd4e7052e771e1c3bc27cd2446ae"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-2/jp510253m/20150109/images/small/jp-2014-10253m_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-2/jp510253m/20150109/images/small/jp-2014-10253m_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-2/jp510253m/20150109/images/small/jp-2014-10253m_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-2/jp510253m/20150109/images/small/jp-2014-10253m_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-2/jp510253m/20150109/images/small/jp-2014-10253m_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-2/jp510253m/20150109/images/small/jp-2014-10253m_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-2/jp510253m/20150109/images/small/jp-2014-10253m_0007.gif\">"]}
