{"title": ["High Methane Storage Capacity in Aluminum Metal–Organic Frameworks"], "authors": ["Felipe Gándara", "Hiroyasu Furukawa", "Seungkyu Lee", "Omar M. Yaghi"], "doi": ["10.1021/ja501606h"], "abstract": ["The use of porous materials to store natural gas in vehicles requires large amounts of methane per unit of volume. Here we report the synthesis, crystal structure and methane adsorption properties of two new aluminum metal–organic frameworks, MOF-519 and MOF-520. Both materials exhibit permanent porosity and high methane volumetric storage capacity: MOF-519 has a volumetric capacity of 200 and 279 cm", " cm", " at 298 K and 35 and 80 bar, respectively, and MOF-520 has a volumetric capacity of 162 and 231 cm", " cm", " under the same conditions. Furthermore, MOF-519 exhibits an exceptional working capacity, being able to deliver a large amount of methane at pressures between 5 and 35 bar, 151 cm", " cm", ", and between 5 and 80 bar, 230 cm", " cm", "."], "text": ["Methane is the main component of natural gas and represents about two-thirds of the fossil fuels on earth, yet it remains the least utilized fuel. Currently there is a great interest in expanding the use of methane for fueling automobiles because of its wide availability and its lower carbon emission compared to petroleum. A current challenge for the implementation of this technology is to find materials that are able to store and deliver large amounts of methane near room temperature and at low pressures. The U.S. Department of Energy (DOE) has initiated a research program aimed at operating methane storage fueling systems at room temperature and desirable pressures of 35 and 80 bar, and as high as 250 bar, pressures relevant to commercially and widely available equipment.", "(1)", " Metal–organic frameworks (MOFs)", "(2)", " are known to be useful in the storage of gases,", "(3)", " including methane.", "(4)", " Among the many MOFs studied for methane storage are HKUST-1,", "(5, 6)", " Ni-MOF-74,", "(6, 7)", " MOF-5,", "(8, 9)", " MOF-177,", "(9, 10)", " MOF-205,", "(9)", " MOF-210,", "(9)", " and PCN-14,", "(6, 11)", " which stand out as having some of the highest total volumetric storage capacities. Since the automobile industry requires that 5 bar of methane pressure remains unused in the fuel tank, a parameter termed working capacity (illustrated in Scheme ", "1", ") is the key to evaluating the performance of methane storage materials. At present, the highest working capacities reported for a MOF are 153 and 200 cm", "3", " cm", "–3", ", respectively, at 35 and 80 bar for the copper(II)-based MOF HKUST-1. Extensive work is ongoing to find materials whose working capacity is higher than that found for this material.", "Scheme 1. ", "a", "a", "Working capacity is defined as the usable amount of methane that results from subtracting the uptake at the operational desorption pressure (5 bar) from the uptake at the maximum adsorption operational pressure. For materials with large total uptake, the working capacity might be substantially reduced if a large amount of methane cannot be desorbed at the operational desorption pressure remaining unutilized in the fuel tank.", "Here, we report the synthesis, X-ray single crystal structure, porosity, and methane adsorption properties for two aluminum based MOFs [termed MOF-519: Al", "8", "(OH)", "8", "(BTB)", "4", "(H", "2", "BTB)", "4", ", and MOF-520: Al", "8", "(OH)", "8", "(BTB)", "4", "(HCOO)", "4", ", BTB = 4,4′,4″-benzene-1,3,5-tryil-tribenzoate], one of which (MOF-519) has working capacities of 151 and 230 cm", "3", " cm", "–3", ", respectively, at 35 and 80 bar, with the first rivaling that of HKUST-1 and the second exceeding the values obtained for all the top performing MOFs under these conditions.", "Figure 1. MOF-519 and MOF-520 are built from octametallic inorganic SBUs (a) and the organic BTB linker (b). In MOF-519 (c), part of the framework void space is occupied by dangling BTB ligands, which are represented in orange (the framework linkers are represented in gray). There are four of these ligands in each SBU (e). In MOF-520 (d), formate ligands replace the extra BTB ligands in the SBU (f), resulting larger pores.", "Microcrystalline powder of MOF-519 was used to measure the methane uptake capacity. The sample was prepared by heating a mixture containing aluminum nitrate, H", "3", "BTB, nitric acid, and ", "N", ",", "N", "-dimethylformamide (DMF) at 150 °C for 4 days.", "(12)", " A modified synthesis with higher concentration of nitric acid resulted in lower yield but afforded a single crystal, which was used to determine the crystal structure of this new MOF (", "Supporting Information", ", SI, section S1). The material crystallizes in the tetragonal space group ", "P", "4", "2", "2", "1", "2.", "(13)", " The inorganic secondary building unit (SBU) of MOF-519 consists of eight octahedrally coordinated aluminum atoms that are cornered joined by doubly bridging OH groups (Figure ", "1", "a). Arrangements with vertex-sharing octahedral atoms are known in other aluminum MOFs but with rod-shaped metal oxide SBUs.", "(14)", " In MOF-519 the discrete, octametallic, ring-shaped SBU motif is known with several other elements as discrete structures,", "(15)", " and it is also present in the aluminum MOF CAU-1,", "(16)", " where 12 carboxylates and 8 methoxy ligands are holding together the 8 aluminum atoms. In contrast MOF-519 has 12 carboxylate BTB links (colored gray in Figure ", "1", ") used to build the extended structure and 4 terminal BTB ligands (colored orange in Figure ", "1", "). The latter are linked only by one of their carboxylates to the SBU, with the remaining two carboxylates protruding into the interior of the three-dimensional structure of this MOF. The overall framework topology of MOF-519 is a (12,3)-connected net, which can be simplified to the topological type ", "sum", ",", "(17)", " previously observed in a beryllium-BTB MOF.", "(18)", " In MOF-519 sinusoidal channels are formed and are connected by windows of maximum diameter of 7.6 Å, as determined by PLATON.", "(19)", "Crystals of MOF-520 were prepared under different synthetic conditions,", "(20)", " replacing nitric acid by formic acid. MOF-520 has a crystal structure that is closely related to that of MOF-519. It crystallizes in the same space group and with similar lattice parameters.", "(21)", " It is composed of the same octametallic SBU, and it has the same overall framework topology, but instead of four terminal BTB ligands, it has four formate ligands. This allows for a larger void space in MOF-520 (16.2 × 9.9 Å) (Figure ", "1", "d) compared to MOF-519.", "Prior to the methane adsorption measurements, we recorded the N", "2", " isotherms of MOF-519 and MOF-520 at 77 K to confirm the presence of the permanent microporosity. Both MOFs showed steep N", "2", " uptake below ", "P", "/", "P", "0", " = 0.05, and the uptake values were nearly saturated around ", "P", "/", "P", "0", " = 0.2 (", "Figure S5", "). N", "2", " molecules were desorbed when the pressure was reduced, which clearly indicates that these MOFs have permanent microporosity. The N", "2", " uptake by MOF-520 is greater than the one by MOF-519 because of the absence of protruded BTB ligands in the pore so that MOF-520 shows larger pore volume (0.94 and 1.28 cm", "3", " g", "–1", " for MOF-519 and MOF-520, respectively). The BET (Langmuir) surface areas of MOF-519 and MOF-520 are estimated to be 2400 (2660) m", "2", " g", "–1", " and 3290 (3630) m", "2", " g", "–1", ", respectively.", "Methane adsorption isotherms for MOF-519 and MOF-520 were measured at 298 K using a high-pressure volumetric gas adsorption analyzer. The excess methane isotherms for MOF-519 and MOF-520 are shown in ", "Figures S10–S12", ". Initially the methane uptake increases with an increase in the pressure, while the uptake saturates at around 80 bar (215 and 288 cm", "3", " g", "–1", " for MOF-519 and MOF-520, respectively). In terms of the gravimetric uptake capacity, MOF-520 outperforms MOF-519 up to 80 bar, which is not surprising because of the larger surface area and pore volume of MOF-520. Considering the practical application of methane storage, the total volumetric methane uptake is rather relevant. Therefore, we estimated the total volumetric methane uptake using the crystal density of MOFs and the following equation: total uptake = excess uptake + (bulk density of methane) × (pore volume).", "Table 1. Total Methane Uptake and Working Capacity (Desorption at 5 bar) at 35, 80, and 250 bar and 298 K", " ", "surface area, m", "2", " g", "–1", " ", " ", " ", " ", " ", " ", " ", " ", "material", "BET", "Langmuir", "V", "p", ", cm", "3", " g", "–1", "density, g cm", "–3", "total uptake at 35 bar, cm", "3", " cm", "–3", "total uptake at 80 bar, cm", "3", " cm", "–3", "total uptake at 250 bar,", "a", " cm", "3", " cm", "–3", "working capacity at 35 bar, cm", "3", " cm", "–3", "working capacity at 80 bar, cm", "3", " cm", "–3", "working capacity at 250 bar, cm", "3", " cm", "–3", "MOF-519", "2400", "2660", "0.938", "0.953", "200", "279", "355", "151", "230", "306", "MOF-520", "3290", "3930", "1.277", "0.586", "162", "231", "302", "125", "194", "265", "MOF-5", "b", "3320", "4400", "1.38", "0.605", "126", "198", "328", "104", "176", "306", "MOF-177", "b", "4500", "5340", "1.89", "0.427", "122", "205", "350", "102", "185", "330", "MOF-205", "b", "4460", "6170", "2.16", "0.38", "120", "205", "345", "101", "186", "326", "MOF-210", "b", "6240", "10400", "3.6", "0.25", "82", "166", "377", "70", "154", "365", "Ni-MOF-74", "c", " ", "1438", "0.51", "1.195", "230", "267", "–", "115", "152", "–", "HKUST-1", "c", " ", "1977", "0.69", "0.881", "225", "272", "–", "153", "200", "–", "PCN-14", "c", " ", "2360", "0.83", "0.819", "200", "250", "–", "128", "178", "–", "AX-21", "c", " ", "4880", "1.64", "0.487", "153", "222", "–", "103", "172", "–", "bulk CH", "4", "N/A", "N/A", "N/A", "N/A", "33", "83", "263", "29", "79", "260", "a", "Calculated with a dual site Langmuir model.", "b", "Data from ref ", "9", ".", "c", "Data from ref ", "6a", ".", "As shown in Figure ", "2", ", MOF-519 shows high total volumetric methane uptake capacity. Considering that MOF-519 does not have strong binding sites (e.g., open metal sites),", "(22)", " it is likely that the average pore diameter of MOF-519 is of optimal size to confine methane molecules in the pore. In Table ", "1", " we compare the total uptake and the working capacity of MOF-519 and MOF-520 with the materials that have been recently identified as the best methane adsorbents. At 35 bar, the total uptake capacity of MOF-519 (200 cm", "3", " cm", "–3", ") is approaching that of Ni-MOF-74 (230 cm", "3", " cm", "–3", "). At 80 bar MOF-519 outperforms any other reported MOF, with a total volumetric capacity of 279 cm", "3", " cm", "–3", ".", "Figure 2. MOF-519 and MOF-520 show high total methane volumetric uptake. For comparison, bulk density of methane is represented as broken curve. Filled markers represent adsorption points, and empty markers represent desorption points.", "Since MOF-519 shows high total volumetric uptake capacity, we also evaluated whether this material can exceed the energy density of compressed natural gas (CNG) at 250 bar (which is a pressure value used for some natural gas fueled automobiles). Here, the total volumetric uptake of MOF-519 and MOF-520 was calculated by extrapolation of the total uptake isotherm using a dual site Langmuir model (", "Figures S13 and S14", ") and found to be 355 cm", "3", " cm", "–3", ", far exceeding CNG (263 cm", "3", " cm", "–3", ").", "The same model was used to calculate the uptake for other methane adsorbents (", "Figures S15–S18", "), and with this fitting data, the working capacity of methane (desorption pressure is at 5 bar) was obtained (Table ", "1", " and Figure ", "3", "). The working capacity of MOF-519 at 35 bar is 151 cm", "3", " cm", "–3", ", while at 80 bar this MOF is able to deliver 230 cm", "3", " cm", "–3", ", which is the largest obtained for any of the top performing MOFs and porous carbon AX-21. At 80 bar, a tank filled with MOF-519 would deliver almost three times more methane than an empty tank.", "Figure 3. Comparison of the working capacity for MOF-519, MOF-520, the top performing MOFs, and the porous carbon AX-21. Values are calculated as the difference between the uptake at 35 bar (blue) or 80 bar (orange) and the uptake at 5 bar. As a reference, the working capacity for bulk methane data are overlaid. Data for MOF-177, MOF-5, MOF-205, and MOF-210 were obtained from ref ", "9", ", and data for HKUST-1, PCN-24, Ni-MOF-74, and AX-21 were obtained from ref ", "6a", ".", " ", "Top of Page", "Abstract", "References", "Supporting Information", "Detailed synthetic procedures and characterization, powder X-ray diffraction patterns, thermogravimetric analysis trace, low pressure methane adsorption analysis, high pressure methane adsorption details and crystallographic data (CIF files), and complete ref ", "9", ". This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "References", "Acknowledgment", "This work was partially supported for synthesis and adsorption by BASF SE (Ludwigshafen, Germany) and by the Laboratory Directed Research and Development Program of Lawrence Berkeley National Laboratory (LBNL) under U.S. DOE Contract No. DE-AC02-05CH11231. General adsorption characterization by the U.S. DOE Office of Science, Office of Basic Energy Sciences (BES), Energy Frontier Research Center Grant DE-SC0001015, and U.S. Department of Defense, Defense Threat Reduction Agency Grant HDTRA 1-12-1-0053. We acknowledge Dr. S. Teat and Dr. K. Gagnon for support during the single-crystal diffraction data acquisition of MOF-520 at the beamline 11.3.1 of the Advanced Light Source (ALS). Work at ALS was supported by the Office of Science, BES, of the U.S. DOE under Contract No. DE-AC02-05CH11231. We acknowledge Dr. D. Cascio (University of California, Los Angeles) for assistance during single crystal data acquisition of MOF-519, M. Capel, K. Rajashankar, F. Murphy, J. Schuermann, and I. Kourinov at NE–CAT beamline 24–ID–C at APS, which is supported by National Institutes of Health Grant RR–15301. We acknowledge Drs. U. Müller and L. Arnold (BASF) for their interest and invaluable discussions.", "Reference QuickView", "Top of Page", "Abstract", "References", "References", "This article references 22 other publications.", "1. ", "Methane Opportunities for Vehicular Energy, Advanced Research Project Agency – Energy, U.S. Dept. of Energy, Funding Opportunity No. DE-FOA-0000672, ", "2012", ". ", "https://arpa-e-foa.energy.gov/Default.aspx?Search=DE-FOA-0000672", " (accessed on March 17, ", "2014)", ".", "There is no corresponding record for this reference.", "2. ", "(a) ", "Furukawa", ", ", "H.", "; ", "Cordova", ", ", "K. E.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2013", ",  ", "341", ",  ", "974", "[", "Crossref", "], [", "CAS", "]", "2. ", "The Chemistry and Applications of Metal-Organic Frameworks", "Furukawa, Hiroyasu; Cordova, Kyle E.; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "341", "\r\n        (", "6149", "),\r\n    ", "974", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A review.  Cryst. metal-org. frameworks (MOFs) are formed by reticular synthesis, which creates strong bonds between inorg. and org. units.  Careful selection of MOF constituents can yield crystals of ultrahigh porosity and high thermal and chem. stability.  These characteristics allow the interior of MOFs to be chem. altered for use in gas sepn., gas storage, and catalysis, among other applications.  The precision commonly exercised in their chem. modification and the ability to expand their metrics without changing the underlying topol. were not achieved with other solids.  MOFs whose chem. compn. and shape of building units can be multiply varied within a particular structure already exist and may lead to materials that offer a synergistic combination of properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlaktbbF&md5=95007f174bf8d0bd85b690f5927755db", "Science ", "2013", ",  ", "341", ",  ", "1230444", ". ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "The chemistry and applications of metal-organic frameworks", "Furukawa Hiroyasu; Cordova Kyle E; O'Keeffe Michael; Yaghi Omar M", "Science (New York, N.Y.)", "\r\n        (", "2013", "),\r\n    ", "341", "\r\n        (", "6149", "),\r\n    ", "1230444", "\r\n        ISSN:", ".\r\n    ", "Crystalline metal-organic frameworks (MOFs) are formed by reticular synthesis, which creates strong bonds between inorganic and organic units.  Careful selection of MOF constituents can yield crystals of ultrahigh porosity and high thermal and chemical stability.  These characteristics allow the interior of MOFs to be chemically altered for use in gas separation, gas storage, and catalysis, among other applications.  The precision commonly exercised in their chemical modification and the ability to expand their metrics without changing the underlying topology have not been achieved with other solids.  MOFs whose chemical composition and shape of building units can be multiply varied within a particular structure already exist and may lead to materials that offer a synergistic combination of properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3sbjs1yrsw%253D%253D&md5=7eb2a10c62623ff8a27708ffe9561d45", "(b) ", "Cook", ", ", "T. R.", "; ", "Zheng", ", ", "Y.-R.", "; ", "Stang", ", ", "P. J.", " ", "Chem. Rev.", " ", "2013", ",  ", "113", ",  ", "734", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Metal-Organic Frameworks and Self-Assembled Supramolecular Coordination Complexes: Comparing and Contrasting the Design, Synthesis, and Functionality of Metal-Organic Materials", "Cook, Timothy R.; Zheng, Yao-Rong; Stang, Peter J.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "113", "\r\n        (", "1", "),\r\n    ", "734-777", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  In recent decades, two new branches of coordination chem. have emerged, metal-org. frameworks (MOFs) and supramol. coordination complexes (SCCs).  The former are comprised of infinite networks of metal centers or inorg. clusters bridged by simple org. linkers through metal-ligand coordination bonds.  The latter encompass discrete systems in which carefully selected metal centers undergo self-assembly with ligands contg. multiple binding sites oriented with specific angularity to generate a finite supramol. complex.  On the most basic level, both SCCs and MOFs share the design of metal nodes linked by org. ligands and such constructs can be broadly defined as metal-org. materials (MOMs).  This review is intended to illustrate the commonalities in design, building blocks, and applications while also pointing out how and why the chem. of MOFs and SCCs is unique.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1WgsbjO&md5=7a17a24cd40c76e84ea036c992dd8953", "(c) ", "McKinlay", ", ", "A. C.", "; ", "Morris", ", ", "R. E.", "; ", "Horcajada", ", ", "P.", "; ", "Ferey", ", ", "G.", "; ", "Gref", ", ", "R.", "; ", "Couvreur", ", ", "P.", "; ", "Serre", ", ", "C.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "6260", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "BioMOFs: Metal-Organic Frameworks for Biological and Medical Applications", "McKinlay, Alistair C.; Morris, Russell E.; Horcajada, Patricia; Ferey, Gerard; Gref, Ruxandra; Couvreur, Patrick; Serre, Christian", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "36", "),\r\n    ", "6260-6266", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  The class of highly porous materials called metal-org. frameworks offer many opportunities for applications across biol. and medicine.  Their wide range of chem. compn. makes toxicol. acceptable formulation possible, and their high level of functionality enables possible applications as imaging agents and as delivery vehicles for therapeutic agents.  The challenges in the area encompass not only the development of new solids but also improvements in the formulation and processing of the materials, including tailoring the morphol. and surface chem. of the frameworks to fit the proposed applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVOqtb7P&md5=f36e9ce7c1bef5ba19e772e6c0187c84", "(d) ", "Mueller", ", ", "U.", "; ", "Schubert", ", ", "M.", "; ", "Teich", ", ", "F.", "; ", "Puetter", ", ", "H.", "; ", "Schierle-Arndt", ", ", "K.", "; ", "Pastre", ", ", "J.", " ", "J. Mater. Chem.", " ", "2006", ",  ", "16", ",  ", "626", "[", "Crossref", "], [", "CAS", "]", "2. ", "Metal-organic frameworks-prospective industrial applications", "Mueller, U.; Schubert, M.; Teich, F.; Puetter, H.; Schierle-Arndt, K.; Pastre, J.", "Journal of Materials Chemistry", "\r\n        (", "2006", "),\r\n    ", "16", "\r\n        (", "7", "),\r\n    ", "626-636", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The generation of metal-org. framework (MOF) coordination polymers enables the tailoring of novel solids with regular porosity from the micro to nanopore scale.  Since the discovery of this new family of nanoporous materials and the concept of so called 'reticular design', nowadays several hundred different types of MOF are known.  The self assembly of metal ions, which act as coordination centers, linked together with a variety of polyat. org. bridging ligands, results in tailorable nanoporous host materials as robust solids with high thermal and mech. stability.  Describing examples of different Zn-contg. structures, e.g. MOF-2, MOF-5 and IRMOF-8 verified synthesis methods will be given, as well as a totally novel electrochem. approach for transition metal based MOFs will be presented for the 1st time.  With sufficient amts. of sample now being available, the testing of metal-org. frameworks in fields of catalysis and gas processing is exemplified.  Report is given on the catalytic activation of alkynes (formation of methoxypropene from propyne, vinylester synthesis from acetylene).  Removal of impurities in natural gas (traces of tetrahydrothiophene in methane), pressure swing sepn. of rare gases (Kr and Xe) and storage of H (3.3% at 2.0 MPa/77 K on Cu-BTC-MOF) will underline the prospective future industrial use of metal-org. frameworks in gas processing.  Whenever possible, comparison is made to state-of-art applications to outline possibilities which might be superior by using MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtFeitrc%253D&md5=8969f7b0200e29cefd59141380fea9b5", "(e) ", "Shimizu", ", ", "G. K. H.", "; ", "Vaidhyanathan", ", ", "R.", "; ", "Taylor", ", ", "J. M.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1430", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Phosphonate and sulfonate metal organic frameworks", "Shimizu, George K. H.; Vaidhyanathan, Ramanathan; Taylor, Jared M.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1430-1449", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Recent progress in phosphonate and sulfonate MOFs is reviewed with an emphasis on open frameworks.  These two ligating functionalities are paired due to their structural analogy but the review will show that their differences likely outweigh their similarities when it comes to their framework structures and properties.  Examples that are highlighted focus on new routes to open structures, demonstrations of porosity and functionality, and examples with dynamic structures.  This crit. review is geared to researchers interested in designing open framework solids.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurk%253D&md5=2592cec139d4ed1c549b4cb784e15b96", "(f) ", "Corma", ", ", "A.", "; ", "Garcia", ", ", "H.", "; ", "Llabres i Xamena", ", ", "F. X.", " ", "Chem. Rev.", " ", "2010", ",  ", "110", ",  ", "4606", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Engineering Metal Organic Frameworks for Heterogeneous Catalysis", "Corma, A.; Garcia, H.; Llabres i Xamena, F. X.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "110", "\r\n        (", "8", "),\r\n    ", "4606-4655", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review, including the design of MOFs for catalysis and evaluation of its potential as catalyst as well as catalysis by MOFs with active metal sites, with reactive functional groups, and MOFs as host matrixes or nanometric reaction cavities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXktFers7Y%253D&md5=ce714f3d4475f4ac2a3d81b13931ccc3", "(g) ", "Meek", ", ", "S. T.", "; ", "Greathouse", ", ", "J. A.", "; ", "Allendorf", ", ", "M. D.", " ", "Adv. Mater.", " ", "2011", ",  ", "23", ",  ", "249", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Metal-Organic Frameworks: A Rapidly Growing Class of Versatile Nanoporous Materials", "Meek, Scott T.; Greathouse, Jeffery A.; Allendorf, Mark D.", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2011", "),\r\n    ", "23", "\r\n        (", "2", "),\r\n    ", "249-267", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) represent a new class of hybrid org.-inorg. supramol. materials comprised of ordered networks formed from org. electron donor linkers and metal cations.  They can exhibit extremely high surface areas, as well as tunable pore size and functionality, and can act as hosts for a variety of guest mols.  Since their discovery, MOFs have enjoyed extensive exploration, with applications ranging from gas storage to drug delivery to sensing.  This review covers advances in the MOF field from the past three years, focusing on applications, including gas sepn., catalysis, drug delivery, optical and electronic applications, and sensing.  We also summarize recent work on methods for MOF synthesis and computational modeling.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhs1ens7fN&md5=ce0437e9a3996f48e5a46077d0dca171", "(h) ", "Kitagawa", ", ", "S.", "; ", "Kitaura", ", ", "R.", "; ", "Noro", ", ", "S.", " ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", ",  ", "2334", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Functional porous coordination polymers", "Kitagawa, Susumu; Kitaura, Ryo; Noro, Shin-ichiro", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "18", "),\r\n    ", "2334-2375", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Discussion concs. on three aspects of coordination polymers: (1) the use of crystal engineering to construct porous frameworks from connectors and linkers (nano-space engineering), (2) characterizing and cataloging the porous properties by functions for storage, exchange, sepn., etc., and (3) the next generation of porous functions based on dynamic crystal transformations caused by guest mols. or phys. stimuli.  The authors' aim is to present the state of the art chem. and physics of and in the micropores of porous coordination polymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXktFShtLk%253D&md5=9df52e99bad3cc0db67f65551a8c154f", "3. ", "(a) ", "Murray", ", ", "L. J", "; ", "Dincă", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1294", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Hydrogen storage in metal-organic frameworks", "Murray, Leslie J.; Dinca, Mircea; Long, Jeffrey R.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1294-1314", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review of current status of hydrogen storage within metal-org. frameworks.  Microporous metal-org. frameworks, having exceptionally high surface areas and chem.-tunable structures, have recently emerged as some of the most promising candidate materials.  Particular emphasis is given to the relationships between structural features and the enthalpy of hydrogen adsorption, spectroscopic methods for probing framework-H2 interactions, and strategies for improving storage capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamuro%253D&md5=f652ac03772753d7f80244564a80e6f0", "(b) ", "Suh", ", ", "M.", "; ", "Park", ", ", "H.", "; ", "Prasad", ", ", "T.", "; ", "Lim", ", ", "D.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "782", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Hydrogen Storage in Metal-Organic Frameworks", "Suh, Myunghyun Paik; Park, Hye Jeong; Prasad, Thazhe Kootteri; Lim, Dae-Woon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "782-835", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  MOFs have versatile structures, high surface areas and high pore vols. - they can be regarded as good candidate materials for H storage.  There are many MOFs that have high H adsorption capacities at low temps., typically at 77 or 87 K.  The highest H storage capacity reported so far is 99.5 mg/g at 77K and 56 bar for NU-100.  However, the high H capacities of MOFs at cryogenic temps. decrease as the temp. increases to room temp.  This is because the H adsorption in MOFs is weak physisorption and the interaction energies between the H mols. and frameworks are low.  To develop MOFs as H storage materials that meet the U.S.DOE targets for an on-board hydrogen system, a serious challenge is still present in the design and synthesis of the MOF materials.  We may expect that highly stable MOFs having a large surface area and pore vol., together with many open metal sites and embedded catalysts for hydrogen spillover, would provide some pos. results for H storage at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1GlsbjM&md5=dd1f08beefd27cce77d88e466551c1af", "(c) ", "Caskey", ", ", "S. R.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "10870", "ACS Full Text ", ", [", "CAS", "]", "3. ", "Dramatic Tuning of Carbon Dioxide Uptake via Metal Substitution in a Coordination Polymer with Cylindrical Pores", "Caskey, Stephen R.; Wong-Foy, Antek G.; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "33", "),\r\n    ", "10870-10871", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of four isostructural microporous coordination polymers (MCPs) differing in metal compn. is demonstrated to exhibit exceptional uptake of CO2 at low pressures and ambient temp.  These conditions are particularly relevant for capture of flue gas from coal-fired power plants.  A magnesium-based material is presented that is the highest surface area magnesium MCP yet reported and displays ultrahigh affinity based on heat of adsorption for CO2.  This study demonstrates that physisorptive materials can achieve affinities and capacities competitive with amine sorbents while greatly reducing the energy cost assocd. with regeneration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXptVGjtrw%253D&md5=6a99fc22cd66a556c63695cf22a12603", "(d) ", "Lin", ", ", "X.", "; ", "Jia", ", ", "J.", "; ", "Zhao", ", ", "X.", "; ", "Thomas", ", ", "K. M.", "; ", "Blake", ", ", "A. J.", "; ", "Walker", ", ", "G. S.", "; ", "Champness", ", ", "N. R.", "; ", "Hubberstey", ", ", "P.", "; ", "Schroeder", ", ", "M.", " ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", ",  ", "7358", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "High H2 adsorption by coordination-framework materials", "Lin, Xiang; Jia, Junhua; Zhao, Xuebo; Thomas, K. Mark; Blake, Alexander J.; Walker, Gavin S.; Champness, Neil R.; Hubberstey, Peter; Schroeder, Martin", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "44", "),\r\n    ", "7358-7364", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Three coordination frameworks with different pore sizes were prepd. from CuII salt and carboxylate ligands of various lengths.  Comparison of their sorption properties reveals that smaller pores allow higher densities of adsorbed H2, whereas larger pores allow higher max. H2 storage capacities.  The structures of the three structural analogs are also reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht1OmsbvI&md5=35c0082804c53403f9f34067950b76a6", "(e) ", "Yang", ", ", "S.", "; ", "Lin", ", ", "X.", "; ", "Lewis", ", ", "W.", "; ", "Suyetin", ", ", "M.", "; ", "Bichoutskaia", ", ", "E.", "; ", "Parker", ", ", "J. E.", "; ", "Tang", ", ", "C. C.", "; ", "Allan", ", ", "D. R.", "; ", "Rizkallah", ", ", "P. J.", "; ", "Hubberstey", ", ", "P.", "; ", "Champness", ", ", "N. R.", "; ", "Thomas", ", ", "K. M.", "; ", "Blake", ", ", "A. J.", "; ", "Schröeder", ", ", "M.", " ", "Nat. Mater.", " ", "2012", ",  ", "11", ",  ", "710", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "A partially inter-penetrated metal-organic framework for selective hysteretic sorption of carbon dioxide", "Yang, Sihai; Lin, Xiang; Lewis, William; Suyetin, Mikhail; Bichoutskaia, Elena; Parker, Julia E.; Tang, Chiu C.; Allan, David R.; Rizkallah, Pierre J.; Hubberstey, Peter; Champness, Neil R.; Thomas, K. Mark; Blake, Alexander J.; Schroeder, Martin", "Nature Materials", "\r\n        (", "2012", "),\r\n    ", "11", "\r\n        (", "8", "),\r\n    ", "710-716", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Selective CO2 capture in porous materials has potential for the storage and treatment of fuel and flue gases; however, adsorption capacities under dynamic conditions are often insufficient for practical applications and strategies to enhance CO2-host selectivity are required.  The unique, partially inter-penetrated metal-org. framework, NOTT-202, represents a new class of dynamic material which undergoes pronounced framework phase transition on desolvation.  This work reports temp.-dependent adsorption/desorption hysteresis in de-solvated NOTT-202a which selectively responds to CO2.  The CO2 isotherm shows 3 steps in the adsorption profile at 195° K; step-wise filling of pores generated within the obsd. partially inter-penetrated structure has been modeled using grand canonical Monte Carlo simulations.  Adsorption of N2, CH4, O2, Ar, and H2 exhibited reversible isotherms without hysteresis under the same conditions, allowing for gas capture at high pressure; but, it selectively leaves CO2 trapped in nano-pores at low pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XnvVyrs7c%253D&md5=cfc77f36f485f714a2755627b6e6d7e9", "(f) ", "Xiang", ", ", "S.", "; ", "He", ", ", "Y.", "; ", "Zhang", ", ", "Z.", "; ", "Wu", ", ", "H.", "; ", "Zhou", ", ", "W.", "; ", "Krishna", ", ", "R.", "; ", "Chen", ", ", "B.", " ", "Nat. Commun.", " ", "2012", ",  ", "3", ",  ", "956", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(g) ", "Li", ", ", "T.", "; ", "Chen", ", ", "D.-L.", "; ", "Sullivan", ", ", "J. E.", "; ", "Kozlowski", ", ", "M. T.", "; ", "Johnson", ", ", "J. K.", "; ", "Rosi", ", ", "N. L.", " ", "Chem. Sci.", " ", "2013", ",  ", "4", ",  ", "1746", "[", "Crossref", "], [", "CAS", "]", "3. ", "Systematic modulation and enhancement of CO2 : N2 selectivity and water stability in an isoreticular series of bio-MOF-11 analogues", "Li, Tao; Chen, De-Li; Sullivan, Jeanne E.; Kozlowski, Mark T.; Johnson, J. Karl; Rosi, Nathaniel L.", "Chemical Science", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "4", "),\r\n    ", "1746-1755", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "An isoreticular series of cobalt-adeninate bio-MOFs (bio-MOFs-11-14) is reported.  The pores of bio-MOFs-11-14 (1-4) are decorated with acetate, propionate, butyrate, and valerate, resp.  The complexes are Co2(ad)2(CH3CO2)2.2.25DMF.0.6H2O (1), Co2(ad)2(C2H5CO2)2.2.25DMF.0.3H2O (2), Co2(ad)2(C3H7CO2)2.1.1DMF.0.6H2O (3) and Co2(ad)2(C4H9CO2)2.0.6DMF.0.6H2O (4) (ad = adeninate).  The nitrogen (N2) and carbon dioxide (CO2) adsorption properties of these materials were studied and compared.  The isosteric heats of adsorption for CO2 are calcd., and the CO2:N2 selectivities for each material are detd.  As the lengths of the aliph. chains decorating the pores in bio-MOFs-11-14 increase, the BET surface areas decrease from 1148 m2 g-1 to 17 m2 g-1 while the CO2 : N2 selectivities predicted from ideal adsorbed soln. theory at 1 bar and 273 K for a 10 : 90 CO2 : N2 mixt. range from 73 : 1 for bio-MOF-11 to 123 : 1 for bio-MOF-12 and finally to 107 : 1 for bio-MOF-13.  At 298 K, the selectivities are 43 : 1 for bio-MOF-11, 52 : 1 for bio-MOF-12, and 40 : 1 for bio-MOF-13.  Addnl., bio-MOF-14 exhibits a unique mol. sieving property that allows it to adsorb CO2 but not N2 at 273 and 298 K. Finally, the water stability of bio-MOFs-11-14 increases with increasing aliph. chain length.  Bio-MOF-14 exhibits no loss of crystallinity or porosity after soaking in water for one month.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjtlymsro%253D&md5=b8c3ec41b10e74edbf7916e4f4ed35af", "4. ", "(a) ", "Noro", ", ", "S.", "; ", "Kitagawa", ", ", "S.", "; ", "Kondo", ", ", "M.", "; ", "Seki", ", ", "K.", " ", "Angew. Chem., Int. Ed.", " ", "2000", ",  ", "39", ",  ", "2082", "[", "Crossref", "], [", "CAS", "]", "4. ", "A new, methane adsorbent, porous coordination polymer [{CuSiF6(4,4'-bipyridine)2}n]", "Noro, Shin-ichiro; Kitagawa, Susumu; Kondo, Mitsuru; Seki, Kenji", "Angewandte Chemie, International Edition", "\r\n        (", "2000", "),\r\n    ", "39", "\r\n        (", "12", "),\r\n    ", "2082-2084", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH", ")\r\n        ", "The 3D coordination polymer {[CuSiF6(4,4'-bipyridine)2]·8H2O}n (1) was prepd. and its crystal structure detd.  The structure consists of 2D layers of copper(II) ions with bridging 4,4'-bipyridine mols. (Cu-N 2.011(5) Å) which are linked by coordinating SF6(2-) ions (Cu-F 2.355(5) Å) to form a 3D porous network.  Surface area, pore size distribution and micropore vol. measurements were made for complex 1 based upon argon gas adsorption.  The material has 8 × 8 Å2 square pores.  The porous network is still stable upon removal of the water mols.  Isotherms for methane adsorption show that 1 has a high adsorption ability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXkslWis7Y%253D&md5=e0d01a3efc6097810eba0c715f3c0b30", "(b) ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Rosi", ", ", "N.", "; ", "Vodak", ", ", "D.", "; ", "Wachter", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2002", ",  ", "295", ",  ", "469", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Systematic design of pore size and functionality in isoreticular MOFs and their application in methane storage", "Eddaoudi, Mohamed; Kim, Jaheon; Rosi, Nathaniel; Vodak, David; Wachter, Joseph; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "295", "\r\n        (", "5554", "),\r\n    ", "469-472", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A strategy based on reticulating metal ions and org. carboxylate links into extended networks has been advanced to a point that allowed the design of porous structures in which pore size and functionality could be varied systematically.  Metal-org. framework (MOF-5), a prototype of a new class of porous materials and one that is constructed from octahedral Zn-O-C clusters and benzene links, was used to demonstrate that its three-dimensional porous system can be functionalized with the org. groups -Br, -NH2, -OC3H7, -OC5H11, -C2H4, and -C4H4 and that its pore size can be expanded with the long mol. struts biphenyl, tetrahydropyrene, pyrene, and terphenyl.  We synthesized an isoreticular series (one that has the same framework topol.) of 16 highly cryst. materials whose open space represented up to 91.1% of the crystal vol., as well as homogeneous periodic pores that can be incrementally varied from 3.8 to 28.8 Å.  One member of this series exhibited a high capacity for methane storage (240 cm3 at std. temp.), and others the lowest densities (0.41 to 0.21 g/cm3) for a cryst. material at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlyrtLjP&md5=d218d4040887f5fb390a733ee156d27b", "(c) ", "Makal", ", ", "T.", "; ", "Li", ", ", "J.", "; ", "Lu", ", ", "W.", "; ", "Zhou", ", ", "H.", " ", "Chem. Soc. Rev.", " ", "2012", ",  ", "41", ",  ", "7761", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Methane storage in advanced porous materials", "Makal, Trevor A.; Li, Jian-Rong; Lu, Weigang; Zhou, Hong-Cai", "Chemical Society Reviews", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "23", "),\r\n    ", "7761-7779", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The need for alternative fuels is greater now than ever before.  With considerable sources available and low pollution factor, methane is a natural choice as petroleum replacement in cars and other mobile applications.  However, efficient storage methods are still lacking to implement the application of methane in the automotive industry.  Advanced porous materials, metal-org. frameworks and porous org. polymers, have received considerable attention in sorptive storage applications owing to their exceptionally high surface areas and chem.-tunable structures.  In this crit. review we provide an overview of the current status of the application of these two types of advanced porous materials in the storage of methane.  Examples of materials exhibiting high methane storage capacities are analyzed and methods for increasing the applicability of these advanced porous materials in methane storage technologies described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1ahtb3N&md5=453174cd0cb3602aaab6b0355c960996", "(d) ", "Konstas", ", ", "K.", "; ", "Osl", ", ", "T.", "; ", "Yang", ", ", "Y.", "; ", "Batten", ", ", "M.", "; ", "Burke", ", ", "N.", "; ", "Hill", ", ", "A. J.", "; ", "Hill", ", ", "M. R.", " ", "J. Mater. Chem.", " ", "2012", ",  ", "22", ",  ", "16698", "[", "Crossref", "], [", "CAS", "]", "4. ", "Methane storage in metal organic frameworks", "Konstas, Kristina; Osl, Theresa; Yang, Yunxia; Batten, Michael; Burke, Nick; Hill, Anita J.; Hill, Matthew R.", "Journal of Materials Chemistry", "\r\n        (", "2012", "),\r\n    ", "22", "\r\n        (", "33", "),\r\n    ", "16698-16708", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  In this applications article, the use and viability of metal org. frameworks (MOFs) for natural gas storage is critically examd. through an overview of the current state of the field.  These smart materials can be tuned to deliver best performance according to demand, as a function of temp., desired storage pressure, and mandated fill/release rates.  While the chem. behind optimizing natural gas storage performance in MOFs is highlighted, it is contextualised to the specific application in vehicular transport, and the best means of testing performance parameters are canvassed.  Future applications of MOFs with natural gas are also discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFWnu7vK&md5=ebab0713c7e2caa1e39b36ea5102770a", "(e) ", "Stoeck", ", ", "U.", "; ", "Krause", ", ", "S.", "; ", "Bon", ", ", "V.", "; ", "Senkovska", ", ", "I.", "; ", "Kaskel", ", ", "S.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "10841", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "A highly porous metal-organic framework, constructed from a cuboctahedral super-molecular building block, with exceptionally high methane uptake", "Stoeck, Ulrich; Krause, Simon; Bon, Volodymyr; Senkovska, Irena; Kaskel, Stefan", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "88", "),\r\n    ", "10841-10843", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A highly porous metal-org. framework Cu2(BBCDC) (BBCDC = 9,9'-([1,1'-biphenyl]-4,4'-diyl)bis(9H-carbazole-3,6-dicarboxylate)) (DUT-49) with a sp. surface area of 5476 m2 g-1, a pore vol. of 2.91 cm3 g-1, a H2 excess uptake of 80 mg g-1 (77 K, 50 bar), a CO2 excess uptake of 2.01 g g-1 (298 K, 50 bar) and an exceptionally high excess methane storage capacity of 308 mg g-1 (298 K, 110 bar) was obtained using an extended tetratopic linker.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVyhs7nF&md5=625754155bbd8f3f7fc7ab99cb3d684e", "5. ", "Chui", ", ", "S. S.-Y.", "; ", "Lo", ", ", "S. M.-F.", "; ", "Charmant", ", ", "J. P. H.", "; ", "Orpen", ", ", "A. G.", "; ", "Williams", ", ", "I. D.", " ", "Science", " ", "1999", ",  ", "283", ",  ", "1148", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "A chemically functionalizable nanoporous material [Cu3(TMA)2(H2O)3]n", "Chui, Stephen S.-Y.; Lo, Samuel M.-F.; Charmant, Jonathan P. H.; Orpen, A. Guy; Williams, Ian D.", "Science (Washington, D. C.)", "\r\n        (", "1999", "),\r\n    ", "283", "\r\n        (", "5405", "),\r\n    ", "1148-1150", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Although zeolites and related materials combine nanoporosity with high thermal stability, they are difficult to modify or derivatize in a systematic way.  A highly porous metal coordination polymer [Cu3(TMA)2(H2O)3]n (TMA is benzene-1,3,5-tricarboxylate) was formed in 80% yield.  It has interconnected [Cu2(O2CR)4] units (R is an arom. ring), which create a three-dimensional system of channels with a pore size of 1 nm and an accessible porosity of ∼40% in the solid.  Unlike zeolites, the channel linings can be chem. functionalized; for example, the aqua ligands can be replaced by pyridines.  TGA and high-temp. single-crystal diffractometry indicate that the framework is stable up to 240°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXhsFeitLc%253D&md5=8f6f372b015fa0e2bbb7e8bfd316b663", "6. ", "(a) ", "Mason", ", ", "J. A.", "; ", "Veenstra", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "Chem. Sci.", " ", "2014", ",  ", "5", ",  ", "32", "[", "Crossref", "], [", "CAS", "]", "6. ", "Evaluating metal-organic frameworks for natural gas storage", "Mason, Jarad A.; Veenstra, Mike; Long, Jeffrey R.", "Chemical Science", "\r\n        (", "2014", "),\r\n    ", "5", "\r\n        (", "1", "),\r\n    ", "32-51", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks have received significant attention as a new class of adsorbents for natural gas storage; however, inconsistencies in reporting high-pressure adsorption data and a lack of comparative studies have made it challenging to evaluate both new and existing materials.  Here, we briefly discuss high-pressure adsorption measurements and review efforts to develop metal-org. frameworks with high methane storage capacities.  To illustrate the most important properties for evaluating adsorbents for natural gas storage and for designing a next generation of improved materials, six metal-org. frameworks and an activated carbon, with a range of surface areas, pore structures, and surface chemistries representative of the most promising adsorbents for methane storage, are evaluated in detail.  High-pressure methane adsorption isotherms are used to compare gravimetric and volumetric capacities, isosteric heats of adsorption, and usable storage capacities.  Addnl., the relative importance of increasing volumetric capacity, rather than gravimetric capacity, for extending the driving range of natural gas vehicles is highlighted.  Other important systems-level factors, such as thermal management, mech. properties, and the effects of impurities, are also considered, and potential materials synthesis contributions to improving performance in a complete adsorbed natural gas system are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVGntLvE&md5=05a99cd7be9ef1819aca42d1c36f1f1d", "(b) ", "Peng", ", ", "Y.", "; ", "Krungleviciute", ", ", "V.", "; ", "Eryazici", ", ", "I.", "; ", "Hupp", ", ", "J. T.", "; ", "Farha", ", ", "O. K.", "; ", "Yildirim", ", ", "T.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "11887", "ACS Full Text ", ", [", "CAS", "]", "6. ", "Methane Storage in Metal-Organic Frameworks: Current Records, Surprise Findings, and Challenges", "Peng, Yang; Krungleviciute, Vaiva; Eryazici, Ibrahim; Hupp, Joseph T.; Farha, Omar K.; Yildirim, Taner", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "32", "),\r\n    ", "11887-11894", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors have examd. the methane uptake properties of 6 of the most promising metal org. framework (MOF) materials: PCN-14, UTSA-20, HKUST-1, Ni-MOF-74 (Ni-CPO-27), NU-111, and NU-125.  HKUST-1, a material that is com. available in gram scale, exhibits a room-temp. volumetric methane uptake that exceeds any value reported to date.  The total uptake is ∼230 cc(STP)/cc at 35 bar and 270 cc(STP)/cc at 65 bar, which meets the new volumetric target recently set by the Department of Energy (DOE) if the packing efficiency loss is ignored.  The authors emphasize that MOFs with high surface areas and pore vols. perform better overall.  NU-111, for example, reaches ∼75% of both the gravimetric and the volumetric targets.  Values for gravimetric uptake, pore vol., and inverse d. of the MOFs the authors studied scale essentially linearly with surface area.  From this linear dependence, the authors est. that a MOF with surface area 7500 m2/g and pore vol. 3.2 cc/g could reach the current DOE gravimetric target of 0.5 g/g while simultaneously exhibiting around ∼200 cc/cc volumetric uptake.  While values for volumetric uptake are based on ideal single crystal densities, in reality the packing densities of MOFs are much lower.  Finally, compacting HKUST-1 into wafer shapes partially collapses the framework, decreasing both volumetric and gravimetric uptake significantly.  Hence, one of the important challenges going forward is to find ways to pack MOFs efficiently without serious damage or to synthesize MOFs that can withstand substantial mech. pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtV2msbrN&md5=23f9bfad78f204569f0bf7c902d42dca", "7. ", "(a) ", "Rosi", ", ", "N. L.", "; ", "Kim", ", ", "J.", "; ", "Eddaoudi", ", ", "M.", "; ", "Chen", ", ", "B. L.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "1504", "ACS Full Text ", ", [", "CAS", "]", "7. ", "Rod Packings and Metal-Organic Frameworks Constructed from Rod-Shaped Secondary Building Units", "Rosi, Nathaniel L.; Kim, Jaheon; Eddaoudi, Mohamed; Chen, Banglin; O'Keeffe, Michael; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "5", "),\r\n    ", "1504-1518", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The principal structure possibilities for packing infinite rod-shaped building blocks are described.  Some basic nets derived from linking simple rods (helixes and ladders) are then enumerated.  The authors demonstrate the usefulness of the concept of rod secondary building units in the design and synthesis of metal-org. frameworks (MOFs).  Accordingly, the authors present the prepn., characterization, and crystal structures of 14 new MOFs (named MOF-69A-C and MOF-70-80) of 12 different structure types, belonging to rod packing motifs, and show how their structures are related to basic nets.  The MOFs reported herein are of polytopic carboxylates and contain one of Zn, Pb, Co, Cd, Mn, or Tb.  The inclusion properties of the most open members are presented as evidence that MOF structures with rod building blocks can indeed be designed to have permanent porosity and rigid architectures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjtFGmtg%253D%253D&md5=0ad22a135cba65fb519eae17258dc4c8", "(b) ", "Dietzel", ", ", "P. D. C.", "; ", "Panella", ", ", "B.", "; ", "Hirscher", ", ", "M.", "; ", "Blom", ", ", "R.", "; ", "Fjellvåg", ", ", "H.", " ", "Chem. Commun.", " ", "2006", ",  ", "959", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Hydrogen adsorption in a nickel based coordination polymer with open metal sites in the cylindrical cavities of the desolvated framework", "Dietzel, Pascal D. C.; Panella, Barbara; Hirscher, Michael; Blom, Richard; Fjellvag, Helmer", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2006", "),\r\n    ", "\r\n        (", "9", "),\r\n    ", "959-961", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The solvent contained within the cylindrical one-dimensional pores of the novel three-dimensional metal org. framework Ni2(dhtp)(H2O)2·8H2O can be removed without decompn. of the network, allowing gas storage within the cavities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xhs1Slurw%253D&md5=7e2daea44aebb7af24b4606bf72209ed", "8. ", "Li", ", ", "H.", "; ", "Eddaoudi", ", ", "M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Nature", " ", "1999", ",  ", "402", ",  ", "276", "[", "Crossref", "], [", "CAS", "]", "8. ", "Design and synthesis of an exceptionally stable and highly porous metal-organic framework", "Li, Hailian; Eddaoudi, Mohamed; O'Keeffe, M.; Yaghi, M.", "Nature (London)", "\r\n        (", "1999", "),\r\n    ", "402", "\r\n        (", "6759", "),\r\n    ", "276-279", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Macmillan Magazines", ")\r\n        ", "Open metal-org. frameworks are widely regarded as promising materials for applications in catalysis, sepn., gas storage and mol. recognition.  Compared to conventionally used microporous inorg. materials such as zeolites, these org. structures have the potential for more flexible rational design, through control of the architecture and functionalization of the pores.  So far, the inability of these open frameworks to support permanent porosity and to avoid collapsing in the absence of guest mols., such as solvents, has hindered further progress in the field.  The authors report the synthesis of a metal-org. framework, Zn4O(BDC)3.(DMF)8.(PhCl) (named MOF-5, where BDC = 1,4-benzenedicarboxylate), which remains cryst., as evidenced by x-ray single-crystal analyses, and stable when fully desolvated and when heated up to 300°.  This synthesis is achieved by borrowing ideas from metal carboxylate cluster chem., where an org. dicarboxylate linker was used in a reaction that gives supertetrahedron clusters when capped with monocarboxylates.  The rigid and divergent character of the added linker allows the articulation of the clusters into a three-dimensional framework resulting in a structure with higher apparent surface area and pore vol. than most porous cryst. zeolites.  This simple and potentially universal design strategy is currently being pursued in the synthesis of new phases and composites, and for gas-storage applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXnvFSiuro%253D&md5=68f27e20a7e4e15ea2c2f49a2a61e98a", "9. ", "Furukawa", ", ", "H.", " ", "Science", " ", "2010", ",  ", "329", ",  ", "424", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Ultrahigh Porosity in Metal-Organic Frameworks", "Furukawa, Hiroyasu; Ko, Nakeun; Go, Yong Bok; Aratani, Naoki; Choi, Sang Beom; Choi, Eunwoo; Yazaydin, A. Oezguer; Snurr, Randall Q.; O'Keeffe, Michael; Kim, Jaheon; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "329", "\r\n        (", "5990", "),\r\n    ", "424-428", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Cryst. solids with extended non-interpenetrating three-dimensional crystal structures were synthesized that support well-defined pores with internal diams. of up to 48 angstroms.  The Zn4O(CO2)6 unit was joined with either one or two kinds of org. link, 4,4',4''-[benzene-1,3,5-triyl-tris(ethyne-2,1-diyl)]tribenzoate (BTE), 4,4',44''-[benzene-1,3,5-triyl-tris(benzene-4,1-diyl)]tribenzoate (BBC), 4,4',44''-benzene-1,3,5-triyl-tribenzoate (BTB)/2,6-naphthalenedicarboxylate (NDC), and BTE/biphenyl-4,4'-dicarboxylate (BPDC), to give four metal-org. frameworks (MOFs), MOF-180, -200, -205, and -210, resp.  Members of this series of MOFs show exceptional porosities and gas (hydrogen, methane, and carbon dioxide) uptake capacities.  For example, MOF-210 has Brunauer-Emmett-Teller and Langmuir surface areas of 6240 and 10,400 square meters per g, resp., and a total carbon dioxide storage capacity of 2870 mg per g.  The vol.-specific internal surface area of MOF-210 (2060 square meters per cubic centimeter) is equiv. to the outer surface of nanoparticles (3-nm cubes) and near the ultimate adsorption limit for solid materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptVWgsb8%253D&md5=ce5cd4101a6f96dc0d6c349bc478b3b0", "10. ", "Chae", ", ", "H. K.", "; ", "Siberio-Perez", ", ", "D. Y.", "; ", "Kim", ", ", "J.", "; ", "Go", ", ", "Y.-B.", "; ", "Eddaoudi", ", ", "M.", "; ", "Matzger", ", ", "A. J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Nature", " ", "2004", ",  ", "427", ",  ", "523", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "A route to high surface area, porosity and inclusion of large molecules in crystals", "Chae, Hee K.; Siberio-Perez, Diana Y.; Kim, Jaheon; Go, Yong Bok; Eddaoudi, Mohamed; Matzger, Adam J.; O'Keeffe, Michael; Yaghi, Omar M.", "Nature (London, United Kingdom)", "\r\n        (", "2004", "),\r\n    ", "427", "\r\n        (", "6974", "),\r\n    ", "523-527", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "One of the outstanding challenges in the field of porous materials is the design and synthesis of chem. structures with exceptionally high surface areas.  Such materials are of crit. importance to many applications involving catalysis, sepn. and gas storage.  The claim for the highest surface area of a disordered structure is for C, at 2,030 m2 g-1 (M. Nijkamp, et al., 2001).  Until recently, the largest surface area of an ordered structure was that of zeolite Y, recorded at 904 m2 g-1 (A. W. Chester, et al., 2000).  But with the introduction of metal-org. framework materials, this was exceeded, with values up to 3,000 m2 g-1.  Despite this, no method of detg. the upper limit in surface area for a material has yet been found.  Here the authors present a general strategy that has provided a structure having by far the highest surface area reported to date.  The authors report the design, synthesis and properties of cryst. Zn4O(1,3,5-benzenetribenzoate)2, a new metal-org. framework with a surface area estd. at 4,500 m2 g-1.  This framework, which the authors name MOF-177, combines this exceptional level of surface area with an ordered structure that has extra-large pores capable of binding polycyclic org. guest mols., attributes not previously combined in one material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXpsFWguw%253D%253D&md5=c5e01fc1ae8145737276e816abb3b87d", "11. ", "Ma", ", ", "S.", "; ", "Sun", ", ", "D.", "; ", "Simmons", ", ", "J. M.", "; ", "Collier", ", ", "C. D.", "; ", "Yuan", ", ", "D.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "1012", "ACS Full Text ", ", [", "CAS", "]", "11. ", "Metal-Organic Framework from an Anthracene Derivative Containing Nanoscopic Cages Exhibiting High Methane Uptake", "Ma, Shengqian; Sun, Daofeng; Simmons, Jason M.; Collier, Christopher D.; Yuan, Daqiang; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "3", "),\r\n    ", "1012-1016", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A microporous metal-org. framework, PCN-14, based on an anthracene deriv., 5,5'- (9,10-anthracene-diyl)di-isophthalate (H4adip), was synthesized under solvothermal reaction conditions.  X-ray single crystal anal. revealed that PCN-14 consists of nanoscopic cages suitable for gas storage.  N2-adsorption studies of PCN-14 at 77 K reveal a Langmuir surface area of 2176 m2/g and a pore vol. of 0.87 cm3/g.  Methane adsorption studies at 290 K and 35 bar show that PCN-14 exhibits an abs. methane-adsorption capacity of 230 vol./vol., 28% higher than the DOE target (180 vol./vol.) for methane storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlymug%253D%253D&md5=47684d1faab210ef528aa92e5e5754a3", "12. ", "In a Teflon vessel, 109 mg of H", "3", "BTB were dissolved in 9 mL of DMF. A 0.2 M solution of aluminum nitrate (0.675 mL) and nitric acid (0.675 mL) were subsequently added to the solution. The vessel was placed in a stainless steel autoclave and heated at 150 °C for 72 h, after which time it was cooled to room temperature. A white microcrystalline powder was recovered by centrifugation and washed three times with 10 mL of anhydrous DMF.", "There is no corresponding record for this reference.", "13. ", "Crystallographic data for C", "216", "H", "60", "Al", "8", "O", "56", ", MOF-519: ", "M", "w", " = 3766.48 g mol", "–1", ", tetragonal, space group: ", "P", "4", "2", "2", "1", "2, ", "a", " = 19.289(1) Å, ", "c", " = 36.030(1) Å, ", "V", " = 13393.0(1) Å", "3", ", ", "D", "calcd", " = 0.934 g cm", "–3", ", λ = 0.8903 Å, ", "Z", " = 4, ", "R", "1", " = 0.1112, ", "wR", "2", " = 0.2794, GOF = 1.058.", "There is no corresponding record for this reference.", "14. ", "(a) ", "Loiseau", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "Huguenard", ", ", "C.", "; ", "Fink", ", ", "G.", "; ", "Taulelle", ", ", "F.", "; ", "Henry", ", ", "M.", "; ", "Bataile", ", ", "T.", "; ", "Férey", ", ", "G.", " ", "Chem.—Eur. J.", " ", "2004", ",  ", "10", ",  ", "1373", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "A rationale for the large breathing of the porous aluminum terephthalate (MIL-53) upon hydration", "Loiseau, Thierry; Serre, Christian; Huguenard, Clarisse; Fink, Gerhard; Taulelle, Francis; Henry, Marc; Bataille, Thierry; Ferey, Gerard", "Chemistry - A European Journal", "\r\n        (", "2004", "),\r\n    ", "10", "\r\n        (", "6", "),\r\n    ", "1373-1382", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Al 1,4-benzenedicarboxylate Al(OH)[O2CC6H4CO2][HO2C-C6H4-CO2H]0.70 or MIL-53as (Al) was hydrothermally synthesized by heating a mixt. of Al nitrate, 1,4-benzenedicarboxylic acid, and H2O, for three days at 220°.  Its 3 D framework is built up of infinite trans chains of corner-sharing AlO4(OH)2 octahedra.  The chains are interconnected by the 1,4-benzenedicarboxylate groups, creating 1 D rhombic-shaped tunnels.  Disordered 1,4-benzenedicarboxylic acid mols. are trapped inside these tunnels.  Their evacuation upon heating, between 275 and 420°, leads to a nanoporous open-framework (MIL-53ht (Al) or Al(OH)[O2CC6H4CO2]) with empty pores of diam. 8.5 Å.  This solid exhibits a Langmuir surface area. of 1590(1) m2g-1 together with a remarkable thermal stability, since it starts to decomp. only at 500°.  At room temp., the solid reversibly absorbs H2O in its tunnels, causing a very large breathing effect and shrinkage of the pores.  Anal. of the hydration process by solid-state NMR (1H, 13C, 27Al) has clearly indicated that the trapped H2O mols. interact with the carboxylate groups through H bonds, but do not affect the hydroxyl species bridging the Al atoms.  The H bonds between H2O and the O atoms of the framework are responsible for the contraction of the rhombic channels.  The structures of the three forms were detd. by powder x-ray diffraction anal.  Crystal data for MIL-53as (Al) are as follows: orthorhombic system, Pnma (no. 62), a 17.129(2), b 6.628(1), c 12.182(1) Å; for MIL-53ht (Al), orthorhombic system, Imma (no. 74), a 6.608(1), b 16.675(3), c 12.813(2) Å; for MIL-53lt (Al), monoclinic system, Cc (no. 9), a 19.513(2), b 7.612(1), c 6.576(1) Å, β 104.24(1)°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXivVykt7s%253D&md5=3a01acd738d767103450cccd3cab8f2e", "(b) ", "Bloch", ", ", "E. D.", "; ", "Britt", ", ", "D. K.", "; ", "Doonan", ", ", "C. J.", "; ", "Uribe-Romo", ", ", "F. J.", "; ", "Furukawa", ", ", "H.", "; ", "Long", ", ", "J. R.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "14382", "ACS Full Text ", ", [", "CAS", "]", "14. ", "Metal Insertion in a Microporous Metal-Organic Framework Lined with 2,2'-Bipyridine", "Bloch, Eric D.; Britt, David; Lee, Chain; Doonan, Christian J.; Uribe-Romo, Fernando J.; Furukawa, Hiroyasu; Long, Jeffrey R.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "41", "),\r\n    ", "14382-14384", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reaction of AlCl3·6H2O with 2,2'-bipyridine-5,5'-dicarboxylic acid (H2bpydc) affords Al(OH)(bpydc) (1, MOF-253), the first metal-org. framework with open 2,2'-bipyridine (bpy) coordination sites.  The material displays a BET surface area of 2160 m2/g and readily complexes metals to afford, for example, 1·xPdCl2 (x = 0.08, 0.83) and 1·0.97Cu(BF4)2.  EXAFS spectroscopy performed on 1·0.83PdCl2 reveals the expected square planar coordination geometry, matching the structure of the model complex (bpy)PdCl2.  Significantly, the selectivity factor for binding CO2 over N2 under typical flue gas conditions increases from 2.8 in 1 to 12 in 1·0.97Cu(BF4)2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFygt7bP&md5=6981a0152668936def128aab676d03cf", "15. ", "(a) ", "Cador", ", ", "O.", "; ", "Gatteschi", ", ", "D.", "; ", "Sessoli", ", ", "R.", "; ", "Larsen", ", ", "F. K.", "; ", "Overgaard", ", ", "J.", "; ", "Barra", ", ", "A.-L.", "; ", "Teat", ", ", "S. J.", "; ", "Timco", ", ", "G. A.", "; ", "Winpenny", ", ", "R. E. P.", " ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", ",  ", "5196", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "The magnetic Moebius strip: Synthesis, structure, and magnetic studies of odd-numbered antiferromagnetically coupled wheels", "Cador, Olivier; Gatteschi, Dante; Sessoli, Roberta; Larsen, Finn K.; Overgaard, Jacob; Barra, Anne-Laure; Teat, Simon J.; Timco, Grigore A.; Winpenny, Richard E. P.", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "39", "),\r\n    ", "5196-5200", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The control of structure through the choice of the template gave nona-nuclear metal wheels [(C6H11)2NH2][Cr8NiF8(O2CCMe3)18] and [(C6H11)2NH2][Cr7(VO)2F9(O2CCMe3)17] that contain {Cr8Ni} or {Cr7(VO)2} cores.  Magnetic studies of one of these wheels shows that it behaves as a magnetic Moebius strip.  These are the 1st detailed magnetic studies of an odd-numbered rings larger than trinuclear and should help in the understanding of spin-frustrated systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXos1yht7Y%253D&md5=d319cf156a5a97a16583ca2058fa4dd4", "(b) ", "van Slageren", ", ", "J.", "; ", "Sessoli", ", ", "R.", "; ", "Gatteschi", ", ", "D.", "; ", "Smith", ", ", "A. A.", "; ", "Helliwell", ", ", "M.", "; ", "Winpenny", ", ", "R. E. P.", "; ", "Cornia", ", ", "A.", "; ", "Barra", ", ", "A.-L.", "; ", "Jansen", ", ", "A. G. M.", "; ", "Rentschler", ", ", "E.", "; ", "Timco", ", ", "G. A.", " ", "Chem.—Eur. J.", " ", "2002", ",  ", "8", ",  ", "277", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Magnetic anisotropy of the antiferromagnetic ring [Cr8F8Piv16]", "Van Slageren, Joris; Sessoli, Roberta; Gatteschi, Dante; Smith, Andrew A.; Helliwell, Madeleine; Winpenny, Richard E. P.; Cornia, Andrea; Barra, Anne-Laure; Jansen, Aloysius G. M.; Rentschler, Eva; Timco, Grigore A.", "Chemistry--A European Journal", "\r\n        (", "2002", "),\r\n    ", "8", "\r\n        (", "1", "),\r\n    ", "277-285", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH", ")\r\n        ", "A new tetragonal (P4212) cryst. form of [Cr8F8Piv16] (HPiv = pivalic acid, tri-Me acetic acid) is reported.  The ring-shaped mols., which are aligned in a parallel fashion in the unit cell, form almost perfectly planar, regular octagons.  The interaction between the CrIII ions is antiferromagnetic (J = 12 cm-1) which results in a S = 0 spin ground state.  The low-lying spin excited states were studied by cantilever torque magnetometry (CTM) and high-frequency EPR (HFEPR).  The compd. shows hard-axis anisotropy.  The axial zero-field splitting (ZFS) parameters of the 1st two spin excited states (S = 1 and S = 2, resp.) are D1 = 1.59(3) cm-1 or 1.63 cm-1 (from CTM and HFEPR, resp.) and D2 = 0.37 cm-1 (from HFEPR).  The dipolar contributions to the ZFS of the S = 1 and S = 2 spin states were calcd. with the point dipolar approxn.  These contributions proved to be less than the combined single-ion contributions.  Angular overlap model calcns. that used parameters obtained from the electronic absorption spectrum, showed that the unique axis of the single-ion ZFS is at an angle of 19.3(1) with respect to the ring axis.  The excellent agreement between the exptl. and the theor. results show the validity of the used methods for the anal. of the magnetic anisotropy in antiferromagnetic CrIII rings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xmt1yrsA%253D%253D&md5=2f81fb2fb507b51bf138df68b85959ed", "16. ", "Ahnfeldt", ", ", "T.", "; ", "Guillou", ", ", "N.", "; ", "Gunzelmann", ", ", "D.", "; ", "Margiolaki", ", ", "I.", "; ", "Loiseau", ", ", "T.", "; ", "Ferey", ", ", "G.", "; ", "Senker", ", ", "J.", "; ", "Stock", ", ", "N.", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", ",  ", "5163", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "[Al4(OH)2(OCH3)4(H2N-bdc)3]·xH2O: A 12-Connected Porous Metal-Organic Framework with an Unprecedented Aluminum-Containing Brick", "Ahnfeldt, Tim; Guillou, Nathalie; Gunzelmann, Daniel; Margiolaki, Irene; Loiseau, Thierry; Ferey, Gerard; Senker, Juergen; Stock, Norbert", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "28", "),\r\n    ", "5163-5166, S5163/1-S5163/14", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A new stable aluminum aminoterephthalate system, [Al4(OH)2(OCH3)4(H2N-bdc)3]·xH2O (H2N-bdc = aminoterephthalate dianion), designated CAU-1, contains octameric building blocks that are connected by org. linkers to form a 12-connected net.  The structure adopts a cubic centered packing motive in which octameric units replace individual atoms, thus forming distorted octahedral and tetrahedral cages with effective accessible diams. of 1 and 0.45 nm, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXotVens7o%253D&md5=71e9bd4173c0b658c118379e30895895", "17. ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "675", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Deconstructing the Crystal Structures of Metal-Organic Frameworks and Related Materials into Their Underlying Nets", "O'Keeffe, Michael; Yaghi, Omar M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "675-702", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Redn. of complex crystal structures of metal-org. frameworks and related materials to an underlying topol. is discussed.  An approach to identify vertices of underlying nets is presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFOmtr7L&md5=201baa336aa2d3edcb2099a649e840fe", "18. ", "Sumida", ", ", "K.", "; ", "Hill", ", ", "M.", "; ", "Horike", ", ", "S.", "; ", "Dailly", ", ", "A.", "; ", "Long", ", ", "J.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "15120", "ACS Full Text ", ", [", "CAS", "]", "18. ", "Synthesis and Hydrogen Storage Properties of Be12(OH)12(1,3,5-benzenetribenzoate)4", "Sumida, Kenji; Hill, Matthew R.; Horike, Satoshi; Dailly, Anne; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "42", "),\r\n    ", "15120-15121", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The 1st cryst. beryllium-based metal-org. framework was synthesized and found to exhibit an exceptional surface area useful for hydrogen storage.  Reaction of 1,3,5-benzenetri-p-benzoic acid (H3BTB) and beryllium nitrate in a mixt. of DMSO, DMF, and water at 130° for 10 days affords the solvated form of Be12(OH)12(1,3,5-benzenetribenzoate)4 (1).  Its highly porous framework structure consists of unprecedented saddle-shaped [Be12(OH)12]12+ rings connected through tritopic BTB3- ligands to generate a 3,12 net.  Compd. 1 exhibits a BET surface area of 4030 m2/g, the highest value yet reported for any main group metal-org. framework or covalent org. framework.  At 77 K, the H2 adsorption data for 1 indicate a fully reversible uptake of 1.6% at 1 bar, with an initial isosteric heat of adsorption of -5.5 kJ/mol.  At pressures up to 100 bar, the data show the compd. to serve as an exceptional hydrogen storage material, reaching a total uptake of 9.2% and 44 g/L at 77 K and of 2.3% and 11 g/L at 298 K.  It is expected that reaction conditions similar to those reported here may enable the synthesis of a broad new family of beryllium-based frameworks with extremely high surface areas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1WntrzJ&md5=b3596360861c40747b4f3eb3c64583b9", "19. ", "Spek", ", ", "A. L.", " ", "Acta Crystallogr.", " ", "2009", ",  ", "D65", ",  ", "148", "[", "Crossref", "], [", "CAS", "]", "19. ", "Structure validation in chemical crystallography", "Spek, Anthony L.", "Acta Crystallographica, Section D: Biological Crystallography", "\r\n        (", "2009", "),\r\n    ", "65", "\r\n        (", "2", "),\r\n    ", "148-155", "CODEN:\r\n                ", "ABCRE6", ";\r\n        ISSN:", "0907-4449", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "A review.  Automated structure validation was introduced in chem. crystallog. about 12 years ago as a tool to assist practitioners with the exponential growth in crystal structure analyses.  Validation has since evolved into an easy-to-use checkCIF/PLATON web-based IUCr service.  The result of a crystal structure detn. has to be supplied as a CIF-formatted computer-readable file.  The checking software tests the data in the CIF for completeness, quality, and consistency.  In addn., the reported structure is checked for incomplete anal., errors in the anal., and relevant issues to be verified.  A validation report is generated in the form of a list of ALERTS on the issues to be cor., checked, or commented on.  Structure validation has largely eliminated obvious problems with structure reports published in IUCr journals, such as refinement in a space group of too low symmetry.  This paper reports on the current status of structure validation and possible future extensions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVWhtL8%253D&md5=1cc05cd996f846a98b55ea09289af6a9", "20. ", "In a 20 mL scintillation vial, 90 mg of Al(NO", "3", ")", "3", "·9H", "2", "O and 75 mg of H", "3", "BTB were dissolved in 14 mL of DMF. Formic acid (1.4 mL) was subsequently added to the solution. The vial was placed in an oven preheated at 130 °C for 48 h, yielding white prismatic crystals of MOF-520.", "There is no corresponding record for this reference.", "21. ", "Crystallographic data for C", "115", "H", "76", "Al", "8", "O", "41", ", MOF-520: ", "M", "w", " = 2328.59 g mol", "–1", ", tetragonal, space group: ", "P", "4", "2", "2", "1", "2, ", "a", " = 18.878(4) Å, ", "c", " = 37.043(8) Å, ", "V", " = 13202(6) Å", "3", ", ", "D", "calcd", " = 0.586 g cm", "–3", ", λ = 0.95403 Å, ", "Z", " = 4, ", "R", "1", " = 0.0874, ", "wR", "2 = 0.2522, GOF = 1.166.", "There is no corresponding record for this reference.", "22. ", "From the low-pressure methane isotherm data, we estimated isosteric heats of adsorption (", "Q", "st", ") of methane in MOF-519 and MOF-520. The initial ", "Q", "st", " values for MOF-519 and MOF-520 are 14.6 and 13.6 kJ mol", "–1", ", respectively. These values are smaller than MOFs with open metal sites; Ni-MOF-74 and HKUST-1 (21.4 and 17.0 kJ mol", "–1", ").", "(6b)", "There is no corresponding record for this reference."], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-14/ja501606h/20150321/images/small/ja-2014-01606h_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-14/ja501606h/20150321/images/small/ja-2014-01606h_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-14/ja501606h/20150321/images/small/ja-2014-01606h_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-14/ja501606h/20150321/images/small/ja-2014-01606h_0003.gif\">"]}
