{"title": ["Long- and Local-Range Structural Changes in Flexible Titanium Silicates with Variable Faulting upon Thermal Treatment and Corresponding Adsorption and Particle Size Polydispersity-Corrected Diffusion Parameters for CO", "/CH", " Separation"], "authors": ["Marietta E. Marcano-González", "Riqiang Fu", "Arturo J. Hernández-Maldonado"], "doi": ["10.1021/ie5046044"], "abstract": ["Sr", "-UPRM-5 is a titanosilicate containing adjustable structural faulting that prescribes changes in textural properties with temperature. In this work, we studied thermally induced structural changes in Sr", "-UPRM-5 variants prepared using tetrapropylammonium (TPA", ") and tetrabutylammonium (TBA", ") and their correlation to the diffusion of CO", " and CH", " at 25 °C. Both Sr", "-UPRM-5 materials contained different amounts of structural faulting that are correlated to the formation of 12-MR pores. In situ high-temperature X-ray diffraction revealed structural changes corresponding to orthorhombic phases up to 300 °C. Analysis of in situ high-temperature ", "Si magic angle spinning nuclear magnetic resonance (MAS NMR) spectroscopy revealed new silicon environments surrounding the archetypical Si(2Si, 2Ti", ") and Si(3Si, 1Ti", ") coordination centers. MAS NMR data analysis indicated that the Si environment in Sr", "-UPRM-5 (TPA) appears to be more susceptible to changes upon thermal treatment. A phenomenological volumetric transport model corrected for particle size polydispersity was used to estimate diffusion constants at 25 °C in adsorbents preactivated at different temperatures. At the optimal conditions, the CO", "/CH", " kinetic selectivities were 41 and 30 for Sr", "-UPRM-5 (TBA) and (TPA), respectively."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Introduction", "Carbon dioxide (CO", "2", ") removal has been one of the most extensively studied topics for decades. This is, among other reasons, because CO", "2", " remains one of the main greenhouse gases that contribute to global warming.", "(1)", " In an attempt to address the problem at the source point, natural gas has been proposed as primary step in reducing the use of other fossil fuels such as oil and coal, which are higher CO", "2", " emission contributors than natural gas.", "(2-4)", " However, consumption of natural gas is now ramping up at an incredible pace because of shale gas fracturing expansion and the development of newer fracking technologies, allowing access to supplies that were unavailable before.", "(5)", " Therefore, methods to increase the efficient consumption of natural gas are mandatory to moderate its CO", "2", " emissions. Furthermore, the presence of CO", "2", " in gas mixtures also brings operational problems because it induces severe pipeline corrosion.", "(3, 6, 7)", " Because CO", "2", " contains no heating value, its removal is also critical for avoiding a considerable decrease in methane’s (CH", "4", ") true energy supply potential.", "(8, 9)", "Many CO", "2", " capture technologies have been developed and employed during the last two decades; the process of absorption by aqueous amines is the most commonly used method. In fact, this is one of the most mature and well-established technologies in the natural gas industry. It permits rapid cycling with a sustained CO", "2", " removal capacity. Most amines have also good thermal stability and reactivity and allow for the removal of H", "2", "S along with CO", "2", ". However, these benefits come at the expense of considerable energy requirements because of high regeneration temperatures for which not all the amine solvent can be reused. The process also inherently involves the use of highly corrosive solvents, and their disposal can become an environmental hazard.", "(8, 10)", " More recently, separation by hydrates and membranes has been proposed for CO", "2", " removal from CH", "4", " effluents.", "(9, 11-13)", " These have emerged during the last couple of years as sound methods because of low cost, fewer energy requirements, simple process flow schemes, and ease of operation.", "(14-16)", " However, there are some drawbacks in the use of some of these technologies such as low chemical and thermal stability and inefficiency in reducing CO", "2", " concentrations upon long-term operation.", "(16)", "Another proposed alternative in competitive CO", "2", " remediation technology is the use of adsorbents in pressure swing adsorption (PSA) processes at ambient temperature.", "(17-19)", " Among many of the adsorbents that have been tested for PSA in the past, metal-based adsorbents, activated carbon, and zeolites have seen the greatest degree of commercial success.", "(19-21)", " This is mainly due to an overall reduction in energy use by the process. In addition, the relatively weak interactions between the adsorbate and the adsorbent result in ease of regeneration of the latter, requiring mechanical energy input lower than that required for the equivalent regeneration of amine solvents. In addition, the incorporation of these types of adsorbents in PSA systems could result in less capital and maintenance costs.", "(13)", " Most recently, certain metal–organic frameworks (MOFs) have been also identified as highly selective toward CO", "2", "(7, 22-25)", " and therefore offer tremendous potential for PSA. Different from other adsorbents in which thermodynamic equilibrium dominates the adsorption process, some of the most recent MOFs perform CO", "2", "/CH", "4", " separations based on differences in the rate of adsorption.", "(22, 23)", " However, for kinetic separations to effectively take place during PSA operations, the size of the pores must be fairly close to that of the gas molecules to be adsorbed.", "(23)", " For most MOFs, the pore size specifications needed for CO", "2", "/CH", "4", " kinetic separation cannot be obtained by means of simple postmodification procedures. However, certain zeolitic formulations with pore sizes in the 3–4 Å range have been reconsidered for kinetic separations. Their relative ease of preparation and working capacities are attractive characteristics for the removal of CO", "2", " from flue gas, but the potential for increasing their selectivity toward CO", "2", " remains limited.", "(8)", "Flexible titanium silicates represent a good alternative for developing CO", "2", " selective adsorbent platforms because of their capacity for pore size reduction upon thermal dehydration and ease of modification for increasing it selectivity toward CO", "2", ". ETS-4 (Engelhard Corp., titanium silicate variant 4) was the first of these materials, and it is considered the standard in terms of adsorbents for the separation of similar-sized molecules such as CO", "2", ", N", "2", ", and CH", "4", ".", "(8, 26-33)", " However, upon thermal activation the material working adsorption maximum capacity is considerably reduced as a consequence of structural contraction, which translates to more adsorption–regeneration cycles.", "(34)", " In this regard, a novel flexible titanium-silicate named UPRM-5, first developed by Primera-Pedrozo and Hernández-Maldonado, has exhibited a surface area larger than that of ETS-4, as well as larger adsorption capacities toward CO", "2", ". Marcano-González and Hernández-Maldonado also found that the UPRM-5 textural properties as well as thermal stability can be modified and controlled depending on the level of faulting in the structure, which can be adjusted depending on the type of quaternary ammonium cation employed as structure directing agent (SDA).", "(35)", " For instance, the use of tetrapropylammonium (TPA", "+", ") and tetrabutylammonium (TBA", "+", ") improved the UPRM-5 structural and textural characteristics for the adsorption of CO", "2", " in a considerable fashion.", "(35)", " A recent study by Yu et al. also showed the potential of using Sr", "2+", "-UPRM-5 prepared with tetraethylammonium (TEA", "+", ") for the selective N", "2", " removal in natural gas upgrading.", "(36)", " The contraction property of UPRM-5 upon thermal treatment was used to reverse selectivity in favor of N", "2", ", as has been done before for ETS-4.", "(28, 37)", "Superior selectivity in Sr", "2+", "-UPRM-5 toward CO", "2", " suggests that CO", "2", "/CH", "4", " kinetic separation can also be possible. Furthermore, the two UPRM-5 variants that have showcased the best performance for CO", "2", " removal so far have been Sr", "2+", "-UPRM-5 (TPA) and Sr", "2+", "-UPRM-5 (TBA).", "(35)", " Therefore, the present work focuses on the determination of the potential role of UPRM-5 prepared with different degrees of faulting to separate CO", "2", "/CH", "4", " based on both equilibrium and kinetic differences. The latter was based on diffusion data gathered using a volumetric transport model corrected for adsorbent particle size polydispersity. In addition, we have studied long- and local-range structural changes produced upon thermal contraction via indexing of in situ high-temperature X-ray diffraction (XRD) and ", "29", "Si magic angle spinning nuclear magnetic resonance (MAS NMR) spectroscopy, respectively. The thermal contraction characteristics were correlated to the adsorbents performance for CO", "2", "/CH", "4", " separation at different activation temperatures in attempt to understand the connection between faulting and performance and therefore pave the way for developing superior adsorbents based on the same platform.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Experimental Section", "Synthesis", "The UPRM-5 variants considered for this work were synthesized by microwave-assisted hydrothermal reactions following methods available elsewhere.", "(34, 35)", " Reaction times were 12 and 20 h when employing tetrapropylammonium and tetrabutylammonium  as SDAs, respectively. Detemplation and further modification of the samples were made by liquid ion-exchange with NH", "4+", " and Sr", "2+", " also using methods reported elsewhere.", "(35, 38)", " For ease of identification, the strontium-modified materials will be labeled Sr", "2+", "-UPRM-5 (TPA) and Sr", "2+", "-UPRM-5 (TBA) depending on whether tetrapropylammonium or tetrabutylammonium cations were employed as SDAs, respectively.", "Characterization", "Scanning electron microscopy (SEM) images were captured using a JEOL-JSM-6930LV unit working at a voltage range of 5.0–20.0 kV. The images were obtained following standard procedures for low conductive samples. The micrographs were used to determine the material morphology and particle length (", "x", ") distribution via direct sampling. The length distribution was then fitted to a cumulative Γ distribution function (", "P", "(", "x", "))", "(1)", "where α and β are the shape parameters of the distribution.", "In situ high-temperature XRD data were collected using a high-temperature Reactor X (Rigaku Corporation) module attached to a Rigaku Ultima III system. This system allows enclosure of the sample powder with different gas atmospheres while permitting passage of X-rays through a continuous beryllium window and heating of the sample through an infrared-based heating element. The samples were placed on a removable black quartz plate, and the temperature was measured using a 1/16 in. diameter thermocouple that was placed inside an equally sized cylindrical hole located on one side of the quartz plate for accurate measurements. X-ray scans were gathered at 3.5° min", "–1", " while the sample was heated from room temperature to 300 °C at 1 °C min", "–1", " in flowing helium (ultrahigh purity grade, Praxair) at 60 mL min", "–1", ". The resulting XRD data were indexed using the CRYSFIRE and the TREOR-90 routines.", "(39, 40)", "In situ high-temperature ", "29", "Si MAS NMR spectra were collected on a Bruker DRX300NMR spectrometer with the ", "29", "Si Larmor frequency of 59.63 MHz and using a 4 mm Bruker double-resonance variable temperature MAS probe. A 3.0 μs pulse (∼30° flip angle) was used for excitation of the ", "29", "Si magnetization. A total of 8192 scans were used to accumulate the signals with a recycle delay of 5 s, except for the experiments during the cooling path at 135 and 72 °C, for which 4096 scans were used. The samples were sealed in the NMR rotor and spun at 6 kHz using N", "2", " gas. The temperature was controlled within ±0.1 °C by a Bruker BVT-2000 unit. The temperature was ramped from one temperature to the next higher temperature at a rate of 10 °C min", "–1", " and then stabilized for about half an hour before data acquisition. The temperature was carefully calibrated independently using a lead nitrate sample spinning at 6 kHz by monitoring the plot of the ", "207", "Pd chemical shift versus temperature. The chemical shift was referenced to DSS at 0 ppm. A 40 Hz exponential line broadening was used in the spectra. All spectra were deconvoluted using the SpinWorks NMR software.", "Adsorption Equilibrium Isotherms and Fractional Uptake Data", "Single-component CO", "2", " and CH", "4", " adsorption equilibrium data were gathered volumetrically using a Micromeritics ASAP 2050 unit. The isotherms were obtained at 25 °C and pressures up to 7 atm. Degas or activation of the samples were carried out at 90 and 180 °C for Sr", "2+", "-UPRM-5 (TPA) and 120 and 180 °C for Sr", "2+", "-UPRM-5 (TBA), both under vacuum for 18 h. The first temperature corresponds to the optimal condition for achieving the largest surface area (i.e., 217 and 261 m", "2", " g", "–1", " for Sr", "2+", "-UPRM-5 (TPA) and Sr", "2+", "-UPRM-5 (TBA), respectively) while the second temperature yields a reduction of surface area of 65–84% depending on the adsorbent variant.", "(35)", " Ultrahigh purity (Praxair) grade CO", "2", " and CH", "4", " were used as received. The adsorption equilibration time was set to at least 100 s, and the apparent equilibrium state was corroborated by a near-zero slope condition present in at least 11 consecutive pressure transient points (i.e., a total of 1100 s worth of data per section per pressure step).", "Fractional uptake data were gathered volumetrically using a Micromeritics ASAP 2020 instrument fitted with a turbo molecular drag pump. The data were collected at steps of 0.1 s and different pressures. In addition, the uptake data were corrected to compensate for the ASAP 2020 equipment effective dead time (ca. 0.3 s) and for any instability caused by the system.", "(41)", " The suitability of using a volumetric phenomenological transport model was carefully evaluated to determine the diffusional behavior of the studied gases into the adsorbents.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Results and Discussion", "Long-Range Thermally Induced Framework and Pore Contraction", "Thermally induced long-range structural changes in either Sr", "2+", "-UPRM-5 (TPA) or Sr", "2+", "-UPRM-5 (TBA) were analyzed via in situ high-temperature XRD. A set of diffraction patterns gathered from 30 to 300 °C is shown in Figure ", "1", ". Unit cell parameters for both Sr", "2+", "-UPRM-5 variants are shown in Table S1 in ", "Supporting Information", " and corresponded to an orthorhombic symmetry, which correlates well with the results recently reported for the crystal refinement of Na", "+", "-UPRM-5 prepared with TEA", "+", ".", "(42)", " The structure and faulting in this variant were described via stacking of orthorhombic and triclinic polymorph phases, but the former is the predominant one (90%). The Sr", "2+", "-UPRM-5 (TBA) lattice parameters shown in Table S1 in ", "Supporting Information", " are also similar to those reported for zorite, the natural counterpart of ETS-4.", "(43-46)", " In the case of Sr", "2+", "-UPRM-5 (TPA) activated at 90 °C, lattice parameters ", "b", " and ", "c", " appeared to be larger than those of Sr", "2+", "-UPRM-5 (TBA); however, upon dehydration, they also become similar to those of zorite.", "Figure 1. In situ high-temperature XRD profiles for Sr", "2+", "-UPRM-5 prepared with different SDAs.", "Framework contraction upon thermal treatment occurred uniformly as evidenced by the unit cell dimensions for both materials (Table S1 in ", "Supporting Information", "). Sr", "2+", "-UPRM-5 (TPA) showed a total unit cell volume reduction of ca. 32% when treated from 90 to 300 °C. The overall reduction involves a dual step contraction process, namely 90 → 180 °C (step I) and 240 → 300 °C (step II), probably related to the two-step dehydration mechanism previously reported based on thermal gravimetric analyses.", "(35)", " Sr", "2+", "-UPRM-5 (TBA), on the other hand, exhibited a single-step unit cell volume reduction of ca. 7% in the 90 → 300 °C range. Lattice parameters ", "b", " and ", "c", " exhibited the largest reduction at high temperatures, especially for Sr", "2+", "-UPRM-5 (TPA). Lattice parameter ", "c", " is plausibly associated with the 8-member ring (8-MR) channels or pores.", "(42)", " It is also believed that these pores should dominate gas adsorption kinetics because they can be size tailored in Sr", "2+", "-ETS-4 to separate similar-sized gas molecules.", "(47)", " The reduction in ", "c", " dimensions within the 90 → 180 °C range was of 14 and 4% for Sr", "2+", "-UPRM-5 (TPA) and Sr", "2+", "-UPRM-5 (TBA), respectively. Therefore, it should be expected that if these 8-MR pores restrict access to the UPRM-5 framework, Sr", "2+", "-UPRM-5 (TPA) should showcase the best molecular gate effect.", "In Situ ", "29", "Si MAS NMR", "The MAS NMR tests were performed to elucidate the local-range structural changes related to the different titanium coordination states that could arise upon an increase in activation temperature and to attempt to correlate this to the choice of SDA employed during the synthesis of UPRM-5. Figure ", "2", " shows the experimental in situ ", "29", "Si MAS NMR and deconvoluted spectra for both Sr", "2+", "-UPRM-5 (TPA) and (TBA) variants, as well as the difference spectrum between the experimental spectra and the total deconvolution. Two silicon environments were initially found in both UPRM-5 variants, similar to what has been reported for other titanium silicates. One is related to the octahedral titanium centers, Si(2Si, 2Ti", "oct", "), located at around −93.0 ppm, while the other one is related to the semioctahedral titanium centers, Si(3Si, 1Ti", "semioct", "), located at around −97.0 ppm.", "(32, 34, 35, 48)", " When increasing the temperature from 60 to 150 °C, the spectral stack shows a third resonance centered originally at around −89.0 ppm, which is also related to the Si(2Si, 2Ti", "oct", ") environment. This is more apparent in Figure ", "3", ", which shows chemical shifts and peak relative areas as a function of temperature. Chemical shifts for both materials remained similar and nearly constant up to 60 °C. However, as the temperature was increased further, peak relative areas underwent significant changes. As the temperature is increased, the relative area of the resonance associated with the semioctahedral titanium centers decreases (see data with triangle markers in Figure ", "3", "). Semioctahedral titanium chains (or larger amount of structural faulting) are also associated with tenacious or coordinated water present in flexible titanium silicates.", "(26, 49)", " Sr", "2+", "-UPRM-5 (TPA) exhibited the most significant reduction in the amount of semioctahedral titanium centers, from ca. 50% to ca. 28%, within the 30–150 °C range. Because faulting in these materials will translate to significant differences in textural properties, the NMR data suggests that such properties plausibly correlate with the level of dehydration of the semioctahedral titanium centers.", "Figure 2. In situ high-temperature ", "29", "Si MAS NMR spectra of Sr", "2+", "-UPRM-5 prepared with SDAs. The black line located at the bottom of each spectral data set gives the difference between the experimental spectrum and the sum of the deconvoluted peaks.", "Figure 3. ", "29", "Si MAS NMR chemical shifts and relative peak area as a function of temperature of deconvoluted spectra for (A, B) Sr", "2+", "-UPRM-5 (TPA) and (C, D) Sr", "2+", "-UPRM-5 (TBA). Circle, square, and triangle markers correspond to NMR resonances initially located at ca. −89, −93, and −97 ppm, respectively. Please refer to Figure ", "2", ".", "Peak relative areas associated with octahedral titanium centers reached a maximum at 90 and 120 °C for Sr", "2+", "-UPRM-5 (TPA) and Sr", "2+", "-UPRM-5 (TBA), respectively (see data with square markers in Figure ", "3", "). It is also worth noting that the peak relative area associated with the Si(2Si, 2Ti", "oct", ") environment increased when the temperature was increased, markedly in the case of Sr", "2+", "-UPRM-5 (TPA). The appearance of the corresponding resonance (i.e., initially centered at −89.0 ppm) and further increase in the peak relative area may be the consequence of perturbations of the octahedral titanium centers due to the release of coordinated water. This also seems to affect the semioctahedral titanium centers.", "Material dehydration and plausibly thermal stress appear to also induce relocation of the Sr", "2+", "cations, as suggested by the chemical shifts of the resonances related to the Si(2Si, 2Ti", "oct", ") environments and initially located at −93.0 and −89 ppm. Such phenomena may occur because of deshielding of silicon atoms at temperatures higher than 90 °C. In general, these local changes seem related to framework contraction in Sr", "2+", "-UPRM-5 and therefore could dictate adsorption and textural properties for UPRM-5 adsorbents. However, such changes have been shown to be more significant in the case of Sr", "2+", "-UPRM-5 (TPA) and indicate perhaps more sensitivity toward thermal stimulus.", "An attempt to verify the reversibility of the formation of the new titanium environments was made by lowering the temperature after the heating stage of the in situ ", "29", "Si MAS NMR experiments (see Figure ", "2", "). The resonance located at −89 ppm suffered a decrease in intensity, and in the case of Sr", "2+", "-UPRM-5 (TPA), it was finally absent in the spectrum upon cooling to 72 °C. For the Sr", "2+", "-UPRM-5 (TBA) material, this resonance disappeared upon cooling to 135 °C. The level of noise in the sample spectra at 150 °C correlate with some level of atomic disorder due to material dehydration. Sr", "2+", "-UPRM-5 (TPA), however, seems to exhibit a higher level of disorder. Decreasing the temperature to 135 °C increased the signal noise, more so for the case of Sr", "2+", "-UPRM-5 (TPA). Because the NMR sample was sealed inside the rotor, the water that was removed from the framework during the heating phase of in situ NMR tests was probably available to readsorb onto the sample, but with limited fashion probably because of equilibrium considerations. If this hypothesis holds, then it is evident that the process is more detrimental to Sr", "2+", "-UPRM-5 (TPA). It should be noted that a significant broadening of the peak related to the Si(3Si, 1Ti", "semioct", ") was observed for both UPRM-5 samples, as well as a reduction in the corresponding relative peak area upon cooling and/or rehydration.", "Single-Component Equilibrium Adsorption", "Figure ", "4", " shows pure or single-component equilibrium adsorption data gathered for both CO", "2", " and CH", "4", " at 25 °C on adsorbent variants that were preactivated at the optimal temperature (i.e., to achieve maximum accessible surface area) or at 180 °C to elucidate effects of structural contraction. Please refer to ", "Experimental Section", " for more information regarding the choice of activation temperatures. Upon activation at 180 °C, the adsorbent prepared based on TPA", "+", " displayed an increase in CO", "2", " loading at low pressures probably due to overlapping of the surface interaction potential as part of the structural contraction. This enhances the interactions between the neighbor adsorption sites and the adsorbate. A slight increase was observed for CH", "4", " adsorption as well, but it is minimal in comparison probably because of the absence of a quadrupole moment contribution to the total interaction potential. That is, the interactions are mostly based on the surface electric field with the polarizability of the adsorbate.", "(18)", " In the case of the adsorbent variant prepared with TBA", "+", ", a decrease in CO", "2", " adsorption upon activation of the adsorbent at 180 °C was probably also due to contraction of the structure. This was observed at any gas pressure, which contrasts with the loading profiles observed in Sr", "2+", "-UPRM-5 (TPA). Inspection of the CH", "4", " adsorption isotherms show an increase in loading upon activation of the Sr", "2+", "-UPRM-5 (TBA) adsorbent at 180 °C, probably due to, once again, an enhanced adsorbate–adsorbent interaction brought about by a surface potential overlapping. However, because this phenomenon appears to be absent during the adsorption of CO", "2", " onto the Sr", "2+", "-UPRM-5 (TPA) adsorbent variant, a possible explanation can be found by considering the bimodal pore system displayed by these materials.", "(42)", "Figure 4. Single-component CO", "2", " and CH", "4", " adsorption equilibrium isotherms gathered at 25 °C. The adsorbents were activated at the corresponding optimum activation temperatures (i.e., 90 and 120 °C) and at 180 °C.", "As reported recently for Sr", "2+", "-UPRM-5 prepared using TEA", "+", ", these materials have a set of two accessible pore channels each with different dimensions.", "(42)", " Adsorption studies made for ETS-4, which also contains a bimodal pore system, have shown that this feature results in poor prediction of adsorption–desorption diffusivities when traditional phenomenological transport models are employed.", "(28, 36)", " The narrower channels in UPRM-5 correspond to the 8-MR pore system previously mentioned, which is characteristic of flexible titanium silicates.", "(26, 42, 47)", " The other dominant pore system is a result of the structural faulting, which is controlled by the choice of SDA and effectively results in larger pore dimensions.", "(42)", " Per the discussion of the XRD results, the 8-MR pores or channel system in Sr", "2+", "-UPRM-5 (TPA) and Sr", "2+", "-UPRM-5 (TBA) seems to be the most affected by thermal contraction during thermal activation. Also, because of the similarity in sizes between the 8-MR pore opening and the kinetic diameter of the adsorbates, i.e. CO", "2", " and CH", "4", ", these pores can be tailored for effective molecular sieving and therefore exert some control on the gas transport through the structure framework.", "In the case of Sr", "2+", "-UPRM-5 (TPA), which contains the largest amount of structural faulting, it appears that the 8-MR pores are easily accessible only to CO", "2", " molecules. In fact, it seems that the pore dimensions could be anywhere between 3.3 and 3.8 Å, the kinetic diameters of CO", "2", " and CH", "4", ", because there is little difference in CH", "4", " loading upon an increase in activation temperature. CH", "4", " is probably adsorbing preferentially onto the surface provided by the second pore system that arises from the structural faulting. Because the data shown in Figure ", "4", " do not exhibit saturation plateaus, it is possible to assume that the dimensions of this secondary pore system are large enough to avoid significant loss in void volume upon thermal contraction up to 180 °C (relative to the dimensions of the adsorbates). The same cannot be stated in the case of Sr", "2+", "-UPRM-5 (TBA). The fact that this variant exhibits less faulting seems to translate to 8-MR pores that have dimensions larger than 3.8 Å, probably because of less twisting or contraction upon thermal treatment. The sudden increase in CH", "4", " loading upon treatment of the TBA", "+", " based adsorbent preactivated at 180 °C is probably due to enhanced interactions with an overlapping surface upon pore contraction. Upon an increase in CH", "4", " pressure, the loading approaches that of the adsorbent treated at 120 °C, suggesting yet again that the pore dimensions are closer to those of CH", "4", ". However, this contraction does not bring any enhanced interactions with CO", "2", ", probably because of the smaller dimensions of this adsorbate. Similar trends should be observed during rates of adsorption, and this will be discussed next.", "Gas Fractional Uptakes and Diffusion Time Constants", "CO", "2", " and CH", "4", " fractional uptake data were gathered for both Sr", "2+", "-UPRM-5 (TPA) and Sr", "2+", "-UPRM-5 (TBA) at 25 °C and different adsorbent activation temperatures. Figure ", "5", " shows uptake profiles gathered at a gas pressure of ca. 0.005 atm, which was close to the lowest pressure range monitored during the experiments and represents a condition for slow diffusion measurements (i.e., limiting kinetics). A quick inspection of the data shows what appear to be similar uptake rates for CH", "4", " adsorption onto Sr", "2+", "-UPRM-5 (TPA) at different activation temperatures. This observation correlates well with the findings based on the analysis of the single-component adsorption equilibrium data (Figure ", "4", ") in which the CH", "4", " appears to adsorb onto a secondary pore system that arises from the high level of faulting. In the case of Sr", "2+", "-UPRM-5 (TBA), CH", "4", " appears to undergo slightly smaller adsorption rates upon activation of the adsorbent at 180 °C, as evidenced by the subtle shift of the fractional uptake curve in the mid- to long-time region. The same seems to happen to CO", "2", " when adsorbing onto Sr", "2+", "-UPRM-5 (TPA), only in a prominent fashion and within the 8-MR pore system instead of the secondary one.", "Figure 5. Experimental CO", "2", " and CH", "4", " fractional uptakes for Sr", "2+", "-UPRM-5 (TPA) and Sr", "2+", "-UPRM-5 (TBA). Data obtained at 25 °C and a gas pressure of 0.005 atm.", "The experimental transient fractional uptakes were fitted against a phenomenological model to estimate diffusion time constants (", "D L", "–2", "). This model included polydispersity of the adsorbent particle size. The base model employed was proposed by Ruthven for a finite volume system and slab-shaped particles", "(50)", "(2)", "where ", "F", " is the fractional uptake, ", "M", "t", " the uptake at any time ", "t", ", ", "M", "∞", " the final uptake as ", "t", " approaches infinity, and ", "D L", "–2", " the diffusion time constant. The ", "q", "n", " series are the nonzero positive roots of", "(3)", "where Λ is the ratio of the volumes of the solution and the slab-shaped particle. The following equation correlates the final fractional uptake to Λ:", "(4)", "where ", "C", "0", " is the initial solute concentration in the volume and ", "a", " is the length of the space between the solute volume wall and the slab-shaped crystal.", "(51)", " The model shown in eq ", "2", ", however, does not account explicitly for the effect of polydispersity in the adsorbent particle size. This is important because, for instance, Ruthven and co-workers have reported observation of significant differences among the predicted fractional uptakes when employing different size distribution parameters.", "(52, 53)", " Here, we attempted to address this via incorporation of a particle size distribution (i.e, eq ", "1", ") to eq ", "2", " based on data gathered from direct observations of partcle sizes.", "SEM micrographs (see Figure S1 in ", "Supporting Information", ") gathered for the Sr", "2+", "-UPRM-5 (TBA) and (TPA) variants, which show considerable size polydispersity among the crystals. The characteristic particle or crystal length was taken to be the longest dimension for a slab-shaped crystal, ", "L", ". The distribution of the crystal size was found to be well-represented by a Γ type distribution (", "Supporting Information", "). Because the statistical parameter μ/σ value was found to be less than 10, the crystal size polydispersity should not be neglected in the transport model;", "(53)", " therefore, the volumetric transport model shown in eq ", "2", " was modified as follows:", "(5)", "Estimation of diffusion time constants was performed upon fits of the volumetric transport models (eq ", "5", ") against the mid- to long-time region of the experimental fractional uptake curves. This was done to overcome the effect of adsorption in a bimodal pore system on the prediction of the CO", "2", " and CH", "4", " fractional uptakes. For instance, we have assumed that the portion of the fractional uptake that represents the CO", "2", " uptake in the 8-MR channels is the one in which the inflection toward approaching equilibrium begins (Figure ", "5", "). It is assumed that 8-MR pores will take more time to be filled because of surface and kinetic restrictions associated with the dimension of these channels. However, this consideration does not overcome the effect of bimodal system pores when the adsorbent surface is nearly empty (i.e., at low pressures). As observed in Figure S2A in ", "Supporting Information", ", there is a small under-prediction of uptakes at midrange times and a small overprediction of the uptakes observed at longer times. Figure S2B in ", "Supporting Information", " shows a good adjustment at short times, but also an overprediction after ca. 2 s. However, the latter disappears at longer times.", "Tables S2 and S3 in ", "Supporting Information", " show diffusion time constant (", "D L", "–2", ") values for CO", "2", " and CH", "4", " estimated using fits of the transport model shown in eq ", "5", " and different pressures. These values are in the same order as those that have been reported for the adsorption of light gases onto ETS-4, including CH", "4", ".", "(29)", " As stated above, the UPRM-5 adsorbent variants were preactivated at temperatures where the surface areas are known to be the greatest and the structures have suffered no collapsing:", "(35)", " 90 °C for Sr", "2+", "-UPRM-5 (TPA) and 120 °C for Sr", "2+", "-UPRM-5 (TBA). In addition, diffusion time constants were also estimated using gas fractional uptakes gathered for both UPRM-5 variants activated at 180 °C to establish a better correlation between framework contraction and kinetic adsorption selectivity, if any. Tables S2 and S3 in ", "Supporting Information", " also show the residual root-mean-square errors (RRMSE) and the average relative errors (ARE) for fits between the fractional uptakes and the volumetric transport models.", "(54, 55)", "Adsorption onto Sr", "2+", "-UPRM-5 (TPA) and Sr", "2+", "-UPRM-5 (TBA) exhibited diffusion time constants that increase with an increase in gas pressure, which is expected because the concentration gradient toward the surface is decreasing as the loading is increased. The ARE and RRMSE values calculated for fits of fractional uptakes of CH", "4", " onto Sr", "2+", "-UPRM-5 (TPA) are significantly smaller than those calculated for CO", "2", ", suggesting in a way that the adsorption of CH", "4", " in the 8-MR pore system is negligible. CO", "2", " molecules also seem to diffuse through both pore systems, but with some restrictions probably associated with the presence of residual Na", "+", " and linked structural water and possible blockage of the pore channels of other CO", "2", " adsorbed molecules.", "(36, 42, 56)", "CO", "2", " Selectivity Kinetic Selectivity", "For preliminary assessment of the selectivity of Sr", "2+", "-UPRM-5 (TPA) and Sr", "2+", "-UPRM-5 (TBA) toward CO", "2", " over CH", "4", ", the kinetic selectivity was calculated using", "(6)", "where ", "K", " is the Henry’s law constant.", "(36, 57)", " Table S4 in ", "Supporting Information", " shows Henry’s law constants calculated from the adsorption equilibrium data shown in Figure ", "4", ". Figure ", "6", " shows the resulting kinetic selectivity values at selected pressures. At an activation temperature of 180 °C, both UPRM-5 variants show smaller CO", "2", " selectivity values, probably because of thermal framework contraction that may be limiting the access to adsorption sites located within the 8-MR channels. This correlates with what was suggested by the MAS NMR data, which showed shifting of the resonances associated with movement of the semioctahedral titanium centers upon dehydration and therefore may cause extra-framework cations (i.e., adsorption sites) to move as well and become less accessible.", "(29, 47)", "Figure 6. CO", "2", "/CH", "4", " kinetic selectivity of Sr", "2+", "-UPRM-5 (TPA) and Sr", "2+", "-UPRM-5 (TBA) calculated at 25 °C, different adsorbent activation temperatures, and average gas pressure.", "Table ", "1", " shows single-point equilibrium, intrinsic and kinetic selectivity values, as well as diffusion time constant ratios for selected adsorbents, including carbons, zeolites, and MOFs. The largest equilibrium CO", "2", " selectivity among the adsorbents presented here was that for MOF-5 (∼15), followed by those for Sr", "2+", "-UPRM-5 (TBA) (∼8.0) and Sr", "2+", "-UPRM-5 (TPA) (∼8.0). The largest intrinsic CO", "2", " selectivity corresponds to Sr", "2+", "-UPRM-5 (TBA) (∼42). However, the combination of all these elements, all unified in the kinetic selectivity, seems to benefit the Sr", "2+", "-UPRM-5 variants. Furthermore, the data shown in Table ", "1", " considers only cases with similar CO", "2", " and CH", "4", " concentrations because of scarcity of data representing conditions perhaps more representative of natural gas mixtures.", "Table 1. Pure Component CO", "2", "/CH", "4", " Adsorption Selectivity and Diffusivity Values Reported for Selected Adsorbents", "adsorbent", "temperature (°C)", "single-point equilibrium selectivity", "a", "α", "CO", "2", "/CH", "4", "b", "maximum reported ", "D", "CO", "2", "/", "D", "CH", "4", "maximum kinetic selectivity", "c", "reference", "Sr", "2+", "-UPRM-5 (TPA) Act. @ 90 °C", "25", "8.04", "39.86", "0.58", "30.43", "this work", "Sr", "2+", "-UPRM-5 (TBA) Act. @ 120 °C", "25", "8.05", "42.34", "0.94", "41.04", "this work", "Sr", "2+", "-ETS-4 Act. @ 100 °C", "50", "1.33", "1.69", " ", " ", "Cavenati et al.", "(29)", "Cu-MOF", "25", "1.86", "4.90", "26.05", "25.03", "Bao et al.", "(23)", "MIL-101 (Cr)", "30", "4.67", "19.69", " ", " ", "Munusamy et al.", "(58)", "mesoporous carbon", "25", "2.91", "4.82", "1.84", "6.54", "Saha and Deng", "(1)", "zeolite 5A", "25", "5.19", " ", "0.47", "3.6", "Rufford et al.", "(9)", " and Saha et al.", "(59)", "MOF-177", "25", "7.05", "5.72", "1.58", "7.18", " ", "MOF-5", "25", "14.81", "14.34", "0.64", "11.50", " ", "SSZ-45", "30", "5.22", "11.47", " ", " ", "Smeets et al.", "(60)", "ordered mesoporous carbon", "25", "2.25", "2.50", "0.47", "1.72", "Yuan et al.", "(4)", "zeolite-13X", "25", "4.34", "13.21", " ", " ", "McEwen et al.", "(10)", "ZIF-8", "25", "3.09", "3.13", " ", " ", " ", "a", "Single-point equilibrium selectivity = (", "q", "CO", "2", "/", "q", "CH", "4", ") @ 1 atm.", "b", "Intrinsic selectivity: α", "CO", "2", "/CH", "4", " = (", "K", "H,CO", "2", "/", "K", "H,CH", "4", ").", "c", "Kinetic selectivity = (", "K", "H,CO", "2", "/", "K", "H,CH", "4", ")(", "D", "CO", "2", "/", "D", "CH", "4", ")", "1/2", ".", "Table ", "2", " shows kinetic selectivity values estimated for a 4% CO", "2", "/96% CH", "4", " hypothetical mixture, representative of the presence of CO", "2", " in natural gas, based on single-component data. Because a kinetic selectivity greater than 12 has been considered as appropriate for gas separations in pressure swing adsorption systems,", "(23)", " the data shown in Table ", "2", " confirms the potential use of Sr", "2+", "-UPRM-5 (TPA) and Sr", "2+", "-UPRM-5 (TBA) for the removal of CO", "2", " from natural gas effluents. Furthermore, these Sr", "2+", "-UPRM-5 variants exhibit equilibrium working capacities (Figure ", "4", ") larger than those of ETS-4", "(38)", " at conditions similar to those that have been reported for the removal of CO", "2", " from coal bed methane using the molecular gate technology (see ", "Supporting Information", " for comparison of adsorption isotherms). UPRM-5 materials may provide a pathway for the improvement of separations based on PSA with flexible titanium silicates. However, more tests are needed to elucidate the effect of multicycle adsorption, tolerance to exposure to water vapor, as well as the development and optimization of appropriate regeneration schemes.", "Table 2. Pure Component CO", "2", "/CH", "4", " Kinetic Selectivities Calculated at 25 °C for a Hypothetical Mixture of 4% of CO", "2", " and 96% of CH", "4", "adsorbent", "D L", "–2", " for CO", "2", " at 4% (s", "–1", ")", "D L", "–2", " for CH", "4", " at 96% (s", "–1", ")", "kinetic selectivity", "Sr", "2+", "-UPRM-5 (TPA) Act. @ 90 °C", "0.42", "1.57", "20.68", "Sr", "2+", "-UPRM-5 (TBA) Act. @ 120 °C", "0.31", "1.80", "17.68", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Conclusion", "Thermally induced structural changes in Sr", "2+", "-UPRM-5 (TPA) and Sr", "2+", "-UPRM-5 (TBA) adsorbents were analyzed via in situ techniques. In situ XRD and careful indexing showed orthorhombic crystal structures and lattice parameters similar to those of zorite that remained upon dehydration even at high temperatures. The data also revealed that the 8-MR pore system in these materials is the most susceptible to contraction during thermal treatment in comparison to the pore system related to faulting. This might explain the differences in CO", "2", " and CH", "4", " adsorption loadings under equilibrium as well as diffusion rates. In situ ", "29", "Si MAS NMR confirmed the important role of the semioctahedral titanium centers in the thermal contraction process.", "Sr", "2+", "-UPRM-5 (TPA) and Sr", "2+", "-UPRM-5 (TBA) adsorbents were also analyzed to determine their capacity for kinetic separation of the CO", "2", "/CH", "4", " pair at ambient temperature. Kinetic selectivity values for CO", "2", " over CH", "4", " at an activation temperature of 120 °C reached a maximum of ca. 41 in the case of Sr", "2+", "-UPRM-5 (TBA) and ∼30 for Sr", "2+", "-UPRM-5 (TPA). For a hypothetical mixture of 4% CO", "2", "/96% CH", "4", ", the kinetic selectivity observed for the TPA", "+", " adsorbent variant was ca. 20. The results show the potential of using Sr", "2+", "-UPRM-5-like materials as molecular sieves for PSA systems in the separation of CO", "2", "/CH", "4", ". However, fixed bed dynamic adsorption tests should be further performed to determine long-term reusability and bed diffusion performance for CO", "2", " in Sr", "2+", "-UPRM-5 (TPA) and Sr", "2+", "-UPRM-5 (TBA).", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Supporting Information", "(Figure S1) SEM data and corresponding particle size distributions; (Figure S2) CO", "2", " fractional uptakes fits using modified volumetric transport models; (Figure S3) pure component CO", "2", " equilibrium working capacities; (Table S1) crystal unit cell lattice parameters; (Tables S2 and S3) diffusion time constants for CO", "2", " and CH", "4", " adsorption at 25 °C; and (Table S4) Henry’s law constants. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Acknowledgment", "This publication is based upon work supported by the National Science Foundation (NSF) under Grant HRD-0833112 (CREST Program). We also acknowledge support from Puerto Rico NASA Space Grant Graduate Fellowships Program as well as the NSF-sponsored Puerto Rico Institute for Functional Materials Graduate Fellowships Program under Grant EPS-1002410. The NMR measurements were performed at the National High Magnetic Field Laboratory (NHMFL) supported by NSF Cooperative Agreement DMR-1157490, the State of Florida, and the U.S. Department of Energy.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "References", "This article references 60 other publications.", "1. ", "Saha", ", ", "D.", "; ", "Deng", ", ", "S.", " ", "Adsorption Equilibrium and Kinetics of CO", "2", ", CH", "4", ", N", "2", "O, and NH", "3", " on Ordered Mesoporous Carbon", " ", "J. Colloid Interface Sci.", " ", "2010", ",  ", "345", ",  ", "402", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Adsorption equilibrium and kinetics of CO2, CH4, N2O, and NH3 on ordered mesoporous carbon", "Saha, Dipendu; Deng, Shuguang", "Journal of Colloid and Interface Science", "\r\n        (", "2010", "),\r\n    ", "345", "\r\n        (", "2", "),\r\n    ", "402-409", "CODEN:\r\n                ", "JCISA5", ";\r\n        ISSN:", "0021-9797", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Ordered mesoporous carbon was synthesized by a self-assembly technique and characterized with TEM, Raman spectroscopy, and nitrogen adsorption/desorption for its phys. and pore textural properties.  The high BET sp. surface area (798 m2/g), uniform mesopore-size distribution with a median pore size of 62.6 Å, and large pore vol. (0.87 cm3/g) make the ordered mesoporous carbon an ideal adsorbent for gas sepn. and purifn. applications.  Adsorption equil. and kinetics of carbon dioxide, methane, nitrous oxide, and ammonia on the ordered mesoporous carbon were measured at 298 K and gas pressures up to 800 Torr.  The adsorption equil. capacities on the ordered mesoporous carbon at 298 K and 800 Torr for ammonia, carbon dioxide, nitrous oxide, and methane were found to be 6.39, 2.39, 1.5, and 0.53 mmol/g, resp.  Higher adsorption uptakes of methane (3.26 mmol/g at 100 bar) and carbon dioxide (2.21 mmol/g at 13 bar) were also obsd. at 298 K and elevated pressures.  Langmuir, Freundlich, and Toth adsorption equil. models were used to correlate all the adsorption isotherms, and a simplified gas diffusion model was applied to analyze the adsorption kinetics data collected at 298 K and four different gas pressures up to 800 Torr.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXkt1Ors78%253D&md5=d73b0d9a8af84b685be00902f138d288", "2. ", " ", "Advancing the Science of Climate Change", "; ", "The National Academies Press", ": ", "Washington, DC", ", ", "2010", ".", "There is no corresponding record for this reference.", "3. ", "Olivier", ", ", "J. G. J.", "; ", "Janssens-Maenhout", ", ", "G.", "; ", "Muntean", ", ", "M.", "; ", "Peters", ", ", "J. A. H. W.", "  ", "Trends in Global CO", "2", " Emissions: 2013 Report", "; ", "PBL Netherlands Environmental Assessment Agency", ": ", "The Hague", ", ", "2013", ".", "There is no corresponding record for this reference.", "4. ", "Yuan", ", ", "B.", "; ", "Wu", ", ", "X.", "; ", "Chen", ", ", "Y.", "; ", "Huang", ", ", "J.", "; ", "Luo", ", ", "H.", "; ", "Deng", ", ", "S.", " ", "Adsorption of CO", "2", ", CH", "4", ", and N", "2", " on Ordered Mesoporous Carbon: Approach for Greenhouse Gases Capture and Biogas Upgrading", " ", "Environ. Sci. Technol.", " ", "2013", ",  ", "47", ",  ", "5474", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Adsorption of CO2, CH4, and N2 on Ordered Mesoporous Carbon: Approach for Greenhouse Gases Capture and Biogas Upgrading", "Yuan, Bin; Wu, Xiaofei; Chen, Yingxi; Huang, Jianhan; Luo, Hongmei; Deng, Shuguang", "Environmental Science & Technology", "\r\n        (", "2013", "),\r\n    ", "47", "\r\n        (", "10", "),\r\n    ", "5474-5480", "CODEN:\r\n                ", "ESTHAG", ";\r\n        ISSN:", "0013-936X", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Sepn. of CO2 and N2 from CH4 is significantly important in natural gas upgrading, and capture/removal of CO2, CH4 from air (N2) is essential to greenhouse gas emission control.  Adsorption equil. and kinetics of CO2, CH4, and N2 on an ordered mesoporous carbon sample were systematically investigated to evaluate its capability in the above two applications.  The ordered mesoporous carbon was synthesized and characterized with TEM, thermogravimetric anal., small-angle x-ray diffraction, and nitrogen adsorption/desorption measurements.  Pure component adsorption isotherms of CO2, CH4, and N2 were measured at 278, 298, and 318 K and pressures up to 100 kPa, and correlated with the Langmuir model.  These data were used to est. the sepn. selectivities for CO2/CH4, CH4/N2, and CO2/N2 binary mixts. at different compns. and pressures according to the ideal adsorbed soln. theory model.  At 278 K and 100 kPa, the predicted selectivities for equimolar CO2/CH4, CH4/N2, and CO2/N2 are 3.4, 3.7, and 12.8, resp.; and the adsorption capacities for CH4 and CO2 are 1.3 and 3.0 mmol/g, resp.  This is the first report of a versatile mesoporous material that displays both high selectivities and large adsorption capacities for sepg. CO2/CH4, CH4/N2, and CO2/N2 mixts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmt1ymsb0%253D&md5=2d80e4e0c8825b22bcedd2254fd17edd", "5. ", " ", "Shale Gas Extraction in the UK: A Review of Hydraulic Fracturing", "; ", "The Royal Society and The Royal Academy of Engineering", ": ", "London", ", ", "2012", "; ", "royalsociety.org/policy/projects/shale-gas-extraction", ".", "There is no corresponding record for this reference.", "6. ", " ", "Fourth Climate Action Report to the UN Framework Convention on Climate Change: Projected Greenhouse Gas Emissions", "; ", "US Department of State", ": ", "Washington, DC", ", ", "2007", "; ", "state.gov/e/oes/rls/rpts/car4/90324.htm", ".", "There is no corresponding record for this reference.", "7. ", "Li", ", ", "H.", "; ", "Shi", ", ", "W.", "; ", "Zhao", ", ", "K.", "; ", "Niu", ", ", "Z.", "; ", "Chen", ", ", "X.", "; ", "Cheng", ", ", "P.", " ", "A Robust Porous Metal–Organic Framework with a New Topology that Demonstrates Pronounced Porosity and High-Efficiency Sorption/Selectivity Properties of Small Molecules", " ", "Chem.—Eur. J.", " ", "2012", ",  ", "18", ",  ", "5715", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "A Robust Porous Metal-Organic Framework with a New Topology That Demonstrates Pronounced Porosity and High-Efficiency Sorption/Selectivity Properties of Small Molecules", "Li, Huanhuan; Shi, Wei; Zhao, Kaina; Niu, Zheng; Chen, Xitong; Cheng, Peng", "Chemistry - A European Journal", "\r\n        (", "2012", "),\r\n    ", "18", "\r\n        (", "18", "),\r\n    ", "5715-5723, S5715/1-S5715/18", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A robust porous metal-org. framework (IRMOF-3), [Co3(ndc)(HCOO)3(μ3-OH)(H2O)]n (1) (H2ndc = 5-(4-pyridyl)-isophthalic acid), was synthesized with pronounced porosity.  MOF 1 contained two different types of nanotubular channels, which exhibited a new topol. with the Schlafli symbol of {42.65.83}{42.6}.  1 Showed selective sorption of small mols., including the energy-correlated gases of H2, CH4, and CO2, and environment-correlated steams of alcs., acetone, and pyridine.  Gas-sorption expts. indicated that MOF 1 exhibited not only a high CO2-uptake (25.1% at 273 K/1 bar) but also the impressive selective sorption of CO2 over N2 and CH4.  High H2-uptake (2.04% at 77 K/1 bar) was also obsd.  Also, systematic studies on the sorption of steams of org. mols. displayed excellent capacity for the sorption of the homologous series of alcs. (C1-C5), acetone, pyridine, as well as H2O.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XksV2htbo%253D&md5=5c82ce6871ec4d1c105121302f1be59e", "8. ", "Jensen", ", ", "N. K.", "; ", "Rufford", ", ", "T. E.", "; ", "Watson", ", ", "G.", "; ", "Zhang", ", ", "D. K.", "; ", "Chan", ", ", "K. I.", "; ", "May", ", ", "E. F.", " ", "Screening Zeolites for Gas Separation Applications Involving Methane, Nitrogen, and Carbon Dioxide", " ", "J. Chem. Eng. Data", " ", "2011", ",  ", "57", ",  ", "106", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "9. ", "Rufford", ", ", "T. E.", "; ", "Smart", ", ", "S.", "; ", "Watson", ", ", "G. C. Y.", "; ", "Graham", ", ", "B. F.", "; ", "Boxall", ", ", "J.", "; ", "Diniz da Costa", ", ", "J. C.", "; ", "May", ", ", "E. F.", " ", "The Removal of CO", "2", " and N", "2", " from Natural Gas: A Review of Conventional and Emerging Process Technologies", " ", "J. Pet. Sci. Eng.", " ", "2012", ",  ", "94–95", ",  ", "123", "[", "Crossref", "], [", "CAS", "]", "9. ", "The removal of CO2 and N2 from natural gas: A review of conventional and emerging process technologies", "Rufford, T. E.; Smart, S.; Watson, G. C. Y.; Graham, B. F.; Boxall, J.; Diniz da Costa, J. C.; May, E. F.", "Journal of Petroleum Science & Engineering", "\r\n        (", "2012", "),\r\n    ", "94-95", "\r\n        (", "),\r\n    ", "123-154", "CODEN:\r\n                ", "JPSEE6", ";\r\n        ISSN:", "0920-4105", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  This article provides an overview of conventional and developing gas processing technologies for CO2 and N2 removal from natural gas.  We consider process technologies based on absorption, distn., adsorption, membrane sepn. and hydrates.  For each technol., we describe the fundamental sepn. mechanisms involved and the commonly applied process flow schemes designed to produce pipeline quality gas (typically 2% CO2, <3% N2) and gas to feed a cryogenic gas plant (typically 50 ppmv CO2, 1% N2).  Amine absorption technologies for CO2 and H2S removal (acid gas treating) are well-established in the natural gas industry.  The advantages and disadvantages of the conventional amine- and phys.-solvent-based processes for acid gas treating are discussed.  The use of CO2 selective membrane technologies for bulk sepn. of CO2 is increasing in the natural gas industry.  Novel low-temp. CO2 removal technologies such as ExxonMobil's Controlled Freeze Zone® process and rapid cycle pressure swing adsorption processes are also emerging as alternatives to amine scrubbers in certain applications such as for processing high CO2 concn. gases and for developing remote gas fields.  Cryogenic distn. remains the leading N2 rejection technol. for large scale (feed rates greater than 15 MMscfd) natural gas and liquefied natural gas plants.  However, technologies based on CH4 selective absorption and adsorption, as well as N2 selective pressure swing adsorption technologies, are com. available for smaller scale gas processing facilities.  The review discusses the scope for the development of better performing CO2 selective membranes, N2 selective solvents and N2 selective adsorbents to both improve sepn. power and the durability of the materials used in novel gas processing technologies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlGrurzL&md5=2c6af582e2f0cf2adaaa5992facdbe36", "10. ", "McEwen", ", ", "J.", "; ", "Hayman", ", ", "J.-D.", "; ", "Ozgur Yazaydin", ", ", "A.", " ", "A Comparative Study of CO", "2", ", CH", "4", " and N", "2", " Adsorption in ZIF-8, Zeolite-13X and BPL Activated Carbon", " ", "Chem. Phys.", " ", "2013", ",  ", "412", ",  ", "72", "[", "Crossref", "], [", "CAS", "]", "10. ", "A comparative study of CO2, CH4 and N2 adsorption in ZIF-8, Zeolite-13X and BPL activated carbon", "McEwen, Joe; Hayman, Jim-Dario; Ozgur Yazaydin, A.", "Chemical Physics", "\r\n        (", "2013", "),\r\n    ", "412", "\r\n        (", "),\r\n    ", "72-76", "CODEN:\r\n                ", "CMPHC2", ";\r\n        ISSN:", "0301-0104", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Exptl. adsorption isotherms of CO2, CH4 and N2 in ZIF-8, Zeolite 13X and BPL activated C are reported at 25° and up to 1 bar.  The adsorption capacity of Zeolite-13X is very sensitive to the activation temp. used.  When properly activated its gas uptake is considerably higher than BPL activated C and ZIF-8.  CO2/CH4 and CO2/N2 mixt. adsorption isotherms based on IAST calcns. reveal that Zeolite-13X also has significantly higher selectivities for CO2 compared to BPL activated C and ZIF-8.  ZIF-8 performs poorly for CO2 sepns. within the pressure range studied; however, its adsorption capacity shows no dependence of regeneration temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjvFSktA%253D%253D&md5=505b79cbc737f8a7757e564f507af1c0", "11. ", "Poshusta", ", ", "J. C.", "; ", "Tuan", ", ", "V. A.", "; ", "Pape", ", ", "E. A.", "; ", "Noble", ", ", "R. D.", "; ", "Falconer", ", ", "J. L.", " ", "Separation of Light Gas Mixtures Using SAPO-34 Membranes", " ", "AIChE J.", " ", "2000", ",  ", "46", ",  ", "779", "[", "Crossref", "], [", "CAS", "]", "11. ", "Separation of light gas mixtures using SAPO-34 membranes", "Poshusta, Joseph C.; Tuan, Vu A.; Pape, Eric A.; Noble, Richard D.; Falconer, John L.", "AIChE Journal", "\r\n        (", "2000", "),\r\n    ", "46", "\r\n        (", "4", "),\r\n    ", "779-789", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    \r\n            (", "American Institute of Chemical Engineers", ")\r\n        ", "Continuous SAPO-34 membranes were prepd. on porous alumina tubular supports, and shown to be useful for light gas sepns. at low and high temps.  Single-gas permeances of CO2, N2 and CH4 decreased with increasing kinetic diam.  For the best membrane at 300 K, the He and H2 permeances were less than that of CO2, because He, H2, and CO2 were small compared to the SAPO-34 pore, and differences in the heat of adsorption detd. the permeance order.  The smaller component permeated the fastest in CO2/CH4, CO2/N2, N2/CH4, H2/CH4 and H2/N2 mixts. between 300-470 K.  For H2/CO2 mixts., which were sepd. by competitive adsorption at room temp., the larger component permeated faster below 400 K.  The CO2/CH4 selectivity at room temp. was 36 and decreased with temp.  The H2/CH4 mixt. selectivity was 8 and const. with temp. up to 480 K.  Calcination, slow temp. cycles, and exposure to water vapor had no permanent effect on membrane performance, but temp. changes of approx. 30 K/min decreased the membrane's effectiveness.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXjs1yktL8%253D&md5=68a5e535b239b3ec60566e2bc2fceb27", "12. ", "Cavenati", ", ", "S.", "; ", "Grande", ", ", "C. A.", "; ", "Rodrigues", ", ", "A. E.", " ", "Removal of Carbon Dioxide from Natural Gas by Vacuum Pressure Swing Adsorption", " ", "Energy Fuels", " ", "2006", ",  ", "20", ",  ", "2648", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Removal of Carbon Dioxide from Natural Gas by Vacuum Pressure Swing Adsorption", "Cavenati, Simone; Grande, Carlos A.; Rodrigues, Alirio E.", "Energy & Fuels", "\r\n        (", "2006", "),\r\n    ", "20", "\r\n        (", "6", "),\r\n    ", "2648-2659", "CODEN:\r\n                ", "ENFUEM", ";\r\n        ISSN:", "0887-0624", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A vacuum pressure swing adsorption (VSA-PSA) process is studied for the removal of carbon dioxide in a contaminated stream of natural gas to achieve fuel grade methane.  The adsorbent used was zeolite 13X (CECA) where CO2 is strongly adsorbed.  A Skarstrom-type cycle comprising pressurization with product, feed, countercurrent blowdown, and countercurrent purge was employed.  A mixt. of 60% CH4, 20% CO2 and 20% N2 was used, and two different temps. were evaluated in a single-column VSA-PSA unit.  Under the conditions tested, CO2 was removed to levels lower than 2% as required by fuel grade methane with methane recovery higher than 80% without recycle.  This sepn. process also helps in the CH4-N2 sepn.  A bidisperse (macropore-micropore) model also including distributed energy balances in gas, solid, and column wall considering heat and mass transfer resistance at the gas-solid interface was used to simulate the VSA-PSA behavior and compare with expts.  Also, some scale-up considerations are considered and evaluated by simulations of the process.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xps1yrtrs%253D&md5=11d383a847e032fb3504a09aeedf5f40", "13. ", "Shimekit", ", ", "B.", "; ", "Mukhtar", ", ", "H.", " ", "Natural Gas Purification Technologies: Major Advances for CO", "2", " Separation and Future Directions", ". In  ", "Advances in Natural Gas Technology", "; ", "Al-Megren", ", ", "H. A.", ", Ed.;  (", "2012", "; ", "10.5772/38656", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "14. ", "Scholes", ", ", "C. A.", "; ", "Stevens", ", ", "G. W.", "; ", "Kentish", ", ", "S. E.", " ", "Membrane Gas Separation Applications in Natural Gas Processing", " ", "Fuel", " ", "2012", ",  ", "96", ",  ", "15", "[", "Crossref", "], [", "CAS", "]", "14. ", "Membrane gas separation applications in natural gas processing", "Scholes, Colin A.; Stevens, Geoff W.; Kentish, Sandra E.", "Fuel", "\r\n        (", "2012", "),\r\n    ", "96", "\r\n        (", "),\r\n    ", "15-28", "CODEN:\r\n                ", "FUELAC", ";\r\n        ISSN:", "0016-2361", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "A review.  Gas sepn. membranes can be applied to a range of processing steps during natural gas treatment.  This paper considers the current and future potential of polymeric membranes in acidic gas removal, heavy hydrocarbon recovery, water dehydration as well as nitrogen and helium sepn.  In particular, the current com. membrane materials for CO2 removal (cellulose acetate, polyimides and perfluoropolymers) are reviewed, along with membrane process design and the conditions required to make membrane processes economically competitive with other technologies.  The current application of membranes for heavy hydrocarbon recovery is also investigated.  Issues affecting membrane viability are explored, such as competitive sorption, plasticization and the influence of module design on performance.  In addn., for each application, comments are provided on the future progress of membranes in these areas.  Membranes for dehydration, nitrogen sepn. and helium recovery are less developed, so the current potential for membranes in those applications are reviewed with a focus on the direction of future research to achieve com. viable processes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XjsFeltLs%253D&md5=f3634eea7aa4aa47f1f9fb10c9fbb0ba", "15. ", "Adewole", ", ", "J. K.", "; ", "Ahmad", ", ", "A. L.", "; ", "Ismail", ", ", "S.", "; ", "Leo", ", ", "C. P.", " ", "Current Challenges in Membrane Separation of CO", "2", " from Natural Gas: A Review", " ", "Int. J. Greenhouse Gas Control", " ", "2013", ",  ", "17", ",  ", "46", "[", "Crossref", "], [", "CAS", "]", "15. ", "Current challenges in membrane separation of CO2 from natural gas: A review", "Adewole, J. K.; Ahmad, A. L.; Ismail, S.; Leo, C. P.", "International Journal of Greenhouse Gas Control", "\r\n        (", "2013", "),\r\n    ", "17", "\r\n        (", "),\r\n    ", "46-65", "CODEN:\r\n                ", "IJGGBW", ";\r\n        ISSN:", "1750-5836", ".\r\n    \r\n            (", "Elsevier B. V.", ")\r\n        ", "A review.  In recent year, the need for more energy efficient and environmental friendly gas purifn. techniques has lead to massive research efforts into membrane based gas sepn. technol.  Today, this technol. is widely used in removal of CO2 from raw natural gas components.  Penetrant-induced plasticization, phys. aging, conditioning and poor balance between permeability and selectivity are some of the major challenges facing the expansion of membrane market in industrial application.  A comprehensive review of research efforts in alleviating these problems is required to capture details of the progresses that have already been achieved in developing membrane materials with better CO2 sepn. performance.  This paper presents details of recent research progresses that have been recorded in the context of breakthrough and challenges in development of membrane materials.  Descriptions of membrane prepn. methods that have been investigated to develop membranes with better gas sepn. performance are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht1ylsLnK&md5=89112554c02feffc4da41d1552ea234c", "16. ", "Zhang", ", ", "Y.", "; ", "Sunarso", ", ", "J.", "; ", "Liu", ", ", "S.", "; ", "Wang", ", ", "R.", " ", "Current Status and Development of Membranes for CO", "2", "/CH", "4", " Separation: A Review", " ", "Int. J. Greenh. Gas Control", " ", "2013", ",  ", "12", ",  ", "84", "[", "Crossref", "], [", "CAS", "]", "16. ", "Current status and development of membranes for CO2/CH4 separation: A review", "Zhang, Yuan; Sunarso, Jaka; Liu, Shaomin; Wang, Rong", "International Journal of Greenhouse Gas Control", "\r\n        (", "2013", "),\r\n    ", "12", "\r\n        (", "),\r\n    ", "84-107", "CODEN:\r\n                ", "IJGGBW", ";\r\n        ISSN:", "1750-5836", ".\r\n    \r\n            (", "Elsevier B. V.", ")\r\n        ", "A review.  Carbon dioxide (CO2) is a greenhouse gas found primarily as a main combustion product of fossil fuel as well as a component in natural gas, biogas and landfill gas.  The interest to remove CO2 from those gas streams to obtain fuel with enhanced energy content and prevent corrosion problems in the gas transportation system, in addn. to CO2 implications to the climate change, has driven the development of CO2 sepn. process technol.  One type of technol. which has experienced substantial growth, breakthroughs and advances during past decades is membrane-based technol.  The attractive features offered by this technol. include high energy efficiency, simplicity in design and construction of membrane modules and environmental compatibility.  The objective of this review is to overview the different types of membranes available for use including their working principles, current status and development which form the primary determinants of sepn. performance and efficiency.  The emphasis is toward CO2/CH4 sepn., considering its substantial and direct relevance to the gas industry.  To this end, discussion is made to cover polymeric gas permeation membranes; CO2-selective facilitated transport membranes, hollow fiber gas-liq. membrane contactors, inorg. membranes and mixed matrix membranes.  The market for CO2 sepn. is currently dominated by polymeric membranes due to their relatively low manufg. cost and processing ability into flat sheet and hollow fiber configurations as well as well-documented research studies.  While there have been immensely successful membrane prepn. and development techniques with consequential remarkable performance for each type of membrane.  Each type of membrane brings assocd. advantages and drawbacks related to the characteristic transport mechanism for specific application conditions.  Inorg. membranes, for example, are very suitable for high temp. CO2 sepn. in excess of 400 °C while all other membranes can be applied at lower temps.  The recent emergence of mixed matrix membranes has allowed the innovative approach to combine the advantages offered by inorg. and polymeric materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVGjsr8%253D&md5=ad81c6885a74fe3bfeeb59a4425b1f9d", "17. ", "Yang", ", ", "R. T.", "  ", "Gas Separation by Adsorption Processes", "; ", "Imperial College Press", ": ", "River Edge, N.J.", ", ", "1997", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "18. ", "Yang", ", ", "R. T.", "  ", "Adsorbents: Fundamental and Applications", "; ", "John Wiley & Sons, Inc.", ": ", "Hoboken, NJ", ", ", "2003", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "19. ", "Ashley", ", ", "M.", "; ", "Magiera", ", ", "C.", "; ", "Ramidi", ", ", "P.", "; ", "Blackburn", ", ", "G.", "; ", "Scott", ", ", "T. G.", "; ", "Gupta", ", ", "R.", "; ", "Wilson", ", ", "K.", "; ", "Ghosh", ", ", "A.", "; ", "Biswas", ", ", "A.", " ", "Nanomaterials and Processes for Carbon Capture and Conversion Into Useful By-Products for a Sustainable Energy Future", " ", "Greenhouse Gas. Sci. Technol.", " ", "2012", ",  ", "2", ",  ", "419", "[", "Crossref", "]", "There is no corresponding record for this reference.", "20. ", " ", "Cost-Efficient Process Increases Natural Gas Production: Engelhard Taps into America’s Natural Gas Resources", "; ", "US National Institute of Standards and Technology", ", ", "2006", "; ", "atp.nist.gov/gems/99-01-6041gem.pdf", ".", "There is no corresponding record for this reference.", "21. ", "Konduru", ", ", "N.", "; ", "Lindner", ", ", "P.", "; ", "Assaf-Anid", ", ", "N. M.", " ", "Curbing the Greenhouse Effect by Carbon Dioxide Adsorption with Zeolite 13X", " ", "AIChE J.", " ", "2007", ",  ", "53", ",  ", "3137", "[", "Crossref", "], [", "CAS", "]", "21. ", "Curbing the greenhouse effect by carbon dioxide adsorption with zeolite 13X", "Konduru, Naveen; Lindner, Peter; Assaf-Anid, Nada Marie", "AIChE Journal", "\r\n        (", "2007", "),\r\n    ", "53", "\r\n        (", "12", "),\r\n    ", "3137-3143", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "Removing CO2 from industrial emissions has become essential in the fight against climate change.  This work used Zeolite 13X to capture and recover CO2 in a flow-through system where the adsorbent was subjected to 5 adsorption-desorption cycles.  The influent stream contained 1.5% CO2 at std. conditions.  The adsorbent bed (1 in. x 1-3/8 in. diam.) was packed with 10 g zeolite.  Temp. swing adsorption (TSA) was used as the regeneration method via heating to ∼135° with He as the purge gas.  Adsorbent capacity at 90% satn. decreased from 78 to 60 gCO2/kgZeolite13X after the fifth cycle.  The CO2 capture ratio (mass of CO2 adsorbed:total mass entering the system) decreased from 63% to only 61% after the fifth cycle.  CO2 recovery efficiency was 82-93% during desorption; CO2 relative recovery, i.e., CO2 desorbed for the nth cycle to CO2 adsorbed for the first cycle, was 88 to 68%.  Sorbent service life was detd. to be equal to 11 cycles at a useful capacity of 40 gCO2/kgZeolite13X.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtlyhtLvM&md5=62089272d49f959697fa2c2269bad3b0", "22. ", "Bae", ", ", "Y.-S.", "; ", "Hauser", ", ", "B. G.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", "; ", "Snurr", ", ", "R. Q.", " ", "Enhancement of CO", "2", "/CH", "4", " Selectivity in Metal-Organic Frameworks Containing Lithium Cations", " ", "Microporous Mesoporous Mater.", " ", "2011", ",  ", "141", ",  ", "231", "[", "Crossref", "], [", "CAS", "]", "22. ", "Enhancement of CO2/CH4 selectivity in metal-organic frameworks containing lithium cations", "Bae, Youn-Sang; Hauser, Brad G.; Farha, Omar K.; Hupp, Joseph T.; Snurr, Randall Q.", "Microporous and Mesoporous Materials", "\r\n        (", "2011", "),\r\n    ", "141", "\r\n        (", "1-3", "),\r\n    ", "231-235", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Incorporation of Li cations into MOFs by either of 2 methods, chem. redn. or cation exchange, significantly improves the CO2/CH4 selectivity.  While the selectivity enhancement by the chem. redn. seems to come from favorable displacement of catenated frameworks, the selectivity improvement by the Li cation exchange comes from enhanced solid-gas interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXitlaqu70%253D&md5=774dabc5396a54e71fd05e429878f394", "23. ", "Bao", ", ", "Z.", "; ", "Alnemrat", ", ", "S.", "; ", "Yu", ", ", "L.", "; ", "Vasiliev", ", ", "I.", "; ", "Ren", ", ", "Q.", "; ", "Lu", ", ", "X.", "; ", "Deng", ", ", "S.", " ", "Kinetic Separation of Carbon Dioxide and Methane on a Copper Metal–Organic Framework", " ", "J. Colloid Interface Sci.", " ", "2011", ",  ", "357", ",  ", "504", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "23. ", "Kinetic separation of carbon dioxide and methane on a copper metal-organic framework", "Bao, Zongbi; Alnemrat, Sufian; Yu, Liang; Vasiliev, Igor; Ren, Qilong; Lu, Xiuyang; Deng, Shuguang", "Journal of Colloid and Interface Science", "\r\n        (", "2011", "),\r\n    ", "357", "\r\n        (", "2", "),\r\n    ", "504-509", "CODEN:\r\n                ", "JCISA5", ";\r\n        ISSN:", "0021-9797", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Sepn. of carbon dioxide and methane is an important issue in upgrading low-quality natural gas.  Adsorption equil. and kinetics of CO2 and CH4 on a copper metal-org. framework (MOF), Cu(hfipbb)(H2hfipbb)0.5 [H2hfipbb = 4,4'-(hexafluoroisopropylidene) bis(benzoic acid)], were studied to evaluate the feasibility of removing CO2 from CH4 in a pressure swing adsorption process using this new MOF adsorbent.  The heat of adsorption of CO2 on the Cu-MOF at zero-coverage (29.7 kJ/mol) is much lower than those on a carbon mol. sieve and a zeolite 5A adsorbent; and the heat of adsorption of CH4 on the Cu-MOF (21.4 kJ/mol) is similar to that on the zeolite 5A adsorbent and smaller than that on a carbon mol. sieve.  The Cu-MOF being studied has apertures of (∼3.5 × 3.5 Å), which favors the kinetically controlled sepn. of CO2 and CH4.  The kinetic selectivity is 26 at 298 K, and the overall selectivity (combining the equil. and kinetic effects) is ∼25 for an adsorption sepn. process.  Probably the Cu-MOF adsorbent is an attractive alternative adsorbent for the CO2/CH4 sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjvVWksLY%253D&md5=9b5cb6d6cb669f53ab57ed3033ce0f85", "24. ", "Zou", ", ", "X.", "; ", "Zhang", ", ", "F.", "; ", "Thomas", ", ", "S.", "; ", "Zhu", ", ", "G.", "; ", "Valtchev", ", ", "V.", "; ", "Mintova", ", ", "S.", " ", "Co", "3", "(HCOO)", "6", " Microporous Metal–Organic Framework Membrane for Separation of CO", "2", "/CH", "4", " Mixtures", " ", "Chem.—Eur. J.", " ", "2011", ",  ", "17", ",  ", "12076", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "24. ", "Co3(HCOO)6 Microporous Metal-Organic Framework Membrane for Separation of CO2/CH4 Mixtures", "Zou, Xiaoqin; Zhang, Feng; Thomas, Sebastien; Zhu, Guangshan; Valtchev, Valentin; Mintova, Svetlana", "Chemistry--A European Journal", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "43", "),\r\n    ", "12076-12083, S12076/1-S12076/6", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Continuous metal-org. framework-type Co3(HCOO)6 intergrown films with a 1-dimensional zigzag channel system and pore aperture of 5.5 Å were prepd. by secondary growth on preceded macroporous glass-frit disks and silicon wafers.  The adsorption behavior of CO2 or CH4 single gases on the Co3(HCOO)6 membrane was studied by in situ IR spectroscopy.  The isosteric heats of adsorption for CO2 (17.7 kJ mol-1) and CH4 (14.4 kJ mol-1) do not vary with increasing amt. of adsorbed gases.  The higher value of isosteric heat for CO2 is an indication of the stronger interaction between the CO2 and the Co3(HCOO)6 membrane.  The Co3(HCOO)6 membrane was studied by binary gas permeation of CO2 and CH4 at different temps. (0, 25, and 60°).  The membrane has CO2/CH4 selectivity with a sepn. factor >10, which is due to the unique structure and mol. sieving effect.  Upon increasing the temp. from 0 to 60°, the preferred permeance of CO2 over CH4 is increased from 1.70 × 10-6 to 2.09 × 10-6 mol m-2 s-1 Pa-1, while the sepn. factor for CO2/CH4 shows a corresponding decrease from 15.95 to 10.37.  The effective pore size of the Co3(HCOO)6 material combined with the pore shape do not allow the two mols. to pass simultaneously, and once the CO2 mols. are diffused in the micropores, the CH4 is blocked.  The supported Co3(HCOO)6 membrane retains high mech. stability after a no. of thermal cycles.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFylsrrN&md5=f0e87020837290c232ac01a73947fbb3", "25. ", "Nik", ", ", "O. G.", "; ", "Chen", ", ", "X. Y.", "; ", "Kaliaguine", ", ", "S.", " ", "Functionalized Metal Organic Framework-Polyimide Mixed Matrix Membranes for CO", "2", "/CH", "4", " Separation", " ", "J. Membr. Sci.", " ", "2012", ",  ", "413–414", ",  ", "48", "[", "Crossref", "], [", "CAS", "]", "25. ", "Functionalized metal organic framework-polyimide mixed matrix membranes for CO2/CH4 separation", "Nik, Omid Ghaffari; Chen, Xiao Yuan; Kaliaguine, Serge", "Journal of Membrane Science", "\r\n        (", "2012", "),\r\n    ", "413-414", "\r\n        (", "),\r\n    ", "48-61", "CODEN:\r\n                ", "JMESDO", ";\r\n        ISSN:", "0376-7388", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "This work describes the prepn., characterization and CO2/CH4 gas sepn. properties of mixed matrix membranes (MMMs) made from five different as-synthesized metal org. frameworks (MOFs): UiO-66 (Zr-BDC), NH2-UiO-66 (Zr-ABDC), UiO-67 (Zr-BPDC), MOF-199 (Cu-BTC), and NH2-MOF-199 (contg. 25% ABDC and 75% BTC mixed-linker) fillers and as-synthesized 6FDA-ODA polyimide as the polymeric matrix in order to investigate the ligand functionalization effect (-NH2) on MOF's adsorption properties and on the CO2/CH4 gas sepn. performance of the MMMs.  The as-synthesized MOFs were carefully characterized by XRD, SEM, ATR-FTIR, and N2 adsorption at 77 K. MMMs were also characterized using ATR-FTIR, and SEM and CO2/CH4 pure and mixed gas sepn. measurements were carried out.  Incorporation of the fillers in the MMMs resulted in an increase in perm-selectivity except for the UiO-67 filler.  The presence of amine-functional groups in as-synthesized MOFs increased both the ideal selectivity and CO2 permeability.  On the other hand, MMM made with UiO-66 increased significantly the CO2 permeability compared to the neat 6FDA-ODA membrane without any loss in ideal selectivity.  Using mixed-linker NH2-MOF-199 enhanced the perm-selectivity of the MMM maybe because of the presence of some whisker-like roughness on their crystal surface as obsd. in SEM.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFWnurvI&md5=4c876db342e5b9a9f150775d78212deb", "26. ", "Kuznicki", ", ", "S. M.", "; ", "Bell", ", ", "V. A.", "; ", "Nair", ", ", "S.", "; ", "Hillhouse", ", ", "H. W.", "; ", "Jacubinas", ", ", "R. M.", "; ", "Braunbarth", ", ", "C. M.", "; ", "Toby", ", ", "B. H.", "; ", "Tsapatsis", ", ", "M.", " ", "A Titanosilicate Molecular Sieve with Adjustable Pores for Size-Selective Adsorption of Molecules", " ", "Nature (London, U.K.)", " ", "2001", ",  ", "412", ",  ", "720", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "A titanosilicate molecular sieve with adjustable pores for size-selective adsorption of molecules", "Kuznicki, Steven M.; Bell, Valerie A.; Nair, Sankar; Hillhouse, Hugh W.; Jacubinas, Richard M.; Braunbarth, Carola M.; Toby, Brian H.; Tsapatsis, Michael", "Nature (London, United Kingdom)", "\r\n        (", "2001", "),\r\n    ", "412", "\r\n        (", "6848", "),\r\n    ", "720-724", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "The authors show that the framework of the Ti silicate ETS-4, the 1st member of mixed octahedral/tetrahedral microporous framework materials, can be systematically contracted through dehydration at elevated temps. to tune the effective size of the pores giving access to the interior of the crystal.  This so-called mol. gate effect can be used to tailor the adsorption properties of the materials to give size-selective adsorbents suitable for com. important sepns. of gas mixts. of mols. with similar size in the 4.0 to 3.0 Å range, such as that of Ne/CH4, Ar/O2 and N2/O2.  The lattice parameters for the as-made sample of ETS-4 are a 23.1962, b 7.2381, c 6.965221.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXmt1Ort7Y%253D&md5=d06e737b064528aef61d0b503bdd6066", "27. ", "Marathe", ", ", "R. P.", "; ", "Farooq", ", ", "S.", "; ", "Srinivasan", ", ", "M. P.", " ", "Modeling Gas Adsorption and Transport in Small-Pore Titanium Tilicates", " ", "Langmuir", " ", "2005", ",  ", "21", ",  ", "4532", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "Modeling Gas Adsorption and Transport in Small-Pore Titanium Silicates", "Marathe, R. P.; Farooq, S.; Srinivasan, M. P.", "Langmuir", "\r\n        (", "2005", "),\r\n    ", "21", "\r\n        (", "10", "),\r\n    ", "4532-4546", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Engelhard titanium silicate, ETS-4, is a promising new adsorbent for size-selective sepn. of mixts. of small gases, a leading industrially important example of which is methane-nitrogen sepn.  Single component equil. and kinetics of oxygen, nitrogen, and methane adsorption in Na-ETS-4 and cation-exchanged Sr-ETS-4, measured in an earlier study over a wide range of temps. and pressures, are analyzed in this study.  The adsorbent crystals were synthesized and pelletized under pressure (without any binder), thus giving rise to a bidispersed pore structure with controlling resistance in the micropores.  Change in equil. and kinetics of adsorption of the aforementioned gases in Sr-ETS-4 due to pore shrinkage with progressively increasing dehydration temp. has also been investigated.  Differential uptakes have been measured at various levels of adsorbate loading, which has allowed the elucidation of the nature of concn. dependence of micropore diffusivity.  Both homogeneous and heterogeneous models are examd. on the equil. data, while a bidispersed pore diffusion model is able to capture the differential uptakes very well.  On the basis of chem. potential gradient as the driving force for diffusion, the impact of isotherm models on the concn. dependence of micropore diffusivity is also analyzed.  It is shown that pore tailoring at the mol. scale by dehydration can improve the kinetic selectivity of nitrogen over methane in Sr-ETS-4 to a promising level.  The models investigated are evaluated to identify essential details necessary to reliably simulate a methane-nitrogen sepn. process using the promising new Sr-ETS-4 adsorbent.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjt1Kgsb0%253D&md5=68ce0b2428b82443e6dc2e45f4cbd874", "28. ", "Delgado", ", ", "J. A.", "; ", "Uguina", ", ", "M. A.", "; ", "Águeda", ", ", "V. I.", "; ", "García-Sanz", ", ", "A.", " ", "Adsorption and Diffusion Parameters of Methane and Nitrogen on Microwave-Synthesized ETS-4", " ", "Langmuir", " ", "2008", ",  ", "24", ",  ", "6107", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Adsorption and Diffusion Parameters of Methane and Nitrogen on Microwave-Synthesized ETS-4", "Delgado, Jose A.; Uguina, Maria A.; Agueda, Vicente I.; Garcia-Sanz, Alicia", "Langmuir", "\r\n        (", "2008", "),\r\n    ", "24", "\r\n        (", "12", "),\r\n    ", "6107-6115", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "ETS-4 is a Ti silicate developed by Engelhard Corporation, which possesses a small pore network, the size of which can be reduced by heat treatment to improve its kinetic selectivity in nitrogen/methane sepn.  Most of the reported studies about ETS-4 employ crystals synthesized with conventional heating.  Also, information available on the adsorption properties of ETS-4, esp. the diffusion properties, is scarce.  Na-ETS-4 crystals were synthesized by microwave heating and were exchanged with Sr to obtain Sr-ETS-4 using also microwave heating.  This method for obtaining the Sr form of ETS-4 was not reported before.  Both materials were dehydrated to reduce their pore size.  The adsorption and diffusion parameters of nitrogen and methane on these materials, which were not measured for microwave-synthesized ETS-4 up to the present date, were estd. by modeling the desorption breakthrough curves of both gases using a fixed bed of ETS-4 crystals.  The kinetic selectivity of nitrogen over methane at 298 K of microwave-synthesized Sr-ETS-4 is 26.  This value is higher than the maxima reported in the literature for this material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXlvFOgsr4%253D&md5=c04bef2e1dad8c2d98bbdcbfb8d7f8fa", "29. ", "Cavenati", ", ", "S.", "; ", "Grande", ", ", "C. A.", "; ", "Lopes", ", ", "F. V. S.", "; ", "Rodrigues", ", ", "A. E.", " ", "Adsorption of Small Molecules on Alkali-Earth Modified Titanosilicates", " ", "Microporous Mesoporous Mater.", " ", "2009", ",  ", "121", ",  ", "114", "[", "Crossref", "], [", "CAS", "]", "29. ", "Adsorption of small molecules on alkali-earth modified titanosilicates", "Cavenati, Simone; Grande, Carlos A.; Lopes, Filipe V. S.; Rodrigues, Alirio E.", "Microporous and Mesoporous Materials", "\r\n        (", "2009", "),\r\n    ", "121", "\r\n        (", "1-3", "),\r\n    ", "114-120", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "Removal of nitrogen from methane-rich streams is one of the most energy-intensive gas sepns.  Nitrogen rejection units are very expensive units and in streams with small and intermediate flowrates, adsorption technologies proved to be an economic alternative, if N2 is selectively adsorbed in the adsorbent.  In this work we have synthesized sodium titanosilicate (Na-ETS-4) and study the effect of exchanging Na with different alkali-earth cations in the structure, namely Sr and Ca.  Adsorption equil. of CH4 and N2 and CO2 were measured at 323 K in all the samples.  The effect of different activation temps. was studied in the modified samples.  It was obsd. that activating the adsorbent at high temps. prior to adsorption tests, the capacity of methane can be reduced.  In the Ca-ETS-4 a shift in selectivity was obsd.: activating the adsorbent at higher temps. result in an adsorbent with higher selectivity towards nitrogen.  In all the samples tested, the loading of carbon dioxide is much higher than the loading of other gases indicating that this gas should be removed from the stream before nitrogen rejection.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjt1Kjt7w%253D&md5=a0b1eabd9c4f8e994c321bab3d5e2ab5", "30. ", "Wills", ", ", "J.", "; ", "Shemaria", ", ", "M.", "; ", "Mitariten", ", ", "M. J.", "  ", "Production of Pipeline Quality Natural Gas with the Molecular Gate CO", "2", " Removal Process", "; ", "Guild Associates, Inc", ": ", "Dublin, OH", ", ", "2009", ".", "There is no corresponding record for this reference.", "31. ", "Siperstein", ", ", "F. R.", "; ", "Lísal", ", ", "M.", "; ", "Brennan", ", ", "J. K.", " ", "A Molecular Simulation Study of Adsorption of Nitrogen and Methane in Titanium Silicate (ETS-4)", " ", "Collect. Czech. Chem. Commun.", " ", "2010", ",  ", "75", ",  ", "145", "[", "Crossref", "], [", "CAS", "]", "31. ", "A molecular simulation study of adsorption of nitrogen and methane in titanium silicate (ETS-4)", "Siperstein, Flor R.; Lisal, Martin; Brennan, John K.", "Collection of Czechoslovak Chemical Communications", "\r\n        (", "2010", "),\r\n    ", "75", "\r\n        (", "2", "),\r\n    ", "145-164", "CODEN:\r\n                ", "CCCCAK", ";\r\n        ISSN:", "0010-0765", ".\r\n    \r\n            (", "Institute of Organic Chemistry and Biochemistry, Academy of Sciences of the Czech Republic", ")\r\n        ", "Adsorption isotherms of CH4 and N in porous Ti silicate ETS-4 (Engelhard Ti silicate) are calcd. using grand canonical Monte Carlo (GCMC) simulations.  Self-diffusion coeffs. are detd. using mol. dynamics (MD) simulations.  Properties for pure gases were detd. for 2 of the ideal ETS-4 polymorphs (ABAB-AA and ABAB-AC) dehydrated at different temps. (423 and 573 K), taking into account only the framework atoms of the structure and ignoring the non-framework cations and water mols.  Equil. properties are slightly dependent on the structure selected for idealized polymorphs.  However, it is not sufficient to explain the differences in adsorption capacity obsd. exptl., which can only be explained with the combination of two polymorphs.  In polymorphs with straight channels, self-diffusion in the direction of the main channel is 2 orders of magnitude larger than through the small rings that connect the main channels with some small cages.  The trends obsd. in the self-diffusion coeff. with loading confirmed that crossing an eight-membered ring is an activated process.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXktFOjsbo%253D&md5=186cc40b9a788952475fbcb39df3b37a", "32. ", "Craveiro", ", ", "R.", "; ", "Lin", ", ", "Z.", " ", "The Influence of Fe on the Formation of Titanosilicate ETS-4", " ", "J. Solid State Chem.", " ", "2012", ",  ", "190", ",  ", "162", "[", "Crossref", "], [", "CAS", "]", "32. ", "The influence of Fe on the formation of titanosilicate ETS-4", "Craveiro, Rita; Lin, Zhi", "Journal of Solid State Chemistry", "\r\n        (", "2012", "),\r\n    ", "190", "\r\n        (", "),\r\n    ", "162-168", "CODEN:\r\n                ", "JSSCBI", ";\r\n        ISSN:", "0022-4596", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "ETS-4 has potential applications for the size-selective adsorption and ion exchange.  Iron substituted ETS-4 has been hydrothermally synthesized.  The incorporation with different amt. of iron has been achieved to produce Fe-ETS-4(x) (x=5-13), which shows the flexibility for iron substitution.  Low amt. of iron in precursor does not disturb the formation of ETS-4.  The existence of iron was confirmed by EDS.  Direct comparison between in-situ synthesized and iron exchanged samples suggested that iron in former ones does not exist in pore.  The iron in the pore of ETS-4 would significantly shift the 29Si MAS NMR resonance upfield.  While in-situ synthesized Fe-ETS-4(x) samples present very similar FTIR and Raman spectra, TG and DSC curves to ETS-4, the iron exchanged ones are clear shifted.  The thermal stability of in-situ synthesized Fe-ETS-4(x) samples is very similar to the parent phase, much better than that of iron exchanged one.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XmsFOis74%253D&md5=5b4160700e9542573c757f9d84f71d14", "33. ", "Song", ", ", "L. Y.", "; ", "Liu", ", ", "X. J.", "; ", "Zhan", ", ", "Z. C.", "; ", "He", ", ", "H.", "; ", "Zi", ", ", "X. H.", "; ", "Qiu", ", ", "W. G.", " ", "Improvement of Adsorption Performance Based on Metal Ion Modified ETS-4 Molecular Sieves", " ", "Adv. Mater. Res.", " ", "2013", ",  ", "815", ",  ", "437", "[", "Crossref", "], [", "CAS", "]", "33. ", "Improvement of adsorption performance based on metal ion modified ETS-4 molecular sieves", "Song, Li-yun; Liu, Xiao-jun; Zhan, Zong-cheng; He, Hong; Zi, Xue-hong; Qiu, Wen-ge", "Advanced Materials Research (Durnten-Zurich, Switzerland)", "\r\n        (", "2013", "),\r\n    ", "815", "\r\n        (", "Progress in Materials Science and Engineering: ICMSE 2013", "),\r\n    ", "437-442", "CODEN:\r\n                ", "AMREFI", ";\r\n        ISSN:", "1662-8985", ".\r\n    \r\n            (", "Trans Tech Publications Ltd.", ")\r\n        ", "Titanosilicate ETS-4 with the Sr and Ni cations modification were prepd. by hydrotherrmal method using titanium trichloride and tetraethoxysilane as raw materials.  The properties and morphol. of the materials were characterized by XRD, SEM techniques, Sr and Ni introduced to the mol. sieve affected the frame contraction when they were heated, and did little effect on the crystn. and morphol.  N2 and CH4 isotherms of each sample were measured at room temp.  The Sr and Ni doping could improve the N2 and CH4 adsorption capacities of ETS-4.  The capacities of the two gases increased in the pressurization process for ETS-4-Sr and ETS-4-Ni, with the pressure increasing, no significant change in capacities of N2 and CH4 was obsd. over the ETS-4 sample.  Compared to ETS-4 mol. sieves, the capacity for N2 of ETS-4-Sr and ETS-4-Ni at the pressure of 1200 mmHg increased 4.2 and 3.9 times, resp.  At last, the results indicated that the cations doping (Sr2+ and Ni2+) can improve the adsorption performance of ETS-4 greatly.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXlsVSitL8%253D&md5=288b81f432533460b22a63d507fd8707", "34. ", "Primera-Pedrozo", ", ", "J. N.", "; ", "Guerrero-Medina", ", ", "K. J.", "; ", "Fu", ", ", "R.", "; ", "Hernández-Maldonado", ", ", "A. J.", " ", "Sr(II)-UPRM-5 Titanium Silicate Framework Thermally Induced Contraction: In Situ High Temperature XRD and ", "29", "Si MAS NMR", " ", "Dalton Trans.", " ", "2011", ",  ", "40", ",  ", "3547", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "34. ", "Sr(II)-UPRM-5 titanium silicate framework thermally induced contraction: in situ high temperature XRD and 29Si MAS NMR", "Primera-Pedrozo, Jose N.; Guerrero-Medina, Karen J.; Fu, Riqiang; Hernandez-Maldonado, Arturo J.", "Dalton Transactions", "\r\n        (", "2011", "),\r\n    ", "40", "\r\n        (", "14", "),\r\n    ", "3547-3552", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The thermally induced contraction process of a titanosilicate prepd. with tetraethylammonium hydroxide and ion-exchanged with Sr(II) (Sr-UPRM-5) after detemplation has been characterized via in situ high-temp. x-ray diffraction (XRD) and 29Si magic angle spinning NMR (MAS NMR).  The as-synthesized material was prepd. via conventional and microwave-assisted hydrothermal methods, the latter resulting in a reaction time an order of magnitude shorter than the former case.  In situ high-temp. XRD tests performed on Sr-UPRM-5 indicate that at 120 °C, water coordinated to the structure is released initiating the collapse of the framework.  At much higher temps., the material eventually becomes an amorphous phase.  Indexing of the XRD patterns indicates that lattice const. a was more affected by the heat treatment, probably related to the material's pore system, while the unit cell vol. experienced a 44% redn.  29Si MAS NMR analyses for as-synthesized UPRM-5 confirmed two different silicon environments: Si(2Si, 2Tiocta) and Si(3Si, 1Tisemi-octa), which are similar to those exhibited by titanosilicate ETS-4.  On the other hand, in situ high-temp. 29Si MAS NMR analyses for Sr-UPRM-5 demonstrated that changes in the silicon environment due to the presence of titanium centers possessing addnl. multiple coordination states, which arise from elimination of framework coordinated water mols., are responsible for the structure collapsing.  In general, these results underline the importance of avoiding complete removal of tenacious water mols. to preserve the Sr-UPRM-5 properties suitable for adsorption and catalysis applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjsFOqtr0%253D&md5=fe36c4c04b0694f619537f8c0289941f", "35. ", "Marcano-González", ", ", "M. E.", "; ", "Primera-Pedrozo", ", ", "J. N.", "; ", "Jiménez-Laureano", ", ", "Z.", "; ", "Fu", ", ", "R.", "; ", "Hernández-Maldonado", ", ", "A. J.", " ", "UPRM-5 Titanium Silicates Prepared Using Tetrapropylammonium and Tetrabutylammonium Cations: Framework Stability, Textural Properties, and Carbon Dioxide Adsorption", " ", "J. Mater. Sci.", " ", "2013", ",  ", "48", ",  ", "2053", "[", "Crossref", "], [", "CAS", "]", "35. ", "UPRM-5 titanium silicates prepared using tetrapropylammonium and tetrabutylammonium cations: framework stability, textural properties, and carbon dioxide adsorption", "Marcano-Gonzalez, Marietta E.; Primera-Pedrozo, Jose N.; Jimenez-Laureano, Zulmarie; Fu, Riqiang; Hernandez-Maldonado, Arturo J.", "Journal of Materials Science", "\r\n        (", "2013", "),\r\n    ", "48", "\r\n        (", "5", "),\r\n    ", "2053-2066", "CODEN:\r\n                ", "JMTSAS", ";\r\n        ISSN:", "0022-2461", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "UPRM-5 is a flexible titanium silicate first prepd. using tetraethylammonium (TEA+) and that exhibited improved structural and adsorption properties when compared to other titanium silicates.  In order to further tailor these properties, tetrapropylammonium (TPA+) and tetrabutylammonium (TBA+) are employed as structure directing agents (SDAs), resp.  Anal. of the local-range structure using 29Si magic angle spinning NMR spectroscopy suggested silicon environments corresponding to Si(2Si, 2Tiocta) and Si(3Si, 1Tisemi-octa), as expected for a flexible titanium silicate.  A quant. anal., however, revealed that the amt. of semi-octahedral titanium centers was greater in the variant prepd. with TPA+ suggesting that the nature of the NR4+ cation plays an important role in the formation of framework faulting.  Both UPRM-5 variants were detemplated and modified to include extraframework Sr2+ and produce materials for carbon dioxide adsorption.  Their thermal stability and pore contraction were first investigated by means of in situ high-temp. X-ray powder diffraction and nitrogen porosimetry.  Materials prepd. with TBA+ showcased better thermal stability when compared to variants prepd. with TPA+ and even TEA+, probably due to the relative low level of structural faulting.  All variants, however, displayed a pore contraction process assocd. with the release of tenacious water.  Carbon dioxide uptakes varied considerably depending on the choice of SDA employed and the isosteric heat of adsorption profiles correlated with a heterogeneous surface.  The results suggest that Sr2+-UPRM-5 (TPA) materials could be tailored for purifn. applications, whereas Sr2+-UPRM-5 (TBA) materials could be tailored for bulk-level sepn. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1eltrfK&md5=c38be562f606b32352200f03e9187aa7", "36. ", "Yu", ", ", "M.", "; ", "Primera-Pedrozo", ", ", "J. N.", "; ", "Marcano-González", ", ", "M. E.", "; ", "Hernández-Maldonado", ", ", "A. J.", " ", "Selective Adsorption of N", "2", " over CH", "4", " in Flexible Sr", "2+", "- and Ba", "2+", "-UPRM-5 (TEA) Titanium Silicates: Effect of Activation Temperature", " ", "Chem. Eng. J.", " ", "2014", ",  ", "252", ",  ", "311", "[", "Crossref", "], [", "CAS", "]", "36. ", "Selective adsorption of N2 over CH4 in flexible Sr2+- and Ba2+-UPRM-5 (TEA) titanium silicates: Effect of activation temperature", "Yu, Moxin; Primera-Pedrozo, Jose N.; Marcano-Gonzalez, Marietta E.; Hernandez-Maldonado, Arturo J.", "Chemical Engineering Journal (Amsterdam, Netherlands)", "\r\n        (", "2014", "),\r\n    ", "252", "\r\n        (", "),\r\n    ", "311-319", "CODEN:\r\n                ", "CMEJAJ", ";\r\n        ISSN:", "1385-8947", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Removal of N2 from CH4 continues to be a challenging endeavor due to the similar properties of both mols. and, particularly, from the process energy consumption point of view.  Although adsorption sepn. processes offer an attractive platform to address the latter, working capacity and selectivity are usually limiting factors.  In this work, porous Sr2+- and Ba2+-UPRM-5 titanium silicates adsorbents exhibiting flexible structures were studied to elucidate their applicability for the sepn. of N2 from CH4 at ambient temp.  These materials showcase surface areas that are an order of magnitude larger than other flexible titanium silicates as a result of the incorporation of tetraethylammonium (TEA) as a structure-directing agent during the hydrothermal synthesis.  The adsorbents were fully characterized to consider their response to thermal treatment and its relation to adsorption selectivity.  For Sr2+-UPRM-5 (TEA), the selectivity reversal in favor of N2 at 25° occurred upon pre-activation of the adsorbent at 180°.  However, for Ba2+-UPRM-5 (TEA) this happens at a pre-activation temp. of 320° most likely due to its structural thermal stability.  Both materials did not exhibit N2 adsorption satn. within a 10 atm range and 25°, a reflection of the availability of larger surface areas and a feature suitable for natural gas upgrading at higher pressures.  At 25°, the max. obsd. kinetic selectivity value in favor of N2 and estd. at CH4 and N2 pressures of 0.95 and 0.05 atm was 25, which matches results reported for the com. available ETS-4 type titanium silicate.  However, the UPRM-5 (TEA) adsorbent can be fully activated at a much lower temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtVKht7%252FM&md5=332e92a8e5011e857dedb8467565303e", "37. ", "Majumdar", ", ", "B.", "; ", "Bhadra", ", ", "S. J.", "; ", "Marathe", ", ", "R. P.", "; ", "Farooq", ", ", "S.", " ", "Adsorption and Diffusion of Methane and Nitrogen in Barium Exchanged ETS-4", " ", "Ind. Eng. Chem. Res.", " ", "2011", ",  ", "50", ",  ", "3021", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "Adsorption and diffusion of methane and nitrogen in barium exchanged ETS-4", "Majumdar, B.; Bhadra, S. J.; Marathe, R. P.; Farooq, S.", "Industrial & Engineering Chemistry Research", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "5", "),\r\n    ", "3021-3034", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Single component equil. and uptake of CH4 and N in Ba-exchanged ETS-4, Ba-ETS-4, were measured in a const. vol. app. over a wide range of temps. and pressures followed by binary measurements in a differential adsorption bed at some selected conditions.  Similar binary data in 2 Sr exchanged samples were also included for which unary data were earlier reported from our lab.  Adsorbent particles used in these measurements were obtained by pressure-binding very fine crystals of Ba-ETS-4 synthesized in this lab., thus giving rise to a bidispersed pore structure with the controlling resistance to diffusion in the micropores.  The effect of dehydration temp. on equil. and kinetics of aforementioned gases in Ba-ETS-4 was also investigated.  The uncoupled kinetic selectivity of N over CH4 in Ba-ETS-4 measured in this study far exceeds the selectivity reported for CH4-N sepn. in other adsorbents in the literature.  Kinetic selectivity including the coupling of equil. isotherm and uptake was also calcd. from binary measurements and is found to be equally encouraging.  The impact of isotherm models on the concn. dependence of micropore diffusivity was analyzed on the basis of chem. potential gradient as the driving force for diffusion.  Binary equil. and kinetic models based on parameters independently established from unary expts. were proposed that are able to explain the transport mechanism and capture the essential features of measured binary data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtVKgtLo%253D&md5=ffa9af1b0d38f61776fcc6b76efd21ec", "38. ", "Primera-Pedrozo", ", ", "J. N.", "; ", "Torres-Cosme", ", ", "B. D.", "; ", "Clardy", ", ", "M. E.", "; ", "Rivera-Ramos", ", ", "M. E.", "; ", "Hernández-Maldonado", ", ", "A. J.", " ", "Titanium Silicate Porous Materials for Carbon Dioxide Adsorption: Synthesis Using a Structure Directing Agent, Detemplation and Inclusion of Alkaline Earth Metal Cations", " ", "Ind. Eng. Chem. Res.", " ", "2010", ",  ", "49", ",  ", "7515", "[", "ACS Full Text ", "], [", "CAS", "]", "38. ", "Titanium silicate porous materials for carbon dioxide adsorption: synthesis using a structure directing agent, detemplation and inclusion of alkaline earth metal cations", "Primera-Pedrozo, Jose N.; Torres-Cosme, Brenda D.; Clardy, Meghan E.; Rivera-Ramos, Milton E.; Hernandez-Maldonado, Arturo J.", "Industrial & Engineering Chemistry Research", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "16", "),\r\n    ", "7515-7523", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A titanium silicate variant named UPRM-5 was prepd. using tetraethylammonium hydroxide as a structure-directing agent (SDA).  Characterization of the material by SEM and x-ray diffraction (XRD) techniques showed a homogeneous and cryst. solid powder phase, with unit cell dimensions of a = 6.8 Å, b = 11.7 Å, c = 13.4 Å, α = 102.9°, β = 92.8°, and γ = 91.1°.  Successful detemplation was achieved via ion exchange with NH4Cl as evidenced by thermal gravimetric anal. (TGA) and Fourier transform IR (FT-IR) spectroscopy data.  Effective functionalization was obtained after ion exchanging the detemplated material using SrCl2 and BaCl2.  These ion exchanged variants were also characterized using XRD and porosimetry techniques.  Thermal-vacuum activation of Sr-UPRM-5 at 90° resulted in a material with a surface area of ca. 240 m2/g, while activation at higher temps. resulted in low surface areas and plausible structural distortion.  On the other hand, the barium variant exhibited the best thermal stability, with an av. surface area on the order of 250 m2/g after employing activation temps. up to 180°.  The differences in thermal stability may be a result of structurally coordinated water.  Adsorption of CO2 at 25° in Sr- and Ba-UPRM-5 materials activated at different temps. also co-corroborated the aforementioned thermal stability observations in addn. to what appears to be cation relocation.  Fitting of the CO2 adsorption data with the Dubinin-Astakhov model revealed a heterogeneous surface, which was corroborated by isosteric heats of adsorption estd. from the uptake data.  For low partial pressures, the obsd. CO2 adsorption capacities increased as follows: NH4-UPRM-5 < Sr-UPRM-5 < Ba-UPRM-5.  Both the Sr- and Ba-UPRM-5 materials exhibited outstanding selectivity for CO2 over CH4, N2, and O2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXos1Wgtro%253D&md5=9ffe9ab1cdc6a43c71ad7e6f2e850cae", "39. ", "Werner", ", ", "P.-E.", "; ", "Eriksson", ", ", "L.", "; ", "Westdahl", ", ", "M.", " ", "A Semi-Exhaustive Trial-and-Error Powder Indexing Program for All Symmetries", " ", "J. Appl. Crystallogr.", " ", "1985", ",  ", "18", ",  ", "367", "[", "Crossref", "], [", "CAS", "]", "39. ", "TREOR, a semi-exhaustive trial-and-error powder indexing program for all symmetries", "Werner, P. E.; Eriksson, L.; Westdahl, M.", "Journal of Applied Crystallography", "\r\n        (", "1985", "),\r\n    ", "18", "\r\n        (", "5", "),\r\n    ", "367-70", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    ", "An indexing program, TREOR, mainly based on trial-and-error methods, is described.  The program contains sep. routines for cubic, tetragonal, hexagonal, orthorhombic, monoclinic, and triclinic symmetries.  Ten years usage was analyzed to improve the original program.  For monoclinic indexing, a specific short-axis test was developed.  The over-all success rate of the program is >90%, and considerably more for orthorhombic and higher symmetries.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2MXlvVOhurY%253D&md5=5e5701b33c7d56086109263abe39853b", "40. ", "Shirley", ", ", "R.", "  ", "The CRYSFIRE System for Automatic Powder Indexing: User’s Manual", "; ", "The Lattice Press", ": ", "Guildford, England", ", ", "1999", ".", "There is no corresponding record for this reference.", "41. ", "Rivera-Ramos", ", ", "M. E.", "; ", "Ruiz-Mercado", ", ", "G. J.", "; ", "Hernández-Maldonado", ", ", "A. J.", " ", "Separation of CO", "2", " from Light Gas Mixtures Using Ion-Exchanged Silicoaluminophosphate Nanoporous Sorbents", " ", "Ind. Eng. Chem. Res.", " ", "2008", ",  ", "47", ",  ", "5602", "[", "ACS Full Text ", "], [", "CAS", "]", "41. ", "Separation of CO2 from Light Gas Mixtures using Ion-Exchanged Silicoaluminophosphate Nanoporous Sorbents", "Rivera-Ramos, Milton E.; Ruiz-Mercado, Gerardo J.; Hernandez-Maldonado, Arturo J.", "Industrial & Engineering Chemistry Research", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "15", "),\r\n    ", "5602-5610", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Na+-SAPO-34 sorbents were ion-exchanged with several individual metal cations to study their effect on the adsorption of similar size light gases.  Measurements of pure component adsorption equil., with emphasis on CO2, were performed at different temps. (273-348 K) and pressures (<1 atm).  Adsorption isotherms for CO2 in Mn+-SAPO-34 materials displayed a nonlinear behavior and did not follow the typical pore-filling mechanism.  In general, the overall adsorption performance of the exchanged materials increased as follows: Ce3+ < Ti3+ < Mg2+ < Ca2+ < Ag+ < Na+ < Sr2+.  The strontium exchanged materials excelled at low-pressure ranges, exhibiting sharp isotherm slopes at all temps.  For example, the Sr2+-SAPO-34 sorbents were capable of removing as much as 2.8 wt. % at a CO2 partial pressure of 10-3 atm and room temp.  Isosteric heat of adsorption data confirmed that the Sr2+ species were responsible for the surface strong interaction, and therefore it is plausible to state that cations were occupying exposed sites (SII') in the material Chabazite cages.  In addn., all divalent cations were found to interact more with the sorbate when compared to the other charged species.  Adsorption isotherms for trivalent exchanged cations (Ce3+, Ti3+), showed what appears to be partial blockage of pore windows (occupancy of SIII), resulting in low adsorption capacities.  The surface interactions were analyzed according to electrostatic and nonspecific contributions.  Due to strong ion-quadrupole interactions, all the sorbent materials exhibited higher affinity for CO2 over the other gases tested (i.e., CH4, H2, N2, and O2).  Math. modeling to est. binary component adsorption performance during vacuum pressure adsorption (VPSA) corroborated that Sr2+-SAPO-34 sorbents are by far the best option for CO2 removal from CH4 mixts., esp. at low concns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXnvF2gt7w%253D&md5=8894e97b2ee7bf870ad8a657e6b13586", "42. ", "Primera-Pedrozo", ", ", "J. N.", "; ", "Dugar", ", ", "S.", "; ", "Martínez-Iñesta", ", ", "M. M.", "; ", "Fu", ", ", "R.", "; ", "Hernández-Maldonado", ", ", "A. J.", " ", "Determination of the Apparent Crystal Structure of a Highly Faulted UPRM-5 Type Flexible Porous Titanium Silicate via a Polymorph Based Superposition Model, a Rietveld Refinement and a Pair Distribution Function", " ", "J. Phys. Chem. C", " ", "2014", ",  ", "118", ",  ", "8859", "[", "ACS Full Text ", "], [", "CAS", "]", "42. ", "Determination of the Apparent Crystal Structure of a Highly Faulted UPRM-5 Type Flexible Porous Titanium Silicate via a Polymorph Based Superposition Model, a Rietveld Refinement and a Pair Distribution Function", "Primera-Pedrozo, Jose N.; Dugar, Sneha; Martinez-Inesta, Maria M.; Fu, Riqiang; Hernandez-Maldonado, Arturo J.", "Journal of Physical Chemistry C", "\r\n        (", "2014", "),\r\n    ", "118", "\r\n        (", "17", "),\r\n    ", "8859-8867", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The crystal structure of a UPRM-5 Ti silicate prepd. using Et4N+ (TEA+) was approximated using a superposition model product of a polymorph stacking and a dual-phase Rietveld refinement method.  Na+-UPRM-5 polymorphs were employed to elucidate the level of polymorphism or faulting in the crystal structure.  DIFFaX simulations revealed that it was impossible to match the exptl. diffraction data based solely on pure polymorphs.  Instead, an intergrowth of combinations of polymorphs in the a and c directions resulted in the best faulting simulation scenario.  The most suitable model combined two (2) orthorhombic polymorphs with faulting of 90 and 10% in the a and c directions, resp.  A refinement using this model did not yield a reliable structure, but an approxn. was possible after employing a combination of orthorhombic and faulted triclinic phases.  The superposition model, however, was not able to predict the final configuration of the TiO5 plausibly due to the unprecedented level of faulting in the structure.  Upon convergence (χ2 = 13.68), the triclinic phase accounted for ∼14% (molar basis) of the overall phase, being this further evidence of the level of faulting present in UPRM-5.  The refined structure also revealed Si-O and Ti-O distances and angles that contrast with those reported for a Ti silicate known as ETS-4, and related to structural distortion.  These changes are plausibly attributed to the presence of the TEA+ cations and the strong interaction of the framework O with Na cations, which were also exposed to the 8MR pore channel as described by a pair distribution function (PDF) refinement.  In general, the UPRM-5 structural features appear to commensurate well with the gas adsorption and thermal stability properties previously reported, which differ considerably from those exhibited by Zorite type Ti silicates prepd. in the absence of a quaternary ammonium cation.  Crystallog. data and at. coordinates are given.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXlsl2qsb0%253D&md5=bdcc1e51042656ae62ae8b82c6ef9e81", "43. ", "Du", ", ", "H.", "; ", "Zhou", ", ", "F.", "; ", "Pang", ", ", "W.", "; ", "Yue", ", ", "Y.", " ", "Synthesis and Characterization of Titanium Silicate Molecular Sieves with Zorite-Type Structure", " ", "Microporous Mater.", " ", "1996", ",  ", "7", ",  ", "73", "[", "Crossref", "], [", "CAS", "]", "43. ", "Synthesis and characterization of titanium silicate molecular sieves with zorite-type structure", "Du, Hongbin; Zhou, Fengqi; Pang, Wenqin; Yue, Yong", "Microporous Materials", "\r\n        (", "1996", "),\r\n    ", "7", "\r\n        (", "2-3", "),\r\n    ", "73-80", "CODEN:\r\n                ", "MCMTEV", ";\r\n        ISSN:", "0927-6513", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The Ti silicate having zorite structure was synthesized in the presence of org. amine (Pr4NBr).  The influence of various synthesis parameters such as TiO2/SiO2 and OH-/SiO2 on the synthesis of the zorite-type titanosilicate is discussed.  The template-free zorite samples were characterized by powder XRD, IR, TGA, SEM, NMR and adsorption tests.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28Xlsl2lsrw%253D&md5=be268193c4a58c59060d59aeea5e0b25", "44. ", "Mitchell", ", ", "M. C.", "; ", "Gallo", ", ", "M.", "; ", "Nenoff", ", ", "T. M.", " ", "Computer Simulations of Adsorption and Diffusion for Binary Mixtures of Methane and Hydrogen in Titanosilicates", " ", "J. Chem. Phys.", " ", "2004", ",  ", "121", ",  ", "1910", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "44. ", "Computer simulations of adsorption and diffusion for binary mixtures of methane and hydrogen in titanosilicates", "Mitchell, Martha C.; Gallo, Marco; Nenoff, Tina M.", "Journal of Chemical Physics", "\r\n        (", "2004", "),\r\n    ", "121", "\r\n        (", "4", "),\r\n    ", "1910-1916", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Equil. mol. dynamics (MD) simulations of equimolar mixts. of hydrogen and methane were performed in three different titanosilicates: naturally occurring zorite and two synthetic titanosilicates, ETS-4 and ETS-10.  In addn., single-component MD simulations and adsorption isotherms generated using grand canonical Monte Carlo simulations were performed to support the mixt. simulations.  The goal of this study was to det. the best membrane material to carry out hydrogen/methane sepns.  ETS-10 has a three-dimensional pore network.  ETS-4 and zorite have two-dimensional pore networks.  The simulations carried out in this study show that the increased porosity of ETS-10 results in self-diffusion coeffs. for both hydrogen and methane that are higher in ETS-10 than in either ETS-4 or zorite.  Methane only showed appreciable displacement in ETS-10.  The ability of the methane mols. to move in all three directions in ETS-10 was demonstrated by the high degree of isotropy shown in the values of the x, y, and z components of the self-diffusion coeff. for methane in ETS-10.  From our simulations we conclude that ETS-10 would be better suited for fast industrial sepns. of hydrogen and methane.  However, the sepn. would not result in a pure hydrogen stream.  In contrast, ETS-4 and zorite would act as true mol. sieves for sepns. of hydrogen and methane, as the methane would not move through membranes made of these materials.  This was indicated by the near-zero self-diffusion coeff. of methane in ETS-4 and zorite.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXlsFOnu7Y%253D&md5=93934280ca8f98ebdbd9edd32dd6262b", "45. ", "Ansón", ", ", "A.", "; ", "Kuznicki", ", ", "S. M.", "; ", "Kuznicki", ", ", "T.", "; ", "Dunn", ", ", "B. C.", "; ", "Eyring", ", ", "E. M.", "; ", "Hunter", ", ", "D. B.", " ", "Separation of Argon and Oxygen by Adsorption on a Titanosilicate Molecular Sieve", " ", "Sep. Sci. Technol.", " ", "2009", ",  ", "44", ",  ", "1604", "[", "Crossref", "], [", "CAS", "]", "45. ", "Separation of Argon and Oxygen by Adsorption on a Titanosilicate Molecular Sieve", "Anson, Alejandro; Kuznicki, Steven M.; Kuznicki, Tetyana; Dunn, Brian C.; Eyring, Edward M.; Hunter, Douglas B.", "Separation Science and Technology", "\r\n        (", "2009", "),\r\n    ", "44", "\r\n        (", "7", "),\r\n    ", "1604-1620", "CODEN:\r\n                ", "SSTEDS", ";\r\n        ISSN:", "0149-6395", ".\r\n    \r\n            (", "Taylor & Francis, Inc.", ")\r\n        ", "A titanosilicate mol. sieve adsorbent, Ba-RPZ-3, was synthesized and tested for its use in the sepn. of O2 + Ar mixts. at room temp.  A clean resoln. of both gases was achieved in pulse chromatog. expts. using a std. column (0.25\" OD, 3.5 g of adsorbent).  In another expt., using a column contg. 30 g of adsorbent and a continuous O2 + Ar feed at 10 cm3/min, argon breakthrough was detected more than 5 min before the oxygen breakthrough, and the sepn. was sufficiently sensitive to achieve quant. sepn. of mixts. with low argon content (5% Ar).  Equil. adsorption isotherms and isosteric heats of adsorption for oxygen and argon were found to be almost identical at room temp.  The thermodn. selectivity was found to be mildly in favor of oxygen (∼1.1-1.2).  However, the adsorption of oxygen was obsd. to be much faster than argon, indicating that the sepn. of the O2 + Ar mixts. was based on the sieving properties of the adsorbent and the difference in sizes of O2 mols. and Ar atoms.  This indicates that a suitably-oriented oxygen is phys. smaller than argon, despite the fact that many refs. assume that oxygen is larger than argon.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXltVGjtL4%253D&md5=4e12d939c83f95f4d30c1759496ccace", "46. ", "Ferdov", ", ", "S.", " ", "Temperature- and Vacuum-Induced Framework Contraction of Na-ETS-4", " ", "Langmuir", " ", "2010", ",  ", "26", ",  ", "2684", "[", "ACS Full Text ", "], [", "CAS", "]", "46. ", "Temperature- and Vacuum-Induced Framework Contraction of Na-ETS-4", "Ferdov, Stanislav", "Langmuir", "\r\n        (", "2010", "),\r\n    ", "26", "\r\n        (", "4", "),\r\n    ", "2684-2687", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reduced pressure was used to induce a framework contraction of the microporous titanosilicate ETS-4.  A vacuum of 10-2 Torr decreases the temp. of structural contraction from 200° to near room temp. and presents a potential alternative to the temp.-induced and anion-controlled mol. gate effect.  The dimensions and the reversibility of the temp.- and vacuum-induced framework contractions are evaluated by in situ X-ray diffraction expts.  Na-ETS-4 possesses a more rigid framework than Sr-ETS-4, which discloses a way to control the framework flexibility of ETS-4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptlOqsw%253D%253D&md5=4db16801b3a6ad4c0fcea8c480a9460c", "47. ", "Nair", ", ", "S.", "; ", "Tsapatsis", ", ", "M.", "; ", "Toby", ", ", "B. H.", "; ", "Kuznicki", ", ", "S. M.", " ", "A Study of Heat-Treatment Induced Framework Contraction in Strontium-ETS-4 by Powder Neutron Diffraction and Vibrational Spectroscopy", " ", "J. Am. Chem. Soc.", " ", "2001", ",  ", "123", ",  ", "12781", "[", "ACS Full Text ", "], [", "CAS", "]", "47. ", "A Study of Heat-Treatment Induced Framework Contraction in Strontium-ETS-4 by Powder Neutron Diffraction and Vibrational Spectroscopy", "Nair, Sankar; Tsapatsis, Michael; Toby, Brian H.; Kuznicki, Steven M.", "Journal of the American Chemical Society", "\r\n        (", "2001", "),\r\n    ", "123", "\r\n        (", "51", "),\r\n    ", "12781-12790", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The effects of heat-treatment on the structure of the Sr ion-exchanged titanosilicate ETS-4 were studied by Rietveld anal. of powder neutron diffraction data and by FT-Raman spectroscopy.  Hydrous Sr-ETS-4 (space group Cmmm), upon heat-treatment under inert atm. at 423-573 K, exhibits framework contraction as evinced by the decrease in the unit cell dimensions.  The effects of heat-treatment on the dimensions of the transport-controlling eight-membered ring (8MR) are elucidated by Rietveld anal.  Also during heat-treatment: (a) the double three membered rings (D3MRs) in ETS-4 are sites of structural instability, (b) the TiO2 chains running along [010] exhibit a large degree of disorder in the bridging O atoms, and (c) significant relocations of the Sr cations take place, which may affect the sepn. properties of the heat-treated materials.  Raman spectra of heat-treated ETS-4 crystals exhibit strong cation-framework interaction effects.  Vibrational modes involving the atoms in the TiO2 chains show progressive frequency shifts and loss of intensity with increasing heat-treatment temp., in a manner consistent with the crystallog. results.  The study indicates the potential for continuously varying the effective pore dimension of ETS-4 by combining heat-treatment with appropriate ion-exchange procedures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXos1CjtL8%253D&md5=9d082d3b08d017314f4c6f8cb261b212", "48. ", "Philippou", ", ", "A.", "; ", "Anderson", ", ", "M. W.", " ", "Structural Investigation of ETS-4", " ", "Zeolites", " ", "1996", ",  ", "16", ",  ", "98", "[", "Crossref", "], [", "CAS", "]", "48. ", "Structural investigation of ETS-4", "Philippou, Andreas; Anderson, Michael W.", "Zeolites", "\r\n        (", "1996", "),\r\n    ", "16", "\r\n        (", "2/3", "),\r\n    ", "98-107", "CODEN:\r\n                ", "ZEOLD3", ";\r\n        ISSN:", "0144-2449", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The exptl. findings suggest that ETS-4 is structure related to zorite but is not the synthetic counterpart of this mineral, as proposed previously.  29Si MASNMR results are not entirely in agreement with the zorite structure.  These spectroscopic results can be explained by the presence of a 2nd intergrown phase that would not easily be obsd. by techniques such as SEM.  X-ray diffraction patterns of zorite and ETS-4 are, however, very similar.  Two approaches were taken to speculate on the structure of this material.  First, ETS-4 is viewed as an intergrowth system of zorite with nenadkevichite.  The 2nd approach derives mainly from the work on ETS-10 where a no. of defects were obsd. in the HREM images of this material.  Combining both approaches seems to be a potential way of explaining the structure of ETS-4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28Xos1Khuw%253D%253D&md5=51be9b46819b2873ea8bddb898a044a0", "49. ", "Usseglio", ", ", "S.", "; ", "Calza", ", ", "P.", "; ", "Damin", ", ", "A.", "; ", "Minero", ", ", "C.", "; ", "Bordiga", ", ", "S.", "; ", "Lamberti", ", ", "C.", "; ", "Pelizzetti", ", ", "E.", "; ", "Zecchina", ", ", "A.", " ", "Tailoring the Selectivity of Ti-Based Photocatalysts (TiO", "2", " and Microporous ETS-10 and ETS-4) by Playing with Surface Morphology and Electronic Structure", " ", "Chem. Mater.", " ", "2006", ",  ", "18", ",  ", "3412", "[", "ACS Full Text ", "], [", "CAS", "]", "49. ", "Tailoring the Selectivity of Ti-Based Photocatalysts (TiO2 and Microporous ETS-10 and ETS-4) by Playing with Surface Morphology and Electronic Structure", "Usseglio, Sandro; Calza, Paola; Damin, Alessandro; Minero, Claudio; Bordiga, Silvia; Lamberti, Carlo; Pelizzetti, Ezio; Zecchina, Adriano", "Chemistry of Materials", "\r\n        (", "2006", "),\r\n    ", "18", "\r\n        (", "15", "),\r\n    ", "3412-3424", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "In the first part of this work we report an exhaustive characterization of the bulk and surface properties of ETS-4 and ETS-10 microporous titanosilicates by means of combined N2 volumetric measurements, SEM, IR, Raman, and UV-Vis techniques.  The structure of the surface titanols, derived from literature XRD studies, is shown using a mol. graphic approach.  UV-Vis titrn. expts. using H2O2, and catechol mols., allowed the authors to directly measure the total no. of available titanols (both in the channels and on the crystal external surface) and the surface titanols, resp.  In the second part of the paper, the ability of ETS-4 and ETS-10 (and of the std. P25) in the photodegrdn. of phenol (P), 4-chlorophenol (CP), 2,5-dichlorophenol (DCP), 2,4,5-trichlorophenol (TCP), 1,3,5-trihydroxybenzene (THB), and 2,3-dihydroxynaphthalene (DHN) is investigated, using both UV and visible lights, exciting above and below the materials energy gap, resp.  While microporous ETS-4 and ETS-10 exhibit a significant selectivity in the photodegrdn. of the above-mentioned mols. using both lights, P25 selectivity is obsd. with visible light only.  This means that besides the inverse shape selectivity effect already obsd. for the microporous materials [F. Xamena et al. J. Am. Chem. Soc. 2003, 125, 2264], selectivity may be achieved also by selecting the excitation light in accordance with the electronic transition of the adsorbed mol. (detd. by a previous systematic UV-Vis study).  In such a case the photodegrdn. may occur if the conduction band of the Ti-based material is opportunely matched with the LUMO level of the adsorbed mol. so that it can receive the electron of the excited adsorbate.  The concept of band alignment, well-established in the field of solid-state physics applied to semiconductor heterostructures [G. Margaritondo et al., Rep. Prog. Phys. 1999, 62, 765; C. Lamberti, Surf. Sci. Rep. 2004, 53, 1], is transferred to the field of photocatalysis for the first time.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xmt12lsLo%253D&md5=6e879dc86075c484c0da8a669ee5ac6b", "50. ", "Ruthven", ", ", "D. M.", "  ", "Principles of Adsorption and Adsorption Processes", "; ", "Wiley", ": ", "New York", ", ", "1984", ".", "There is no corresponding record for this reference.", "51. ", "Crank", ", ", "J.", "  ", "The Mathematics of Diffusion", "; ", "Clarendon Press", ": ", "Oxford, U.K.", ", ", "1956", ".", "There is no corresponding record for this reference.", "52. ", "Ruthven", ", ", "D. M.", "; ", "Loughlin", ", ", "K. F.", " ", "The Effect of Crystallite Shape and Size Distribution on Diffusion Measurements in Molecular Sieves", " ", "Chem. Eng. Sci.", " ", "1971", ",  ", "26", ",  ", "577", "[", "Crossref", "], [", "CAS", "]", "52. ", "Effect of crystallite shape and size distribution on diffusion measurements in molecular sieves", "Ruthven, D. M.; Loughlin, K. F.", "Chemical Engineering Science", "\r\n        (", "1971", "),\r\n    ", "26", "\r\n        (", "5", "),\r\n    ", "577-84", "CODEN:\r\n                ", "CESCAC", ";\r\n        ISSN:", "0009-2509", ".\r\n    ", "The problem of calcg. the diffusivities of gases in mol. sieves from exptl. sorption curves is discussed.  Com. mol. sieve pellets contain zeolite crystallites of various sizes, and it is shown that both the shape and the size distribution of the crystallites have significant effects on the sorption curves.  For this type of system it is not possible to calc. reliable values of diffusivities by using a mean equiv. spherical radius, and to interpret the sorption curves correctly, detailed knowledge of the crystallite shape and size distribution is required.  Systems contg. spherical and cubic particles are considered in detail, and generalized sorption curves showing the effect of particle-size distribution are presented.  Exptl. crystallite-size-distribution measurements are used to interpret typical sorption data for Linde 5A mol. sieve.  The soln. of the diffusion equation, modified to take account of the particle-size distribution, fits the exptl. data well, suggesting that the basic assumption of Fickian diffusion is justified.  Some of the apparent anomalies in reported diffusivity data for mol. sieves may in fact be due to the neglect of the effects of crystallite shape and size distribution.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE3MXks1Ors7Y%253D&md5=f9eb54ab364cf634d9efc0a485fe34e7", "53. ", "Ruthven", ", ", "D. M.", "; ", "Loughlin", ", ", "K. F.", " ", "Effects of Particle Shape and Size Distribution on the Transient Solution of the Diffusion Equation", " ", "Nature (London, U.K.)", " ", "1971", ",  ", "230", ",  ", "69", "[", "Crossref", "], [", "CAS", "]", "53. ", "Effects of particle shape and size distribution on the transient solution of the diffusion equation", "Ruthven, D. M.; Loughlin, K. F.", "Nature (London), Physical Science", "\r\n        (", "1971", "),\r\n    ", "230", "\r\n        (", "11", "),\r\n    ", "69-70", "CODEN:\r\n                ", "NPSCA6", ";\r\n        ISSN:", "0300-8746", ".\r\n    ", "The exptl. sorptions of C4H10 and C2H6 by Linde 5A and 4A zeolites, resp., are accurately reproduced at all sorption times by a theoretical relation for sorption by cubic zeolite particles, which is a function of the diffusivity, time, mass of sorbate adsorbed or desorbed, and crystal size distribution.  The solution of the diffusion equation for spherical particles, which neglects particle size distribution, deviates significantly from the exptl. sorptions at intermediate and large sorption times, showing that particle shape and size distribution must be accounted for.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE3MXkt1GltLg%253D&md5=a3be29fbcaa9f8f723ebb4a294725dfc", "54. ", "Kapoor", ", ", "A.", "; ", "Yang", ", ", "R. T.", " ", "Correlation of Equilibrium Adsorption Data of Condensible Vapours on Porous Adsorbents", " ", "Gas Sep. Purif.", " ", "1989", ",  ", "3", ",  ", "187", "[", "Crossref", "], [", "CAS", "]", "54. ", "Correlation of equilibrium adsorption data of condensable vapors on porous adsorbents", "Kapoor, A.; Yang, R. T.", "Gas Separation & Purification", "\r\n        (", "1989", "),\r\n    ", "3", "\r\n        (", "4", "),\r\n    ", "187-92", "CODEN:\r\n                ", "GSEPEP", ";\r\n        ISSN:", "0950-4214", ".\r\n    ", "A modified Dubinin-Astakhov equation is presented which can describe the adsorption of condensable vapors on porous adsorbents.  The equation has 5 parameters and can be used to correlate adsorption of types I, IV, and V according to the S. Brunauer et al. (1940) classification.  It has a finite Henry's Law limit, and is simpler than 2 other models available in the literature.  It can also be used to obtain qual. information about the energetic heterogeneity of the adsorbent.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXit1eqtLo%253D&md5=33bbad1cce4731c0889cb956820f2d0d", "55. ", "Sotelo", ", ", "J. L.", "; ", "Ovejero", ", ", "G.", "; ", "Rodríguez", ", ", "A.", "; ", "Álvarez", ", ", "S.", "; ", "García", ", ", "J.", " ", "Removal of Atenolol and Isoproturon in Aqueous Solutions by Adsorption in a Fixed-Bed Column", " ", "Ind. Eng. Chem. Res.", " ", "2012", ",  ", "51", ",  ", "5045", "[", "ACS Full Text ", "], [", "CAS", "]", "55. ", "Removal of Atenolol and Isoproturon in Aqueous Solutions by Adsorption in a Fixed-Bed Column", "Sotelo, Jose Luis; Ovejero, Gabriel; Rodriguez, Araceli; Alvarez, Silvia; Garcia, Juan", "Industrial & Engineering Chemistry Research", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "13", "),\r\n    ", "5045-5055", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Removal of a β-blocker, atenolol, and a pesticide, isoproturon, from aq. solns. via adsorption on granular activated C in fixed-bed columns was assessed.  Operating parameters effect on break-through curves included column length (Z = 1.0-3.0 cm), initial pollutant concn. (C0 = 50.0-500.0 μg/L), and volumetric flow rate (1.5 mL/min).  Bed break-through time increased with increased column length, and decreased initial concn. or flow rate.  Math. models (Bohart-Adams, Thomas, Yoon-Nelson, Clark) were applied to exptl. data to predict break-through curves and det. characteristic parameters of the bed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XjsFegtr0%253D&md5=fe4ab55c1c473334478a3c02125e6bb1", "56. ", "Aguilar-Armenta", ", ", "G.", "; ", "Hernandez-Ramirez", ", ", "G.", "; ", "Flores-Loyola", ", ", "E.", "; ", "Ugarte-Castaneda", ", ", "A.", "; ", "Silva-Gonzalez", ", ", "R.", "; ", "Tabares-Munoz", ", ", "C.", "; ", "Jimenez-Lopez", ", ", "A.", "; ", "Rodriguez-Castellon", ", ", "E.", " ", "Adsorption Kinetics of CO", "2", ", O", "2", ", N", "2", ", and CH", "4", " in Cation-Exchanged Clinoptilolite", " ", "J. Phys. Chem. B", " ", "2001", ",  ", "105", ",  ", "1313", "[", "ACS Full Text ", "], [", "CAS", "]", "56. ", "Adsorption kinetics of CO2, O2, N2, and CH4 in cation-exchanged clinoptilolite", "Aguilar-Armenta, Gelacio; Hernandez-Ramirez, Guadalupe; Flores-Loyola, Erika; Ugarte-Castaneda, Alejandra; Silva-Gonzalez, Rutilo; Tabares-Munoz, Cristobal; Jimenez-Lopez, Antonio; Rodriguez-Castellon, Enrique", "Journal of Physical Chemistry B", "\r\n        (", "2001", "),\r\n    ", "105", "\r\n        (", "7", "),\r\n    ", "1313-1319", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The rate of adsorption of pure CO2, O2, N2, and CH4 on natural untreated clinoptilolite-rich volcanic tuff (Cp) from Tehuacan (Puebla, Mexico), and on cation-exchanged clinoptilolite samples (Ca-Cp, K-Cp, and Na-Cp) has been measured at 20 °C using a glass high-vacuum volumetric app.  The X-ray diffraction pattern of Cp showed that the main cryst. phases correspond to clinoptilolite-heulandite and minor amts. of mordenite, cristobalite, feldspar (albite), quartz, smectite, and opal.  The adsorption rates of gases in the initial period (t < 180 s) were measured with a custom acquisition data card capable of registering pressure and time data five times per s, simultaneously.  The influence of cation exchange on adsorption kinetics of the gases depended on the gas-adsorbent contact time (t).  In the initial period, the adsorption rate of all gases on all samples decreased in the order Ca-Cp > K-Cp > Cp > Na-Cp, and the affinity decreased in the order CO2 » N2 > O2 > CH4, whereas at equil. (t → ∞ s) the adsorption uptake decreased in the sequence CO2 » CH4 > N2 > O2.  The slow adsorption of methane in Na-Cp was probably due to diffusional difficulties as a result of channel blockage by Na+ cations.  By cation exchange of Cp an adsorbent can be tailored for the sepn. of N2/O2, N2/CH4, and CO2/CH4 mixts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXmtF2htw%253D%253D&md5=eaa6540726808f7627104d6c329abbb2", "57. ", "Ruthven", ", ", "D. M.", "; ", "Farooq", ", ", "S.", "; ", "Knaebel", ", ", "K. S.", "  ", "Pressure Swing Adsorption", "; ", "VCH Publishers", ": ", "New York", ", ", "1994", ".", "There is no corresponding record for this reference.", "58. ", "Munusamy", ", ", "K.", "; ", "Sethia", ", ", "G.", "; ", "Patil", ", ", "D. V.", "; ", "Somayajulu Rallapalli", ", ", "P. B.", "; ", "Somani", ", ", "R. S.", "; ", "Bajaj", ", ", "H. C.", " ", "Sorption of Carbon Dioxide, Methane, Nitrogen and Carbon Monoxide on MIL-101(Cr): Volumetric Measurements and Dynamic Adsorption Studies", " ", "Chem. Eng. J.", " ", "2012", ",  ", "195–196", ",  ", "359", "[", "Crossref", "], [", "CAS", "]", "58. ", "Sorption of carbon dioxide, methane, nitrogen and carbon monoxide on MIL-101(Cr): Volumetric measurements and dynamic adsorption studies", "Munusamy, Kuppusamy; Sethia, Govind; Patil, Dinesh V.; Somayajulu Rallapalli, Phani B.; Somani, Rajesh S.; Bajaj, Hari C.", "Chemical Engineering Journal (Amsterdam, Netherlands)", "\r\n        (", "2012", "),\r\n    ", "195-196", "\r\n        (", "),\r\n    ", "359-368", "CODEN:\r\n                ", "CMEJAJ", ";\r\n        ISSN:", "1385-8947", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Metal org. framework material, MIL-101(Cr), synthesized by hydrothermal method was granulated using starch and sodium salt of carboxyl Me cellulose as binder.  The equil. adsorption capacities of pure gases CO2, N2, CH4, and CO were measured at 288, 303 and 313 K up to 850 mm Hg on both powder and granules of MIL-101(Cr).  The selectivity of CO2 over N2 in MIL-101(Cr) was found to be 12.6 at 303 K, more than those for CO2 over CH4 (5.69) and CO (2.90).  The CO2 dynamic adsorption studies from binary gas mixt. (CO2 + N2) with five different CO2 concn. in the range 5-50 vol.%, and with two different feed gas flow rates (50 and 100 mL/min), were carried out on MIL-101(Cr) granules.  The regeneration of adsorbent was feasible at a relatively low temp. attributed to phys. adsorption of CO2.  The MIL-101(Cr) showed potential for CO2 adsorption compared with different types of carbon, silica and zeolite based adsorbents reported in the literature.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XptFWhsLs%253D&md5=c16a6f2550680b4f1e69639d0f44e5d4", "59. ", "Saha", ", ", "D.", "; ", "Bao", ", ", "Z.", "; ", "Jia", ", ", "F.", "; ", "Deng", ", ", "S.", " ", "Adsorption of CO", "2", ", CH", "4", ", N", "2", "O, and N", "2", " on MOF-5, MOF-177, and Zeolite 5A", " ", "Environ. Sci. Technol.", " ", "2010", ",  ", "44", ",  ", "1820", "[", "ACS Full Text ", "], [", "CAS", "]", "59. ", "Adsorption of CO2, CH4, N2O, and N2 on MOF-5, MOF-177, and Zeolite 5A", "Saha, Dipendu; Bao, Zongbi; Jia, Feng; Deng, Shuguang", "Environmental Science & Technology", "\r\n        (", "2010", "),\r\n    ", "44", "\r\n        (", "5", "),\r\n    ", "1820-1826", "CODEN:\r\n                ", "ESTHAG", ";\r\n        ISSN:", "0013-936X", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption equil. and kinetics of CO2, CH4, N2O, and N2 on two newly discovered adsorbents, metal-org. frameworks MOF-5 and MOF-177 and one traditional adsorbent, zeolite 5A were detd. to assess their efficacy for CO2, CH4, and N2O removal from air and sepn. of CO2 from CH4 in pressure swing adsorption processes.  Adsorption equil. and kinetics data for CO2, CH4, N2O, and N2 on all three adsorbents were measured volumetrically at 298K and gas pressures up to 800 Torr.  Adsorption equil. capacities of CO2 and CH4 on all three adsorbents were detd. gravimetrically at 298 K and elevated pressures (14 bar for CO2 and 100 bar for CH4).  The Henry's law and Langmuir adsorption equil. models were applied to correlate the adsorption isotherms, and a classical micropore diffusion model was used to analyze the adsorption kinetic data.  The adsorption equil. selectivity was calcd. from the ratio of Henry's consts., and the adsorbent selection parameter for pressure swing adsorption processes were detd. by combining the equil. selectivity and working capacity ratio.  Based on the selectivity and adsorbent selection parameter results, zeolite 5A is a better adsorbent for removing CO2 and N2O from air and sepn. of CO2 from CH4, whereas MOF-177 is the adsorbent of choice for removing CH4 from air.  However, both MOF adsorbents have larger adsorption capacities for CO2 and CH4 than zeolite 5A at elevated pressures, suggesting MOF-5 and MOF-177 are better adsorbents for CO2 and CH4 storage.  The CH4 adsorption capacity of 22 wt.% on MOF-177 at 298K and 100 bar is probably the largest adsorption uptake of CH4 on any dry adsorbents.  The av. diffusivity of CO2, CH4 and N2O in MOF-5 and MOF-177 is in the order of 10-9 m2/s, as compared to 10-11 m2/s for CO2, CH4 and N2O in zeolite 5A.  The effects of gas pressure on diffusivity for different adsorbate-adsorbent systems were also investigated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhslShtb4%253D&md5=368630e8277ca4be3130df488a1780f9", "60. ", "Smeets", ", ", "S.", "; ", "Xie", ", ", "D.", "; ", "McCusker", ", ", "L. B.", "; ", "Baerlocher", ", ", "C.", "; ", "Zones", ", ", "S. I.", "; ", "Thompson", ", ", "J. A.", "; ", "Lacheen", ", ", "H. S.", "; ", "Huang", ", ", "H.-M.", " ", "SSZ-45: A High-Silica Zeolite with Small Pore Openings, Large Cavities, and Unusual Adsorption Properties", " ", "Chem. Mater.", " ", "2014", ",  ", "26", ",  ", "3909", "[", "ACS Full Text ", "], [", "CAS", "]", "60. ", "SSZ-45: A High-Silica Zeolite with Small Pore Openings, Large Cavities, and Unusual Adsorption Properties", "Smeets, Stef; Xie, Dan; McCusker, Lynne B.; Baerlocher, Christian; Zones, Stacey I.; Thompson, Joshua A.; Lacheen, Howard S.; Huang, Hua-Min", "Chemistry of Materials", "\r\n        (", "2014", "),\r\n    ", "26", "\r\n        (", "13", "),\r\n    ", "3909-3913", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Sepns. of small mols. such as CO2 and N2 or CH4 and CO2 are key to many industrial processes, but it is not always easy to find a mol. sieve that can discriminate between these mols. and withstand the harsh conditions often required.  The high-silica zeolite SSZ-45, which was synthesized using N-cyclopentyldiazabicyclooctane as the structure directing agent (SDA), was found to exhibit excellent thermal stability and rather unusual adsorption properties under pressure.  That is, it has potential in the area of small mol. sepns.  Of particular interest, therefore, was the structural basis for its peculiar adsorption behavior.  The relatively complex silicate framework structure of SSZ-45 was detd. from a combination of synchrotron powder diffraction and rotation electron diffraction data.  Once the framework was known, it was possible to locate the org. SDA in the cavities and to better understand its contribution to the formation of the zeolite.  The authors describe the synthesis of SSZ-45, the anal. of its structure, and the subsequent investigation of its small mol. sepn. properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXovVSjsb8%253D&md5=7c44248e8c89cb520bca2f6d17d4e419"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-1/ie5046044/20150108/images/small/ie-2014-046044_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-1/ie5046044/20150108/images/small/ie-2014-046044_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-1/ie5046044/20150108/images/small/ie-2014-046044_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-1/ie5046044/20150108/images/small/ie-2014-046044_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-1/ie5046044/20150108/images/small/ie-2014-046044_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-1/ie5046044/20150108/images/small/ie-2014-046044_0006.gif\">"]}
