{"title": ["Absorption and Adsorption of Methane and Carbon Dioxide in Hard Coal and Active Carbon"], "authors": ["Janina Milewska-Duda", "Jan Duda", "Adam Nodzeñski", "Janos Lakatos"], "doi": ["10.1021/la991515a"], "abstract": ["The paper shows what can be deduced on sorption mechanisms in hard coals and active carbon by using a theoretical model of sorption of small molecules in elastic submicroporous materials. This model (referred to as the multiple sorption model", "MSM) describes both adsorption and absorption phenomena. Basic assumptions and formulas of the MSM are presented. The computations were performed for isotherms of CO", " and CH", " at elevated pressures on three coal samples of different rank and on an active carbon. Nonideality of the sorbates is handled by an original state equation providing consistent information on fugacity and cohesion energy corresponding to a given molar volume of sorbate molecules in the sorption system. Surface structure of the studied coals and energetic parameters of the systems determined with MSM are compared to those obtained by using BET and Dubinin−Radushkievitch equations. It was stated that MSM provides more information on surface structure (including submicropores) and clearly explains sorption properties of hard coals (together with expansion phenomena). It is also applicable to examination and prediction of adsorption on microporous materials (like active carbon). "], "text": [" ", "Top of Page", "Abstract", "Introduction", "Theoretical Considerations", "Multiple Sorption Model (MSM)", "Experimental Section", "Computation Results", "Conclusions", "Introduction", " ", "Sorption properties of coal play important role in technologies of coal mining and processing. Small molecules such as methane and carbon dioxide are contained in a coal bed in its natural state, and evolving during the mining, result in squeals, rapid changes in rock mass strains, and other phenomena. On the other hand the sorption itself may be a subject of interest in the coal processing from a practical as well as theoretical point of view. ", " ", "Sorption of CO", "2", " and CH", "4", " in hard coals has been very often interpreted on the basis of adsorption theories.", "1-7", " However, a number of phenomena, such as a sorption-induced swelling (1−2%)", "8,9", " and peculiarities of vapor diffusion in coals,", "10", " give evidence for an elasticity of this material. Hence, coal−small molecule systems should be treated as specific solutions.", "11,12", " Such an opinion is supported by recent knowledge on coal structure (a considerable fraction of elastic macromolecular and molecular compounds; a large amount of micropores", "13", "-", "16", "). It means that both adsorption and absorption phenomena should", " be taken into considerations.", "16-19", " This approach has been systematically developed by our team. ", " ", "In the paper", "17", " Milewska-Duda proposed a dual sorption model (DSM) describing absorption and adsorption as two interacting subprocesses. This model was found to be adequate for sorption of small molecules such as water and methanol.", "20", " However, further examination showed that the absorption capacity is significantly lower than might be expected given the chemical and structural properties of coal.", "8,20,21", " To give a formal explanation of such effects and to obtain a model satisfactory for larger sorbate molecules, Milewska-Duda and Duda elaborated an extended mathematical description of sorption equilibrium in submicroporous elastic materials (like hard coal), including absorption and a spectrum of adsorption-like subprocesses. It is referred to as the multiple sorption model (MSM).", "22", " The basic properties of MSM (related to those of DSM) are discussed in ref 22. In this paper the newest version of the model is used, with heterogeneity of coal structure and multilayer adsorption being taken into regard. ", " ", "The main idea of our approach to the sorption modeling is to find links between measurable sorption data and physical properties of the sorbent and sorbate viewed separately. These properties, represented by appropriate ", " parameters of DSM and MSM, are assumed to be the same in any sorption system. It enables us to obtain more information on sorption mechanisms and sorbent structure, by examination of sorption properties of a particular sorbent with different probing sorbates. ", " ", "The aim of this paper is to show how the multiple sorption model may be applied to interpretation of methane and carbon dioxide sorption isotherms on hard coals and active carbon at elevated pressures. ", " ", " ", "Top of Page", "Abstract", "Introduction", "Theoretical Considerations", "Multiple Sorption Model (MSM)", "Experimental Section", "Computation Results", "Conclusions", "Theoretical Considerations", "Multiple Sorption Model (MSM)", " ", "For the theoretical description of coal sorbate, equilibrium coal may be treated as a submicroporous, heterogeneous copolymer containing a significant fraction of elastic polymer-like chains and some fraction of crystal-like arene domains.", "13", "-", "16,22", " ", " ", "The characteristic feature of coal porosity is a large number of micropores and submicropores. They may be viewed as irregular holes of molecular and submolecular size, randomly distributed within the elastic phase. It was stated", "22,23", " that submicropores play a very important role in sorption on coal. Meso- and macropores affect sorption properties to a much smaller extent", "24", " as their surface areas are practically negligible compared to those of submicro- and micropores. ", " ", "In such materials, the sorption process may be considered as penetration of sorbate molecules among elastic chains (pure absorption) and placing of molecules in holes (pores) properly enlarged to the molecule size. In the latter case, we may distinguish larger holes (micropores), which may hold a sorbate molecule with no changes in size. The corresponding process will be referred to as pure adsorption, while that in smaller holes (submicropores) is of an adsorptive−absorptive nature. ", " ", "Let as consider the sorption system as consisting of a number of subsystems ", "a", ", each containing ", "m", "p", "a", " moles of sorbate molecules with the same molar energy ", "Q", "a", " and the molar volume ", "V", "s", "25", ". In the model presented, the energy ", "Q", "a", " is viewed as the effect of combination of cohesion energies of the sorbent and sorbate according to the Berthelot rule. It may be expressed as", "22", " ", " The variables are defined as follows:  φ", "c", "°, fraction of coal molecules surface in total surface of dry coal and pores; δ", "c", " and δ", "p", ", solubility parameters of sorbent and sorbate, respectively; ", "U", "p", ", molar cohesion energy of pure sorbate with the molar volume ", "V", "s", "; ω", "a", ", surface expansion ratio of holes attributed to the ", "a", "th subsystem", " ", " ", "R", "h", "a", " and ", "R", "p", ", the radius of the ", "a", "th type hole and the radius of the sorbate molecule, respectively; ζ", "a", ", a factor correcting the adhesion energy due to nonperfect sorbent−sorbate contacts (geometric factor) and effects of specific interactions (chemical factor).", " ", " where ", "Z", "B", " is an empirical parameter determining a fraction of effective sorbent sorbate contact area (like that occurring in pure absorption sites) for the given hole radius ", "R", "B", ", Z", "A", " is the value of ζ", "a", " averaged over holes larger than sorbate molecule, and ", "C", "p", " is the polarity factor representing effects of specific interactions of polar sorbates with active groups on the coal surface. ", " ", "For nonpolar sorbates ", "C", "p", " = 1, so as ζ", "a", " is equal to the fraction of the hole wall surface viewed as being in full contact with the sorbate molecule (as in polymer solutions), while the remaining part of the surface is treated as being in contact with a vacuum. ", " ", "For the pure adsorption (indicated by the subscript A) (", "R", "hA", " ≥ ", "R", "p", ") we have ω", "A", " = 0, and", " ", " As can be seen, the adsorption is mostly probable on local niches and cavities where ", "Z", "A", " is appropriately large, and", "in the case of polar sorbates", "on active groups where ", "C", "p", " is high. According to eq 3, the surface magnitude affects the adsorption capacity in two opposite directions. The larger the surface, the greater the number of adsorption sites, but they become less attractive due to a decrease in φ", "c", "°. ", " ", "In turn, energetic interactions in pure absorption may be characterized by the Flory−Huggins parameter χ", "pc", ",", " calculated by using eq 1 with ζ", "a", " = 1, ω", "a ", "= 1, and φ", "c", "° = 1 (as for polymers", "26", ")", " ", " ", " ", "It should be emphasized that sorption energy in the above model is expressed by cohesion energies of sorbate (", "U", "p", " or δ", "p", ") and of sorbent (δ", "c", ")", "see formula 3 for ", "Q", "a", " and eq 2", "those are treated as being independent of the particular sorption system (δ", "c", " can be taken from the van Krevelen curve", "27", "). Moreover, in the case of gaseous sorbates, ", "U", "p", " and ", "V", "s", " are strictly intercorrelated by a pure sorbate state equation.", "25", " For the pure adsorption and absorptive−adsorptive subprocesses the parameter ", "Q", "a", " is corrected by the fitting parameters ", "Z", "A", ", ", "R", "B", ", and ", "Z", "B", " (with respect to constraints:  ", "Z", "A", " < 1, ", "Z", "B", " < 1), but for the pure absorption ζ", "a", " = 1 is assumed (see eq 4), so the absorption capacity is closely correlated with that of the remaining subprocesses. This specific feature of the model tightens considerably the area of acceptable values for its parameters and allows us to draw conclusions on sorption mechanisms in submicroporous materials. ", " ", "In classical adsorption models ", "Q", "A", " is treated as an empirical parameter characterizing the sorption system. ", " The eq 3 shows that this quantity is very sensitive to changes in the surface properties (represented by φ", "c", "° and ", "Z", "A", "); hence, ", "Q", "A", " is not appropriate to characterize the system, if a prediction of sorption properties is required. The proposed model seems to be more reliable for such purposes. ", " ", "Let ", "T", " and ", "P", " be temperature and pressure, respectively:  ", "P", "s", " is a pressure corresponding to the volume ", "V", "s", " of the pure sorbate at ", "T", "; ", "f", "(", "P", ",", "T", ") is the fugacity of the sorbate. ", " ", "In the equilibrium state of such a system the following general formula is valid:", "17", " ", " where ", "Δ", "H", " and ", "Δ", "S", " denote total enthalpy and entropy change due to the sorption; R = gas constant. If sorption at near and over critical temperature is considered, the value for ", "P", "s", " is proposed to be determined by using of an appropriately accurate state equation,", "25", " with ", "V", "s", " being treated as a fitting parameter. This is the case if sorption of methane and carbon dioxide is analyzed in room temperature, as in this paper. ", " ", "The value for ", "Δ", "H", " is a sum of quantities ", "Q", "a", " for all sorbate molecules, corrected due to sorbate−sorbate interactions and changes in the sorbent surface area.", "23", " The entropy term ", "Δ", "S", " may be derived with a modified Flory method,", "26", " based on a lattice model of the mixture containing empty holes. Finally, the formula for the sorption isotherm in the ", "a", "th subsystem attributed to holes of ", "R", "h", "a", " size may be derived by differentiation (with respect to ", "m", "p", "a", ") of formula 5, including equations for ", "Δ", "H", "23", " and ", "Δ", "S", ".", "17,22", " ", " ", "In this paper the extended version of MSM is used, respecting the heterogeneous structure of coal. In particular, effects of arene domains on both ", "Δ", "S", " and ", "Δ", "H", " are taken into account as depending on their volume and surface fraction in the system. ", " ", "The isotherm equation has the form", " ", " where, indices ", "a ", "and ", "b", " point to different subsystems. ", "Π", " = ", "f", "/", "f", "s", " ", "≅", " ", "P", "/", "P", "o", " denotes the relative fugacity of the sorbate (relative pressure for vapors). ", "v", "p", "a", " and ", "v", "p", "b", " are the volume fractions of sorbate molecules sorbed in the ", "a", "th and ", "b", "th subsystems, respectively. ", "v", "h", "a", " is the volume fraction of original size holes attributed to the ", "a", "th subsystem. ", "v", "d", ", ", "v", "e1", ", and ", "v", "e2", " are the volume fractions of arene domains, cross-linked chains, and non-cross-linked chains, respectively, in the sorption system (coal−sorbate). ", "w", "a", " and ", "w", "b", " are the volume expansion ratios of holes attributed to ", "a", "th and ", "b", "th subsystems", " ", " ", "u", "e1", " is the volume fraction of cross-linked chains in coal. ", "x", "d", ", ", "x", "e1", ", and ", "x", "e2", " are the average sizes of arene domains, cross-linked chains and non-cross-linked chains, respectively, related to the volume of the sorbate molecule. β", "dd", " is the geometrical parameter representing an effect of shape of paired {d,d} arene domains on the configurational entropy, calculated according to the formula", " ", " where ", "z", "wd", " characterizes a compactness of arene domains (", "z", "wd", " ∈", " [1,", "z", "/2]). See eq 17 given in ref 17 or eq 2 given in ref 20. ", "z", " is the lattice coordination number. ", "a", "d", " is the “specific surface area” of arene domains related to that of sorbate molecule:", " ", " ", "L", "e1", " is the number of typical cross-linkages per cross-linked chain. ", "Q", "a", " and ", "Q", "b", " are the main energetic parameters defined in eq 1 for subsystems ", "a", " and ", "b", ". ", "R", " and ", "T", " are the gas constant and temperature. φ", "p", "b", " and ", "φ", "p", "B", " are the surface fractions of sorbate molecules placed in the ", "b", "th and ", "B", "th subsystems of holes, respectively. φ", "h", " and ", "φ", "e", " are the surface fractions of holes and elastic chains, respectively, in the sorption system. φ", "e", "° is the surface fraction of elastic chains in dry coal. φ", "d", "° is the surface fraction of arene domains in dry coal. ", "ω", "a", " and ", "ω", "b", " are the surface expansion ratios of holes of ", "a", "th and ", "b", "th subsystems (see eq 1). ", "E", "ab", ", ", "E", "ba", ", and ", "E", "Bb", " are the energetic constants defined for each pair of molecules {", "a", ",", "b", "}, {", "b", ",", "a", "}, {", "B", ",", "b", "} by eq 15 in ref 23:", " ", " ξ", "a", " and ξ", "b", " are expressed by eq 2 with ", "C", "p", " = 1. ", "A", "h", " is the total surface area of pores related to that of the sorbate molecule (in moles). ", "δ", "φ", "h", " represents the changes in free surface area of coal due to swelling of coal matter, computed in the same way used for isotropic expansion of spheres, i.e.", " ", " and the derivative of δ", "A", "h", " in eq 6 is", " ", " ", " ", "m", "p", " is the total sorption capacity. ", "m", "p", "a", " is the amount of sorbate in the ", "a", "th subsystem of a sorption system (in moles). ", "v", "c", " is the volume fraction of coal molecules in the sorption system. ", " ", "To evaluate the surface and volume fractions (φ", "(.)", " and ", "v", "(.)", ") of the system components, the model has to be completed with a quantitative description of the pore structure. ", " ", "The submicropores can be treated as spherelike holes of left-truncated normal size distribution with the mean value ", "R", "h", "a", "v", ", minimal radius ", "R", "hmin", ", and dispersion σ", "R", "h", ".", "23", " Thus, having given a total volume of the submicropores, ", "V", "hsub", ", one can evaluate the specific surface area. It was stated in our earlier research that it is usually larger than that of water molecule.", "17,22,23", " ", " ", "The micropores are of more irregular shape; therefore, there is no simple and reliable relation between their volume and surface area. However, the following assumptions seem to be acceptable: ", " ", "(a) Placing of a sorbate molecule at a site on a micropore surface disables a part of the micropore space for further independent first layer adsorption, and the volume excluded in this way depends on the sorbate molecule volume (micropore volume filling, rather then surface coverage), ", " ", "(b) The surface of the micropores may be roughly computed by treating the first layer adsorption space (described above) as consisting of randomly placed spheres of the same radius, referred to as the micropore radius ", "R", "hm", ". ", " ", "(c) The next molecules to appear can be adsorbed in a direct neighborhood of the site occupied by a molecule, provided that there is a space large enough and the consecutive molecules are in direct contact with previously adsorbed ones (it may be treated as a multilayer adsorption of BET type). ", " ", "Assumption a is valid if a typical micropore wall distance is of range of double diameter of small molecule sorbates (ca 12 × 10", "-", "10", " m) that is fulfilled for hard coals.", "4,11,24,28", " It allows us to assume that the volume of the first layer adsorption space ", "V", "hm", " is a property of the microporous structure, which does not depend on the sorbate molecule size (like ", "V", "hsub", " for submicropores). Therefore, by virtue of assumption b, the surface of submicropores may be roughly evaluated, if ", "V", "hm", " and ", "R", "hm", " are given. In the case of hard coals, the radius of micropores ", "R", "hm", " is of less importance, as the main contribution to the coal surface is due to submicropores.", "24,28", " However, for microporous sorbents, this parameter plays a considerable role. On the basis of our computations made for an active carbon, the value ", "R", "hm", " = 8.5 ×10", "-", "10", " m (ca. five times larger than the water molecule radius) was found to be appropriate. ", " ", "The multiple sorption eq 6 has no analytical solution with respect to ", "m", "h", "a", ". Hence, it should be solved numerically for a finite number of sorption subsystems specified according to the radius ", "R", "h", " of pores. To reach this goal, the range ", "R", "h", " ∈", " [", "R", "hmin", " − ", "R", "p", "] is divided into a number of sections with average value ", "R", "h", "a", " (we specify 10 sections; i.e., we consider 11 subsystems including that for pure absorption − ", "R", "h0", " = 0). The number of sorption sites ", "m", "h", "a", " in the ", "a", "th subsystem is calculated by dividing the volume of ", "a", "th subsystem holes (evaluated according to the normal distribution of ", "R", "h", " within ", "a", "th section), by the volume ", "V", "s", " of sorbate molecule.", "23", " The last section, corresponding to the average radius equal to that of sorbate molecule (", "R", "h", "a", " = ", "R", "p", "), is attributed to the pure adsorption subsystem (denoted with the subscript ", "A", "). In this subsystem one includes also the remaining “large” submicropores and micropores. ", " ", "Total volume ", "V", "hls", " of the “large” submicropores (determined by the normal distribution for ", "R", "h", " ", "≥ ", "R", "p", ") is viewed as providing a room for the first layer adsorption only, like the volume ", "V", "hm", " of micropores", "see assumption a. Therefore, the number of sites ", "m", "h", "A", " for the first layer adsorption is calculated as", " ", " Let ", "V", "h", " denote the total pore volume available for the monolayer adsorption:", " ", " Notice that the quantities ", "V", "h", " (i.e., ", "V", "hsub", " and ", "V", "hm", "), as well as ", "R", "h", "a", "v", " and σ", "R", "h", ", are treated as if the parameters do not depend on sorbate molecule size (but ", "m", "h", "a", ", ", "m", "h", "A", ", and ", "V", "hls", " are different for different sorbates). The same is assumed for the solubility parameter δ", "c", " of coal, and coal structure parameters (volume fraction and average volume of elastic chains, volume fraction, and size and shape of arene domains). This makes possible to obtain more reliable information on the porous and chemical structure of an examined sorbent, by using a number of sorbates of different physical properties. ", " ", "The eq 6 describes also the pure adsorption (", "a", " = ", "A", "; ω", "A", " = 0; ", "w", "A", " = 0), but under the assumption that only Langmuir type monolayer adsorption occurs. To handle possible multilayer adsorption in microporous sorbents", "see assumption c", "we assumed that there is a spectrum of adsorption sites in micropores, each being capable to contain the number of 1, 2, ..., ", "k", ", ..., ∞ sorbate molecules. Hence, creation of aggregates (like in BET theory) is possible, but only for the limited number of ", "k", " layers. We assumed", "30", " that the number of sites for consecutive ", "k", " layers adsorption is", " ", " where α is an empirical parameter and ", "m", "h", "A", " is the number of sites for the first layer adsorption. ", " ", "The above assumptions lead to the following formula, referred to as the LBET equation", "30", " ", " where ", "Q", "A", "*", "/", "RT", " is the sum of the all energetic terms in eq 6 applied to the ", "A", "th subsystem (", "Q", "A", "* ", "≅ ", "Q", "A", "). ", " ", "The volumetric adsorptivity of the micropores ", "V", "mic", ", viewed by the above model is", " ", " ", " and the total volume of pores ", "V", "pores", " available for sorption, may be evaluated as", " ", " The equations (6, 10) have to be solved together for all subsystems, with an assigned pressure ", "P", ". In this way, one obtains values of ", "m", "p", "a", "(", "P", "/", "P", "s", ") for a sequence of ", "P", ", i.e. the set of individual theoretical sorption isotherms, in particular, the absorption isotherm. Then by summing up the sorption capacities ", "m", "p", "a", " for all the subsystems, one may obtain the theoretical sorption isotherm ", "m", "p", "(", "P", "/", "P", "s", "). ", " ", " ", "Top of Page", "Abstract", "Introduction", "Theoretical Considerations", "Multiple Sorption Model (MSM)", "Experimental Section", "Computation Results", "Conclusions", "Experimental Section", " ", "Coal Samples.", " The studied material were three samples of a hard coal coming from Lower Silesia Coal Basin mines. The samples were different in ", "C", "daf", " content and porosity. For comparison, an active carbon produced in Poland by the activation of a hard coal with steam and wood tar as binding agent was studied as well. Selected fractions with 0.5−0.75 mm grains were used for the measurements (the same referred to the active carbon). Some parameters specific for the studied samples are given in Table 1", ", where Th1 denotes the sample from Thorez mine (Julia field, bed 672), NR1 the sample from Nowa Ruda mine (Piast field, wall 301), W1 the sample from Wałbrzych mine (Chrobry field, bed 430), and AK the active carbon. ", " ", " ", " Table 1.  Selected Parameters Characterizing the Studied Coal Samples", " ", " ", "sample ", "Th1 ", "NR1 ", "W1 ", "AK ", "ρ", "He", " (g/cm", "3", ") ", "1.36 ", "1.46 ", "1.45 ", "2.39 ", "ρ", "Hg", " (g/cm", "3", ") ", "1.31 ", "1.31 ", "1.33 ", "0.79 ", "porosity (%) ", "3.7 ", "10.2 ", "8.5 ", "67.1 ", "V", "t", " (cm", "3", "/g) ", "0.028 ", "0.078 ", "0.063 ", "0.853 ", "V", "mac", " (cm", "3", "/g) ", "0.011 ", "0.011 ", "0.012 ", "0.391 ", "V", "mic", " + ", "V", "mes", " (cm", "3", "/g) ", "0.017 ", "0.067 ", "0.051 ", "0.462 ", "C", "daf", " (%) ", "84.8 ", "88.7 ", "89.3 ", "97.0 ", "V", "daf", " (%) ", "37.7 ", "18.0 ", "23.5 ", "0.8 ", "A", "daf", " (%) ", "14.2 ", "11.2 ", "14.6 ", "23.5", " ", " ", " ", "The important parameter characterizing porous materials is the total volume of pores. The volumes of pores ", "V", "t", " in Table 1 is the total volume of open pores not penetrated by mercury under a pressure of 0.1 MPa (1 atm) and is the sum of three kinds of pores:  micropores (", "V", "mic", "), mesopores (", "V", "mes", "), and macropores (", "V", "mac", "). ", " ", "The dimensions of the above types of pores were classified according to IUPAC (Sing et al. 1985). The sum of micro- and mesopores volumes (", "V", "mic", " + ", "V", "mes", ") was determined by subtracting macropore volume ", "V", "mac", " from the total pore volume ", "V", "t", ". ", " ", "Methods.", " The total volumes of pores of the samples were determined by measuring their apparent (mercury method) and true (helium method) densities.", "28", " The volume of macropores in hard coals is usually determined by means of mercury porosimetry,", "3", " because of the difficulties in experimental determination of the typically small mesopores volume with sorptive methods. ", " ", "Before the sorption experiments, the samples were outgassed at 343 K to get a static vacuum of 0.,1 Pa. The main sorption studies were performed for methane and carbon dioxide within the range of pressures 0−6 MPa at 298 K, by means of an original volumetric apparatus. Details of the experimental sorption equipment and procedures employed have been described elsewhere.", "29", " ", " ", "Some exemplary CO", "2", " and CH", "4", " sorption isotherms of the studied samples found at 298 K have been shown in Figures 1 and 2 in ref 31.", " One may note a distinct difference in the gas capacities of the active carbon when compared to those of hard coals. When comparing the carbon dioxide and methane sorption, one gets analogous discrepancies. On the active carbon, methane sorption is about 30% lower than that of carbon dioxide, while for hard coal the difference observed is about 40%. ", " ", " ", "Top of Page", "Abstract", "Introduction", "Theoretical Considerations", "Multiple Sorption Model (MSM)", "Experimental Section", "Computation Results", "Conclusions", "Computation Results", " ", "The computations were performed for sorption isotherms of CO", "2", " and CH", "4", " on the studied samples (Table 1) at the temperature 298 K. The same empirical data were previously analyzed using the so-called ", "dual", " ", "sorption", " ", "model", " (DSM), with the sorption process viewed as consisting of absorption and adsorption.", "8,17", " In this way the structure parameters of the studied coals were evaluated. ", " ", "The aim of the numerical study was to examine the multiple sorption model as a theoretical tool for interpretation of sorption isotherms of gaseous sorbates in hard coals. Additionally, the active carbon was taken under study in order to check applicability of the presented approach to the sorption energy evaluation", "see eq 4", "for microporous sorbents ", " ", "Physical parameters of methane and carbon dioxide used in the computations are gathered in Table 2", ". Nonideality of the sorbates was taken into account by using our own method,", "25", " which provides consistent data on fugacity and cohesion energy of sorbate at a given temperature with molar volume ", "V", "s", " being assumed. The key problem is to find an appropriate set of values for ", "V", "s", ". We assumed they have to be the same for all sorbates at the same temperature. The set shown in Table 2 was found by numerous computations for a number of different coal samples at 298 K, including those presented in this paper. It should be emphasized that no recommended set (denoted in Table 2 as ", "V", "m", ") yields an acceptable fitting of MSM isotherms to empirical data with the same surface parameters taken for the both sorbates, if fugacity correction and cohesion energy relationship ", "U", "p", "(", "V", "s", ") are respected. ", " ", " ", " Table 2.  Physical Parameters of Sorbates", " ", " ", "parameters", "symbols", "CO", "2", "CH", "4", " ", "molecular mass (g/mol) ", "M", " ", "44.01 ", "16.04 ", "critical temperature (K) ", "T", "c", " ", "304.46 ", "190.55 ", "critical pressure (MPa) ", "P", "c", " ", "7.382 ", "4.641 ", "critical density (kg/dm", "3", ") ", "ρ", "c", " ", "0.468 ", "0.162 ", "molar volume at 298 K (cm", "3", "/mol) ", "V", "s ", "(ref 30) ", "58.86 ", "56.13 ", " ", "V", "m", " (ref 32) ", "42.40 ", "51.35 ", " ", "V", "m", " (ref 33) ", "42.40 ", "53.06 ", " ", "V", "m", " (ref 34) ", "46.86 ", "60.28 ", "energetic parameter at 298 K (according to ref 30) ", "U", "p", "/", "RT", " ", "3.010 ", "1.73 ", "solubility parameter at 298 K for ", "V", "s", " ", "δ", "p", " ", "11.30 ", "8.70 ", "reference pressure at 298 K (MPa) for ", "V", "s", " (ref 30) ", "P", "s", " ", "7.096 ", "56.78 ", "pseudo-saturation pressure at 298 K (MPa) ", "P", "o", " (used) ", "6.43 ", "57.6 (ref 34) ", " ", "P", "o", " (ref 33) ", "4.55 ", "45.30", " ", " ", " ", "The effect of the fugacity correction is depicted in Figure 1", ". Pressure values were scaled by using the pseudosaturation pressure ", "P", "o", " (i.e., real saturated vapor pressure for CO", "2", " at 298 K, and a value computed according to ref 34", " for methane). The value for ", "P", "o", " has no effect on computations with MSM, but it is also used to apply BET and Dubinin−Radushkievitch models. As can be seen in Figure 1, the discrepancy between the fugacity and relative pressure is considerable for the both sorbates; thus, MSM is rather sensitive to changes in ", "V", "s", ". ", " ", " Figure 1 Relative fugacity vs relative pressure at 298 K in the pressure range used in the experiments:  (a) for CH", "4", "; (b) for CO", "2", " (dotted lines show ", "P", "/", "P", "o", ", solid lines show relative fugacity) ", " ", " ", " ", "Theoretical sorption isotherms confronted with empirical data are shown in Figures 2", ", 4−8, 10, and 11, and corresponding parameters of the model are gathered in Tables 3 and 4. In particular, Table 3", " contains the quantities which are assumed to be independent of the probing sorbate. Size and compactness of arene domains were also taken to be the same for both sorbates, but the corresponding parameters ", "x", "d", " and ", "z", "wd", " placed in Table 4", " are related to the particular sorbates. ", " ", " Figure 2 Sorption isotherms for W1−CO", "2", " system:  (○) empirical data; (0) theoretical sorption; (1) total sorption in pores; (2) hypothetical adsorption (pure adsorption + unswelled fraction of filled pores); (3) total pure adsorption; (4) monolayer adsorption on micropores (as for α = 0); (5) volume expansion expressed in mmol/g of sorbate (absorption + swelled fraction of pores); (6) pure absorption.", " ", " ", " Figure 3 BET and DR models (related to ", "P", "/", "P", "o", " according to ref 34", "see Table 2) in linear form, applied to the system coal W1−CO", "2", ". (a) BET plot for sorption data; (b) BET plot, with curve 0 for theoretical sorption, curve 1 for sorption in pores (shown as curve 2 in Figure 1), and curve 2 for pure adsorption. (c) DR plot for sorption data; (d) DR plot:  curves 0, 1, and 2 as for the BET plot.", " ", " ", " Figure 4 Sorption isotherms for W1−CH", "4", " system:  curves denoted as in Figure 2.", " ", " ", " Figure 5 Sorption isotherms for Th−CO", "2", " system:  curves denoted as in Figure 2.", " ", " ", " Figure 6 Sorption isotherms for Th−CH", "4", " system:  curves denoted as in Figure 2.", " ", " ", " Figure 7 Sorption isotherms for NR−CO", "2", " system:  curves denoted as in Figure 2.", " ", " ", " Figure 8 Sorption isotherms for NR−CH", "4", " system:  curves denoted as in Figure 2.", " ", " ", " Figure 9 BET and DR models (related to P/P", "o", " according to ref 34", "see Table 2) in linear form, applied to the sorption on active carbon:  (a) BET plot for CO", "2", "; (b) DR plot for CO", "2", "; (c) BET plot for CH", "4", "; (d) DR plot for CH", "4", ".", " ", " ", " Figure 10 Theoretical and empirical isotherms for the active carbon−CO", "2", " system:  curves denoted as in Figure 2.", " ", " ", " Figure 11 Theoretical and empirical isotherms for the active carbon−CH", "4", " system:  curves denoted as in Figure 2.", " ", " ", " ", " ", " Table 3.  Structural Parameters of Studied Samples", " ", " ", "parameter", "a", "Th1 (84.8% C)", "NR1 (88.7% C)", "W1 (89.3% C)", "AK (97% C) ", "V", "mic", "+", "mes", "* (cm", "3", "/g) ", "0.017 ", "0.067 ", "0.051 ", "0.462 ", "V", "pores", "(eq 6) (cm", "3", "/g) ", "0.069 ", "0.099 ", "0.093 ", "0.513 ", "V", "h", "(eq 8)) (cm", "3", "/g) ", "0.069 ", "0.099 ", "0.093 ", "0.375 ", "V", "hm", " (cm", "3", "/g) ", "0.034 ", "0.043 ", "0.039 ", "0.375 ", "V", "hsub", " (cm", "3", "/g) ", "0.035 ", "0.056 ", "0.054 ", "0.00 ", "R", "h", "a", "v", "/", "R", "w", " ", "0.869 ", "0.849 ", "0.802 ", "- ", "σ", "R", "h", "/", "R", "w", " ", "0.24 ", "0.24 ", "0.24 ", "- ", "a", "h", " ", "0.61 ", "0.67 ", "0.73 ", "0.21 ", "u", "d", " ", "0.230 ", "0.290 ", "0.310 ", "1.00 ", "u", "e1", "(eq 6) ", "0.569 ", "0.530 ", "0.529 ", "0.00 ", "u", "e2", " ", "0.199 ", "0.154 ", "0.150 ", "0.00 ", "δ", "c", " (MPa", "1/2", ") ", "23.95 ", "22.6 ", "23.1 ", "32.5", " ", " ", "a", " Key:  ", "R", "h", "a", "v", "/", "R", "w", ", average radius of submicropore (parameter of hole size distribution function) related to radius of water molecule; σ", "R", "h", "/", "R", "w", ", standard deviation of hole size distribution function related to radius of water molecule; δ", "c", ", solubility parameter of coal (MPa", "1/2", "); ", "a", "h", ", “specific surface area” of coal related to that of a water molecule; ", "u", "d", "; volume fraction of arene domains in macromolecular structure of coal; ", "u", "e1", "; volume fraction of cross-linked chains in dry coal; ", "u", "e2", "; volume fraction of elastic chains in dry coal.", " ", " ", " ", " ", " ", " Table 4.  Parameters of Studied Sorption Systems", " ", " ", " ", " ", "Th1 (84.8% C)", "NR1 (88.7% C)", "W1 (89.3% C)", "AK (97% C)", "parameter", " ", "CO", "2", "CH", "4", "CO", "2", "CH", "4", "CO", "2", "CH", "4", "CO", "2", "CH", "4", " ", "R", "B", "/", "R", "w", "(eq 2)", "a", " ", " ", "1.084 ", "1.100 ", "1.247 ", "1.104 ", "1.306 ", "1.303 ", " ", " ", "Z", "B", "(eq 2) ", " ", "0.81 ", "0.765 ", "0.724 ", "0.765 ", "0.645 ", "0.759 ", " ", " ", "Z", "A", "(eq 2) ", " ", "0.596 ", "0.720 ", "0.715 ", "0.680 ", "0.641 ", "0.679 ", "0.517 ", "0.660 ", "Q", "A", "/", "RT", "(eq 3) ", " ", "−3.82 ", "−4.43 ", "−4.18 ", "−3.30 ", "−3.57 ", "−3.44 ", "−2.52 ", "−3.54 ", "Q", "DR", "/", "RT", " ", "with ", "P", "/", "P", "o", "34", " ", "−2.62 ", "−3.15 ", "−2.60 ", "−2.20 ", "−3.12 ", "−2.41 ", "−2.27 ", "−2.87 ", " ", "with ", "P", "/", "P", "o", "33", " ", "−2.52 ", "−3.08 ", "−2.61 ", "−2.21 ", "−3.01 ", "−2.29 ", "−2.18 ", "−2.72 ", " ", "with ", "f", "/", "f", "s", " ", "−2.50 ", "−3.15 ", "−2.71 ", "−2.14 ", "−2.99 ", "−2.34 ", "−2.16 ", "−2.79 ", "Q", "BET", "/", "RT", " ", "with ", "P", "/", "P", "o", "34", " ", "−4.05 ", "−5.98 ", "−4.07 ", "−3.44 ", "−4.89 ", "−3.88 ", "−3.55 ", "−5.18 ", " ", "with ", "P", "/", "P", "o", "33", " ", "−3.76 ", "−5.71 ", "−4.12 ", "−2.94 ", "−4.59 ", "−3.35 ", "−3.25 ", "−4.62 ", " ", "with ", "f", "/", "f", "s", " ", "−3.72 ", "−5.98 ", "−4.42 ", "−3.12 ", "−4.56 ", "−3.56 ", "−3.21 ", "−4.87 ", "χ", "pc", "(eq 4) ", " ", "3.92 ", "4.84 ", "3.06 ", "4.00 ", "3.4 ", "4.68 ", "10.72 ", "12.80 ", "α", "(eqs 9,10) ", " ", "0.00 ", "0.00 ", "0.00 ", "0.00 ", "0.00 ", "0.00 ", "0.27 ", "0.27 ", "z", "wd", " ", " ", "2.98 ", "3.04 ", "3.20 ", "3.26 ", "2.34 ", "2.42 ", "3.65 ", "3.69 ", "x", "d", " ", " ", "10.86 ", "11.62 ", "19.6 ", "20.90 ", "12.23 ", "13.07 ", "14.8 ", "15.8 ", "V", "mic", "+", "mes ", "(cm", "3", "/g) ", " ", "0.017 ", "0.017", "0.067 ", "0.067", "0.051 ", "0.051", "0.462 ", "0.462", "V", "pores", "(eq 13) (cm", "3", "/g) ", " ", "0.069 ", "0.069", "0.099 ", "0.099", "0.093 ", "0.093", "0.513 ", "0.513", "V", "micDR", " (cm", "3", "/g) ", "with ", "P", "/", "P", "o", "34", " ", "0.057 ", "0.046 ", "0.069 ", "0.065 ", "0.046 ", "0.063 ", "0.407 ", "0.413 ", " ", "with ", "P", "/", "P", "o", "33", " ", "0.038 ", "0.041 ", "0.046 ", "0.046 ", "0.043 ", "0.047 ", "0.260 ", "0.330 ", " ", "with ", "f", "/", "f", "s", " ", "0.052 ", "0.046 ", "0.063 ", "0.056 ", "0.043 ", "0.056 ", "0.360 ", "0.381 ", "V", "hls", " + ", "V", "hm", "(eq 7) (cm", "3", "/g) ", " ", "0.036 ", "0.036 ", "0.047 ", "0.046 ", "0.039 ", "0.039 ", "0.375 ", " ", "V", "hBET", " (cm", "3", "/g) ", "with ", "P", "/", "P", "o", "34", " ", "0.041 ", "0.020 ", "0.046 ", "0.048 ", "0.033 ", "0.039 ", "0.266 ", "0.205 ", " ", "with ", "P", "/", "P", "o", "33", " ", "0.028 ", "0.019 ", "0.032 ", "0.044 ", "0.032 ", "0.036 ", "0.184 ", "0.191 ", " ", "with ", "f", "/", "f", "s", " ", "0.039 ", "0.020 ", "0.045 ", "0.049 ", "0.032 ", "0.039 ", "0.256 ", "0.205", " ", " ", "a", " ", "R", "w", ":  radius of water molecule.", " ", " ", " ", " ", "The above assumption related to the volume of micropores ", "V", "hm", " was found to be very restrictive, as in the case of hard coals the larger ", "V", "hm", " yields a better fitting of the model for methane, while the fitting for CO", "2", " needs lower values. ", " ", "In the case of hard coals the monolayer adsorption mechanism explains adequately filling of micropores by both CO", "2", " and CH", "4", " (α = 0", "see Table 4). It suggests that in the studied coals channel-like and small spherelike ", " micropores are dominant. However, in the case of the active carbon, application of the multilayer adsorption model (LBET) was necessary to explain differences in its adsorptivity for CO", "2", " and CH", "4", " (α is of importance in the case of CO", "2", ", but it does not affect the methane adsorption within the pressure range under study). It seems to be understandable, as a spectrum of micropore size in active carbons is certainly wider than that in hard coals. ", " ", "In general, the multiple sorption model fits satisfactorily all the examined empirical data. In the case of CO", "2", ", the fitting quality may be viewed as very good over the full pressure range; in the case of methane, it is a bit worse. In particular, no way was found to reach better fitting of the initial slope of the CH", "4", " isotherms, with acceptable deviations for higher pressure being held. It is probably ", " caused by the energetic heterogeneity of the surface of micropores that is omitted in the model. It can be seen in Table 4 that the correcting factors ", "Z", "A", " and ", "Z", "B", " (see eqs 1 and 3) for methane are close to those for CO", "2", ", as might be expected, since sorbates of similar molecule size are considered. ", " ", "The values of χ", "pc", " (see Table 4) show that CH", "4", " and CO", "2", " are very poor solvents for coal molecules. Nevertheless, the results of computations give evidence that both adsorption and absorption phenomena play important role in the sorption of CO", "2", " and CH", "4", " at hard coals. In the case of CO", "2", ", the contribution of pure absorption is comparable ", " to that of pure adsorption, while in the case of methane the pure absorption is much lower and adsorption is growing in full pressure range (because of low solubility parameter). This is why the CO", "2", " sorption capacity of coals and active carbon is higher than that for CH", "4", " in the pressure range under study. However, it should be noticed that for the both sorbates the coal matter swelling (shown as curve 4 in Figures 2 and 4−8) is large enough to explain an observed expansion of coals during the sorption process. It confirms our opinion that coal expansion under methane sorption is caused by filling of submicropores, and in a less extent, by sorbate penetration into organic mass of coal (i.e., it can be described in terms of the absorption process). Hence, the multiple sorption model is applicable to investigation of expansion and squealer phenomena. ", " ", "It is noteworthy that the considerable sorption of methane in submicropores means roughly linear growing of hard coal expansion with growing pressure, so in coal beds the expansion can be larger than that shown in Figures 4, 6, and 8. ", " ", "The multiple sorption model applied to the active carbon confirmed the lack of submicropores (", "V", "hsub", " = 0) and of elastic chains in the sorbent matter (", "u", "e1", " = 0, ", "u", "e2", " = 0). The model fits empirical data provided that the very high cohesion energy (δ", "c", ") of the sorbent is taken. It was revealed that in a low-pressure range (up to 2 MPa) there is a micropore contents (a bit larger than that in Table 3) resulting in maximal adsorptivity of methane, but the adsorption of CO", "2", " is the larger, the greater ", "V", "pores", ". In both cases the adsorptivity decreases rapidly with growing contents of submicropores. This property is of importance for adsorbent production technologies. ", " ", "The multiple sorption model needs larger volume of pores (", "V", "pores", ") to be assumed then the values ", "V", "mic", "+", "mes", " evaluated by density measurements and porosimetry (see Table 3). It suggests, the great part of submicropores in hard coals is not detectable by true density measurements. In the case of the active carbon ", "V", "h", " is merely a bit larger than ", "V", "mic", "+", "mes", ", which can be due to multilayer adsorption occurring in macropores as well. ", " ", "The studied isotherms were also examined by using BET and Dubinin−Radushkievitch (DR) equations. Exemplary BET and DR plots in the linear form (related to ", "P", "/", "P", "o", " according to ref 34) are shown in Figures 2 and 9. In Figure 2, the plots representing the empirical data are compared with those obtained for the pure adsorption and for volume of filled pores. It can be seen that the latter two better fit straight lines in the case of the DR model, but in the case of BET, their fitting is much worse. The same was observed for the other studied systems. It means that the BET equation is not an adequate description of the sorption (adsorption) in the studied systems; however, MSM and LBET isotherms (eqs 6 and 10) may be well approximated by the DR model. Therefore, good fitting of the DR equation does not answer the question of what a sorption mechanism is. ", " ", "Parameters characterizing the porosity and sorption energy determined by the DR and BET models are presented in Table 4, and confronted with their MSM counterparts, i.e.:  (", "Q", "DR", ", ", "Q", "BET", " − ", "Q", "A", "); (", "V", "micDR", " − ", "V", "pores", "); (", "V", "hBET", " − ", "V", "hm", " + ", "V", "hls", "). The empirical sorption data related to ", "P", "/", "P", "o", " according to ref 34 and to ", "P", "/", "P", "o", " according to ref 33 (with corresponding ", "V", "m", "see Table 2), as well as to relative fugacity ", "f", "/", "f", "s", " (see Figure 1), were used. First, it can be seen that both DR and BET models give significantly different evaluations of hard coal porosity, when applied to CO", "2", " and CH", "4", " sorption data. It is probably due to absorption of CO", "2", " (see low rank coal Th1). The values ", "V", "micDR", " are rather closer to the monolayer adsorptivity (", "V", "hls", " + ", "V", "hm", ") than to ", "V", "pores", ", but the former is better evaluated by the BET model with ", "P", "/", "P", "o", ".", "34", " In turn, the DR model characterizes well the surface of the active carbon. However, both DR and BET do not detect nonsorptive submicropores, which are of significance in the MSM as affecting sorption energy. Moreover, in the case of active carbon, MSM reveals an additional space for multilayer adsorption (maybe in macropores), which is occupied by CO", "2", " but remains free in CH", "4", " sorption. ", " ", "The parameter ", "Q", "BET", " is closer to ", "Q", "A", " then ", "Q", "DR", ". Notice that both ", "Q", "BET", " and ", "Q", "A", " have the same physical meaning; i.e., they represent the first layer adsorption energy on a homogeneous surface (hence, much closer values might be expected), while ", "Q", "DR", " represents an energy averaged over a heterogeneous surface.", "35", " ", " ", "It should be noticed that DR and BET parameters are rather sensitive to measurement errors, as they are determined on the basis of low pressure data only, while the parameters found with MSM are smoothed over the full pressure range. Hence, the observed discrepancies may be partially due to measurement errors. ", " ", " ", "Top of Page", "Abstract", "Introduction", "Theoretical Considerations", "Multiple Sorption Model (MSM)", "Experimental Section", "Computation Results", "Conclusions", "Conclusions", " ", "The multiple sorption model explains adequately sorption properties of hard coals as well as of active carbon, related to CH", "4", " and CO", "2", ". ", " ", "It gives evidence that sorption of these substances in hard coals consists of adsorption and absorption. The absorption is by penetration among elastic chains contained in coals and by filling of submicropores smaller than the sorbate molecule. ", " ", "In the case of CO", "2", ", contribution of absorption to the sorption capacity is comparable to that of pure adsorption (in micropores). ", " ", "Methane sorption is mainly by pure adsorption; i.e., the pure absorption is much lower than in the case of CO", "2", ". Nevertheless, filling of submicropores is noticeable. ", " ", "For both CO", "2", " and CH", "4", ", expansion of coal matter due to absorption, determined by MSM, is large enough to explain the coal swelling phenomenon as being caused by the absorption. ", " ", "MSM needs larger molar volumes of CO", "2", " and CH", "4", " to be assumed than those recommended in the literature for adsorbed molecules. The values taken in the paper yield satisfactorily results for all the examined systems, including that with the active carbon. ", " ", "The computations confirm that the DR model adequately evaluates adsorptivity of microporous adsorbents; however, it seems to be insufficient to get reliable information on pore structure in hard coals. The volume of micropores may be roughly evaluated by using both BET and DR formulas with ", "P", "o", " taken according to ref 34; however, the quantities obtained in this way should be treated instead as a lower bound for the total volume of sorptive pores. ", " ", "The multiple sorption model, if well fitted to empirical sorption isotherms for a number of sorbates of different properties, provides consistent and reliable information on the sorbent surface geometry and energy with submicroporisity taken into account (undetectable in another way), including pores unavailable for sorbate molecules. ", " ", "MSM may be also used to analysis and prediction of properties of microporous rigid adsorbents. On the other hand, it seems to be applicable to glass polymer-vapor systems as a more advanced theoretical tool than models proposed in the literature.", "36", " ", " ", " ", "Top of Page", "Abstract", "Introduction", "Theoretical Considerations", "Multiple Sorption Model (MSM)", "Experimental Section", "Computation Results", "Conclusions", "Acknowledgment", " ", "The work was sponsored by Scientific Research Committee (KBN)-Warsaw-within the University Research Grant (AGH No. 11.210.12).", " ", "       ", "This article references 36 other publications.", " ", "(1)", " ", "Ruppel, T. C.; Grein, C. T.; Bienstock, D. ", "  Fuel", " ", "1974", ", ", "53", ", 152.", "[", "Crossref", "], [", "CAS", "]", "(1) . ", "Adsorption of methane on dry coal at elevated pressure", "Ruppel, Thomas C.; Grein, Clifford T.; Bienstock, Daniel", "Fuel", "\r\n        (", "1974", "),\r\n    ", "53", "\r\n        (", "3", "),\r\n    ", "152-62", "CODEN:\r\n                ", "FUELAC", ";\r\n        ISSN:", "0016-2361", ".\r\n    ", "CH4 equil. adsorption isotherms were detd. on Illinois No.6 (Herrin seam), Oklahoma Hartshorne, Pennsylvania Pittsburgh, and Virginia Pocahontas No.3 United States coal seams by using a volumetric method and an equation of state for CH4.  The amt. of CH4 adsorbed on crushed and dried coal was measured as a function of pressure.  Isotherms were measured at 30° for the Illinois coal and at 0, 30, and 50° for the others.  Most measurements were made at ≤ 150 atm, but a few at ≤240 atm.  The data were correlated by the Langmuir and Polanyi adsorption models.  The CH4-coal system, uncorrected for adsorbate d., closely followed the Langmuir model at ≤150 atm, but Polanyi behavior was not demonstrated satisfactorily, with or without a correction for adsorbate d.  Monolayer vols. at 30° from the Langmuir equation were 19-28 cm3/g coal resp.  Isosteric heats of adsorption at zero coverage and 30° were 4.2, 2.4, and 5.3 kcal/mole for the Hartshorne, Pittsburgh and Pocahontas coals resp., and incidate that the adsorption is phys.  No effect of particle size on equil. adsorption was obsd. at 6-325 mesh.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE2cXlt1Cjt74%253D&md5=0202af32bf1c5a386fd50d70f88a6e49", " ", " ", "(2)", " ", "Yang, R. T.; Saunders, J. T. ", "  Fuel", " ", "1985", ", ", "64", ", 616.", "[", "Crossref", "], [", "CAS", "]", "(2) . ", "Adsorption of gases on coals and heat-treated coals at elevated temperature and pressure.  1.  Adsorption from hydrogen and methane as single gases", "Yang, Ralph T.; Saunders, John T.", "Fuel", "\r\n        (", "1985", "),\r\n    ", "64", "\r\n        (", "5", "),\r\n    ", "616-20", "CODEN:\r\n                ", "FUELAC", ";\r\n        ISSN:", "0016-2361", ".\r\n    ", "Adsorption isotherms of CH4  [74-82-8] and H on Pittsburgh coal, Pittsburgh coke, Montana lignite, Montana lignite char, and activated C are reported at 22-300° and 0-6.9 MPa.  Carbonization of coals increased the equil. adsorption several-fold.  However, the increase was not entirely assocd. with the increase in surface area, because changes in energetics of adsorption were involved.  Montana lignite char, on a bulk vol. basis, adsorbed approx. the same amt. of CH4 as did activated C.  Pretreatment of the coal surface (e.g., by oxidn. or redn.) had negligible or no effect on CH4 adsorption.  Surface areas for coals calcd. on the basis of CH4 adsorption, by using the Langmuir equation under supercrit. conditions, were similar to those from CO2 adsorption.  Data on the isosteric heat of adsorption of CH4 indicated that the coal surface became more heterogeneous on carbonization.  The results have application to safety in coal mining.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2MXksFKntLk%253D&md5=d290c3a0d98fce9f1de5a7366a81ff6e", " ", " ", "(3)", " ", "Mahajan, O. P. ", "  Carbon", " ", "1991", ", ", "29", ", 735.", "[", "Crossref", "], [", "CAS", "]", "(3) . ", "Carbon dioxide surface area of coals:  the 25-year paradox", "Mahajan, Om P.", "Carbon", "\r\n        (", "1991", "),\r\n    ", "29", "\r\n        (", "6", "),\r\n    ", "735-42", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    ", "A review with 25 refs. on the measurement of coal surface area by CO2 adsorption.  The CO2-induced swelling in coals and its effect on surface area and porosity measurement is discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3MXkvFGntbo%253D&md5=847fb685c1635c3f7498b6fdf055c1cb", " ", " ", "(4)", " ", "Jagiełło, J.; Lasoñ, M.; Nodzeñski, A. ", "  Fuel", " ", "1992", ", ", "71", ", 431.", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", " ", "(5)", " ", "Clarkson, C. R.; Bustin, R. M.; Levy, J. H. ", "  Carbon", " ", "1997", ", ", "35", ", 1689.", "[", "Crossref", "], [", "CAS", "]", "(5) . ", "Application of the mono/multilayer and adsorption potential theories to coal methane adsorption isotherms at elevated temperature and pressure", "Clarkson, C. R.; Bustin, R. M.; Levy, J. H.", "Carbon", "\r\n        (", "1997", "),\r\n    ", "35", "\r\n        (", "12", "),\r\n    ", "1689-1705", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "Accurate ests. of gas-in-place and prediction of gas prodn. from coal reservoirs require reasonable ests. of gas contents.  Equations based on pore vol. filling/potential theory provide a better fit than the Langmuir equation to both high-pressure (up to 10 MPa), high-temp. (>1.5Tc) methane isotherm data, and low-pressure (<0.127 MPa) carbon dioxide isotherm data for 13 Australian coals.  The assumption of an energetically homogeneous surface as proposed by Langmuir theory is not true for coal.  Application of potential theory to the methane-coal system results in temp.-invariant methane characteristic curves, obtained with the assumption of liq. molar volume of the adsorbate and extrapolated vapor pressures.  Temp.-invariant characteristic curves are obtained for carbon dioxide, although further testing is required.  The application of isotherms equations based upon pore vol. filling/potential theory, in particular the Dubinin-Astakhov equation, have general validity in their application to high-pressure supercrit. methane-coal systems as well as providing a better fit to isotherm data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXnt1SqsQ%253D%253D&md5=4c9148c69b43883a17c7ee5a072741f8", " ", " ", "(6)", " ", "Levy, J. H.; Stuart, J. D.; Killingley, J. ", "  Fuel", " ", "1997", ", ", "76", ", 813.", "[", "Crossref", "], [", "CAS", "]", "(6) . ", "Methane capacities of Bowen Basin coals related to coal properties", "Levy, John H.; Day, Stuart J.; Killingley, John S.", "Fuel", "\r\n        (", "1997", "),\r\n    ", "76", "\r\n        (", "9", "),\r\n    ", "813-819", "CODEN:\r\n                ", "FUELAC", ";\r\n        ISSN:", "0016-2361", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "To help in assessing coalbed methane resources, methane adsorption capacities of Permian coals from the Bowen Basin of Queensland were investigated and related to other coal properties.  Maximum methane capacities of moisture-equilibrated coals, normalized to a pressure of 5 MPa and 30°C, showed a continuously increasing (and reasonably linear) trend with increasing rank over the range 80-92 wt% total carbon.  Such a linear trend was not obsd. for methane adsorption calcd. on a dry basis.  Methane adsorption capacity decreased with increasing temp. by ∼0.12 mL g-1 K-1.  Methane capacity also decreased as moisture content increased, by ∼4.2 mL g-1 coal for each 1 wt% increase in moisture.  Coal surface area (CO2, Dubinin-Radushkevich) showed reasonable correspondence with methane capacity, although not precise enough to provide a reliable est. of capacity.  Comparison of Langmuir adsorption isotherms for nitrogen and carbon dioxide on Bowen Basin coals with the corresponding methane isotherms showed that, with a knowledge of the methane isotherm alone, nitrogen and carbon dioxide isotherms could be reliably constructed.  Volumetric and gravimetric methane isotherms measured on the same coal were identical, confirming the accuracy of the procedures and calcns. used.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXktlOiur8%253D&md5=351bbb7c2fd2da78845555033b1cfc9d", " ", " ", "(7)", " ", "Weishauptowa, Z.; Medek, J. ", "  Fuel", " ", "1998", ", ", "77", ", 71.", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", " ", "(8)", " ", "Milewska-Duda, J.; Ceglarska-Stefañska, G.; Duda, J. ", "  Fuel", " ", "1994", ", ", "73", ", 975.", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", " ", "(9)", " ", "Ceglarska-Stefañska, G.; Czapliñski, A. ", "  Fuel", " ", "1993", ", ", "72", ", 413.", "[", "Crossref", "], [", "CAS", "]", "(9) . ", "Correlation between sorption and dilatometric processes in coals", "Ceglarska-Stefanska, G.; Czaplinski, A.", "Fuel", "\r\n        (", "1993", "),\r\n    ", "72", "\r\n        (", "3", "),\r\n    ", "413-17", "CODEN:\r\n                ", "FUELAC", ";\r\n        ISSN:", "0016-2361", ".\r\n    ", "Investigations of low- and high-pressure sorption kinetics were carried out on three coals of different rank, with simultaneous tensometric measurements of the coal dilatation.  The obsd. phenomena, occurring under the influence of water vapor and carbon dioxide, are explained on the basis of the polymeric model of coal.  The parallelism of sorption and dilatometric processes was obsd. for both sorbates, while full reversibility was found only for carbon dioxide.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXhsFSlu7g%253D&md5=59d89e854f6eee81a4073efdc6dd9e01", " ", " ", "Larsen, J. W.; Wernett, P. ", "  Energy", " ", "Fuels", " ", "1988", ", ", "2", ", 719.", "[", "ACS Full Text ", "], [", "CAS", "]", ". ", "Pore structure of Illinois No. 6 coal", "Larsen, John W.; Wernett, Patrick", "Energy & Fuels", "\r\n        (", "1988", "),\r\n    ", "2", "\r\n        (", "5", "),\r\n    ", "719-20", "CODEN:\r\n                ", "ENFUEM", ";\r\n        ISSN:", "0887-0624", ".\r\n    ", "Data on the adsorption of CO2, C2H6, and cyclopropane on Illinois no. 6 coal are inconsistent with the generally accepted structure of coal pore systems, i.e., an interconnected network of bottle-necked pores.  They suggest that most pores are closed, and an adsorbate must diffuse through solid coal rather than through a pore network to reach the pores.  There is a sharp correlation between adsorbate size and coal surface area.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1cXkvFGktrk%253D&md5=262225434c768b52f004a2c5187b15bf", " ", " ", "(11)", " ", "Ettinger, I. L. ", "  Khim.", " ", "Tverd.", " ", "Topl.", " ", "1984", ", ", "18", ", 28.", "There is no corresponding record for this reference.", " ", " ", "(12)", " ", "Radovic, L. R.; Menon, V. C.; Leonyleon, C. A.; Kyotani, T. ", "  Adsorption", " ", "1997", ", ", "3", ", 221.", "[", "Crossref", "], [", "CAS", "]", "(12) . ", "On the porous structure of coals: evidence for an interconnected but constricted micropore system and implications for coalbed methane recovery", "Radovic, L.R.; Menon, V.C.; Leon Y Leon, C.A.; Kyotani, T.; Danner, R.P.; Anderson, S.; Hatcher, P.G.", "Adsorption", "\r\n        (", "1997", "),\r\n    ", "3", "\r\n        (", "3", "),\r\n    ", "221-232", "CODEN:\r\n                ", "ADSOFO", ";\r\n        ISSN:", "0929-5607", ".\r\n    \r\n            (", "Kluwer", ")\r\n        ", "An exptl. and theor. study of adsorption and diffusion of carbon dioxide and methane in coals of widely varying rank was carried out.  Low-pressure adsorption isotherms of CO2 were obtained and analyzed using Dubinin's theory of vol. filling of micropores.  High-pressure adsorption isotherms of CH4 were obtained and analyzed using tracer pulse chromatog. in conjunction with an appropriate adsorption/diffusion model.  A preliminary 129Xe NMR anal. of chem. shifts experienced by xenon atoms in particles of different sizes is also reported.  The heretofore undocumented and/or underestimated effects of activated diffusion of CO2 at 273-298 K complicate the elucidation of the true microporous structure of coals, esp. its dependence on coal rank.  Activated diffusion of both CO2 and methane at room temp. does not allow reliable ests. of coalbed gas content to be made.  A model of an interconnected network of pores which includes randomly distributed, numerous and ultramicroporous constrictions (at any size scale) is consistent with all these exptl. and theor. findings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXjtFKrtbc%253D&md5=b1639728da3fa0c59a56d40e3c023c4a", " ", " ", "(13)", " ", "Larsen, J. W.; Kovac, J. ", "  Polymer", " ", "structure", " ", "of", " ", "bituminous", " ", "coals", ", in ", "Organic", " ", "Chemistry", " ", "of", " ", "Coal", "; Larsen, J. W., Ed.; ACS Symposium Series 71; American Chemical Society:  Washington, DC, 1978; p 36.", "There is no corresponding record for this reference.", " ", " ", "(14)", " ", "Marzec, A. ", "  Fuel", " ", "Process", ". ", "Technol", ". ", "1986", ", ", "14", ", 39.", "[", "Crossref", "], [", "CAS", "]", "(14) . ", "Macromolecular and molecular models of coal structure", "Marzec, Anna", "Fuel Processing Technology", "\r\n        (", "1986", "),\r\n    ", "14", "\r\n        (", "),\r\n    ", "39-46", "CODEN:\r\n                ", "FPTEDY", ";\r\n        ISSN:", "0378-3820", ".\r\n    ", "A coal model, based on recent exptl. results, consists of a crosslinked macromol. network and a complex mixt. of relatively small mols.  Electron donor-acceptor interactions form clathrates with the mol. phase in the macromol. phase.  NMR studies confirm the validity of the model.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2sXjsFOlsg%253D%253D&md5=9491bfea1aadde17a5b56ef9ad58768e", " ", " ", "(15)", " ", "Lucht, L. K.; Peppas, N. A. ", "  Fuel", " ", "1987", ", ", "66", ", 803.", "[", "Crossref", "], [", "CAS", "]", "(15) . ", "Macromolecular structure of coals.  2.  Molecular weight between crosslinks from pyridine swelling experiments", "Lucht, Lucy M.; Peppas, Nikolaos A.", "Fuel", "\r\n        (", "1987", "),\r\n    ", "66", "\r\n        (", "6", "),\r\n    ", "803-9", "CODEN:\r\n                ", "FUELAC", ";\r\n        ISSN:", "0016-2361", ".\r\n    ", "The effective macromol. structure of 10 coals was investigated by application of a modified Gaussian network equation to the results of equil. vapor-swelling studies with pyridine as the penetrant.  Based on data at 35° the effective no.( N) of repeating units between crosslinks varied from 7.0 to 8.5, corresponding to a mol. wt. (Mc) between crosslinks of 990-1280, over the coal rank range 69.9-82.4 wt.% C.  At 86.0 wt.% C, N fell to 4.6, corresponding to Mc of 780, and continued to decline to 2.2, corresponding to Mc = 814 at 91.5 wt.% C.  An increase in swelling temp. from 35 to 60° had little effect on the anal.; however, at 80° substantially increased equil. swelling values were obtained, which indicated a change in coal structure, increased thermodn. interaction or attack on the H-bonded structure of the coal by pyridine.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2sXks1Wksb0%253D&md5=7e4b5dca636dfafbe413a8385c2544bc", " ", " ", "(16)", " ", "Milewska-Duda, J. ", "  Fuel", " ", "1987", ", ", "66", ", 1570.", "[", "Crossref", "], [", "CAS", "]", "(16) . ", "Polymeric model of coal in the light of sorptive investigations", "Milewska-Duda, Janina", "Fuel", "\r\n        (", "1987", "),\r\n    ", "66", "\r\n        (", "11", "),\r\n    ", "1570-3", "CODEN:\r\n                ", "FUELAC", ";\r\n        ISSN:", "0016-2361", ".\r\n    ", "A simplified model of the sorption in coal is proposed, based on the Langmuir adsorption isotherm and the Flory absorption isotherm.  The Flory equation was adapted to an assumed polymeric model of coal.  A method of quant. estn. of sorption capacity for both types of sorption is shown.  The results of verification of the proposed model for 3 types of coal of different degrees of metamorphism are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1cXosF2i&md5=f0f60ef7456a2b0312f6972304e671e1", " ", " ", "(17)", " ", "Milewska-Duda, J. ", "  Fuel", " ", "1993", ", ", "72", ", 419.", "[", "Crossref", "], [", "CAS", "]", "(17) . ", "The coal-sorbate system in the light of the theory of polymer solutions", "Milewska-Duda, Janina", "Fuel", "\r\n        (", "1993", "),\r\n    ", "72", "\r\n        (", "3", "),\r\n    ", "419-25", "CODEN:\r\n                ", "FUELAC", ";\r\n        ISSN:", "0016-2361", ".\r\n    ", "A generalization of the polymer solns. theory was carried out to model the sorption equil. in coal.  Formal assumptions required for the theor. anal. of the thermodn. of coal-sorbate systems were collected, and general formulas for enthalpy and entropy changes in the sorption process, respecting a specificity of coal structure, are presented.  An application of the resultant model (referred to as the multiple-sorption model) is discussed, and its simplification to the dual sorption model (consisting of two interconnected equations, for adsorption and absorption), is proposed.  A method for obtaining the formulas is outlined.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXhsFSlu7k%253D&md5=06488debaef0dab615b05f8c76539db1", " ", " ", "(18)", " ", "Green, T. K.; Selby, T. D. ", "  Energy", " ", "Fuels", " ", "1994", ", ", "8", ", 213.", "[", "ACS Full Text ", "], [", "CAS", "]", "(18) . ", "Pyridine sorption isotherms of Argonne Premium coals. Dual-mode sorption and coal microporosity", "Green, T. K.; Selby, T. D.", "Energy & Fuels", "\r\n        (", "1994", "),\r\n    ", "8", "\r\n        (", "1", "),\r\n    ", "213-18", "CODEN:\r\n                ", "ENFUEM", ";\r\n        ISSN:", "0887-0624", ".\r\n    ", "Pyridine sorption isotherms were detd. for three Argonne Premium coals at 50°.  It is proposed that the isotherms are best interpreted in terms of dual-mode sorption model originally developed to explain sorption of vapors into glassy polymers.  This model considers two different populations of sorbed gas; one is dissolved into the polymer and is described by Henry's law (i.e., sorption is linear with pressure) while the second population is considered to occupy unrelaxed free vol. (micropores) within the polymer and is described by a Langmuir isotherm.  The authors propose that the high-pressure linear portion of the pyridine isotherms for two coals represent dissoln. of pyridine in the coal matrix and that the low-pressure regions represent primarily adsorption into micropores.  The intercepts of the linear portion thus represent micropore vol. accessible to pyridine.  The pyridine-extd. coals all show a dramatic increase in intercept value, suggesting that pyridine extn. creates new micropores.  O-alkylation with bulky alkyl groups yield reduced intercepts, which correlate with the size of the added alkyl group.  It is suggested that the added alkyl groups occupy micropores in the structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXlvVWrsQ%253D%253D&md5=a66066133e2d7d19e3f0c47ebd26101b", " ", " ", "(19)", " ", "Takanohashi, T.; Shimizu, K.; Lino, M., ", "Proceedings", " ", "ICCS", "'", "97", "; Ziegler, A., et al., Eds.; DGMK Tagungsberichte 9702; DGMK:  Hamburg, Germany, 1997; p 449.", "There is no corresponding record for this reference.", " ", " ", "Milewska-Duda, J.; Duda, J. ", "  Fuel", " ", "1994", ", ", "73", ", 971.", "[", "Crossref", "], [", "CAS", "]", ". ", "Analysis of structure of vitrains and durains on the basis of a dual sorption model", "Milewska-Duda, Janina; Duda, Jan", "Fuel", "\r\n        (", "1994", "),\r\n    ", "73", "\r\n        (", "6", "),\r\n    ", "971-4", "CODEN:\r\n                ", "FUELAC", ";\r\n        ISSN:", "0016-2361", ".\r\n    ", "A thermodn. model of isothermal sorption of small mols. on coal was used to analyze the structure of some petrog. forms of coal.  The process was viewed as consisting of absorption and adsorption.  The sorbent was considered to contain arom. domains, elastic chain compds., and submicropores.  A generalized Flory equation described the absorption process, and a modified Langmuir equation described adsorption in submicropores.  Energy interactions between the subprocesses were taken into account.  Parameters representing the geometry of particles of the sorbent components and of submicropores, as well as energy parameters of the sorption system, were included in the model.  These parameters can be detd. from empirical sorption data.  The model was applied to the structure of vitrains and durains using water and methanol as sorbates.  Energy interactions in the sorption system were also characterized quant.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXktFems7c%253D&md5=53fdddcf350d70801f7a940ced6d37d4", " ", " ", "(21)", " ", "Milewska-Duda, J. ", "  Arch. Mining Sci", ". ", "1991", ", ", "36", ", 379.", "[", "CAS", "]", "(21) . ", "Comparison of sorption models in coal - small molecule systems", "Milewska-Duda, Janina", "Archives of Mining Sciences", "\r\n        (", "1991", "),\r\n    ", "36", "\r\n        (", "4", "),\r\n    ", "379-91", "CODEN:\r\n                ", "AMNSE5", ";\r\n        ISSN:", "0860-7001", ".\r\n    ", "In the adsorption-absorption model of sorption processes on coal, the description of the adsorption process was based on the Langmuir equation, and the absorption equil. on a generalized Flory equation adopted to specific physicochem. structure of coal.  The results thus obtained confirmed the co-polymeric structure of coal.  The absorptive capacity of coal depends strongly on its physicochem. structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38XisFyrs7o%253D&md5=8e615a46aef24477e92310a0319cfe21", " ", " ", "(22)", " ", "Milewska-Duda, J.; Duda, J. ", "  Langmuir", " ", "1993", ", ", "9", ", 3558.", "[", "ACS Full Text ", "], [", "CAS", "]", "(22) . ", "Mathematical modeling of the sorption process in porous elastic materials", "Milewska-Duda, Janina; Duda, Jan", "Langmuir", "\r\n        (", "1993", "),\r\n    ", "9", "\r\n        (", "12", "),\r\n    ", "3558-66", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    ", "A theor. study was made of sorption properties of submicroporous elastic materials.  The effect of submicropore size upon the energy of sorption is established.  Equations for energy and entropy changes due to the sorption in properly defined subsystems are derived.  The resultant model consists of a set of nonlinear equations representing the sorption isotherms for the subsystems (multiple sorption model).  By solving the equations for a given relative pressure of sorbate, one obtains the sorption capacity of each subsystem, so the total sorption isotherm can be found.  Some alternative assumptions are discussed, and corresponding models are examd.  Exemplary theor. isotherms are shown and compared with empirical data (coal-H2O, coal-CH4, coal-C6H6).  The model may be used for a qual. anal. of empirical sorption isotherms to verify some hypotheses about the sorbent structure and mechanisms of the sorption process.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXmsl2msL4%253D&md5=b1ab412a7fd5882414be7e1e29d7ced1", " ", " ", "(23)", " ", "Milewska-Duda, J.; Duda, J. ", "  Langmuir", " ", "1997", ", ", "13", ", 1286.", "[", "ACS Full Text ", "], [", "CAS", "]", "(23) . ", "Hard coal surface heterogeneity in the sorption process", "Milewska-Duda, Janina; Duda, Jan", "Langmuir", "\r\n        (", "1997", "),\r\n    ", "13", "\r\n        (", "5", "),\r\n    ", "1286-1296", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This paper discusses sources of hard coal energetic heterogeneity and its effects on sorption properties.  Natural coal is viewed as a porous elastic copolymer in which both absorption and adsorption phenomena can occur.  The dominant role of submicropores which are about the size of a water mol. is stressed, as the effects of larger pores on sorption capacity are negligible.  Bearing in mind the size of the submicropores, one must take account of swelling of the sorbent and the resultant changes in its surface area.  A unified theor. description of sorption equil. with respect to swelling phenomena (multiple sorption model) is developed.  Alternative models describing effects of geometrical and chem. factors on the sorption energy are discussed.  The resultant theor. sorption isotherms are compared with empirical data for sorption of water and benzene in two coals.  The model explains differences in sorption properties of the coals in terms of the peculiarities of their surfaces.  Expansion was of crucial importance for the sorption of benzene.  A simplified description of sorbent-sorbate energetic interactions is adequate to express the basic relations between the energies attributed to submicropores of different size.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXhs1Cqt7Y%253D&md5=3090f443c607cb865585098eedb91f37", " ", " ", "(24)", " ", "Lasoñ M. ", "  Arc", "h", ". ", "Górn", ". ", "1988", ", ", "33", ", 475.", "[", "CAS", "]", "(24) . ", "Specific surface of porous materials", "Lason, Mieczyslaw", "Archives of Mining Sciences", "\r\n        (", "1988", "),\r\n    ", "33", "\r\n        (", "4", "),\r\n    ", "475-97", "CODEN:\r\n                ", "AMNSE5", ";\r\n        ISSN:", "0860-7001", ".\r\n    ", "The phys. meaning of the concept of sp. surface is considered, with emphasis on coal.  Various types of porosity are characterized, and equations used for detn. of sp. surface of various materials are reviewed.  The sorption phenomena in coal differ from those in other sorbents: sorption is much slower, the sorption is accompanied by expansion of the coal, and the values of sp. surface obtained from the isotherms of low-temp. sorption of N or Ar differ considerably from those calcd. from the sorption of vapors at room temp.  The term sp. surface has no phys. meaning with ref. to hard coal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3MXhtVGnsb4%253D&md5=e0f414bb871661695c8d9213504a541f", " ", " ", "(25)", " ", "Milewska-Duda, J.; Duda, J. T.; Jodłowski, G, Wójcik, M. 1999, A New State Equation for Sorptives in near and over- critical Temperature Region. ", "  Langmuir", ", submitted for publication, 1999.", "There is no corresponding record for this reference.", " ", " ", "(26)", " ", "Flory, P. J. ", "  Principles", " ", "of", " ", "Polymer", " ", "Chemistry", "; Cornell University Press:  Ithaca, NY, 1953.", "There is no corresponding record for this reference.", " ", " ", "(27)", " ", "Hombach, H. P. ", "  Fuel", " ", "1980", ", ", "59", ", 465.", "[", "Crossref", "], [", "CAS", "]", "(27) . ", "General aspects of coal solubility", "Hombach, Hans Peter", "Fuel", "\r\n        (", "1980", "),\r\n    ", "59", "\r\n        (", "7", "),\r\n    ", "465-70", "CODEN:\r\n                ", "FUELAC", ";\r\n        ISSN:", "0016-2361", ".\r\n    ", "Coals of different rank were treated with a selection of common solvents.  Whereas the solubilities in the pure solvents were very limited, it was possible to dissolve considerably more in a mixt. of solvents.  Using the simplification that a solvent mixt. with coal is quasi-binary, a correlation between interaction and the soly. parameters of these solvents was found.  The soly. parameters of 6 coals were detd.  A comparison of calcd. parameters with those of the literature showed significantly lower values.  Application of the theory explains several exptl. results of coal soly.  Extractability and soly. are frequently though wrongly used interchangeably in coal chem.  To avoid confusion the thermodn. expression \"soly. parameter\" (a common expression in polymer chem.) has been adopted and is used in quotation marks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3cXlsFart74%253D&md5=8583308fb035952d56768d9b9cb3ffe7", " ", " ", "(28)", " ", "Lasoñ M. ", "  Sci", ". ", "Bull", ". ", "AMM", ", ", "Che", "m", ". ", "Bull", ". ", "8", " ", "1988", ", No. 1212, 11 (in Polish).", "There is no corresponding record for this reference.", " ", " ", "(29)", " ", "Nodzeñski, A. ", "  Ad", "sorpt", ". ", "Sci", ". ", "Technol", ". ", "1996", ", ", "13", ", 71.", "[", "CAS", "]", "(29) . ", "A method for the measurement of carbon dioxide desorption from coal in the elevated pressure range", "Nodzenski, Adam", "Adsorption Science & Technology", "\r\n        (", "1996", "),\r\n    ", "13", "\r\n        (", "2", "),\r\n    ", "71-84", "CODEN:\r\n                ", "ASTEEZ", ";\r\n        ISSN:", "0263-6174", ".\r\n    \r\n            (", "Multi-Science Publishing", ")\r\n        ", "During the liberation of gas from a coal bed, the temp. of the system is decreased because desorption is an endothermic process and heat exchange with the surroundings is difficult.  A method for measuring gas desorption in the elevated pressure range, enabling investigations under isothermal and quasi-adiabatic conditions, was described.  The results of carbon dioxide desorption from Polish coal were presented.  The study was carried out using different rates of decrease in the external gas pressure for different coal grain sizes.  The non-isothermal desorption curves thus obtained were described using empirical equations.  Extrapolation of the equation consts. obtained enabled the desorption curves to be calcd. for the limit of decrease in rate of the external gas pressure and of grain size.  The dependence of the decrease in coal temp. on the amt. of desorbed gas is linear provided that heat exchange with the surrounding is limited.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XjtFWqtbc%253D&md5=e944de052ae1ddfc14273fba2d731de8", " ", " ", "Milewska-Duda, J.; Duda, J.; Jodłowski, G.; Kwiatkowski, M. A Model for Multilayer Adsorption in Microporous Materials. ", "  Langmuir", ", submitted for publication, 1999.", "There is no corresponding record for this reference.", " ", " ", "(31)", " ", "Nodzeñski, A. ", "  Fuel", " ", "1998", ", ", "77", ", 1243.", "[", "Crossref", "], [", "CAS", "]", "(31) . ", "Sorption and desorption of gases (CH4, CO2) on coal and active carbon at elevated pressures", "Nodzenski, Adam", "Fuel", "\r\n        (", "1998", "),\r\n    ", "77", "\r\n        (", "11", "),\r\n    ", "1243-1246", "CODEN:\r\n                ", "FUELAC", ";\r\n        ISSN:", "0016-2361", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "The study of sorption and desorption of carbon dioxide and methane on three samples of coal with different Cdaf content and on the active carbon is presented in this paper.  The sorption isotherms were measured by means of the volumetric method at two temps., 288 and 298 K, at pressures up to 6 MPa.  The porosities of the samples were detd. by measuring their apparent (mercury method) and true d. (helium method).  The obtained exptl. data were described using the thermal sorption equation of virial form.  The isosteric heats of sorption were calcd. as the coverage function, and the non-isothermal desorption equil. curves were also calcd.  For each system studied a temp. drop during the desorption down to 1 bar pressure was computed as well.  The obtained results indicate an adsorption-absorption mechanism of carbon dioxide and methane on hard coals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXkvVSmu74%253D&md5=0eaa2511558f79c90a38ca9382cd16ef", " ", " ", "(32)", " ", "Wakasugi, Y.; Ozawa, S.; Ogino, Y. ", "  J", ". ", "Colloid", " ", "Interface", " ", "Sci", ". ", "1981", ", ", "79", ", 399.", "[", "Crossref", "], [", "CAS", "]", "(32) . ", "Physical adsorption of gases at high pressure.  V.  An extension of a generalized adsorption equation to systems with polar adsorbents", "Wakasugi, Yuji; Ozawa, Sentaro; Ogino, Yoshisada", "Journal of Colloid and Interface Science", "\r\n        (", "1981", "),\r\n    ", "79", "\r\n        (", "2", "),\r\n    ", "399-409", "CODEN:\r\n                ", "JCISA5", ";\r\n        ISSN:", "0021-9797", ".\r\n    ", "Isotherms of adsorption of various high-pressure gases (Ar, N2, CH4, CO, CO2, C2H4, C2H6, and N2O) onto zeolite adsorbents (Linde 5A and 13X) were studied at 25-75° and pressure 1-∼180 atm for N2 and 1-∼100 atm for the other gases.  By considering the interaction between the quadrupole of the adsorbate mol. and the electrostatic field in the zeolite cavity, a new method of generalizing the adsorption equation is established.  The applicability of this method is demonstrated to be wider than that of the previous method, by using the high-pressure adsorption data obtained in the present work and in the preceding work.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3MXptVymug%253D%253D&md5=9f0aeba774fc2c1befeff132f3022291", " ", " ", "(33)", " ", "Dubinin, M. M. ", "  Pro", "g", ". ", "Sur", "f", ". ", "Memb", "r", ". ", "Sci", ". ", "1975", ", ", "9", ", 1.", "[", "CAS", "]", "(33) . ", "Physical adsorption of gases and vapors in micropores", "Dubinin, M. M.", "Progress in Surface and Membrane Science", "\r\n        (", "1975", "),\r\n    ", "9", "\r\n        (", "),\r\n    ", "1-70", "CODEN:\r\n                ", "PSMSCZ", ";\r\n        ISSN:", "0096-4298", ".\r\n    ", "A review is given with many refs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE2MXks1Gru7k%253D&md5=7d537b776bb49e3b45e18cdf8919bff6", " ", " ", "(34)", " ", "Czepirski, L. ", "  Sci", ". ", "Bull", ". ", "AMM", ", ", "Che", "m", ". ", "Bull", ". ", "14", " ", "1989", ", No 1283 (in Polish).", "There is no corresponding record for this reference.", " ", " ", "(35)", " ", "Rudzinski, W.; Everett, D. H, ", "Adsorption", " ", "of", " ", "Gases", " ", "on", " ", "Heterogeneous", " ", "Surfaces", ", Academic Press:  London, San Diego, CA, 1992.", "There is no corresponding record for this reference.", " ", " ", "(36)", " ", "Benczedi, D.; Tomka, I.; Escher, F. ", "  Macromolecules", " ", "1998", ", ", "31", ", 3062−3074.", "[", "ACS Full Text ", "], [", "CAS", "]", "(36) . ", "Thermodynamics of Amorphous Starch-Water Systems. 2. Concentration Fluctuations", "Benczedi, D.; Tomka, I.; Escher, F.", "Macromolecules", "\r\n        (", "1998", "),\r\n    ", "31", "\r\n        (", "9", "),\r\n    ", "3062-3074", "CODEN:\r\n                ", "MAMOBX", ";\r\n        ISSN:", "0024-9297", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A theor. and exptl. study of the sigmoidal water sorption isotherms of amorphous starch is presented.  Sorption isotherms were measured by gas chromatog. at infinite diln. of water in starch and by isothermal and isosteric sorption expts. in an extended concn. and temp. range in which the biopolymer behaves either as a brittle glass or as a rubbery melt.  A max. value of the isothermal activity coeff. of water is obsd. at a compn. corresponding to the glass transitions measured by calorimetry.  Therefore, the partial derivs. of the activity coeff. of water with respect to concn. and temp. are pos. in glasses and neg. in melts.  A transition from sigmoidal to Flory type sorption is estd. to occur at 175°, which is lower than the glass transition of dry starch.  The distribution of water mols. in glasses and melts is analyzed with the Kirkwood theory of solns.  In glasses, water shows large neg. excluded vols. typical of an antiplasticizer, as reflected also in the d. increase obsd. at low water concns.  In melts, water shows pos. excluded vols. typical of a plasticizer having recovered its motional freedom restricted in the glassy state.  Up to 80°, the self-clustering functions of water in melts diverge at higher water contents.  These functions only take finite values above this temp. once a full melting of the starch-starch hydrogen bond interaction has occurred.  The sigmoidal water sorption isotherms are analyzed with a new explicit relationship combining the generalized Freundlich adsorption model and the Flory model of polymer solns.  A restricted translational and rotational freedom is predicted for the adsorption water, and a clustering tendency is predicted for the soln. water.  The Freundlich-Flory sorption model provides a consistent description of the solvation, the swelling, and the dissoln. of hydrophilic polymer glasses in a solvent like water whereas the Brunauer-Emmet-Teller model is only phys. meaningful for the adsorption of nonsolvents such as O or N gases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXisVSju7w%253D&md5=a97bd1a738dddbf9eda483010a54a4cb", " ", " "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-12/la991515a/production/images/small/la991515af00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-12/la991515a/production/images/small/la991515af00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-12/la991515a/production/images/small/la991515af00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-12/la991515a/production/images/small/la991515af00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-12/la991515a/production/images/small/la991515af00005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-12/la991515a/production/images/small/la991515af00006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-12/la991515a/production/images/small/la991515af00007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-12/la991515a/production/images/small/la991515af00008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-12/la991515a/production/images/small/la991515af00009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-12/la991515a/production/images/small/la991515af00010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-12/la991515a/production/images/small/la991515af00011.gif\">"]}
