{"title": ["A New Porous MOF with Two Uncommon Metal–Carboxylate–Pyrazolate Clusters and High CO", "/N", " Selectivity"], "authors": ["Hai-Hua Wang", "Li-Na Jia", "Lei Hou", "Wen-juan Shi", "Zhonghua Zhu", "Yao-Yu Wang"], "doi": ["10.1021/ic502733v"], "abstract": ["This presentation reports a new stable (6,8)-connected framework constructed by combing two uncommon clusters and dicarboxylic acid and bipyrazole coligands, showing high CO", " loading and selective CO", "/N", " capture, and multipoint framework−CO", " interactions were identified by GCMC simulation.", "By a less-exploited strategy, a stable framework was constructed by using 4,4′-biphenyldicarboxylic acid (H", "bpdc) and methyl-functionalized 3,3′,5,5′-tetramethyl-4,4′-bipyrazole (H", "bpz) coligands, revealing a new (6,8)-connected net based on two extremely rare trinuclear and tetranuclear metal–carboxylate–pyrazolate clusters. The framework is very porous and possesses not only high CO", " loadings but also very high CO", "/N", " selectivities at 308 and 313 K because of the polar pore surface decorated by clusters, pyrazolyl units, and confined cages with methyl groups dangling. Importantly, GCMC simulation identified two favorable CO", " sorption sites located sequentially near Co", "(pz)", " and Co", "(CO", ")", "(pz) motifs of the tetranuclear cluster, and the multipoint framework–CO", " interactions were distinguished. The framework also displays remarkable stability toward water and organic solvents."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Result and Discussion", "Conclusions", "References", "Introduction", "Metal–organic frameworks (MOFs) as an exceptional class of CO", "2", " capture and separation materials have been intensively explored because of their great advantages over other adsorbents with diverse structures, high surface areas, and modifiable pores.", "(1)", " Accordingly, numerous MOFs have recently mushroomed as potential CO", "2", " adsorbents. Among those MOFs, polycarboxylate ligands are always dominant research objects owing to simple synthesis and easy functionalization with specific groups.", "(2)", " Although the structural stability toward moisture in flue gas is one of crucial criteria for MOFs as adsorbents, yet due to weak M–O bonds, most carboxylate-based MOFs have to suffer hydrolysis in water or even humidity.", "(2a, 3)", " The incorporation of an azolate linker offers a very effective strategy to build chemically stable MOFs because of great robustness of M–N bonds arising from stronger basicity of azolates relative to carboxylates.", "(3a, 4)", " Particularly, pyrazolate shows stronger basicity than other azolates, such as imidazolate, triazolate, and tetrazolate, so pyrazolate is more favorable to build robust MOFs.", "(5)", " The recent advances in pyrazolate-based MOFs validate excellent resistances toward water, acid, and base chemical stimuli.", "(5, 6)", "In contrast to undefined coordination fashions of carboxylate, pyrazolate reveals simple and predictable coordination modes, and its MOF is more designable. Considering the rich diversity of carboxylate ligands, the incorporation of pyrazolate and carboxylate mixed linkers offers a developmental approach to fabricate MOFs. In this regard, a typical example is the partial replacement of terephthalate in MOF-5 by 3,3′,5,5′-tetramethyl-4,4′-bipyrazolate (bpz) to yield an unusual Zn", "4", "O(CO", "2", ")", "2", "(pz)", "4", " cluster-based MOF.", "(7)", " Meanwhile, one Zn", "2", "(CO", "2", ")", "2", "(pz) cluster-based porous framework was also assembled by dicarboxylate and bipyrazolate mixed linkers,", "(8)", " possessing good chemical and thermal stability. Surprisingly, the known carboxylate and pyrazolate mixed ligands-based MOFs are extremely scarce,", "(7-9)", " and their research is urgent.", "We are interested in developing new metal–carboxylate–pyrazolate systems by combining 4,4′-biphenyldicarboxylic acid (H", "2", "bpdc) and methyl-functionalized bipyrazole H", "2", "bpz coligands (Figure ", "1", "a). The co-coordination of pyrazolate and carboxylate with metal centers easily forms a cluster with condense metal density, facilitating the interactions with CO", "2", ", as well as enhancing structural stability. Furthermore, the clusters would be interlinked by a long biphenyl spacer of H", "2", "bpdc to form a porous framework. In addition, although considerable efforts have been devoted to increasing CO", "2", " sorption capacity of MOFs by introducing various functional groups (such as −NH", "2", ", −NO", "2", ", and halogen atoms),", "(1d, 2a, 10)", " the methyl group has seldom been concerned even it can improve water stability of a MOF efficiently.", "(11)", " In H", "2", "bpz, the electron-donating methyl groups make pyrazolate more electronegative, which can augment the contacts between pyrazolyl and CO", "2", ".", "(12)", " Meanwhile, the electropositive H atoms of methyl groups dangling in pores are also attractive to the O atoms in CO", "2", ". Herein, using these two ligands, a stable MOF, [Co", "8.5", "(μ", "4", "-O)(bpdc)", "3", "(bpz)", "3", "(Hbpz)", "3", "]·6(DMF)·9(CH", "3", "OH)·15(H", "2", "O) (", "1", "), was constructed by two uncommon metal–carboxylate–pyrazolate clusters. The CO", "2", " sorption was studied by combining experiment and Grand Canonical Monte Carlo (GCMC) simulation.", "Figure 1. Structures of H", "2", "bpdc and H", "2", "bpz (a), SBU-1 (b), and SBU-2 (c) in ", "1", ".", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Result and Discussion", "Conclusions", "References", "Experimental Section", "Materials and General Methods", "All reagents are commercially available. Elemental analyses (EA) of C, H, and N were determined with a PerkinElmer 2400C Elemental Analyzer. Infrared spectra (IR) were recorded in the 4000–650 cm", "–1", " region with a PerkinElmer Spectrum 100 instrument. Thermalgravimetric analyses (TGA) were performed in an air stream using a PerkinElmer STA 6000 thermal analyzer at a heating rate of 5 °C/min. Powder X-ray diffraction (PXRD) data were recorded on a Bruker D8 ADVANCE X-ray powder diffractometer (Cu Kα, 1.5418 Å). Sorption isotherms were measured using a Micrometrics Tristar 3020 instrument. Samples were immersed in CH", "2", "Cl", "2", " for 48 h (2 × 24 h) and then vacuumed at 150 °C for 6 h to remove solvent molecules prior to measurements. Grand Canonical Monte Carlo (GCMC) simulations were performed by the Sorption module of Material Studio (", "Supporting Information", ").", "(13)", "Synthesis of [Co", "8.5", "(μ", "4", "-O)(bpdc)", "3", "(bpz)", "3", "(Hbpz)", "3", "]·6(DMF)·9(CH", "3", "OH)·15(H", "2", "O) (", "1", ")", "A mixture of Co(ClO", "4", ")", "2", "·4H", "2", "O (0.073 g, 0.20 mmol), H", "2", "bpdc (0.024 g, 0.10 mmol), and H", "2", "bpz (0.038 g, 0.20 mmol) in DMF (5 mL) and CH", "3", "OH (5 mL) was capped in a Teflon-lined reactor, heated at 130 °C for 3 days, and cooled to room temperature, and purple crystals (21 mg, 26.5%) of ", "1", " were isolated. Anal. Calcd for C", "129", "H", "207", "Co", "8.50", "N", "30", "O", "43", ": C, 46.01; H, 6.20; N, 12.48%. Found: C, 46.09; H, 6.11; N, 12.39%. IR (KBr, cm", "–1", "): 3201w, 2925m, 1662s, 1597s, 1540s, 1495m, 1386vs, 1321m, 1180m, 1091m, 1046s, 847s, 770vs. ", "Caution!", " Perchlorate salts are potentially explosive, which should be handled with care.", "X-ray Crystallographic Measurements", "Diffraction data were collected with a Cu Kα radiation (λ = 1.54178 Å) at 296(2) K on a Bruker-AXS SMART CCD area detector diffractometer. Absorption corrections were carried out utilizing SADABS routine. The structures were solved by the direct methods and refined by full-matrix least-squares refinements based on ", "F", "2", ".", "(14)", " All non-hydrogen atoms were refined anisotropically. The hydrogen atoms were added to their geometrically ideal positions. ", "1", " contains heavily disordered solvent molecules, which cannot be identified from the difference Fourier map due to the weak diffraction intensity of crystal. Thereby, the SQUEEZE routine of PLATON", "(15)", " was applied to remove the contributions to the scattering from the solvents. The formula was determined by combining single-crystal structures, EA, and TGA. Relevant crystallographic data are given in Table ", "1", ".", "Table 1. Crystallographic Data of ", "1", " ", "1", "empirical formula", "C", "102", "H", "99", "Co", "8.5", "N", "24", "O", "13", "formula weight", "2369.96", "crystal system", "cubic", "space group", "P", "4", "1", "32", "T", " (K)", "296(2)", "a", " (Ǻ)", "33.8846(1)", "b", " (Ǻ)", "33.8846(1)", "c", " (Ǻ)", "33.8846(1)", "α (deg)", "90.00", "β (deg)", "90.00", "γ (deg)", "90.00", "V", " (Ǻ", "3", ")", "38905.2(2)", "Z", "8", "D", "c", "/g", "·", "cm", "–3", "0.809", "μ/mm", "–1", "5.845", "reflns collected", "118 018", "reflns unique", "9673", "R", "(int)", "0.1165", "GOF", "1.103", "R", "1", "a", ", ", "w", "R", "2", "b", " [", "I", " > 2σ(", "I", ")]", "0.0703, 0.0889", "R", "1", ", ", "w", "R", "2", " (all data)", "0.1527, 0.1920", "Flack parameter", "0.066(8)", "a", "R", "1", " = ∑||", "F", "o", "| – |", "F", "c", "||/∑|", "F", "o", "|.", "b", "wR", "2", " = [∑", "w", "(", "F", "o", "2", " – ", "F", "c", "2", ")", "2", "/∑", "w", "(", "F", "o", "2", ")", "2", "]", "1/2", ".", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Result and Discussion", "Conclusions", "References", "Result and Discussion", "Crystal Structure of ", "1", "1", " crystallizes in the cubic space group ", "P", "4", "1", "32, showing an unprecedented (6,8)-connected 3D chiral framework with trinuclear and tetranuclear Co", "2+", " clusters. The asymmetric unit consists of four Co", "2+", " ions with the sum for site occupancies of 17/6, one μ", "4", "-O", "2–", " atom, one bpdc", "2–", ", one bpz", "2–", ", and one Hbpz", "–", " linkers (Figure S1, ", "Supporting Information", "). All Co", "2+", " centers adopt distorted tetrahedral coordination geometries. bpdc", "2–", " shows a bididentate ", "syn", "–", "syn", " bridging fashion. Hbpz", "–", " and bpz", "2–", " exhibit μ", "3", "- and μ", "4", "-bridging coordinations, respectively. The most interesting structural feature in ", "1", " is the coexistence of two uncommon cluster secondary building units (SBUs), [Co", "3", "(CO", "2", ")", "2", "(pz)", "4", "(Hpz)", "2", "] (SBU-1) and [Co", "4", "(μ", "4", "-O)(pz)", "3", "(CO", "2", ")", "3", "] (SBU-2) (Figure ", "1", "). SBU-1 contains three linearly-arranged Co", "2+", " ions bridged by four pyrazolates of two bpz", "2–", " and two Hbpz", "–", ", in which each outer Co1 atom is coordinated by three pyrazolyl N atoms, and one carboxylate O atom of bpdc", "2–", ", while the central Co2 atom (1/2 site occupancy) binds four pyrazolyl N atoms. Notably, the similar cluster of SBU-1 was only found in one 1D coordination polymer according to the latest CCDC database (version 5.35).", "(16)", " The tetranuclear SBU-2 features a 3-fold axis threading Co4 (1/3 site occupancy) and central μ", "4", "-O", "2–", " atoms, in which Co3 and Co4 atoms display N", "2", "O", "2", " and O", "4", " coordination environments, respectively. The Co", "4", "O core is fixed by three pyrazolate and three carboxylate groups. Metal–carboxylate–pyrazolate clusters are not commonly observed in complexes; especially, SBU-2 represents a new type of octahedrally configural SBU, being similar to the well-known [Zn", "4", "(μ", "4", "-O)(CO", "2", ")", "6", "], [Zn", "4", "(μ", "4", "-O)(CO", "2", ")", "2", "(pz)", "4", "],", "(7)", " and [Co", "4", "(μ", "4", "-O)(pz)", "6", "] SBUs.", "(17)", "In ", "1", ", three SBU-1, one SBU-2, three Hbpz", "–", ", and three bpz", "2–", " interconnect to produce a tetrahedral cage (", "d", " = ∼5.3 Å) with methyl groups occupied (Figures ", "2", " and S2a, ", "Supporting Information", "). The adjacent cages are hinged by co-shared SBU-1 to form 4", "1", " helix chains along the ", "a", ", ", "b", ", and ", "c", " axes (Figure S2b). The interlinkages of SBU-1 and SBU-2 with organic linkers generate an intricate 3D open chiral framework (Figure ", "2", "). The framework contains a 3D intersected porous system with 54.2% solvent accessible voids,", "(15)", " including 1D channels along the diagonal and axial directions of cubic cell, with the effective window sizes of ∼7.8 × 7.8 and ∼5.6 × 5.6 Å", "2", ", respectively. The porous surface is basically surrounded by methyl groups, phenyl and pyrazolyl rings, and carboxylate motifs.", "Figure 2. 3D structure of ", "1", " viewed along the ", "c", " axis (a) and (111) direction (b), respectively, forming an intersected 3D porous system (yellow ball = tetrahedral cage).", "Topologically, SBU-1 and SBU-2 can be simplified as 8- and 6-connected nodes, respectively; thus, ", "1", " is a binodal (6,8)-connected net with a point symbol of (3", "3", "4", "6", "5", "6", ")", "2", "(3", "6", "4", "7", "5", "11", "6", "4", ")", "3", " by Topos", "(18)", " (Figure ", "3", "). The (6,8)-connected net is indeed scarce topology because it requires two kinds of high-connected nodes, and which was reported in very rare complexes.", "(19)", " To date, even only six (6,8)-connected nets are theoretically speculated in the RCSR database.", "(20)", " The net in ", "1", " represents a new (6,8)-connected topology that has not yet been reported and speculated.", "Figure 3. Figures of trinuclear SBU-1 (a) and tetranuclear SBU-2 (b), and unprecedented (6,8)-connected topology net of ", "1", " (c) (green and purple balls represent 6- and 8-connected nodes, respectively).", "PXRD and TGA", "The experimental PXRD pattern of ", "1", " is consistent with the simulated one from the single-crystal structure (Figure S3, ", "Supporting Information", "), confirming the phase purity. Thermogravimetric analysis of ", "1", " reveals a 29.6% weight loss at 30–170 °C (Figure S4, ", "Supporting Information", "), attributing to the escapes of all solvent molecules (calcd 29.8%). The framework is stable up to 300 °C; then, it decomposes rapidly, leaving black Co", "2", "O", "3", " residue with 20.9% weight (calcd 19.7%). The guest-free phase ", "1a", " was obtained by soaking ", "1", " in CH", "2", "Cl", "2", " and next heated at 150 °C under vacuum, as evidenced by the FTIR of ", "1a", ", wherein the characteristic C═O vibration of DMF solvents is absent (Figure S5, ", "Supporting Information", "). ", "1a", " holds the structural integrity, as confirmed by power X-ray diffraction (Figure S3).", "Sorption Properties", "The permanent porosity of ", "1a", " is verified by the N", "2", " sorption isotherm at 77 K (Figure ", "4", "a), which reveals a type-I isotherm with a BET surface area up to 1815 m", "2", " g", "–1", " (Langmuir surface area 2020 m", "2", " g", "–1", "), demonstrating high porosity. The D-A microporous volume is 0.68 m", "3", " g", "–1", ", agreeing well with the calculated (0.67 m", "3", " g", "–1", ") from the crystal structure. Using the MP method, the average pore diameter is 6.7 Å.", "Figure 4. N", "2", " (a) and CO", "2", " (b) sorption isotherms of ", "1a", " at different temperatures.", "N", "2", " and CO", "2", " sorption isotherms of ", "1a", " were also measured at 273 and 298 K; it shows that the N", "2", " and CO", "2", " uptakes at 130 kPa are 12.5/7.9 and 95.9/58.6 cm", "3", " (STP) g", "–1", ", respectively (Figure ", "4", "). At 298 K and 100 kPa, the CO", "2", " loading (49.1 cm", "3", " (STP) g", "–1", " or 8.8 wt %) is comparable with those (6.2–9.1 wt %) in some zinc–imidazolate zeolite frameworks,", "(2a)", " whereas it exceeds the values in some Zn", "4", "O-containing MOFs with nanopores (9.0–32.0 Å), such as SNU-70 (3.5 wt %),", "(21)", " UMCM-1 (3.8 wt %),", "(22)", " and MOF-5 (4.5 wt %),", "(23)", " indicating the advantage of CO", "2", " capture in small pores owing to overlap of the potential fields of pore walls.", "The selectivities for CO", "2", "–N", "2", " mixtures in ", "1a", " were estimated using the ideal adsorbed solution theory (IAST) (Figure S6, ", "Supporting Information", "). For an equimolar mixture, the selectivities at 298 K are in the range of 28–12 from 0.1–130 kPa (Figure ", "5", "a), being approximate to those values in MOFs [Zn(BDC-R)(TED)", "0.5", "] (R = −H, −OH, and −NH", "2", ") (3–17),", "(24)", " PCN-61 (13–15),", "(25)", " and [Cu", "24", "(TPBTM)", "8", "] (24–22).", "(25)", " Even though the CO", "2", " content reduces a 15% ratio, a typical flue gas composition in a postcombustion process, the CO", "2", "/N", "2", " selectivities still reach to 13–32 (Figure ", "5", "b). The significant CO", "2", "/N", "2", " selectivity is mainly related to the existence of metal–carboxylate–pyrazole clusters, pyrazol motifs, and methyl groups in ", "1a", ", which make the framework highly polar, causing specific interactions with CO", "2", " due to its large quadrupole moment. Meanwhile, the methyl groups of H", "2", "bpz narrow the pores in ", "1a", ", and restrict the diffusion of N", "2", " into pores owing to its larger dynamic diameter (3.64 Å) than CO", "2", " (3.3 Å). The isosteric heat (", "Q", "st", ") of CO", "2", " adsorption was calculated by the virial equation from the sorption isotherms at 273 and 293 K (Figure S7, ", "Supporting Information", "). ", "1a", " shows an initial ", "Q", "st", " of 27.0 kJ mol", "–1", ", and it declines slowly to 25.4 kJ mol", "–1", " at 58.6 cm", "3", " (STP) g", "–1", " coverage. These values are moderately high and comparable with those in some amine-functionalized MOFs,", "(26)", " reflecting strong framework–CO", "2", " interactions.", "Figure 5. IAST adsorption selectivities and isotherms of ", "1a", " for CO", "2", " over N", "2", " at different compositions.", "It is worth noting that the reported gas sorption measurements in MOFs were majorly made at or below 298 K, and very few were performed at higher temperatures, which are more practical to evaluate postcombustion CO", "2", " capture performance in realistic working temperatures of about 313–333 K.", "(1a, 2a, 27)", " Strikingly, at 308 K and 130 kPa, the CO", "2", " uptakes in ", "1a", " reached 40.2 cm", "3", " (STP) g", "–1", ", but only a trace of N", "2", " (0.8 cm", "3", " (STP) g", "–1", ") was observed (Figure ", "4", "). Especially for CO", "2", ":N", "2", " = 50:50 and 15:85 mixtures, they show very high IAST selectivities of 58–188 and 49–148 from 0.1 to 130 kPa (Figure ", "5", "c,d), respectively. Most importantly, at 313 K, ", "1a", " is nonadsorptive for N", "2", " but shows excellent CO", "2", " loading of 30.2 cm", "3", " (STP) g", "–1", " at 100 kPa, which is among the best values of CO", "2", " uptakes in MOFs at 313 K (Table S1, ", "Supporting Information", "), and are comparable with those in zinc–adeninate bio-MOFs-1 with multipoint sorption sites,", "(27b)", " but exceeding greatly those in MOF-5 (1.13 mmol g", "–1", ") and MOF-177 (0.80 mmol g", "–1", ").", "GCMC Simulation", "Furthermore, GCMC simulation (see the ", "Supporting Information", ") was applied to identify the framework–CO", "2", " binding details at 298 K. Below 100 kPa, two independent CO", "2", " binding sites in ", "1a", " were found: CO", "2", "-I and CO", "2", "-II. CO", "2", "-I is located in the vicinity of the Co", "3", "(pz)", "3", " motif of SBU-2 in the tetrahedral cage with the molecular axis being vertical to the plane defined by three Co1 atoms (Figure ", "6", "a). For CO", "2", "-I, one electronegative O atom contacts with three Co atoms (Co···O = 3.460–3.509 Å) and six electropositive pyrazolyl C atoms (O···C = 3.606–3.917 Å). The Co···O distances are shorter than the sum of van der Waals radii of cobalt (2.03 Å) and oxygen (1.52 Å), indicating strong interactions. The other O atom of CO", "2", "-I is involved in multiple C–H···O contacts with methyl H atoms of Hbpz", "–", " in the cage (O···H = 3.069–3.378 Å). When increasing the loading to four CO", "2", " molecules per unit cell, a second favorable site CO", "2", "-II near the Co", "3", "(CO", "2", ")", "2", "(pz) motif of SBU-2 is accessible (Figure ", "6", "b). Differing from the situation in CO", "2", "-I, in CO", "2", "-II, two O atoms form moderate interactions with three Co atoms (Co···O = 3.541–3.627 Å), two carboxylate C atoms (O···C = 3.324 and 3.449 Å) of two bpdc", "2–", ", and one methyl H atom of Hbpz", "–", " (C···H = 2.883 Å). Furthermore, CO", "2", "-II also forms a strong C", "CO", "2", "···π", "pz", " interaction (C···π", "centroid", " = 3.459 Å) with one pyrazolate in SBU-2 due to almost parallel arrangement between them,", "(12)", " whereas, for site CO", "2", "-I, only the weak C", "CO", "2", "···π", "pz", " contacts exist with long C···π", "centroid", " separations (3.968–4.117 Å) (Figure S8, ", "Supporting Information", ").", "Figure 6. Simulated favorable CO", "2", " sorption sites in ", "1a", ": (a) site I, O", "CO", "2", "···C", "pz", " = 3.606–3.917 Å, Co···O", "CO", "2", " = 3.460–3.509 Å, O", "CO", "2", "···H = 3.069–3.378 Å; (b) site II, C", "CO", "2", "···π", "centroid", " = 3.459 Å, O", "CO", "2", "···C", "carboxylate", " = 3.324 and 3.449 Å, Co···O", "CO", "2", " = 3.541–3.627 Å, O", "CO", "2", "···H = 2.883 Å.", "The above two CO", "2", " favorable sites near SBU-2 are very similar to the first sorption site of α(CO", "2", ")", "3", " triangular regions around the Zn", "4", "O(CO", "2", ")", "6", " cluster in MOF-5.", "(28)", " The preferential sites of CO", "2", "-I other than CO", "2", "-II could be attributed to the overlap of potential field from pocket walls in the confined cages with densely occupied methyl groups, as well as abundant C–H", "methyl", "···O", "CO", "2", " and C", "CO", "2", "···π", "pz", " interactions. This result is further confirmed by higher binding energies of the framework with CO", "2", "-I (−35.0 kJ mol", "–1", ") than CO", "2", "-II (−21.8 kJ mol", "–1", "). Notably, below 1 atm, the region around SBU-2 dominates CO", "2", " adsorption (Figure S9, ", "Supporting Information", "), no obvious binding sites near SBU-1 because it is enclosed by methyl groups of pyrazolyls. The multipoint contacts in ", "1a", " lead to an overall high simulated adsorption heat of 24.9–27.2 kJ mol", "–1", " from 0–1 atm, matching well with the experimental values (25.6–27.0 kJ mol", "–1", "). At higher pressure, the additional CO", "2", " sorption sites including phenylene faces and edges of the bpdc", "2–", " linker are accessible in ", "1a", " (Figure S9).", "As known to all, the stability toward water or humidity is a crucial indicator of a MOF for CO", "2", " capture from postcombustion flue gas that contains a certain amount of moisture. ", "1", " is not only stable in common organic solvents but also maintains framework integrity in different environments, such as in boiling benzene or methanol for 24 h, in a DMF–H", "2", "O (1:3) mixture for 24 h, or even in water for 12 h at room temperature, as well as in ambient air beyond 30 days, as confirmed by PXRD (Figure S3). This advantage can be ascribed to robust Co–N", "pyrazolate", " bonds in ", "1", ", distinguishing it from the rapid collapse or hydrolysis of MOF-5 in air or DMF–H", "2", "O (1:1) solvents.", "(6c, 29)", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Result and Discussion", "Conclusions", "References", "Conclusions", "In summary, this work demonstrates that the incorporation of pyrazolate and carboxylate mixed linkers is a practicable approach to construct unique MOFs for CO", "2", " capture. ", "1", " embodies the following impressive novelties: (1) ", "1", " shows remarkable chemical stability. (2) ", "1", " possesses a new (6,8)-connected topology based on two unusual metal–carboxylate–pyrazolate clusters. (3) The polar pore surface decorated by clusters, pyrazolyl motifs, and confined cages with dangling methyl groups affords ", "1", " high CO", "2", " loading and highly selective capture for CO", "2", " over N", "2", " at 313 K; especially, this temperature is a more practical working temperature in the postcombustion CO", "2", " capture process. (4) More importantly, GCMC simulation confirmed the multipoint framework–CO", "2", " interactions, and directly identified the preferential CO", "2", " sorption site in Co", "3", "(pz)", "3", " motifs rather than Co", "3", "(CO", "2", ")", "2", "(pz). This contribution may spark a broad spectrum of interest in the fabrication of stable MOF materials by combining carboxylate and pyrazolate mixed linkers.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Result and Discussion", "Conclusions", "References", "Supporting Information", "X-ray crystallographic data in CIF format, additional structural figures, FTIR, TGA, PXRD patterns, the detailed calculations on sorption, and bond length/angle, and GCMC simulation methodlody. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Result and Discussion", "Conclusions", "References", "Acknowledgment", "This work is supported by NSFC (21471124, 21371142, and 21001088), NSF of Shannxi province (2013KJXX-26, 13JS114, and 2014JQ2049), the Australian Research Council Discovery project DP1096948, and the Open Foundation of Key Laboratory of Synthetic and Natural Functional Molecule Chemistry of Ministry of Education (338080060).", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Result and Discussion", "Conclusions", "References", "References", "This article references 29 other publications.", "1. ", "(a) ", "Chaemchuen", ", ", "S.", "; ", "Kabir", ", ", "N. A.", "; ", "Zhou", ", ", "K.", "; ", "Verpoort", ", ", "F.", " ", "Chem. Soc. Rev.", " ", "2013", ",  ", "42", ",  ", "9304", "– ", "9332", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Metal-organic frameworks for upgrading biogas via CO2 adsorption to biogas green energy", "Chaemchuen, Somboon; Kabir, Nawsad Alam; Zhou, Kui; Verpoort, Francis", "Chemical Society Reviews", "\r\n        (", "2013", "),\r\n    ", "42", "\r\n        (", "24", "),\r\n    ", "9304-9332", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  In the midst of the global climate change phenomenon, mainly caused by fossil fuel burning to provide energy for our daily life and discharge of CO2 into the atm., biogas is one of the important renewable energy sources that can be upgraded and applied as a fuel source for energy in daily life.  The advantages of the prodn. of hybrid materials, metal-org. framework (MOF) adsorbents, expected for the biogas upgrading, rely on the bulk sepn. of CO2 under near-ambient conditions.  This review highlights the challenges for MOF adsorbents, which have the greatest upgrading abilities for biogas via selective passage of methane.  The key factors improving the ideal MOF materials for these high CO2 capture and selectivity uses for biogas upgrading to produce bio-methane and reduce fossil-fuel CO2 emission will be discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVShsb7O&md5=27bcd6645186b51807c93c625626de05", "(b) ", "D’Alessandro", ", ", "D. M.", "; ", "Smit", ", ", "B.", "; ", "Long", ", ", "J. R.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "6058", "– ", "6082", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Carbon Dioxide Capture: prospects for New Materials", "D'Alessandro, Deanna M.; Smit, Berend; Long, Jeffrey R.", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "35", "),\r\n    ", "6058-6082", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  The escalating level of atm. carbon dioxide is one of the most pressing environmental concerns of our age.  Carbon capture and storage (CCS) from large point sources such as power plants is one option for reducing anthropogenic CO2 emissions; however, currently the capture alone will increase the energy requirements of a plant by 25-40%.  This review highlights the challenges for capture technologies which have the greatest likelihood of reducing CO2 emissions to the atm., namely postcombustion (predominantly CO2/N2 sepn.), precombustion (CO2/H2) capture, and natural gas sweetening (CO2/CH4).  The key factor which underlies significant advancements lies in improved materials that perform the sepns.  In this regard, the most recent developments and emerging concepts in CO2 sepns. by solvent absorption, chem. and phys. adsorption, and membranes, amongst others, will be discussed, with particular attention on progress in the burgeoning field of metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVaqu7fL&md5=96d81f8aa4797c4de5bd02965fa9fa5f", "(c) ", "Li", ", ", "J.-R.", "; ", "Ma", ", ", "Y.", "; ", "McCarthy", ", ", "M. C.", "; ", "Sculley", ", ", "J.", "; ", "Yu", ", ", "J.", "; ", "Jeong", ", ", "H.-K.", "; ", "Balbuena", ", ", "P. B.", "; ", "Zhou", ", ", "H.-C.", " ", "Coord. Chem. Rev.", " ", "2011", ",  ", "255", ",  ", "1791", "– ", "1823", "[", "Crossref", "], [", "CAS", "]", "1. ", "Carbon dioxide capture-related gas adsorption and separation in metal-organic frameworks", "Li, Jian-Rong; Ma, Yu-Guang; McCarthy, M. Colin; Sculley, Julian; Yu, Jia-Mei; Jeong, Hae-Kwon; Balbuena, Perla B.; Zhou, Hong-Cai", "Coordination Chemistry Reviews", "\r\n        (", "2011", "),\r\n    ", "255", "\r\n        (", "15-16", "),\r\n    ", "1791-1823", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  Reducing anthropogenic CO2 emission and lowering the concn. of greenhouse gases in the atm. has quickly become one of the most urgent environmental issues of our age.  Carbon capture and storage (CCS) is one option for reducing these harmful CO2 emissions.  While a variety of technologies and methods have been developed, the sepn. of CO2 from gas streams is still a crit. issue.  Apart from establishing new techniques, the exploration of capture materials with high sepn. performance and low capital cost are of paramount importance.  Metal-org. frameworks (MOFs), a new class of cryst. porous materials constructed by metal-contg. nodes bonded to org. bridging ligands hold great potential as adsorbents or membrane materials in gas sepn.  In this paper, we review the research progress (from exptl. results to mol. simulations) in MOFs for CO2 adsorption, storage, and sepns. (adsorptive sepn. and membrane-based sepn.) that are directly related to CO2 capture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmtVGgur8%253D&md5=e355c975136ff8fc01a97d4f7cb95aa8", "(d) ", "Zhang", ", ", "D.-S.", "; ", "Chang", ", ", "Z.", "; ", "Li", ", ", "Y.-Y.", "; ", "Jiang", ", ", "Z.-Y.", "; ", "Xuan", ", ", "Z.-H.", "; ", "Zhang", ", ", "Y.-H.", "; ", "Li", ", ", "J.-R.", "; ", "Chen", ", ", "Q.", "; ", "Hu", ", ", "T.-L.", "; ", "Bu", ", ", "X.-H.", " ", "Sci. Rep.", " ", "2013", ",  ", "3", ",  ", "3312", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Fluorous metal-organic frameworks with enhanced stability and high H2/CO2 storage capacities", "Zhang Da-Shuai; Chang Ze; Li Yi-Fan; Jiang Zhong-Yi; Xuan Zhi-Hong; Zhang Ying-Hui; Li Jian-Rong; Chen Qiang; Hu Tong-Liang; Bu Xian-He", "Scientific reports", "\r\n        (", "2013", "),\r\n    ", "3", "\r\n        (", "),\r\n    ", "3312", "\r\n        ISSN:", ".\r\n    ", "A new class of metal-organic frameworks (MOFs) has been synthesized by ligand-functionalization strategy.  Systematic studies of their adsorption properties were performed at low and high pressure.  Importantly, when fluorine was introduced into the framework via the functionalization, both the framework stabilities and adsorption capacities towards H2/CO2 were enhanced significantly.  This consequence can be well interpreted by theoretical studies of these MOFs structures.  In addition, one of these MOFs TKL-107 was used to fabricate mixed matrix membranes, which exhibit great potential for the application of CO2 separation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC2c3gt1GhtQ%253D%253D&md5=379418700cdc9f119e509778c72d50f3", "(e) ", "Li", ", ", "Y.-W.", "; ", "Li", ", ", "J.-R.", "; ", "Wang", ", ", "L.-F.", "; ", "Zhou", ", ", "B.-Y.", "; ", "Chen", ", ", "Q.", "; ", "Bu", ", ", "X.-H.", " ", "J. Mater. Chem. A", " ", "2013", ",  ", "1", ",  ", "495", "– ", "499", "[", "Crossref", "], [", "CAS", "]", "1. ", "Microporous metal-organic frameworks with open metal sites as sorbents for selective gas adsorption and fluorescence sensors for metal ions", "Li, Yun-Wu; Li, Jian-Rong; Wang, Li-Fu; Zhou, Bo-Yu; Chen, Qiang; Bu, Xian-He", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2013", "),\r\n    ", "1", "\r\n        (", "3", "),\r\n    ", "495-499", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two cluster-based microporous MOFs contg. coordination unsatd. metal(ii) sites (or open metal(II) sites) were constructed from boxlike or cage-like {M3}x SBUs.  They both exhibit highly selective uptake for CO2 over CH4 and N2 under ambient conditions.  More importantly, MOF-1 also provides an ideal luminescence sensor for selective probing Ba2+ and Cu2+ ions based on significant luminescence enhancement or quenching.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVeltr7P&md5=a6c1e33ee725cc709438824d1001be75", "(f) ", "Du", ", ", "M.", "; ", "Li", ", ", "C.-P.", "; ", "Chen", ", ", "M.", "; ", "Ge", ", ", "Z.-W.", "; ", "Wamg", ", ", "X.", "; ", "Wang", ", ", "L.", "; ", "Liu", ", ", "C.-S.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "10906", "– ", "10909", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Divergent Kinetic and Thermodynamic Hydration of a Porous Cu(II) Coordination Polymer with Exclusive CO2 Sorption Selectivity", "Du, Miao; Li, Cheng-Peng; Chen, Min; Ge, Zhi-Wei; Wang, Xi; Wang, Lei; Liu, Chun-Sen", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "31", "),\r\n    ", "10906-10909", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A MOF material, [Cu(tba)2]n (tba = 4-(1H-1,2,4-triazol-1-yl)benzoate), which shows high CO2 adsorption selectivity over CH4-H2-O2-Ar-N2 gases (with IAST selectivity of 41-68 at 273 K and 33-51 at 293 K) is reported.  By using a crit. point dryer, the CO2 mols. can be well sealed in the 1D channels of [Cu(tba)2]n to allow a single-crystal X-ray anal., which reveals the presence of not only Cδ+-H···Oδ- bonds between the host framework and CO2 but also quadrupole- quadrupole (CO2δ-···δ+CO2) interactions between the CO2 mols.  Furthermore, [Cu(tba)2]n will suffer divergent kinetic and thermodn. hydration processes to form its isostructural hydrate {[Cu(tba)2](H2O)}n and a mononuclear complex [Cu(tba)2(H2O)4] via single-crystal to single-crystal transformations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtFCrtL7N&md5=5505cbd6c6267121af4314c25fa37f0b", "2. ", "(a) ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T. H.", "; ", "Long", ", ", "J. R.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "– ", "781", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "(b) ", "He", ", ", "Y.", "; ", "Li", ", ", "B.", "; ", "O’Keeffe", ", ", "M.", "; ", "Chen", ", ", "B.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5618", "– ", "5656", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Multifunctional metal-organic frameworks constructed from meta-benzenedicarboxylate units", "He, Yabing; Li, Bin; O'Keeffe, Michael; Chen, Banglin", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5618-5656", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks (MOFs), also known as porous coordination polymers (PCPs), are an emerging type of porous materials which are formed by the self-assembly of metallic centers and bridging org. linkers.  Design and synthesis of org. linkers are very crit. to target MOFs with desired structures and properties.  In this review, we summarize and highlight the recent development of porous MOFs that are constructed from the multicarboxylate ligands contg. m-benzenedicarboxylate moieties, and their promising applications in gas storage and sepn., heterogeneous catalysis and luminescent sensing.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7jJ&md5=cec1081bcb8f5a745f8f7847c2bae72d", "(c) ", "Lu", ", ", "W.", "; ", "Wei", ", ", "Z.", "; ", "Gu", ", ", "Z.-Y.", "; ", "Liu", ", ", "T.-F.", "; ", "Park", ", ", "J.", "; ", "Tian", ", ", "J.", "; ", "Zhang", ", ", "M.", "; ", "Zhang", ", ", "Q.", "; ", "Bosch", ", ", "T. G. M.", ", ", " III", "; ", "Zhou", ", ", "H.-C.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5561", "– ", "5593", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Tuning the structure and function of metal-organic frameworks via linker design", "Lu, Weigang; Wei, Zhangwen; Gu, Zhi-Yuan; Liu, Tian-Fu; Park, Jinhee; Park, Jihye; Tian, Jian; Zhang, Muwei; Zhang, Qiang; Gentle III, Thomas; Bosch, Mathieu; Zhou, Hong-Cai", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5561-5593", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) are constructed from metal ions/clusters coordinated by org. linkers (or bridging-ligands).  The hallmark of MOFs is their permanent porosity, which is frequently found in MOFs constructed from metal-clusters.  These clusters are often formed in situ, whereas the linkers are generally pre-formed.  The geometry and connectivity of a linker dictate the structure of the resulting MOF.  Adjustments of linker geometry, length, ratio, and functional-group can tune the size, shape, and internal surface property of a MOF for a targeted application.  In this crit. review, the authors highlight advances in MOF synthesis focusing on linker design.  Examples of building MOFs to reach unique properties, such as unprecedented surface area, pore aperture, mol. recognition, stability, and catalysis, through linker design are described.  Further search for application-oriented MOFs through judicious selection of metal clusters and org. linkers is desirable.  In this review, linkers are categorized as ditopic (Section 1), tritopic (Section 2), tetratopic (Section 3), hexatopic (Section 4), octatopic (Section 5), mixed (Section 6), desymmetrized (Section 7), metallo (Section 8), and N-heterocyclic linkers (Section 9).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7jK&md5=322785c0256204742e3e95e5d2d49914", "3. ", "(a) ", "Li", ", ", "P.", "; ", "Chen", ", ", "J.", "; ", "Zhang", ", ", "J.", "; ", "Wang", ", ", "X.", " ", "Sep. Purif. Rev.", " ", "2015", ",  ", "44", ",  ", "19", "– ", "27", "[", "Crossref", "], [", "CAS", "]", "3. ", "Water Stability and Competition Effects Toward CO2 Adsorption on Metal Organic Frameworks", "Li, Pengwei; Chen, Jihong; Zhang, Jingya; Wang, Xianlin", "Separation and Purification Reviews", "\r\n        (", "2015", "),\r\n    ", "44", "\r\n        (", "1", "),\r\n    ", "19-27", "CODEN:\r\n                ", "SPRECU", ";\r\n        ISSN:", "1542-2119", ".\r\n    \r\n            (", "Taylor & Francis, Inc.", ")\r\n        ", "Metal-org. frameworks (MOFs) are compds. consisting of metal cations and org. anions organized in porous three-dimensional structures.  MOFs exhibit higher selective adsorption performance for CO2-contg. gas mixts. than traditional porous materials, making them promising candidates in CO2 capture.  However, it is important to understand H2O effects on CO2 adsorption in MOFs before making them more applicable in the process designed to sep. CO2 from wet gas mixts.  In this review, we summarize the current state of MOF development for CO2 adsorption.  The stability of MOFs toward water and the strategies of enhancing the water stability for MOFs were discussed.  The different effects of water on the CO2 adsorption and sepn. performance and the mechanism of the effects were analyzed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsVyntrk%253D&md5=df12245600846d71c10ad7cbfe9699d7", "(b) ", "Liu", ", ", "J.", "; ", "Thallapally", ", ", "P. K.", "; ", "McGrail", ", ", "B. P.", "; ", "Brown", ", ", "D. R.", "; ", "Liu", ", ", "J.", " ", "Chem. Soc. Rev.", " ", "2012", ",  ", "41", ",  ", "2308", "– ", "2322", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Progress in adsorption-based CO2 capture by metal-organic frameworks", "Liu, Jian; Thallapally, Praveen K.; McGrail, B. Peter; Brown, Daryl R.; Liu, Jun", "Chemical Society Reviews", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "6", "),\r\n    ", "2308-2322", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) have recently attracted intense research interest because of their permanent porous structures, large surface areas, and potential applications as novel adsorbents.  The recent progress in adsorption-based CO2 capture by MOFs is reviewed and summarized in this crit. review.  CO2 adsorption in MOFs has been divided into two sections, adsorption at high pressures and selective adsorption at approx. atm. pressures.  Keys to CO2 adsorption in MOFs at high pressures and low pressures are summarized to be pore vols. of MOFs, and heats of adsorption, resp.  Many MOFs have high CO2 selectivities over N2 and CH4.  Water effects on CO2 adsorption in MOFs are presented and compared with benchmark zeolites.  In addn., strategies appeared in the literature to enhance CO2 adsorption capacities and/or selectivities in MOFs have been summarized into three main categories, catenation and interpenetration, chem. bonding enhancement, and electrostatic force involvement.  Besides the advantages, two main challenges of using MOFs in CO2 capture, the cost of synthesis and the stability toward water vapor, have been analyzed and possible solns. and path forward have been proposed to address the two challenges as well (150 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XivFWlsbo%253D&md5=0ff1149f94a6e21a49a6591786eac483", "4. ", "(a) ", "Boldog", ", ", "I.", "; ", "Domasevitch", ", ", "K.", "; ", "Maclaren", ", ", "J. K.", "; ", "Heering", ", ", "C.", "; ", "Makhloufi", ", ", "G.", "; ", "Janiak", ", ", "C.", " ", "CrystEngComm", " ", "2014", ",  ", "16", ",  ", "148", "– ", "151", "[", "Crossref", "], [", "CAS", "]", "4. ", "A fluorite isoreticular series of porous framework complexes with tetrahedral ligands: new opportunities for azolate PCPs", "Boldog, Ishtvan; Domasevitch, Konstantin; MacLaren, Jana K.; Heering, Christian; Makhloufi, Gamall; Janiak, Christoph", "CrystEngComm", "\r\n        (", "2014", "),\r\n    ", "16", "\r\n        (", "2", "),\r\n    ", "148-151", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Three porous coordination polymers with a simplified formula of [M4(μ4-Cl)L2]·nGuest (M = Cu, Cd) based on two adamantane-derived tetrahedral tetrazolate ligands, 1,3,5,7-tetrakis(tetrazol-5-yl)adamantane and 1,3,5,7-tetrakis(tetrazol-5-ylphenyl)adamantane, were synthesized.  Along with one known representative (with tetrakis(tetrazol-5-ylphenyl)methane), the compds. establish a new isoreticular series with fluorite as the underlying net.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVOitrnE&md5=bf319bd9848246dff97c7dfcf8794b47", "(b) ", "Zhang", ", ", "J.-P.", "; ", "Zhang", ", ", "Y.-B.", "; ", "Lin", ", ", "J.-B.", "; ", "Chen", ", ", "X.-M.", " ", "Chem. Rev.", " ", "2011", ",  ", "112", ",  ", "1001", "– ", "1033", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "(c) ", "Xue", ", ", "D.-X.", "; ", "Cairns", ", ", "A. J.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Wojtas", ", ", "L.", "; ", "Liu", ", ", "Y.", "; ", "Alkordi", ", ", "M. H.", "; ", "Eddaoudi", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "7660", "– ", "7667", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Tunable Rare-Earth fcu-MOFs: A Platform for Systematic Enhancement of CO2 Adsorption Energetics and Uptake", "Xue, Dong-Xu; Cairns, Amy J.; Belmabkhout, Youssef; Wojtas, Lukasz; Liu, Yunling; Alkordi, Mohamed H.; Eddaoudi, Mohamed", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "20", "),\r\n    ", "7660-7667", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of fcu-MOFs based on rare-earth (RE) metals and linear fluorinated/non-fluorinated, homo/heterofunctional ligands were targeted and synthesized.  This particular face-centered cubic-metal org. frameworks (fcc-MOF) platform was selected because of its unique structural characteristics combined with the ability/potential to dictate and regulate its chem. properties (e.g., tuning of the electron-rich RE metal ions and high localized charge d., a property arising from the proximal positioning of polarizing tetrazolate moieties and fluoro-groups that decorate the exposed inner surfaces of the confined conical cavities).  These features permitted a systematic gas sorption study to evaluate/elucidate the effects of distinctive parameters on CO2-MOF sorption energetics.  Our study supports the importance of the synergistic effect of exposed open metal sites and proximal highly localized charge d. toward materials with enhanced CO2 sorption energetics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmt1ymt7k%253D&md5=6eab65ed87edbaf07749f93fe7732f68", "(d) ", "Cui", ", ", "P.", "; ", "Ma", ", ", "Y.-G.", "; ", "Li", ", ", "H.-H.", "; ", "Zhao", ", ", "B.", "; ", "Li", ", ", "J.-R.", "; ", "Cheng", ", ", "P.", "; ", "Balbuena", ", ", "P. B.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "18892", "– ", "18895", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Multipoint Interactions Enhanced CO2 Uptake: A Zeolite-like Zinc-Tetrazole Framework with 24-Nuclear Zinc Cages", "Cui, Ping; Ma, Yu-Guang; Li, Huan-Huan; Zhao, Bin; Li, Jian-Rong; Cheng, Peng; Balbuena, Perla B.; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "46", "),\r\n    ", "18892-18895", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A zeolite-like microporous tetrazole-based metal-org. framework (MOF) with 24 nuclear zinc cages was synthesized and characterized.  It exhibits high CO2 adsorption capacity up to 35.6% (8.09 mmol/g) and excellent CO2/CH4 selectivity at 273 K/1 bar, being among the highest values known to date.  Theor. calcns. based on simulated annealing techniques and periodic DFT revealed that CO2 is predominantly located around the inner surface of the cages through multipoint interactions, in particular, around the arom. tetrazole rings.  Importantly, it is the 1st time that multipoint interactions between CO2 mols. and frameworks resulting in high CO2 uptake are obsd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsF2qtrfE&md5=b338cf0fe1cbdef723a539b0433c7f3b", "5. ", "Colombo", ", ", "V.", "; ", "Galli", ", ", "S.", "; ", "Choi", ", ", "H. J.", "; ", "Han", ", ", "G. D.", "; ", "Maspero", ", ", "A.", "; ", "Palmisano", ", ", "G.", "; ", "Masciocchi", ", ", "N.", "; ", "Long", ", ", "J. R.", " ", "Chem. Sci.", " ", "2011", ",  ", "2", ",  ", "1311", "– ", "1319", "[", "Crossref", "], [", "CAS", "]", "5. ", "High thermal and chemical stability in pyrazolate-bridged metal-organic frameworks with exposed metal sites", "Colombo, Valentina; Galli, Simona; Choi, Hye Jin; Han, Ggoch Ddeul; Maspero, Angelo; Palmisano, Giovanni; Masciocchi, Norberto; Long, Jeffrey R.", "Chemical Science", "\r\n        (", "2011", "),\r\n    ", "2", "\r\n        (", "7", "),\r\n    ", "1311-1319", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Reactions between the tritopic pyrazole-based ligand 1,3,5-tris(1H-pyrazol-4-yl)benzene (H3BTP) and transition metal acetate salts in DMF afford microporous pyrazolate-bridged metal-org. frameworks M3(BTP)2·xsolvent (M = Ni (1), Cu (2), Zn (3), Co (4)).  Ab-initio x-ray powder diffraction methods were employed in detg. the crystal structures of these compds., revealing 1 and 2 to exhibit an expanded sodalite-like framework with accessible metal cation sites, while 3 and 4 possess tetragonal frameworks with hydrophobic surfaces and narrower channel diams.  Compds. 1-4 can be desolvated without loss of crystallinity by heating under dynamic vacuum, giving rise to microporous solids with BET surface areas of 1650, 1860, 930 and 1027 m2 g-1, resp.  Thermogravimetric analyses and powder x-ray diffraction measurements demonstrate the exceptional thermal and chem. stability of these frameworks.  In particular, 3 is stable to heating in air up to at least 510°, while 1 is stable to heating in air to 430°, as well as to treatment with boiling aq. solns. of pH 2 to 14 for two weeks.  Unexpectedly, 2 and 3 are converted into new cryst. metal-org. frameworks upon heating in boiling water.  With the combination of stability under extreme conditions, high surface area, and exposed metal sites, it is anticipated that 1 may open the way to test metal-org. frameworks for catalytic processes that currently employ zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnsVyhsbg%253D&md5=65c826bacdcbf73ed2a5f7f20e172196", "6. ", "(a) ", "Padial", ", ", "N. M.", "; ", "Procopio", ", ", "E. Q.", "; ", "Montoro", ", ", "C.", "; ", "López", ", ", "E.", "; ", "Oltra", ", ", "J. E.", "; ", "Colombo", ", ", "V.", "; ", "Maspero", ", ", "A.", "; ", "Masciocchi", ", ", "N.", "; ", "Galli", ", ", "S.", "; ", "Senkovska", ", ", "I.", "; ", "Kaskel", ", ", "S.", "; ", "Barea", ", ", "E.", "; ", "Navarro", ", ", "J. A. R.", " ", "Angew. Chem., Int. Ed.", " ", "2013", ",  ", "52", ",  ", "8290", "– ", "8294", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Highly Hydrophobic Isoreticular Porous Metal-Organic Frameworks for the Capture of Harmful Volatile Organic Compounds", "Padial, Natalia M.; Quartapelle Procopio, Elsa; Montoro, Carmen; Lopez, Elena; Oltra, J. Enrique; Colombo, Valentina; Maspero, Angelo; Masciocchi, Norberto; Galli, Simona; Senkovska, Irena; Kaskel, Stefan; Barea, Elisa; Navarro, Jorge A. R.", "Angewandte Chemie, International Edition", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "32", "),\r\n    ", "8290-8294", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Remediating toxic pollutant environmental releases involves adsorption; however, sorbent effectiveness is often limited by their moisture affinity.  Porous metal-org.frameworks (MOF) have been extensively studied to assess their use in near-future technologies to safely store energetic environmentally relevant gases.  The tunable nature of MOF pores may help mitigate environmental problems caused by volatile org. compd. (VOC) release (C. Yang, et al., 2011).  An example of MOF design amenability is the isoreticular series (Zn4OL3, where L = arene-dicarboxylate), where pore size and functionality can be modulated in a highly rational, systematic manner (M. Eddaoudi, et al., 2002 and H. Furukawa, et al., 2010).  This work designed and isolated an isoreticular series of porous MOF whose pore size and polarity were modulated by coupling stiff bi-pyrazolate or mixed pyrazolate/carboxylate linkers to Ni2+ hydroxo clusters acting as 12-connected nodes.  This combination yielded a series of [Ni8(OH)4(H2O)2(L)6]n MOF, i.e., [Ni8(L)6], which exhibit highly porous 3-dimensional networks analogous to those recently reported by the authors (N. Masciocchi, et al., 2010, and E. Quartapelle Procopio, et al., 2011).  Synthesis and structural and textural properties of the [Ni8(L)6] isoreticular series are presented, together with their possible use to adsorb VOC pollutants even in highly competitive, moisture-rich atm. (80% relative humidity) simulating extreme operating conditions (M. Tomizuka, et al., 2007).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtVWgtb7P&md5=7323ab492afaaf9b07f315a202cadaa7", "(b) ", "Heering", ", ", "C.", "; ", "Boldog", ", ", "I.", "; ", "Vasylyeva", ", ", "V.", "; ", "Sanchiz", ", ", "J.", "; ", "Janiak", ", ", "C.", " ", "CrystEngComm", " ", "2013", ",  ", "15", ",  ", "9757", "– ", "9768", "[", "Crossref", "], [", "CAS", "]", "6. ", "Bifunctional pyrazolate-carboxylate ligands for isoreticular cobalt and zinc MOF-5 analogs with magnetic analysis of the {Co4(μ4-O)} node", "Heering, Christian; Boldog, Ishtvan; Vasylyeva, Vera; Sanchiz, Joaquin; Janiak, Christoph", "CrystEngComm", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "45", "),\r\n    ", "9757-9768", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The ditopic ligands 3,5-dimethyl-pyrazolate-4-carboxylate, -Me2pzCO2-, and 4-(3,5-dimethyl-1H-pyrazol-4-yl)benzoate, -Me2pzC6H4CO2-, combine a pyrazolate and carboxylate functionality in axial orientation and lead to porous cobalt or zinc azolate-carboxylate frameworks that have the same cubic pcu-a topol. and {M4(μ4-O)} nodes (M = Co, Zn) as MOF-5 and other IRMOFs.  The microporous networks [M4(μ4-O)(Me2pzCO2)3] (M = Co, Zn) with the short linker exhibit a solvent-induced gate effect, evidenced by gas desorption hysteresis due to small pore apertures of 2.8 Å diam. together with small amts. of high-boiling solvent remaining in the activated samples.  For [Co4(μ4-O)(Me2pzCO2)3], the low-pressure H2 storage capacity (1.7 wt%, 1 bar , 77 K) is higher than for MOF-5, and the CO2 uptake of 20.8 wt% puts it among the top MOFs for low-pressure CO2 sorption even though the BET surface is less than 1000 m2 g-1.  The anal. of the magnetic properties of [Co4(μ4-O)(Me2pzCO2)3] takes into account the distribution of tetrahedra resulting from the disorder of the pyrazolate-carboxylate linker.  An antiferromagnetic coupling obsd. for [Co4(μ4-O)(Me2pzCO2)3] arises from the interactions of the cobalt(ii) ions through the combined μ4-O + syn-syn carboxylate and μ4-O + pyrazolate bridges.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs12mu7bI&md5=090195fc8a249e0fcc0f97d8c4e40330", "(c) ", "Galli", ", ", "S.", "; ", "Masciocchi", ", ", "N.", "; ", "Maspero", ", ", "V.", "; ", "Palmisano", ", ", "G.", "; ", "López-Garzón", ", ", "F. J.", "; ", "Domingo-García", ", ", "M.", "; ", "Fernández-Morales", ", ", "I.", "; ", "Barea", ", ", "E.", "; ", "Navarro", ", ", "J. A. R.", " ", "Chem. Mater.", " ", "2010", ",  ", "22", ",  ", "1664", "– ", "1672", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Adsorption of Harmful Organic Vapors by Flexible Hydrophobic Bis-pyrazolate Based MOFs", "Galli, S.; Masciocchi, N.; Colombo, V.; Maspero, A.; Palmisano, G.; Lopez-Garzon, F. J.; Domingo-Garcia, M.; Fernandez-Morales, I.; Barea, E.; Navarro, J. A. R.", "Chemistry of Materials", "\r\n        (", "2010", "),\r\n    ", "22", "\r\n        (", "5", "),\r\n    ", "1664-1672", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Highly porous homoleptic Ni(bpb) and Zn(bpb) materials were obtained by reaction of Ni(II) and Zn(II) salts with the deprotonated form of the 1,4-bis(4-pyrazolyl)benzene ligand (H2bpb).  Ab-initio structure soln. methods and thermodiffractometry have allowed the detn. of their crystal structures, framework flexibility, and thermal stability.  The different stereochem. requirements of the Ni(II) and Zn(II) ions induce, in Ni(bpb) and Zn(bpb), rhombic and square channels, resp., accounting for 57 and 65% of the total cell vol.  The two materials feature high adsorption capacities toward small gaseous mols. (N2 and Ar at 77 K, CO2 and CH4 at 273 K), peaking at 22 mmol g-1 of N2 in the case of the Zn(II) deriv., which is reflected by a very large surface area (above 2000 m2 g-1).  The flexibility, size, and hydrophobic nature of their channels are adequate also for the incorporation of org. vapors.  In this regard, the adsorption of benzene and cyclohexane was studied under static conditions at 303 K, while that of thiophene was studied in dynamic conditions, by measurement, at 298 K, of the breakthrough curves of a flow of CH4/CO2 contg. 30 ppm of thiophene.  Ni(bpb) and Zn(bpb) are outperforming adsorbents, uptaking up to 0.34 g of thiophene per g of material.  The presence of humidity (60%), which is a major drawback for practical applications of MOFs, does not significantly affect the performance of Ni(bpb) in the removal of thiophene, at variance with Zn(bpb) and HKUST-1, Cu3(btc)2 (btc = benzene-1,3,5-tricarboxylate), which become ineffective in the presence of moisture.  Addnl. XRPD studies were performed on benzene-loaded Ni(bpb) samples to shed some light on the affinity of this material for arom. guests.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhs1yjt7w%253D&md5=7090d76be7ab93d1549ce6f87135943e", "7. ", "Hou", ", ", "L.", "; ", "Lin", ", ", "Y.-Y.", "; ", "Chen", ", ", "X.-M.", " ", "Inorg. Chem.", " ", "2008", ",  ", "47", ",  ", "1346", "– ", "1351", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Porous Metal-Organic Framework Based on μ4-oxo Tetrazinc Clusters: Sorption and Guest-Dependent Luminescent Properties", "Hou, Lei; Lin, Yan-Yong; Chen, Xiao-Ming", "Inorganic Chemistry", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "4", "),\r\n    ", "1346-1351", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A three-dimensional, highly porous metal-org. framework [Zn4O(bdc)(bpz)2]·4DMF·6H2O (1) (bdc = 1,4-benzenedicarboxylate, bpz = 3,3',5,5'-tetramethyl-4,4'-bipyrazolate) constructed by Zn4O clusters with bdc and bpz linkers, was prepd. and structurally characterized.  The N2 sorption measurements reveal that 1 exhibits high porosity with a Langmuir surface area of 1908 m2/g and a pore vol. of 0.58 cm3/g.  Compd. 1 features hydrophobic channels with a free passage of ∼8.2 A defined by the Me groups from bpz, and it exhibits nice sorption capability for benzene and toluene and interesting two-step sorption behavior for MeOH.  Meanwhile, 1 also exhibits interesting guest-dependent luminescent properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXot1CrsA%253D%253D&md5=100ef8ec38fa4a45f1ff04015e0a8432", "8. ", "Li", ", ", "T.", "; ", "Wang", ", ", "F.-L.", "; ", "Wu", ", ", "S.-T.", "; ", "Huang", ", ", "X.-H.", "; ", "Chen", ", ", "S.-M.", "; ", "Huang", ", ", "C.-C.", " ", "Cryst. Growth Des.", " ", "2013", ",  ", "13", ",  ", "3271", "– ", "3274", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "A Highly Chemical and Thermal Stable Porous Metal-Organic Framework with Unusual 5-Connected zfy Topology", "Li, Ting; Wang, Feng-Lan; Wu, Shu-Ting; Huang, Xi-He; Chen, Shu-Mei; Huang, Chang-Cang", "Crystal Growth & Design", "\r\n        (", "2013", "),\r\n    ", "13", "\r\n        (", "8", "),\r\n    ", "3271-3274", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A 3-fold interpenetrated uninodal 5-connected zfy network [Zn4(HMe4bpz)2(bpdc)3]n (1) (H2bpdc = biphenyl-4,4'-dicarboxylic acid, H2Me4bpz = 3,3',5,5'-tetramethyl-4,4'-bipyrazole), based on a trigonal bipyramid Zn2(CO2)2(NN) unit, with excellent chem. and thermal stability was synthesized, which shows triple arom. walls and nanoscale one-dimensional square channels.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtVKqurjP&md5=6ba5546156d06f069a85e016a3417c4f", "9. ", "(a) ", "Zheng", ", ", "Q.", "; ", "Yang", ", ", "F.", "; ", "Deng", ", ", "M.", "; ", "Ling", ", ", "Y.", "; ", "Liu", ", ", "X.", "; ", "Chen", ", ", "Z.", "; ", "Wang", ", ", "Y.", "; ", "Weng", ", ", "L.", "; ", "Zhou", ", ", "Y.", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "10368", "– ", "10374", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "A Porous Metal-Organic Framework Constructed from Carboxylate-Pyrazolate Shared Heptanuclear Zinc Clusters: Synthesis, Gas Adsorption, and Guest-Dependent Luminescent Properties", "Zheng, Qingshu; Yang, Feilong; Deng, Mingli; Ling, Yun; Liu, Xiaofeng; Chen, Zhenxia; Wang, Yunhua; Weng, Linhong; Zhou, Yaming", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "18", "),\r\n    ", "10368-10374", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A three-dimensional porous structure of [Zn7O2(bpdc)4(dmpp)2]·6DEF·10H2O (MAC-7, H2bpdc = 4,4'-biphenyldicarboxylic acid, Hdmpp = 3,5-dimethyl-4-(4'-pyridyl)-pyrazole), built of 12-bridged carboxylate-pyrazolate shared Zn7O2 clusters, was synthesized.  Because of the presence of 12-bridged carboxylate-pyrazolate shared building block, MAC-7 is a double-linked pcu-type framework and shows reversible phase transformation.  Photoluminescent property studies indicate that MAC-7 could sense nitrobenzene over toluene, p-xylene, and mesitylene by luminescent quenching.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVSisL3M&md5=7a5da1957bc3144b4b57db7c97444390", "(b) ", "Lin", ", ", "R.-B.", "; ", "Li", ", ", "F.", "; ", "Liu", ", ", "S.-Y.", "; ", "Qi", ", ", "X.-L.", "; ", "Zhang", ", ", "J.-P.", "; ", "Chen", ", ", "X.-M.", " ", "Angew. Chem., Int. Ed.", " ", "2013", ",  ", "52", ",  ", "13429", "– ", "13433", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "A Noble-Metal-Free Porous Coordination Framework with Exceptional Sensing Efficiency for Oxygen", "Lin, Rui-Biao; Li, Fang; Liu, Si-Yang; Qi, Xiao-Lin; Zhang, Jie-Peng; Chen, Xiao-Ming", "Angewandte Chemie, International Edition", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "50", "),\r\n    ", "13429-13433", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors demonstrated that a highly porous and fluorescent porous coordination polymer (PCP) constructed from ZnII ions as the sole metal component can show an exceptionally high oxygen-sensing efficiency.  In principle, the fluorescence of PCPs can be quenched by O2 by many well-established pathways/mechanisms as for fluorescent org. mols., but oxygen-sensing fluorescent PCP was unprecedented until now, which should be probably attributed to the instability in air of PCPs, their weak fluorescence intensity (short lifetimes), and/or poor oxygen permeability.  For MAF-X11, the unique framework structure not only provides high oxygen permeability, but also allows the fluorophores to be well isolated from each other to avoid self-quenching and give relatively long fluorescence lifetimes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1ers73N&md5=f483f92e9769a0ba1c8bf07a6d38dafe", "10. ", "(a) ", "Pachfule", ", ", "P.", "; ", "Chen", ", ", "Y.", "; ", "Jiang", ", ", "J.", "; ", "Banerjee", ", ", "R.", " ", "Chem.—Eur. J.", " ", "2012", ",  ", "18", ",  ", "688", "– ", "694", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Fluorinated Metal-Organic Frameworks: Advantageous for Higher H2 and CO2 Adsorption or Not?", "Pachfule, Pradip; Chen, Yifei; Jiang, Jianwen; Banerjee, Rahul", "Chemistry--A European Journal", "\r\n        (", "2012", "),\r\n    ", "18", "\r\n        (", "2", "),\r\n    ", "688-694, S688/1-S688/46", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The synthesis, structure, and gas adsorption properties of three new metal-org. frameworks (MOFs) designed from isonicotinic acid (INA) and its fluorinated analog 3-fluoroisonicotinic acid (FINA) along with CoII as the metal center are reported.  Co-INA-1 ([Co3(INA)4(O)(C2H5OH)3][NO3]·C2H5OH·3H2O; INA=isonicotinic acid) and Co-INA-2 ([Co(INA)2]·DMF) are structural isomers as are Co-FINA-1 ([Co3(FINA)4(O)(C2H5OH)2]·H2O; FINA = 3-fluoroisonicotinic acid) and Co-FINA-2 ([Co(FINA)2]·H2O), but the most important thing to note here is that Co-INA-1 and Co-FINA-1 are isostructural as are Co-INA-2 and Co-FINA-2.  The effect of partial introduction of fluorine atoms into the framework on the gas uptake properties of MOFs having similar structures was analyzed exptl. and computationally in isostructural MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsF2lurzM&md5=6fd350cc770c19631fe9cbe9c2400606", "(b) ", "Zhang", ", ", "Z.", "; ", "Zhao", ", ", "Y.", "; ", "Gong", ", ", "Q.", "; ", "Li", ", ", "Z.", "; ", "Li", ", ", "J.", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "653", "– ", "661", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "MOFs for CO2 capture and separation from flue gas mixtures: the effect of multifunctional sites on their adsorption capacity and selectivity", "Zhang, Zhijuan; Zhao, Yonggang; Gong, Qihan; Li, Zhong; Li, Jing", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "7", "),\r\n    ", "653-661", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review concerning the current state of microporous metal-org. framework (MOF) development for flue gas CO2 capture and sepn. from N2 mixts., emphasizing multi-functional surface groups effect on selectivity and capacity, is given.  Topics discussed include: CO2 adsorption by MOF with open metal sites; CO2 adsorption by MOF with Lewis basic sites; CO2 adsorption by MOF with other functional sites; CO2 adsorption by MOF with multiple functional groups; and conclusions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVKmtbfP&md5=40618fa2da6842bb7ada87dc34c3ad21", "11. ", "(a) ", "Jasuja", ", ", "H.", "; ", "Walton", ", ", "K. S.", " ", "Dalton Trans.", " ", "2013", ",  ", "42", ",  ", "15421", "– ", "15426", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Effect of catenation and basicity of pillared ligands on the water stability of MOFs", "Jasuja, Himanshu; Walton, Krista S.", "Dalton Transactions", "\r\n        (", "2013", "),\r\n    ", "42", "\r\n        (", "43", "),\r\n    ", "15421-15426", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks (MOFs) have extremely high surface areas and pore vols., tunable pore sizes and chem. functionalities and are an interesting addn. to the field of porous materials.  One of the key challenges that needs to be overcome to elevate MOFs to the applied level is their sensitivity to humid environments.  The work reported here seeks to address this crit. issue by examg. two important contributors to MOF stability or instability: basicity (pKa value) of the pillar ligand and catenation of the framework.  Catenation is the interpenetration or interweaving of two or more identical and independent frameworks.  Using catenation in combination with a pillaring strategy, it is possible to obtain water stable MOFs even when the pillar ligand has lower basicity (pKa value).  After 90% relative humidity (RH) exposure, comparing Zn-BDC-DABCO (DMOF) and Zn-BDC-BPY (MOF-508), MOF-508 is stable due to its 2-fold interpenetration that prevents significant water adsorption.  In contrast, comparing noncatenated isostructural pillared MOFs Zn-TMBDC-DABCO (DMOF-TM) and Zn-TMBDC-BPY (MOF-508-TM), MOF-508-TM is unstable since BPY is less basic (higher pKa) and less rigid than DABCO.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1ehs7fM&md5=aa2a36a83aff9f403c6ba44f98ac074a", "(b) ", "Liu", ", ", "H.", "; ", "Zhao", ", ", "Y.", "; ", "Zhang", ", ", "Z.", "; ", "Nijem", ", ", "N.", "; ", "Chabal", ", ", "Y. J.", "; ", "Peng", ", ", "X.", "; ", "Zeng", ", ", "H.", "; ", "Li", ", ", "J.", " ", "Chem.—Asian J.", " ", "2013", ",  ", "8", ",  ", "778", "– ", "785", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Ligand Functionalization and Its Effect on CO2 Adsorption in Microporous Metal-Organic Frameworks", "Liu, Hui; Zhao, Yonggang; Zhang, Zhijuan; Nijem, Nour; Chabal, Yves J.; Peng, Xiangfang; Zeng, Heping; Li, Jing", "Chemistry - An Asian Journal", "\r\n        (", "2013", "),\r\n    ", "8", "\r\n        (", "4", "),\r\n    ", "778-785", "CODEN:\r\n                ", "CAAJBI", ";\r\n        ISSN:", "1861-4728", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Crystal structure of the 3D coordination polymers [Zn3(bpdc)3(2,2'-dmbpy)](DMF)x(H2O)y (1) and [Zn3(bpdc)3(3,3'-dmbpy)](DMF)4(H2O)0.5 (2) prepd. by Me functionalization of the pillar ligand in [Zn3(bpdc)3(bpy)](DMF)4(H2O) (3) (bpdc = biphenyl-4,4'-dicarboxylic acid; z,z'-dmbpy = z,z'-dimethyl-4,4'-bipyridine; bpy = 4,4'-bipyridine) have been detd.  Single-crystal X-ray diffraction anal. indicates that 2 is isostructural to 3, and the power X-ray diffraction (PXRD) study shows a very similar framework of 1 to 2 and 3.  Both 1 and 2 are 3D porous structures made of Zn3(COO)6 secondary building units (SBUs) and 2,2'- or 3,3'-dmbpy as pillar ligand.  Thermogravimetric anal. (TGA) and PXRD studies reveal high thermal and water stability for both compds.  Gas-adsorption studies show that the redn. of surface area and pore vol. by introducing a Me group to the bpy ligand leads to a decrease in H2 uptake for both compds.  CO2 adsorption with 1' (guest-free 1) indicate significant enhancement in CO2 uptake, whereas for 2' (guest-free 2) the adsorbed amt. is decreased.  These results suggest that there are two opposing and competitive effects brought on by Me functionalization: the enhancement due to increased isosteric heats of CO2 adsorption (Qst), and the detraction due to the redn. of surface area and pore vol.  For 1', the enhancement effect dominates, which leads to a significantly higher uptake of CO2 than its parent compd. 3' (guest-free 3).  For 2', the detraction effect predominates, thereby resulting in reduced CO2 uptake relative to its parent structure 3'.  IR and Raman spectroscopic studies also present evidence for strong interaction between CO2 and methyl-functionalized π moieties.  All compds. exhibit high sepn. capability for CO2 over other small gases including CH4, CO, N2, and O2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslais7c%253D&md5=d28be76abbef0750114bfd9d4142c343", "12. ", "Torrisi", ", ", "A.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Bell", ", ", "R. G.", " ", "J. Chem. Phys.", " ", "2009", ",  ", "130", ",  ", "194703", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Impact of ligands on CO2 adsorption in metal-organic frameworks: First principles study of the interaction of CO2 with functionalized benzenes. I. Inductive effects on the aromatic ring", "Torrisi, Antonio; Mellot-Draznieks, Caroline; Bell, Robert G.", "Journal of Chemical Physics", "\r\n        (", "2009", "),\r\n    ", "130", "\r\n        (", "19", "),\r\n    ", "194703/1-194703/13", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Intermol. interactions between the CO2 mol. and a range of functionalized arom. mols. have been investigated using d. functional theory.  The work is directed toward the design of linker mols. which could form part of new metal-org. framework materials with enhanced affinity for CO2 adsorption at low pressure.  Two classes of substituted benzene mols. were considered: (i) with halogen substituents (tetrafluoro-, chloro-, bromo-, and dibromobenzene) and (ii) with Me substituents (mono-, di-, and tetramethylbenzene).  In the benzene-CO2 complex, the main interaction is between the delocalized π arom. system and the mol. quadrupole of CO2.  Halogen substituents have an electron-withdrawing effect on the ring which destabilizes the π-quadrupole interaction.  Weak \"halogen-bond\" and hydrogen bondlike interactions partially compensate for this, but not to the extent that any significant enhancement of the intermol. binding energy is obsd.  Me groups, on the other hand, have a pos. inductive effect which strengthens the CO2-arom. interaction by up to 3 kJ mol-1 in the case of tetramethylbenzene.  Weak hydrogen bondlike interactions with Me H also contribute to the stability of the complexes.  (c) 2009 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmsVGiurs%253D&md5=b80b7ebb0cdf807dfe35df1bd24e9799", "13. ", "Accelrys: Materials Studio Getting Started, release 5.0; ", "Accelrys Software, Inc.", ": ", "San Diego, CA", ", ", "2009", ".", "There is no corresponding record for this reference.", "14. ", "Sheldrick", ", ", "G. M.", " SHELXL, version 6.12; ", "Bruker Analytical Instrumentation", ": ", "Madison, WI", ", ", "2000", ".", "There is no corresponding record for this reference.", "15. ", "Spek", ", ", "A. L.", " ", "J. Appl. Crystallogr.", " ", "2003", ",  ", "36", ",  ", "7", "– ", "13", "[", "Crossref", "], [", "CAS", "]", "15. ", "Single-crystal structure validation with the program PLATON", "Spek, A. L.", "Journal of Applied Crystallography", "\r\n        (", "2003", "),\r\n    ", "36", "\r\n        (", "1", "),\r\n    ", "7-13", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "Blackwell Munksgaard", ")\r\n        ", "The results of a single-crystal structure detn. when in CIF format can now be validated routinely by automatic procedures.  In this way, many errors in published papers can be avoided.  The validation software generates a set of ALERTS detailing issues to be addressed by the experimenter, author, referee and publication journal.  Validation was pioneered by the IUCr journal Acta Crystallographica Section C and is currently std. procedure for structures submitted for publication in all IUCr journals.  The implementation of validation procedures by other journals is in progress.  This paper describes the concepts of validation and the classes of checks that are carried out by the program PLATON as part of the IUCr check CIF facility.  PLATON validation can be run at any stage of the structure refinement, independent of the structure detn. package used, and is recommended for use as a routine tool during or at least at the completion of every structure detn.  Two examples are discussed where proper validation procedures could have avoided the publication of incorrect structures that had serious consequences for the chem. involved.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXltlChtw%253D%253D&md5=0a85de2407551632bb287508534904e2", "16. ", "Jin", ", ", "S.", "; ", "Wang", ", ", "D.", " ", "J. Coord. Chem.", " ", "2011", ",  ", "64", ",  ", "1940", "– ", "1952", "[", "Crossref", "], [", "CAS", "]", "16. ", "Synthesis and structural characterization of three zinc coordination complexes based on 3,5-dimethylpyrazole and carboxylate ligands", "Jin, Shouwen; Wang, Daqi", "Journal of Coordination Chemistry", "\r\n        (", "2011", "),\r\n    ", "64", "\r\n        (", "11", "),\r\n    ", "1940-1952", "CODEN:\r\n                ", "JCCMBQ", ";\r\n        ISSN:", "0095-8972", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "Three new zinc(II) complexes, Zn(Hdmpz)2(L1)2 (1) (Hdmpz = 3,5-dimethylpyrazole, HL1 = 1-hydroxy-2-naphthoic acid), Zn2(Hdmpz)4(L2)2 (2) (HL2 = maleic acid), and Zn3(μ-dmpz)4(Hdmpz)2(L3) (3) (HL3 = phthalic acid), were prepd. and structurally characterized by elemental anal., IR spectra, TGA, and single-crystal x-ray diffraction anal.  X-ray crystallog. studies show that these complexes display mononuclear to coordination polymer structures with a tetrahedral arrangement around each zinc ion.  Pyrazole is coordinated both in terminal and bridging in 3, whereas in 1 and 2 both are coordinated only monodentate.  In 1 the carboxylates are monodentate, while in 2 and 3 both function as bridging bis-monodentate ligands.  Rich intra- and inter-mol. weak interactions such as classical hydrogen bonds, C-H ··· O, CH3 ··· O, C-H ··· π, and CH3-π interactions are analyzed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmslKjsbw%253D&md5=809a8717ab24adba1e781fa42cda1b3f", "17. ", "Tonigold", ", ", "M.", "; ", "Lu", ", ", "Y.", "; ", "Mavrandonakis", ", ", "A.", "; ", "Puls", ", ", "A.", "; ", "Staudt", ", ", "R.", "; ", "Möllmer", ", ", "J.", "; ", "Sauer", ", ", "J.", "; ", "Volkmer", ", ", "D.", " ", "Chem.—Eur. J.", " ", "2011", ",  ", "17", ",  ", "8671", "– ", "8695", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Pyrazolate-Based Cobalt(II)-Containing Metal-Organic Frameworks in Heterogeneous Catalytic Oxidation Reactions: Elucidating the Role of Entatic States for Biomimetic Oxidation Processes", "Tonigold, Markus; Lu, Ying; Mavrandonakis, Andreas; Puls, Angela; Staudt, Reiner; Moellmer, Jens; Sauer, Joachim; Volkmer, Dirk", "Chemistry - A European Journal", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "31", "),\r\n    ", "8671-8695, S8671/1-S8671/53", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Crystal structures of two metal-org. frameworks (MFU-1 and MFU-2) are presented, both of which contain redox-active CoII centers coordinated by linear 1,4-bis[(3,5-dimethyl)pyrazol-4-yl] ligands.  In contrast to many MOFs reported previously, these compds. show excellent stability against hydrolytic decompn.  Catalytic turnover is achieved in oxidn. reactions by employing tert-Bu hydroperoxide and the solid catalysts are easily recovered from the reaction mixt.  Whereas heterogeneous catalysis is unambiguously demonstrated for MFU-1, MFU-2 shows catalytic activity due to slow metal leaching, emphasizing the need for a deeper understanding of structure-reactivity relationships in the future design of redox-active metal-org. frameworks.  Mechanistic details for oxidn. reactions employing tert-Bu hydroperoxide are studied by UV/Vis and IR spectroscopy and XRPD measurements.  The catalytic process accompanying changes of redox states and structural changes were investigated by means of cobalt K-edge X-ray absorption spectroscopy.  To probe the putative binding modes of mol. oxygen, the isosteric heats of adsorption of O2 were detd. and compared with models from DFT calcns.  The stabilities of the frameworks in an oxygen atm. as a reactive gas were examd. by temp.-programmed oxidn. (TPO).  Soln. impregnation of MFU-1 with a co-catalyst (N-hydroxyphthalimide) led to NHPI@MFU-1, which oxidized a range of org. substrates under ambient conditions by employing mol. oxygen from air.  The catalytic reaction involved a biomimetic reaction cascade based on free radicals.  The concept of an entatic state of the cobalt centers is proposed and its relevance for sustained catalytic activity is briefly discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnslSmtrs%253D&md5=beb610971015dba0b51b388c2781e7d4", "18. ", "Blatov", ", ", "V. A.", " (", "2007", ". ", "http://www.topos.ssu.samara.ru", ".", "There is no corresponding record for this reference.", "19. ", "(a) ", "Hong", ", ", "K.", "; ", "Chun", ", ", "H.", " ", "Chem. Commun.", " ", "2013", ")  ", "49", ",  ", "10953", "– ", "10955", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Unprecedented and highly symmetric (6,8)-connected topology in a porous metal-organic framework through a Zn-Ti heterometallic approach", "Hong, Keunil; Chun, Hyungphil", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "93", "),\r\n    ", "10953-10955", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The Zn(II)-Ti(IV) heterometallic approach is successfully adopted to produce a highly sym., binodal metal-org. framework with unprecedented topol. in network solids [Zn6Ti2(ondc)6(dabco)(CO3)(OH2)3] (ZTOF-2, H3ondc = 3-hydroxy-2,7-naphthalenedicarboxylic acid, dabco = 1,4-diazabicyclo[2.2.2]octane).  This material, ZTOF-2, possesses permanent porosity as shown by reversible adsorption of various gases (N2, CH4, CO2 and H2).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslSgt7bJ&md5=ad3006a84e8dbd10ee386fa7701e6277", "(b) ", "Liu", ", ", "D.", "; ", "Wu", ", ", "H.", "; ", "Wang", ", ", "S.", "; ", "Xie", ", ", "Z.", "; ", "Li", ", ", "J.", "; ", "Lin", ", ", "W.", " ", "Chem. Sci.", " ", "2012", ",  ", "3", ",  ", "3032", "– ", "3037", "[", "Crossref", "], [", "CAS", "]", "19. ", "A high connectivity metal-organic framework with exceptional hydrogen and methane uptake capacities", "Liu, Demin; Wu, Haohan; Wang, Shunzhi; Xie, Zhigang; Li, Jing; Lin, Wenbin", "Chemical Science", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "10", "),\r\n    ", "3032-3037", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A 6,8-connected 3-dimensional metal-org. framework (2) of the tph topol. was constructed from a new arom.-rich, tetraphenylmethane-derived octa-carboxylate bridging ligand and trizinc cluster secondary building units (SBUs), and exhibited exceptionally high hydrogen (58 mg g-1 and 39 g L-1 at 52 bar and 77 K) and methane (276 mg g-1 and 189 g L-1 at 80 bar and 298 K) uptake capacities.  2 Has the highest hydrogen uptake at 298 K among all of the MOFs that were examd. to date.  The gravimetric and volumetric methane uptake capacities for 2 are the highest among thousands of MOFs that were evaluated.  The authors attribute the exceptionally high gas uptake capacities of 2 to the highly branched, arom.-rich nature of the bridging ligand, optimal pore size, and the open metal sites in the trizinc SBUs in a stable high-connectivity MOF.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1ymtrbM&md5=1daa31d6a4cff307381409e06356f5a1", "(c) ", "Lan", ", ", "Y.-Q.", "; ", "Wang", ", ", "X.-L.", "; ", "Li", ", ", "S.-L.", "; ", "Su", ", ", "Z.-M.", "; ", "Shao", ", ", "K.-Z.", "; ", "Wang", ", ", "E.-B.", " ", "Chem. Commun.", " ", "2007", ",  ", "4863", "– ", "4865", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "An unprecedented (6,8)-connected self-penetrating network based on two distinct zinc clusters", "Lan, Ya-Qian; Wang, Xin-Long; Li, Shun-Li; Su, Zhong-Min; Shao, Kui-Zhan; Wang, En-Bo", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2007", "),\r\n    ", "\r\n        (", "46", "),\r\n    ", "4863-4865", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The 1st (6,8)-connected self-penetrating metal-org. framework was constructed using an asym. neutral ligand based on dinuclear zinc clusters, as six-connected nodes, and trinuclear zinc clusters as eight-connected nodes, representing the highest-connected binodal network topol. presently known for self-penetrating systems.  This framework, [Zn2.5(L)(bdc)2.5]·H2O, (L = 4-(3-hydroxypyridiniomethyl)-4'-(pyrid-3-yloxymethyl)biphenyl; H2bdc = 1,4-benzenedicarboxylic acid), was characterized by x-ray crystallog.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhsVOgtLzI&md5=b9a5328f4f51ac748b73e0efb59ab372", "(d) ", "Zhang", ", ", "J.-Y.", "; ", "Jing", ", ", "X.-H.", "; ", "Ma", ", ", "Y.", "; ", "Cheng", ", ", "A.-L.", "; ", "Gao", ", ", "E.-Q.", " ", "Cryst. Growth Des.", " ", "2011", ",  ", "11", ",  ", "3681", "– ", "3685", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Interpenetration, Self-Catenation, and New Topology in Metal-Organic Frameworks of Cobalt with Mixed Organic Linkers", "Zhang, Jian-Yong; Jing, Xue-Hui; Ma, Yu; Cheng, Ai-Ling; Gao, En-Qing", "Crystal Growth & Design", "\r\n        (", "2011", "),\r\n    ", "11", "\r\n        (", "9", "),\r\n    ", "3681-3685", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two Co(II) metal-org. frameworks {[Co3(dnpdc)3(bipy)3(H2O)2]n·2nH2O (1), [Co3(dnpdc)3(bpea)2.5(H2O)3]n·0.5nH2O (2)} with 2,2'-dinitrobiphenyl-4,4'-dicarboxylate (dnpdc) and different dipyridyl ligands were synthesized by solvothermal methods.  They exhibit different three-dimensional mixed-connected net topologies with either interpenetration or self-catenation features.  With dnpdc and 4,4'-bipyridine (bipy) as cobridging ligands, compd. 1 displays 3-fold interpenetrated (4,6)-connected nets based on mononuclear and binuclear nodes.  With dnpdc and bis(4-pyridyl)ethane (bpea) as cobridging ligands, compd. 2 exhibits a novel (6,8)-connected net based on two different binuclear nodes, with a high degree of self-catenation arising from the interconnection of \"interpenetrated\" 2D subnets.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXpsVOnsr0%253D&md5=88c3de67533034cfd3739dc7614282c1", "(e) ", "Wen", ", ", "L.", "; ", "Wang", ", ", "D.", "; ", "Wang", ", ", "C.", "; ", "Wang", ", ", "F.", "; ", "Li", ", ", "D.", "; ", "Deng", ", ", "K.", " ", "J. Solid State Chem.", " ", "2009", ",  ", "182", ",  ", "574", "– ", "579", "[", "Crossref", "], [", "CAS", "]", "19. ", "A 3D porous zinc MOF constructed from a flexible tripodal ligand: Synthesis, structure, and photoluminescence property", "Wen, Lili; Wang, Dong'e; Wang, Chenggang; Wang, Feng; Li, Dongfeng; Deng, Kejian", "Journal of Solid State Chemistry", "\r\n        (", "2009", "),\r\n    ", "182", "\r\n        (", "3", "),\r\n    ", "574-579", "CODEN:\r\n                ", "JSSCBI", ";\r\n        ISSN:", "0022-4596", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A new metal-org. framework, [Zn5(trencba)2(OH)2Cl2·4H2O] (1) [H3trencba = tris(2-(4-carboxyphenylmethyl)aminoethyl)amine], constructed from a flexible tripodal ligand based on C3 sym. tris(2-aminoethyl)amine, was synthesized hydrothermally and characterized by elemental anal., IR, TG, XRD and single-crystal x-ray diffraction anal.  Compd. 1 contains an unprecedented linear pentanuclear Zn cluster fragment.  Each ligand links four pentanuclear fragments, and every fragment links eight ligands to generate a three-dimensional noninterpenetrated porous framework.  The uncoordinated H2O mols. were obsd. trapped in the void pores.  Compd. 1 represents the 1st example of (6,8)-connected 3-dimensional bi-nodal framework based on a single kind of org. ligand.  The photoluminescence measurements showed that complex 1 exhibits relatively stronger blue emissions at room temp. than that of the ligand.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXisFSrs78%253D&md5=a1b6d2ff0fa30bb95446a614f418785e", "20. ", "http://rcsr.anu.edu.au/", ".", "There is no corresponding record for this reference.", "21. ", "Prasad", ", ", "T. K.", "; ", "Suh", ", ", "M. P.", " ", "Chem.—Eur. J.", " ", "2012", ",  ", "18", ",  ", "8673", "– ", "8680", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "Control of Interpenetration and Gas-Sorption Properties of Metal-Organic Frameworks by a Simple Change in Ligand Design", "Prasad, Thazhe Kootteri; Suh, Myunghyun Paik", "Chemistry - A European Journal", "\r\n        (", "2012", "),\r\n    ", "18", "\r\n        (", "28", "),\r\n    ", "8673-8680, S8673/1-S8673/15", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "In metal-org. framework (MOF) chem., interpenetration greatly affects the gas-sorption properties.  However, there is a lack of a systematic study on how to control the interpenetration and whether the interpenetration enhances gas uptake capacities or not.  The authors report an example of interpenetration that is simply controlled by the presence of a carbon-carbon double or single bond in identical org. building blocks, and provide a comparison of gas-sorption properties for these similar frameworks, which differ only in their degree of interpenetration.  Non-interpenetrated (SNU-70) and doubly interpenetrated (SNU-71) cubic nets were prepd. by a solvothermal reaction of [Zn(NO3)2]·6H2O in N,N-diethylformamide (DEF) with 4-(2-carboxyvinyl)benzoic acid and 4-(2-carboxyethyl)benzoic acid, resp.  They have almost identical structures, but the non-interpenetrated framework has a much bigger pore size (ca. 9.0 × 9.0 Å) than the interpenetrated framework (ca. 2.5 × 2.5 Å).  Activation of the MOFs by using supercrit. CO2 gave SNU-70' and SNU-71'.  The simulation of the PXRD pattern of SNU-71' indicates the rearrangement of the interpenetrated networks on guest removal, which increases pore size.  SNU-70' has a Brunauer-Emmett-Teller (BET) surface area of 5290 m2 g-1, which is the highest value reported to date for a MOF with a cubic-net structure, whereas SNU-71' has a BET surface area of 1770 m2 g-1.  In general, non-interpenetrated SNU-70' exhibits much higher gas-adsorption capacities than interpenetrated SNU-71' at high pressures, regardless of the temp.  However, at P < 1 atm, the gas adsorption capacities for N2 at 77 K and CO2 at 195 K are higher for non-interpenetrated SNU-70' than for interpenetrated SNU-71', but the capacities for H2 and CH4 are the opposite; SNU-71' has higher uptake capacities than SNU-70' due to the higher isosteric heat of gas adsorption that results from the smaller pores.  In particular, SNU-70' has exceptionally high H2 and CO2 uptake capacities.  By using a post-synthetic method, the C:C double bond in SNU-70 was quant. brominated at room temp., and the MOF still showed very high porosity (BET surface area of 2285 m2 g-1).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xot12hurs%253D&md5=774869cd2d3921873676452328e9fce6", "22. ", "Yazaydin", ", ", "A. Ö.", "; ", "Snurr", ", ", "R. Q.", "; ", "Park", ", ", "T.-H.", "; ", "Koh", ", ", "K.", "; ", "Liu", ", ", "J.", "; ", "LeVan", ", ", "M. D.", "; ", "Benin", ", ", "A. I.", "; ", "Jakubczak", ", ", "P.", "; ", "Lanuza", ", ", "M.", "; ", "Galloway", ", ", "D. B.", "; ", "Low", ", ", "J. J.", "; ", "Willis", ", ", "R. R.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "18198", "– ", "18199", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Screening of Metal-Organic Frameworks for Carbon Dioxide Capture from Flue Gas Using a Combined Experimental and Modeling Approach", "Yazaydin, A. Ozgur; Snurr, Randall Q.; Park, Tae-Hong; Koh, Kyoungmoo; Liu, Jian; LeVan, M. Douglas; Benin, Annabelle I.; Jakubczak, Paulina; Lanuza, Mary; Galloway, Douglas B.; Low, John J.; Willis, Richard R.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "51", "),\r\n    ", "18198-18199", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A diverse collection of 14 metal-org. frameworks (MOF) for flue gas CO2 capture are reported.  Synthesis, characterization, and adsorption measurements for about half the MOF are reported; adsorption data were collected from the literature for the remaining MOF.  The diversity of the selected materials will help improve the understanding fo MOF CO2 capture.  Also, these data were used to validate a general strategy for mol. modeling of CO2 and other small mols. in MOF.  This strategy is fully predicting with no parameter-fitting.  This approach can be used to rapidly screen addnl. MOF, saving large amts. of exptl. time and costs.  Grand canonical Monte Carlo simulations were performed for a model which included electrostatic and Lennard-Jones interactions among atoms in the system.  The framework and individual CO2 mols. are considered to be rigid.  Interactions among CO2 mols. were modeled with the TraAPPE force field (J.J. Potoff and J.I. Siepmann, 2001); Lennard-Jones parameters for MOF atoms were taken from DREIDING (S.L. Mayo, et al., 1990) and UFF (A.K. Rappe, et al., 1992) force fields.  Partial charges on MOF atoms were derived from d. functional theory calcns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFShsr7L&md5=ee067ec4cee9d1095897b19d957671db", "23. ", "Millward", ", ", "A. R.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "17998", "– ", "17999", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Metal-Organic Frameworks with Exceptionally High Capacity for Storage of Carbon Dioxide at Room Temperature", "Millward, Andrew R.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "51", "),\r\n    ", "17998-17999", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) show high CO2 storage capacity at room temp.  Gravimetric CO2 isotherms for MOF-2, MOF-505, Cu3(BTC)2, MOF-74, IRMOF-11, IRMOF-3, IRMOF-6, IRMOF-1 and MOF-177 are reported up to 42 bar.  Type I isotherms are found in all cases except for MOFs based on Zn4O(O2C)6 clusters, which reveal a sigmoidal isotherm.  The various pressures of the isotherm steps correlate with increasing pore size, which indicates potential for gas sepns.  The amine functionality of the IRMOF-3 pore shows evidence of relatively increased affinity for CO2.  Capacities qual. scale with surface area and range from 3.2 mmol/g for MOF-2 to 33.5 mmol/g (320 cm3(STP)/cm3, 147 wt %) for MOF-177, the highest CO2 capacity of any porous material reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht1GktLnJ&md5=ad433b990b72836a16c8647c09ec85f2", "24. ", "Zhang", ", ", "Z.", "; ", "Liu", ", ", "J.", "; ", "Li", ", ", "Z.", "; ", "Li", ", ", "J.", " ", "Dalton Trans.", " ", "2012", ",  ", "41", ",  ", "4232", "– ", "4238", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "24. ", "Experimental and theoretical investigations on the MMOF selectivity for CO2 vs. N2 in flue gas mixtures", "Zhang, Zhijuan; Liu, Jinchen; Li, Zhong; Li, Jing", "Dalton Transactions", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "14", "),\r\n    ", "4232-4238", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The adsorption capacity and selectivity of carbon dioxide and nitrogen at 298 K have been evaluated for two linker-pillar type series of MMOFs.  One series is built on metal paddle-wheel building units in 2D layers which are interconnected by triethylenediamine (TED): non-interpenetrated (1) Zn(BDC)(TED)0.5 , (2) Zn(BDC-OH)(TED)0.5 (2), and (3) Zn(BDC-NH2)(TED)0.5.  The other series is of interpenetrated (4) Zn(BDC)(BPY)0.5, (5) Zn(BDC)(DMBPY)0.5, (6) Zn(NDC)(BPY)0.5, and (7) Zn(NDC)(DMBPY)0.5 framework structures.  BDC = terephthalic acid, BDC-OH = 2-hydroxylterephthalic acid, BDC-NH2 = 2-aminoterephthalic acid, BPY = 4,4'-bipyridine, DMBPY = 2.2-dimethyl-4,4'-bipyridine, and NDC = 2,6-naphthalenedicarboxylic acid.  The ideal adsorbed soln. theory (IAST) has been employed to predict the adsorption selectivity of CO2-N2 binary mixts. on all seven MMOFs using single-component exptl. adsorption isotherm data.  The applicability of IAST to these systems is verified by GCMC simulations performed on both single- and multi-component gases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xjslegtr8%253D&md5=e50262ae2eedf84537d54dd44891ab6d", "25. ", "Zheng", ", ", "B.", "; ", "Bai", ", ", "J.", "; ", "Duan", ", ", "J.", "; ", "Wojtas", ", ", "L.", "; ", "Zaworotko", ", ", "M. J.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "748", "– ", "751", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Enhanced CO2 binding affinity of a high-uptake rht-type metal-organic framework decorated with acylamide groups", "Zheng, Baishu; Bai, Junfeng; Duan, Jingui; Wojtas, Lukasz; Zaworotko, Michael J.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "4", "),\r\n    ", "748-751", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An rht-type metal-org. framework (MOF) prepd. from M2(carboxylate)4 (M = Cu, Co) paddlewheel clusters and a flexible C3-sym. hexacarboxylate ligand with acylamide groups exhibits larger CO2 uptake, an enhanced heat of adsorption, and higher selectivity toward CO2/N2 in comparison with what was previously obsd. for an analogous MOF with alkyne groups.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsF2ku77O&md5=d6d344c487e474f8969de5720df246c8", "26. ", "(a) ", "Wang", ", ", "F.", "; ", "Tan", ", ", "Y.-X.", "; ", "Yang", ", ", "H.", "; ", "Kang", ", ", "Y.", "; ", "Zhang", ", ", "J.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "4842", "– ", "4844", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "Open diamondoid amino-functionalized MOFs for CO2 capture", "Wang, Fei; Tan, Yan-Xi; Yang, Hui; Kang, Yao; Zhang, Jian", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "40", "),\r\n    ", "4842-4844", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two complexes, {[Zn(ain)2]·DMA}n (1) and {[Zn(ain)2]·DMF}n (2) are synthesized (Hain = 2-aminoisonicotinic acid, DMA = N,N-dimethylacetamide, and DMF = N,N-DMF).  Fluorescence of complex 1 and 2 are measured.  The crystal structures of 1 and 2 are detd. by single crystal X-ray diffraction and it is found that 1 is chiral while 2 is achiral.  Solvent-induced chiral single-crystal to achiral single-crystal structural transformation is presented by two isomeric amino-functionalized metal-org. frameworks with 2-fold interpenetrating diamond topol., and the achiral form has high CO2 uptake capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XlvFWjtrg%253D&md5=27bab3a618a4b102cca2e58de22864bf", "(b) ", "Wu", ", ", "L.", "; ", "Xue", ", ", "M.", "; ", "Qiu", ", ", "S.-L.", "; ", "Chaplais", ", ", "G.", "; ", "Simon-Masseron", ", ", "A.", "; ", "Patarin", ", ", "J.", " ", "Microporous Mesoporous Mater.", " ", "2012", ",  ", "157", ",  ", "75", "– ", "81", "[", "Crossref", "], [", "CAS", "]", "26. ", "Amino-modified MIL-68(In) with enhanced hydrogen and carbon dioxide sorption enthalpy", "Wu, Lei; Xue, Ming; Qiu, Shi-Lun; Chaplais, Gerald; Simon-Masseron, Angelique; Patarin, Joel", "Microporous and Mesoporous Materials", "\r\n        (", "2012", "),\r\n    ", "157", "\r\n        (", "),\r\n    ", "75-81", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "The amino modified MIL-68(In), hereafter denoted by MIL-68(In)_NH2, was obtained by self-assembling from 2-amino-terephthalic acid and In nitrate hydrate.  The characterization of the modified material based on powder x-ray diffraction anal., IR spectroscopy, 1H NMR spectroscopy and TGA demonstrates that this porous coordination network possesses the Kagome topol. of MIL-68(In) with amino modified pores walls.  The Brunauer-Emmett-Teller surface area of 1230 ± 24 m2 g-1 for MIL-68(In)_NH2 compared to 1028 ± 29 m2 g-1 for MIL-68(In) exhibits an surface area improvement of ∼200 m2 g-1 within MIL-68(In)_NH2.  Also, for both hybrids, the hydrogen and CO2 sorption properties were studied at 77 K and 87 K, and at 273 K and 298 K, resp.  The comparison of the corresponding results of MIL-68(In) shows that the presence of amino group can effectively enhance the adsorption enthalpy of H2 and CO2, whereas, slightly effect on the integral sorption amt.  Besides, to our knowledge, it is the 1st time that the CO2 adsorption of MIL-68(In) sample are reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xnt1yrtLk%253D&md5=f3e73a78813e9febe75f7dfdb0c5fd80", "(c) ", "Farrusseng", ", ", "D.", "; ", "Daniel", ", ", "C.", "; ", "Gaudillère", ", ", "C. C.", "; ", "Ravon", ", ", "U.", "; ", "Schuurman", ", ", "Y.", "; ", "Mirodatos", ", ", "C.", "; ", "Dubbeldam", ", ", "D.", "; ", "Frost", ", ", "H.", "; ", "Snurr", ", ", "R. Q.", " ", "Langmuir", " ", "2009", ",  ", "25", ",  ", "7383", "– ", "7388", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Heats of Adsorption for Seven Gases in Three Metal-Organic Frameworks: Systematic Comparison of Experiment and Simulation", "Farrusseng, David; Daniel, Cecile; Gaudillere, Cyril; Ravon, Ugon; Schuurman, Yves; Mirodatos, Claude; Dubbeldam, David; Frost, Houston; Snurr, Randall Q.", "Langmuir", "\r\n        (", "2009", "),\r\n    ", "25", "\r\n        (", "13", "),\r\n    ", "7383-7388", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The heat of adsorption is an important parameter for gas sepn. and storage applications in porous materials such as metal-org. frameworks (MOFs).  There are, however, few systematic studies available in the MOF literature.  Many papers report results for only one MOF and often only for a single gas.  Systematic exptl. measurements by TAP-2 are reported for the heats of adsorption of seven gases in three MOFs.  The gases are Kr, Xe, N2, CO2, CH4, n-C4H10, and i-C4H10.  The MOFs studied are IRMOF-1, IRMOF-3, and HKUST-1.  The data set provides a valuable test for mol. simulation.  The simulation results suggest that structural differences in HKUST-1 exptl. samples may lead to differing heats of adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmvVSgurY%253D&md5=c45176231a4406a9f0aa49fababaa44d", "27. ", "(a) ", "Li", ", ", "T.", "; ", "Chen", ", ", "D.-L.", "; ", "Sullivan", ", ", "J. E.", "; ", "Kozlowski", ", ", "M. T.", "; ", "Johnson", ", ", "J. K.", "; ", "Rosi", ", ", "N. L.", " ", "Chem. Sci.", " ", "2013", ",  ", "4", ",  ", "1746", "– ", "1755", "[", "Crossref", "], [", "CAS", "]", "27. ", "Systematic modulation and enhancement of CO2 : N2 selectivity and water stability in an isoreticular series of bio-MOF-11 analogues", "Li, Tao; Chen, De-Li; Sullivan, Jeanne E.; Kozlowski, Mark T.; Johnson, J. Karl; Rosi, Nathaniel L.", "Chemical Science", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "4", "),\r\n    ", "1746-1755", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "An isoreticular series of cobalt-adeninate bio-MOFs (bio-MOFs-11-14) is reported.  The pores of bio-MOFs-11-14 (1-4) are decorated with acetate, propionate, butyrate, and valerate, resp.  The complexes are Co2(ad)2(CH3CO2)2.2.25DMF.0.6H2O (1), Co2(ad)2(C2H5CO2)2.2.25DMF.0.3H2O (2), Co2(ad)2(C3H7CO2)2.1.1DMF.0.6H2O (3) and Co2(ad)2(C4H9CO2)2.0.6DMF.0.6H2O (4) (ad = adeninate).  The nitrogen (N2) and carbon dioxide (CO2) adsorption properties of these materials were studied and compared.  The isosteric heats of adsorption for CO2 are calcd., and the CO2:N2 selectivities for each material are detd.  As the lengths of the aliph. chains decorating the pores in bio-MOFs-11-14 increase, the BET surface areas decrease from 1148 m2 g-1 to 17 m2 g-1 while the CO2 : N2 selectivities predicted from ideal adsorbed soln. theory at 1 bar and 273 K for a 10 : 90 CO2 : N2 mixt. range from 73 : 1 for bio-MOF-11 to 123 : 1 for bio-MOF-12 and finally to 107 : 1 for bio-MOF-13.  At 298 K, the selectivities are 43 : 1 for bio-MOF-11, 52 : 1 for bio-MOF-12, and 40 : 1 for bio-MOF-13.  Addnl., bio-MOF-14 exhibits a unique mol. sieving property that allows it to adsorb CO2 but not N2 at 273 and 298 K. Finally, the water stability of bio-MOFs-11-14 increases with increasing aliph. chain length.  Bio-MOF-14 exhibits no loss of crystallinity or porosity after soaking in water for one month.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjtlymsro%253D&md5=b8c3ec41b10e74edbf7916e4f4ed35af", "(b) ", "An", ", ", "J.", "; ", "Rosi", ", ", "N. L.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "5578", "– ", "5579", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "Tuning MOF CO2 Adsorption Properties via Cation Exchange", "An, Jihyun; Rosi, Nathaniel L.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "16", "),\r\n    ", "5578-5579", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The pore vol. and BET surface area of bio-MOF-1 (a), Zn8(ad)4(BPDC)6O·Me2NH2, is systematically modified via postsynthetic cation exchange with either tetramethylammonium, tetraethylammonium, or tetrabutylammonium cations to yield Zn8(ad)4(BPDC)6O·Me4N (b), Zn8(ad)4(BPDC)6O·2Et4N (c), and Zn8(ad)4(BPDC)6O·Bu4N (d), resp.  The impact that pore vol. and BET surface area have on CO2 capacity is evaluated, and it is found that materials with intermediate porosity (b and c) have the largest CO2 capacities under the conditions studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXksVams7w%253D&md5=fb37010959494da978e7eb5ce344d357", "28. ", "Rowsell", ", ", "J. L. C.", "; ", "Spencer", ", ", "E. C.", "; ", "Eckert", ", ", "J.", "; ", "Howard", ", ", "J. A. K.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2005", ",  ", "309", ",  ", "1350", "– ", "1354", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "28. ", "Gas Adsorption Sites in a Large-Pore Metal-Organic Framework", "Rowsell, Jesse L. C.; Spencer, Elinor C.; Eckert, Juergen; Howard, Judith A. K.; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2005", "),\r\n    ", "309", "\r\n        (", "5739", "),\r\n    ", "1350-1354", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The primary adsorption sites for Ar and N2 within metal-org. framework-5, a cubic structure composed of Zn4O(CO2)6 units and phenylene links defining large pores 12 and 15 angstroms in diam., have been identified by single-crystal x-ray diffraction.  Refinement of data collected between 293 and 30 K revealed a total of eight symmetry-independent adsorption sites.  Five of these are sites on the zinc oxide unit and the org. link; the remaining three sites form a second layer in the pores.  The structural integrity and high symmetry of the framework are retained throughout, with negligible changes resulting from gas adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXovVOjt7g%253D&md5=f60c7e82ec8088459a2d844cb807f924", "29. ", "Jung", ", ", "J. Y.", "; ", "Karadas", ", ", "F.", "; ", "Zulfiqar", ", ", "S.", "; ", "Deniz", ", ", "E.", "; ", "Aparicio", ", ", "S.", "; ", "Atilhan", ", ", "M.", "; ", "Yavuz", ", ", "C. T.", "; ", "Han", ", ", "S. M.", " ", "Phys. Chem. Chem. Phys.", " ", "2013", ",  ", "15", ",  ", "14319", "– ", "14327", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "Limitations and high pressure behavior of MOF-5 for CO2 capture", "Jung, Joo Young; Karadas, Ferdi; Zulfiqar, Sonia; Deniz, Erhan; Aparicio, Santiago; Atilhan, Mert; Yavuz, Cafer T.; Han, Seung Min", "Physical Chemistry Chemical Physics", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "34", "),\r\n    ", "14319-14327", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Porous network structures, e.g. metal-org. frameworks (MOF), show considerable potential to replace monoethanolamine (MEA) from being the dominant adsorbent for flue gas CO2 at fossil fuel-fired power generating facilities.  In contrast to their promise, structural stability, and high pressure behavior, MOF are not well documented.  Moisture stability, mech. properties, and high pressure compression of a model MOF, MOF-5, are reported.  Results showed MOF-5 endured all tested pressures (0-225 bar) without losing its structural integrity; however, its moist air stability had a 3.5 h safety window (at 21.6° and 49% humidity) for efficient CO2 capture.  Isosteric heats of CO2 adsorption at high pressure showed moderate interaction energy between CO2 mols. and MOF-5 sorbent, which when combined with the MOF-5 large sorption ability in the studied pressure and temp. ranges, showed the viability of this sorbent for CO2 adsorptive removal.  The combination of physicochem. methods used suggested a generalized anal. std. to det. viability for CO2 adsorption operations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht1Wju7fK&md5=6c5966a902b81e7c11323c1e32a3c409"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-4/ic502733v/20150210/images/small/ic-2014-02733v_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-4/ic502733v/20150210/images/small/ic-2014-02733v_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-4/ic502733v/20150210/images/small/ic-2014-02733v_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-4/ic502733v/20150210/images/small/ic-2014-02733v_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-4/ic502733v/20150210/images/small/ic-2014-02733v_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-4/ic502733v/20150210/images/small/ic-2014-02733v_0006.gif\">"]}
