{"title": ["Multifunctional Anionic MOF Material for Dye Enrichment and Selective Sorption of C", " Hydrocarbons over Methane via Ag", "-Exchange"], "authors": ["Yan-Xi Tan", "Ying Zhang", "Yan-Ping He", "Yan-Jun Zheng", "Jian Zhang"], "doi": ["10.1021/ic5020829"], "abstract": ["Presented here is a multifunctional anionic MOF material that can upgrade selective sorption of C", "s/C", " via Ag", "-exchange and act as substrate to load fluorescent dyes on the external surface of crystals to control their luminescent properties.", "The anionic Zn-2,5-thiophenedicarboxylate framework material (", ") built from the connection of Johnson cages can perform Ag", "-exchange to upgrade the uptakes of C", " hydrocarbons (C", "s) and separation properties of C", "s over methane (C", "). Moreover, its activated phase (", ") can enrich organic dyes from ethanol and make a significant red-shift in photoluminescent spectra of Rhodamine B (Rh B) via varying the aggregation states of dye molecules."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Introduction", "The research on separation of C", "2", " hydrocarbons (C", "2", "s) from methane (C", "1", ") has attracted much attention in recent years, because the important industrial process not only purifies natural gas (NG) for its efficient usage but also obtains C", "2", "s considered as important energy resources and raw chemicals for further chemical processing.", "(1)", " However, the traditional separation of C", "2", "s/C", "1", " performed by cryogenic distillation, which requires very low temperature and high pressure, is very energy-consuming and extremely cost intensive. Additionally, by utilizing chemical complexing interactions between carbon–carbon unsaturated bonds and metal ions, such as Cu", "+", " or Ag", "+", ", an absorptive separation process is performed via bubbling mixed NG into the solution to fix the unsaturated hydrocarbons.", "(2)", " However, the poor contact between C", "2", "s and liquid absorbent prevents such a process to be an efficient method.", "Recently, metal–organic frameworks (MOFs) as a relatively new class of porous solid adsorbents have emerged their significant potential application in the field of small hydrocarbon adsorption and separation because of their distinctive architectural feature, such as high surface areas, tunable pore sizes, accessible metal sites, and recognition capability for specific components in the gas mixture.", "(3-11)", " In 2006, the first MOF used for C", "2", "s/C", "1", " separation is the famous ZIF-8, which showed quite a low selectivity.", "(12)", " Subsequently, some efforts have been put forward to enhance C", "2", "s uptakes and separation capacities in MOFs, giving the fact that higher uptakes and selectivity for this C", "2", "s/C", "1", " separation can significantly conserve energy.", "(3)", " For example, compound UTSA-34 reported by Chen’s groups could enhance its C", "2", "s adsorption capacity and C", "2", "s/C", "1", " separation selectivities by creating open metal sites.", "(5, 6)", " The well-known MOF-74 materials, namely, M", "2", "(dobdc) (M = Mg, Mn, Fe, Co, Ni, Zn; dobdc = 2,5-dioxido-1,4-benzenedicarboxylate), showed very high C", "2", "H", "2", " uptakes of 156–197 cm", "3", "/g under ambient conditions and were also employed to separate light hydrocarbons because of their high density of coordinatively unsaturated metal sites on the hole-walls.", "(3e, 9, 13)", " Powder neutron diffraction experiments carried out by Long’s groups demonstrated the preferential interaction between deuterated unsaturated C", "2", "s and open Co sites in the expected side-on fashion with Co–C distances of 2.60–2.73 Å, which is much stronger than the Co···D···C interaction between deuterated ethane and open Co sites.", "(9)", " Thus, it is clear that the present of open metal sites in the framework is crucial for C", "2", "s/C", "1", " separation. For anionic MOFs, one of the most effective ways is to embed metallic cations into the pores, following the removal of terminal solvent molecules to give active metal sites. Although such a method had been applied to enhance H", "2", " and CO", "2", " uptakes and selective separation, none of the MOFs have demonstrated that the method can be applicable to upgrade C", "2", "s storages and C", "2", "s/CH", "4", " separations.", "(14)", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Experimental Section", "General Procedures", "All reagents were purchased commercially and used without further purification. The purity of all gases is 99.999%. All syntheses were carried out in a 20 mL vial under autogenous pressure. All powder X-ray diffraction (PXRD) analyses were recorded on a Rigaku Dmax2500 diffractometer with Cu Kα radiation (λ = 1.54056 Å) with a step size of 0.05°. Gas adsorption measurement was performed in the ASAP (Accelerated Surface Area and Porosimetry) 2020 System. Fluorescence spectra were measured with a HORIBA Jobin-Yvon FluoroMax-4 spectrometer.", "Synthesis of [Zn", "17", "thb", "14", "(μ", "4", "-O)", "4", "(H", "2", "O)(Me", "2", "NH", "2", ")]·Me", "2", "NH", "2", " (", "1", ")", "According to the previous method,", "(15)", " 2,5-thiophenedicarboxylate acid (H", "2", "thb, 103 mg, 0.6 mmol) and Zn(NO", "3", ")", "2", "·6H", "2", "O (293 mg, 1 mmol) were dissolved in 4 mL of ", "N", ",", "N", "-dimethylacetamide (DMA) and 1 mL of methanol (MeOH). The mixture was placed in a small vial and heated at 100 °C for 3 days, and then cooled to room temperature. Colorless block crystals of the product were formed and collected by filtration and washed with DMA several times. Yield: ∼160 mg (∼72% based on H", "2", "thb).", "Preparation of ", "2", "The guest Me", "2", "NH", "2", "+", " cations in CH", "2", "Cl", "2", "-exchanged sample of ", "1", " can perform ion-exchange with Ag", "+", " cations by repeatedly soaking 500 mg of the colorless samples in 100 mL of 0.02 M MeCN solution of AgNO", "3", " for 12 h in 2 days under a dark environment. Colorless product ", "2", " with Ag", "+", " cations can be successfully obtained by soaking in 100 mL of fresh MeCN solution for 12 h under a dark environment.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Results and Discussion", "Here, we present the effect of cation-exchange on the binding of C", "2", "s in a porous MOF [Zn", "17", "thb", "14", "(μ", "4", "-O)", "4", "(H", "2", "O)(Me", "2", "NH", "2", ")]·Me", "2", "NH", "2", "·", "x", "guest (", "1", ", H", "2", "thb = 2,5-thiophenedicarboxylate acid, Me = −CH", "3", "), which had an anionic framework with Johnson-type cages, and exhibited facile ion-exchange capability (Figure ", "1", "). Our previous ion-exchange studies, in fact, indicated that the organic dimethylammonium cations in the Johnson-type cages can be fully exchanged by Ag", "+", " at room temperature, as shown by inductively coupled plasma atomic emission spectroscopy (ICP-AES) studies, forming the Ag", "+", "-exchanged phase ", "2", ".", "(15)", " X-ray photoelectron spectrum (XPS) measurement was also carried out for ", "2", " to confirm the present of Ag", "+", " cantions in the Johnson-type cages (Figure S1, ", "Supporting Information", "). The fully exchanged compound was found to retain its morphology and crystallinity according to powder X-ray diffraction (PXRD) studies. Here, we report the effect of two extraframework cations (dimethylammonium and Ag", "+", ") on the C", "2", "s sorption uptake and separation for ", "1", " and ", "2", ". The choice of Ag", "+", " as a cation for this study was driven by its known high chemical complexing interactions with carbon–carbon unsaturated bonds. In addition, the Ag", "+", " cation is low charged and has a large ionic radius, which results in a higher density of accessible metal sites for enhancing selective storage of C", "2", "s. For gas sorption, after solvent exchange processes according to previous methods,", "(15)", " the active phases ", "1a", " and ", "2a", " were obtained by evacuating under high dynamic vacuum at 60 °C for 24 h. Comparison of the PXRD patterns of the above compounds confirm that the integrity of the framework is maintained with some broad peaks possibly induced by the slight relaxation of the open framework (Figure S2, ", "Supporting Information", ").", "Figure 1. Johnson-type cages of ", "1", " and sketch of the interaction between C", "2", "s and Ag", "+", " in the cages.", "The permanent porosity of the activated phases ", "1a", " and ", "2a", " is confirmed by N", "2", " sorption measurement, giving Langmuir surface areas of 1270.3 and 1313.8 m", "2", "/g, respectively (Figure S3, ", "Supporting Information", "). In order to examine their utilities as adsorbents for industrially important C", "2", "s/C", "1", " separation, we examined the pure component sorption isotherms of ", "1a", " and ", "2a", " for various C", "2", "s and CH", "4", " under 273 K and 1 bar. As shown in Figure ", "2", ", ", "1a", " takes up different amounts of C", "2", "H", "6", " (4.48 mmol/g) and CH", "4", " (0.62 mmol/g), respectively (Figure ", "2", "a and Figure S4a, ", "Supporting Information", "). The CH", "4", " uptake (0.55 mmol/g) for ", "2a", " is close to that for ", "1a", " (Figure S4c, ", "Supporting Information", "), while the C", "2", "H", "6", " uptake for ", "2a", " is similar to that for ", "1a", " under the lower pressure (<0.4 bar) and further promotes to 5.19 mmol/g with the increasing of pressure (Figure ", "2", "c), owing to the Ag···H···C interaction between C", "2", "H", "6", " and open Ag", "+", " sites (Figure ", "1", "). However, uptake of C", "2", "H", "4", " for ", "2a", " at 1 bar is 5.00 mmol/g, which is about 36.24% higher than that (3.67 mmol/g) for ", "1a", " under the same test conditions (Figure ", "3", "a,c). Compared to the C", "2", "H", "2", " uptake of ", "1a", ", that of ", "2a", " follows the similar increasing trend, and the final value (5.16 mmol/g) is about 24.04% higher than that (4.16 mmol/g) of ", "1a", " (Figure ", "4", "a,c). It is noted that, under the first data point (", "P", " ≈ 1 mmHg), the C", "2", "H", "4", " and C", "2", "H", "2", " uptakes for ", "2a", " are about 18 times and 26 times enhancement over ", "1a", ", respectively (Figures ", "3", " and ", "4", ", inset). The upgrade of unsaturated C", "2", "s uptakes can be attributed to preferential interaction between unsaturated hydrocarbons and open Ag", "+", " sites in the expected side-on fashion (Figure ", "1", "). Compared to serials of MMOF-74 and UTSA-34b, the maximum uptake of C", "2", "H", "2", " for ", "2a", " is inferior,", "(3e, 6, 9, 13)", " but equal to that for UTSA-50a (5.08 mmol/g)", "(16)", " and much better than ZJU-30a (3.17 mmol/g), UTSA-33a (3.66 mmol/g), UTSA-34a (4.64 mmol/g), and UTSA-36a (3.57 mmol/g), as well as many other MOFs under 273 K and 1 bar.", "(3b, 4a, 5, 6, 17)", " The sorption measurement performed at 293 K shows that the C", "2", "s uptakes of ", "2a", " are always higher than those of ", "1a", ". The enthalpies of C", "2", "s adsorptions for ", "2a", " are estimated from the sorption isotherms at 273 and 293 K using the virial equation. The enthalpies of CH", "4", " and C", "2", "H", "6", " for ", "2a", " are 8.9 and 12.5 kJ/mol, which are close to those (11.4 and 11.1 kJ/mol) for ", "1a", " (Figure S5, ", "Supporting Information", "). However, the enthalpies of C", "2", "H", "4", " and C", "2", "H", "2", " for ", "2a", " are 24.53 and 23.32 kJ/mol, respectively. These values are much higher than those (9.9 and 14.3 kJ/mol) for ", "1a", ", indicating the contribution of Ag", "+", " in the pores. The experimental data collected under 273 K are fits of the dual-site Langmuir–Freundlich mode (Figures S6 and S7, ", "Supporting Information", "), and the adsorption selectivities for equimolar mixture adsorption of different C", "2", "s with respect to CH", "4", " are calculated using ideal solution adsorbed theory (IAST, a widely adopted method to predict multicomponent isotherms from pure gas isotherms). For ", "2a", ", the C", "2", "s/CH", "4", " selectivities are always much higher than those for ", "1a", ", especially for the selectivities of C", "2", "H", "2", "/CH", "4", " and C", "2", "H", "4", "/CH", "4", " (Figure ", "5", "). The selectivities of C", "2", "H", "2", "/CH", "4", " and C", "2", "H", "4", "/CH", "4", " for ", "2a", " have fallen from 934 and 201 under 1 kPa to 36 and 24 under 100 kPa, respectively (Figure ", "5", "e,f). The C", "2", "H", "2", "/CH", "4", " separation selectivity of ", "2a", " is much higher than ", "ZJU-30a", " (15) and UTSA-36a (16.1).", "(17a, 4a)", " It is worth noting that the high selective separations of C", "2", "H", "4", "/CH", "4", " and C", "2", "H", "2", "/CH", "4", " suggest that ", "2a", " may be a good candidate material for hydrocarbon separation and purification of natural gas.", "Figure 2. Gas sorption isotherms of C", "2", "H", "6", ": ", "1a", " under 273 (a) and 293 K (b); ", "2a", " under 273 (c) and 293 K (d). Inset: the C", "2", "H", "6", " sorption isotherms under 273 K and very low pressure for ", "1a", " and ", "2a", ".", "Figure 3. Gas sorption isotherms of C", "2", "H", "4", ": ", "1a", " under 273 (a) and 293 K (b); ", "2a", " under 273 (c) and 293 K (d). Inset: the C", "2", "H", "4", " sorption isotherms under 273 K and very low pressure for ", "1a", " and ", "2a", ".", "Figure 4. Gas sorption isotherms of C", "2", "H", "2", ": ", "1a", " under 273 (a) and 293 K (b); ", "2a", " under 273 (c) and 293 K (d). Inset: the C", "2", "H", "2", " sorption isotherms under 273 K and very low pressure for ", "1a", " and ", "2a", ".", "Figure 5. IAST calculative selectivities of different C", "2", "s with respect to CH", "4", " at 273 K: (a) C", "2", "H", "6", "/CH", "4", " for ", "2a", ", (b) C", "2", "H", "6", "/CH", "4", " for ", "1a", ", (c) C", "2", "H", "2", "/CH", "4", " for ", "1a", ", (d) C", "2", "H", "4", "/CH", "4", " for ", "1a", ", (e) C", "2", "H", "2", "/CH", "4", " for ", "2a", ", (f) C", "2", "H", "4", "/CH", "4", " for ", "2a", ".", "Except for gas sorption, ", "1a", " shows a very unusual affinity to laser dyes Rhodamine B (Rh B) and Rhodamine 6G (Rh 6G) and can gather both dyes on the crystalline surfaces of the porous material from ethanol solution. To explore the uptake of Rh B on the surface of ", "1a", ", 100 mg of crystals of ", "1a", " were immersed in an ethanol solution of Rh B (20 mg/L, 3.5 mL) at 60 °C. The pink solution of Rh B gradually faded to colorless after 6 days; meanwhile, the appearance of colorless crystals ", "1a", " became pink, obtaining Rh B-loading phase ", "Rh B@1a", " (Figure ", "6", "a). The concentration of Rh B in ethanol changed from the original 20 mg/L to the final 0.037 mg/L (Figure ", "7", ", inset). The same experiment has also been done in an ethanol solution of Rh 6G and showed the fading of orange ethanol solution of Rh 6G in 4 days, obtaining orange Rh 6G-loading phase ", "Rh 6G@1a", " (Figure ", "6", "b). PXRD measurements confirmed the framework stability of ", "1a", ". From the PXRD patterns, the main peaks of these ", "Rh B@1a", " and ", "Rh 6G@1a", " are according to the original ones, indicating the integrity of the host frameworks (Figure S2e,f, ", "Supporting Information", "). The scanning electron microscopy (SEM) image of ", "Rh B@1a", " and the cross-sectional view of a single crystal reveal that the formation of Rh B particles is just limited to the outer surface of the crystals because of the larger Rh B molecular dimension than the window size of ", "1a", " (Figure S8, ", "Supporting Information", "). However, the Rh B molecules are hardly released from the surface of ", "1a", ", confirming the strong affinity between Rh B and ", "1", " (Figure S9, ", "Supporting Information", ").", "Figure 6. Photos of Rh B (a) and Rh 6G (b) enrichment progress over ", "1a", " in 5 and 4 days, respectively. Samples of ", "Rh B@1a", " (c) and ", "Rh 6G@1a", " (d) illuminated with 365 nm laboratory UV light.", "Figure 7. Photoluminescence spectra of (a) liquid Rh B in ethanol and the ", "Rh B@1", " soaked in 3.5 mL of Rh B/ethanol solutions with a concentration of 20 mg/L for 1 (b), 2 (c), 3 (d), and 5 (e) days. Inset: the measured concentration curve of Rh B in ethanol solutions after enrichment progress over ", "1a", " in 5 days.", "Room-temperature photoluminescent (PL) spectra of ", "Rh B@1a", " with different concentrations are shown in Figure ", "7", ". It can be seen that all the composites show a significant red-shift in PL spectra in comparison with that (575 nm) of Rh B/ethanol solution. The peaks of the PL spectra are located at  594, 599, 602, and 606 nm when crystals of ", "1a", " are immersed in Rh B/ethanol solutions with a concentration of 20 mg/L for 1, 2, 3, and 5 days, respectively (Figure ", "7", "). It is well-known that varying the aggregation state of dye molecules will cause changes in PL properties.", "(18)", " As the concentration of Rh B on crystalline surfaces increases, the red-shift of PL spectra peaks is obvious.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Conclusion", "In summary, we developed a new effective approach toward embedding Ag", "+", " as open metal sites in MOFs to upgrade C", "2", "s storage and C", "2", "s/C", "1", " separations. Moreover, compound ", "1a", " as substrate can load fluorescent dyes on the external surface of crystals to control their luminescent properties. The results demonstrated that compound ", "1", " is a promising multifunctional material for further applications.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Supporting Information", "Additional figures, powder X-ray diffraction patterns, and sorption isotherms. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Acknowledgment", "We thank the NSFC (21403235, 21221001, 91222105, U1162118) for the support of this work", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "References", "This article references 18 other publications.", "1. ", "Baker", ", ", "R. W.", " ", "Ind. Eng. Chem. Res.", " ", "2002", ",  ", "41", ",  ", "1393", "– ", "1411", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Future Directions of Membrane Gas Separation Technology", "Baker, Richard W.", "Industrial & Engineering Chemistry Research", "\r\n        (", "2002", "),\r\n    ", "41", "\r\n        (", "6", "),\r\n    ", "1393-1411", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  During the past 20 yr, sales of membrane gas sepn. equipment have grown to become a $150 million/yr business.  More than 90% of this business involves the sepn. of noncondensable gases: nitrogen from air; carbon dioxide from methane; and hydrogen from nitrogen, argon, or methane.  However, a much larger potential market for membrane gas sepn. lies in sepg. mixts. contg. condensable gases such as the C3+ hydrocarbons from methane or hydrogen, propylene from propane, and n-butane from isobutane.  These applications require the development of new membranes and processes.  In this review, the existing gas sepn. applications are surveyed, and the expected growth of these and potential new applications of gas sepn. membranes over the next 20 yr are described.  The improvements in gas sepn. technol. needed to produce these changes in the membrane industry are also discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XhtlCmtLw%253D&md5=84a9a9cb7413a4d7bfe7a776a6d728b4", "2. ", "Safarik", ", ", "D. J.", "; ", "Eldridge", ", ", "R. B.", " ", "Ind. Eng. Chem. Res.", " ", "1998", ",  ", "37", ",  ", "2571", "– ", "2581", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Olefin/Paraffin Separations by Reactive Absorption: A Review", "Safarik, Douglas J.; Eldridge, R. Bruce", "Industrial & Engineering Chemistry Research", "\r\n        (", "1998", "),\r\n    ", "37", "\r\n        (", "7", "),\r\n    ", "2571-2581", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review with a no. of refs.  Light olefins and paraffins are commonly sepd. by cryogenic distn.  A process based upon reversible chem. complexation, which employs a mass-sepg. agent rather than an energy-sepg. agent, presents an attractive alternative to distn.  Use of such a facilitated-transport-assisted process could substantially reduce the capital costs and energy requirements of olefin/paraffin sepns.  Copper(I) and silver(I) have long been known to form electron donor/acceptor complexes with olefins.  Several chem. systems using these transition metals as the selective sepg. agent have been studied.  A review of copper- and silver-based complexing solns. for olefin/paraffin sepns. via gas/liq. contacting is presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXjvVKks7o%253D&md5=a2c63bcd1195c1258f1e44aaac06865c", "3. ", "(a) ", "Horike", ", ", "S.", "; ", "Inubushi", ", ", "Y.", "; ", "Hori", ", ", "T.", "; ", "Fukushima", ", ", "T.", "; ", "Kitagawa", ", ", "S.", " ", "Chem. Sci.", " ", "2012", ",  ", "3", ",  ", "116", "– ", "120", "[", "Crossref", "], [", "CAS", "]", "3. ", "A solid solution approach to 2D coordination polymers for CH4/CO2 and CH4/C2H6 gas separation: equilibrium and kinetic studies", "Horike, Satoshi; Inubushi, Yasutaka; Hori, Takashi; Fukushima, Tomohiro; Kitagawa, Susumu", "Chemical Science", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "1", "),\r\n    ", "116-120", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Gas sepn. properties for CH4/CO2 and CH4/C2H6 of flexible 2D porous coordination polymers under equil. gas conditions and mixed gas flow conditions were investigated and the gas sepn. efficiencies were optimized by precise tuning of the flexibility in ligand-base solid soln. compds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsFeju7fN&md5=7b3833ff8c52d11f658655eb94dd9734", "(b) ", "Hijikata", ", ", "Y.", "; ", "Horike", ", ", "S.", "; ", "Sugimoto", ", ", "M.", "; ", "Inukai", ", ", "M.", "; ", "Fukushima", ", ", "T.", "; ", "Kitagawa", ", ", "S.", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "3634", "– ", "3642", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Pore Design of Two-Dimensional Coordination Polymers toward Selective Adsorption", "Hijikata, Yuh; Horike, Satoshi; Sugimoto, Masayuki; Inukai, Munehiro; Fukushima, Tomohiro; Kitagawa, Susumu", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "7", "),\r\n    ", "3634-3642", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors synthesized four porous coordination polymers (PCPs) using Zn2+, 4,4'-sulfonyldibenzoate (sdb), and four types of dinitrogen linker ligands, 1,4-diazabicyclo[2,2,2]octane (dabco), 1,4-bis(4-pyridyl)benzene (bpb), 3,6-bis(4-pyridyl)-1,2,4,5-tetrazine (bpt), and 4,4'-bipyridyl (bpy).  The bent sdb ligands form a rhombic space connected by Zn paddle-wheel units to form a 1-dimensional double chain, and each dinitrogen ligand linked the 1-dimensional double chains.  There are different assembled structures of two-dimensional sheets with the same connectivities between Zn2+ and the org. ligands. [Zn2(sdb)2(dabco)]n (1) has a noninterpenetrated and noninterdigitated structure, [Zn2(sdb)2(bpb)]n (2) and [Zn2(sdb)2(bpt)]n (3) have interdigitated structures, and [Zn2(sdb)2(bpy)]n (4) has an interpenetrated structure.  The length of the dinitrogen ligands dominated their assembled structures and flexibility, which influence the adsorption properties.  The flexible frameworks of 2 and 3 provide different stepwise adsorption behaviors for CO2, CH4, C2H6, and C2H4 affected by their pore diams. and the properties of the gases.  Their different adsorption properties were revealed by IR spectroscopy and x-ray anal. under a gas atm.  The framework of 4 possesses less flexibility and a smaller void space than the others and a negligible amt. of CH4 was adsorbed; however, 4 can adsorb either C2H6 or C2H4 through the gate-opening phenomenon.  Measurement of the solid-state 2H NMR was also carried out to study the relation between the framework structure and the dynamics of bpy with regard to the lower flexibility of 4.  The authors demonstrated a strategy to control the pore size and assembled structures toward selective adsorption properties of PCPs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXktVOhu74%253D&md5=603a595975f8a6fbb72c95e924502d34", "(c) ", "Uchida", ", ", "S.", "; ", "Eguchi", ", ", "R.", "; ", "Nakamura", ", ", "S.", "; ", "Ogasawara", ", ", "Y.", "; ", "Kurosawa", ", ", "N.", "; ", "Mizuno", ", ", "N.", " ", "Chem. Mater.", " ", "2012", ",  ", "24", ",  ", "325", "– ", "330", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Selective Sorption of Olefins by Halogen-Substituted Macrocation-Polyoxometalate Porous Ionic Crystals", "Uchida, Sayaka; Eguchi, Ryo; Nakamura, Shinnosuke; Ogasawara, Yoshiyuki; Kurosawa, Noriyuki; Mizuno, Noritaka", "Chemistry of Materials", "\r\n        (", "2012", "),\r\n    ", "24", "\r\n        (", "2", "),\r\n    ", "325-330", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Ionic crystals [Cr3O(OOCCH2X)6(H2O)3]4[α-SiW12O40]·14H2O (X = Cl [Ia], Br [IIa]) were synthesized by complexation of halogen-substituted macrocations with a silicododecatungstate.  Compds. Ia and IIa possess analogous 1-dimensional winding channels, and the channel walls are composed of oxygen atoms of silicododecatungstates and -CH2X groups of macrocations.  Water of crystn. in Ia (IIa) is desorbed by the treatment in vacuo or under a dry N2 or He flow at 298-303 K, and the corresponding guest free phases Ib (IIb) were obtained.  Propylene/propane and ethylene/ethane sorption ratios of Ib at 298 K and 100 kPa are 6.1 and 3.6, resp.  The ethylene/ethane sorption ratio of IIb at 298 K and 100 kPa is 2.8.  These values are much larger than those of conventional sorbents.  In situ 13C MAS NMR spectra of ethylene or ethane sorbed in Ib suggest that host-guest interaction for ethylene is larger than that for ethane.  DFT calcn. and Monte Carlo simulation are carried out to elucidate the nature of the high ethylene/ethane sorption ratios: The bridging carboxylates (-OOCCH2X) are polarized by incorporation of highly electroneg. halogens.  Ethylene resides along the channel wall with the σh plane facing the channel wall, while ethane resides randomly in the channels of Ib and IIb.  These results suggest that the olefin sorption is enhanced by electrostatic interaction between the π-electron of olefins and highly polarized halogen-substituted macrocations and/or silicododecatungstates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsFCisb3N&md5=2b5820564be97094bf84b0a3a66995e4", "(d) ", "Bloch", ", ", "E. D.", "; ", "Queen", ", ", "W. L.", "; ", "Krishna", ", ", "R.", "; ", "Zadrozny", ", ", "J. M.", "; ", "Brown", ", ", "C. M.", "; ", "Long", ", ", "J. R.", " ", "Science", " ", "2012", ",  ", "335", ",  ", "1606", "– ", "1610", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Hydrocarbon Separations in a Metal-Organic Framework with Open Iron(II) Coordination Sites", "Bloch, Eric D.; Queen, Wendy L.; Krishna, Rajamani; Zadrozny, Joseph M.; Brown, Craig M.; Long, Jeffrey R.", "Science (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "335", "\r\n        (", "6076", "),\r\n    ", "1606-1610", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The energy costs assocd. with large-scale industrial sepn. of light hydrocarbons by cryogenic distn. could potentially be lowered through development of selective solid adsorbents that operate at higher temps.  Here, the metal-org. framework Fe2(dobdc) (dobdc4- : 2,5-dioxido-1,4-benzenedicarboxylate) is demonstrated to exhibit excellent performance characteristics for sepn. of ethylene/ethane and propylene/propane mixts. at 318 K.  Breakthrough data obtained for these mixts. provide exptl. validation of simulations, which in turn predict high selectivities and capacities of this material for the fractionation of methane/ethane/ethylene/acetylene mixts., removal of acetylene impurities from ethylene, and membrane-based olefin/paraffin sepns.  Neutron powder diffraction data confirm a side-on coordination of acetylene, ethylene, and propylene at the iron(II) centers, while also providing solid-state structural characterization of the much weaker interactions of ethane and propane with the metal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XksVyqsLc%253D&md5=d149ed45c3e688d5e4ee63d75629bd4f", "(e) ", "Bae", ", ", "Y. S.", "; ", "Lee", ", ", "C. Y.", "; ", "Kim", ", ", "K. C.", "; ", "Farha", ", ", "O. K.", "; ", "Nickias", ", ", "P.", "; ", "Hupp", ", ", "J. T.", "; ", "Nguyen", ", ", "S. T.", "; ", "Snurr", ", ", "R. Q.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "1893", "– ", "1896", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(f) ", "Lee", ", ", "C. Y.", "; ", "Bae", ", ", "Y.-S.", "; ", "Jeong", ", ", "N. C.", "; ", "Farha", ", ", "O. K.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Stern", ", ", "C. L.", "; ", "Nickias", ", ", "P.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", "; ", "Nguyen", ", ", "S. T.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "5228", "– ", "5231", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Kinetic Separation of Propene and Propane in Metal-Organic Frameworks: Controlling Diffusion Rates in Plate-Shaped Crystals via Tuning of Pore Apertures and Crystallite Aspect Ratios", "Lee, Chang Yeon; Bae, Youn-Sang; Jeong, Nak Cheon; Farha, Omar K.; Sarjeant, Amy A.; Stern, Charlotte L.; Nickias, Peter; Snurr, Randall Q.; Hupp, Joseph T.; Nguyen, Son Binh T.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "14", "),\r\n    ", "5228-5231", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Isostructural, noncatenated, Zn-pillared-paddlewheel metal-org. framework materials [Zn2LmLn] were synthesized from 1,2,4,5-tetrakis(carboxyphenyl)benzene (L1) its 3,6-dibromo analog (L2) and acetylene and trimethylsilylacetylene substituted trans-1,2-dipyridylethene struts (L3, L4).  Substantial kinetic selectivity in the adsorption of propene over propane can be obsd., depending on the pore apertures and the rectangular-plate morphol. of the crystals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjsVCltb0%253D&md5=7ed1409ea706ad52ee400cfccfa690fa", "4. ", "(a) ", "Das", ", ", "M. C.", "; ", "Xu", ", ", "H.", "; ", "Xiang", ", ", "S.", "; ", "Zhang", ", ", "Z.", "; ", "Arman", ", ", "H. D.", "; ", "Qian", ", ", "G.", "; ", "Chen", ", ", "B.", " ", "Chem.—Eur. J.", " ", "2011", ",  ", "17", ",  ", "7817", "– ", "7822", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "A New Approach to Construct a Doubly Interpenetrated Microporous Metal-Organic Framework of Primitive Cubic Net for Highly Selective Sorption of Small Hydrocarbon Molecules", "Das, Madhab C.; Xu, Hui; Xiang, Sheng-Chang; Zhang, Zhang-Jing; Arman, Hadi D.; Qian, Guo-Dong; Chen, Bang-Lin", "Chemistry--A European Journal", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "28", "),\r\n    ", "7817-7822, S7817/1-S7817/4", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A new approach was realized to construct a three-dimensional doubly interpenetrated cubic metal-org. framework Zn2(PBA)2(BDC)·(DMF)3(H2O)4 (UTSA-36, HPBA = 4-(4-pyridyl)benzoic acid, H2BDC = 1,4-benzenedicarboxylic acid) through the self-assembly of the pyridylcarboxylate linker 4-(4-pyridyl)benzoate and bicarboxylate linker 1,4-benzenedicarboxylate with paddle-wheel [Zn2(COO)4].  The activated UTSA-36 a exhibits highly selective gas sorption of C2H6, C2H4 and C2H2 over CH4 with the Henry law's selectivities of 11 to 25 at 273-296 K attributed to the unique 3-dimensional intersected pore structure of ∼3.1 to 4.8 Å within the framework, indicating that UTSA-36 a is a potentially very useful and promising microporous material for such industrially important sepn. of C2 hydrocarbons over methane.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnvFSqsbY%253D&md5=4bda48ae2a937cd7ed7a14e144ffab2a", "(b) ", "Das", ", ", "M. C.", "; ", "Guo", ", ", "Q.", "; ", "He", ", ", "Y.", "; ", "Kim", ", ", "J.", "; ", "Zhao", ", ", "C.-G.", "; ", "Hong", ", ", "K.", "; ", "Xiang", ", ", "S.", "; ", "Zhang", ", ", "Z.", "; ", "Thomas", ", ", "K. M.", "; ", "Krishna", ", ", "R.", "; ", "Chen", ", ", "B.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "8703", "– ", "8710", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Interplay of Metalloligand and Organic Ligand to Tune Micropores within Isostructural Mixed-Metal Organic Frameworks (M'MOFs) for Their Highly Selective Separation of Chiral and Achiral Small Molecules", "Das, Madhab C.; Guo, Qunsheng; He, Yabing; Kim, Jaheon; Zhao, Cong-Gui; Hong, Kunlun; Xiang, Shengchang; Zhang, Zhangjing; Thomas, K. Mark; Krishna, Rajamani; Chen, Banglin", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "20", "),\r\n    ", "8703-8710", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Four porous isostructural mixed-metal-org. frameworks (M'MOFs) were synthesized and structurally characterized.  The pores within these M'MOFs are systematically tuned by the interplay of both the metalloligands and org. ligands which have enabled the authors not only to direct their highly selective sepn. of chiral alcs. 1-phenylethanol (PEA), 2-butanol (BUT), and 2-pentanol (2-PEN) with the highest ee up to 82.4% but also to lead highly selective sepn. of achiral C2H2/C2H4 sepn.  The potential application of these M'MOFs for the fixed bed pressure swing adsorption (PSA) sepn. of C2H2/C2H4 was further examd. and compared by the transient breakthrough simulations in which the purity requirement of 40 ppm in the outlet gas can be readily fulfilled by the fixed bed M'MOF-4a adsorber at ambient conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xmt1yjsrw%253D&md5=18ca32fa9c1c0f86b6b12edabe966ad3", "(c) ", "Xu", ", ", "H.", "; ", "He", ", ", "Y.", "; ", "Zhang", ", ", "Z.", "; ", "Xiang", ", ", "S.", "; ", "Cai", ", ", "J.", "; ", "Cui", ", ", "Y.", "; ", "Yang", ", ", "Y.", "; ", "Qian", ", ", "G.", "; ", "Chen", ", ", "B.", " ", "J. Mater. Chem. A", " ", "2013", ",  ", "1", ",  ", "77", "– ", "81", "[", "Crossref", "], [", "CAS", "]", "4. ", "A microporous metal-organic framework with both open metal and Lewis basic pyridyl sites for highly selective C2H2/CH4 and C2H2/CO2 gas separation at room temperature", "Xu, Hui; He, Yabing; Zhang, Zhangjing; Xiang, Shengchang; Cai, Jianfeng; Cui, Yuanjing; Yang, Yu; Qian, Guodong; Chen, Banglin", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2013", "),\r\n    ", "1", "\r\n        (", "1", "),\r\n    ", "77-81", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "To immobilize both open metal and Lewis basic pyridyl sites into a microporous metal-org. framework, Cu6(PDC)6·2.6H2O (UTSA-50) (PDC = 3,5-pyridinedicarboxylate) was solvothermally synthesized and characterized.  The combination of open metal sites and Lewis basic pyridyl functional sites leads to a high acetylene adsorption enthalpy of 39.4 kJ mol-1.  As a result, UTSA-50 is a very promising MOF material for the highly selective sepn. of C2H2/CH4 and C2H2/CO2 at room temp. with the highest C2H2/CH4 sepn. selectivity of 68 ever reported and moderately high acetylene uptake of 91 cm-1 g-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhslOjsbrP&md5=0a1ab7ad7aa0d4f520ba91a02af29a04", "(d) ", "He", ", ", "Y.", "; ", "Xiang", ", ", "S.", "; ", "Zhang", ", ", "Z.", "; ", "Xiong", ", ", "S.", "; ", "Fronczek", ", ", "F. R.", "; ", "Krishna", ", ", "R.", "; ", "O’Keeffee", ", ", "M.", "; ", "Chen", ", ", "B.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "10856", "– ", "10858", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "A microporous lanthanide-tricarboxylate framework with the potential for purification of natural gas", "He, Yabing; Xiang, Shengchang; Zhang, Zhangjing; Xiong, Shunshun; Fronczek, Frank R.; Krishna, Rajamani; O'Keeffe, Michael; Chen, Banglin", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "88", "),\r\n    ", "10856-10858", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A novel robust three-dimensional lanthanide org. framework with high thermal stability was demonstrated to exhibit the potential for purifn. of natural gas in nearly pure form from an 8-component gas mixt. at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVyhs7nO&md5=c57f8d47c5fc7b83513735d8f29b1925", "5. ", "He", ", ", "Y.", "; ", "Zhang", ", ", "Z.", "; ", "Xiang", ", ", "S.", "; ", "Fronczek", ", ", "F. R.", "; ", "Krishna", ", ", "R.", "; ", "Chen", ", ", "B.", " ", "Chem.—Eur. J.", " ", "2012", ",  ", "18", ",  ", "613", "– ", "619", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "A Microporous Metal-Organic Framework for Highly Selective Separation of Acetylene, Ethylene, and Ethane from Methane at Room Temperature", "He, Yabing; Zhang, Zhangjing; Xiang, Shengchang; Fronczek, Frank R.; Krishna, Rajamani; Chen, Banglin", "Chemistry - A European Journal", "\r\n        (", "2012", "),\r\n    ", "18", "\r\n        (", "2", "),\r\n    ", "613-619, S613/1-S613/12", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A novel three-dimensional microporous metal-org. framework Zn4L(DMA)4 (UTSA-33, H8L = 1,2,4,5-tetra(5-isophthalic acid)benzene, DMA = N,N'-dimethylacetamide) with small pores of about 4.8 to 6.5 Å was synthesized and structurally characterized as a non-interpenetrated (4,8)-connected network with the flu topol. (Schlaefli symbol: (41261284)(46)2).  The activated UTSA-33a exhibits highly selective sepn. of acetylene, ethylene, and ethane from methane with the adsorption selectivities of 12 to 20 at 296 K, which has been established exclusively by the sorption isotherms and simulated breakthrough expts., thus methane can be readily sepd. from their binary and even ternary mixts. at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsF2lurnF&md5=1b1f13f17848a791323e36b38c9dad60", "6. ", "He", ", ", "Y.", "; ", "Zhang", ", ", "Z.", "; ", "Xiang", ", ", "S.", "; ", "Wu", ", ", "H.", "; ", "Fronczek", ", ", "F. R.", "; ", "Zhou", ", ", "W.", "; ", "Krishna", ", ", "R.", "; ", "O’Keeffe", ", ", "M.", "; ", "Chen", ", ", "B.", " ", "Chem.—Eur. J.", " ", "2012", ",  ", "18", ",  ", "1901", "– ", "1904", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "High Separation Capacity and Selectivity of C2 Hydrocarbons over Methane within a Microporous Metal-Organic Framework at Room Temperature", "He, Yabing; Zhang, Zhangjing; Xiang, Shengchang; Wu, Hui; Fronczek, Frank R.; Zhou, Wei; Krishna, Rajamani; O'Keeffe, Michael; Chen, Banglin", "Chemistry - A European Journal", "\r\n        (", "2012", "),\r\n    ", "18", "\r\n        (", "7", "),\r\n    ", "1901-1904, S1901/1-S1901/25", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A newly prepd. copper org. framework [Cu3(H2L)(H2O)3]·3DEF·2.5H2O (H8L = 1,2,4,5-tetra(5-isophthalate)benzene; UTSA-34, UTSA = University of Texas at San Antonio) is constructed from the paddlewheel Cu2(CO2)4 secondary building units and the expanded octacarboxylate org. linkers as characterized by crystal structure anal.  The permanent microporosities were established for both partially UTSA-34a and completely desolvated MOFs UTSA-34b and their C1 and C2 hydrocarbon sorption isotherms were measured to establish their potential for selective sepn.  The authors further examd. the sepn. selectivity and capacity of UTSA-34b for C2H2/CH4, C2H4/CH4, and C2H6/CH4 binary mixts. at 296 K.  Such high sepn. capacity and selectivity are attributed to the moderately high pore spaces within the framework to take up a large amt. of hydrocarbons and open Cu metal sites on the pore surfaces for their stronger interactions with C2H2 and C2H4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFait7s%253D&md5=881d2d75f705c46efdaa276537091ae4", "7. ", "He", ", ", "Y.", "; ", "Zhang", ", ", "Z.", "; ", "Xiang", ", ", "S.", "; ", "Fronczek", ", ", "F. R.", "; ", "Krishna", ", ", "R.", "; ", "Chen", ", ", "B.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "6493", "– ", "6495", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "A robust doubly interpenetrated metal-organic framework constructed from a novel aromatic tricarboxylate for highly selective separation of small hydrocarbons", "He, Yabing; Zhang, Zhangjing; Xiang, Shengchang; Fronczek, Frank R.; Krishna, Rajamani; Chen, Banglin", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "52", "),\r\n    ", "6493-6495", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A microporous metal-org. framework, for the 1st time, was developed for highly selective sepn. of industrially important C1, C2 and C3 hydrocarbons at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XotFyjtrw%253D&md5=1a55863bb9f6cca519cbe34f8f365319", "8. ", "He", ", ", "Y.", "; ", "Krishna", ", ", "R.", "; ", "Chen", ", ", "B.", " ", "Energy Environ. Sci.", " ", "2012", ",  ", "5", ",  ", "9107", "– ", "9120", "[", "Crossref", "], [", "CAS", "]", "8. ", "Metal-organic frameworks with potential for energy-efficient adsorptive separation of light hydrocarbons", "He, Yabing; Krishna, Rajamani; Chen, Banglin", "Energy & Environmental Science", "\r\n        (", "2012", "),\r\n    ", "5", "\r\n        (", "10", "),\r\n    ", "9107-9120", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The sepn. of hydrocarbons with carbon nos. in the 1-3 range is of great significance in the purifn. of natural gas, prodn. of ethylene and propylene with the required 99.5%+ purity levels as feeds to polymn. reactors, and sepn. of ethyne from mixts. with ethylene.  In this study the performances of a total of 19 different MOFs, carefully selected to span a wide range of functionalities, were evaluated for a variety of sepn. tasks.  For all sepn. tasks investigated, MOFs with high d. of open metal sites, CoMOF-74, MgMOF-74, and FeMOF-74, have significantly better sepn. potential than other MOFs, ZIFs or zeolites that have been suggested in the literature.  Of particular significance is the possibility offered by CoMOF-74, MgMOF-74, and FeMOF-74 for \"fractionating\" a 6-component CH4/C2H2/C2H4/C2H6/C3H6/C3H8 mixt. to yield individual pure components.  Such sepns. are likely to have a significant industrial impact, resulting in significant energy savings when compared to current technologies that rely on distn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhtlyqs7nJ&md5=60d67294ba300e1137a47779c3689b1e", "9. ", "Geier", ", ", "S. J.", "; ", "Mason", ", ", "J. A.", "; ", "Bloch", ", ", "E. D.", "; ", "Queen", ", ", "W. L.", "; ", "Hudson", ", ", "M. R.", "; ", "Brown", ", ", "C. M.", "; ", "Long", ", ", "J. R.", " ", "Chem. Sci.", " ", "2013", ",  ", "4", ",  ", "2054", "– ", "2061", "[", "Crossref", "], [", "CAS", "]", "9. ", "Selective adsorption of ethylene over ethane and propylene over propane in the metal-organic frameworks M2(dobdc) (M = Mg, Mn, Fe, Co, Ni, Zn)", "Geier, Stephen J.; Mason, Jarad A.; Bloch, Eric D.; Queen, Wendy L.; Hudson, Matthew R.; Brown, Craig M.; Long, Jeffrey R.", "Chemical Science", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "5", "),\r\n    ", "2054-2061", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A significant redn. in the energy costs assocd. with the cryogenic sepn. of ethylene-ethane and propylene-propane mixts. could potentially be realized through the use of selective solid adsorbents that operate at higher temps.  The metal-org. frameworks M2(dobdc) (M = Mg, Mn, Fe, Co, Ni, Zn; dobdc4- = 2,5-dioxido-1,4-benzenedicarboxylate) are of particular interest for this application, owing to their high d. of coordinatively unsatd. M2+ cation sites that can selectively interact with unsatd. hydrocarbons.  Here, we present gas adsorption data for ethylene, ethane, propylene, and propane at 45, 60, and 80 °C for the entire series.  The means of sample prepn. and activation is found to be important for achieving high sepn. selectivities and capacities.  While all of the compds. investigated show good performance characteristics, Fe2(dobdc) and Mn2(dobdc) exhibit the highest selectivities for the sepn. of ethylene-ethane and propylene-propane mixts., resp.  Crystal structures detd. from neutron powder diffraction data elucidate the binding of ethane, ethylene, and propylene in Mn2(dobdc) and Co2(dobdc).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXltVOltbo%253D&md5=1e4709795ff5b0869f5d7aad97864a05", "10. ", "Chui", ", ", "S. S.-Y.", "; ", "Lo", ", ", "S. M.-F.", "; ", "Charmant", ", ", "J. P. H.", "; ", "Orpen", ", ", "A. G.", "; ", "Williams", ", ", "I. D.", " ", "Science", " ", "1999", ",  ", "283", ",  ", "1148", "– ", "1150", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "A chemically functionalizable nanoporous material [Cu3(TMA)2(H2O)3]n", "Chui, Stephen S.-Y.; Lo, Samuel M.-F.; Charmant, Jonathan P. H.; Orpen, A. Guy; Williams, Ian D.", "Science (Washington, D. C.)", "\r\n        (", "1999", "),\r\n    ", "283", "\r\n        (", "5405", "),\r\n    ", "1148-1150", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Although zeolites and related materials combine nanoporosity with high thermal stability, they are difficult to modify or derivatize in a systematic way.  A highly porous metal coordination polymer [Cu3(TMA)2(H2O)3]n (TMA is benzene-1,3,5-tricarboxylate) was formed in 80% yield.  It has interconnected [Cu2(O2CR)4] units (R is an arom. ring), which create a three-dimensional system of channels with a pore size of 1 nm and an accessible porosity of ∼40% in the solid.  Unlike zeolites, the channel linings can be chem. functionalized; for example, the aqua ligands can be replaced by pyridines.  TGA and high-temp. single-crystal diffractometry indicate that the framework is stable up to 240°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXhsFeitLc%253D&md5=8f6f372b015fa0e2bbb7e8bfd316b663", "11. ", "(a) ", "Wong-Foy", ", ", "A. G.", "; ", "Lebel", ", ", "O.", "; ", "Matzger", ", ", "A. J.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "15740", "– ", "15741", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Porous Crystal Derived from a Tricarboxylate Linker with Two Distinct Binding Motifs", "Wong-Foy, Antek G.; Lebel, Olivier; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "51", "),\r\n    ", "15740-15741", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The use of a reduced symmetry org. linker for the prepn. of porous coordination polymers is demonstrated.  The solvothermal reaction of the unsym. substituted biaryl compd. biphenyl-3,4',5-tricarboxylic acid with Cu(II) ions produces a [3,4,6]-connected coordination polymer exhibiting very high porosity and surface area (SLangmuir = 3100 m2/g).  A striking feature of the structure is its incorporation, in a single material, of both the ubiquitous dinuclear Cu(II) paddlewheel motif and the rarely obsd. trinuclear Cu(II) cluster.  Satn. H2 uptake, measured at 77 K, shows an excess gravimetric uptake of 5.7% at 45 bar with a steep rise at low pressures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtlynu7vF&md5=999b476f62766f37c15c587906649777", "(b) ", "Li", ", ", "B.", "; ", "Zhang", ", ", "Y.", "; ", "Krishna", ", ", "R.", "; ", "Yao", ", ", "K.", "; ", "Han", ", ", "Y.", "; ", "Wu", ", ", "Z.", "; ", "Ma", ", ", "D.", "; ", "Shi", ", ", "Z.", "; ", "Pham", ", ", "T.", "; ", "Space", ", ", "B.", "; ", "Liu", ", ", "J.", "; ", "Thallapally", ", ", "P. K.", "; ", "Liu", ", ", "J.", "; ", "Chrzanowski", ", ", "M.", "; ", "Ma", ", ", "S.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "8654", "– ", "8660", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Introduction of π-Complexation into Porous Aromatic Framework for Highly Selective Adsorption of Ethylene over Ethane", "Li, Baiyan; Zhang, Yiming; Krishna, Rajamani; Yao, Kexin; Han, Yu; Wu, Zili; Ma, Dingxuan; Shi, Zhan; Pham, Tony; Space, Brian; Liu, Jian; Thallapally, Praveen K.; Liu, Jun; Chrzanowski, Matthew; Ma, Shengqian", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "24", "),\r\n    ", "8654-8660", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A porous arom. framework (PAF) with π-complexation capabilities was prepd., affording a significant increase in ethylene uptake capacity, as illustrated in the context of Ag(I) ion functionalized PAF-1, PAF-1-SO3Ag.  IAST calcns. using single-component-isotherm data and an equimolar ethylene/ethane ratio at 296 K reveal that PAF-1-SO3Ag shows exceptionally high ethylene/ethane adsorption selectivity (Sads: 27 to 125), far surpassing benchmark zeolite and any other MOF reported in literature.  The formation of π-complexation between ethylene mols. and Ag(I) ions in PAF-1-SO3Ag has been evidenced by the high isosteric heats of adsorption of C2H4 and also proved by in situ IR spectroscopy studies.  Transient breakthrough expts., supported by simulations, indicate the feasibility of PAF-1-SO3Ag for producing 99.95% + pure C2H4 in a Pressure Swing Adsorption operation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXptlyqsL8%253D&md5=35c0dd68dbd239ded1f8d5e5b229877a", "12. ", "Reyes", ", ", "S. C.", "; ", "Santiesteban", ", ", "J. G.", "; ", "Ni", ", ", "Z.", "; ", "Paur", ", ", "C. S.", "; ", "Kortunov", ", ", "P.", "; ", "Zengel", ", ", "J.", "; ", "Deckman", ", ", "H. W.", " U.S. Patent US 2009/0216059, ", "2009", ".", "There is no corresponding record for this reference.", "13. ", "(a) ", "Getman", ", ", "R. B.", "; ", "Bae", ", ", "Y.-S.", "; ", "Wilmer", ", ", "C. E.", "; ", "Snurr", ", ", "R. Q.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "703", "– ", "723", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Review and analysis of molecular simulations of methane, hydrogen, and acetylene storage in metal-organic frameworks", "Getman, Rachel B.; Bae, Youn-Sang; Wilmer, Christopher E.; Snurr, Randall Q.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "703-723", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Discussed and analyzed are recent computational studies of adsorption of methane, hydrogen, and acetylene in porous materials and it is shown how simulation was used to guide the design of these materials for gas storage.  Addnl. discussed are the state-of-the-art in simulation techniques and the challenges assocd. with performing mol. simulations of gas mols. in MOFs.  Throughout the review, both the successes and limitations of such simulations are highlighted.  The paper is organized as follows: section 2 discusses models and methods commonly used to calc. gas adsorption in MOFs.  Section 3 discusses how these models and methods were used to assess and design MOFs for CH4, H2, and C2H2 storage.  Sections 4 and 5 discuss gas adsorption at open metal sites in the nodes and linkers, resp., the different computational strategies required to calc. adsorbate interactions at these sites, and the challenges assocd. with performing such calcns.  Section 6 discusses how simulations can be used to calc. the av. enthalpy of adsorption, which is a useful quantity for assessing uptake capabilities.  Section 7 discusses specific examples where simulations were used to guide expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1CrsLnF&md5=d8a0e205058909a8d3a171b2fafe676b", "(b) ", "He", ", ", "Y.", "; ", "Zhou", ", ", "W.", "; ", "Krishna", ", ", "R.", "; ", "Chen", ", ", "B.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "11813", "– ", "11831", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Microporous metal-organic frameworks for storage and separation of small hydrocarbons", "He, Yabing; Zhou, Wei; Krishna, Rajamani; Chen, Banglin", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "97", "),\r\n    ", "11813-11831", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Hydrocarbons are very important energy resources and raw materials for some industrially important products and fine chems.  There is a need for the discovery of better materials that offer enhanced capacities for safe storage of hydrocarbons.  Furthermore, the development of improved sepn. technologies will lead to significant redn. in energy requirements and costs.  In this feature article, we provide an overview of the current status of the emerging microporous metal-org. frameworks for the storage and sepn. of small hydrocarbons.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhslCnsLjO&md5=c27c3682fac56f8d80b2f7ff420d3b7e", "14. ", "(a) ", "Nouar", ", ", "F.", "; ", "Eckert", ", ", "J.", "; ", "Eubank", ", ", "J. F.", "; ", "Forster", ", ", "P.", "; ", "Eddaoudi", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "2864", "– ", "2870", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Zeolite-like Metal-Organic Frameworks (ZMOFs) as Hydrogen Storage Platform: Lithium and Magnesium Ion-Exchange and H2-(rho-ZMOF) Interaction Studies", "Nouar, Farid; Eckert, Juergen; Eubank, Jarrod F.; Forster, Paul; Eddaoudi, Mohamed", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "8", "),\r\n    ", "2864-2870", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Zeolite-like metal-org. frameworks (ZMOFs) are anionic, have readily exchangeable extra-framework cations, and can be constructed with a variety of org. linkers.  ZMOFs therefore can be regarded as an excellent platform for systematic studies of the effect(s) of various structural factors on H2 binding/interaction with porous metal-org. materials.  We find that the enhanced binding of mol. hydrogen in ion-exchanged ZMOFs with an anionic framework is largely governed by the presence of the electrostatic field in the cavity, which is reflected by isosteric heats of adsorption in these compds. which are greater by as much as 50% relative to those in neutral MOFs.  Direct contact of the sorbed hydrogen with the exchangeable cations is shown not to be possible in the explored systems thus far, as they retain their form as aqua complexes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhvVSnsbo%253D&md5=e785ec7b409b3aa1246df6ab5a922ef7", "(b) ", "Yang", ", ", "H.", "; ", "He", ", ", "X.-W.", "; ", "Wang", ", ", "F.", "; ", "Kang", ", ", "Y.", "; ", "Zhang", ", ", "J.", " ", "J. Mater. Chem.", " ", "2012", ",  ", "22", ",  ", "21849", "– ", "21851", "[", "Crossref", "], [", "CAS", "]", "14. ", "Doping copper into ZIF-67 for enhancing gas uptake capacity and visible-light-driven photocatalytic degradation of organic dye", "Yang, Hui; He, Xin-Wei; Wang, Fei; Kang, Yao; Zhang, Jian", "Journal of Materials Chemistry", "\r\n        (", "2012", "),\r\n    ", "22", "\r\n        (", "41", "),\r\n    ", "21849-21851", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A doping strategy was successfully applied to tune the gas sorption and photocatalytic properties of a microporous material ZIF-67.  The Cu-doped phase integrated both structural features and functions of ZIF-67 showed high gas uptake capacity and highly efficient visible-light-driven photocatalytic property on the degrdn. of methyl orange.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVehsb7N&md5=5ae6aae06c27060ed6adbe8913b45b75", "15. ", "Tan", ", ", "Y.-X.", "; ", "He", ", ", "Y.-P.", "; ", "Zhang", ", ", "J.", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "6153", "– ", "6156", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Cooperative ion-exchange and self-redox process to load catalytic metal nanoparticles into a MOF with Johnson-type cages", "Tan, Yan-Xi; He, Yan-Ping; Zhang, Jian", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "46", "),\r\n    ", "6153-6156", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Through a cooperative ion-exchange and self-redox process, a new MOF material with nanosized Johnson-type cages has successfully produced Pd- or Ag-NPs in its pores without any external reducing agents, leading to the formation of M-NP-embedded catalysts for the hydrogenation of styrene.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXotVChtLo%253D&md5=e23fc3f35c246f02835b9b8efbeb807b", "16. ", "Xu", ", ", "H.", "; ", "He", ", ", "Y.", "; ", "Zhang", ", ", "Z.", "; ", "Xiang", ", ", "S.", "; ", "Cai", ", ", "J.", "; ", "Cui", ", ", "Y.", "; ", "Yang", ", ", "Y.", "; ", "Qian", ", ", "G.", "; ", "Chen", ", ", "B.", " ", "J. Mater. Chem. A", " ", "2013", ",  ", "1", ",  ", "77", "– ", "81", "[", "Crossref", "], [", "CAS", "]", "16. ", "A microporous metal-organic framework with both open metal and Lewis basic pyridyl sites for highly selective C2H2/CH4 and C2H2/CO2 gas separation at room temperature", "Xu, Hui; He, Yabing; Zhang, Zhangjing; Xiang, Shengchang; Cai, Jianfeng; Cui, Yuanjing; Yang, Yu; Qian, Guodong; Chen, Banglin", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2013", "),\r\n    ", "1", "\r\n        (", "1", "),\r\n    ", "77-81", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "To immobilize both open metal and Lewis basic pyridyl sites into a microporous metal-org. framework, Cu6(PDC)6·2.6H2O (UTSA-50) (PDC = 3,5-pyridinedicarboxylate) was solvothermally synthesized and characterized.  The combination of open metal sites and Lewis basic pyridyl functional sites leads to a high acetylene adsorption enthalpy of 39.4 kJ mol-1.  As a result, UTSA-50 is a very promising MOF material for the highly selective sepn. of C2H2/CH4 and C2H2/CO2 at room temp. with the highest C2H2/CH4 sepn. selectivity of 68 ever reported and moderately high acetylene uptake of 91 cm-1 g-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhslOjsbrP&md5=0a1ab7ad7aa0d4f520ba91a02af29a04", "17. ", "(a) ", "Cai", ", ", "J.", "; ", "Yu", ", ", "J.", "; ", "Xu", ", ", "H.", "; ", "He", ", ", "Y.", "; ", "Duan", ", ", "X.", "; ", "Cui", ", ", "Y.", "; ", "Wu", ", ", "C.", "; ", "Chen", ", ", "B.", "; ", "Qian", ", ", "G.", " ", "Cryst. Growth Des.", " ", "2013", ",  ", "13", ",  ", "2094", "– ", "2097", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "A Doubly Interpenetrated Metal-Organic Framework with Open Metal Sites and Suitable Pore Sizes for Highly Selective Separation of Small Hydrocarbons at Room Temperature", "Cai, Jianfeng; Yu, Jiancan; Xu, Hui; He, Yabing; Duan, Xing; Cui, Yuanjing; Wu, Chuande; Chen, Banglin; Qian, Guodong", "Crystal Growth & Design", "\r\n        (", "2013", "),\r\n    ", "13", "\r\n        (", "5", "),\r\n    ", "2094-2097", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "To immobilize open Cu2+ sites and tune suitable pore spaces, the authors have realized a doubly interpenetrated metal-org. framework (MOF) [Cu2L(H2O)2]·(DMF)6·H2O (ZJU-30, ZJU = Zhejiang University; H4L = biphenyl-3,3',5,5'-tetra-(phenyl-4-carboxylic) acid; DMF = N,N-dimethylformamide) for the highly selective sepn. of C2 hydrocarbons over C1 methane with the Henry law's selectivities from 9.58 to 29.8 at 273-298 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXktlyktrc%253D&md5=a0d6b3bb7289a03a133fd700f7c4fbaf", "(b) ", "Hijikata", ", ", "Y.", "; ", "Horike", ", ", "S.", "; ", "Sugimoto", ", ", "M.", "; ", "Inukai", ", ", "M.", "; ", "Fukushima", ", ", "T.", "; ", "Kitagawa", ", ", "S.", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "3634", "– ", "3642", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Pore Design of Two-Dimensional Coordination Polymers toward Selective Adsorption", "Hijikata, Yuh; Horike, Satoshi; Sugimoto, Masayuki; Inukai, Munehiro; Fukushima, Tomohiro; Kitagawa, Susumu", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "7", "),\r\n    ", "3634-3642", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors synthesized four porous coordination polymers (PCPs) using Zn2+, 4,4'-sulfonyldibenzoate (sdb), and four types of dinitrogen linker ligands, 1,4-diazabicyclo[2,2,2]octane (dabco), 1,4-bis(4-pyridyl)benzene (bpb), 3,6-bis(4-pyridyl)-1,2,4,5-tetrazine (bpt), and 4,4'-bipyridyl (bpy).  The bent sdb ligands form a rhombic space connected by Zn paddle-wheel units to form a 1-dimensional double chain, and each dinitrogen ligand linked the 1-dimensional double chains.  There are different assembled structures of two-dimensional sheets with the same connectivities between Zn2+ and the org. ligands. [Zn2(sdb)2(dabco)]n (1) has a noninterpenetrated and noninterdigitated structure, [Zn2(sdb)2(bpb)]n (2) and [Zn2(sdb)2(bpt)]n (3) have interdigitated structures, and [Zn2(sdb)2(bpy)]n (4) has an interpenetrated structure.  The length of the dinitrogen ligands dominated their assembled structures and flexibility, which influence the adsorption properties.  The flexible frameworks of 2 and 3 provide different stepwise adsorption behaviors for CO2, CH4, C2H6, and C2H4 affected by their pore diams. and the properties of the gases.  Their different adsorption properties were revealed by IR spectroscopy and x-ray anal. under a gas atm.  The framework of 4 possesses less flexibility and a smaller void space than the others and a negligible amt. of CH4 was adsorbed; however, 4 can adsorb either C2H6 or C2H4 through the gate-opening phenomenon.  Measurement of the solid-state 2H NMR was also carried out to study the relation between the framework structure and the dynamics of bpy with regard to the lower flexibility of 4.  The authors demonstrated a strategy to control the pore size and assembled structures toward selective adsorption properties of PCPs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXktVOhu74%253D&md5=603a595975f8a6fbb72c95e924502d34", "(c) ", "Wang", ", ", "D.", "; ", "Zhao", ", ", "T.", "; ", "Cao", ", ", "Y.", "; ", "Yao", ", ", "S.", "; ", "Li", ", ", "G.", "; ", "Huo", ", ", "Q.", "; ", "Liu", ", ", "Y.", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "8648", "– ", "8650", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "High performance gas adsorption and separation of natural gas in two microporous metal-organic frameworks with ternary building units", "Wang, Dongmei; Zhao, Tingting; Cao, Yu; Yao, Shuo; Li, Guanghua; Huo, Qisheng; Liu, Yunling", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "63", "),\r\n    ", "8648-8650", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two MOFs, JLU-Liu5 and JLU-Liu6, based on ternary building units and exhibit high adsorption selectivity for CO2, C2H6 and C3H8 over CH4, which is attributed to steric effects and host-guest interactions, have been prepd.  These MMOFs are promising materials for gas adsorption and natural gas purifn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtVOgurvI&md5=be6b6df67dd1845aacbd8d562cb53a1c", "(d) ", "Zhang", ", ", "H.-X.", "; ", "Fu", ", ", "H.-R.", "; ", "Li", ", ", "H.-Y.", "; ", "Zhang", ", ", "J.", "; ", "Bu", ", ", "X.", " ", "Chem.—Eur. J.", " ", "2013", ",  ", "19", ",  ", "11527", "– ", "11530", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Porous ctn-Type Boron Imidazolate Framework for Gas Storage and Separation", "Zhang, Hai-Xia; Fu, Hong-Ru; Li, Hong-Yan; Zhang, Jian; Bu, Xianhui", "Chemistry - A European Journal", "\r\n        (", "2013", "),\r\n    ", "19", "\r\n        (", "35", "),\r\n    ", "11527-11530", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A ctn-type boron imidazolate framework {Zn3[HB(mim)3]4}(NO3)2 (BIF-24, mim = 2-methyl-imidazolate) was constructed from the HB(mim)3- ligands and tetrahedral Zn2+ centers.  BIF-24 has permanent porosity and shows high hydrogen uptake capacity of 1.88 wt. % at 77 K and 1 atm, and high selectivity for the adsorption of CO2 or select C2 and C3 hydrocarbons over CH4 at ambient conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFSgsLjN&md5=27768fdb8f97d243a7e60155d25d2ae0", "18. ", "Tu", ", ", "J.", "; ", "Li", ", ", "N.", "; ", "Chi", ", ", "Y.", "; ", "Qu", ", ", "S.", "; ", "Wang", ", ", "C.", "; ", "Yuan", ", ", "Q.", "; ", "Li", ", ", "X.", "; ", "Qiu", ", ", "S.", " ", "Mater. Chem. Phys.", " ", "2009", ",  ", "118", ",  ", "273", "– ", "276", "[", "Crossref", "], [", "CAS", "]", "18. ", "The study of photoluminescence properties of Rhodamine B encapsulated in mesoporous silica", "Tu, Jinchun; Li, Nan; Chi, Yue; Qu, Songnan; Wang, Chunxu; Yuan, Qing; Li, Xiaotian; Qiu, Shilun", "Materials Chemistry and Physics", "\r\n        (", "2009", "),\r\n    ", "118", "\r\n        (", "2-3", "),\r\n    ", "273-276", "CODEN:\r\n                ", "MCHPDR", ";\r\n        ISSN:", "0254-0584", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Rhodamine B (Rh B), a kind of fluorescent dye, was encapsulated into the pores of various mesoporous silica materials through postgrafting method.  Small angle x-ray diffraction (XRD), N adsorption-desorption and Fourier transform IR (FTIR) spectrometry were used to characterize those composites.  After encapsulation, the composites showed significant blue-shift in photoluminescence (PL) spectra.  The extent of shift changed upon varying mesoporous SiO2 host.  This phenomenon is related to the topol. structure of mesopores.  For the 1st time, it was obsd. that not only the size, but also the structure and the curvature of the mesopores have a great influence on PL properties of the composites, and a possible mechanism was also provided.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtlWitbnJ&md5=823a674fac29be5ac5ead4e1f4579fe6"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-24/ic5020829/20141209/images/small/ic-2014-020829_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-24/ic5020829/20141209/images/small/ic-2014-020829_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-24/ic5020829/20141209/images/small/ic-2014-020829_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-24/ic5020829/20141209/images/small/ic-2014-020829_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-24/ic5020829/20141209/images/small/ic-2014-020829_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-24/ic5020829/20141209/images/small/ic-2014-020829_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-24/ic5020829/20141209/images/small/ic-2014-020829_0007.gif\">"]}
