{"title": ["Unified Approach to Pore Size Characterization of Microporous Carbonaceous Materials from N", ", Ar, and CO", " Adsorption Isotherms"], "authors": ["Peter I. Ravikovitch", "Aleksey Vishnyakov", "Ron Russo", "Alexander V. Neimark"], "doi": ["10.1021/la991011c"], "abstract": ["We present a unified approach to pore size characterization of microporous carbonaceous materials such as activated carbon and carbon fibers by nitrogen, argon, and carbon dioxide adsorption at standard temperatures, 77 K for N", " and Ar and 273 K for CO", ". Reference isotherms of N", ", Ar, and CO", " in a series of model slit-shaped carbon pores in the range from 0.3 to 36 nm have been calculated from the nonlocal density functional theory (NLDFT) using ", " of intermolecular interactions. Carbon dioxide isotherms have also been generated by the grand canonical Monte Carlo (GCMC) method based on the 3-center model of Harris and Yung. The validation of model parameters includes three steps:  (1) prediction of vapor−liquid equilibrium data in the bulk system, (2) prediction of adsorption isotherm on graphite surface, (3) comparison of the NLDFT adsorption isotherms in pores to those of GCMC simulations, performed with the parameters of fluid-fluid interactions, which accurately reproduce vapor−liquid equilibrium data of the bulk fluid. Pore size distributions are calculated by an adaptable procedure of deconvolution of the integral adsorption equation using regularization methods. The deconvolution procedure implies the same grid of pore sizes and relative pressures for all adsorbates and the intelligent choice of regularization parameters. We demonstrate the consistency of our approach on examples of pore structure characterization of activated carbons from adsorption isotherms of different gases and from different models (NLDFT and GCMC). Since the CO", " isotherms measured up to 1 atm are not sensitive to pores wider then 1 nm, the NLDFT method for CO", " has been extended to high-pressure CO", " adsorption up to 34 atm. The methods developed are suggested as a practical alternative to traditional phenomenological approaches such as DR, HK, and BJH methods. "], "text": [" ", "Top of Page", "Abstract", "1. Introduction", "2. Approach", "3. Examples of Pore Size Distribution Analysis", "4. Conclusions", "1. Introduction", " ", "Carbonaceous adsorbents are used in a variety of industrial applications, such as separations, gas storage, and removal of various pollutants. Depending on the activation process, activated carbon possesses pores ranging from molecular sizes up to hundreds of Ångströms that exhibit a large adsorption capacity. Gas adsorption is regarded as the primary method of characterization for activated carbons. The development of reliable methods for characterization of porosity in activated carbons has been the focus of numerous research efforts for almost 50 years.", "1-4", " ", " ", "Phenomenological models of adsorption based on Dubinin's theory of volume filling of micropores have found a great utility in describing adsorption equilibrium of various gases and vapors. The Dubinin−Radushkevich (DR),", "5", " Dubinin−Astakhov (DA),", "6", " and Dubinin−Stoeckli (DS)", "7", " equations have become widely accepted practical methods for calculating the micropore volume, characteristic energy of adsorption, and distribution of micropore sizes. The latter involves postulated forms of the adsorption energy distribution and empirical correlations between the adsorption energy and the pore size.", "8-10", " Other methods, which are used in practice, are the extension of the ", "t", "-curve method for micropores known as the MP method,", "11", " and the Horvath−Kawazoe (HK)", "12", " method. The HK method presents a simplified approach in which the change in the free energy during adsorption is related to an average potential field inside the pore arising from both fluid−fluid and solid−fluid interactions. The limitations of the above methods for micropore size characterization have been repeatedly discussed in the literature. They are notoriously known to produce inconsistent, model-dependent results.", "13-15", " At present, development of reliable methods for characterization of porous carbons remains a topical problem, especially for materials with a wide range of pore sizes. The recently elaborated high-resolution α−S method", "16-20", " gives reliable estimates of the volume of micropores and surface area of mesopores in ", " micro-mesoporous carbons. However, the BJH method, which is routinely employed for mesopore size analyses,", "1", " is incompatible with the DS, MP, and HK methods, and also severely underestimates the pore sizes.", "21-24", " ", " ", "Recent advances in molecular modeling of adsorption phenomena by means of Monte Carlo simulations and density functional theory calculations have led to a better understanding of the specifics of interactions of adsorbed species with porous carbon (see e.g., ref 4). Most of the molecular level models", "21-41", " present the pore structure as a collection of slit-shaped pores with smooth graphite walls (see Figure 1", "). This representation approximates typical lamellar pore geometries observed in carbonaceous materials, for example in activated carbon fibers.", "16", " The geometric heterogeneity is modeled by a pore size distribution. The experimental isotherm is, thus, described as a combination of isotherms in individual slit-shaped pores using the integral adsorption equation", "2,21", " ", " Here ", "N", "exp", "(", "P", ") is the experimental isotherm, ", "N", "S", " is the kernel of theoretical isotherms in model pores, and ", "x", "(", "H", ") is the pore size distribution. ", " ", " Figure 1 Molecular model of adsorption in carbon slit micropores.", " ", " ", " ", "The shortcomings of the slit model for carbon pores have been discussed in the literature.", "22,32", " The model neglects geometric and energetic heterogeneity of the pore walls. The importance of energetic heterogeneity is well understood.", "2,14,31", " Several models have been presented to account for geometric heterogeneity (roughness),", "42-44", " and for the presence of pit defects on the graphite surface.", "45", " The influence of neighboring pores has been considered in a model of pore junctions.", "46", " Pore geometries, other than slit-shaped, have also been considered, i.e., random oriented crystallites,", "47", " rectangular and square pores,", "48-49", " and the recent model of oriented basal planes constructed by the reverse Monte Carlo method.", "50", " More sophisticated models of carbon structure are undoubtedly necessary for a better understanding of the different factors involved. However, from a practical point of view, the simplest slit-shaped model has the advantage of being free from additional assumptions and parameters that are often difficult to justify. ", " ", "The predictive capabilities and consistency of molecular level methods for pore size characterization have been discussed earlier.", "27", "-", "28,33", "-", "35,37,51", " A frequently observed disagreement between the pore size distributions obtained from adsorption isotherms of different gases and those measured at different temperatures was mostly attributed to the shortcomings of the slit-shaped pore model, in particular to the molecular sieving and networking effects", "35", " and specific adsorbate−carbon interactions.", "28,37", " Although these factors are important, we believe that possible inconsistencies in the pore size distributions calculated from different isotherms may be caused by the choice of parameters for intermolecular interactions and also by the solution of the ill-posed problem of deconvolution of the integral adsorption equation. ", " ", "In this paper, we examine the consistency of the pore size distributions in activated carbons obtained from N", "2", ", Ar, and CO", "2", " adsorption isotherms and present a unified approach to pore size characterization of activated carbons based on the nonlocal density functional theory (NLDFT) and grand canonical Monte Carlo simulations (GCMC) with ", "validated parameters", " of intermolecular interactions. The three-step validation of the parameters implies:  (1) a prediction of vapor−liquid equilibrium in the bulk system, (2) a prediction of the adsorption isotherm on graphite surface, and (3) a comparison with adsorption isotherms in pores calculated by means of GCMC simulations with the parameters of fluid−fluid interactions, which also reproduce properties of the bulk fluid. Pore size distributions are calculated by means of an adaptable procedure of deconvolution of the integral adsorption equation using regularization methods. The deconvolution procedure implies the same grid of pore sizes and relative pressures for all adsorbates and the intelligent choice of regularization parameters. The method developed is suitable for calculating pore size distributions from N", "2", ", ", " Ar adsorption isotherms at 77 K, and CO", "2", " adsorption isotherms at 273 K, including the high-pressure region.", " These experimental conditions are standard for most adsorption measurements. ", " ", " ", " Table 1.  Parameters of the Intermolecular Potentials for the LJ Approximation", "a", " ", " ", "gas", "ε", "ff", "/", "k", "B", ", K", "σ", "ff", ", Å", "d", "HS", ", Å", "ref", "ε", "sf", "/", "k", "B", ", K", "σ", "sf", ", Å", "ref ", "N", "2", " (DFT) ", "94.45 ", "3.575 ", "3.575 ", "55−59 ", "53.22 ", "3.494 ", "22 ", "N", "2", " (LJ, MC)", "*", " ", "101.5 ", "3.615 ", " ", "this work ", "53.22 ", "3.494 ", "22 ", "Ar (DFT) ", "118.05 ", "3.305 ", "3.39 ", "56−59 ", "55.0 ", "3.35 ", "this work ", "CO", "2", " (DFT) ", "235.9 ", "3.454 ", "3.495 ", "38, 66 ", "81.5 ", "3.43 ", "66", " ", " ", "a", " Cutoff distance for the fluid−fluid interactions was 5 σ", "ff", ".", "b", " *Shifted potential.", " ", " ", " ", " ", " ", " Table 2.  Parameters of the Intermolecular Potentials for the Three-Center Model of CO", "2", " (ref 64)", "a", " ", " ", "parameter", "value", "parameter", "value ", "ε", "O", "-", "O", "/", "k", ", K ", "80.507 ", "ε", "s", "-", "O", "/", "k", ", K ", "47.563 ", "σ", "O", "-", "O", ", A ", "3.033 ", "σ", "s", "-", "O", ", A ", "3.217 ", "ε", "C", "-", "C", "/", "k", ", K ", "28.129 ", "ε", "s", "-", "C", "/", "k", ", K ", "3.107 ", "σ", "C", "-", "C", ", A ", "2.757 ", "σ", "s", "-", "C", ", A ", "28.13 ", "ε", "C", "-", "O", "/", "k", ", K ", "49.060 ", "l", "O", "-", "O", ", A ", "2.232 ", "σ", "C", "-", "O", ", A ", "2.892 ", "q", "O", ", au ", "−0.3256", " ", " ", "a", " Parameters of carbon−CO", "2", " interactions are from ref 66.", " ", " ", " ", " ", "In the next sections we describe how the kernels of reference isotherms in model pores have been constructed and verified, along with the numerical procedures used to invert the integral adsorption equation. We demonstrate the consistency of the proposed method of pore size characterization on a series of activated carbons and carbon fibers. ", " ", " ", "Top of Page", "Abstract", "1. Introduction", "2. Approach", "3. Examples of Pore Size Distribution Analysis", "4. Conclusions", "2. Approach", " ", "2.1. Molecular Model.", " In molecular models of adsorption in carbon micropores, the pores are assumed to be infinite slits with graphite walls (Figure 1). The carbon−gas interactions are described by the 10-4-3 potential of Steele,", "52", " which is widely used for modeling interactions of simple molecules with graphite", " ", " where ρ", "s", " = 0.114 Å", "-", "3", " is the density of graphite; Δ = 3.35 Å is the interlayer spacing in graphite; ε", "sf", " and σ", "sf", " are the energetic and scale parameters of the solid−fluid Lennard-Jones potential. The potential field in micropores includes contributions from two opposite walls", " ", " ", " ", "2.2. ", "Non", "local Density Functional Theory.", " The nitrogen, argon, and carbon dioxide adsorption isotherms in model slit pores have been calculated from the Tarazona's version of the nonlocal density functional theory,", "53,54", " called below the NLDFT model. In application to pore size characterization of microporous carbons from N", "2", " isotherms this model has been used earlier by Lastoskie et al.,", "22,23", " and, with some empirical modifications of the attractive interactions, by Olivier et al.,", "29,31,32", " see also ref 30. Ravikovitch et al. have introduced the NLDFT model for pore size characterization based on CO", "2", " isotherms measured at 273 K at subatmospheric pressures.", "38", " Neimark and Ravikovitch calculated high-pressure isotherms of He, N", "2", ", Ar, Kr, and CH", "4", " in micropores of activated carbons.", "39,40", " In a series of our recent papers the NLDFT model has been successfully used for the description of N", "2", " and Ar adsorption in cylindrical pores of mesoporous molecular sieves, and in calculation of pore size characterizations in silica-based materials.", "55-59", " ", " ", "The density ρ(", "r", ") the adsorbate confined in a pore at a given chemical potential ", "μ", " and temperature ", "T", " is determined by minimization of the grand thermodynamic potential. The grand potential is expressed as the functional of ρ(", "r", ") in the following form", " ", " Here, ", "V", "ext", "(", "r", ") is the external solid−fluid potential imposed by the pore walls and Φ", "attr", "(", "r", ") is the attractive part of the fluid−fluid potential. Λ the de Broglie thermal wavelength in the ideal gas term. The excess Helmholtz free energy of the reference hard sphere fluid, ", "f", "ex", "|ρ(", "r", "); d", "HS", "| is calculated from the Carnahan−Starling equation of state.", "60", " In the smoothed density approximation (SDA) due to Tarazona", "53,54", " ", "f", "ex", "|ρ(", "r", "); d", "HS", "| depends on the smoothed density ρ(", "r", ") defined as", " ", " where the weighting function ω(|", "r", " − ", "r", "|) had been chosen to reproduce the Percus−Yevick approximation to the direct correlation function of the homogeneous hard-sphere fluid.", "54", " ", " ", "The Lennard-Jones 6−12 potential was used to model fluid−fluid interactions. The attractive interactions were modeled using the Weeks−Chandler−Andersen (WCA) perturbation scheme", "61", " ", " ", " where ε", "ff", " is the potential well depth, ", "r", "m", " = 2", "1/6", " σ", "ff", " is the minimum of the potential, and ", "r", "c", " is the cutoff distance. ", " ", "The equilibrium density profiles in the direction perpendicular to pore walls ρ(", "z", ") are calculated for each value of the chemical potential ", "μ", " (or bulk pressure ", "P", ") by minimizing the grand potential (eq 4) using the method of indeterminate Lagrange multipliers.", "62", " The ", "excess", " adsorption isotherm per unit of pore area is then calculated as", " ", " where ρ", "bulk", "(", "P", ") is the bulk density, and ", "H", "ref", " is a ", "reference pore width", ", which we took to be equal to the internal pore width ", "H", "ref", " = ", "H", "in", " = ", "H", "cc", " − σ", "cc", ", using σ", "cc", " 3.4 Å for the effective diameter of the carbon atom. In principle, to be fully consistent with experimental practice one should use ", "H", "ref", " obtained from the theoretical helium calibration performed at the same conditions as the experimental determination of the void volume.", "39,40", " For CO", "2", " adsorption at high pressures we used theoretical ", "absolute adsorption", " isotherms, because the experimental isotherms we used", "63", " have already been converted from excess to absolute adsorption. Thus, effects of He adsorption were neglected.", " ", " ", " Figure 2 Calculated adsorption isotherms of N", "2", " at 77.4 K (a, b) and Ar at 87.3 K (c) in slit carbon pore ", "H", "cc", " = 72.4 Å and experimental isotherms on Sterling graphite. Circles:  experimental data (from ref 31), solid lines:  NLDFT results, dotted lines:  GCMC results. Thin vertical lines on chart (b) show location of capillary condensation, capillary evaporation, and equilibrium transitions in the pore.", " ", " ", " ", "2.3. Grand Canonical Monte Carlo Simulations.", " When the adsorbate molecule is relatively complex, results from NLDFT calculations are to be validated against those from the more accurate GCMC method. In the present work the kernel of GCMC isotherms was calculated for CO", "2", " using the rigid three-center model of Harris and Yung.", "64", " Each atom of the CO", "2", " molecule was presented as a charged Lennard-Jones sphere. The potential was cut at ", "r ", "= 15 Å and not shifted. However, when any two sites of two different molecules were inside the cutoff sphere, all nine site−site interactions for this pair of molecules were taken into account. Since quadrupole−quadrupole interactions decay as ", "r", "-", "5", ", considering relatively large cutoff and confinement, no long-range corrections were employed. Periodic boundary conditions were imposed in directions parallel to the walls. The basic simulation cell was quadratic in the plane parallel to the walls and had a minimum size of 36 × 36 Å. At low pressures the simulation cell was enlarged to ensure that a sufficient number of particles remained in the simulation. The length of Markov chains in GCMC simulations was at least 6 × 10", "4", " configurations per molecule; statistics were collected over ca. 3 × 10", "4", " configurations per molecule. ", " ", "2.4. Fluid", "−", "Fluid Interactions Parameters.", " The nitrogen−nitrogen and argon−argon interaction parameters have been taken from our previous works.", "55", "-", "59", " With these parameters, the NLDFT gives a good description of the bulk properties of nitrogen and argon at low temperatures, including the liquid−gas surface tension.", "59", " Parameters of the LJ fluid−fluid potentials and diameter of hard spheres used in the NLDFT are given in Table 1. ", " ", "We note that the LJ parameters of N", "2", " and Ar which had been optimized to give a good description of bulk equilibrium in the DFT model will not yield the same accuracy when used in the molecular simulations of the LJ fluid. This is because the two models predict different bulk equations of state. Therefore it is much more accurate to fit the parameters of each model separately from theexperimental bulk equilibrium data. Parameters of the LJ nitrogen used in the GCMC simulations have been ", " found from the fit of the LJ equation of state of Johnson et al.", "65", " to the experimental vapor−liquid equilibrium data (Table 1).", " ", " ", " Figure 3 Selected NLDFT isotherms of N", "2", " (a) and Ar (b) in carbon slit pores at 77.4 K; NLDFT isotherms of CO", "2", " at 273 K (c); three-center GCMC isotherms of CO", "2", " at 273 K (d); NLDFT high-pressure CO", "2", " isotherms at 273 K (e). Pore sizes for each isotherm (from left to right) are shown. Pore sizes are internal (", "H", "in", ").", " ", " ", " ", "Carbon dioxide is by no means a Lennard-Jones fluid.", " However, it is possible to describe the vapor−liquid equilibrium of bulk CO", "2", " using an effective LJ potential.", "38,66", " In the GCMC simulations of CO", "2", " adsorption we used the three-center model of Harris and Yung,", "64", " which gives a very accurate description of the two-phase bulk equilibrium. ", " ", "2.5. Solid", "−", "Fluid Interactions Parameters.", " Parameters of nitrogen−carbon interactions were taken as determined by Lastoskie et al.", "22", " from the fit of the NLDFT isotherm on an open surface to the experimental isotherm on nonporous carbon. Parameters of argon−carbon interactions have been determined from the fit of the adsorption isotherm on Sterling graphite at 87 K", "31", " (see Figure 2 and Table 1). Parameters for CO", "2", "−carbon ", " interactions, both for spherical and three-center representations of CO", "2", ", have been determined from the fit to the isotherm on Sterling graphite at 273 K,", "67", " and checked", " against the isotherm at 195.5 K.", "67,68", " The determination of carbon−gas parameters for CO", "2", " is described in detail in ref 66. ", " ", " Figure 4 (a) Differential and (b) cumulative pore volume distributions of T3A carbon molecular sieve (ref 63) calculated from high-pressure CO", "2", " adsorption isotherms at 273 K using NLDFT and three-center GCMC models. (c) Fit of the experimental isotherm. Experimental isotherms (points). Theoretical fits (lines).", " ", " ", " ", "In Figure 2a we compare nitrogen isotherms at 77.4 K calculated by the NLDFT and GCMC in a wide slit pore of size ", "H", "in", " =68.9 Å (∼20 σ", "ff", ") with the isotherm on Sterling graphite.", "31", " We note a good description of the monolayer formation at ", "P", "/", "P", "0", " ≈ 1 × 10", "-", "4", ". Capillary condensation occurs at the relative pressure of ", "P", "/", "P", "0", " = 0.741 in the NLDFT calculations. In the GCMC simulations, the value of ", "P", "/", "P", "0", " = 0.716 has been obtained by the thermodynamic integration.", "69", " The NLDFT and GCMC isotherms agree well with each other and both deviate slightly upward from the experimental isotherm on graphite at relative pressures ", "P", "/", "P", "0", " > 0.1 (Figure 2b). Similar deviations are observed for Ar (Figure 2c). Upward deviations of the NLDFT isotherms from the experimental isotherm on Sterling graphite have been reported previously,", "31", " but we are unaware of simulation studies confirming this. The agreement between our simulations and NLDFT calculations indicates that deviations from the experimental isotherm are neither because of NLDFT approximations nor because of spherical representation of the N", "2", " molecule but rather due to a deficiency in the description of the gas−graphite interactions. Polarization of the adsorbed argon and nitrogen by the surface field, which reduces the fluid−fluid attraction, has been suggested as a probable cause of these discrepancies.", "29", " ", " ", "2.6. Kernels of Reference Isotherms in Model Pores; Limits of Sensitivity.", " For all gases we calculated the local adsorption isotherms in the same set of pores distributed logarithmically starting from the smallest pore of internal width 3 Å. The relative pressures were distributed logarithmically with 20 points per decade, then linearly with an increment of 0.01 ", "P", "/", "P", "0", " up to relative pressure ", "P", "/", "P", "0", " = 0.7, with an increment of 0.005 up to ", "P", "/", "P", "0", " = 0.85, with 0.00 333 up to ", "P", "/", "P", "0", " = 0.9, with 0.002 up to ", "P", "/", "P", "0", " = 0.93, and with an increment of 0.0015 ", "P", "/", "P", "0", " up to the saturation pressure. ", " ", "Nitrogen and Argon at 77 K.", " Equilibrium isotherms of N", "2", " at 77.4 K have been calculated from NLDFT for a set of 105 pores starting from 3 Å and up to 360 Å (Figure 3a). Isotherms of Ar were calculated up to 70 Å pores (Figure 3b). Comparison of N", "2", " and Ar isotherms at 77.4 K shows that Ar fills pores at higher relative pressures than N", "2", ". Assuming that the lowest absolute measurable pressure is ca. 1 × 10", "-", "4", " Torr (", "P", "/", "P", "0", " = 1.3 × 10", "-", "7", " for N", "2", " and 4.3 × 10", "-", "7", " for Ar at 77.4 K), the lower limit of sensitivity for N", "2", " is ca. 5.1 Å, while for Ar it is ca. 4.5 Å. Thus, the use of Ar has an advantage. Using Ar at 87 K, the lower limit of pores being filled at measurable pressures is extended down to 4.0 Å pores. Although we calculated corresponding NLDFT isotherms, we do not consider Ar adsorption at 87 K in this work. ", " ", "Carbon Dioxide at 273 K.", " Using the GCMC method, a set of 38 CO", "2", " isotherms has been calculated for pores from 3 to 14.75 A in width (Figure 3d) (see ref 66 for details). NLDFT isotherms of CO", "2", " at 273 K have been calculated up to the saturation pressure (Figure 3e). The NLDFT isotherms of CO", "2", " at subatmospheric pressures (Figure 3c) are overall in satisfactory agreement with the GCMC isotherms generated using the three-center model (Figure 3d). The agreement is particularly good for pores of width ", " ca. 3.5 to 5 Å, which can accommodate only one layer of CO", "2", " molecules. Both models predict the lowest pressure", " of micropore filling at ca. ", "P", "/", "P", "0", " = 1 × 10", "-", "4", ". Thus CO", "2", " adsorption at 273 K is capable of probing the narrowest micropores at experimentally measurable pressures. Coupled with much lower diffusion limitations as compared to N", "2", " adsorption at 77.4 K,", "63", " this determines advantages of CO", "2", " for characterization of fine microporosity. Deviations between spherical and nonspherical models for CO", "2", " are observed for ca. 6.5−8 Å pores where the adsorbate undergoes a transition from one- to two-layer structure. In these pores the spherical molecules form a dense packing, while the three-center CO", "2", " molecules form a less dense structure determined by an interplay between the tendency to lie flat to the wall and the tendency to form T-like configurations due to the quadrupole (see ref 66 for details). For pores >9 Å the agreement is again good. Overall, the two models are quite consistent with each other. Both models predict the upper limit of sensitivity for CO", "2", " adsorption at 273 K measured up to 1 atm. Isotherms in pores greater than ca. 10 Å are practically linearly dependent; subsequently these pores become indistinguishable (Figure 3c, 3d). Qualitatively similar behavior was observed for methane adsorption at room temperature.", "33", " We note that the subatmospheric CO", "2", " isotherms to be used in eq 1 should be expressed as adsorption per unit area. ", " ", " Figure 5 (a) Differential and (b) cumulative pore volume distributions of CFCMS carbon fiber calculated from N", "2", " and Ar adsorption isotherms at 77 K using NLDFT model, and from subatmospheric CO", "2", " adsorption isotherm at 273 K using NLDFT and three-center GCMC models. (c) N", "2", " and Ar adsorption isotherms at 77 K, and CO", "2", " isotherm at 273 K on CFCMS carbon fiber. Experimental isotherms (points). Theoretical fits (lines). ", " ", " ", " ", "To characterize larger pores, we have extended the NLDFT model up to the saturation pressure of CO", "2", " at 273 K (ca. 26142 Torr). Calculated isotherms show capillary condensation steps in mesopores (Figure 3e). Only in large pores the density of the adsorbate (calculated using the internal pore size, ", "H", "in", ") approaches the bulk liquid density. ", " ", "2.7 Invertion of the integral adsorption equation. Inversion of the integral adsorption eq 1 for pore size distribution calculations is known to be an ill-posed problem.", "70,71", " In this work, eq 1 is written as a matrix equation, ", "Ax", " = ", "B", ", where ", "A", " is a (", "m", " × n) matrix of theoretical isotherms, ", "b", " is a vector of the interpolated experimental", " data points, and ", "x", " is a pore size distribution vector. We used the Tikhonov regularization method", "72", " in which the solution is calculated by minimizing the following quadratic form", "73", " ", " where ", "L", " is a (", "p", " × ", "n", ") matrix (", "p", " ≤ ", "n", ") of a linear operator which imposes additional constraints on the solution vector, for instance smoothness, and λ is a regularization parameter. ", " ", "We note that no single regularization method is applicable to all problems, and the choice of ", "L", " is not unique. In this work we set ", "L", " = ", "I", " (", "n ", "×", " n", "), an identity matrix. We checked that for all kernels and experimental isotherms used in this work, this method satisfies the necessary condition of existence of the reasonable solution, namely the discrete picard condition.", "74", " solutions were calculated using the singular value decomposition (SVD) of matrix ", "A", "73", " ", " where ", "U", " = (", "u", "1", ", . . . , ", "u", "n", ") and ", "V", " = (", "v", "1", ", . . . , ", "v", "n", ") and ", "V", " = (", "v", "1", ", . . . , ", "v", "n", ") are orthogonal matrixes and ", "S", " is the diagonal matrix of singular values of ", "A", " ordered in such a way ", " that", "s", "1", " ≥ ", "s", "2", " ≥ . . . ≥ ", "s", "n", " ≥ 0. The solution is given by", " ", " ", " ", "The discrete Picard condition states that the solution coefficients |", "u", "i", "T", "b", "| must decay (on average) faster then the", " singular values ", "s", "i", ".", "74", " An adaptable procedure has been developed which chooses an optimal regularization parameter close to the corner of the so-called L-curve,", "75", " which gives a fair balance between the quality of fit to the experimental isotherm, ||", "Ax", " − ", "b", "||", "2", ", and the size of the solution vector ||", "x", "||", "2", ". A detailed discussion of the regularization methods is presented elsewhere. ", " ", " Figure 6 (a) Differential and (b) cumulative pore volume distributions of pitch-based activated carbon fiber P10 calculated from N", "2", " and Ar adsorption isotherms at 77.4 K using NLDFT method, and from subatmospheric CO", "2", " adsorption isotherm at 273 K using three-center GCMC model. (c) Fit of the experimental isotherms. Experimental isotherms (points). Theoretical fits (lines). (d) Cumulative pore surface area distribution.", " ", " ", " ", " ", "Top of Page", "Abstract", "1. Introduction", "2. Approach", "3. Examples of Pore Size Distribution Analysis", "4. Conclusions", "3. Examples of Pore Size Distribution Analysis", " ", "3.1. Experimental Procedures.", " Adsorption isotherms of N", "2", ", Ar, and CO", "2", " were measured volumetrically up to the normal atmospheric pressure using the automated adsorption instrument Autosorb 1-C (Quantachrome Corp.) equipped with the Baratron 1 × 10", "-", "4", "−1 Torr pressure transducer. Corrections on the thermal transpiration effect were applied. For accurate measurements of CO", "2", " adsorption at 273.2 K we used an electric thermostat developed at TRI/Princeton. ", " ", "To construct the adsorption isotherm as a function of relative pressure P/P", "0", ", we have to choose the value of the saturation pressure P", "0", ". In the case of Ar at liquid N", "2", " boiling temperature, 77.4 K, which is below the triple point of bulk Ar (83.8 K), this choice is not uniquely defined. Two different values of the saturation pressure, which correspond to solid (∼205 Torr) and supercooled liquid (∼230 Torr), are used in the adsorption literature. The DFT model predicts at 77.4 K a saturation pressure which is very close to that of the supercooled liquid Ar.", "59", " Therefore, we used the saturation pressure of the supercooled liquid Ar at 77.4 (∼230 Torr) when we compared experimental and theoretical Ar isotherms. This choice has proven successful when we calculated pore size distributions of nanoporous siliceous MCM-41 materials from Ar adsorption isotherms at 77.4 and 87 K.", "56", "-", "59", " ", " ", "3.2. Low-Activated Carbon Fibers and Carbon Molecular Sieves.", " ", "T3A ", "Carbon Molecular Sieve.", " According to literature data, nitrogen adsorption at 77 K is not easily measurable on this sample due to a very low rate of adsorption.", "63", " Here we present our analysis of a published high-pressure CO", "2", " adsorption isotherm.", "63", " This molecular sieve possesses pores in the range from 3 to 7 Å (Figure 4), which is in agreement with the literature data.", "63", " Carbon dioxide fills most of the pores at pressures below 1 atm. The results obtained with the three-center model for CO", "2", " (calculated up to 1 atm only) and the spherical CO", "2", " model (calculated up to the saturation pressure) agree well with each other (Figure 4). ", " ", "CFCMS Carbon Fiber.", " In Figure 5c we present the experimental and calculated adsorption isotherms on a sample of CFCMS carbon fiber of low degree of activation. A good agreement between the results obtained from N", "2", ", Ar, and CO", "2", " adsorption isotherms indicates the consistency of our method (Figure 5a, 5b). It also indicates that for this particular carbon fiber, most micropores are equally accessible to all gases. Differential pore volume distributions show that the sample predominantly contains pores in the range of 4−10 Å with more than 80% of all micropores smaller than 10 Å (Figure 5a, 5b). Most of these micropores are filled with carbon dioxide at 273 K at subatmospheric pressures. The results obtained with the three-center CO", "2", " model used in the GCMC agree reasonably well with the pore size distributions obtained from the NLDFT model. We also note a good fit of CO", "2", ", N", "2", ", and Ar isotherms (Figure 5c). ", " ", "Activated Carbon Fiber P10.", " For the activated carbon fiber having a slightly higher degree of burnoff we also observed that the pore size distributions calculated from N", "2", " and Ar isotherms agree quite well with each other (Figure 6a). Since Ar is sensitive to ca. 0.6 Å narrower pores than N", "2", " (see discussion above), the Ar pore size distribution shows a slightly larger population of the narrowest pores. The pore size distribution obtained from the CO", "2", " isotherm measured up to 1 atm agrees well with the Ar distribution for pores smaller than ca. 8 Å. Some deviations seen on the cumulative plot (Figure 6b, 6d) may be attributed to the insensitivity of subatmospheric CO", "2", " adsorption to larger pores, which are present in this sample. We note again a good fit to the experimental isotherms (Figure 6c). ", " ", "3.3. Carbons of Medium-to-High Degree of Activation.", " Activated Carbon ", "Fiber P15.", " This carbon fiber exhibits considerable amounts of supermicropores as well as narrow mesopores. In Figure 7", " we compare the pore size distributions calculated from N", "2", " and Ar adsorption isotherms at 77.4 K using the NLDFT model. The agreement is very good, both for the differential and cumulative pore volume distributions (Figure 7a, 7b, 7d). It is interesting to note that both N", "2", " and Ar differential distributions exhibit a minimum at ca. 9−10 Å. Similar minima on pore size distribution curves calculated by means of density functional theory models have been previously noted.", "32,71", " The proposed explanation was that this is a model-induced artifact arising from the strong packing effects exhibited by a parallel wall model.", "32", " In our opinion, the major factor responsible for the observed minimum is the homogeneous nature of the model. Because of this, both N", "2", " and Ar theoretical isotherms in sufficiently large pores (>10 Å) exhibit sharp monolayer steps. For N", "2", " the monolayer formation occurs at ca. ", "P", "/", "P", "0", " = 1 × 10", "-", "4", " and for Ar at ca. ", "P", "/", "P", "0", " = 1 × 10", "-", "3", " (Figure 3a, 3b). It turns out that the relative pressures corresponding to pore filling jumps in 9−10 Å pores coincide with these monolayer formation steps observed in wider pores (>10 Å). Since all theoretical isotherms in wide pores exhibit a monolayer step at about the same pressure, the ", " contribution from pores that fill at this pressure would have to be reduced. This compensation effect is responsible for the observed minima on the pore size distribution curves, and also for the deviations in the fit to the experimental isotherms (Figure 7c). Similar yet less pronounced mimima occur for pores which fill at the relative pressures corresponding to formation of the second, third, etc., layers. ", " ", " Figure 7 (a) Differential and (b) cumulative pore volume distributions of pitch-based activated carbon fiber P15 calculated from N", "2", " and Ar adsorption isotherms at 77.4 K using NLDFT method. (c) Fit of the experimental isotherms. Experimental isotherms (points). Theoretical fits (lines). (d) Cumulative pore surface area distribution.", " ", " ", " ", "Finally, we note that CO", "2", " adsorption measured up to 1 atm is not suitable for characterization of this carbon fiber because ca. ", "3", "/", "4", " of pores would not be filled with CO", "2", " at these pressures, and thus would be indistinguishable from each other (Figure 7b). In this case high-pressure CO", "2", " measurements are required. ", " ", "High-Pressure CO", "2", " Adsorption on Carbon B.", " An example of the pore size distribution in a wide-pore carbon calculated from a high-pressure CO", "2", " adsorption isotherm at 273 K", "63", " is shown in Figure 8", ". The isotherm on this sample gradually increases at all relative pressures, which corresponds to filling of micropores and narrow mesopores. The pore size distribution has been calculated using the NLDFT isotherms of CO", "2", " at high pressure (Figure 8a). We have also calculated the pore size distribution using three-center GCMC model limited to subatmospheric pressures. Nevertheless, the initial portions of the pore size distribution plots (up to the limit of sensitivity of CO", "2", " at subatmospheric pressures ∼10 Å) are in a very good agreement. We also note that the total mesopore volume of this carbon (Figure 8c) calculated by the NLDFT method is in good agreement with the data obtained from nitrogen and CO", "2", " adsorption using the DR equation.", "63", " ", " ", " Figure 8 (a) Differential pore volume, (b) surface area distributions, (c) cumulative pore volume distribution of carbon B calculated from high-pressure CO", "2", " adsorption isotherm at 273 K (ref 63 using NLDFT and three-center GCMC models. (d) Fit of the experimental isotherm. Experimental isotherm (points). Theoretical fits (lines).", " ", " ", " ", " ", "Top of Page", "Abstract", "1. Introduction", "2. Approach", "3. Examples of Pore Size Distribution Analysis", "4. Conclusions", "4. Conclusions", " ", "We have demonstrated the consistency of the density functional theory and Monte Carlo simulation based methods for characterization of activated carbons by comparison of pore size distributions obtained from different gases (N", "2", " and Ar at 77 K, and CO", "2", " at 273 K). We always observed good agreement between the N", "2", " and Ar distributions. Distributions calculated from subatmospheric CO", "2", " isotherms are in good agreement with those obtained from N", "2", " and Ar for ultramicroporous carbon and carbon molecular sieves with pores narrower than ca. 1 nm. To characterize carbon with wider pores, the NLDFT method for CO", "2", " adsorption has been extended to high pressure up to the CO", "2", " saturation pressure of 34 atm. We have also demonstrated that the results of the NLDFT model for CO", "2", " agree quite well with those of the more elaborated three-center GCMC model. ", " ", "The key to the consistency of our calculations lies in the choice of the parameters of intermolecular interactions. We have ensured that all models developed give a reasonably good description of the bulk liquid−gas equilibrium data and the reference experimental adsorption isotherms on nonporous graphite. We have also checked that the NLDFT isotherms in the pores agree with the corresponding isotherms calculated by means of the GCMC method. The developed pore size distribution methods, resulting in a set of validated and computationally efficient models, are suggested as a practical alternative to traditional phenomenological approaches such as DR, HK, and BJH methods. ", " ", " ", " ", "Top of Page", "Abstract", "1. Introduction", "2. Approach", "3. Examples of Pore Size Distribution Analysis", "4. Conclusions", "Acknowledgment", " ", "This work has been supported by the EPA grant R825959-010, and by Quantachrome Corp. We thank T. Burchell for the CFCMS sample, A. Matsumoto for the ACF samples, and D. Cazorla-Amorós for the table data of high-pressure CO", "2", " isotherms.", " ", "     ", "This article references 75 other publications.", " ", "(1)", " ", "Gregg, S. J.; Sing, K. S. W. ", "  Adsorption, Surface Area and Porosity", "; Academic Press:  New York, 1982.", "There is no corresponding record for this reference.", " ", " ", "(2)", " ", "Jaroniec, M.; Madey, R. ", "  Physical Adsorption on Heterogeneous Solids", "; Elsevier:  Amsterdam, 1998.", "There is no corresponding record for this reference.", " ", " ", "(3)", " ", "Fenelonov, V. B. ", "  Porous Carbon", "; Institute of Catalysis:  Novosibirsk, 1995.", "There is no corresponding record for this reference.", " ", " ", "(4)", " ", "Fundamental Aspects of Active Carbons. ", "McEnaney, B., Mays, T. J., Rodríguez-Reinoso, F., Eds. ", "  Carbon", " ", "1998", ", ", "36", " (special issue), 6.", "There is no corresponding record for this reference.", " ", " ", "(5)", " ", "Dubinin, M. M.; Radushkevich, L. V. ", "  Dokl. Akad. Nauk SSSR ", "1948", ", 55", ", 331.", "There is no corresponding record for this reference.", " ", " ", "(6)", " ", "Dubinin, M. M.; Astakhov, V. A. ", "  Izv. Akad. Nauk SSSR Ser. Khim.", " ", "1971", ", 5.", "[", "CAS", "]", "(6) . ", "Development of theories on the volume filling of micropores during the adsorption of gases and vapors by microporous adsorbents.  1.  Carbon adsorbents", "Dubinin, M. M.; Astakhov, V. A.", "Izvestiya Akademii Nauk SSSR, Seriya Khimicheskaya", "\r\n        (", "1971", "),\r\n    ", "\r\n        (", "1", "),\r\n    ", "5-11", "CODEN:\r\n                ", "IASKA6", ";\r\n        ISSN:", "0002-3353", ".\r\n    ", "The theory of space filling of micropores in adsorption of gases and vapors on activated C was developed on the basis of existing literature concerned with the dominant role played in the process by the dispersion forces.  The interval of parameters of microporous structure of the adsorbents was widened considerably and a new equation was suggested for their characterization on the grounds of a more general distribution function.  The equation takes the form of log a = log a0 - (0.434/En)An where a = adsorption, E is the characteristic energy of adsorption (molar), a0 is the limiting value of adsorption for total filling of adsorptional space of the micropores, and A is the differential molar work of adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE3MXktFSmtLg%253D&md5=ad289a7720d0a1c0afcccd98240aa2e7", " ", " ", "(7)", " ", "Dubinin, M. M.; Stoeckli, H. F. ", "  J. Coll. Interface. Sci.", " ", "1980", ", ", "75", ", 34.", "[", "Crossref", "], [", "CAS", "]", "(7) . ", "Homogeneous and heterogeneous micropore structures in carbonaceous adsorbents", "Dubinin, M. M.; Stoeckli, H. F.", "Journal of Colloid and Interface Science", "\r\n        (", "1980", "),\r\n    ", "75", "\r\n        (", "1", "),\r\n    ", "34-42", "CODEN:\r\n                ", "JCISA5", ";\r\n        ISSN:", "0021-9797", ".\r\n    ", "Microporous carbonaceous adsorbents obtained by moderate activation have a narrow pore-size distribution, and their microporous structure is practically homogeneous.  In the case of high degrees of burn-off and extreme activation, micropores of various sizes are formed, including supermicropores.  The distribution of the micropore vol. with respect to dimensions becomes broader, a feature of heterogeneous micropore structures.  For adsorbents with homogeneous micropore structures close to carbonaceous mol. sieves, the equation of the theory of vol. filling of micropores (TVFM) applies with n = 2 over a large range of relative pressures.  In the case of slit-shaped micropores, their half-width is proportional to the inverse of the characteristic energy of adsorption, E0.  The const. of proportionality is obtained from mol. sieve properties of the carbonaceous adsorbents, and in the case of active C of industrial origin it may be regarded as a const.  The adsorption theory for carbonaceous adsorbents with heterogeneous micropore structures has made it possible to express the distribution of the micropore vol. according to their dimensions.  Adsorption properties of such materials can be approximated by a 2-term equation of TVFM, with n = 2.  An alternative is also considered for carbonaceous adsorbents with heterogeneous micropore structures, and for which the adsorption equation contains a term with exponent n = 3.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3cXit1WgsLo%253D&md5=0d82b9f1754cbe2816aa915b526cfb34", " ", " ", "(8)", " ", "Dubinin, M. M.; Plavnik, G. M. ", "  Carbon", " ", "1964", ", ", "2", ", 261; ", "1968", ", ", "6", ", 183.", "[", "Crossref", "], [", "CAS", "]", "(8) . ", "Integrated study of the porous structure of active carbons from carbonized sucrose", "Dubinin, M. M.; Plavnik, G. M.; Zaverina, E. D.", "Carbon", "\r\n        (", "1964", "),\r\n    ", "2", "\r\n        (", "3", "),\r\n    ", "261-8", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    ", "The porous structure of C obtained by activation of carbonized sucrose with CO2 at 850° was studied by the methods of adsorption and small-angle x-ray scattering.  Both methods yield very similar results, with the exception of the initial stage of activation where some discrepancy is observed.  The latter is due to the presence in the initial carbonized sucrose of a considerable no. of micropores inaccessible to the mols. being adsorbed.  In the course of activation, up to 35% burnout, nearly the entire vol. of the substance forms micropores thereby increasing the vol. by a factor of 2.5-3.  The vol. of the transitional pores also increases, but remains 1/15-1/20 of that of the micropores.  Two stages of activation may be distinguished.  The 1st is characterized by the burnout of the most reactive loose mass consisting principally of C radicals.  In the 2nd stage, micropores are formed mainly through the burnout of crystallites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF2MXos12ltA%253D%253D&md5=1dff8c923330898587431c9b6225b260", " ", " ", "(9)", " ", "McEnaney, B. ", "  Carbon", " ", "1987", ", ", "25", ", 69.", "[", "Crossref", "], [", "CAS", "]", "(9) . ", "Estimation of the dimensions of micropores in active carbons using the Dubinin-Raduskevich equation", "McEnaney, Brian", "Carbon", "\r\n        (", "1987", "),\r\n    ", "25", "\r\n        (", "1", "),\r\n    ", "69-75", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    ", "Decreases in the characteristic energy of the Dubinin-Radushkevich equation, E0, are correlated with increases in micropore sizes detd. by mol. probes, Wm, by using the empirical equation Wm = 4.691 exp(-0.0666E0).  A similar equation can be used to correlate the more limited data relating E0 to the Guinier radius of gyration, Rg.  A new, semiempirical method is proposed which relates E0 to micropore sizes calcd. from adsorption potentials in slit-shaped, model micropores.  The 2 methods for estg. micropore size are applied to adsorption of Ar at 77 K on a steam-activated series of polymer carbons.  Both methods show that micropore sizes increase progressively with activation, but for each carbon, the micropore size estd. from mol. probes is greater than that obtained by using potentials in model micropores.  The differences are attributed to different weightings of the pore towards the tail of the distribution, while those based on model pore potentials are weighted towards the smallest micropores.  A method for estg. the size range of micropores is proposed where the lower limits is defined by the adsorption potential max. in model pores and the upper limit is defined by the correlation between Wm and E0.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2sXht1Knur8%253D&md5=d67b75e74cefb62bc67aa16cf7faff8a", " ", " ", "Stoeckli, H. F.; Ballerini, L.; De Bernardini, S. ", "  Carbon", " ", "1989", ", ", "27", ", 501.", "[", "Crossref", "], [", "CAS", "]", ". ", "On the evolution of micropore widths and areas in the course of activation", "Stoeckli, H. F.; Ballerini, L.; De Bernardini, S.", "Carbon", "\r\n        (", "1989", "),\r\n    ", "27", "\r\n        (", "3", "),\r\n    ", "501-2", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    ", "An equation is proposed correlating the av. width of ideally slit-shaped pores with characteristic energy (E0) of Dubinin theory.  It is used for assessment of the av. micropore size for industrial carbons on the basis of adsorption isotherms of C6H6 at 298 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1MXlsVWhtbw%253D&md5=1324b6d032b6340e77b6ca9baa762957", " ", " ", "(11)", " ", "Mikhail, R. S.; Brunauer, S.; Bodor, E. E. ", "  J. Colloid Interface Sci", ". ", "1968", ", ", "62", ", 45.", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", " ", "(12)", " ", "Horvath, G.; Kawazoe, K. ", "  J.", " ", "Chem. Eng. Jpn.", " ", "1983", ", ", "16", ", 470.", "[", "Crossref", "], [", "CAS", "]", "(12) . ", "Method for the calculation of effective pore size distribution in molecular sieve carbon", "Horvath, Geza; Kawazoe, Kunitaro", "Journal of Chemical Engineering of Japan", "\r\n        (", "1983", "),\r\n    ", "16", "\r\n        (", "6", "),\r\n    ", "470-5", "CODEN:\r\n                ", "JCEJAQ", ";\r\n        ISSN:", "0021-9592", ".\r\n    ", "A method for the calcn. of effective pore size distribution from adsorption isotherms in mol.-sieve C is described.  This method is more exact theor. as well as practically than previously described methods.  An av. potential function was detd. inside the slit-like pores.  With the help of this function the doubtful use of the Kelvin equation can be avoided at the scale of mol. dimensions.  The method gives poor values for the larger pores but can be combined with the well-known Dollimore-Heal method at a pore size of 1.34 nm.  Calcn. is possible over a wide range of pore sizes.  The calcn. is shown through 2 examples from N2 isotherms at 77.4 K.  The model can be extended to other pore shapes as well as to other adsorbent-adsorbate pairs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2cXktVWlsg%253D%253D&md5=c301139eae0196b1bc22b0ddabee1320", " ", " ", "(13)", " ", "Russell, B. P.; LeVan, M. D.; ", "Carbon", " ", "1994", ", ", "32", ", 845.", "[", "Crossref", "], [", "CAS", "]", "(13) . ", "Pore size distribution of BPL activated carbon determined by different methods", "Russell, Bradley P.; LeVan, M. Douglas", "Carbon", "\r\n        (", "1994", "),\r\n    ", "32", "\r\n        (", "5", "),\r\n    ", "845-55", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    ", "Current methods of obtaining pore size distributions (PSDs) of microporous carbons are based on the interpretation of gas adsorption measurements through adsorption equil. models.  We examine the consistency of five such models by constructing PSDs of a single adsorbent, BPL activated carbon, from an N2 adsorption isotherm at 77 K and from water desorption isotherms at various temps.  For each method the adsorbent is modeled as a collection of independent, parallel-sided, slit-shaped pores.  The distributions confirm that BPL carbon is a predominantly microporous material, but the max. in the differential vol. distributions vary from pore widths of 5.9 to 18 Å.  The variation among the distributions indicates a lack of consistency among the five gas adsorption models.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXmtl2jt7Y%253D&md5=b302f467a262a2389536023e548f9751", " ", " ", "(14)", " ", "Kruk, M.; Jaroniec, M.; Choma, J. ", "  Carbon", " ", "1998", ", ", "36", ", 1447.", "[", "Crossref", "], [", "CAS", "]", "(14) . ", "Comparative analysis of simple and advanced sorption methods for assessment of microporosity in activated carbons", "Kruk, Michal; Jaroniec, Mietek; Choma, Jerzy", "Carbon", "\r\n        (", "1998", "),\r\n    ", "36", "\r\n        (", "10", "),\r\n    ", "1447-1458", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "The methods for assessment of microporosity in carbonaceous materials on the basis of low temp. nitrogen adsorption measurements are critically analyzed.  The applicability of comparative methods, such as the t-plot and αs-plot, is thoroughly examd.  The micropore vol. calcd. is shown to be rather independent on the choice of the ref. nonporous adsorbent, but the selection of the ref. significantly influences the calcd. external surface area.  Moreover, a proper choice of ref. adsorbent is a necessary condition for the assessment of the total surface area from high resoln. αs-plots and the anal. of filling and condensation swings.  The procedures to calc. micropore size distributions are examd. and compared.  The accuracy of procedures based on the Dubinin-Radushkievich equation is questioned, since the DR equation does not adequately represent the vol. filling of uniform micropores.  The Horwath-Kawazoe method is shown to reasonably reproduce the shape of the micropore size distribution only when micropores below ca 0.9 nm in width prevail for a given sample.  In other cases, a significant distortion of the micropore size distribution can be expected, since the method attributes the monolayer formation to the presence of nonexisting 0.6 nm micropores.  The numerical methods employing local adsorption isotherms obtained from computer simulation or nonlocal d. functional theory are recommended for calcns. of micropore size distributions.  It is shown that an incorporation of surface heterogeneity effects would be desirable to further improve these methods.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXmtlyhu7s%253D&md5=155305554b86205a4f9bd8382603a311", " ", " ", "(15)", " ", "Valladares, D. L.; Rodríguez-Reinoso, F.; Zgrablich, G. ", "  Carbon", " ", "1998", ", ", "36", ", 1491.", "[", "Crossref", "], [", "CAS", "]", "(15) . ", "Characterization of active carbons: the influence of the method in the determination of the pore size distribution", "Valladares, D. L.; Reinoso, F. Rodriguez; Zgrablich, G.", "Carbon", "\r\n        (", "1998", "),\r\n    ", "36", "\r\n        (", "10", "),\r\n    ", "1491-1499", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "In this work some of the characterization methods (Horvath-Kawazoe method, Dubinin-Radushkevich equation, and d. functional theory) are used to analyze a complete set of adsorption isotherms obtained for a series of the same activated carbon with different burning degrees, and the different predictions of such methods are compared and discussed.  Furthermore, a test for the characterization methods by Monte Carlo Simulation in designed in order to achieve a better understanding of the obsd. deviations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXmtlyhu7c%253D&md5=1dced62a1894d601b77b403f536a3256", " ", " ", "(16)", " ", "Kaneko, K.; Ishii, C.; Ruike, M.; Kuwabara, H. ", "  Carbon", " ", "1992", ", ", "30", ", 1075.", "[", "Crossref", "], [", "CAS", "]", "(16) . ", "Origin of superhigh surface area and microcrystalline graphitic structures of activated carbons", "Kaneko, K.; Ishii, C.; Ruike, M.; Kuwabara, H.", "Carbon", "\r\n        (", "1992", "),\r\n    ", "30", "\r\n        (", "7", "),\r\n    ", "1075-88", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    ", "The microcryst. graphitic structures of microporous carbon fibers was detd. by x-ray diffraction, high-resoln. TEM, and magnetic susceptibility.  The relation between the microcryst. graphitic structures and sp. surface area was geometrically derived on the basis of the structural data.  A simple new method for detg. sp. surface area for microporous carbons, which is designated the subtracting pore effect (SPE) method, was proposed.  The surface area by the SPE method was compared with that by the BET method for high-surface-area activated carbon fibers (ACFs); the BET surface area of >2000 m2/g, which was detd. by the data in the relative pressure of 0.1-0.3, was overestimated by 40-50%.  The valid relative pressure region of the BET plot for microporous carbons was suggested.  The micrographitic structural changes of ACFs with water adsorption were examd. by in situ x-ray diffraction and in situ small-angle x-ray scattering.  Water adsorption led to marked compression of the micrographitic pore walls, accompanying the clear swelling and development of the micropore.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXovVyn&md5=0da55be66e76fa2d78ee2526ad119a79", " ", " ", "(17)", " ", "Kaneko, K.; Ishii, C.; Kanoh, H.; Hanzawa, Y.; Setoyama, N.; Suzuki, T. ", "  Adv. ", "Colloid ", "Interface", " Sci.", " ", "1998", ", ", "77", ", 295.", "[", "Crossref", "], [", "CAS", "]", "(17) . ", "Characterization of porous carbons with high resolution αs-analysis and low temperature magnetic susceptibility", "Kaneko, K.; Ishii, C.; Nagai, N.; Kanoh, H.; Hanzawa, Y.; Setoyama, N.; Suzuki, T.", "Advances in Colloid and Interface Science", "\r\n        (", "1998", "),\r\n    ", "76-77", "\r\n        (", "),\r\n    ", "295-320", "CODEN:\r\n                ", "ACISB9", ";\r\n        ISSN:", "0001-8686", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "The effectiveness of integrated characterization of porous carbons with different approaches such as the high resoln. αs-method for N2 adsorption, X-ray diffraction, and magnetic susceptibility measurement is shown.  The theor. basis for the high resoln. αs-anal. for N2 adsorption using GCMC simulation and the background of magnetic susceptibility of carbon are given.  The applicability of the integrated characterization to changes of ACF with heating at 1473-3173 K in Ar is shown.  The activated mesocarbon microbead (a-MCMB) and activated carbon aerogel (a-CA) were examd. by the integrated characterization method. a-MCMB showed an unusual magnetic relaxation below 10 K due to random magnetism.  The random magnetism was assocd. with the mutually isolated network structure of nanographitic units. a-CA also showed random magnetism at low temp., which was assocd. with the spin isolated nanographitic structure similar to a-MCMB.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXjvFWqsbs%253D&md5=a88a7cfe9b7f97c87c2f61dc0c782732", " ", " ", "(18)", " ", "Setoyama, N.; Suzuki, T.; Kaneko, K. ", "  Carbon", " ", "1998", ", ", "36", ", 1459.", "[", "Crossref", "], [", "CAS", "]", "(18) . ", "Simulation study on the relationship between a high resolution αs-plot and the pore size distribution for activated carbon", "Setoyama, Norihiko; Suzuki, Takaomi; Kaneko, Katsumi", "Carbon", "\r\n        (", "1998", "),\r\n    ", "36", "\r\n        (", "10", "),\r\n    ", "1459-1467", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "The effects of the micropore structure of activated carbons on the high resoln. αs-plot for nitrogen adsorption isotherms were examd. with the grand canonical Monte Carlo simulation.  Adsorption isotherms of nitrogen were simulated in graphitic slit pores at 77 K as a function of the slit width (w).  As no pore effect was obsd. below P/Po=0.6 for w = 3.5 nm, αs-plots for the simulated adsorption isotherms were constructed using the std. isotherm simulated for w = 3.5 nm.  The simulated αs-plots had filling and cooperative swings which were exptl. shown in the previous works, and the shape of the simulated αs-plot varied with the micropore structure.  As the subtracting pore effect (SPE) method for the sp. surface area (SSA) detn. using the αs-plot was proposed in the previous exptl. works, the theor. ground for the SPE method was discussed.  The best evaluation method of SSA using the αs-plot was shown, almost agreeing with the SPE method.  This simulation study showed clearly that the SPE method is available for pore systems of w ≥ 0.7 nm, whereas even the SPE method underestimates the SSA of the pores of w ≤ 0.6 nm.  The obsd. swings of the αs-plot were simulated using the different micropore size distribution.  The bimodal micropore size distribution lead to both of filling and cooperative swings, while a single pore size distribution <0.9 nm gave only the filling swing.  Thus, four representative types of the αs-plot for activated carbons were proposed and it was shown how to understand the micropore size distribution through the αs-plot.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXmtlyhu7g%253D&md5=8be4e292875c47045adf34b92d66824a", " ", " ", "(19)", " ", "Kruk, M.; Jaroniec, M.; Gadkaree, K. P. ", "  J. Colloid ", "Interface", " Sci.", " ", "1997", ", ", "192", ", 250.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(19) . ", "Nitrogen adsorption studies of novel synthetic active carbons", "Kruk, Michal; Jaroniec, Mietek; Gadkaree, Kishor P.", "Journal of Colloid and Interface Science", "\r\n        (", "1997", "),\r\n    ", "192", "\r\n        (", "1", "),\r\n    ", "250-256", "CODEN:\r\n                ", "JCISA5", ";\r\n        ISSN:", "0021-9797", ".\r\n    \r\n            (", "Academic", ")\r\n        ", "Synthetic active carbons obtained via controlled carbonization of phenolic resins were characterized using low temp. nitrogen adsorption over a wide pressure range.  It was shown that, although active carbons under study show appreciable differences in the BET sp. surface area and the total pore vol., they exhibit quite porous properties.  All samples were shown to possess a considerable amt. of small micropores (ca. 0.7 nm).  However, the active carbons have markedly different amts. of larger micropores (width above ca. 1 nm) and mesopores.  It was shown that simple comparative methods, such as the high resoln. αs plot, provide valuable information about structural properties of active carbons.  However, reliable adsorption data for suitable ref. adsorbents need to be available in order to successfully apply the comparative methods.  Therefore, a nitrogen adsorption isotherm was measured on a Cabot BP 280 nongraphitized carbon black over a relative pressure range from 10-6 to 0.99 and the resulting data (104 points) are reported in a tabular form.  In the high pressure region (relative pressure from 0.1 to 0.7), the isotherm for the BP 280 sample exhibits a good agreement with the ref. data available in the literature.  Moreover, the adsorption isotherm currently reported covers the low pressure range, which is crucial in profound characterization of porous and nonporous solids by means of comparative methods of adsorption anal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXlslSis74%253D&md5=292769f6952532c29fb8a82948b0ba8d", " ", " ", "Li, Z. J.; Kruk, M.; Jaroniec, M.; Ryu, S. K. ", "  J. Colloid ", "Interface", " Sci.", " ", "1998", ", ", "204", ", 151.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", ". ", "Characterizing of structural and surface properties of activated carbon fibers", "Li, Zuojiang; Kruk, Michal; Jaroniec, Mietek; Ryu, Seung-Kon", "Journal of Colloid and Interface Science", "\r\n        (", "1998", "),\r\n    ", "204", "\r\n        (", "1", "),\r\n    ", "151-156", "CODEN:\r\n                ", "JCISA5", ";\r\n        ISSN:", "0021-9797", ".\r\n    \r\n            (", "Academic Press", ")\r\n        ", "Nitrogen adsorption isotherms on activated carbon fibers (ACFs) were measured at 77.3 K in the relative pressure range from 10-7 to 0.995.  The low relative pressure data are examd. in detail in order to characterize the microporosity and the surface heterogeneity of the samples studied.  The pore structure of ACFs was studied by using the αs plot and DFT methods.  Adsorption potential and adsorption energy distributions were also calcd.  The results showed that ACFs are highly microporous and in significant structural and energetic heterogeneity.  (c) 1998 Academic Press.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXkvFOitr8%253D&md5=b258cf7455bdf01dfdc9229a1167048c", " ", " ", "(21)", " ", "Seaton, N. A.; Walton, J. P. R. B.; Quirke, N. ", "  Carbon", " ", "1989", ", ", "27", ", 853.", "[", "Crossref", "], [", "CAS", "]", "(21) . ", "A new analysis method for the determination of the pore size distribution of porous carbons from nitrogen adsorption measurements", "Seaton, N. A.; Walton, J. P. R. B.; Quirke, N.", "Carbon", "\r\n        (", "1989", "),\r\n    ", "27", "\r\n        (", "6", "),\r\n    ", "853-61", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    ", "A new anal. method has been developed for the detn. of the pore size distribution of porous carbons from N adsorption measurements.  The method is based on a mol. model for the adsorption of nitrogen in porous carbon.  It allows, for the first time, the distribution of pore sizes to be detd. over both the micropore and mesopore size ranges using a single anal. method.  In addn. to carbons, this method is also applicable to a range of adsorbents, such as silicas and aluminas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXosV2gsw%253D%253D&md5=133fcd4c6cf0d2449381b6dab97a3dc3", " ", " ", "(22)", " ", "Lastoskie, C.; Gubbins, K. E.; Quirke, N. ", "  J. Phys. Chem.", " ", "1993", ", ", "97", ", 4786.", "[", "ACS Full Text ", "], [", "CAS", "]", "(22) . ", "Pore size distribution analysis of microporous carbons: a density functional theory approach", "Lastoskie, Christian; Gubbins, Keith E.; Quirke, Nicholas", "Journal of Physical Chemistry", "\r\n        (", "1993", "),\r\n    ", "97", "\r\n        (", "18", "),\r\n    ", "4786-96", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "The authors present an improved method, based upon d. functional theory, for the detn. of the pore size distribution (PSD) of porous sorbents.  The adsorption isotherms predicted by nonlocal mean field theory for individual slit pores are correlated as a function of pressure and pore width.  The PSD is then calcd. by fitting this correlation to the exptl. adsorption isotherm of the sorbent.  The authors apply the anal. method to adsorption data for nitrogen on several porous carbons.  The porous network is modeled as a continuous size distribution of noninteracting slit-shaped graphitic pores.  The PSDs obtained by using the Kelvin equation and using the local and nonlocal versions of the mean field d. functional theory are compared and evaluated.  Nonlocal theory provides a more accurate interpretation of the PSD than previous methods have achieved, particularly when the anal. is applied to highly microporous sorbents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXit1Sgur4%253D&md5=228239e85a76147bd043c7d12f9b0fb6", " ", " ", "(23)", " ", "Lastoskie, C.; Gubbins, K. E.; Quirke, N. ", "  Langmuir", " ", "1993", ", ", "9", ", 2693.", "[", "ACS Full Text ", "], [", "CAS", "]", "(23) . ", "Pore size heterogeneity and the carbon slit pore:  a density functional theory model", "Lastoskie, Christian; Gubbins, Keith E.; Quirke, Nicholas", "Langmuir", "\r\n        (", "1993", "),\r\n    ", "9", "\r\n        (", "10", "),\r\n    ", "2693-702", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    ", "The authors present model isotherms predicted by nonlocal d. functional theory for adsorption of simple fluids in carbon slit pores.  The effects of pore size, temp., and solid-fluid potential interaction strength are examd.  The results are summarized into a classification scheme based upon regimes of continuous pore filling, capillary condensation, and 0 → 1 layering transitions.  The descriptions the authors have devised depart from the IUPAC convention in that the filling behavior, rather than the phys. width of the pore, is used as a guide to classification.  The results suggest that while the magnitude of the solid-fluid interactions dictates the pressure at which pore filling occurs, the type of filling depends primarily upon the ratio of pore width to adsorbate mol. diam.  The crit. pore widths that denote the boundaries between various regimes of filling behavior are strongly dependent upon the temp.  To confirm the accuracy of the theor. results, the authors compare adsorption isotherms and d. profiles calcd. from nonlocal theory and Gibbs ensemble simulation.  The results from theory and simulation are in good agreement.  The problems assocd. with estg. solid-fluid potential parameters from expt. for use in theor. computations are discussed.  A comparison of nonlocal theory model isotherms and exptl. N uptake measurements on nonporous carbon is presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXlvV2isL4%253D&md5=fc70bf925834d73d5867216219239e72", " ", " ", "(24)", " ", "Lastoskie, C. M.; Quirke, N.; Gubbins, K. E. ", "  Stud. Surf. Sci. Catal.", " ", "1997", ", ", "104", ", 745.", "[", "Crossref", "], [", "CAS", "]", "(24) . ", "Structure of porous adsorbents: analysis using density functional theory and molecular simulation", "Lastoskie, C. M.; Quirke, N.; Gubbins, K. E.", "Studies in Surface Science and Catalysis", "\r\n        (", "1997", "),\r\n    ", "104", "\r\n        (", "Equilibria and Dynamics of Gas Adsorption on Heterogeneous Solid Surfaces", "),\r\n    ", "745-775", "CODEN:\r\n                ", "SSCTDM", ";\r\n        ISSN:", "0167-2991", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "The pore size distribution (PSD) anal. method based on nonlocal d. functional theory (DFT) and on mol. simulation is reviewed with 50 refs. and compared with classical PSD methods.  Applications to carbons and oxides are given.  The DFT method offers several advantages over classical methods: (a) a valid and accurate description for small pores; (b) a description of the full adsorption isotherm (not just the capillary condensation pressure), as well as other properties such as heats of adsorption; (c) it can be used for supercrit. conditions; (d) it accounts for effects of pore shape; (e) it can be improved in a systematic way, since it rests on fundamental statistical mechanics.  A critique of the method as currently applied is also offered.  In common with most other PSD methods, the model neglects connectivity and pore blocking, and changes in pore size and geometry with pressure and temp., and assumes that heterogeneity due to differences in pore shape and surface chem. groups can be approximated by an effective porous material, in which all heterogeneity is due to a distribution in pore sizes.  Addnl. tests, using mol. simulation and expt., are needed to det. whether these neglected effects exhibit signatures in exptl. results that are distinct from the PSD effects.  Mol. simulation studies of pore connectivity effects have been made for a simple network model; the model seems able to provide a detailed mol. explanation for the several hysteresis types found in Type IV and V isotherms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXhs1Kqsbo%253D&md5=42c3fdeb67b6c55baeb82a368a712af4", " ", " ", "(25)", " ", "Balbuena, P. B.; Gubbins, K. E. ", "  Langmuir", " ", "1993", ", ", "9", ", 1801.", "[", "ACS Full Text ", "], [", "CAS", "]", "(25) . ", "Theoretical interpretation of adsorption behavior of simple fluids in slit pores", "Balbuena, Perla B.; Gubbins, Keith E.", "Langmuir", "\r\n        (", "1993", "),\r\n    ", "9", "\r\n        (", "7", "),\r\n    ", "1801-14", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    ", "Nonlocal d. functional theory is used to interpret and classify the adsorption behavior of simple fluids in model materials having slit pores.  A systematic study is reported for a wide range of the variables involved: temp., pressure, pore width H, and the intermol. parameter ratios εsf/εff and σsd/σff.  Adsorption isotherms, isosteric heats of adsorption, and phase diagrams are calcd.  The isotherms are related to those of the 1985 IUPAC classification; the range of variables corresponding to each of the 6 isotherm types is detd., and the underlying factors leading to each of the types are elucidated.  In addn. to the 6 types of the 1985 classification, a seventh type is identified, corresponding to capillary evapn.  A similar study and classification is reported for the heats of adsorption and phase transitions (capillary condensation and layering transitions) in pores.  Since the materials studied do not exhibit either heterogeneity or networking, the conditions leading to phase transitions are seen.  Where possible, qual. comparisons with exptl. observations are made.  The theor. classification reported here should provide a useful framework against which to interpret exptl. data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXktlCqsLo%253D&md5=760252b2ea3982728cc46fe07049976c", " ", " ", "(26)", " ", "Jiang, S.; Gubbins, K. E.; Balbuena, P. B. ", "  J. Phys. Chem.", " ", "1994", ", ", "98", ", 2403.", "[", "ACS Full Text ", "], [", "CAS", "]", "(26) . ", "Theory of Adsorption of Trace Components", "Jiang, Shaoyi; Gubbins, Keith E.; Balbuena, Perla B.", "Journal of Physical Chemistry", "\r\n        (", "1994", "),\r\n    ", "98", "\r\n        (", "9", "),\r\n    ", "2403-11", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "The authors report a systematic theor. study of the influence of pore width, intermol. potential parameters, and state condition on the selective adsorption of trace components (e.g., pollutants or odorants) from simple fluid mixts.  The pores are of slit shape, and the carrier fluid is taken to be CH4.  The range of fluid potential parameters chosen embraces common constituents of natural gas.  Calcns. are based on the nonlocal d. functional theory of E. Kierlik and M. Rosinberg (1990, 1991) and show the influence of the relevant variables on the selectivity for the trace component at infinite diln. in the bulk fluid phase.  Fluid pressures and pore sizes that lead to a max. in the selectivity are found, suggesting optimal designs for adsorbents and adsorption processes for trace removal.  At these optimum values, extremely large selectivities are possible, particularly at low temps.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXhsVGjt7g%253D&md5=1b807e86d3266e37e7e0d3fbdd40f595", " ", " ", "(27)", " ", "Aukett, P. N.; Quirke, N.; Riddiford, S.; Tennison, S. R.; ", "Carbon", " ", "1992", ", ", "30", ", 913.", "[", "Crossref", "], [", "CAS", "]", "(27) . ", "Methane adsorption on microporous carbons - a comparison of experiment, theory, and simulation", "Aukett, P. N.; Quirke, N.; Riddiford, S.; Tennison, S. R.", "Carbon", "\r\n        (", "1992", "),\r\n    ", "30", "\r\n        (", "6", "),\r\n    ", "913-24", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    ", "The adsorption of CH4 and N2 on a KOH-activated carbon (AX21) was studied and the resulting data were analyzed by using both conventional and mol. techniques.  Mol. simulation clearly shows that the large CH4 adsorption capacity of AX21 is due to an enhanced heat of adsorption brought about by the overlap of the wall forces from opposing pore walls in the microstructure.  It is demonstrated that the CH4 adsorption characteristics can only be rationalized by using a N2 pore size distribution derived by using SNAP, an anal. method based on mol. methods.  Conventional methods either severely underestimate (vol. filling) or overestimate (capillary condensation-Kelvin equation) the mean pore size and also fail to reveal the bi-modal nature of the pore distribution.  The mol. simulation approach also demonstrated that the effective d. of the adsorbed N2 deviates substantially from that of liq. N2 particularly in small pores.  A closer approxn. to the true pore vol. for microporous carbons may be obtained by using a value of 0.93 g/mL rather than 0.808 g/mL for the d. of liq. N2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38Xlslyqsbg%253D&md5=1651534f8fcd6556b8ec0a95df75678f", " ", " ", "(28)", " ", "Quirke, N.; Tennison, S. R. R. ", "  Carbon", " ", "1996", ", ", "34", ", 1281.", "[", "Crossref", "], [", "CAS", "]", "(28) . ", "The interpretation of pore size distributions of microporous carbons", "Quirke, N.; Tennison, S. R. R.", "Carbon", "\r\n        (", "1996", "),\r\n    ", "34", "\r\n        (", "10", "),\r\n    ", "1281-1286", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "New data for the adsorption of nitrogen and methane on microporous carbons is interpreted with the aid of mol. modeling.  Significant differences are found between the pore size distributions (PSDs) obtained from an anal. of the nitrogen adsorption isotherm of the carbon PRC16 and the pore size distribution resulting from a similar anal. of methane adsorption on the same material.  It is suggested that these differences may arise from specific interactions between nitrogen and activated carbon surfaces and that caution is required in the interpretation of nitrogen PSDs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28Xmsl2rtro%253D&md5=5c279ddd9edafe2e1c99d6436cb37ae5", " ", " ", "(29)", " ", "Olivier, J. P.; Conklin, W. B.; Szombathely, M. v. ", "  Stud. Surf. Sci. Catal.", " ", "1994", ", ", "87", ", 81.", "[", "Crossref", "], [", "CAS", "]", "(29) . ", "Determination of pore size distribution from density functional theory: A comparison of nitrogen and argon results", "Olivier, J. P.; Conklin, W. B.; Szombathely, M. V.", "Studies in Surface Science and Catalysis", "\r\n        (", "1994", "),\r\n    ", "87", "\r\n        (", "Characterization of Porous Solids III", "),\r\n    ", "81-9", "CODEN:\r\n                ", "SSCTDM", ";\r\n        ISSN:", "0167-2991", ".\r\n    ", "Model isotherms were calcd. for the adsorption of N and Ar at their normal b.ps., both for a free surface and for a surface within slit-shaped pores by using d. functional theory.  The calcns. incorporated a smoothed d. approxn. (SDA) for the hard-sphere repulsion terms, and Monte Carlo simulation was used to confirm important aspects of the adsorbate d. distribution.  Free surface isotherms were tested against exptl. isotherms for a non-porous graphite (Sterling FT-G (2700)) and surface energy anal. was performed to det. the characteristic gas-solid interaction values.  D. functional theory yields a very good description of the adsorption isotherm in the monolayer region; however, the theory in its present form underestimates the pressure at which 2nd and higher layer formation becomes important.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXjs12rs7Y%253D&md5=4dc2f4c175cce740f849ab1812426a1b", " ", " ", "Szombathely, M. v.; Koch, K.; Neugebauer, N.; Brauer, P. In ", "Fundamentals of ", "Adsorption", "; LeVan, M. D., Ed.; Kluwer:  Boston, 1996; p 920.", "There is no corresponding record for this reference.", " ", " ", "(31)", " ", "Olivier J. P. ", "  J. Porous Mater.", " ", "1995", ", ", "2", ", 217.", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", " ", "(32)", " ", "Olivier J. P. ", "  Carbon", " ", "1998", ", ", "36", ", 1469.", "[", "Crossref", "], [", "CAS", "]", "(32) . ", "Improving the models used for calculating the size distribution of micropore volume of activated carbons from adsorption data", "Olivier, James P.", "Carbon", "\r\n        (", "1998", "),\r\n    ", "36", "\r\n        (", "10", "),\r\n    ", "1469-1472", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "A widely used model for analyzing micropore distribution in activated carbons assumes an array of semi-infinite, rigid slits of distributed width whose walls are modeled as energetically uniform graphite.  Adsorption isotherms can be simulated for this system using Grand Canonical Monte Carlo or d. functional theory.  Micropore size distributions detd. from exptl. isotherms using such models usually show min. near two and three mol. diams. effective pore width, regardless of the simulation method used.  This may prove to be a model-induced artifact, rather than the real situation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXmtlyhu7k%253D&md5=8c9f23ea48cf98b83c8226e6704642aa", " ", " ", "(33)", " ", "Gusev, V. Yu.; O'Brien, J. A.; Seaton, N. A. ", "  Langmuir", " ", "1997", ", ", "13", ", 2815.", "[", "ACS Full Text ", "], [", "CAS", "]", "(33) . ", "A Self-Consistent Method for Characterization of Activated Carbons Using Supercritical Adsorption and Grand Canonical Monte Carlo Simulations", "Gusev, Vladimir Yu.; O'Brien, James A.; Seaton, Nigel A.", "Langmuir", "\r\n        (", "1997", "),\r\n    ", "13", "\r\n        (", "10", "),\r\n    ", "2815-2821", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption of methane was measured on BPL-6 activated carbon, and simulated using the Grand Canonical Monte Carlo method in 40 slit-shaped pores ranging in width from from 0.63 to 5.72 nm (1.65-15 methane mol. diams.).  The simulations were used, in combination with a single exptl. isotherm at 308 K, to ext. a pore size distribution (PSD) for the carbon.  This PSD was then used, in combination with higher-temp. simulations, to predict methane adsorption on the same adsorbent at two higher temps.  The predicted isotherms show excellent agreement with expt. at 333 and 373 K for pressures of up to 3 MPa.  We demonstrate that the sensitivity of the PSD to characterization using a supercrit. adsorbate such as methane is bounded by a limiting pore width, which is a function of pressure, temp., and the adsorbate used.  Above this limiting pore width, adsorption may be used to characterize porous solids instead by their surface area.  At 308 K, the PSD of micropores can be effectively characterized using methane adsorption at pressures up to 3 MPa.  An implementation of our method is available on the World Wide Web.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXisleqtrw%253D&md5=cd484880b541dd9dd54101f63c2c27a5", " ", " ", "(34)", " ", "Gusev, V. Yu.; O'Brien, J. A. ", "  Langmuir", " ", "1997", ", ", "13", ", 2822.", "[", "ACS Full Text ", "], [", "CAS", "]", "(34) . ", "Can Molecular Simulations Be Used To Predict Adsorption on Activated Carbons?", "Gusev, Vladimir Yu.; O'Brien, James A.", "Langmuir", "\r\n        (", "1997", "),\r\n    ", "13", "\r\n        (", "10", "),\r\n    ", "2822-2824", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We demonstrate that the adsorption of ethane on an industrial activated carbon may be predicted quant. using mol. simulations of a two-center model of ethane and a pore size distribution for the micropores of the active carbon.  The pore size distribution was detd. from the adsorption of methane on the same carbon at a single temp.  No adjustable solid-fluid parameters were used.  A less realistic spherical model of ethane was not adequate to predict ethane adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXisleqtr0%253D&md5=b3c0181e82b3d20668ee6518e7508201", " ", " ", "(35)", " ", "López-Ramón, M. V.; Jagiello, J.; Bandosz, T. J.; Seaton, N. A. ", "  Langmuir", " ", "1997", ", ", "13", ", 4435.", "[", "ACS Full Text ", "], [", "CAS", "]", "(35) . ", "Determination of the Pore Size Distribution and Network Connectivity in Microporous Solids by Adsorption Measurements and Monte Carlo Simulation", "Lopez-Ramon, M. V.; Jagiello, J.; Bandosz, T. J.; Seaton, N. A.", "Langmuir", "\r\n        (", "1997", "),\r\n    ", "13", "\r\n        (", "16", "),\r\n    ", "4435-4445", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We carried out Monte Carlo simulations of the adsorption of three species, CH4, CF4, and SF6, in model pores of various sizes.  By comparing the simulated isotherms, integrated over a pore size distribution, with exptl. isotherms for the adsorption of these species on a microporous carbon, ests. of the pore size distribution (PSD) of the carbon were obtained-one for each adsorptive.  Because the adsorptives have different mol. sizes and strengths of interaction with the adsorbent, they probe different ranges of pore size; each adsorptive thus provided a partial PSD.  By combining the partial PSDs, we were able to obtain a much more complete PSD than could be obtained with a single adsorptive.  Comparison of the PSDs obtained with CF4 and SF6, which substantially overlap, shows mol. sieving.  By analyzing these two PSDs, using percolation theory, we extd. an est. of the connectivity of the pore network, an important determinant of the transport properties of the solid.  Our approach is applicable to microporous solids in general.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXksFCjsLk%253D&md5=4cb7861c16a4e133cb1ebbe411493330", " ", " ", "(36)", " ", "Samios, S.; Stubos, A. K.; Kanellopoulos, N. K.; Cracknell, R. F.; Papadopoulos, G. K.; Nicholson, D. ", "  Langmuir", " ", "1997", ", ", "13", ", 2795.", "[", "ACS Full Text ", "], [", "CAS", "]", "(36) . ", "Determination of Micropore Size Distribution from Grand Canonical Monte Carlo Simulations and Experimental CO2 Isotherm Data", "Samios, S.; Stubos, A. K.; Kanellopoulos, N. K.; Cracknell, R. F.; Papadopoulos, G. K.; Nicholson, D.", "Langmuir", "\r\n        (", "1997", "),\r\n    ", "13", "\r\n        (", "10", "),\r\n    ", "2795-2802", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A method for the detn. of micropore size distribution is developed based on grand canonical Monte Carlo (GCMC) simulations and measured isotherm data.  The technique is applied in the case of a microporous C membrane for which the CO2 isotherm at 195.5 K has been exptl. obtained.  Simulations in slit-shaped graphitic pores of various sizes have been run, offering insight into the structure of the CO2 mols. packing in the individual pores at different pressure levels.  On the basis of these results and a postulated pore size distribution (PSD) function, the isotherm can be reconstructed and compared with its exptl. counterpart.  The PSD that gives the best match between measured and computed isotherm data is thus detd.  The most probable pore size agrees with that found by conventional N porosimetry and the Dubinin-Radushkevich (DR) approach (M.M. Dubinin, 1960).  The present method exhibits high sensitivity to changes in the range or mean value of the resulting optimal PSD.  The GCMC simulations also provided useful evidence about the effect of including the quadrupole moment in the model and the densification process in the micropores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXislKgu7g%253D&md5=5e8563517c1e61386ac3221cd2d73764", " ", " ", "(37)", " ", "Samios, S.; Stubos, A. K.; Kanellopoulos, N. K.; Papadopoulos, G. K.; Nicholson, D.; in ", "Fundamentals of Adsorption-6", "; Meunier, F., Ed.; Elsevier:  Paris, 1998; p 605.", "There is no corresponding record for this reference.", " ", " ", "(38)", " ", "Ravikovitch, P. I.; Gusev, V. Yu.; Leon y Leon, C. A.; Neimark, A. V. In ", "23", "rd ", "Biennial Conf. on Carbon, Extended Abstracts", ", Penn State University, 1997; Vol. 1, p 136.", "There is no corresponding record for this reference.", " ", " ", "(39)", " ", "Neimark, A. V.; Ravikovitch, P. I. ", "  Langmuir", " ", "1997", ", ", "13", ", 5148.", "[", "ACS Full Text ", "], [", "CAS", "]", "(39) . ", "Calibration of Pore Volume in Adsorption Experiments and Theoretical Models", "Neimark, Alexander V.; Ravikovitch, Peter I.", "Langmuir", "\r\n        (", "1997", "),\r\n    ", "13", "\r\n        (", "19", "),\r\n    ", "5148-5160", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors propose a new definition of excess adsorption for use in mol. models of adsorption.  This definition implies the calibration of theor. models in a manner mimicking the exptl. calibration procedure.  The method of theor. calibration is developed on the example of helium calibration.  The notions of the He calibrated pore vol. and the He calibrated pore size are introduced, and the He calibrated theor. excess isotherms are defined.  The proposed method diminishes the discrepancies between the theor. and the exptl. excess adsorption isotherms and makes the theory and the expt. entirely consistent.  The quant. ests. are made by means of the nonlocal d. functional theory (NLDFT) applied to the adsorption of He, N2, and CH4 in micropores of active carbons at liq. nitrogen and ambient temps.  It is shown that the exptl. He calibration affects significantly the excess isotherms of vapors and supercrit. fluids in microporous carbons.  The non-monotonous excess isotherms in mol. size pores are predicted.  The theor. predictions of He adsorption are in qual. agreement with the exptl. isotherm measured on the BPL active carbon at 77 K.  The theor. calibration is recommended for adjustment of any mol. model of adsorption phenomena, such as d. functional theory, mol. dynamics, and grand canonical and other Monte Carlo simulations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXlsFaksbo%253D&md5=f13794ceff6c904ecceffae91722c177", " ", " ", "Neimark, A. V.; Ravikovitch, P. I. In ", "Fundamentals of Adsorption-6", "; Meunier, F., Ed.; Elsevier:  Paris, 1998; p 159.", "There is no corresponding record for this reference.", " ", " ", "(41)", " ", "Bhatia, S. K. ", "  Langmuir", " ", "1998", ", ", "14", ", 6231.", "[", "ACS Full Text ", "], [", "CAS", "]", "(41) . ", "Adsorption of binary hydrocarbon mixtures in carbon slit pores. A density functional theory study", "Bhatia, Suresh K.", "Langmuir", "\r\n        (", "1998", "),\r\n    ", "14", "\r\n        (", "21", "),\r\n    ", "6231-6240", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption of binary hydrocarbon mixts. involving CH4 in carbon slit pores was theor. studied from the viewpoints of sepn. and of the effect of impurities on CH4 storage.  Even small amts. of ethane, propane, or butane can significantly reduce the CH4 capacity of carbons.  Optimum pore sizes and pressures, depending on impurity concn., are noted, suggesting that careful adsorbent and process design can lead to enhanced sepn.  These results are consistent with earlier literature studies for the infinite diln. limit.  For CH4 storage applications a carbon micropore width of 11.4 Å (based on distance between centers of carbon atoms on opposing walls) is the most suitable from the point of view of lower impurity uptake during high-pressure adsorption and greater impurity retention during low-pressure delivery.  The results also theor. confirm unusual recently reported observations of enhanced CH4 adsorption in the presence of a small amt. of heavier hydrocarbon impurity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXmtFartrc%253D&md5=7296c4572dfa6a68398de1932a3ec569", " ", " ", "(42)", " ", "Bottani, E. J.; Bakaev, V. A. ", "  Langmuir", " ", "1994", ", ", "10", ", 1550.", "[", "ACS Full Text ", "], [", "CAS", "]", "(42) . ", "The Grand Canonical Ensemble Monte Carlo Simulation of Nitrogen on Graphite", "Bottani, E. J.; Bakaev, V. A.", "Langmuir", "\r\n        (", "1994", "),\r\n    ", "10", "\r\n        (", "5", "),\r\n    ", "1550-5", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    ", "The adsorption of N2 mols. on the basal plane of graphite was computer simulated by the canonical (CMC) and grand canonical (GCMC) ensemble Monte Carlo methods.  The dependence of the av. energy of adsorption on coverage obtained by the CMC method coincides with the results of independent mol. dynamics simulations.  The isotherm of adsorption obtained by the GCMC method is close to the exptl. data.  The small deviations of the simulated isotherm from the expt. in the submonolayer region may be explained by the residual heterogeneity of the real surface of graphite.  The deviation in the region of the 2nd layer is probably due to the many-body interactions which were not properly taken into account in the computer simulations.  The results for the rigid nonspherical model of N2 are compared to those for a spherical model.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXivVWjtLw%253D&md5=b92e4a756691e58039d4b464be14f8db", " ", " ", "(43)", " ", "Vishnyakov, A.; Piotrovskaya, E. M.; Brodskaya, E. N. ", "  Adsorption", " ", "1998", ", ", "4", ", 207.", "[", "Crossref", "], [", "CAS", "]", "(43) . ", "Capillary condensation and melting/freezing transitions for methane in slit coal pores", "Vishnyakov, Aleksey; Piotrovskaya, Elena M.; Brodskaya, Elena N.", "Adsorption", "\r\n        (", "1998", "),\r\n    ", "4", "\r\n        (", "3 and 4", "),\r\n    ", "207-224", "CODEN:\r\n                ", "ADSOFO", ";\r\n        ISSN:", "0929-5607", ".\r\n    \r\n            (", "Kluwer Academic Publishers", ")\r\n        ", "Grand canonical Monte Carlo method has been applied to study the adsorption behavior of methane in slit coal micropores for pore widths from 1.5 to 4.5 nm at temps. 111-300 K.  The adsorbent surface is considered to be inhomogeneous with C, N, S, O and H atoms, as well as vacancies, taken into account.  The effect of surface microstructure on mechanism of the pore filling and satn. pressure is found to be more pronounced at relatively low and moderate strength of the adsorption field.  It is also shown that irregular impurities and defects at the adsorbent surface contribute to the lowering of the freezing temp. and can change qual. its dependence on the pore width.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXhtVGqtbo%253D&md5=de515d70136fc156feaf32e2c73ba430", " ", " ", "(44)", " ", "Nicholson, D. ", "  Langmuir", " ", "1999", ", ", "15", ", 2508.", "[", "ACS Full Text ", "], [", "CAS", "]", "(44) . ", "A Simulation Study of Energetic and Structural Heterogeneity in Slit-Shaped Pores", "Nicholson, David", "Langmuir", "\r\n        (", "1999", "),\r\n    ", "15", "\r\n        (", "7", "),\r\n    ", "2508-2515", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption of methane and carbon dioxide in model pores has been investigated using grand ensemble simulation.  The adsorbent models were designed to imitate two heterogeneous effects that are generally regarded as being of distinct origin.  The first of these, energetic heterogeneity, was modeled by generating thermally disordered surfaces that were roughened on an at. scale.  The second type of heterogeneity, structural heterogeneity, was modeled using smooth walled slit pores having a range of pore widths, and adsorption in these was examd. as a function of pore width distribution.  Particular emphasis has been placed on isotherms and isosteric heats of adsorption (qst).  It is shown that the rapid decrease of qst with adsorbate d. in the early stages of adsorption cannot be satisfactorily accounted for by energetic heterogeneity.  On the other hand, plots of heat of adsorption against adsorbate d. are shown to be particularly sensitive to structural heterogeneity.  It is argued that the isosteric heat measurements could form the basis of a valuable method for analyzing micropore distribution.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXhsVSitbo%253D&md5=63cfc64404c3ea25d95ab008fef913e1", " ", " ", "(45)", " ", "Turner, A. R.; Quirke, N. ", "  Carbon", " ", "1998", ", ", "36", ", 1439.", "[", "Crossref", "], [", "CAS", "]", "(45) . ", "A grand canonical Monte Carlo study of adsorption on graphitic surfaces with defects", "Turner, A. R.; Quirke, N.", "Carbon", "\r\n        (", "1998", "),\r\n    ", "36", "\r\n        (", "10", "),\r\n    ", "1439-1446", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "A new hybrid model for defects in graphitic surfaces is proposed.  The model allows a wide range of defects to be simulated efficiently.  Grand canonical Monte Carlo simulations of the adsorption of nitrogen on graphitic surfaces contg. pit defects have been carried out within the new model.  The simulations indicate that while adsorption is enhanced at low pressure the high-pressure adsorption is reduced.  In contrast to adsorption at 77 K on non-defective surfaces, nitrogen mols. are ordered in the pits.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXmtlyhu7o%253D&md5=c852ab8a4518715817908e7853abb9a8", " ", " ", "(46)", " ", "Maddox, M. W.; Lastoskie, C. M.; Quirke, N.; Gubbins, K. E. In ", "Fundamentals ", "of Adsorption", "; LeVan, M. D., Ed.; Kluwer:  Boston, 1996; p 571.", "There is no corresponding record for this reference.", " ", " ", "(47)", " ", "Segarra, E. I.; Glandt, E. D. ", "  Chem. Eng. Sci", ". ", "1994", ", ", "49", ", 2953.", "[", "Crossref", "], [", "CAS", "]", "(47) . ", "Model microporous carbons: microstructure, surface polarity and gas adsorption", "Segarra, Edgardo I.; Glandt, Eduardo D.", "Chemical Engineering Science", "\r\n        (", "1994", "),\r\n    ", "49", "\r\n        (", "17", "),\r\n    ", "2953-65", "CODEN:\r\n                ", "CESCAC", ";\r\n        ISSN:", "0009-2509", ".\r\n    ", "A new mol. model for activated carbons is presented, which consists of a collection of randomly oriented carbon crystallites.  The carbon displays energetic heterogeneity as a result of its complex microstructure and surface polarity.  Adsorption isotherms and isosteric heats of adsorption for methane, ethane and their binary mixts. were estd. by grand-canonical Monte Carlo simulations.  Simulations of the adsorption of water vapor were performed to adjust the surface polarity of the adsorbent.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXntV2js74%253D&md5=9e41a4a1673260b0dad9aeb0d79df9b7", " ", " ", "(48)", " ", "Bojan, M. J.; Steele, W. A. ", "  Carbon", " ", "1998", ", ", "36", ", 1417.", "[", "Crossref", "], [", "CAS", "]", "(48) . ", "Computer simulation in pores with rectangular cross-sections", "Bojan, Mary J.; Steele, William A.", "Carbon", "\r\n        (", "1998", "),\r\n    ", "36", "\r\n        (", "10", "),\r\n    ", "1417-1423", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "Monte Carlo computer simulations are reported for the sorption of Ar at 90 K in several pores of different shapes.  In all cases, the pore walls were modeled as perfectly flat graphitic planes that were assembled to form pores with rectangular cross-sections characterized by having one dimension fixed at a value that allows 4 layers of Ar in the full pore (with one exception).  The second dimension of the rectangle was varied from 4 to 8 to 12 Ar atom diams. to infinite (simple slit).  A pore having dimensions of 7 × 7 Ar atoms was also studied.  The presence of corners in these pores has a profound effect upon their adsorptive behavior; that adsorption in the corners can be quant. treated in terms of one-dimensional theory; and that the remaining adsorption on the walls gives monolayer packings with liq.-like two-dimensional densities.  The effect of pore shape upon capillary condensation and hysteresis is also investigated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXmtlyhu78%253D&md5=63c7f610e6e03c8b0f0643e72c1add60", " ", " ", "(49)", " ", "Davies, G. M.; Seaton, N. A. ", "  Carbon", " ", "1998", ", ", "36", ", 1473.", "[", "Crossref", "], [", "CAS", "]", "(49) . ", "The effect of the choice of pore model on the characterization of the internal structure of microporous carbons using pore size distributions", "Davies, G. M.; Seaton, N. A.", "Carbon", "\r\n        (", "1998", "),\r\n    ", "36", "\r\n        (", "10", "),\r\n    ", "1473-1490", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "Microporous carbons are typically characterized as a pore size distribution of slit-shaped model pores.  Since these characterizations are used to interpret phys. properties such as the degree of microporosity, adsorption behavior, mol. sieving and effective diffusivities it is important to det. how the choice of the model pore used in the anal. affects the characterization.  The effect of using square and rectangular model pores to det. pore size distributions was investigated.  It was found that using these pores leads to significantly different pore size distributions and we have identified the underlying cause for these differences.  It was also found that any measures based on the av. pore size should be used with caution since they are sensitive to the actual shape of the model pore used in the pore size distribution anal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXmtlyhu7Y%253D&md5=5fa511b806184235f5a6e0c99b881947", " ", " ", "Thomson, K. T.; Gubbins, K. E.; ", "Extended Abstracts, 24th Biennial ", "Conference on Carbon", ", Charleston, SC, 1999; p 466.", "There is no corresponding record for this reference.", " ", " ", "(51)", " ", "Davies, G. M.; Seaton, N. A. In ", "Fundamentals of Adsorption-6", "; Meunier, F., Ed.; Elsevier:  Paris, 1998; p 835.", "There is no corresponding record for this reference.", " ", " ", "(52)", " ", "Steele, W. A. ", "  The Interactions of Gases with Solid Surfaces", "; Pergamon:  Oxford, 1974.", "There is no corresponding record for this reference.", " ", " ", "(53)", " ", "Tarazona, P. ", "  Phy", "s. ", "Re", "v. ", "A", " ", "1985", ", ", "31", ", 2672; ", "1985", ", ", "32", ", 3148.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(53) . ", "Free-energy density functional for hard spheres", "Tarazona, P.", "Physical Review A:  Atomic, Molecular, and Optical Physics", "\r\n        (", "1985", "),\r\n    ", "31", "\r\n        (", "4", "),\r\n    ", "2672-9", "CODEN:\r\n                ", "PLRAAN", ";\r\n        ISSN:", "0556-2791", ".\r\n    ", "A free-energy d. functional for a system of hard spheres is derived on a semiempirical basis.  It is constructed to reproduce the thermodn. and direct correlation function of a homogeneous fluid and then is tested in two highly inhomogeneous situations: the hard-wall-hard-sphere interface and the hard-sphere solid.  The results are very good in both cases, showing that this d.-functional model may be used with advantage in the study of the hard-sphere model by itself, or used as a ref. system in a perturbative anal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2MXhvFWgsL8%253D&md5=5aed08d9b02d766c58550d66a0883862", " ", " ", "(54)", " ", "Tarazona P.; Marini Bettolo Marconi, U.; Evans, R. ", "  Mol. Phys.", " ", "1987", ", ", "60", ", 573.", "[", "Crossref", "], [", "CAS", "]", "(54) . ", "Phase equilibria of fluid interfaces and confined fluids.  Nonlocal versus local density functionals", "Tarazona, P.; Marini Bettolo Marconi, U.; Evans, R.", "Molecular Physics", "\r\n        (", "1987", "),\r\n    ", "60", "\r\n        (", "3", "),\r\n    ", "573-95", "CODEN:\r\n                ", "MOPHAM", ";\r\n        ISSN:", "0026-8976", ".\r\n    ", "Phase transitions at fluid interfaces and in fluids confined in pores were investigated by means of a d. functional approach that treats attractive forces between fluid mols. in mean-field approxn. and models repulsive forces by hard-spheres.  Two types of approxn. were employed for the hard-sphere free energy functional: (a) the well-known local d. approxn. (LDA) that omitts short-ranged correlations and (b) a non-local smoothed d. approxn. (SDA) that includes such correlations and therefore accounts for the oscillations of the d. profile near walls.  The transition from partial to complete wetting at a single adsorbing wall is shifted to lower temps. and tends to become first-order when the more-realistic SDA is employed.  Apparently, the LDA overestimates the contact angle 0 in a partial wetting situation.  In contrast to the LDA the SDA describes two-dimensional-like liq.-gas coexistence for very narrow pores and temps. below the two-dimensional crit. temp. and this has ramifications for the existence of capillary crit. points.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2sXhsVClsb4%253D&md5=ad90c3f394d9078221896c8534731758", " ", " ", "(55)", " ", "Ravikovitch, P. I.; Ó Domhnaill, S. C.; Neimark, A. V.; Schüth, F.; Unger, K. K. ", "  Langmuir", " ", "1995", ", ", "11", ", 4765.", "[", "ACS Full Text ", "], [", "CAS", "]", "(55) . ", "Capillary Hysteresis in Nanopores: Theoretical and Experimental Studies of Nitrogen Adsorption on MCM-41", "Ravikovitch, P. I.; Domhnaill, S. C. O.; Neimark, A. V.; Schueth, F.; Unger, K. K.", "Langmuir", "\r\n        (", "1995", "),\r\n    ", "11", "\r\n        (", "12", "),\r\n    ", "4765-72", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Capillary hysteresis in cylindrical nanopores was studied by using MCM 41 as the prime example of a mesoporous material.  These materials (due to their regular pore structure) can be considered candidates for ref. adsorbents for standardization of adsorption measurements and methods for characterization of porous solids.  They provide a unique opportunity for verification of theor. models used for predicting phase equil. in confined geometry.  Three samples with monodisperse pore channels were synthesized and examd. by using x-ray diffraction.  The N adsorption isotherms were modeled by using nonlocal d. functional theory (NLDFT) over a wide range of pore sizes (18-80 Å).  Theor. isotherms for pore channels with sizes corresponding to those identified by x-ray diffraction were compared with exptl. isotherms at different temps. between 70 and 82 K.  The latter were measured independently on 2 different adsorption setups.  The theor. thermal dependence of the thermodn. adsorption-desorption hysteresis predicted by NLDFT is confirmed by the exptl. measurements.  At 77.4 K, NLDFT quant. predicts equil. phase transitions in cylindrical channels of MCM 41.  Theor. and exptl. results prove that the N hysteresis obsd. at temps. < 77.4 K is assocd. with metastability of the adsorption branch of the isotherm.  The absence of exptl. hysteresis on samples with pore size ∼ 40 Å at temps. > 77.4 K cannot be explained in terms of the capillary crit. temp. for a given pore size being achieve (as was assumed previously).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXpsFyru7w%253D&md5=e25267341c2ed531ae432691947e3532", " ", " ", "(56)", " ", "Ravikovitch, P. I.; Wei, D.; Chueh, W. T.; Haller, G. L.; Neimark, A. V. ", "  J. Phys. ", "Chem. B ", "1997", ", ", "101", ", 3671.", "[", "ACS Full Text ", "], [", "CAS", "]", "(56) . ", "Evaluation of Pore Structure Parameters of MCM-41 Catalyst Supports and Catalysts by Means of Nitrogen and Argon Adsorption", "Ravikovitch, P. I.; Wei, D.; Chueh, W. T.; Haller, G. L.; Neimark, A. V.", "Journal of Physical Chemistry B", "\r\n        (", "1997", "),\r\n    ", "101", "\r\n        (", "19", "),\r\n    ", "3671-3679", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new method has been used to obtain pore size characteristics of MCM-41 catalyst supports and vanadium-substituted MCM-41 catalysts.  The approach is based on the nonlocal d. functional theory (NLDFT) model for nitrogen and argon adsorption in MCM-41, proposed recently.  Samples with pore sizes varying from ca. 25 to 37 Å were prepd. by hydrothermal synthesis.  Two synthesis procedures employing different sources of V were used to prep. V/MCM-41 catalysts.  The samples were characterized by X-ray diffraction (XRD).  N2 and Ar adsorption isotherms at 77 K were measured starting from the relative pressure P/P0 = 1 × 10-5.  Anal. of adsorption isotherms was carried out in two stages.  The first stage implies comparison of a given isotherm with a ref. isotherm measured on a well-characterized sample of MCM-41 with uniform pores.  From such a comparison, micropore vol., sp. surface area of mesopores, and the point of the beginning of the capillary condensation are detd.  In the second stage, pore size distributions are calcd. from the NLDFT.  Pore size distributions obtained from N2 and Ar isotherms at 77 K were in perfect agreement.  These results were compared with the traditional Barrett-Joyner-Halenda (BJH) method, and with the XRD data.  It is shown that the BJH method underestimates an av. pore size in MCM-41 materials by ca. 10 Å.  Adsorption studies of V/MCM-41 catalysts revealed that the synthesis procedure with the direct addn. of V2O5 yields samples with a more uniform pore structure than the procedure with the use of VOSO4·3H2O soln.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXislyrt7k%253D&md5=8968c960187231c5ca9ac0e5fa4a4bd7", " ", " ", "(57)", " ", "Ravikovitch, P. I.; Haller, G. L.; Neimark, A. V. ", "  Adv. Coll. ", "Interface", " Sci. ", "1998", ", ", "76", "−", "77", ", 203.", "There is no corresponding record for this reference.", " ", " ", "(58)", " ", "Ravikovitch, P. I.; Haller, G. L.; Neimark, A. V. ", "  Stud. Surf. Sci. Catal. ", "1998", ", ", "117", ", 77.", "[", "Crossref", "], [", "CAS", "]", "(58) . ", "Adsorption characterization of mesoporous molecular sieves", "Ravikovitch, Peter I.; Haller, Gary L.; Neimark, Alexander V.", "Studies in Surface Science and Catalysis", "\r\n        (", "1998", "),\r\n    ", "117", "\r\n        (", "Mesoporous Molecular Sieves 1998", "),\r\n    ", "77-84", "CODEN:\r\n                ", "SSCTDM", ";\r\n        ISSN:", "0167-2991", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "Low-temp. nitrogen and argon adsorption is one of the most informative exptl. techniques for structural characterization of mesoporous mol. sieves (MMS).  Although adsorption methods are well documented in the literature, the problem of quant. interpretation of adsorption isotherms in terms of pore size distributions is quite topical.  Conventional methods, such as the BJH and HK methods, are not adequate in the nanometer range of pore sizes typical for MMS.  The authors discuss foundations and applications of the nonlocal d. functional theory (NLDFT) for characterization of MMS.  NLDFT is a mol. level model capable of constructing the adsorption isotherms in pores of different geometry and predicting the capillary condensation transitions in mesopores based on the potentials of intermol. interactions.  On the example of novel MCM-41 catalysts, the NLDFT model is a reliable method for calcg. the pore size distributions from adsorption isotherms, and in combination with XRD, for assessing the pore wall thickness in MMS of uniform structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXltl2gsrk%253D&md5=49e8be3c7729a18b32fd4518cf9b4e21", " ", " ", "(59)", " ", "Neimark, A. V.; Ravikovitch, P. I.; Grün, M.; Schüth, F.; Unger, K. K. ", "  J. ", "Colloid ", "Interface", " Sci.", " ", "1998", ", ", "207", ", 159.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(59) . ", "Pore size analysis of MCM-41 type adsorbents by means of nitrogen and argon adsorption", "Neimark, Alexander V.; Ravikovitch, Peter I.; Grun, Michael; Schuth, Ferdi; Unger, Klaus K.", "Journal of Colloid and Interface Science", "\r\n        (", "1998", "),\r\n    ", "207", "\r\n        (", "1", "),\r\n    ", "159-169", "CODEN:\r\n                ", "JCISA5", ";\r\n        ISSN:", "0021-9797", ".\r\n    \r\n            (", "Academic Press", ")\r\n        ", "Methods of nonlocal d. functional theory (NLDFT), proposed recently for predictions of adsorption equil. and calcns. of pore size distributions in micro- and mesoporous materials, were tested on ref. MCM-41 materials.  Five newly synthesized MCM-41 adsorbents with presumably uniform pore channels varying from 32 to 45 Å were characterized by x-ray diffraction (XRD), nitrogen adsorption at 77 K, and argon adsorption at 77 and 87 K.  New sets of intermol. interaction parameters of the NLDFT model for N2 and Ar adsorption on MCM-41 were detd.  The parameters were specified to reproduce the bulk liq.-gas equil. densities and pressures, liq.-gas interfacial tensions, and std. adsorption isotherms on nonporous surfaces in the multilayer adsorption region.  The pore size distributions calcd. from the desorption branches of the exptl. isotherms measured at three different temps. were consistent with each other.  Comparison of the NLDFT-calcd. pore sizes with XRD data showed that the thickness of pore walls in the MCM-41 samples under consideration varied from ca. 6 to 12 Å.  No correlation was found between the pore size and the pore wall thickness.  The results obtained support the NLDFT model as a suitable tool for characterizing nanoporous materials and predicting adsorption equil.  The MCM-41 samples studied can be used as refs. for adsorption measurements.  (c) 1998 Academic Press.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXnsFejur4%253D&md5=f32934ee5906a0b8515f0c0cbc5162d3", " ", " ", "Carnahan, N. F.; Starling, K. E. ", "  J. Chem. Phys.", " ", "1969", ", ", "51", ", 635.", "[", "Crossref", "], [", "CAS", "]", ". ", "Equation of state for nonattracting rigid spheres", "Carnahan, Norman F.; Starling, Kenneth E.", "Journal of Chemical Physics", "\r\n        (", "1969", "),\r\n    ", "51", "\r\n        (", "2", "),\r\n    ", "635-6", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "A new equation of state for rigid spheres has been developed from an anal. of the reduced virial series.  Comparisons with existing equations show that the new formula possesses superior ability to describe rigid-sphere behavior.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF1MXks1Cgtr8%253D&md5=90a51e7d8657922a8e6eed1e899bf520", " ", " ", "(61)", " ", "Weeks, J. D.; Chandler, D.; Andersen, H. C. ", "  J. Chem. Phys.", " ", "1971", ", ", "54", ", 5237.", "[", "Crossref", "], [", "CAS", "]", "(61) . ", "Role of repulsive forces in determining the equilibrium structure of simple liquids", "Weeks, John D.; Chandler, David; Andersen, Hans C.", "Journal of Chemical Physics", "\r\n        (", "1971", "),\r\n    ", "54", "\r\n        (", "12", "),\r\n    ", "5237-47", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "The different roles the attractive and repulsive forces play in forming the equil. structure of a Lennard-Jones liq. are discussed.  The effects of these forces are most easily sepd. by considering the structure factor (or equivalently, the Fourier transform of the pair-correlation function) rather than the pair-correlation function itself.  At intermediate and large wave vectors, the repulsive forces dominate the quant. behavior of the liq. structure factor.  The attractions are manifested primarily in the small wave vector part of the structure factor; but, this effect decreases as the d. increases and is almost negligible at reduced ds. >0.65.  These conclusions are established by considering the structure factor of a hypothetical ref. system in which the intermol. forces are entirely repulsive and identical to the repulsive forces in a Lennard-Jones fluid.  This ref. system structure factor is calcd. with the aid of a simple but accurate approxn. described.  The conclusions lead to a very simple prescription for calcg. the radial distribution function of dense liqs. which is more accurate than that obtained by any previously reported theory.  The thermodynamic ramifications of the conclusions are presented in the form of calcns. of the free energy, the internal energy (from the energy equation), and the pressure (from the virial equation).  The implications of the authors conclusions to perturbation theories for liqs. and to the interpretation of x-ray scattering expts. are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE3MXkt1Kjtrg%253D&md5=d349f1b45738f810244ddbeb7ac754f9", " ", " ", "(62)", " ", "Neimark, A. V. ", "  Langmuir", " ", "1995", ", ", "11", ", 4183.", "[", "ACS Full Text ", "], [", "CAS", "]", "(62) . ", "The Method of Indeterminate Lagrange Multipliers in Nonlocal Density Functional Theory", "Neimark, Alexander V.", "Langmuir", "\r\n        (", "1995", "),\r\n    ", "11", "\r\n        (", "10", "),\r\n    ", "4183-4", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An effective method for calcg. the d. profiles of adsorbates confined to pores of arbitrary geometry is proposed.  The method is based on the implementation of indeterminate Lagrange multipliers for minimizing the GPF.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXotlKjtLo%253D&md5=c88a5530ff272e2f9e42ec88d238ceb6", " ", " ", "(63)", " ", "Cazorla-Amorós, D.; Alcañiz-Monge, J.; de la Casa-Lillo, M. A.; Linares-Solano, A. ", "  Langmuir", " ", "1998", ", ", "14", ", 4589.", "[", "ACS Full Text ", "], [", "CAS", "]", "(63) . ", "CO2 As an Adsorptive To Characterize Carbon Molecular Sieves and Activated Carbons", "Cazorla-Amoros, D.; Alcaniz-Monge, J.; de la Casa-Lillo, M. A.; Linares-Solano, A.", "Langmuir", "\r\n        (", "1998", "),\r\n    ", "14", "\r\n        (", "16", "),\r\n    ", "4589-4596", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption of CO2 at 273 K up to 4 MPa has been studied in activated carbons and carbon mol. sieves of different origins and pore size distribution.  The materials selected for this study include carbon mol. sieves with a pore size (i.e., pore width) between 0.3 and 0.5 nm, activated carbons with supermicroporosity (pore size between 0.7 and 2 nm), and mesoporous and macroporous activated carbons.  The relative fugacities covered in the expts. ranges from 10-4 to nearly 1.  Addnl., N2 adsorption at 77 K at subatmospheric pressures has been also done.  The exptl. conditions used allow us to compare both measurements at similar adsorption potentials, in which both gases adsorb in the different ranges of porosity.  The results obtained show that CO2 adsorbs at 273 K in the different ranges of porosity following a mechanism similar to that of N2 at 77 K.  CO2 is sensitive to narrow micropores not accessible to N2 at 77 K, and hence, it is an adequate complement to N2 at 77 K.  This is esp. important for the characterization of the narrow micropores of carbonaceous solids and, esp., carbon mol. sieves.  CO2 adsorbs in mesopores according to the capillary condensation mechanism.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXkvVymtLg%253D&md5=aead598b544a83eaa8b60a176b9979c0", " ", " ", "(64)", " ", "Harris, J. G.; Yung, K. H. ", "  J. Phys. Chem.", " ", "1995", ", ", "99", ", 12021.", "[", "ACS Full Text ", "], [", "CAS", "]", "(64) . ", "Carbon Dioxide's Liquid-Vapor Coexistence Curve And Critical Properties as Predicted by a Simple Molecular Model", "Harris, Jonathan G.; Yung, Kwong H.", "Journal of Physical Chemistry", "\r\n        (", "1995", "),\r\n    ", "99", "\r\n        (", "31", "),\r\n    ", "12021-4", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A simple site-based intermol. potential model for carbon dioxide (the EPM model) is presented.  It uses three point charges and Lennard-Jones interactions centered at each atom.  The model predicts a coexistence curve and crit. properties quite close to the exptl. values.  The EPM model predicts a crit. temp. of 313.4 ± 0.7 K compared with an exptl. crit. temp. of 304 K.  By rescaling the potential parameters of the EPM model to obtain the model denoted as \"EPM2\", the authors more accurately reproduce the liq.-vapor coexistence curve.  A flexible EPM model with rigid bonds, but a flexible angle exhibits identical coexistence properties to within the sensitivity of the calcns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXmvVehsrk%253D&md5=3b3dc2e62f3a756956e68fe7bc01c55a", " ", " ", "(65)", " ", "Johnson, J. K.; Zollweg, J. A.; Gubbins, K. E. ", "  Mol. Phys", ". ", "1993", ", ", "78", ", 591.", "[", "Crossref", "], [", "CAS", "]", "(65) . ", "The Lennard-Jones equation of state revisited", "Johnson, J. Karl; Zollweg, John A.; Gubbins, Keith E.", "Molecular Physics", "\r\n        (", "1993", "),\r\n    ", "78", "\r\n        (", "3", "),\r\n    ", "591-615", "CODEN:\r\n                ", "MOPHAM", ";\r\n        ISSN:", "0026-8976", ".\r\n    ", "The existing simulation data and equations of state for the Lennard-Jones (LJ) fluid are discussed, and new mol.-dynamics-simulation results are presented for both the cut and shifted and the full LJ potential.  New parameters are given for the modified Benedict-Webb-Rubin (MBWR) equation of state used by J. J. Nicolas, et al., (1979).  In contrast to previous equations, the new equation is accurate for calcns. of vapor-liq. equil.  The equation also accurately correlates pressures and internal energies from the triple point to about 4.5 times the crit. temp., over the entire fluid range.  An equation of state for the cut and shifted LJ fluid is presented, and compared with the simulation data of this work, and previously published Gibbs-ensemble data.  The MBWR equation of state can be extended to mixts. via the van der Waals one-fluid theory mixing rules.  Calcns. for binary fluid mixts. are found to be accurate when compared with Gibbs-ensemble simulations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXhslKgur8%253D&md5=8abe9e33dcc33a00d04e41bcb900492c", " ", " ", "(66)", " ", "Vishnyakov, A.; Ravikovitch, P. I.; Neimark, A. V. ", "  Langmuir", " ", "1999", ", ", "15", ", 8736.", "[", "ACS Full Text ", "], [", "CAS", "]", "(66) . ", "Molecular Level Models for CO2 Sorption in Nanopores", "Vishnyakov, Aleksey; Ravikovitch, Peter I.; Neimark, Alexander V.", "Langmuir", "\r\n        (", "1999", "),\r\n    ", "15", "\r\n        (", "25", "),\r\n    ", "8736-8742", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption of CO2 in slit-shaped C micropores at 273 K was studied by the grand canonical Monte Carlo (GCMC) simulations and the nonlocal d. functional theory (NLDFT).  Three mol. models of CO2 were used.  Long-run GCMC simulations were performed with the 3-center model of Harris and Yung (J. Phys. Chem. 1995, 99, 12021).  For NLDFT calcns., the authors developed an effective Lennard-Jones (LJ) model.  GCMC simulations of the effective LJ model of CO2 were performed for comparison.  For each model used, parameters of intermol. potentials were detd. and validated against 2-phase bulk equil. data and exptl. adsorption isotherms on graphite at 273 and 195 K.  In the range of pore widths from 3 to 15 Å, the NLDFT isotherms of CO2 adsorption are overall in a satisfactory agreement with the GCMC isotherms generated using the 3-center model.  Some deviations were obsd. between 6.5 and 8.5 Å, where the adsorbate undergoes a transition from a single-layer to a 2-layer structure.  The models developed are recommended for studying CO2 adsorption in microporous adsorbents and also for calcg. pore size distributions in carbonaceous materials and soil particles.  The NLDFT model has the advantage of being much less computationally demanding, whereas the 3-center GCMC model serves as a benchmark for quant. ests. and can be used for studying CO2 sorption at ambient conditions close to the crit. temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXmtVOnsLY%253D&md5=6e17c6b90940176e81ea5ab951a4fd82", " ", " ", "(67)", " ", "Bottani, E. J., Bakaev, V.; Steele, W. A. ", "  Chem. Eng. Sci.", " ", "1994", ", ", "49", ", 2931.", "[", "Crossref", "], [", "CAS", "]", "(67) . ", "A simulation/experimental study of the thermodynamic properties of carbon dioxide on graphite", "Bottani, E. J.; Bakaev, Victor; Steele, William", "Chemical Engineering Science", "\r\n        (", "1994", "),\r\n    ", "49", "\r\n        (", "17", "),\r\n    ", "2931-9", "CODEN:\r\n                ", "CESCAC", ";\r\n        ISSN:", "0009-2509", ".\r\n    ", "Monte Carlo (MC) computer simulations are reported for a realistic model of carbon dioxide adsorbed on the exposed graphite basal plane.  Isotherms were calcd. using the grand canonical MC algorithm, and energies and densities were evaluated using the canonical MC algorithm.  New exptl. data for this system are also presented and, together with previous data, compared with the simulations.  Excellent agreement is obtained.  Auxiliary properties such as the coverage dependence of the av. tilt angle (relative to the surface plane) for the mols. in the monolayer were evaluated.  In addn., the temp. dependence of the monolayer capacity for this system is obtained directly from the simulations.  The mol. areas in the completed monolayer that were obtained from these monolayer capacities are compared with other ests. including those obtained from a BET anal. of the isotherms.  It is noted that the obsd. change in av. tilt angle with increasing coverage produces a coverage-dependent mol. area that is not taken into account in the BET or any other known theory of multilayer adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXntV2jsrY%253D&md5=53a9783e606c094e9c5df82567274a54", " ", " ", "(68)", " ", "Beebe, R. A.; Kiselev, A. V.; Kovaleva, N. V.; Tyson, R. F. S.; Holmes, J. M. ", "  Rus. ", "J. Phys. Chem.", " ", "1964", ", ", "38", ", 372.", "There is no corresponding record for this reference.", " ", " ", "(69)", " ", "Peterson, B. K.; Gubbins, K. E. ", "  Mol. Phys.", " ", "1987", ", ", "62", ", 215.", "[", "Crossref", "], [", "CAS", "]", "(69) . ", "Phase transitions in a cylindrical pore.  Grand canonical Monte Carlo, mean field theory, and the Kelvin equation", "Peterson, Brian K.; Gubbins, Keith E.", "Molecular Physics", "\r\n        (", "1987", "),\r\n    ", "62", "\r\n        (", "1", "),\r\n    ", "215-26", "CODEN:\r\n                ", "MOPHAM", ";\r\n        ISSN:", "0026-8976", ".\r\n    ", "Adsorption isotherms were calcd. for a Lennard-Jones fluid confined in a cylindrical pore with attractive walls at temps. above the wetting temp.  A low temp. isotherm exhibited two branches with metastable states and hysteresis.  The grand potential of the system was calcd. and the thermodn. transition between the two branches of the isotherm was found.  This transition is shifted to lower pressures than the bulk transition; the Kelvin equation was found not to predict accurately the shift.  A higher temp. isotherm, still below the bulk crit. point, was continuous and reversible and no hysteresis was found.  This confirms the existence of a capillary crit. point for the confined fluid.  The mean field d. functional theory which was used to study confined fluids gives the correct qual. features of the phase behavior, in agreement with other studies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1cXhtFOrsQ%253D%253D&md5=a3f6197ccc3559579666e7c4096dfdb4", " ", " ", "Szombathely, M. v.; Bräuer, P.; Jaroniec, M. ", "  J. Comput. Chem.", " ", "1992", ", ", "13", ", 17.", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", " ", "(71)", " ", "Jagiello, J.; Tolles, D. In ", "Fundamentals of Adsorption-6", "; Meunier, F., Ed.; Elsevier:  Paris, 1998; p 629.", "There is no corresponding record for this reference.", " ", " ", "(72)", " ", "Tikhonov, A. N. ", "  Dokl. Akad. Nauk SSSR", " ", "1943", ", ", "39", ", 195; ", "1963", ", ", "153", ", 49.", "There is no corresponding record for this reference.", " ", " ", "(73)", " ", "Lawson, C. L.; Hanson, R. J. ", "  Solving Least Squares Problems", "; SIAM:  Philadelphia, 1995.", "There is no corresponding record for this reference.", " ", " ", "(74)", " ", "Hansen, P. C. ", "  BIT", " ", "1990", ", ", "30", ", 658.", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", " ", "(75)", " ", "Hansen, P. C. ", "  SIAM Rev.", " ", "1992", ", ", "34", ", 561.", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", " "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-5/la991011c/production/images/small/la991011cf00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-5/la991011c/production/images/small/la991011cf00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-5/la991011c/production/images/small/la991011cf00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-5/la991011c/production/images/small/la991011cf00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-5/la991011c/production/images/small/la991011cf00005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-5/la991011c/production/images/small/la991011cf00006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-5/la991011c/production/images/small/la991011cf00007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-5/la991011c/production/images/small/la991011cf00008.gif\">"]}
