{"title": ["Solvothermal Metal Metathesis on a Metal–Organic Framework with Constricted Pores and the Study of Gas Separation"], "authors": ["Liangjun Li", "Haitao Xue", "Ying Wang", "Pinhui Zhao", "Dandan Zhu", "Min Jiang", "Xuebo Zhao"], "doi": ["10.1021/acsami.5b07953"], "abstract": ["Metal–organic frameworks (MOFs) with constricted pores can increase the adsorbate density of gas and facilitate effective CO", " separation from flue gas or natural gas due to their enhanced overlapping of potential fields of the pores. Herein, an MOF with constricted pores, which was formed by narrow channels and blocks of functional groups, was fabricated from the assembly of a methyl-functionalized ligand and Zn(II) centers (termed NPC-7-Zn). Structural analysis of the as-synthesized NPC-7-Zn reveals a series of zigzag pores with pore diameters of ∼0.7 nm, which could be favorable for CO", " traps. For reinforcing the framework stability, a solvothermal metal metathesis on the pristine MOF NPC-7-Zn was performed, and a new Cu(II) MOF (termed NPC-7-Cu) with an identical framework was produced. The influence of the reaction temperatures on the metal metathesis process was investigated. The results show that the constricted pores in NPC-7-Zn can induce kinetic issues that largely slow the metal metathesis process at room temperature. However, this kinetic issue can be solved by applying higher reaction temperatures. The modified MOF NPC-7-Cu exhibits significant improvements in framework stability and thus leads to a permanent porosity for this framework. The constricted pore structure enables enhanced potential fields for these pores, rendering this MOF with high adsorbate densities for CO", " and high adsorption selectivity for a CO", "/N", " gas mixture. The adsorption kinetic studies reveal that CH", " has a faster diffusion rate constant than CO", ", showing a surface diffusion controlled mechanism for CO", " and CH", " adsorption."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "1 Introduction", "Metal–organic frameworks (MOFs) are an emerging class of crystalline porous materials that have attracted enormous interest in many applications, including gas storage,", "(1, 2)", " separation,", "(3, 4)", " catalysis,", "(5, 6)", " and so forth. As a type of organic–inorganic hybrid material, the properties and functionalities of MOFs can be rationally tuned by modifying both the components of organic ligands and inorganic struts.", "(7, 8)", " Anchoring functional groups on organic linkers is a promising strategy to tune the properties of MOFs.", "(9, 10)", " On the basis of ligand functionalization, MOFs with homogeneous", "(11, 12)", " or multivariate functional groups", "(13)", " have been synthesized, and many intriguing properties induced by functional groups have been elucidated.", "(14)", " Besides optimizing pore structures and surface chemistry, modifying metal centers is also a choice to tune the properties of MOFs.", "(15, 16)", " Metal metathesis has emerged in recent years as a promising technique using the modification of metal centers to tune the properties of MOFs. On the basis of metal metathesis, some MOFs with novel metal centers that cannot be formed by conventional de novo self-assembly can be obtained,", "(17, 18)", " and the active metal sites or novel properties that are not obtained in pristine MOFs can be produced.", "(19, 20)", " For gas sorption applications, metal metathesis not only affects the interaction strength between gas molecules and metal centers but also enhances the framework stability significantly.", "(17, 21)", "Although most studies on MOFs in the past few years have focused on constructing frameworks with large pores and high surface areas, the fabrication of frameworks with constricted pores are relatively rare. Because the MOFs with constricted pores can offer enhanced local charge densities, it is thus beneficial for efficient gas separations through molecular recognition or molecular-trapping effects.", "(22, 23)", " In this respect, P. Nugent et al. have synthesized a series of MOFs with finely tuned pores that exhibit high selectivities for CO", "2", "/CH", "4", " and CO", "2", "/N", "2", " gas mixtures, and the enhanced selectivities are attributed to the better overlapping of attractive potential fields of opposite walls to CO", "2", " molecules.", "(23)", " When constructing MOFs with constricted pores, anchoring functional groups on ligands is an alternative method in addition to the traditional crystal engineering methology.", "(24)", " The pore sizes of MOFs can be precisely tuned by incorporating functional groups on organic ligands.", "(25, 26)", " This feature is important for gas separations, which highly correlate with pore size.", "Regarding the construction of MOFs with desired structures, the choice of ligand is of crucial importance. The methyl functionalized ligand is preferable to fabricate MOFs with contracted windows through the steric hindrance of methyl groups, as revealed by a previous study in our group.", "(27)", " In the context of CO", "2", "-capturing applications, we opt to use a methyl-functionalized ligand and metal centers with more versatile coordination modes, e.g., Zn(II) ions, to construct the MOFs with constricted pores that are in the preferred range of pore sizes for CO", "2", " adsorption. As a result, a new nanoporous MOF, Zn", "2", "(TMBDI) (DMF)", "3", " (termed NPC-7-Zn), was synthesized and characterized. It exhibits constricted pores with diameters of ∼0.7 nm. However, it was not robust enough to be activated for gas uptake. To reinforce the framework stability, a metal metathesis on Zn(II) centers by Cu", "2+", " ions was performed on this pristine MOF, and a new MOF termed NPC-7-Cu, which has the isomorphic network but different metal centers with NPC-7-Zn, was obtained. The temperature effect on the metal metathesis process was investigated. The adsorption characteristics for CO", "2", ", N", "2", ", CH", "4", ", and H", "2", " on the parent and the modified MOFs were studied, and the gas sorption selectivities toward CO", "2", "/N", "2", " and CO", "2", "/CH", "4", " gas mixtures were investigated. Besides the equilibrium adsorption behaviors, the adsorption kinetics for CO", "2", " and CH", "4", " diffusions in the constricted pores were studied, and the diffusional behaviors were discussed.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "2 Experimental Section", "2.1", "Materials", "The starting material 1,4-dibromo-2,3,5,6-tetramethylbenzene, 1,3-diethylisophthalate-5-boronic acid, metal salts, and all of the solvents were obtained from commercial lines and used without further purification. Ultrapure (99.9999%) hydrogen and nitrogen, high-purity (99.999%) carbon dioxide, oxygen, and methane were provided by Qingdao Heli Gas Company, Ltd., of China and were used for gas sorption measurements without further purification.", "2.2", "Ligand Synthesis", "The ligand 2,3,5,6-tetramethyl-1,4-diisophthalate (TMBDI) was synthesized by Suzuki coupling reactions of 1,4-dibromo-2,3,5,6-tetramethylbenzene and 1,3-diethylisophthalate-5-boronic acid via the similar procedure described in previous literature (for synthetic details, see ", "Supporting Information", " ", "Figure S1", ").", "(27)", " ", "2.3", "MOF Synthesis", "NPC-7-Zn", "Ligand TMBDI (0.046 g, 0.1 mmol) and Zn(NO", "3", ")", "2", "·6H", "2", "O (0.107 g, 0.36 mmol) were dissolved in DMF (12 mL). After the addition of 4 drops of concentrated HNO", "3", ", the mixture was stirred for 30 min and transferred into a 20 mL Teflon-lined stainless steel container. The container was then heated to 358 K for 72 h in a programmed oven and cooled to ambient temperature at a rate of 0.3 K/min. A pure phase of colorless block crystals was obtained by filtration and was washed with pure DMF. Elemental analysis for [Zn", "2", "(TMBDI) (DMF)", "3", "]·(DMF)", "3", " (%) calcd: C 51.42, H 5.88, N 8.17. Found: C 51.75, H 5.93, N 8.13. Before gas adsorption measurements, the crystals of NPC-7-Zn were solvent exchanged with CH", "2", "Cl", "2", " by Soxhlet-extraction for 48 h.", "NPC-7-Cu", "The as-synthesized crystals of NPC-7-Zn were soaked in Cu(NO", "3", ")", "2", "/DMF solution (10 mL, 0.165 M) in a 20 mL Teflon-lined stainless steel container. The container was placed in a programmed oven and was heated to 333 K for 24 h. Then, the liquid phase was refreshed by Cu(NO", "3", ")", "2", "/DMF solution (10 mL, 0.165 mol/L) and was heated to 333 K again. This procedure was repeated five times, and the color of the crystals turned from colorless to blue, indicating that the metal metathesis of Zn(II) metal centers to Cu(II) has occurred. Elemental analysis for NPC-7-Cu: [Cu", "1.9", "Zn", "0.1", "(TMBDI) (DMF)", "3", "]·(DMF)", "3", " (%) calcd: C 51.60, H 5.90, N 8.21. Found: C 51.69, H 5.82, N 8.07. Before sorption measurements, the crystals of NPC-7-Cu were solvent exchanged with CH", "2", "Cl", "2", " for 48 h using the Soxhlet-extraction to fully exchange the guest compounds.", "2.4", "Physical Characterization", "Suitable crystals of NPC-7-Zn were selected for single crystal X-ray diffraction measurements. The diffraction data was collected at 195 K on a Bruker SMART APEX2 CCD area detector equipped with graphite monochromated Mo Kα radiation. Data reduction and adsorption correction were carried out using SAINT", "(28)", " and SADABS", "(29)", " programs, respectively. The structure was solved by a direct method and refined by the difference Fourier technique using the SHELXTL", "(30)", " software package. Hydrogen atoms on the ligand were placed in idealized positions and were refined using a riding model. Solvent molecules in the unit cell were so highly disordered that they could not be located. To resolve these issues, we removed the contribution of electron density of solvent molecules by the PLATON/SQUEEZE", "(31)", " program.", "Powder X-ray diffraction (PXRD) of NPC-7-Zn and NPC-7-Cu was performed on a BRUKER D8-Focus Bragg–Brentano X-ray Powder Diffractometer equipped with Cu Kα radiation (λ = 0.154 nm). Thermogravimetric analyses (TGA) for as-synthesized and solvent-exchanged samples were conducted on a NETZSCH STA 449F3 unit at a heating rate of 10 K/min under a nitrogen atmosphere. Fourier transform infrared (FTIR) measurements were performed on a Nicolet 6700 FTIR spectrometer. Nuclear magnetic resonances (NMR) were collected on a BRUKER AVANCE-III NMR (600 MHz) spectrophotometer. Inductively coupled plasma emission mass spectrometry (ICP) for the modified MOFs was carried out on a Profile Spec ICP-AES spectrometer (Leeman, USA). X-ray photoelectron spectroscopy (XPS) measurements were performed on a Thermo ESCALAB 250 spectrophotometer with a monochromic X-ray source (Al Kα, 1486.6 eV).", "2.5", "Gas Sorption Measurements", "Gas sorption measurements were conducted on an Intelligent Gravimetric Analyzer (IGA-001, Hiden). Before the gas sorption measurements, the solvent exchanged sample was loaded in the sample cell and was evacuated at 393 K under ultrahigh vacuum (10", "–7", " mbar). Nitrogen and hydrogen sorption isotherms were performed at 77 K using a cryogenic liquid nitrogen bath over the pressure range of 0–20 bar. Carbon dioxide and methane sorption isotherms between 273 and 303 K were obtained using a circulating water/ethylene glycol bath controlled by a computer using IGA software.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "3 Results and Discussion", "3.1", "Structural Description", "MOF Zn", "2", "(TMBDI) (DMF)", "3", " (termed NPC-7-Zn) was constructed from the self-assembly of the ligand TMBDI and Zn(NO", "3", ")", "2", "·6H", "2", "O under solvothermal reactions (see details in the ", "Experimental Section", "). Single crystal X-ray studies reveal that NPC-7-Zn crystallizes in a monoclinic space group ", "P21/c", ". The crystallographic asymmetric unit consists of one TMBDI ligand, two crystallographic independent Zn(II) atoms, and three coordinated DMF molecules (as shown in ", "Figure S2", "). Owing to the steric restriction of methyl groups on the central phenyl ring, two zygomorphic isophthalate groups on the TMBDI ligand are located in nearly the same plane. Two of four carboxylate groups in the ligand are connected to metal centers in a bis-bridging bidentate mode, whereas the other two carboxylate groups are connected to metal centers in a monodentate-bridging and a monodentate mode, respectively (as shown in ", "Figure ", "1", "). As a result, three different coordination modes are formed between carboxylate groups and metal centers. As for metal centers, two types of coordination spheres for Zn(II) are observed in NPC-7-Zn. One of the Zn(II) centers (termed Zn1) is tetrahedrally connected by four oxygen atoms from four TMBDI ligands, whereas the other Zn(II) center (termed Zn2) is octahedrally coordinated by six oxygen atoms from three TMBDI ligands and three coordinated DMF molecules (as shown in ", "Figure ", "2", "b). Then, the linkage between Zn1 and Zn2 through carboxylate groups gives rise to a Zn", "2", "(COO)", "4", "(DMF)", "3", " secondary building unit (SBU), which can be viewed as a distorted paddle-wheel SBU (as shown in ", "Figure ", "2", "b).", "Figure 1. Coordination modes of oxygen donor atoms of carboxylate groups to metal centers.", "If the TMBDI ligand is viewed as a 4-connected linker with a square planar configuration, and the Zn", "2", "(COO)", "4", "(DMF)", "3", " SBU is considered a tetrahedral 4-connected node extending to the ligand, then the assembly of 4-connected linkers and 4-connected SBUs gives rise to a three-dimensional (4,4)-connected network (as shown in ", "Figure ", "2", "c). The topology of this network is PtS, corresponding to the point symbol of 4", "2", "·8", "4", " (as shown in ", "Figure ", "2", "e). The PtS topology is another type of network formed by 4-connected ligands and SBUs other than the commonly encountered NbO topology,", "(32)", " and it is commonly found in networks assembled from either 4-connected tetrahedral linkers and 4-connected square planar nodes", "(33, 34)", " or 4-connected square planar linkers and 4-connected tetrahedral nodes.", "(35)", " Interestingly, the NbO and the PtS network can be obtained using the same components under different synthetic conditions, as revealed in former reports.", "(36)", " The PtS net is the thermodynamically favored structure that can be produced by the rearrangement of the NbO nets upon heating.", "(36)", "Figure 2. Structural representation of NPC-7-Zn. (a) Ball and stick representation of the TMBDI ligand and simplification of this ligand (blue line); (b) coordination environments of the metal centers in the secondary building units (left) and simplification of the secondary building units (red line); (c) packing mode presentation of NPC-7-Zn viewed from the ", "b", " axis (the blue molecules represent the coordinated DMF molecules); (d) cross-section view of pores of NPC-7-Zn viewed from the ", "b", " axis; and (e) simplified networks of NPC-7-Zn viewed from the ", "b", " axis.", "As a feature of the PtS networks, two rectangular channels running along the ", "a", " or ", "b", " axes are cross-linked to each other to form a porous framework. The solvent accessible volume for the completely solvent-free framework of NPC-7-Zn is 58.8% as calculated by the PLATON", "(31)", " program. However, the pore channel running along ", "a", " axes is largely blocked by coordinated DMF molecules and decorated methyl groups, leading to a reduced void ratio of 34.0% for NPC-7-Zn. The corresponding pore volume is 0.314 cm", "3", " g", "–1", ", and the crystallographic density is 1.084 g cm", "–3", ". The space occupation by methyl functional groups and coordinated DMF molecules leads to a hierarchically constrained pore structure for which the narrow window is approximately 0.6 nm, and the mean pore width of cavities measured from crystallographic data is approximately 0.7 nm (as shown in ", "Figure ", "2", "d). Such pore structure is favorable for commensurate packing of CO", "2", " molecules, as indicated by former theoretical and experimental surveys.", "(22, 37)", " The PXRD pattern of the as-synthesized sample is in acceptable agreement with the simulated XRD patterns from crystallographic data with some differences in the relative intensity of some main peaks (2θ = 9.3, 9.7, and 11.5°). Because the PXRD pattern of as-synthesized NPC-7-Zn was collected at ambient conditions, the exposure of as-synthesized crystals to ambient environments may induce the release of guest molecules from the framework, and the contact with moisture in air may lead to a partial phase change of the framework. These changes may result in differences in the PXRD patterns for NPC-7-Zn. The instability of Zn(II)-based MOFs is a severe problem that impedes their utilization in practical applications. Therefore, further efforts should be spent in improving the stability of MOFs. On the basis of single-crystal X-ray studies and elemental analysis, the formula of as-synthesized NPC-7-Zn can be determined as [Zn", "2", "(TMBDI) (DMF)", "3", "]·(DMF)", "3", ". However, the activation of NPC-7-Zn has proven unsuccessful, although several activation methods had been tried, including direct heating under vacuum and solvent exchange-assisted activation. The obtained BET surface area for activated NPC-7-Zn is only 21.9 m", "2", " g", "–1", ", corresponding to a pore volume of 0.022 cm", "3", " g", "–1", ". This pore volume is much smaller than the theoretical value (the theoretical pore volume calculated by the PLATON program", "(31)", " is 0.314 cm", "3", " g", "–1", "). The PXRD pattern of the activated sample changes significantly from the as-synthesized sample (as shown in ", "Figure S3", "), suggesting that the framework of NPC-7-Zn has undergone a structural variation upon activation, and a new phase with almost no porosity was formed.", "3.2", "Study of the Metal Metathesis Process", "Metal metathesis on metal centers can significantly improve the stability of MOFs, especially for those MOFs with Zn(II) metal centers, as suggested in former studies.", "(38)", " Therefore, to improve the framework stability, we subjected NPC-7-Zn to further metal metathesis by Cu", "2+", " ions. First, NPC-7-Zn was treated by metal metathesis through the conventional method of soaking the as-synthesized crystals in Cu(NO", "3", ")", "2", "/DMF solution (0.15 M) at ambient temperatures. However, only a very small fraction of Zn(II) centers were substituted by Cu", "2+", " ions (mole fraction: 5%) even with a duration time of one month, as revealed by the inductively coupled plasma emission spectroscopy (ICP) result (see ICP results in ", "Figure S4", "). To make the metal metathesis process more efficient, we employed an elevated reaction temperature for metal metathesis, and the as-synthesized crystals of NPC-7-Zn were subjected to further solvothermal metal metathesis. After repeating the metal metathesis procedure six times, the color of the crystals changed from colorless to blue, suggesting that the metal metathesis was completed (the MOF after metal metathesis is termed NPC-7-Cu). ICP results revealed that 95% of Zn(II) metal centers were replaced by Cu", "2+", " ions in NPC-7-Cu. The attempt to determine the crystal structure of NPC-7-Cu has proven to be unsuccessful owing to cracks on the crystals of NPC-7-Cu, although several methods have been attempted. The PXRD studies suggest that NPC-7-Cu has almost the identical structure as NPC-7-Zn (as shown in ", "Figure ", "3", "a). The same ligands and similar organic groups in both compounds are also confirmed by the similar IR spectra of NPC-7-Zn and NPC-7-Cu (see the IR spectra in ", "Figure S5", ").", "Interestingly, the direct synthesis of NPC-7-Cu through de novo synthesis using the TMBDI ligand and Cu", "2+", " salts has proven to be unsuccessful, as NPC-4", "(27)", " was always obtained under various conditions. NPC-7-Cu and NPC-4 share the same ligand and Cu(II) centers, but they exhibits distinct pore structures. Therefore, by adjusting the synthesis strategy, several types of MOFs with distinct pore structures can be produced. Compared to the large pore cavity in NPC-4, NPC-7-Cu is comprised of constricted pores with a mean pore width of 0.7 nm, which is between the ideal ranges of pore size for CO", "2", " capture.", "(22)", " To investigate the oxidation state of metal centers, we performed X-ray photoelectron spectroscopy (XPS) measurements on NPC-7-Zn and NPC-7-Cu (as shown in ", "Figure S6", "). The narrow survey of the XPS spectrum for NPC-7-Zn shows that the Zn 2p1/2 and 2p3/2 peaks are in the positions of 1022.7 and 1045.8 eV, respectively (as shown in ", "Figure ", "3", "b). These values indicate that the Zinc center in NPC-7-Zn has a fully occupied d", "10", " orbital corresponding to a Zn(II) oxidation state. This is in agreement with the crystallographic data. The peaks at 932.7 and 954.9 eV in the XPS spectrum of NPC-7-Cu correspond to the Cu 2p1/2 and 2p3/2 peaks, respectively (as shown in ", "Figure ", "3", "c). These values are consistent with the d", "9", " configuration or Cu(II) state for copper centers. Moreover, very subtle peaks of Zn2P with weak singles are also observed in the XPS spectra of NPC-7-Cu, suggesting that NPC-7-Cu has a small fraction of unexchanged Zn(II) centers, which is in agreement with the ICP results. On the basis of the ICP measurements and elemental analysis, the formula of NPC-7-Cu can be determined as Cu", "1.9", "Zn", "0.1", "(TMBDI) (DMF)", "3", ", and the density of desolvated NPC-7-Cu can be calculated as 1.079 g cm", "–3", ".", "Figure 3. (a) PXRD patterns of NPC-7-Zn and NPC-7-Cu; (b) XPS survey of Zn(II) metal centers for NPC-7-Zn; and (c) XPS survey of Cu(II) metal centers for NPC-7-Cu.", "There are many factors that affect the metal metathesis process, and the feasibility of metathesis on MOFs is markedly influenced by both the characteristics of coordination spheres and the structures of the pore environments. Although numerous MOFs have been reported, only a small fraction of the MOFs were investigated for metal metathesis to date, and the mechanism of metal metathesis is seldom investigated.", "(38)", " The effect factors of metal metathesis that have been investigated include the types of metal ions, SBUs, reaction times, concentrations of metal ions, and so forth,", "(18, 39)", " whereas the effect of reaction temperature, which has a marked impact on both diffusion rates of metal ions in pores and the reaction rates of metal ion metathesis on metal struts, has seldom been investigated to date.", "(38, 40)", " To unveil the influence of reaction temperature on the progress of metal metathesis process, we subjected the as-synthesized sample of NPC-7-Zn to metal metathesis by Cu", "2+", " at different temperatures with other conditions kept completely the same (using the same batch of Cu(NO", "3", ")", "2", "/DMF solution and employing the same reaction times). The progress of metal metathesis was recorded by the percentage of Zn(II) centers exchanged by Cu", "2+", " ions as measured by ICP. It is shown that the fraction of Zn(II) metal centers exchanged by Cu", "2+", " ions is only 4.2% (mole fraction) after being immersed in Cu(NO", "3", ")", "2", "/DMF solution for 24 h at 293 K. As the reaction temperature increases, the fraction of Zn(II) centers metathesized by Cu", "2+", " increases significantly (as shown in ", "Figure ", "4", "). The fraction of Zn(II) centers substituted by Cu", "2+", " reaches 11.1% when reacting at 333 K for 24 h, which is ∼2.5 times higher than that at 293 K. Therefore, the reaction temperature can efficiently accelerate the metathesis progress. Although the percentage of metal metathesis after one time is not high, repeated procedures of solvothermal metal metathesis using higher Cu", "2+", " salt concentrations can lead to nearly complete exchange of Zn(II) centers by Cu", "2+", " ions.", "Figure 4. Profile of the percentage of Zn(II) centers in NPC-7-Zn exchanged with Cu", "2+", " ions for 24 h at different temperatures.", "The experimental results show that metal ion metathesis on NPC-7-Zn at room temperature is extremely slow even using highly concentrated Cu", "2+", " solutions under elongated reaction times. The situation is different for NTU-101-Zn", "19", ", which possesses the same coordination spheres as NPC-7-Zn. The metal metathesis of Cu(II) over Zn(II) on NTU-101-Zn in DMF solutions proceeded efficiently at room temperature (with 80% of Zn(II) ions metathesized by Cu", "2+", " ions in DMF after 24 h at room temperature). This result suggests that metal metathesis of Cu", "2+", " over Zn(II) on this type of SBU is thermodynamically allowed. As opposed to the efficient metal metathesis progress on NTU-101-Zn, the metal metathesis on NPC-7-Zn is infeasible at room temperature. From a structural point of view, the two compounds share identical coordination environments and the same topology, except that NPC-7-Zn possesses narrower pores due to large steric hindrance induced by the four methyl groups on the ligand (0.7 nm for NPC-7-Zn vs 1.0 nm for NTU-101-Zn, as determined from their crystallographic data). This implies that the extremely slow rate of metal metathesis is attributed to steric issues. The diffusional barrier of the solvated metal ions in the pores is the rate control step for the overall metal metathesis process.", "Generally, the metal metathesis process in MOFs comprises the diffusion of metal ions in pores and the subsequent metal metathesis reactions on metal struts. Successful metal metathesis not only needs to overcome the activation energy of metal metathesis reactions but also requires overcoming the diffusion barriers induced by limited pore sizes, steric hindrance, and confinements in coordination geometries.", "(38)", " Similar to chemical reactions on common compounds, a higher reaction temperature is beneficial to overcome kinetic or diffusion barriers encountered in metal metathesis processes, especially for MOFs with large steric hindrances. The experimental results of this work confirm that higher reaction temperatures can overcome the kinetic barrier and are efficient for the metal metathesis process.", "3.3", "Adsorption Properties", "To evaluate pore structure, we conducted N", "2", " adsorption measurements at 77 K on the activated sample of NPC-7-Cu. As shown in ", "Figure ", "5", "a, the activated sample of NPC-7-Cu shows the typical type-I isotherm according to the IUPAC classification scheme, indicating the microporous nature of this MOF. The pore volume of NPC-7-Cu derived from saturated N", "2", " adsorption is 0.317 cm", "3", " g", "–1", ", which is agreeable with the theoretical pore volume of NPC-7-Zn (0.314 cm", "3", " g", "–1", " as calculated by the PLATON program", "(31)", "). The agreement between experimental and theoretical pore volume confirms that NPC-7-Cu possesses an identical framework to that of NPC-7-Zn, validating the result of the PXRD pattern. The BET and Langmuir surface areas derived from the N", "2", " isotherms for NPC-7-Cu are 730.6 and 886 m", "2", " g", "–1", ", respectively (see calculation details in ", "Figure S10–S12", "). To evaluate the mean pore size, we employed the Dubinin–Radushkevich (DR) analysis based on the CO", "2", " isotherm at 273.15 K, which has been proven as an effective way to determine the pore size distribution (PSD) of adsorbents with a narrow pore size,", "(41, 42)", " to calculate the PSD for NPC-7-Cu (see calculation procedures in ", "Figure S13", "). As shown in ", "Figure ", "5", "b, NPC-7-Cu shows a mean pore width of 0.77 nm, which is consistent with crystallographic data. The significant enhancement in surface area of NPC-7-Cu over NPC-7-Zn is attributed to the improvement of network stability and the successful activation of pores in NPC-7-Cu. The higher stability of the Cu(II) MOF over its Zn(II) analogue is also observed on other analogous MOFs with different metal centers.", "(43, 44)", " It is agreeable with the stability sequence of the Irving–Williams series that the order Mn < Fe < Co < Ni ≈ Zn < Cu has been found to hold for the stability of complexes irrespective of the nature of the coordinating ligand.", "(45)", " The reason for the enhanced framework stability of NPC-7-Cu over its parent MOF can be attributed to the interplay of two factors: (i) the reciprocal of the ionic radii and ionization potentials of the Cu(II) metals, and (ii) the stabilization of distorted coordination spheres by the Jahn–Teller effect for Cu(II) complexes.", "(38, 43)", "Figure 5. (a) N", "2", " isotherms at 77 K on NPC-7-Zn and NPC-7-Cu and (b) pore size distribution of NPC-7-Cu.", "Figure 6. Gas sorption isotherms (absolute) on NPC-7-Zn and NPC-7-Cu. (a) H", "2", " isotherms at 77 K; (b) CO", "2", " isotherms at room temperature, and (c) CH", "4", " isotherms at room temperature.", "The H", "2", " isotherm was measured at 77 K in the pressure range of 0–20 bar (as shown in ", "Figure ", "6", "a). The adsorbed amount of H", "2", " on NPC-7-Cu is 1.2 and 2.7 wt % at 1 and 20 bar, respectively. The CO", "2", " isotherms were measured at room temperature. As shown in ", "Figure ", "6", "b, NPC-7-Cu adsorbs 10.3 wt % of CO", "2", " at 293 K and 1 bar, similar to the uptake on Mil-53(Al).", "(46)", " At 293 K and 0.15 bar, the CO", "2", " uptake is 0.58 mmol g", "–1", ", which is comparable to that on en-Cu-BTTRi", "(47)", " and SNU-50", "(48)", " under similar conditions. At higher pressures, the CO", "2", " uptake in NPC-7-Cu is gradually close to saturation, indicating the commensurate adsorption of CO", "2", " in the pores. At 293 K and 20 bar, the CO", "2", " uptake is 34.1 wt %, corresponding to an adsorbate density of 1.076 g cm", "–3", " (determined from the gas uptake divided by the pore volume derived from the N", "2", " adsorption isotherm at 77 K). This adsorbate density is 91.4% of the density of liquid CO", "2", " at 216.6 K (the density is 1.177 g cm", "–3", " for liquid CO", "2", " at 216.6 K) and is denser than liquid CO", "2", " at critical temperature (0.762 g cm", "–3", " for liquid CO", "2", " at 294.3 K). The exceptionally high CO", "2", " adsorbate density suggests a great confining effect of the pores to CO", "2", " molecules. CH", "4", " isotherms were measured at room temperature in the pressure range of 0–20 bar (see ", "Figure ", "6", "c). At 293 K and 20 bar, NPC-7-Cu adsorbs 4.4 mmol g", "–1", " of CH", "4", ", corresponding to the volumetric uptake capacity of 106 cm", "3", "(STP) cm", "–3", ". The adsorbate density of CH", "4", " in NPC-7-Cu at 293 K and 20 bar is 0.222 g cm", "–3", ". It is noteworthy that the adsorbate density of CH", "4", " in NPC-7-Cu is higher than those of benchmark MOFs HKUST-1", "(49)", " and PCN-14,", "(50)", " and it is comparable with the values of USTA-20", "(15)", " at 35 bar, ranking among the top values of adsorbate density of CH", "4", " adsorption in MOF materials.", "(15, 51)", " The isotherms of CH", "4", " on NPC-7-Cu can be described accurately using the dual-site Langmuir equation (see details in ", "Figure S15", "). From the simulated isotherm, the adsorbed amounts of CH", "4", " at 35 and 50 bar can be estimated as 5.504 and 6.159 mmol g", "–1", ", respectively. The corresponding CH", "4", " adsorbate densities are 0.278 and 0.310 g cm", "–3", ", comparable to 65.7 and 73.3% of density for liquid CH", "4", " (0.423 g cm", "–3", " at 111 K), respectively. Noteworthily, to the best of our knowledge, these values are the highest adsorbate densities of CH", "4", " reported to date,", "(15)", " reflecting the great enhancement of potential fields of the pores in this MOF to CH", "4", " molecules. Owing to its limited surface area compared to other MOFs, the total uptakes of CO", "2", ", CH", "4", ", and H", "2", " on NPC-7-Cu are moderate (as shown in ", "Table ", "1", "). However, the constricted pores of NPC-7-Cu enable this MOF with enhanced potential fields for gas molecules, as indicated by its high adsorbate density for CO", "2", " and CH", "4", ".", "Table 1. Uptakes of CO", "2", ", CH", "4", ", N", "2", " and H", "2", " on NPC-7-Cu and other MOFs", "compound", "CO", "2", " uptake at 1 bar", "a", "(mmol g", "–1", ")", "CH", "4", " uptake at high pressures", "a", " (cm", "3", "stp", " cm", "–3", ")", "N", "2", " uptake at 0.75 bar", "a", ",", "b", " (mmol g", "–1", ")", "H", "2", " uptake at 1 bar and 77 K", "a", "  (wt %)", "NPC-7-Cu (this work)", "2.34 (293 K)", "133 (293 K)", "0.19 (293 K)", "1.2", "NPC-4", "4.45 (293 K)", "(27)", "195 (290 K)", "(27)", "0.26 (293 K)", "(27)", "2.3", "(27)", "HKUST-1", "4.16 (295 K)", "(52)", "225 (298 K)", "(53)", "0.15 (293 K)", "(54)", "2.27", "(55)", "SIFSIX-2-Cu-i", "5.41 (298 K)", "(23)", " ", "0.11 (298 K)", "(23)", " ", "[NC", "2", "H", "8", "]", "4", "Cu", "5", "(BTT)", "3", "2.42 (298 K)", "(9)", " ", "0.08 (298 K)", "(9)", "1.03", "(9)", "ZIF-8", "0.98 (298 K)", "(52)", "131 (300 K, 36 bar)", "(56)", " ", "1.27", "(57)", "en-Cu-BTTRi", "1.25 (298 K)", "(47)", " ", "0.06 (298 K)", "(47)", " ", "SNU-50", "3.11 (298 K)", "(48)", "123 (298 K)", "(48)", " ", " ", "UiO(bpdc)", "1.82 (293 K)", "(58)", "180 (293 K)", "(58)", " ", "1.6", "(58)", "Mg", "2", "(dobdc)", "6.06 (298 K)", "(59)", "200 (298 K)", "(53)", "0.65 (298 K)", "(59)", "2.2", "(60)", "a", "The uptake capacities of different gases on some MOFs were reported in other literature.", "b", "When not directly reported in the literature, values were estimated from adsorption isotherms in the corresponding reference.", "Figure 7. Q", "st", " plots of CO", "2", " and CH", "4", " adsorption on NPC-7-Cu.", "The binding strength of CO", "2", " and CH", "4", " molecules with the framework of NPC-7-Cu can be evaluated from isosteric adsorption enthalpies (Q", "st", "), which can be calculated from the Clausius–Clapeyron equation (see calculation details in ", "Figures S16 and S17", "). As shown in ", "Figure ", "7", ", the Q", "st", " of CO", "2", " on NPC-7-Cu lies in the range of 17–25 kJ mol", "–1", " with the overall trend decreasing with increasing CO", "2", " uptake. The Q", "st", " plots of CH", "4", " on NPC-7-Cu lie in the range of 12–17 kJ mol", "–1", " and show a similar trend with that of CO", "2", ". With the increasing uptake, the preferred adsorption sites, which have higher potentials as well as adsorption enthalpies, are gradually occupied by gas molecules during adsorption. Afterwards, pore filling occurs at less preferred adsorption sites, thereby leading to lower adsorption enthalpies at higher uptakes. This sequential pore filling mechanism of gas sorption rationalizes the gradually decreasing trends in the Q", "st", " plots. The adsorption enthalpy at zero surface coverage for CO", "2", " and CH", "4", " are 24.5 and 16.0 kJ mol", "–1", ", respectively (see calculation details in ", "Figures S18–S21", "). These adsorption enthalpies indicate that the binding strength of CO", "2", " and CH", "4", " with NPC-7-Cu are moderate and are comparable to those MOFs with a high density of open metal sites.", "(61)", "In the context of CO", "2", " capture and natural gas upgrading, gas sorption selectivities toward CO", "2", "/CH", "4", " and CO", "2", "/N", "2", " gas mixtures are key parameters for gas separation applications. To evaluate the separation selectivity, the ideal absorbed solution theory (IAST)", "(62)", " is employed to predicate the selectivities of binary gas mixtures based on experimental pure-component adsorption isotherms. The IAST method has been extensively employed to predict gas separation selectivities of several adsorbents, including porous carbon,", "(63)", " zeolites, and MOFs,", "(9, 23)", " and its reliability has been confirmed by gas separation experiments and GCMC simulations.", "(63, 64)", "The single-component adsorption isotherms on NPC-7-Cu were first fitted using the dual-site Langmuir–Freundlich equation (the simulated parameters for the isotherms are listed in ", "Table S5", "). As shown in ", "Figure ", "8", "a, the single-component isotherms of CO", "2", ", CH", "4", ", and N", "2", " at room temperatures on NPC-7-Cu can be precisely fitted using a dual-site Langmuir–Freundlich equation (with ", "R", "2", " values over 0.99995 for all isotherms). The selectivities for the CO", "2", "/CH", "4", " mixtures were predicted by IAST when the CH", "4", " fraction is 0.95, a typical feed composition for natural gas purification (see calculation details in ", "Figure S13", "). As shown in ", "Figure ", "8", "b, the selectivities of CO", "2", "/CH", "4", " on NPC-7-Cu do not significantly vary with increasing pressure. At 293 K and 1 bar, the selectivity of CO", "2", "/CH", "4", " on NPC-7-Cu is 5.65, which is comparable with the reported values for HKUST-1.", "(65)", " The selectivities of CO", "2", "/N", "2", " on NPC-7-Cu are higher than that of CO", "2", "/CH", "4", " because CH", "4", " always has a stronger interaction with adsorbent than N", "2", ", and this stronger interaction is attributed to the higher degree of polarizability of CH", "4", " molecules than N", "2", ".", "(66)", " For the case of y", "CO2", " = 0.15, a typical composition for flue gas from power plants, the predicted selectivity of CO", "2", "/N", "2", " on NPC-7-Cu is 30.2 at 293 K and 1 bar (see ", "Figure ", "8", "b). Notably, this value is higher than MOFs with open metal sites, such as NOTT-101,", "(42)", " and is also higher than MOFs with amide functional groups,", "(67)", " reflecting the synergistic effect of constricted pores on gas selectivities.", "Figure 8. (a) Simulation for CO", "2", ", CH", "4", ", and N", "2", " isotherms by the dual-site Langmuir–Freundlich equation and (b) gas sorption selectivities for CO", "2", "/CH", "4", " and CO", "2", "/N", "2", " gas mixtures on NPC-7-Cu.", "Apart from the equilibrium adsorption properties that most previous studies have elucidated, dynamic adsorption kinetics are another important property for solid porous adsorbents, which are of crucial importance in the actual performance of gas storage or separation applications. Compared with the large numbers of studies on equilibrium adsorption properties on MOFs, kinetics studies are seldom investigated.", "(27, 68)", " NPC-7-Cu has a hierarchically constrained one-dimensional pore structure. Gas diffusion in the pores of porous solid materials can be described by the stretched exponential model (SE model), a model suitable for depicting the gas relaxation process via parallel channels and the serial hierarchically constrained pores.", "(27)", " The SE model is described by the equation", "(1)", "where ", "M", "t", " is the mass at time ", "t", ", ", "M", "e", " is the mass at equilibrium, ", "k", " is the mass transfer rate constant, and β is the parameter that is dependent on the material and is indicative of the width of the distribution of relaxation times. The rate constant (", "k", ") can be used as an index to compare the rate of gas diffusion within the pores of absorbents.", "To investigate the diffusion dynamics of CO", "2", ", CH", "4", ", and N", "2", " molecules in NPC-7-Cu, which has constricted pores, we analyzed the adsorption kinetics at representative temperatures (e.g., 293 K) using the SE model. As shown in ", "Figure ", "9", "a and b, all of the uptakes reach equilibrium within 5 min, suggesting that the diffusional rates of CO", "2", ", CH", "4", ", and N", "2", " are fast. The adsorption kinetics of CO", "2", ", CH", "4", ", and N", "2", " in NPC-7-Cu are in good agreement with those of the SE model. The stretched exponential diffusion rate constants at 293 K for 900–1000 mbar increments for CO", "2", ", CH", "4", ", and N", "2", " are 0.03857, 0.05994, and 0.06212 s", "–1", ", respectively. These values reveal that N", "2", " has the fastest adsorption kinetics, whereas CO", "2", " has the slowest diffusion rates in the pores of NPC-7-Cu. The diffusion rate of CH", "4", " is ∼1.55-times faster than that of CO", "2", " at the same temperature (293 K) and the same loading (1 mmol g", "–1", "), and the diffusion rate of N", "2", " is ∼1.61-times faster than that of CO", "2", ". In the context gas separations for gas mixtures, the kinetic difference is also an important property for absorbents. For selective separation of CO", "2", " from gas mixtures, the marked differences of diffusion kinetics combined with high thermodynamic adsorption selectivities are beneficial for selective CO", "2", " capture from CO", "2", "/CH", "4", " and CO", "2", "/N", "2", " gas mixtures.", "Figure 9. (a) The adsorption kinetic profile for 900–1000 mbar pressure increments for CO", "2", " and CH", "4", " at 293 K and the fitted curve using the stretched exponential model; (b) the adsorption kinetic profile for 900–1000 mbar pressure increments for CO", "2", " and N", "2", " at 293 K and the fitted curve using the stretched exponential model.", "To further explore the mechanisms of gas diffusion in the pores of NPC-7-Cu, we investigated the adsorption kinetics for CO", "2", " and CH", "4", " at different pressures and loadings. It is clearly shown that the diffusion kinetic constants of CO", "2", " and CH", "4", " decrease significantly with increasing uptake at lower uptakes and reach fairly steady values at higher uptakes (as shown in ", "Figure ", "10", "a and b). The stretched exponential diffusion rate constants of CO", "2", " and CH", "4", " are in the ranges of 0.0199–0.0764 s", "–1", " and 0.0387–0.1266 s", "–1", ", respectively. Comparison of CO", "2", " and CH", "4", " rate constants shows that CH", "4", " has a faster diffusion rate than CO", "2", " in the full uptake range but that CH", "4", " has a larger molecular size as well as larger kinetic diameter than CO", "2", " molecules (CO", "2", " has a kinetic diameter of 3.3 Å, whereas CH", "4", " has a kinetic diameter of 3.8 Å). The diffusion rate of CH", "4", " is ∼1.5 times faster than that of CO", "2", " at 293 K and at the same loading (1 mmol g", "–1", "). This situation is significantly different with that of a carbon molecular sieve (CMS) in which CO", "2", " has a diffusion rate approximately >200-times faster than that of CH", "4", " under the same conditions.", "(69)", "Figure 10. Variation of kinetic parameters with (a) pressure and (b) the amount adsorbed.", "It has been well-known that intraparticle gas diffusion resistance in porous materials involves molecular sieving through constrictions in the pore structure and surface barriers by surface diffusion. In a previous study, we investigated the diffusional characteristics of CO", "2", " and CH", "4", " molecules in a nanoporous MOF (NPC-4) comprised of nanoscale cages (16 Å) interconnected by windows (5.2 × 6.3 Å) from a thermodynamic and kinetic point of view.", "(27)", " The results demonstrated that the diffusional barriers rather than the diffusional resistance through the windows control the diffusion rate. In the case of NPC-7-Cu, CO", "2", " moves much slower than CH", "4", ", which is consistent with the situation in NPC-4, although they have different pore structures. Despite the fact that the pores in NPC-7-Cu are largely constricted by methyl functional groups and coordinated DMF molecules, the constricted pores do not show an obvious molecular sieving effect on the diffusion kinetics of CO", "2", " and CH", "4", ". The adsorption enthalpies of CO", "2", " and CH", "4", " are in the range of 17–25 and 12–17 kJ mol", "–1", ", respectively, revealing that CO", "2", " has a stronger diffusion resistance than CH", "4", " through the pore surface. Therefore, it could be deduced that the slower diffusional rate of CO", "2", " is attributed to the stronger surface diffusion resistance of CO", "2", " over CH", "4", " during adsorption. The larger surface diffusion barrier of CO", "2", " molecules compared to CH", "4", " allows CO", "2", " to diffuse slower than CH", "4", ". However, in general, the diffusion rate of CO", "2", " and CH", "4", " is still fast with 90% of the loading completed within 2 min in most cases. The corresponding isosteric adsorption enthalpy is relatively low compared to those adsorbents with amine groups.", "(70)", " The lower adsorption enthalpy is advantageous to practical applications because of the ease of regeneration of adsorbent and low energy compensation. These properties should enable NPC-7-Cu to be a promising candidate for CO", "2", " capture from flue gas.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "4 Conclusions", "In summary, a MOF NPC-7-Zn with constricted pore cavities was synthesized using a methyl-functionalized ligand and Zn(II) metal centers. Upon solvothermal metal metathesis, a new MOF NPC-7-Cu with Cu(II) metal centers and isomorphic structures with NPC-7-Zn was produced. The study of the metal metathesis process shows that the pore structure is also an important factor for metal metathesis in addition to the metal centers. The constricted pores of NPC-7-Zn induce significant kinetic issues on the metal metathesis process, and these issues can be effectively solved by applying higher reaction temperatures. The metathesis of metal centers from Zn(II) to Cu(II) on NPC-7-Zn can stabilize the porous framework and thus lead to permanent porosity. Owing to the confinement effects of the constricted pores, NPC-7-Cu exhibits very high adsorbate density for CO", "2", " and CH", "4", " molecules. The constricted pores also enable NPC-7-Cu to have high CO", "2", "/N", "2", " selectivity. At 293 K and 1 bar, the selectivity of CO", "2", "/N", "2", " on NPC-7-Cu is as high as 30.2 for simulated flue gases from power plants. The adsorption kinetic analyses demonstrate that CH", "4", " and N", "2", " have faster diffusion rates than CO", "2", ". Comparative studies of thermodynamic and kinetic properties reveal that the surface diffusion barriers rather than molecular sieving effects in the constricted pores play the dominate role in the diffusion resistance. The above observations evidently demonstrate the effectiveness of constructing constricted pores for improving gas selectivities and metal metathesis in modifying the properties of MOFs. This opens a new pathway for the synthesis of novel MOF materials with outstanding properties that could not be obtained by conventional synthetic routes.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "The Supporting Information is available free of charge on the ", "ACS Publications website", " at DOI: ", "10.1021/acsami.5b07953", ".", "Experimental details, crystallographic data, structural representations, IR and XPS curves, and calculation details on Q", "st", " and IAST selectivities (", "PDF", ")", "CIF file for CCDC 1051341, which can be obtained free of charge from the Cambridge Crystallographic Data Centre via ", "www.ccdc.cam.ac.uk/data_request/cif", " (", "CIF", ")", " ", "Funding Information", "X.Z. and M.J. received funding from the National Natural Science Foundation of China (NSFC) (Grant No. 21173246). X.Z. and L.L. received funding from NSFC Grant 21473254. L.L. received funding from NSFC Grant 21401215. H.X. received funding from the National Science and Technology Major Project Grant 2011ZX05004-001.", "The authors declare no competing financial interest.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 70 other publications.", "1. ", "Cook", ", ", "T. R.", "; ", "Zheng", ", ", "Y.-R.", "; ", "Stang", ", ", "P. J.", " ", "Metal–Organic Frameworks and Self-Assembled Supramolecular Coordination Complexes: Comparing and Contrasting the Design, Synthesis, and Functionality of Metal–Organic Materials", " ", "Chem. Rev.", " ", "2013", ",  ", "113", ",  ", "734", "– ", "777", " DOI: 10.1021/cr3002824", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Metal-Organic Frameworks and Self-Assembled Supramolecular Coordination Complexes: Comparing and Contrasting the Design, Synthesis, and Functionality of Metal-Organic Materials", "Cook, Timothy R.; Zheng, Yao-Rong; Stang, Peter J.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "113", "\r\n        (", "1", "),\r\n    ", "734-777", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  In recent decades, two new branches of coordination chem. have emerged, metal-org. frameworks (MOFs) and supramol. coordination complexes (SCCs).  The former are comprised of infinite networks of metal centers or inorg. clusters bridged by simple org. linkers through metal-ligand coordination bonds.  The latter encompass discrete systems in which carefully selected metal centers undergo self-assembly with ligands contg. multiple binding sites oriented with specific angularity to generate a finite supramol. complex.  On the most basic level, both SCCs and MOFs share the design of metal nodes linked by org. ligands and such constructs can be broadly defined as metal-org. materials (MOMs).  This review is intended to illustrate the commonalities in design, building blocks, and applications while also pointing out how and why the chem. of MOFs and SCCs is unique.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1WgsbjO&md5=7a17a24cd40c76e84ea036c992dd8953", "2. ", "Gándara", ", ", "F.", "; ", "Furukawa", ", ", "H.", "; ", "Lee", ", ", "S.", "; ", "Yaghi", ", ", "O. M.", " ", "High Methane Storage Capacity in Aluminum Metal–Organic Frameworks", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "5271", "– ", "5274", " DOI: 10.1021/ja501606h", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "High Methane Storage Capacity in Aluminum Metal-Organic Frameworks", "Gandara, Felipe; Furukawa, Hiroyasu; Lee, Seungkyu; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "14", "),\r\n    ", "5271-5274", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The use of porous materials to store natural gas in vehicles requires large amts. of methane per unit of vol.  Here the authors report the synthesis, crystal structure and methane adsorption properties of two new aluminum metal-org. frameworks, MOF-519 and MOF-520.  Both materials exhibit permanent porosity and high methane volumetric storage capacity: MOF-519 has a volumetric capacity of 200 and 279 cm3 cm-3 at 298 K and 35 and 80 bar, resp., and MOF-520 has a volumetric capacity of 162 and 231 cm3 cm-3 under the same conditions.  Also, MOF-519 exhibits an exceptional working capacity, being able to deliver a large amt. of methane at pressures between 5 and 35 bar, 151 cm3 cm-3, and between 5 and 80 bar, 230 cm3 cm-3.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXkslamt7w%253D&md5=f45850d29d222bb32621c184ec84ca01", "3. ", "Britt", ", ", "D.", "; ", "Furukawa", ", ", "H.", "; ", "Wang", ", ", "B.", "; ", "Glover", ", ", "T. G.", "; ", "Yaghi", ", ", "O. M.", " ", "Highly Efficient Separation of Carbon Dioxide by a Metal-Organic Framework Replete with Open Metal Sites", " ", "Proc. Natl. Acad. Sci. U. S. A.", " ", "2009", ",  ", "106", ",  ", "20637", "– ", "20640", " DOI: 10.1073/pnas.0909718106", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Highly efficient separation of carbon dioxide by a metal-organic framework replete with open metal sites", "Britt, David; Furukawa, Hiroyasu; Wang, Bo; Glover, T. Grant; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2009", "),\r\n    ", "106", "\r\n        (", "49", "),\r\n    ", "20637-20640", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "Selective capture of CO2, which is essential for natural gas purifn. and CO2 sequestration, has been reported in zeolites, porous membranes, and amine solns.  However, all such systems require substantial energy input for release of captured CO2, leading to low energy efficiency and high cost.  A new class of materials named metal-org. frameworks (MOFs) has also been demonstrated to take up voluminous amts. of CO2.  However, these studies have been largely limited to equil. uptake measurements, which are a poor predictor of sepn. ability, rather than the more industrially relevant kinetic (dynamic) capacity.  Here, we report that a known MOF, Mg-MOF-74, with open magnesium sites, rivals competitive materials in CO2 capture, with 8.9 wt. % dynamic capacity, and undergoes facile CO2 release at significantly lower temp., 80 °C.  Mg-MOF-74 offers an excellent balance between dynamic capacity and regeneration.  These results demonstrate the potential of MOFs with open metal sites as efficient CO2 capture media.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXksFOgtQ%253D%253D&md5=448dd541224ac481b41ae7f70090687b", "4. ", "Li", ", ", "J.-R.", "; ", "Sculley", ", ", "J.", "; ", "Zhou", ", ", "H.-C.", " ", "Metal–Organic Frameworks for Separations", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "869", "– ", "932", " DOI: 10.1021/cr200190s", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Metal-Organic Frameworks for Separations", "Li, Jian-Rong; Sculley, Julian; Zhou, Hong-Cai", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "869-932", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  This article reviews the metal-org. frameworks (MOFs), a new class of porous solid materials.  Their performances for applications in sepns. and purifications is attracting intense interest of researchers working in the fields of chem., chem. engineering, materials science, and others.  Despite being in its infancy, the research progress in this subject has already shown that MOFs are promising for sepn. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1OnsbbL&md5=635f36e2682f7fbc651f5021d591a1cf", "5. ", "Zhao", ", ", "M.", "; ", "Ou", ", ", "S.", "; ", "Wu", ", ", "C.-D.", " ", "Porous Metal–Organic Frameworks for Heterogeneous Biomimetic Catalysis", " ", "Acc. Chem. Res.", " ", "2014", ",  ", "47", ",  ", "1199", "– ", "1207", " DOI: 10.1021/ar400265x", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Porous Metal-Organic Frameworks for Heterogeneous Biomimetic Catalysis", "Zhao, Min; Ou, Sha; Wu, Chuan-De", "Accounts of Chemical Research", "\r\n        (", "2014", "),\r\n    ", "47", "\r\n        (", "4", "),\r\n    ", "1199-1207", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review; metalloporphyrins are the active sites in monooxygenases that oxidize a variety of substrates efficiently and under mild conditions.  Researchers have developed artificial metalloporphyrins, but these structures have had limited catalytic applications.  Homogeneous artificial metalloporphyrins can undergo catalytic deactivation via suicidal self-oxidn., which lowers their catalytic activity and sustainability relative to their counterparts in Nature.  Heme mols. in protein scaffolds can maintain high efficiency over numerous catalytic cycles.  Therefore, we wondered if immobilizing metalloporphyrin moieties within porous metal-org. frameworks (MOFs) could stabilize these structures and facilitate the mol. recognition of substrates and produce highly efficient biomimetic catalysis.  In this Account, we describe our research to develop multifunctional porphyrinic frameworks as highly efficient heterogeneous biomimetic catalysts.  Our studies indicate that porous porphyrinic frameworks provide an excellent platform for mimicking the activity of biocatalysts and developing new heterogeneous catalysts that effect new chem. transformations under mild conditions.  The porous structures and framework topologies of the porphyrinic frameworks depend on the configurations, coordination donors, and porphyrin metal ions of the metalloporphyrin moieties.  To improve the activity of porous porphyrinic frameworks, we have developed a two-step synthesis that introduces the functional polyoxometalates (POMs) into POM-porphyrin hybrid materials.  To tune the pore structures and the catalytic properties of porphyrinic frameworks, we have designed metalloporphyrin M-H8OCPP ligands with four m-benzenedicarboxylate moieties, and introduced the secondary auxiliary ligands.  The porphyrin metal ions and the secondary functional moieties that are incorporated into porous metal-org. frameworks greatly influence the catalytic properties and activities of porphyrinic frameworks in different reactions, such as the oxidn. of alkylbenzenes, olefins, and hexane and the photo-oxygenation of 1,5-dihydroxynaphthalene and sulfides.  The porphyrin metal ions and the secondary auxiliary sites in the pores can work together synergistically to enhance the catalytic activities of porphyrinic frameworks.  Compared with their homogeneous counterparts, the activities and stabilities of the heterogeneous porphyrinic frameworks are remarkable: the immobilization of metalloporphyrins onto the pore surfaces of MOFs not only prevents their suicidal self-oxidn. but also allows them to activate inert substrate mols., such as cyclohexane.  Moreover, because the bulky mols. cannot easily access the active sites inside the pores of porphyrinic frameworks, these porous materials demonstrate interesting size-selective catalytic properties toward substrates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXitVyiurw%253D&md5=d5c1e6b8f584d401939078d57d7f3a62", "6. ", "Tuci", ", ", "G.", "; ", "Giambastiani", ", ", "G.", "; ", "Kwon", ", ", "S.", "; ", "Stair", ", ", "P. C.", "; ", "Snurr", ", ", "R. Q.", "; ", "Rossin", ", ", "A.", " ", "Chiral Co(II) Metal–Organic Framework in the Heterogeneous Catalytic Oxidation of Alkenes under Aerobic and Anaerobic Conditions", " ", "ACS Catal.", " ", "2014", ",  ", "4", ",  ", "1032", "– ", "1039", " DOI: 10.1021/cs401003d", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Chiral Co(II) Metal-Organic Framework in the Heterogeneous Catalytic Oxidation of Alkenes under Aerobic and Anaerobic Conditions", "Tuci, Giulia; Giambastiani, Giuliano; Kwon, Stephanie; Stair, Peter C.; Snurr, Randall Q.; Rossin, Andrea", "ACS Catalysis", "\r\n        (", "2014", "),\r\n    ", "4", "\r\n        (", "3", "),\r\n    ", "1032-1039", "CODEN:\r\n                ", "ACCACS", ";\r\n        ISSN:", "2155-5435", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The chiral Co(II) MOF [Co(l-RR)(H2O)·H2O]∞ [1; l-RR = (R,R)-thiazolidine-2,4-dicarboxylate] has been exploited in the catalytic oxidn. of different alkenes (cyclohexene, (Z)-cyclooctene, 1-octene) using either tert-Bu hydroperoxide (tBuOOH) or mol. oxygen (O2) as oxidants.  Different chemoselectivities are obsd., both substrate- and oxidant-dependent.  A moderate enantioselectivity is also obtained in the case of prochiral precursors, revealing the chiral induction ability of the optically pure metal environment.  The interaction of O2 with the exposed metal sites in 1 (after material preactivation and consequent removal of the coordinated aquo ligand) has been studied through TPD-MS anal. combined with DFT calcns., with the aim of probing effective oxygen uptake by the heterogeneous catalyst and unraveling the nature of the active species in the catalytic oxidn. process under aerobic conditions.  Theor. results indicate the presence of an η1-superoxo species at the cobalt center, with concomitant Co(II) ↔ Co(III) oxidn.  Finally, the exptl. estn. of the O2 adsorption enthalpy is found to be in good agreement with the calcd. binding energy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXis1Wls7o%253D&md5=652e4df7d20aec1e8fee0fb91d6314a9", "7. ", "Jiang", ", ", "H.-L.", "; ", "Feng", ", ", "D.", "; ", "Liu", ", ", "T.-F.", "; ", "Li", ", ", "J.-R.", "; ", "Zhou", ", ", "H.-C.", " ", "Pore Surface Engineering with Controlled Loadings of Functional Groups via Click Chemistry in Highly Stable Metal–Organic Frameworks", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "14690", "– ", "14693", " DOI: 10.1021/ja3063919", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Pore Surface Engineering with Controlled Loadings of Functional Groups via Click Chemistry in Highly Stable Metal-Organic Frameworks", "Jiang, Hai-Long; Feng, Dawei; Liu, Tian-Fu; Li, Jian-Rong; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "36", "),\r\n    ", "14690-14693", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reactions of ZrCl4 and single or mixed linear dicarboxylic acids bearing Me or azide groups lead to highly stable isoreticular metal-org. frameworks (MOFs) with content-tunable, accessible, reactive azide groups inside the large pores.  These Zr-based MOFs offer an ideal platform for pore surface engineering by anchoring various functional groups with controlled loadings onto the pore walls via the click reaction, endowing the MOFs with tailor-made interfaces.  Significantly, the framework and crystallinity of the functionalized MOFs are well-retained, and the engineered pore surfaces are readily accessible, thus providing more opportunities for powerful and broad applications of MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Wqu7nN&md5=934b568c0acb7ed4e8c55a2f22d54a51", "8. ", "Lu", ", ", "W.", "; ", "Wei", ", ", "Z.", "; ", "Gu", ", ", "Z.-Y.", "; ", "Liu", ", ", "T.-F.", "; ", "Park", ", ", "J.", "; ", "Park", ", ", "J.", "; ", "Tian", ", ", "J.", "; ", "Zhang", ", ", "M.", "; ", "Zhang", ", ", "Q.", "; ", "Gentle Iii", ", ", "T.", "; ", "Bosch", ", ", "M.", "; ", "Zhou", ", ", "H.-C.", " ", "Tuning the Structure and Function of Metal-Organic Frameworks via Linker Design", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5561", "– ", "5593", " DOI: 10.1039/C4CS00003J", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Tuning the structure and function of metal-organic frameworks via linker design", "Lu, Weigang; Wei, Zhangwen; Gu, Zhi-Yuan; Liu, Tian-Fu; Park, Jinhee; Park, Jihye; Tian, Jian; Zhang, Muwei; Zhang, Qiang; Gentle III, Thomas; Bosch, Mathieu; Zhou, Hong-Cai", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5561-5593", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) are constructed from metal ions/clusters coordinated by org. linkers (or bridging-ligands).  The hallmark of MOFs is their permanent porosity, which is frequently found in MOFs constructed from metal-clusters.  These clusters are often formed in situ, whereas the linkers are generally pre-formed.  The geometry and connectivity of a linker dictate the structure of the resulting MOF.  Adjustments of linker geometry, length, ratio, and functional-group can tune the size, shape, and internal surface property of a MOF for a targeted application.  In this crit. review, the authors highlight advances in MOF synthesis focusing on linker design.  Examples of building MOFs to reach unique properties, such as unprecedented surface area, pore aperture, mol. recognition, stability, and catalysis, through linker design are described.  Further search for application-oriented MOFs through judicious selection of metal clusters and org. linkers is desirable.  In this review, linkers are categorized as ditopic (Section 1), tritopic (Section 2), tetratopic (Section 3), hexatopic (Section 4), octatopic (Section 5), mixed (Section 6), desymmetrized (Section 7), metallo (Section 8), and N-heterocyclic linkers (Section 9).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7jK&md5=322785c0256204742e3e95e5d2d49914", "9. ", "Dong", ", ", "B. X.", "; ", "Zhang", ", ", "S. Y.", "; ", "Liu", ", ", "W. L.", "; ", "Wu", ", ", "Y. C.", "; ", "Ge", ", ", "J.", "; ", "Song", ", ", "L.", "; ", "Teng", ", ", "Y. L.", " ", "Gas Storage and Separation in a Water-Stable [Cu", "I", "5", "BTT", "3", "]", "4-", " Anion Framework Comprising a Giant Multi-Prismatic Nanoscale Cage", " ", "Chem. Commun.", " ", "2015", ",  ", "51", ",  ", "5691", "– ", "5694", " DOI: 10.1039/C4CC10002F", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Gas storage and separation in a water-stable [CuI5BTT3]4- anion framework comprising a giant multi-prismatic nanoscale cage", "Dong, B. X.; Zhang, S. Y.; Liu, W. L.; Wu, Y. C.; Ge, J.; Song, L.; Teng, Y. L.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2015", "),\r\n    ", "51", "\r\n        (", "26", "),\r\n    ", "5691-5694", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A novel water-stable open poly-nuclear Cu(I)-based metal-org. framework, [NC2H8]4Cu5(BTT)3·xG (G = guest of DMA and H2O) (1), featuring a giant multi-prismatic nanoscale cage and high CO2/N2 and CO2/H2 sorption selectivities, was successfully assembled by using the nitrogen-rich ligand of 1,3,5-tris(2H-tetrazol-5-yl)benzene (H3BTT) to bridge two types of Cu3 and Cu2 clusters.  The crystal structure and gas adsorption of the complex MOFs (1) are studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXislKiurg%253D&md5=fcc39cf088f57f378be52d2953783fb3", "10. ", "Liu", ", ", "H.", "; ", "Zhao", ", ", "Y.", "; ", "Zhang", ", ", "Z.", "; ", "Nijem", ", ", "N.", "; ", "Chabal", ", ", "Y. J.", "; ", "Zeng", ", ", "H.", "; ", "Li", ", ", "J.", " ", "The Effect of Methyl Functionalization on Microporous Metal-Organic Frameworks’ Capacity and Binding Energy for Carbon Dioxide Adsorption", " ", "Adv. Funct. Mater.", " ", "2011", ",  ", "21", ",  ", "4754", "– ", "4762", " DOI: 10.1002/adfm.201101479", " ", "[", "Crossref", "], [", "CAS", "]", "10. ", "The Effect of Methyl Functionalization on Microporous Metal-Organic Frameworks' Capacity and Binding Energy for Carbon Dioxide Adsorption", "Liu, Hui; Zhao, Yonggang; Zhang, Zhijuan; Nijem, Nour; Chabal, Yves J.; Zeng, Heping; Li, Jing", "Advanced Functional Materials", "\r\n        (", "2011", "),\r\n    ", "21", "\r\n        (", "24", "),\r\n    ", "4754-4762", "CODEN:\r\n                ", "AFMDC6", ";\r\n        ISSN:", "1616-301X", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The design, synthesis, and structural characterization of two new microporous metal-org. framework (MMOF) structures is reported; Zn(BDC)(DMBPY)0.5·(DMF)0.5(H2O)0.5 (1; H2BDC = 1,4-benzenedicarboxylic acid; DMBPY = 2,2'-dimethyl-4,4'-bipyridine) and Zn(NDC)(DMBPY)0.5·(DMF)2 (2; H2NDC = 2,6-naphthalenedicarboxylic acid, DMF = N,N,-dimethylformamide), which are obtained by functionalizing a pillar ligand with Me groups.  Both compds. are 3D porous structures of the Zn2(L)2(P) type and are made of a paddle-wheel Zn2(COO)4 secondary building unit (SBU), with the dicarboxylate and DMBPY as linker (L) and pillar (P) ligands, resp.  Comparisons are made to the parent structures Zn(BDC)(BPY)0.5·(DMF)0.5(H2O)0.5 (3; BPY = 4,4'-bipyridine) and Zn(NDC)(BPY)0.5·(DMF)1.575 (4) to analyze and understand the effect of Me functionalization.  CO2-adsorption studies indicate substantially enhanced isosteric heats of CO2 adsorption (Qst) for both compds. as a result of adding Me groups to the BPY ligand.  The CO2 uptake capacity, however, is affected by two opposing and competing factors: the enhancement due to increased MMOF-CO2 interactions (higher Qst values) and detraction due to the surface area and pore-vol. redn.  For 1' (the guest-free form of 1), the pos. effect dominates, which leads to a significantly higher uptake of CO2 than that of its parent structure 3' (the guest-free form of 3).  In 2' (the guest-free form of 2), however, the neg. effect rules, which results in a slightly lower CO2 uptake with respect to 4' (the guest-free form of 4).  All four compds. exhibit a relatively high sepn. capability for carbon dioxide over other small gases, including CH4, N2, and O2.  The sepn. ratios of CO2 to O2 and N2 (at 298 K and 1 atm) are 39.8 and 23.5 for compd. 1', 57.7 and 40.2 for 2', 25.7 and 29.5 for 3', and 89.7 and 20.3 for 4', resp.  IR and Raman spectroscopic characterization of CO2 interactions with 1' and 2' provides indirect support of the importance of the Me groups in the interaction of CO2 within these systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht12qsbfL&md5=625bec7af0c83007f6ce14796af1515b", "11. ", "Jasuja", ", ", "H.", "; ", "Walton", ", ", "K. S.", " ", "Experimental Study of CO", "2", ", CH", "4", ", and Water Vapor Adsorption on a Dimethyl-Functionalized UiO-66 Framework", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "7062", "– ", "7068", " DOI: 10.1021/jp311857e", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Experimental Study of CO2, CH4, and Water Vapor Adsorption on a Dimethyl-Functionalized UiO-66 Framework", "Jasuja, Himanshu; Walton, Krista S.", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "14", "),\r\n    ", "7062-7068", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A water resistant, highly robust dimethyl-functionalized UiO-66 analog (UiO-66-DM) has been synthesized and characterized by using N2 adsorption, powder X-ray diffraction, 1H NMR, Fourier transform IR spectroscopy, and thermogravimetric anal. followed by mass spectroscopy.  High-pressure (up to 20 bar) single-component adsorption isotherm measurements of CO2 and CH4 have been performed on UiO-66-DM at different temps. (293-308 K).  Adsorption isotherm data were modeled by using the Toth equation, and isosteric heats of adsorption were calcd. by using the Clausius-Clapeyron equation.  The Ideal Adsorbed Soln. Theory (IAST) was used to calc. mixt. selectivities.  Water adsorption expts. show that water adsorption loadings in UiO-66-DM are reduced by almost 50% compared with the parent material.  In the low-pressure region, functionalization of the benzenedicarboxylic ligand by 2,5-di-Me leads to higher interactions with both CO2 and CH4 compared with the parent UiO-66.  CO2/CH4 selectivity calcd. from IAST is higher for UiO-66 in the low-pressure region (<5 bar) but for pressures >5 bar, UiO-66-DM is more CO2 selective than UiO-66.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjs1yiurs%253D&md5=7063ab5185e012abf5b5baa1ed9d91ac", "12. ", "Planas", ", ", "N.", "; ", "Dzubak", ", ", "A. L.", "; ", "Poloni", ", ", "R.", "; ", "Lin", ", ", "L.-C.", "; ", "McManus", ", ", "A.", "; ", "McDonald", ", ", "T. M.", "; ", "Neaton", ", ", "J. B.", "; ", "Long", ", ", "J. R.", "; ", "Smit", ", ", "B.", "; ", "Gagliardi", ", ", "L.", " ", "The Mechanism of Carbon Dioxide Adsorption in an Alkylamine-Functionalized Metal–Organic Framework", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "7402", "– ", "7405", " DOI: 10.1021/ja4004766", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "The Mechanism of Carbon Dioxide Adsorption in an Alkylamine-Functionalized Metal-Organic Framework", "Planas, Nora; Dzubak, Allison L.; Poloni, Roberta; Lin, Li-Chiang; McManus, Alison; McDonald, Thomas M.; Neaton, Jeffrey B.; Long, Jeffrey R.; Smit, Berend; Gagliardi, Laura", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "20", "),\r\n    ", "7402-7405", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The mechanism of CO2 adsorption in the amine-functionalized metal-org. framework mmen-Mg2(dobpdc) (dobpdc4- = 4,4'-dioxidobiphenyl-3,3'-dicarboxylate; mmen = N,N'-dimethylethylenediamine) was characterized by quantum-chem. calcns.  The material was calcd. to demonstrate 2:2 amine:CO2 stoichiometry with a higher capacity and weaker CO2 binding energy than for the 2:1 stoichiometry obsd. in most amine-functionalized adsorbents.  The authors explain this behavior in the form of a hydrogen-bonded complex involving two carbamic acid moieties resulting from the adsorption of CO2 onto the secondary amines.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmt1yksL4%253D&md5=cad52dc6365aad293c373a798702a607", "13. ", "Yuan", ", ", "S.", "; ", "Lu", ", ", "W.", "; ", "Chen", ", ", "Y.-P.", "; ", "Zhang", ", ", "Q.", "; ", "Liu", ", ", "T.-F.", "; ", "Feng", ", ", "D.", "; ", "Wang", ", ", "X.", "; ", "Qin", ", ", "J.", "; ", "Zhou", ", ", "H.-C.", " ", "Sequential Linker Installation: Precise Placement of Functional Groups in Multivariate Metal–Organic Frameworks", " ", "J. Am. Chem. Soc.", " ", "2015", ",  ", "137", ",  ", "3177", "– ", "3180", " DOI: 10.1021/ja512762r", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Sequential Linker Installation: Precise Placement of Functional Groups in Multivariate Metal-Organic Frameworks", "Yuan, Shuai; Lu, Weigang; Chen, Ying-Pin; Zhang, Qiang; Liu, Tian-Fu; Feng, Dawei; Wang, Xuan; Qin, Junsheng; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2015", "),\r\n    ", "137", "\r\n        (", "9", "),\r\n    ", "3177-3180", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A unique strategy, sequential linker installation (SLI), was developed to construct multivariate MOFs with functional groups precisely positioned.  PCN-700, a Zr-MOF with eight-connected Zr6O4(OH)8(H2O)4 clusters, was judiciously designed; the Zr6 clusters in this MOF are arranged in such a fashion that, by replacement of terminal OH-/H2O ligands, subsequent insertion of linear dicarboxylate linkers is achieved.  Linkers with distinct lengths and functionalities can be sequentially installed into PCN-700.  Single-crystal to single-crystal transformation is realized so that the positions of the subsequently installed linkers are pinpointed via single-crystal x-ray diffraction analyses.  This methodol. provides a powerful tool to construct multivariate MOFs with precisely positioned functionalities in the desired proximity, which would otherwise be difficult to achieve.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXjtlSmsbk%253D&md5=304c7ceff335f9bd9cab734b623da70d", "14. ", "Vaidhyanathan", ", ", "R.", "; ", "Iremonger", ", ", "S. S.", "; ", "Shimizu", ", ", "G. K. H.", "; ", "Boyd", ", ", "P. G.", "; ", "Alavi", ", ", "S.", "; ", "Woo", ", ", "T. K.", " ", "Direct Observation and Quantification of CO", "2", " Binding within an Amine-Functionalized Nanoporous Solid", " ", "Science", " ", "2010", ",  ", "330", ",  ", "650", "– ", "653", " DOI: 10.1126/science.1194237", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Direct Observation and Quantification of CO2 Binding Within an Amine-Functionalized Nanoporous Solid", "Vaidhyanathan, Ramanathan; Iremonger, Simon S.; Shimizu, George K. H.; Boyd, Peter G.; Alavi, Saman; Woo, Tom K.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "330", "\r\n        (", "6004", "),\r\n    ", "650-653", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Understanding the mol. details of CO2-sorbent interactions is crit. for the design of better carbon-capture systems.  Here the authors report crystallog. resoln. of CO2 mols. and their binding domains in a metal-org. framework functionalized with amine groups.  Accompanying computational studies that modeled the gas sorption isotherms, high heat of adsorption, and CO2 lattice positions showed high agreement on all three fronts.  The modeling apportioned specific binding interactions for each CO2 mol., including substantial cooperative binding effects among the guest mols.  The validation of the capacity of such simulations to accurately model mol.-scale binding bodes well for the theory-aided development of amine-based CO2 sorbents.  The anal. shows that the combination of appropriate pore size, strongly interacting amine functional groups, and the cooperative binding of CO2 guest mols. is responsible for the low-pressure binding and large uptake of CO2 in this sorbent material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlaqt7nP&md5=62d8612e2927fcca9d6903619e95b042", "15. ", "Guo", ", ", "Z.", "; ", "Wu", ", ", "H.", "; ", "Srinivas", ", ", "G.", "; ", "Zhou", ", ", "Y.", "; ", "Xiang", ", ", "S.", "; ", "Chen", ", ", "Z.", "; ", "Yang", ", ", "Y.", "; ", "Zhou", ", ", "W.", "; ", "O’Keeffe", ", ", "M.", "; ", "Chen", ", ", "B.", " ", "A Metal-Organic Framework with Optimized Open Metal Sites and Pore Spaces for High Methane Storage at Room Temperature", " ", "Angew. Chem., Int. Ed.", " ", "2011", ",  ", "50", ",  ", "3178", "– ", "3181", " DOI: 10.1002/anie.201007583", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "A Metal-Organic Framework with Optimized Open Metal Sites and Pore Spaces for High Methane Storage at Room Temperature", "Guo, Zhiyong; Wu, Hui; Srinivas, Gadipelli; Zhou, Yaming; Xiang, Shengchang; Chen, Zhenxia; Yang, Yongtai; Zhou, Wei; O'Keeffe, Michael; Chen, Banglin", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "14", "),\r\n    ", "3178-3181, S3178/1-S3178/10", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A 3D porous metal-org. framework (MOF) complex (UTSA-20) based on a novel trinodal (3,3,4) net of zyg topol. by the self-assembly of the nonlinear hexacarboxylate (BHB) with the paddle-wheel Cu2(COO)4 cluster was prepd.  Although its porosity and surface area are moderate and much lower than those of most highly porous MOFs, the open copper sites and optimal pore spaces within UTSA-20 have enabled the pore spaces to be fully utilized for methane storage, featuring UTSA-20 as the material with the highest methane storage d. (0.222 g·cm-3), and just the third porous MOF whose abs. volumetric methane storage has surpassed the DOE methane storage target of 180 cm3cm-3 at room temp. and 35 bar.  By the immobilization of a high d. of open metal sites and the deliberate control of the pore space for their efficient methane storage, these new porous MOFs are envisioned to be promising media for methane and natural gas storage, particularly for mobile applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjsFyrurc%253D&md5=d8075817197078a256d749baf8856ce6", "16. ", "Wu", ", ", "H.", "; ", "Zhou", ", ", "W.", "; ", "Yildirim", ", ", "T.", " ", "High-Capacity Methane Storage in Metal–Organic Frameworks M", "2", "(dhtp): The Important Role of Open Metal Sites", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "4995", "– ", "5000", " DOI: 10.1021/ja900258t", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "High-Capacity Methane Storage in Metal-Organic Frameworks M2(dhtp): The Important Role of Open Metal Sites", "Wu, Hui; Zhou, Wei; Yildirim, Taner", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "13", "),\r\n    ", "4995-5000", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. framework (MOF) compds. M2(dhtp) (open metal M = Mg, Mn, Co, Ni, Zn; dhtp = 2,5-dihydroxyterephthalate) possess exceptionally large densities of open metal sites.  By adsorbing one CH4 mol. per open metal, these sites alone can generate very large methane storage capacities, 160-174 cm3(STP)/cm3, approaching the DOE target of 180 cm3(STP)/cm3 for material-based methane storage at room temp.  The adsorption isotherm measurements at 298 K and 35 bar for the five M2(dhtp) compds. yield excess methane adsorption capacities ranging from 149 to 190 cm3(STP)/cm3 (derived using their crystal densities), indeed roughly equal to the predicted, maximal adsorption capacities of the open metals (within ±10%) in these MOFs.  Among the five isostructural MOFs studied, Ni2(dhtp) exhibits the highest methane storage capacity, ∼200 cm3(STP)/cm3 in terms of abs. adsorption, potentially surpassing the DOE target by ∼10%.  The neutron diffraction expts. clearly reveal that the primary CH4 adsorption occurs directly on the open metal sites.  Initial 1st-principles calcns. show that the binding energies of CH4 on the open metal sites are significantly higher than those on typical adsorption sites in classical MOFs, consistent with the measured large heats of methane adsorption for these materials.  The authors attribute the enhancement of the binding strength to the unscreened electrostatic interaction between CH4 and the coordinatively unsatd. metal ions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjtFKgsrg%253D&md5=bbaa39565acdc107771ad9c10a7275c6", "17. ", "Han", ", ", "Y.", "; ", "Li", ", ", "J.-R.", "; ", "Xie", ", ", "Y.", "; ", "Guo", ", ", "G.", " ", "Substitution Reactions in Metal-Organic Frameworks and Metal-Organic Polyhedra", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5952", "– ", "5981", " DOI: 10.1039/C4CS00033A", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Substitution reactions in metal-organic frameworks and metal-organic polyhedra", "Han, Yi; Li, Jian-Rong; Xie, Yabo; Guo, Guangsheng", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5952-5981", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Substitution reaction, as one of the most powerful and efficient chem. reactions, has been widely used in various syntheses, including those for the design and prepn. of functional mols. or materials.  In the past decade, a class of newly developed inorg.-org. hybrid materials, namely metal-org. materials (MOMs), has experienced a rapid development.  MOMs are composed of metal-contg. nodes connected by org. linkers through strong chem. bonds, and can be divided into metal-org. frameworks (MOFs) and metal-org. polygons/polyhedra (MOPs) with infinite and discrete structural features, resp.  Recent research has shown that the substitution reaction can be used as a new strategy in the synthesis and modification of MOFs and MOPs, particularly for pre-designed ones with desired structures and functions, which are usually difficult to access by a direct one-pot self-assembly synthetic approach.  This review highlights the implementation of the substitution reaction in MOFs and MOPs.  Examples of substitution reactions at metal ions, org. ligands, and free guest mols. of MOFs and MOPs are listed and analyzed.  The changes or modifications in the structures and/or properties of these materials induced by the substitutions, as well as the nature of the assocd. reaction, are discussed, with the conclusion that the substitution reaction is really feasible and powerful in synthesizing and tailoring MOMs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXmvFGmsbg%253D&md5=a814b2dc05481f6104b4dd51d4a7fa6b", "18. ", "Liu", ", ", "T.-F.", "; ", "Zou", ", ", "L.", "; ", "Feng", ", ", "D.", "; ", "Chen", ", ", "Y.-P.", "; ", "Fordham", ", ", "S.", "; ", "Wang", ", ", "X.", "; ", "Liu", ", ", "Y.", "; ", "Zhou", ", ", "H.-C.", " ", "Stepwise Synthesis of Robust Metal–Organic Frameworks via Postsynthetic Metathesis and Oxidation of Metal Nodes in a Single-Crystal to Single-Crystal Transformation", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "7813", "– ", "7816", " DOI: 10.1021/ja5023283", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Stepwise Synthesis of Robust Metal-Organic Frameworks via Postsynthetic Metathesis and Oxidation of Metal Nodes in a Single-Crystal to Single-Crystal Transformation", "Liu, Tian-Fu; Zou, Lanfang; Feng, Dawei; Chen, Ying-Pin; Fordham, Stephen; Wang, Xuan; Liu, Yangyang; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "22", "),\r\n    ", "7813-7816", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Using PCN-426-Mg as a template, two robust metal-org. frameworks (MOFs), PCN-426-Fe(III) and PCN-426-Cr(III), were synthesized through a strategy of postsynthetic metathesis and oxidn. (PSMO) of the metal nodes step by step.  The frameworks remained in their single crystal form throughout.  Also, the stability and porosity of the frameworks were significantly improved after PSMO.  By taking advantage of both the kinetically labile metal-ligand exchange reactions prior to oxidn. and the kinetically inert metal-ligand bonds after oxidn., robust MOFs, which would otherwise be difficult to synthesize, can be readily prepd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXotFOhsr4%253D&md5=406fb904c3db81153033215d474228cb", "19. ", "Wang", ", ", "X.", "; ", "Li", ", ", "P.-Z.", "; ", "Liu", ", ", "L.", "; ", "Zhang", ", ", "Q.", "; ", "Borah", ", ", "P.", "; ", "Wong", ", ", "J. D.", "; ", "Chan", ", ", "X. X.", "; ", "Rakesh", ", ", "G.", "; ", "Li", ", ", "Y.", "; ", "Zhao", ", ", "Y.", " ", "Significant Gas Uptake Enhancement by Post-Exchange of Zinc(II) with Copper(II) within a Metal-Organic Framework", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "10286", "– ", "10288", " DOI: 10.1039/c2cc34921c", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Significant gas uptake enhancement by post-exchange of zinc(II) with copper(II) within a metal-organic framework", "Wang, Xiao-Jun; Li, Pei-Zhou; Liu, Lei; Zhang, Quan; Borah, Parijat; Wong, Jinye Daniel; Chan, Xiu Xiang; Rakesh, Ganguly; Li, Yongxin; Zhao, Yanli", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "83", "),\r\n    ", "10286-10288", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Coordination of the tetratopic nitrogen-rich linker, 1,4-bis(3,5-dicarboxyphenyl)-1,2,3-triazole (L), with Zn2+ under solvothermal conditions afforded a Zn-based metal org. framework Zn2(L)(DMF)3·DMF·3H2O (NTU-101-Zn) where the Zn(II) ions could be exchanged by Cu(II) ions in a single-crystal-to-single-crystal fashion leading to a new Cu-based MOF (80:20 Cu/Zn ratio).  Such transformation induces a significant enhancement in gas sorption along with a high selectivity towards CO2 over N2 and CH4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhtl2qsL%252FP&md5=740fa243bb49f8c1f7b1b930cd121d66", "20. ", "Brozek", ", ", "C. K.", "; ", "Dincă", ", ", "M.", " ", "Ti", "3+", "-, V", "2+/3+", "-, Cr", "2+/3+", "-, Mn", "2+", "-, and Fe", "2+", "-Substituted MOF-5 and Redox Reactivity in Cr- and Fe-MOF-5", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "12886", "– ", "12891", " DOI: 10.1021/ja4064475", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Ti3+-, V2+/3+-, Cr2+/3+-, Mn2+-, and Fe2+-Substituted MOF-5 and Redox Reactivity in Cr- and Fe-MOF-5", "Brozek, Carl K.; Dinca, Mircea", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "34", "),\r\n    ", "12886-12891", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The metal nodes in metal-org. frameworks (MOFs) are known to act as Lewis acid catalysts, but few reports have explored their ability to mediate reactions that require electron transfer.  The unique chem. environments at the nodes should facilitate unusual redox chem., but the difficulty in synthesizing MOFs with metal ions in reduced oxidn. states has precluded such studies.  Herein, we demonstrate that MZn3O(O2C-)6 clusters from Zn4O(1,4-benzenedicarboxylate)3 (MOF-5) serve as hosts for V2+ and Ti3+ ions and enable the synthesis of the first MOFs contg. these reduced early metal ions, which can be accessed from MOF-5 by postsynthetic ion metathesis (PSIM).  Addnl. MOF-5 analogs featuring Cr2+, Cr3+, Mn2+, and Fe2+ at the metal nodes can be obtained by similar postsynthetic methods and are reported here for the first time.  The inserted metal ions are coordinated within an unusual all-oxygen trigonal ligand field and are accessible to both inner- and outer-sphere oxidants: Cr2+- converts into Cr3+-substituted MOF-5, while Fe2+-MOF-5 activates NO to produce an unusual Fe-nitrosyl complex.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtF2rurnN&md5=949c3dc0e0933f412ab472855d3de72b", "21. ", "Sumida", ", ", "K.", "; ", "Stück", ", ", "D.", "; ", "Mino", ", ", "L.", "; ", "Chai", ", ", "J.-D.", "; ", "Bloch", ", ", "E. D.", "; ", "Zavorotynska", ", ", "O.", "; ", "Murray", ", ", "L. J.", "; ", "Dincă", ", ", "M.", "; ", "Chavan", ", ", "S.", "; ", "Bordiga", ", ", "S.", "; ", "Head-Gordon", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "Impact of Metal and Anion Substitutions on the Hydrogen Storage Properties of M-BTT Metal-Organic Frameworks", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "1083", "– ", "1091", " DOI: 10.1021/ja310173e", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Impact of Metal and Anion Substitutions on the Hydrogen Storage Properties of M-BTT Metal-Organic Frameworks", "Sumida, Kenji; Stuck, David; Mino, Lorenzo; Chai, Jeng-Da; Bloch, Eric D.; Zavorotynska, Olena; Murray, Leslie J.; Dinca, Mircea; Chavan, Sachin; Bordiga, Silvia; Head-Gordon, Martin; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "3", "),\r\n    ", "1083-1091", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Microporous metal-org. frameworks are a class of materials being vigorously investigated for mobile hydrogen storage applications.  For high-pressure storage at ambient temps., the M3[(M4Cl)3(BTT)8]2 (M-BTT; BTT3- = 1,3,5-benzenetristetrazolate) series of frameworks are of particular interest due to the high d. of exposed metal cation sites on the pore surface.  These sites give enhanced zero-coverage isosteric heats of adsorption (Qst) approaching the optimal value for ambient storage applications.  However, the Qst parameter provides only a limited insight into the thermodn. of the individual adsorption sites, the tuning of which is paramount for optimizing the storage performance.  Here, variable-temp. IR spectroscopy studies are performed of Mn-, Fe-, and Cu-BTT, allowing the thermodn. of H2 adsorption to be probed exptl.  This is complemented by a detailed DFT study, in which mol. fragments representing the metal clusters within the extended solid are simulated to obtain a more thorough description of the structural and thermodn. aspects of H2 adsorption at the strongest binding sites.  Then, the effect of substitutions at the metal cluster (metal ion and anion within the tetranuclear cluster) is discussed, showing that the configuration of this unit indeed plays an important role in detg. the affinity of the framework toward H2.  Interestingly, the theor. study has identified that the Zn-based analogs would be expected to facilitate enhanced adsorption profiles over the compds. synthesized exptl., highlighting the importance of a combined exptl. and theor. approach to the design and synthesis of new frameworks for H2 storage applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVCjtbfL&md5=70b92fd74d333ae3ca3a4c4a8f9dd980", "22. ", "Li", ", ", "J.-R.", "; ", "Yu", ", ", "J.", "; ", "Lu", ", ", "W.", "; ", "Sun", ", ", "L.-B.", "; ", "Sculley", ", ", "J.", "; ", "Balbuena", ", ", "P. B.", "; ", "Zhou", ", ", "H.-C.", " ", "Porous Materials with Pre-Designed Single-Molecule Traps for CO", "2", " Selective Adsorptions", " ", "Nat. Commun.", " ", "2013", ",  ", "4", ",  ", "1538", " DOI: 10.1038/ncomms2552", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "Porous materials with pre-designed single-molecule traps for CO2 selective adsorption", "Li Jian-Rong; Yu Jiamei; Lu Weigang; Sun Lin-Bing; Sculley Julian; Balbuena Perla B; Zhou Hong-Cai", "Nature communications", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "),\r\n    ", "1538", "\r\n        ISSN:", ".\r\n    ", "Despite tremendous efforts, precise control in the synthesis of porous materials with pre-designed pore properties for desired applications remains challenging.  Newly emerged porous metal-organic materials, such as metal-organic polyhedra and metal-organic frameworks, are amenable to design and property tuning, enabling precise control of functionality by accurate design of structures at the molecular level.  Here we propose and validate, both experimentally and computationally, a precisely designed cavity, termed a 'single-molecule trap', with the desired size and properties suitable for trapping target CO(2) molecules.  Such a single-molecule trap can strengthen CO(2)-host interactions without evoking chemical bonding, thus showing potential for CO(2) capture.  Molecular single-molecule traps in the form of metal-organic polyhedra are designed, synthesised and tested for selective adsorption of CO(2) over N(2) and CH(4), demonstrating the trapping effect.  Building these pre-designed single-molecule traps into extended frameworks yields metal-organic frameworks with efficient mass transfer, whereas the CO(2) selective adsorption nature of single-molecule traps is preserved.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3svhsleqsg%253D%253D&md5=ecdfea705f26eedc3faf7f48d2628d26", "23. ", "Nugent", ", ", "P.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Burd", ", ", "S. D.", "; ", "Cairns", ", ", "A. J.", "; ", "Luebke", ", ", "R.", "; ", "Forrest", ", ", "K.", "; ", "Pham", ", ", "T.", "; ", "Ma", ", ", "S.", "; ", "Space", ", ", "B.", "; ", "Wojtas", ", ", "L.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", " ", "Porous Materials with Optimal Adsorption Thermodynamics and Kinetics for CO", "2", " Separation", " ", "Nature", " ", "2013", ",  ", "495", ",  ", "80", "– ", "84", " DOI: 10.1038/nature11893", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "23. ", "Porous materials with optimal adsorption thermodynamics and kinetics for CO2 separation", "Nugent, Patrick; Belmabkhout, Youssef; Burd, Stephen D.; Cairns, Amy J.; Luebke, Ryan; Forrest, Katherine; Pham, Tony; Ma, Shengqian; Space, Brian; Wojtas, Lukasz; Eddaoudi, Mohamed; Zaworotko, Michael J.", "Nature (London, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "495", "\r\n        (", "7439", "),\r\n    ", "80-84", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Energy costs assocd. with the sepn. and purifn. of industrial commodities (e.g., gases, fine chems., fresh water) currently represent ∼15% of global energy prodn.; the demand for such commodities is projected to triple by 2050 (P. Taylor, 2010).  The challenge of developing effective sepn. and purifn. technologies which have much smaller energy footprints is greater for CO2 than for other gases; in addn. to its involvement in climate change, CO2 is an impurity in natural gas, biogas (biomass-based natural gas), syngas (CO/H2, the main H2 source for refineries), and many other gas streams.  In the context of porous cryst. materials which can exploit equil. and kinetic selectivity, size selectivity and targeted mol. recognition are attractive characteristics for CO2 sepn. and capture, as exemplified by 5A and 13X zeolites (J. Merel, et al., 2008), and metal-org. materials (MOM).  This paper reports that a crystal engineering or reticular chem. strategy which controls pore functionality and pore size in a series of MOM with coordinately satd. metal centers and periodically arrayed hexafluorosilicate anions (SiF52-) enables a kinetics and thermodn. sweet spots offering high volumetric uptake at low CO2 partial pressure (<0.15 bar).  Most importantly, such MOM offer an unprecedented CO2 sorption selectivity over N2, H2, and CH4, even in the presence of moisture.  Thus, these MOM are relevant to CO2 sepn. in the context of post-combustion (flue gas, CO2/N2), pre-combustion (shifted synthesis gas stream, CO2/H2), and natural gas upgrading (natural gas clean-up, CO2/CH4).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjsFCntbg%253D&md5=56941673abb6b13f920476a593dfeb98", "24. ", "Zhao", ", ", "X.", "; ", "Sun", ", ", "D.", "; ", "Yuan", ", ", "S.", "; ", "Feng", ", ", "S.", "; ", "Cao", ", ", "R.", "; ", "Yuan", ", ", "D.", "; ", "Wang", ", ", "S.", "; ", "Dou", ", ", "J.", "; ", "Sun", ", ", "D.", " ", "Comparison of the Effect of Functional Groups on Gas-Uptake Capacities by Fixing the Volumes of Cages A and B and Modifying the Inner Wall of Cage C in rht-Type MOFs", " ", "Inorg. Chem.", " ", "2012", ",  ", "51", ",  ", "10350", "– ", "10355", " DOI: 10.1021/ic3015207", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Comparison of the Effect of Functional Groups on Gas-Uptake Capacities by Fixing the Volumes of Cages A and B and Modifying the Inner Wall of Cage C in rht-Type MOFs", "Zhao, XiaoLiang; Sun, Di; Yuan, Shuai; Feng, Shengyu; Cao, Rong; Yuan, Daqiang; Wang, Suna; Dou, Jianmin; Sun, Daofeng", "Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "19", "),\r\n    ", "10350-10355", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three porous (3,24)-connected rht-type metal-org. frameworks (MOFs), [Cu3L(H2O)3]·xsolvents (H6LOH = 4,4',4''-(hydroxysilanetriyl)tris(triphenyl-3,5-dicarboxylic acid), SDU-6; H6LMe = 4,4',4''-(methylsilanetriyl)tris(triphenyl-3,5-dicarboxylic acid), SDU-7; H6LiBu = 4,4',4''-(isobutylsilanetriyl)tris(triphenyl-3,5-dicarboxylic acid), SDU-8), were successfully prepd. from [Cu2(COO)4] paddlewheel SBUs (secondary building units) and C3-sym. Si-based hexatopic carboxylate linkers.  All porous MOFs are constructed from 3-dimensional packing of nanosized cuboctahedral, truncated tetrahedral, and truncated octahedral cages.  SDU-6-8 differ only in the functionality of the central Si atom of the hexacarboxylate ligands with hydroxyl, Me, and iso-Bu groups, resp.  Gas adsorption measurements of activated MOFs suggested that decoration of the cage walls with strong polar groups can enhance the adsorption capacities for N2, H2, and CH4.  SDU-6 with -OH as the functional group possesses high CH4 uptake (172 cm3 cm-3 at 35 bar), which is very close to DOE target of 180 cm3 cm-3.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlOjtbbO&md5=60009ae63cca5858a9a223044f9aea10", "25. ", "Lee", ", ", "C. Y.", "; ", "Bae", ", ", "Y.-S.", "; ", "Jeong", ", ", "N. C.", "; ", "Farha", ", ", "O. K.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Stern", ", ", "C. L.", "; ", "Nickias", ", ", "P.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", "; ", "Nguyen", ", ", "S. T.", " ", "Kinetic Separation of Propene and Propane in Metal–Organic Frameworks: Controlling Diffusion Rates in Plate-Shaped Crystals via Tuning of Pore Apertures and Crystallite Aspect Ratios", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "5228", "– ", "5231", " DOI: 10.1021/ja200553m", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Kinetic Separation of Propene and Propane in Metal-Organic Frameworks: Controlling Diffusion Rates in Plate-Shaped Crystals via Tuning of Pore Apertures and Crystallite Aspect Ratios", "Lee, Chang Yeon; Bae, Youn-Sang; Jeong, Nak Cheon; Farha, Omar K.; Sarjeant, Amy A.; Stern, Charlotte L.; Nickias, Peter; Snurr, Randall Q.; Hupp, Joseph T.; Nguyen, Son Binh T.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "14", "),\r\n    ", "5228-5231", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Isostructural, noncatenated, Zn-pillared-paddlewheel metal-org. framework materials [Zn2LmLn] were synthesized from 1,2,4,5-tetrakis(carboxyphenyl)benzene (L1) its 3,6-dibromo analog (L2) and acetylene and trimethylsilylacetylene substituted trans-1,2-dipyridylethene struts (L3, L4).  Substantial kinetic selectivity in the adsorption of propene over propane can be obsd., depending on the pore apertures and the rectangular-plate morphol. of the crystals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjsVCltb0%253D&md5=7ed1409ea706ad52ee400cfccfa690fa", "26. ", "Banerjee", ", ", "R.", "; ", "Furukawa", ", ", "H.", "; ", "Britt", ", ", "D.", "; ", "Knobler", ", ", "C.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Control of Pore Size and Functionality in Isoreticular Zeolitic Imidazolate Frameworks and their Carbon Dioxide Selective Capture Properties", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "3875", "– ", "3877", " DOI: 10.1021/ja809459e", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Control of Pore Size and Functionality in Isoreticular Zeolitic Imidazolate Frameworks and their Carbon Dioxide Selective Capture Properties", "Banerjee, Rahul; Furukawa, Hiroyasu; Britt, David; Knobler, Carolyn; O'Keeffe, Michael; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "11", "),\r\n    ", "3875-3877", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Five new cryst. zeolitic imidazolate frameworks (ZIFs), ZIF-78 to -82, were prepd. from zinc(II) nitrate and mixts. of 2-nitroimidazole and five different functionalized imidazoles and were found to have the GME topol.  These structures, along with three previously reported GME ZIFs, constitute a series of highly porous materials with Brunauer-Emmet-Teller surface areas ranging from 620 to 1730 m2/g.  The pore diams. and apertures vary incrementally from 7.1 to 15.9 Å and 3.8 to 13.1 Å, resp., and the functionalities decorating the pores vary from polar cyano- and nitro- groups to nonpolar alkyl groups.  The variability expressed in these materials makes them highly attractive for study as gas-sepn. media.  Selectivity values calcd. for sepn. of CO2 and CH4 predict that the ZIFs with polar functionality, ZIF-78 (10.6:1) and -82 (9.6:1), retain CO2 gas to a greater degree than the other members of the GME series and BPL-activated carbon.  These predictions are borne out in dynamic breakthrough studies, which confirm the increased capacity of ZIF-78 and -82 and demonstrate the promise of this class of materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXisFans7s%253D&md5=5fba32f296b7f0cf32e22fa84b98af89", "27. ", "Li", ", ", "L.", "; ", "Bell", ", ", "J. G.", "; ", "Tang", ", ", "S.", "; ", "Lv", ", ", "X.", "; ", "Wang", ", ", "C.", "; ", "Xing", ", ", "Y.", "; ", "Zhao", ", ", "X.", "; ", "Thomas", ", ", "K. M.", " ", "Gas Storage and Diffusion through Nanocages and Windows in Porous Metal–Organic Framework Cu", "2", "(2,3,5,6-Tetramethylbenzene-1,4-Diisophthalate)(H", "2", "O)", "2", " ", "Chem. Mater.", " ", "2014", ",  ", "26", ",  ", "4679", "– ", "4695", " DOI: 10.1021/cm403697m", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "Gas storage and diffusion through nanocages and windows in porous metal-organic framework Cu2(2,3,5,6-tetramethylbenzene-1,4-diisophthalate)(H2O)2", "Li, Liangjun; Bell, Jon G.; Tang, Sifu; Lv, Xiaoxia; Wang, Chao; Xing, Yanlong; Zhao, Xuebo; Thomas, K. Mark", "Chemistry of Materials", "\r\n        (", "2014", "),\r\n    ", "26", "\r\n        (", "16", "),\r\n    ", "4679-4695", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A novel nanoporous metal-org. framework NPC-4 with excellent thermal stability was assembled from 2,3,5,6-tetramethylbenzene 1,4-diisophthalate (TMBDI) and the paddle-wheel secondary building unit (Cu2(COO)4).  The porous structure comprises a single type of nanoscale cage (16 Å diam.) interconnected by windows (5.2 × 6.3 Å), which give a high pore vol.  CH4 (195-290 K), CO2 (198-303 K), N2 (77 K), and H2 (77 K) adsorption isotherms were studied for pressures up to 20 bar.  NPC-4 exhibits excellent methane and carbon dioxide storage capacities on a vol. basis with very high adsorbate densities, under ambient conditions.  Isobars were investigated to establish the relationship for adsorption capacities over a range of storage temps.  The isosteric enthalpies of adsorption for both CH4 and CO2 adsorption did not vary significantly with amt. adsorbed and were ∼15 and ∼25 kJ mol-1, resp.  The adsorption/desorption kinetics for CH4 and CO2 were investigated and activation energies, enthalpies of activation, and diffusion parameters detd. using various kinetic models.  The activation energies for adsorption obtained over a range of uptakes from the stretched exponential kinetic model were 5.1-6.3 kJ mol-1 (2-13.5 mmol g-1) for CO2 and 2.7-5.6 kJ mol-1 (2-9 mmol g-1) for CH4.  The activation energies for surface barriers and diffusion along pores for both CH4 and CO2 adsorption obtained from a combined barrier resistance diffusion model did not vary markedly with amt. adsorbed and were <9 kJ mol-1.  Comparison of kinetic and thermodn. parameters for CH4 and CO2 indicates that a surface barrier is rate detg. at high uptakes, while intraparticle diffusion involving diffusion through pores, consisting of narrow windows interconnecting with nanocages, being rate detg. at very low uptakes.  The faster CH4 intraparticle adsorption kinetics compared with CO2 for NPC-4 was attributed to faster surface diffusion due to the lower isosteric enthalpy of adsorption for CH4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtFyqsLvN&md5=318a3bce1a82182d093c3ed2d4af6990", "28. ", " ", "APEX2, SAINT and SADABS", "; Data Integration Eingine; ", "Bruker AXS", ": ", "Madison, WI", ", ", "2007", ".", "There is no corresponding record for this reference.", "29. ", "Sheldrick", ", ", "G. M.", "  ", "SADABS", "; ", "University of Göttingen", ": ", "Göttingen, Germany", ", ", "2004", ".", "There is no corresponding record for this reference.", "30. ", "Sheldrick", ", ", "G.", " ", "A Short History of SHELX", " ", "Acta Crystallogr., Sect. A: Found. Crystallogr.", " ", "2008", ",  ", "64", ",  ", "112", "– ", "122", " DOI: 10.1107/S0108767307043930", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "30. ", "A short history of SHELX", "Sheldrick, George M.", "Acta Crystallographica, Section A: Foundations of Crystallography", "\r\n        (", "2008", "),\r\n    ", "64", "\r\n        (", "1", "),\r\n    ", "112-122", "CODEN:\r\n                ", "ACACEQ", ";\r\n        ISSN:", "0108-7673", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "An account is given of the development of the SHELX system of computer programs from SHELX-76 to the present day.  In addn. to identifying useful innovations that have come into general use through their implementation in SHELX, a crit. anal. is presented of the less-successful features, missed opportunities and desirable improvements for future releases of the software.  An attempt is made to understand how a program originally designed for photog. intensity data, punched cards and computers over 10000 times slower than an av. modern personal computer has managed to survive for so long.  SHELXL is the most widely used program for small-mol. refinement and SHELXS and SHELXD are often employed for structure soln. despite the availability of objectively superior programs.  SHELXL also finds a niche for the refinement of macromols. against high-resoln. or twinned data; SHELXPRO acts as an interface for macromol. applications.  SHELXC, SHELXD and SHELXE are proving useful for the exptl. phasing of macromols., esp. because they are fast and robust and so are often employed in pipelines for high-throughput phasing.  This paper could serve as a general literature citation when one or more of the open-source SHELX programs (and the Bruker AXS version SHELXTL) are employed in the course of a crystal-structure detn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhsVGhurzO&md5=8f91f10be4a9df74b2a9dad522c71e6e", "31. ", "Spek", ", ", "A.", " ", "Single-Crystal Structure Validation with the Program PLATON", " ", "J. Appl. Crystallogr.", " ", "2003", ",  ", "36", ",  ", "7", "– ", "13", " DOI: 10.1107/S0021889802022112", " ", "[", "Crossref", "], [", "CAS", "]", "31. ", "Single-crystal structure validation with the program PLATON", "Spek, A. L.", "Journal of Applied Crystallography", "\r\n        (", "2003", "),\r\n    ", "36", "\r\n        (", "1", "),\r\n    ", "7-13", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "Blackwell Munksgaard", ")\r\n        ", "The results of a single-crystal structure detn. when in CIF format can now be validated routinely by automatic procedures.  In this way, many errors in published papers can be avoided.  The validation software generates a set of ALERTS detailing issues to be addressed by the experimenter, author, referee and publication journal.  Validation was pioneered by the IUCr journal Acta Crystallographica Section C and is currently std. procedure for structures submitted for publication in all IUCr journals.  The implementation of validation procedures by other journals is in progress.  This paper describes the concepts of validation and the classes of checks that are carried out by the program PLATON as part of the IUCr check CIF facility.  PLATON validation can be run at any stage of the structure refinement, independent of the structure detn. package used, and is recommended for use as a routine tool during or at least at the completion of every structure detn.  Two examples are discussed where proper validation procedures could have avoided the publication of incorrect structures that had serious consequences for the chem. involved.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXltlChtw%253D%253D&md5=0a85de2407551632bb287508534904e2", "32. ", "Lin", ", ", "X.", "; ", "Telepeni", ", ", "I.", "; ", "Blake", ", ", "A. J.", "; ", "Dailly", ", ", "A.", "; ", "Brown", ", ", "C. M.", "; ", "Simmons", ", ", "J. M.", "; ", "Zoppi", ", ", "M.", "; ", "Walker", ", ", "G. S.", "; ", "Thomas", ", ", "K. M.", "; ", "Mays", ", ", "T. J.", "; ", "Hubberstey", ", ", "P.", "; ", "Champness", ", ", "N. R.", "; ", "Schröder", ", ", "M.", " ", "High Capacity Hydrogen Adsorption in Cu(II) Tetracarboxylate Framework Materials: The Role of Pore Size, Ligand Functionalization, and Exposed Metal Sites", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "2159", "– ", "2171", " DOI: 10.1021/ja806624j", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "High Capacity Hydrogen Adsorption in Cu(II) Tetracarboxylate Framework Materials: The Role of Pore Size, Ligand Functionalization, and Exposed Metal Sites", "Lin, Xiang; Telepeni, Irvin; Blake, Alexander J.; Dailly, Anne; Brown, Craig M.; Simmons, Jason M.; Zoppi, Marco; Walker, Gavin S.; Thomas, K. Mark; Mays, Timothy J.; Hubberstey, Peter; Champness, Neil R.; Schroder, Martin", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "6", "),\r\n    ", "2159-2171", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Isostructural metal-org. framework polymers [Cu2(L)(H2O)2] (L = tetracarboxylate ligands), denoted NOTT-nnn, were synthesized and characterized.  Single crystal x-ray structures confirm the complexes to contain binuclear Cu(II) paddlewheel nodes each bridged by four carboxylate centers to give a NbO-type network of 64·82 topol.  These complexes are activated by solvent exchange with acetone coupled to heating cycles under vacuum to afford the desolvated porous materials NOTT-100 to NOTT-109.  These incorporate a vacant coordination site at each Cu(II) center and have large pore vols. that contribute to the obsd. high H2 adsorption.  Indeed, NOTT-103 at 77 K and 60 bar shows a very high total H2 adsorption of 77.8 mg g-1 equiv. to 7.78% [wt% = (wt. of adsorbed H2)/(wt. of host material)] or 7.22% [wt% = 100(wt. of adsorbed H2)/(wt. of host material + wt. of adsorbed H2)].  Neutron powder diffraction studies on NOTT-101 reveal three adsorption sites for this material: at the exposed Cu(II) coordination site, at the pocket formed by three {Cu2} paddle wheels, and at the cusp of three Ph rings.  Systematic virial anal. of the H2 isotherms suggests that the H2 binding energies at these sites are very similar and the differences are smaller than 1.0 kJ mol-1, although the adsorption enthalpies for H2 at the exposed Cu(II) site are significantly affected by pore metrics.  Introducing Me groups or using kinked ligands to create smaller pores can enhance the isosteric heat of adsorption and improve H2 adsorption.  However, although increasing the overlap of potential energy fields of pore walls increases the heat of H2 adsorption at low pressure, it may be detrimental to the overall adsorption capacity by reducing the pore vol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXptlOitQ%253D%253D&md5=cbc9f02158801ff5dacb7df033416d78", "33. ", "Caputo", ", ", "C. B.", "; ", "Vukotic", ", ", "V. N.", "; ", "Sirizzotti", ", ", "N. M.", "; ", "Loeb", ", ", "S. J.", " ", "A Tetrapyridine Ligand with a Rigid Tetrahedral Core Forms Metal-Organic Frameworks with PtS Type Architecture", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "8545", "– ", "8547", " DOI: 10.1039/c1cc12188j", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "33. ", "A tetrapyridine ligand with a rigid tetrahedral core forms metal-organic frameworks with PtS type architecture", "Caputo, Christopher B.; Vukotic, V. Nicholas; Sirizzotti, Natalie M.; Loeb, Stephen J.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "30", "),\r\n    ", "8545-8547", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A new tetradentate, pyridine ligand tetrakis(4-(4-pyridyl)phenyl)methane (TPPM) with a rigid tetrahedral core can be prepd. in good yield by a cross-coupling methodol.  Two metal org. framework structures of Cu(II) ([CuCl2(TPPM)]n and [Cu3Cl6(TPPM)2]n) with PtS-type topol. having a C atom as the tetrahedral node were characterized using this ligand.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXptVOqsLs%253D&md5=7a359f384afd19d5be929332906cb513", "34. ", "Liang", ", ", "L.-L.", "; ", "Zhang", ", ", "J.", "; ", "Ren", ", ", "S.-B.", "; ", "Ge", ", ", "G.-W.", "; ", "Li", ", ", "Y.-Z.", "; ", "Du", ", ", "H.-B.", "; ", "You", ", ", "X.-Z.", " ", "Rational Synthesis of a Microporous Metal-Organic Framework with PtS Topology Using a Semi-Rigid Tetrahedral Linker", " ", "CrystEngComm", " ", "2010", ",  ", "12", ",  ", "2008", "– ", "2010", " DOI: 10.1039/b925903a", " ", "[", "Crossref", "], [", "CAS", "]", "34. ", "Rational synthesis of a microporous metal-organic framework with PtS topology using a semi-rigid tetrahedral linker", "Liang, Li-Li; Zhang, Jun; Ren, Shi-Bin; Ge, Gen-Wu; Li, Yi-Zhi; Du, Hong-Bin; You, Xiao-Zeng", "CrystEngComm", "\r\n        (", "2010", "),\r\n    ", "12", "\r\n        (", "7", "),\r\n    ", "2008-2010", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The assembly of a semi-rigid tetrahedral linker tetrakis[4-(carboxyphenyl)oxamethyl]methane (H4X) with Cu(II) yields a binodal 4,4-connected coordination framework of distorted PtS topol., [Cu2(X)(H2O)].(DMA)4.(H2O)2 (1) and [Cu2(X)(H2O)].(H2O)6 (1') which exhibit permanent porosity confirmed by gas adsorption expts. of N2, H2, CO2, and CH4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtl2hsb3J&md5=048d019b6c687f775e15a94bf0fae1e5", "35. ", "Xue", ", ", "M.", "; ", "Zhu", ", ", "G.", "; ", "Li", ", ", "Y.", "; ", "Zhao", ", ", "X.", "; ", "Jin", ", ", "Z.", "; ", "Kang", ", ", "E.", "; ", "Qiu", ", ", "S.", " ", "Structure, Hydrogen Storage, and Luminescence Properties of Three 3d Metal–Organic Frameworks with NbO and PtS Topologies", " ", "Cryst. Growth Des.", " ", "2008", ",  ", "8", ",  ", "2478", "– ", "2483", " DOI: 10.1021/cg8001114", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "35. ", "Structure, Hydrogen Storage, and Luminescence Properties of Three 3D Metal-Organic Frameworks with NbO and PtS Topologies", "Xue, Ming; Zhu, Guangshan; Li, Yangxue; Zhao, Xiaojun; Jin, Zhao; Kang, Enhua; Qiu, Shilun", "Crystal Growth & Design", "\r\n        (", "2008", "),\r\n    ", "8", "\r\n        (", "7", "),\r\n    ", "2478-2483", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three 3-dimensional multifunctional microporous metal-org. frameworks (MOFs), Cu2(ABTC)(H2O)2·(DMF)2(H2O) (JUC-62), Cd2(ABTC)(DMF)3·(DMF)2 (JUC-63), and Mn(H2ABTC)(DMF)2 (JUC-64) (H4ABTC = 3,3',5,5'-azobenzenetetracarboxylic acid, DMF = N,N'-DMF, and JUC = Jilin University China) were synthesized by self-assembly of a rigid tetra-carboxylate ligand H4ABTC and corresponding transition metal salts under mild conditions.  X-ray crystallog. reveals that their topologies are based on NbO (JUC-62) and PtS (JUC-63 and JUC-64) nets, constructed of 4-connected rectangular ABTC4- units with 4-connected square paddle-wheel Cu2(CO2)4(H2O)2 secondary building units (SBUs), tetrahedral bimetallic Cd2(CO2)4(DMF)3 SBUs, and tetrahedral monometallic Mn(CO2)4(DMF)3 SBUs, resp.  High-pressure H2 sorption of the activated JUC-62 reveals a type I profile at 77 K, which is satd. at 40 bar with a H2 uptake of ∼4.71%.  Photoluminescence studies reveal that JUC-62 and JUC-63 display strong main emission spectra peaks at 392 and 402 nm, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmvVGqsL8%253D&md5=ad073b8704c7d1a39bdf532118acca20", "36. ", "Chen", ", ", "B.", "; ", "Ockwig", ", ", "N. W.", "; ", "Fronczek", ", ", "F. R.", "; ", "Contreras", ", ", "D. S.", "; ", "Yaghi", ", ", "O. M.", " ", "Transformation of a Metal–Organic Framework from the NbO to PtS Net", " ", "Inorg. Chem.", " ", "2005", ",  ", "44", ",  ", "181", "– ", "183", " DOI: 10.1021/ic048612y", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "36. ", "Transformation of a metal-organic framework from the NbO to PtS net", "Chen, Banglin; Ockwig, Nathan W.; Fronczek, Frank R.; Contreras, Damacio S.; Yaghi, Omar M.", "Inorganic Chemistry", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "2", "),\r\n    ", "181-183", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two metal-org. frameworks (MOFs), MOF-501 and MOF-502, resp., formulated as Co2(BPTC)(H2O)5·Gx and Co2(BPTC)(H2O)(DMF)2·Gx (BPTC = 3,3',5,5'-biphenyltetracarboxylate; G = guest mols.), were synthesized and structurally characterized, and their topologies are based on the NbO (MOF-501) and PtS (MOF-502) nets.  Heating MOF-501 in soln. results in the more thermodynamically favored MOF-502.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhsFeqtbg%253D&md5=af79de72e471f2b7673638db85bd971d", "37. ", "Yang", ", ", "S.", "; ", "Sun", ", ", "J.", "; ", "Ramirez-Cuesta", ", ", "A. J.", "; ", "Callear", ", ", "S. K.", "; ", "David", ", ", "W. I. F.", "; ", "Anderson", ", ", "D. P.", "; ", "Newby", ", ", "R.", "; ", "Blake", ", ", "A. J.", "; ", "Parker", ", ", "J. E.", "; ", "Tang", ", ", "C. C.", "; ", "Schröder", ", ", "M.", " ", "Selectivity and Direct Visualization of Carbon Dioxide and Sulfur Dioxide in a Decorated Porous Host", " ", "Nat. Chem.", " ", "2012", ",  ", "4", ",  ", "887", "– ", "894", " DOI: 10.1038/nchem.1457", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "37. ", "Selectivity and direct visualization of carbon dioxide and sulfur dioxide in a decorated porous host", "Yang, Sihai; Sun, Junliang; Ramirez-Cuesta, Anibal J.; Callear, Samantha K.; David, William I. F.; Anderson, Daniel P.; Newby, Ruth; Blake, Alexander J.; Parker, Julia E.; Tang, Chiu C.; Schroeder, Martin", "Nature Chemistry", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "11", "),\r\n    ", "887-894", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Understanding the mechanism by which porous solids trap harmful gases, e.g., CO2 and SO2, is essential to design new materials for their selective removal.  Materials with amine group functionalization dominate this field, largely due to their potential to form carbamates through H2N(δ-)···C(δ+)O2 interactions, thereby covalently trapping CO2; however, the use of these materials is energy-intensive with significant environmental impacts.  A non-amine-contg. porous solid (NOTT-300) in which OH- groups within pores selective bind CO2 and SO2 is reported.  In-situ powder x-ray diffraction and inelastic neutron scattering studies in conjunction with modeling showed the OH- groups bind CO2 and SO2 by forming O=C(S)=O(δ-)···H(δ+)-O hydrogen bonds, which are reinforced by weak supra-mol. interactions with C-H atoms on the framework arom. rings.  This offers the potential for using easy-on/easy-off capture systems for CO2 and SO2 with fewer economic and environmental penalties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlymtbbF&md5=3329e5c8d3c0261f0a7b276837539168", "38. ", "Lalonde", ", ", "M.", "; ", "Bury", ", ", "W.", "; ", "Karagiaridi", ", ", "O.", "; ", "Brown", ", ", "Z.", "; ", "Hupp", ", ", "J. T.", "; ", "Farha", ", ", "O. K.", " ", "Transmetalation: Routes to Metal Exchange within Metal-Organic Frameworks", " ", "J. Mater. Chem. A", " ", "2013", ",  ", "1", ",  ", "5453", "– ", "5468", " DOI: 10.1039/c3ta10784a", " ", "[", "Crossref", "], [", "CAS", "]", "38. ", "Transmetalation: routes to metal exchange within metal-organic frameworks", "Lalonde, Marianne; Bury, Wojciech; Karagiaridi, Olga; Brown, Zachary; Hupp, Joseph T.; Farha, Omar K.", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2013", "),\r\n    ", "1", "\r\n        (", "18", "),\r\n    ", "5453-5468", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The present work is a crit. review of metal exchange (transmetalation) involving metal nodes and metalated struts in metal-org. frameworks.  Particular emphasis is given to drawing parallels between different examples of transmetalation in order to understand the influence of coordination environment, solvents, nature of the metals and other variables on the process.  We hope that the present review will be of use to those involved in the incorporation of various metal centers to create isostructural MOFs and study their properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmtF2itro%253D&md5=194eb6ac692c35d41b13f1aba613df31", "39. ", "Brozek", ", ", "C. K.", "; ", "Dincă", ", ", "M.", " ", "Cation Exchange at the Secondary Building Units of Metal-Organic Frameworks", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5456", "– ", "5467", " DOI: 10.1039/C4CS00002A", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "39. ", "Cation exchange at the secondary building units of metal-organic frameworks", "Brozek, C. K.; Dinca, M.", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5456-5467", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Cation exchange is an emerging synthetic route for modifying the secondary building units (SBUs) of metal-org. frameworks (MOFs).  This technique was used extensively to enhance the properties of nanocrystals and mols., but the extent of its applications for MOFs is still expanding.  To harness cation exchange as a rational tool, the authors need to elucidate its governing factors.  Not nearly enough exptl. observations exist for drawing these conclusions, so the authors provide a conceptual framework for approaching this task.  The authors address which SBUs undergo exchange, why certain ions replace others, how the framework influences the process, the role of the solvent, and current applications.  Using these guidelines, certain trends emerge from the available data and missing expts. become obvious.  If future studies follow this framework, then a more comprehensive body of observations will furnish a deeper understanding of cation exchange and inspire future applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7jF&md5=c97438bb70943a1ff1bd981b93d41383", "40. ", "Kim", ", ", "M.", "; ", "Cahill", ", ", "J. F.", "; ", "Fei", ", ", "H.", "; ", "Prather", ", ", "K. A.", "; ", "Cohen", ", ", "S. M.", " ", "Postsynthetic Ligand and Ion Exchange in Robust Metal–Organic Frameworks", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "18082", "– ", "18088", " DOI: 10.1021/ja3079219", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "40. ", "Postsynthetic Ligand and Cation Exchange in Robust Metal-Organic Frameworks", "Kim, Min; Cahill, John F.; Fei, Honghan; Prather, Kimberley A.; Cohen, Seth M.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "43", "),\r\n    ", "18082-18088", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Postsynthetic ligand and metal ion exchange (PSE) processes readily occur in several inert metal-org. frameworks (MOFs), including zeolitic imidazolate frameworks (ZIFs).  Ligand exchange can occur between solid samples, as was demonstrated under relatively mild conditions with two robust, topol. distinct MOFs, MIL-53(Al) and MIL-68(In).  Ligand PSE is not obsd. with MIL-101(Cr), which is attributed to the kinetic inertness of the Cr(III) ion.  In addn. to ligand exchange, metal ion (cation) PSE was also studied between intact MOF microcryst. particles.  Metal ion transfer between MIL-53(Al) and MIL-53(Fe) was readily obsd.  These PSE reactions were monitored and the products characterized by a no. of techniques, including aerosol time-of-flight mass spectrometry, which permits single-particle compositional anal.  To show the potential synthetic utility of this approach, the PSE process was used to prep. the first Ti(IV) analog of the robust UiO-66(Zr) framework.  Finally, expts. to rule out mechanisms other than PSE (i.e., aggregation, dissoln./recrystn.) were performed.  PSE, of either ligands or cations, is common even with highly robust MOFs such as UiO-66(Zr), MILs, and ZIFs.  Also, PSE is useful in prepg. novel materials that cannot be obtained via other synthetic methods.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVKmtbjP&md5=c7010554a86381c57498f08218bded0f", "41. ", "Xing", ", ", "Y.", "; ", "Cai", ", ", "J.", "; ", "Li", ", ", "L.", "; ", "Yang", ", ", "M.", "; ", "Zhao", ", ", "X.", " ", "An Exceptional Kinetic Quantum Sieving Separation Effect of Hydrogen Isotopes on Commercially Available Carbon Molecular Sieves", " ", "Phys. Chem. Chem. Phys.", " ", "2014", ",  ", "16", ",  ", "15800", "– ", "15805", " DOI: 10.1039/C4CP00709C", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "41. ", "An exceptional kinetic quantum sieving separation effect of hydrogen isotopes on commercially available carbon molecular sieves", "Xing, Yanlong; Cai, Jinjun; Li, Liangjun; Yang, Menglong; Zhao, Xuebo", "Physical Chemistry Chemical Physics", "\r\n        (", "2014", "),\r\n    ", "16", "\r\n        (", "30", "),\r\n    ", "15800-15805", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The quantum sieving effect of H2/D2 at 77 K on com. available carbon mol. sieves (1.5GN-H and 3KT-172) was studied.  An exceptional reverse kinetic quantum effect is obsd. on 1.5GN-H where D2 diffuses much faster than H2 with a ratio of up to 5.83 at low pressure, and the difference is still evident even as the pressure increases up to 1 bar.  D2 also diffuses faster than H2 on 3KT-172 with a ratio of up to 1.86.  However, the reverse kinetic sieving disappears in a polymer-based carbon (PC).  The present kinetic quantum sieving effect of H2 and D2 at 77 K on 1.5GN-H is the highest to date.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtVGgsLrK&md5=89c43c59867dabea8acbf6c26c036da5", "42. ", "Wang", ", ", "C.", "; ", "Li", ", ", "L.", "; ", "Tang", ", ", "S.", "; ", "Zhao", ", ", "X.", " ", "Enhanced Uptake and Selectivity of CO", "2", " Adsorption in a Hydrostable Metal-Organic Frameworks via Incorporating Methylol and Methyl Groups", " ", "ACS Appl. Mater. Interfaces", " ", "2014", ",  ", "6", ",  ", "16932", "– ", "16940", " DOI: 10.1021/am504497e", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "42. ", "Enhanced Uptake and Selectivity of CO2 Adsorption in a Hydrostable Metal-Organic Frameworks via Incorporating Methylol and Methyl Groups", "Wang, Chao; Li, Liangjun; Tang, Sifu; Zhao, Xuebo", "ACS Applied Materials & Interfaces", "\r\n        (", "2014", "),\r\n    ", "6", "\r\n        (", "19", "),\r\n    ", "16932-16940", "CODEN:\r\n                ", "AAMICK", ";\r\n        ISSN:", "1944-8244", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new methylol and Me functionalized metal-org. frameworks (MOFs) QI-Cu has been designed and synthesized.  As a variant of NOTT-101, this material exhibits excellent CO2 uptake capacities at ambient temp. and pressure, as well as high CH4 uptake capacities.  The CO2 uptake for QI-Cu is high, up to 4.56 mmol g-1 at 1 bar and 293 K, which is top-ranked among MOFs for CO2 adsorption and significantly larger than the non-functionalized NOTT-101 of 3.93 mmol g-1.  The enhanced isosteric heat values of CO2 and CH4 adsorption were also obtained for this linker functionalized MOFs.  From the single-component adsorption isotherms, multicomponent adsorption was predicted using the ideal adsorbed soln. theory (IAST).  QI-Cu shows an improvement in adsorptive selectivity of CO2 over CH4 and N2 below 1 bar.  The incorporation of methylol and Me groups also greatly improves the hydrostability of the whole framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsFWjsbbJ&md5=24f178d46bf62c7a27bfd2b3cc642dfb", "43. ", "Wei", ", ", "Z.", "; ", "Lu", ", ", "W.", "; ", "Jiang", ", ", "H.-L.", "; ", "Zhou", ", ", "H.-C.", " ", "A Route to Metal–Organic Frameworks through Framework Templating", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "1164", "– ", "1166", " DOI: 10.1021/ic3019937", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "43. ", "A Route to Metal-Organic Frameworks through Framework Templating", "Wei, Zhangwen; Lu, Weigang; Jiang, Hai-Long; Zhou, Hong-Cai", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "3", "),\r\n    ", "1164-1166", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A microporous metal-org. framework (MOF), PCN-922 [Cu4(ETTB)], contg. a dendritic octatopic org. linker and a Cu2-paddlewheel structural motif, has been synthesized by using a Zn2-paddlewheel-based MOF as a template to prearrange the linkers for the Cu2-based MOF target.  PCN-922 shows permanent porosity and excellent gas adsorption capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht1Kmu7s%253D&md5=854d8ef5272f39c08d7aa1a2b4a2301d", "44. ", "Lee", ", ", "Y.-G.", "; ", "Moon", ", ", "H. R.", "; ", "Cheon", ", ", "Y. E.", "; ", "Suh", ", ", "M. P.", " ", "A Comparison of the H", "2", " Sorption Capacities of Isostructural Metal–Organic Frameworks with and without Accessible Metal Sites: [{Zn", "2", "(abtc) (dmf)", "2", "}", "3", "] and [{Cu", "2", "(abtc) (dmf)", "2", "}", "3", "] Versus [{Cu", "2", "(abtc)}", "3", "]", " ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "7741", "– ", "7745", " DOI: 10.1002/anie.200801488", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "44. ", "A comparison of the H2 sorption capacities of isostructural metal-organic frameworks with and without accessible metal sites: [{Zn2(abtc)(dmf)2}3] and [{Cu2(abtc)(dmf)2}3] versus [{Cu2(abtc)}3]", "Lee, Yong-Gon; Moon, Hoi Ri; Cheon, Young Eun; Suh, Myunghyun Paik", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "40", "),\r\n    ", "7741-7745", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The isostructural metal-org. frameworks [{Zn2(abtc)(dmf)2}3], [{Cu2(abtc)(dmf)2}3], and [{Cu2(abtc)}3], where H4abtc is 1,1'-azobenzene-3,3',5,5'-tetracarboxylic acid, have high sorption capacities for H2, N2, CO2, and CH4.  Solid [{Cu2(abtc)}3], which has accessible metal sites, has a higher H2 adsorption capacity than [{Zn2(abtc)(dmf)2}3] or [{Cu2(abtc)(dmf)2}3], neither of which have accessible metal sites, because of its lower mol. wt. and greater isosteric heat of H2 adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht1Gms73E&md5=be25a8da6945a1d69a700313889e6098", "45. ", "Irving", ", ", "H.", "; ", "Williams", ", ", "R. J. P.", " ", "637. The Stability of Transition-Metal Complexes", " ", "J. Chem. Soc.", " ", "1953", ",  ", "3192", "– ", "3210", " DOI: 10.1039/jr9530003192", " ", "[", "Crossref", "], [", "CAS", "]", "45. ", "Stability of transition metal complexes", "Irving, H. M.; Williams, R. J. P.", "Journal of the Chemical Society", "\r\n        (", "1953", "),\r\n    ", "\r\n        (", "),\r\n    ", "3192-3210", "CODEN:\r\n                ", "JCSOA9", ";\r\n        ISSN:", "0368-1769", ".\r\n    ", "The published values of the stability consts. for the bivalent ions of Mn, Fe, Co, Ni, Cu, and Zn with ligands exhibiting NN, NO, and OO co.ovrddot.ordinating patterns are tabulated.  In almost all cases the order of stability is Mn < Fe < Co < Ni < Cu > Zn irrespective of the nature of the ligand.  This order is a consequence of the monotonic change in the 2nd ionization potentials and the reciprocal radii, the parameters serving as a guide to the magnitude of the covalent and electrostatic interactions, resp., of the ions involved.  When other ions are inserted in the order of stability, the new order varies with the ligand because there is not generally the same relation for both factors throughout the series.  Characteristic co.ovrddot.ordination no., stereochem. considerations, and entropy factors may, however, affect the series given here.  Examples of the former two effects are the low value for k3 in the Cu++-(NH2CH2)2 system, the high values for the consts. for the Fe++-ο-phenanthroline system, and the low values for k2 in systems with (MeNHCH2)2.  The entropy effect is such that the predominant factor, the entropy of hydration of M++, follows the order of stabilization and hence will not be a factor in exceptions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaG2cXhtlequg%253D%253D&md5=4cae1dca0b420458f2ecf7b1669f44c3", "46. ", "Arstad", ", ", "B.", "; ", "Fjellvåg", ", ", "H.", "; ", "Kongshaug", ", ", "K.", "; ", "Swang", ", ", "O.", "; ", "Blom", ", ", "R.", " ", "Amine Functionalised Metal Organic Frameworks (MOFs) as Adsorbents for Carbon Dioxide", " ", "Adsorption", " ", "2008", ",  ", "14", ",  ", "755", "– ", "762", " DOI: 10.1007/s10450-008-9137-6", " ", "[", "Crossref", "], [", "CAS", "]", "46. ", "Amine functionalised metal organic frameworks (MOFs) as adsorbents for carbon dioxide", "Arstad, Bjornar; Fjellvaag, Helmer; Kongshaug, Kjell Ove; Swang, Ole; Blom, Richard", "Adsorption", "\r\n        (", "2008", "),\r\n    ", "14", "\r\n        (", "6", "),\r\n    ", "755-762", "CODEN:\r\n                ", "ADSOFO", ";\r\n        ISSN:", "0929-5607", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "Three different porous metal org. framework (MOF) materials have been prepd. with and without uncoordinated amine functionalities inside the pores.  The materials have been characterized and tested as adsorbents for carbon dioxide.  At 298 K the materials adsorb significant amt. of carbon dioxide, the amine functionalized adsorbents having the highest CO2 adsorption capacities, the best adsorbing around 14 wt% CO2 at 1.0 atm CO2 pressure.  At 25 atm CO2 pressure, up to 60 wt% CO2 can be adsorbed.  At high pressures the CO2 uptake is mostly dependent on the available surface area and pore vol. of the material in question.  For one of the iso-structural MOF pairs the introduction of amine functionality increases the differential adsorption enthalpy (from isosteric method) from 30 to around 50 kJ/mol at low CO2 pressures, while the adsorption enthalpies reach the same level at increase pressures.  The high pressure exptl. results indicate that MOF based solid adsorbents can have a potential for use in pressure swing adsorption of carbon dioxide at elevated pressures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlWht77K&md5=1e9e877324ae6bab0e3eb98eabb5a031", "47. ", "Demessence", ", ", "A.", "; ", "D’Alessandro", ", ", "D. M.", "; ", "Foo", ", ", "M. L.", "; ", "Long", ", ", "J. R.", " ", "Strong CO", "2", " Binding in a Water-Stable, Triazolate-Bridged Metal–Organic Framework Functionalized with Ethylenediamine", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "8784", "– ", "8786", " DOI: 10.1021/ja903411w", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "47. ", "Strong CO2 Binding in a Water-Stable, Triazolate-Bridged Metal-Organic Framework Functionalized with Ethylenediamine", "Demessence, Aude; D'Alessandro, Deanna M.; Foo, Maw Lin; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "25", "),\r\n    ", "8784-8786", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reaction of CuCl2·2H2O with 1,3,5-tris(1H-1,2,3-triazol-5-yl)benzene (H3BTTri) in DMF at 100° generates the metal-org. framework H3[(Cu4Cl)3(BTTri)8(DMF)12]·7DMF·76H2O (1-DMF).  The sodalite-type structure of the framework consists of BTTri3--linked [Cu4Cl]7+ square clusters in which each CuII center has a terminal DMF ligand directed toward the interior of a large pore.  The framework exhibits a high thermal stability of up to 270°, as well as exceptional chem. stability in air, boiling water, and acidic media.  Following exchange of the guest solvent and bound DMF mols. for methanol to give 1-MeOH, complete desolvation of the framework at 180° generated H3[(Cu4Cl)3(BTTri)8] (1) with exposed CuII sites on its surface.  Following a previously reported protocol, ethylenediamine mols. were grafted onto these sites to afford 1-en, featuring terminal alkylamine groups.  The N2 adsorption isotherms indicate a redn. in the BET surface area from 1770 to 345 m2/g following grafting.  The H2 adsorption data at 77 K for 1 indicate a fully reversible uptake of 1.2% at 1.2 bar, while the CO2 isotherm at 195 K shows a maximal uptake of 90% at 1 bar.  Compared to 1, the alkylamine-functionalized framework 1-en exhibits a higher uptake of CO2 at 298 K and pressures up to ∼0.1 bar, as well as a higher CO2/N2 selectivity at all measured pressures.  Significantly, 1-en also exhibits an isosteric heat of CO2 adsorption of 90 kJ/mol, which is much higher than the 21 kJ/mol obsd. for 1.  This chemisorption interaction is the strongest reported to date for a metal-org. framework and points toward the potential utility of alkylamine-appended frameworks for the post-combustion capture of CO2 from low-pressure flue gas streams.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmvFWqtrY%253D&md5=da2f3e278125e096f509e1e4618d9387", "48. ", "Prasad", ", ", "T. K.", "; ", "Hong", ", ", "D. H.", "; ", "Suh", ", ", "M. P.", " ", "High Gas Sorption and Metal-Ion Exchange of Microporous Metal–Organic Frameworks with Incorporated Imide Groups", " ", "Chem. - Eur. J.", " ", "2010", ",  ", "16", ",  ", "14043", "– ", "14050", " DOI: 10.1002/chem.201002135", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "48. ", "High Gas Sorption and Metal-Ion Exchange of Microporous Metal-Organic Frameworks with Incorporated Imide Groups", "Prasad, Thazhe Kootteri; Hong, Dae Ho; Suh, Myunghyun Paik", "Chemistry--A European Journal", "\r\n        (", "2010", "),\r\n    ", "16", "\r\n        (", "47", "),\r\n    ", "14043-14050, S14043/1-S14043/27", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Metal-org. frameworks (MOFs), [Cu2(bdcppi)(DMF)2]·10DMF·2H2On (SNU-50) and [Zn2(bdcppi)(DMF)3]·6DMF·4H2On (SNU-51), were prepd. by the solvothermal reactions of N,N'-bis(3,5-dicarboxyphenyl)pyromellitic diimide (H4BDCPPI) with Cu(NO3)2 and Zn(NO3)2, resp.  Framework SNU-50 has an NbO-type net structure, whereas SNU-51 has a PtS-type net structure.  Desolvated solid [Cu2(bdcppi)]n (SNU-50'), which was prepd. by guest exchange of SNU-50 with acetone followed by evacuation at 170°, adsorbs high amts. of N2, H2, O2, CO2, and CH4 gases due to the presence of a vacant coordination site at every metal ion, and to the presence of imide groups in the ligand.  The Langmuir surface area is 2450 m2 g-1.  It adsorbs H2 gas up to 2.10% at 1 atm and 77 K, with zero coverage isosteric heat of 7.1 kJ mol-1, up to a total of 7.85% at 77 K and 60 bar.  Its CO2 and CH4 adsorption capacities at 298 K are 77% at 55 bar and 17% at 60 bar, resp.  Of particular note is the O2 adsorption capacity of SNU-50' (118% at 77 K and 0.2 atm), which is the highest reported so far for any MOF.  By metal-ion exchange of SNU-51 with CuII, [Cu2(bdcppi)(DMF)3]·7DMF·5H2On (SNU-51-CuDMF) with a PtS-type net was prepd., which could not be synthesized by a direct solvothermal reaction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsFCktr7J&md5=d668df9e24808f1f95d39f584e4028d3", "49. ", "Wu", ", ", "H.", "; ", "Simmons", ", ", "J. M.", "; ", "Liu", ", ", "Y.", "; ", "Brown", ", ", "C. M.", "; ", "Wang", ", ", "X.-S.", "; ", "Ma", ", ", "S.", "; ", "Peterson", ", ", "V. K.", "; ", "Southon", ", ", "P. D.", "; ", "Kepert", ", ", "C. J.", "; ", "Zhou", ", ", "H.-C.", "; ", "Yildirim", ", ", "T.", "; ", "Zhou", ", ", "W.", " ", "Metal–Organic Frameworks with Exceptionally High Methane Uptake: Where and How is Methane Stored?", " ", "Chem. - Eur. J.", " ", "2010", ",  ", "16", ",  ", "5205", "– ", "5214", " DOI: 10.1002/chem.200902719", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "49. ", "Metal-Organic Frameworks with Exceptionally High Methane Uptake: Where and How is Methane Stored?", "Wu, Hui; Simmons, Jason M.; Liu, Yun; Brown, Craig M.; Wang, Xi-Sen; Ma, Shengqian; Peterson, Vanessa K.; Southon, Peter D.; Kepert, Cameron J.; Zhou, Hong-Cai; Yildirim, Taner; Zhou, Wei", "Chemistry - A European Journal", "\r\n        (", "2010", "),\r\n    ", "16", "\r\n        (", "17", "),\r\n    ", "5205-5214, S5205/1-S5205/16", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Metal-org. frameworks (MOFs) are a novel family of physisorptive materials that have exhibited great promise for methane storage.  So far, a detailed understanding of their methane adsorption mechanism is still scarce.  Herein, we report a comprehensive mechanistic study of methane storage in three milestone MOF compds. (HKUST-1, PCN-11, and PCN-14) the CH4 storage capacities of which are among the highest reported so far among all porous materials.  The three MOFs consist of the same dicopper paddle-wheel secondary building units, but contain different org. linkers, leading to cagelike pores with various sizes and geometries.  From neutron powder diffraction expts. and accurate data anal., assisted by grand canonical Monte Carlo (GCMC) simulations and DFT calcns., we unambiguously revealed the exact locations of the stored methane mols. in these MOF materials.  We found that methane uptake takes place primarily at two types of strong adsorption site: (1) the open Cu coordination sites, which exhibit enhanced Coulomb attraction toward methane, and (2) the van der Waals potential pocket sites, in which the total dispersive interactions are enhanced due to the mol. being in contact with multiple \"surfaces.\".  Interestingly, the enhanced van der Waals sites are present exclusively in small cages and at the windows to these cages, whereas large cages with relatively flat pore surfaces bind very little methane.  Our results suggest that further, rational development of new MOF compds. for methane storage applications should focus on enriching open metal sites, increasing the vol. percentage of accessible small cages and channels, and minimizing the fraction of large pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXltlWgtb0%253D&md5=8f6059d2e137ca23fb5eeb17d127be74", "50. ", "Ma", ", ", "S.", "; ", "Sun", ", ", "D.", "; ", "Simmons", ", ", "J. M.", "; ", "Collier", ", ", "C. D.", "; ", "Yuan", ", ", "D.", "; ", "Zhou", ", ", "H.-C.", " ", "Metal-Organic Framework from an Anthracene Derivative Containing Nanoscopic Cages Exhibiting High Methane Uptake", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "1012", "– ", "1016", " DOI: 10.1021/ja0771639", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "50. ", "Metal-Organic Framework from an Anthracene Derivative Containing Nanoscopic Cages Exhibiting High Methane Uptake", "Ma, Shengqian; Sun, Daofeng; Simmons, Jason M.; Collier, Christopher D.; Yuan, Daqiang; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "3", "),\r\n    ", "1012-1016", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A microporous metal-org. framework, PCN-14, based on an anthracene deriv., 5,5'- (9,10-anthracene-diyl)di-isophthalate (H4adip), was synthesized under solvothermal reaction conditions.  X-ray single crystal anal. revealed that PCN-14 consists of nanoscopic cages suitable for gas storage.  N2-adsorption studies of PCN-14 at 77 K reveal a Langmuir surface area of 2176 m2/g and a pore vol. of 0.87 cm3/g.  Methane adsorption studies at 290 K and 35 bar show that PCN-14 exhibits an abs. methane-adsorption capacity of 230 vol./vol., 28% higher than the DOE target (180 vol./vol.) for methane storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlymug%253D%253D&md5=47684d1faab210ef528aa92e5e5754a3", "51. ", "He", ", ", "Y.", "; ", "Zhou", ", ", "W.", "; ", "Qian", ", ", "G.", "; ", "Chen", ", ", "B.", " ", "Methane Storage in Metal-Organic Frameworks", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5657", "– ", "5678", " DOI: 10.1039/C4CS00032C", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "51. ", "Methane storage in metal-organic frameworks", "He, Yabing; Zhou, Wei; Qian, Guodong; Chen, Banglin", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5657-5678", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Natural gas (NG), whose main component is methane, is an attractive fuel for vehicular applications.  Realization of safe, cheap and convenient means and materials for high-capacity methane storage can significantly facilitate the implementation of natural gas fuelled vehicles.  The physisorption based process involving porous materials offers an efficient storage methodol. and the emerging porous metal-org. frameworks have been explored as potential candidates because of their extraordinarily high porosities, tunable pore/cage sizes and easily immobilized functional sites.  In this view, we provide an overview of the current status of metal-org. frameworks for methane storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7bN&md5=f9e13d60752208607906607de7b6022f", "52. ", "Yazaydin", ", ", "A. O.", "; ", "Snurr", ", ", "R. Q.", "; ", "Park", ", ", "T. H.", "; ", "Koh", ", ", "K.", "; ", "Liu", ", ", "J.", "; ", "LeVan", ", ", "M. D.", "; ", "Benin", ", ", "A. I.", "; ", "Jakubczak", ", ", "P.", "; ", "Lanuza", ", ", "M.", "; ", "Galloway", ", ", "D. B.", "; ", "Low", ", ", "J. J.", "; ", "Willis", ", ", "R. R.", " ", "Screening of Metal-Organic Frameworks for Carbon Dioxide Capture from Flue Gas Using a Combined Experimental and Modeling Approach", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "18198", "– ", "18199", " DOI: 10.1021/ja9057234", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "52. ", "Screening of Metal-Organic Frameworks for Carbon Dioxide Capture from Flue Gas Using a Combined Experimental and Modeling Approach", "Yazaydin, A. Ozgur; Snurr, Randall Q.; Park, Tae-Hong; Koh, Kyoungmoo; Liu, Jian; LeVan, M. Douglas; Benin, Annabelle I.; Jakubczak, Paulina; Lanuza, Mary; Galloway, Douglas B.; Low, John J.; Willis, Richard R.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "51", "),\r\n    ", "18198-18199", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A diverse collection of 14 metal-org. frameworks (MOF) for flue gas CO2 capture are reported.  Synthesis, characterization, and adsorption measurements for about half the MOF are reported; adsorption data were collected from the literature for the remaining MOF.  The diversity of the selected materials will help improve the understanding fo MOF CO2 capture.  Also, these data were used to validate a general strategy for mol. modeling of CO2 and other small mols. in MOF.  This strategy is fully predicting with no parameter-fitting.  This approach can be used to rapidly screen addnl. MOF, saving large amts. of exptl. time and costs.  Grand canonical Monte Carlo simulations were performed for a model which included electrostatic and Lennard-Jones interactions among atoms in the system.  The framework and individual CO2 mols. are considered to be rigid.  Interactions among CO2 mols. were modeled with the TraAPPE force field (J.J. Potoff and J.I. Siepmann, 2001); Lennard-Jones parameters for MOF atoms were taken from DREIDING (S.L. Mayo, et al., 1990) and UFF (A.K. Rappe, et al., 1992) force fields.  Partial charges on MOF atoms were derived from d. functional theory calcns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFShsr7L&md5=ee067ec4cee9d1095897b19d957671db", "53. ", "Mason", ", ", "J. A.", "; ", "Veenstra", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "Evaluating Metal-Organic Frameworks for Natural Gas Storage", " ", "Chem. Sci.", " ", "2014", ",  ", "5", ",  ", "32", "– ", "41", " DOI: 10.1039/C3SC52633J", " ", "[", "Crossref", "], [", "CAS", "]", "53. ", "Evaluating metal-organic frameworks for natural gas storage", "Mason, Jarad A.; Veenstra, Mike; Long, Jeffrey R.", "Chemical Science", "\r\n        (", "2014", "),\r\n    ", "5", "\r\n        (", "1", "),\r\n    ", "32-51", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks have received significant attention as a new class of adsorbents for natural gas storage; however, inconsistencies in reporting high-pressure adsorption data and a lack of comparative studies have made it challenging to evaluate both new and existing materials.  Here, we briefly discuss high-pressure adsorption measurements and review efforts to develop metal-org. frameworks with high methane storage capacities.  To illustrate the most important properties for evaluating adsorbents for natural gas storage and for designing a next generation of improved materials, six metal-org. frameworks and an activated carbon, with a range of surface areas, pore structures, and surface chemistries representative of the most promising adsorbents for methane storage, are evaluated in detail.  High-pressure methane adsorption isotherms are used to compare gravimetric and volumetric capacities, isosteric heats of adsorption, and usable storage capacities.  Addnl., the relative importance of increasing volumetric capacity, rather than gravimetric capacity, for extending the driving range of natural gas vehicles is highlighted.  Other important systems-level factors, such as thermal management, mech. properties, and the effects of impurities, are also considered, and potential materials synthesis contributions to improving performance in a complete adsorbed natural gas system are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVGntLvE&md5=05a99cd7be9ef1819aca42d1c36f1f1d", "54. ", "Aprea", ", ", "P.", "; ", "Caputo", ", ", "D.", "; ", "Gargiulo", ", ", "N.", "; ", "Iucolano", ", ", "F.", "; ", "Pepe", ", ", "F.", " ", "Modeling Carbon Dioxide Adsorption on Microporous Substrates: Comparison between Cu-BTC Metal–Organic Framework and 13X Zeolitic Molecular Sieve", " ", "J. Chem. Eng. Data", " ", "2010", ",  ", "55", ",  ", "3655", "– ", "3661", " DOI: 10.1021/je1002225", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "54. ", "Modeling Carbon Dioxide Adsorption on Microporous Substrates: Comparison between Cu-BTC Metal-Organic Framework and 13X Zeolitic Molecular Sieve", "Aprea, Paolo; Caputo, Domenico; Gargiulo, Nicola; Iucolano, Fabio; Pepe, Francesco", "Journal of Chemical & Engineering Data", "\r\n        (", "2010", "),\r\n    ", "55", "\r\n        (", "9", "),\r\n    ", "3655-3661", "CODEN:\r\n                ", "JCEAAX", ";\r\n        ISSN:", "0021-9568", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "CO2 adsorption on a lab.-synthesized polymeric Cu(II) benzene-1,3,5-tricarboxylate (Cu-BTC) metal-org. framework was modeled by the semiempirical Sips equation to obtain parameters of engineering interest.  Produced Cu-BTC samples were characterized by x-ray diffraction, TG, and microporosimetric anal.; high crystallinity and very high sp. surface area and pore vol. were found.  CO2 adsorption isotherms on Cu-BTC were evaluated at T = (283, 293, 318, and 343) K for p ≤ 1 bar by a volumetric technique.  To establish a comparison, CO2 adsorption isotherms on samples of com. 13X zeolite were detd. under the same exptl. conditions and then modeled in the same way as those for Cu-BTC.  The modeling and relative to 13X zeolite, Cu-BTC showed higher CO2 adsorption capacities at near-ambient temp. and a lower heat release during the adsorption phase.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXovFKgs7s%253D&md5=a8c91941bc27fa6a26dc06a8af20bc76", "55. ", "Xiao", ", ", "B.", "; ", "Wheatley", ", ", "P. S.", "; ", "Zhao", ", ", "X.", "; ", "Fletcher", ", ", "A. J.", "; ", "Fox", ", ", "S.", "; ", "Rossi", ", ", "A. G.", "; ", "Megson", ", ", "I. L.", "; ", "Bordiga", ", ", "S.", "; ", "Regli", ", ", "L.", "; ", "Thomas", ", ", "K. M.", "; ", "Morris", ", ", "R. E.", " ", "High-Capacity Hydrogen and Nitric Oxide Adsorption and Storage in a Metal–Organic Framework", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "1203", "– ", "1209", " DOI: 10.1021/ja066098k", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "55. ", "High-Capacity Hydrogen and Nitric Oxide Adsorption and Storage in a Metal-Organic Framework", "Xiao, Bo; Wheatley, Paul S.; Zhao, Xuebo; Fletcher, Ashleigh J.; Fox, Sarah; Rossi, Adriano G.; Megson, Ian L.; Bordiga, S.; Regli, L.; Thomas, K. Mark; Morris, Russell E.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "5", "),\r\n    ", "1203-1209", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Gas adsorption expts. were carried out on a Cu benzene tricarboxylate metal-org. framework material, HKUST-1.  Hydrogen adsorption at 1 and 10 bar (both 77 K) gives an adsorption capacity of 11.16 mmol H2 per g of HKUST-1 (22.7 mg g-1, 2.27%) at 1 bar and 18 mmol per g (36.28 mg g-1, 3.6%) at 10 bar.  Adsorption of D2 at 1 bar (77 K) is between 1.09 (at 1 bar) and 1.20(at <100 mbar) times the H2 values depending on the pressure, agreeing with the theor. expectations.  Gravimetric adsorption measurements of NO on HKUST-1 at 196 K (1 bar) gives a large adsorption capacity of ∼9 mmol g-1, which is significantly greater than any other adsorption capacity reported on a porous solid.  At 298 K the adsorption capacity at 1 bar is just over 3 mmol g-1.  Infra red expts. show that the NO binds to the empty Cu metal sites in HKUST-1.  Chemiluminescence and platelet aggregometry expts. indicate that the amt. of NO recovered on exposure of the resulting complex to H2O is enough to be biol. active, completely inhibiting platelet aggregation in platelet rich plasma.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhvVCjug%253D%253D&md5=ece5be8da39d229b9db7f7dc838de82a", "56. ", "Zhou", ", ", "W.", "; ", "Wu", ", ", "H.", "; ", "Hartman", ", ", "M. R.", "; ", "Yildirim", ", ", "T.", " ", "Hydrogen and Methane Adsorption in Metal–Organic Frameworks: A High-Pressure Volumetric Study", " ", "J. Phys. Chem. C", " ", "2007", ",  ", "111", ",  ", "16131", "– ", "16137", " DOI: 10.1021/jp074889i", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "56. ", "Hydrogen and Methane Adsorption in Metal-Organic Frameworks: A High-Pressure Volumetric Study", "Zhou, Wei; Wu, Hui; Hartman, Michael R.; Yildirim, Taner", "Journal of Physical Chemistry C", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "44", "),\r\n    ", "16131-16137", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors report hydrogen and methane adsorption isotherms in 2 prototypical metal-org. framework compds. (i.e., MOF5 and ZIF8) over a large temp. (30-300 K) and pressure (up to 65 bar) range using a fully computer-controlled Sieverts app.  In a volumetric method, a proper choice of real gas equation of state is crit. for obtaining reliable isotherm data.  The widely used van der Waals equation of state (EOS) is not adequate to describe H2 and CH4, while the modified Benedict-Webb-Rubin (MBWR) EOS works well, even at very low temps. and high pressures.  With the known sample mass and bulk d., the skeleton d. and the specific pore vol. of MOF5 and ZIF8 were also measured.  In addn. to excess and abs. adsorption isotherms, the authors also introduce an effective adsorption which compares the amts. of gas adsorbed in a container with and without the adsorbent.  At low temps., the maximal excess adsorption capacities of H2 and CH4 in MOF5 are 10.3% and 51.7%, resp., while they are only 4.4% and 22.4% in ZIF8.  From the temp.-dependent isotherm data, the isosteric heat of adsorption (Qst) was also estd.  The excess Qst's for the initial H2 and CH4 adsorption in MOF5 are ∼4.8 kJ/mol and ∼12.2 kJ/mol, resp.  The authors obtained similar Qst's for ZIF8.  The authors hope that the detailed isotherm curves reported here over a large temp. and pressure range will be a crit. test for future grand canonical Monte Carlo simulations and force-field models.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFWqtbjL&md5=5929450c7b34ee817bcb88a1d1461a5b", "57. ", "Park", ", ", "K. S.", "; ", "Ni", ", ", "Z.", "; ", "Côté", ", ", "A. P.", "; ", "Choi", ", ", "J. Y.", "; ", "Huang", ", ", "R.", "; ", "Uribe-Romo", ", ", "F. J.", "; ", "Chae", ", ", "H. K.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Exceptional Chemical and Thermal Stability of Zeolitic Imidazolate Frameworks", " ", "Proc. Natl. Acad. Sci. U. S. A.", " ", "2006", ",  ", "103", ",  ", "10186", "– ", "10191", " DOI: 10.1073/pnas.0602439103", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "57. ", "Exceptional chemical and thermal stability of zeolitic imidazolate frameworks", "Park, Kyo Sung; Ni, Zheng; Cote, Adrien P.; Choi, Jae Yong; Huang, Rudan; Uribe-Romo, Fernando J.; Chae, Hee K.; O'Keeffe, Michael; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2006", "),\r\n    ", "103", "\r\n        (", "27", "),\r\n    ", "10186-10191", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "Twelve zeolitic imidazolate frameworks (ZIFs; termed ZIF-1 to -12) were synthesized as crystals by copolymn. of either Zn(II) (ZIF-1 to -4, -6 to -8, and -10 to -11) or Co(II) (ZIF-9 and -12) with imidazolate-type links.  The ZIF crystal structures are based on the nets of seven distinct aluminosilicate zeolites: tetrahedral Si(Al) and the bridging O are replaced with transition metal ion and imidazolate link, resp.  One example of mixed-coordination imidazolate of Zn(II) and In(III) (ZIF-5) based on the garnet net is reported.  Study of the gas adsorption and thermal and chem. stability of two prototypical members, ZIF-8 and -11, demonstrated their permanent porosity (Langmuir surface area = 1,810 m2/g), high thermal stability (up to 550°), and remarkable chem. resistance to boiling alk. H2O and org. solvents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XntlKjtbo%253D&md5=c28cd5862d4765fe4e4937195f5bb4df", "58. ", "Li", ", ", "L.", "; ", "Tang", ", ", "S.", "; ", "Wang", ", ", "C.", "; ", "Lv", ", ", "X.", "; ", "Jiang", ", ", "M.", "; ", "Wu", ", ", "H.", "; ", "Zhao", ", ", "X.", " ", "High Gas Storage Capacities and Stepwise Adsorption in a UiO Type Metal-Organic Framework Incorporating Lewis Basic Bipyridyl Sites", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "2304", "– ", "2307", " DOI: 10.1039/c3cc48275h", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "58. ", "High gas storage capacities and stepwise adsorption in a UiO type metal-organic framework incorporating Lewis basic bipyridyl sites", "Li, Liangjun; Tang, Sifu; Wang, Chao; Lv, Xiaoxia; Jiang, Min; Wu, Huaizhi; Zhao, Xuebo", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "18", "),\r\n    ", "2304-2307", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A UiO type MOF with Lewis basic bipyridyl sites was synthesized and structurally characterized.  After being activated by Soxhlet extn., this MOF exhibits high storage capacities for H2, CH4, and CO2, and shows unusual stepwise adsorption for liq. CO2 and solvents, indicating a sequential filling mechanism on different adsorption sites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXitVegu7s%253D&md5=b7f899239a1689658fe170668265b630", "59. ", "Mason", ", ", "J. A.", "; ", "Sumida", ", ", "K.", "; ", "Herm", ", ", "Z. R.", "; ", "Krishna", ", ", "R.", "; ", "Long", ", ", "J. R.", " ", "Evaluating Metal-Organic Frameworks for Post-Combustion Carbon Dioxide Capture via Temperature Swing Adsorption", " ", "Energy Environ. Sci.", " ", "2011", ",  ", "4", ",  ", "3030", "– ", "3040", " DOI: 10.1039/c1ee01720a", " ", "[", "Crossref", "], [", "CAS", "]", "59. ", "Evaluating metal-organic frameworks for post-combustion carbon dioxide capture via temperature swing adsorption", "Mason, Jarad A.; Sumida, Kenji; Herm, Zoey R.; Krishna, Rajamani; Long, Jeffrey R.", "Energy & Environmental Science", "\r\n        (", "2011", "),\r\n    ", "4", "\r\n        (", "8", "),\r\n    ", "3030-3040", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two representative metal-org. frameworks, Zn4O(BTB)2 (BTB3- = 1,3,5-benzenetribenzoate; MOF-177) and Mg2(dobdc) (dobdc4- = 1,4-dioxido-2,5-benzenedicarboxylate; Mg-MOF-74, CPO-27-Mg), are evaluated in detail for their potential use in post-combustion CO2 capture via temp. swing adsorption (TSA).  Low-pressure single-component CO2 and N2 adsorption isotherms were measured every 10° from 20 to 200°, allowing the performance of each material to be analyzed precisely.  To gain a more complete understanding of the sepn. phenomena and the thermodn. of CO2 adsorption, the isotherms were analyzed using a variety of methods.  With regard to the isosteric heat of CO2 adsorption, Mg2(dobdc) exhibits an abrupt drop at loadings approaching the satn. of the Mg2+ sites, which has significant implications for regeneration in different industrial applications.  The CO2/N2 selectivities were calcd. using ideal adsorbed soln. theory (IAST) for MOF-177, Mg2(dobdc), and zeolite NaX, and working capacities were estd. using a simplified TSA model.  Significantly, MOF-177 fails to exhibit a pos. working capacity even at regeneration temps. ≤200°, while Mg2(dobdc) reaches a working capacity of 17.6% at this temp.  Breakthrough simulations were also performed for the three materials, demonstrating the superior performance of Mg2(dobdc) over MOF-177 and zeolite NaX.  The presence of strong CO2 adsorption sites is essential for a metal-org. framework to be of utility in post-combustion CO2 capture via a TSA process, and present a methodol. for the evaluation of new metal-org. frameworks via anal. of single-component gas adsorption isotherms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFSrs7bI&md5=6db0dde57f421548748aa557127ae651", "60. ", "Sumida", ", ", "K.", "; ", "Brown", ", ", "C. M.", "; ", "Herm", ", ", "Z. R.", "; ", "Chavan", ", ", "S.", "; ", "Bordiga", ", ", "S.", "; ", "Long", ", ", "J. R.", " ", "Hydrogen Storage Properties and Neutron Scattering Studies of Mg", "2", "(dobdc) - a Metal-Organic Framework with Open Mg", "2+", " Adsorption Sites", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "1157", "– ", "1159", " DOI: 10.1039/C0CC03453C", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "60. ", "Hydrogen storage properties and neutron scattering studies of Mg2(dobdc) - a metal-organic framework with open Mg2+ adsorption sites", "Sumida, Kenji; Brown, Craig M.; Herm, Zoey R.; Chavan, Sachin; Bordiga, Silvia; Long, Jeffrey R.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "4", "),\r\n    ", "1157-1159", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The hydrogen storage properties of Mg2(dobdc) (dobdc4- = 2,5-dioxido-1,4-benzenedicarboxylate), a metal-org. framework possessing hexagonal one-dimensional channels decorated with unsatd. Mg2+ coordination sites, have been examd. by low- and high-pressure adsorption expts., IR spectroscopy, and neutron scattering studies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjsVyjtQ%253D%253D&md5=dc4d56cabb58a1997c9a014163145cde", "61. ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T.-H.", "; ", "Long", ", ", "J. R.", " ", "Carbon Dioxide Capture in Metal–Organic Frameworks", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "– ", "781", " DOI: 10.1021/cr2003272", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "61. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "62. ", "Myers", ", ", "A. L.", "; ", "Minka", ", ", "C.", "; ", "Ou", ", ", "D. Y.", " ", "Thermodynamic Properties of Adsorbed Mixtures of Benzene and Cyclohexane on Graphitized Carbon and Activated Charcoal at 30 °C", " ", "AIChE J.", " ", "1982", ",  ", "28", ",  ", "97", "– ", "102", " DOI: 10.1002/aic.690280114", " ", "[", "Crossref", "], [", "CAS", "]", "62. ", "Thermodynamic properties of adsorbed mixtures of benzene and cyclohexane on graphitized carbon and activated charcoal at 30°C", "Myers, A. L.; Minka, C.; Ou, D. Y.", "AIChE Journal", "\r\n        (", "1982", "),\r\n    ", "28", "\r\n        (", "1", "),\r\n    ", "97-102", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    ", "The adsorption was studied of mixts. of benzene and cyclohexane on 2 types of C surface: graphitized C and activated charcoal.  The properties of the adsorbed soln. approach those of bulk liq. at vapor satn. for graphitized C, but not for activated charcoal.  The mixts. adsorbed on graphitized C are nonideal, and the deviations from ideality increase with surface coverage.  For activated charcoal, the adsorbed mixts. are nearly ideal at all coverages.  Mixt. behavior for both adsorbents can be predicted without using exptl. data for the adsorbed mixts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL38XkvFyqsLc%253D&md5=97a36fbe42e0c34365f5bc6db0438f21", "63. ", "Chen", ", ", "J.", "; ", "Loo", ", ", "L. S.", "; ", "Wang", ", ", "K.", " ", "An Ideal Absorbed Solution Theory (IAST) Study of Adsorption Equilibria of Binary Mixtures of Methane and Ethane on a Templated Carbon", " ", "J. Chem. Eng. Data", " ", "2011", ",  ", "56", ",  ", "1209", "– ", "1212", " DOI: 10.1021/je101099c", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "63. ", "An Ideal Absorbed Solution Theory (IAST) Study of Adsorption Equilibria of Binary Mixtures of Methane and Ethane on a Templated Carbon", "Chen, Jiahui; Loo, Leslie S.; Wang, Kean", "Journal of Chemical & Engineering Data", "\r\n        (", "2011", "),\r\n    ", "56", "\r\n        (", "4", "),\r\n    ", "1209-1212", "CODEN:\r\n                ", "JCEAAX", ";\r\n        ISSN:", "0021-9568", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption equil. of pure methane and ethane gases as well as their binary mixts. were measured on a template-synthesized carbon.  The pure component isotherm data were fitted to the Sips equation, while the binary equil. were studied by the extended Sips equation as well as the ideal adsorbed soln. theory (IAST).  The IAST performed better than the extended Sips in predicting the binary data on the highly heterogeneous carbon sample.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXis1Oksrw%253D&md5=af3826641745e0836e1f7ece4e497256", "64. ", "Duan", ", ", "J.", "; ", "Higuchi", ", ", "M.", "; ", "Horike", ", ", "S.", "; ", "Foo", ", ", "M. L.", "; ", "Rao", ", ", "K. P.", "; ", "Inubushi", ", ", "Y.", "; ", "Fukushima", ", ", "T.", "; ", "Kitagawa", ", ", "S.", " ", "High CO", "2", "/CH", "4", " and C2 Hydrocarbons/CH", "4", " Selectivity in a Chemically Robust Porous Coordination Polymer", " ", "Adv. Funct. Mater.", " ", "2013", ",  ", "23", ",  ", "3525", "– ", "3530", " DOI: 10.1002/adfm.201203288", " ", "[", "Crossref", "], [", "CAS", "]", "64. ", "High CO2/CH4 and C2 Hydrocarbons/CH4 Selectivity in a Chemically Robust Porous Coordination Polymer", "Duan, Jingui; Higuchi, Masakazu; Horike, Satoshi; Foo, Maw Lin; Rao, Koya Prabhakara; Inubushi, Yasutaka; Fukushima, Tomohiro; Kitagawa, Susumu", "Advanced Functional Materials", "\r\n        (", "2013", "),\r\n    ", "23", "\r\n        (", "28", "),\r\n    ", "3525-3530", "CODEN:\r\n                ", "AFMDC6", ";\r\n        ISSN:", "1616-301X", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A new porous coordination polymer, ([La(BTB)H2O]·solvent (1∋guest)), was synthesized.  Gas adsorption, ideal adsorbed soln. theory (IAST) and breakthrough expts. of it exhibits high CH4 sepn. capability toward CO2 and C2 hydrocarbons at 273 K.  In addn., this also shows good water and chem. stability, in particular, it is stable at pH = 14 at 100°, which is unprecedented for carboxylate-based porous coordination polymers.  Furthermore, the effective adsorption site for sepn. is revealed by using an in situ diffuse reflectance IR fourier transform (DRIFT) spectra study.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjtVehs74%253D&md5=0fb69adceae5616c40623b4a58993937", "65. ", "Cavenati", ", ", "S.", "; ", "Grande", ", ", "C. A.", "; ", "Rodrigues", ", ", "A. E.", "; ", "Kiener", ", ", "C.", "; ", "Müller", ", ", "U.", " ", "Metal Organic Framework Adsorbent for Biogas Upgrading", " ", "Ind. Eng. Chem. Res.", " ", "2008", ",  ", "47", ",  ", "6333", "– ", "6335", " DOI: 10.1021/ie8005269", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "65. ", "Metal Organic Framework Adsorbent for Biogas Upgrading", "Cavenati, Simone; Grande, Carlos A.; Rodrigues, Alirio E.; Kiener, Christoph; Muller, Ulrich", "Industrial & Engineering Chemistry Research", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "16", "),\r\n    ", "6333-6335", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The discovery of new materials with enhanced selectivity or capacity will boost adsorption applications, esp. for environmental control.  In particular, it was mentioned that metal-org. frameworks (MOF) with different tailored properties may be prepd. for desired sepns.  To promote industrial application of MOF materials, up-scaling and process design still must be completely developed.  In this work, we report adsorption equil. data of methane and carbon dioxide on Cu-MOF extrudates (e.g., Cu-BTC).  The most important properties obsd. are the high-capacity for CO2 and the small nonlinearity of the isotherms.  In this context, this adsorbent can be used for biogas upgrading to produce biomethane and reduce fossil-fuel CO2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXovFSrsr4%253D&md5=ad0f96cf9293b6279ed1fe6b8c8d5497", "66. ", "Mulgundmath", ", ", "V. P.", "; ", "Tezel", ", ", "F. H.", "; ", "Saatcioglu", ", ", "T.", "; ", "Golden", ", ", "T. C.", " ", "Adsorption and Separation of CO", "2", "/N", "2", " and CO", "2", "/CH", "4", " by 13X Zeolite", " ", "Can. J. Chem. Eng.", " ", "2012", ",  ", "90", ",  ", "730", "– ", "738", " DOI: 10.1002/cjce.20592", " ", "[", "Crossref", "], [", "CAS", "]", "66. ", "Adsorption and separation of CO2/N2 and CO2/CH4 by 13X zeolite", "Mulgundmath, V. P.; Tezel, F. H.; Saatcioglu, T.; Golden, T. C.", "Canadian Journal of Chemical Engineering", "\r\n        (", "2012", "),\r\n    ", "90", "\r\n        (", "3", "),\r\n    ", "730-738", "CODEN:\r\n                ", "CJCEA7", ";\r\n        ISSN:", "0008-4034", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "Accumulation of greenhouse gases in the atm. is responsible for increased global warming of our planet.  The increasing concn. of carbon dioxide mainly from flue gas, automobile and landfill gas (LFG) emissions are major contributors to this problem.  In this work, CO2, CH4 and N2 adsorption was studied on Ceca 13X zeolite by detg. pure and binary mixt. isotherms using a const. vol. method and a concn. pulse chromatog. technique at 40 and 100° C.  The exptl. data were then compared to the predicted binary behavior by extended Langmuir model.  Results showed that the extended Langmuir theor. adsorption model can only be applied as an approxn. to predict the exptl. binary behavior for the systems studied.  Equil. phase diagrams were obtained from the exptl. binary isotherms.  For these systems, the integral thermodn. consistency tests were also conducted.  It was found that Ceca 13X exhibits large CO2/CH4 and CO2/N2 selectivity and could find application in landfill gas purifn., CO2 removal from natural gas and CO2 removal from ambient air or flue gas streams.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XnsVOhtL4%253D&md5=23fd57f266f58356eb7661c555726832", "67. ", "Zheng", ", ", "B.", "; ", "Bai", ", ", "J.", "; ", "Duan", ", ", "J.", "; ", "Wojtas", ", ", "L.", "; ", "Zaworotko", ", ", "M. J.", " ", "Enhanced CO", "2", " Binding Affinity of a High-Uptake rht-Type Metal–Organic Framework Decorated with Acylamide Groups", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "748", "– ", "751", " DOI: 10.1021/ja110042b", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "67. ", "Enhanced CO2 binding affinity of a high-uptake rht-type metal-organic framework decorated with acylamide groups", "Zheng, Baishu; Bai, Junfeng; Duan, Jingui; Wojtas, Lukasz; Zaworotko, Michael J.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "4", "),\r\n    ", "748-751", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An rht-type metal-org. framework (MOF) prepd. from M2(carboxylate)4 (M = Cu, Co) paddlewheel clusters and a flexible C3-sym. hexacarboxylate ligand with acylamide groups exhibits larger CO2 uptake, an enhanced heat of adsorption, and higher selectivity toward CO2/N2 in comparison with what was previously obsd. for an analogous MOF with alkyne groups.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsF2ku77O&md5=d6d344c487e474f8969de5720df246c8", "68. ", "Sabouni", ", ", "R.", "; ", "Kazemian", ", ", "H.", "; ", "Rohani", ", ", "S.", " ", "Carbon Dioxide Adsorption in Microwave-Synthesized Metal Organic Framework CPM-5: Equilibrium and Kinetics Study", " ", "Microporous Mesoporous Mater.", " ", "2013", ",  ", "175", ",  ", "85", "– ", "91", " DOI: 10.1016/j.micromeso.2013.03.024", " ", "[", "Crossref", "], [", "CAS", "]", "68. ", "Carbon dioxide adsorption in microwave-synthesized metal organic framework CPM-5: Equilibrium and kinetics study", "Sabouni, Rana; Kazemian, Hossein; Rohani, Sohrab", "Microporous and Mesoporous Materials", "\r\n        (", "2013", "),\r\n    ", "175", "\r\n        (", "),\r\n    ", "85-91", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "The adsorption equil. and diffusion of CO2 in CPM-5 (cryst. porous materials) were exptl. studied using a volumetric approach at three different temps. 273, 298, and 318 K and gas pressures up to 105 kPa.  The Freundlich adsorption equil. model was applied to correlate the adsorption isotherms, and the classical microspore diffusion model was applied to obtain the adsorption kinetic curves and diffusivity of CO2 in CPM-5.  The selectivity of CO2 over N2 was estd. from the single component isotherms at conditions relevant to post combustion applications (0.15 bar PCO2 and 0.75 bar pN2).  At pressures up to 105 kPa, the CPM-5 adsorbent has CO2 adsorption capacity of 3 mmol/g, 2.3 mmol/g, at 273 K and 298 K, resp., which is significantly higher than those of MOF-5 under the same conditions.  The selectivity factor was 14.2 and 16.1 at 273 and 298 K, resp.  The CO2 diffusivity in CPM-5, estd. from the adsorption kinetic data measured at low pressures, are 1.86 × 10-12 m2/s, 7.04 × 10-12 m2/s, and 7.87 × 10-12m2/s at 273 K, 298 K and 318 K, resp.  The initial isosteric heat of adsorption of CO2 on the CPM-5 is 36.1 kJ/mol.  CPM-5 shows attractive adsorption properties as an adsorbent for sepn. of CO2 from flue gas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXnslaktrY%253D&md5=b46745cb9dbdf0104c0b881c51a8a55c", "69. ", "Reid", ", ", "C. R.", "; ", "Thomas", ", ", "K. M.", " ", "Adsorption of Gases on a Carbon Molecular Sieve Used for Air Separation: Linear Adsorptives as Probes for Kinetic Selectivity", " ", "Langmuir", " ", "1999", ",  ", "15", ",  ", "3206", "– ", "3218", " DOI: 10.1021/la981289p", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "69. ", "Adsorption of Gases on a Carbon Molecular Sieve Used for Air Separation: Linear Adsorptives as Probes for Kinetic Selectivity", "Reid, C. R.; Thomas, K. M.", "Langmuir", "\r\n        (", "1999", "),\r\n    ", "15", "\r\n        (", "9", "),\r\n    ", "3206-3218", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption of oxygen, nitrogen, and a series of gases/vapors with linear structures (carbon monoxide, carbon dioxide, nitrous oxide, acetylene and carbon disulfide) on a carbon mol. sieve typical of the materials used for air sepn. were studied over a range of temps. as a function of pressure in order to understand further the mechanism of air sepn.  The ratios of the rate consts. (kO2/kN2) were typically 25 for the carbon mol. sieve used thereby demonstrating the mol. sieving characteristics.  The adsorption kinetics obey a linear driving force (LDF) mass transfer model for most of the gases and exptl. conditions studied.  However there were deviations from the LDF model for carbon dioxide and nitrous oxide.  In the case of the former, the kinetic models ranged from LDF through a combined barrier resistance/diffusion model to Fickian diffusion depending on the exptl. conditions.  The adsorption rate consts. increase exponentially with increasing surface coverage for the mols. which follow the LDF model.  The barrier resistance kinetic consts. derived from the combined barrier resistance/diffusion model also have an exponential dependence on surface coverage.  The results are discussed in terms of the mechanism of gas sepn. using carbon mol. sieves.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXitVags7k%253D&md5=05483b1753869f8ee0dc743fbc200391", "70. ", "Si", ", ", "X.", "; ", "Jiao", ", ", "C.", "; ", "Li", ", ", "F.", "; ", "Zhang", ", ", "J.", "; ", "Wang", ", ", "S.", "; ", "Liu", ", ", "S.", "; ", "Li", ", ", "Z.", "; ", "Sun", ", ", "L.", "; ", "Xu", ", ", "F.", "; ", "Gabelica", ", ", "Z.", "; ", "Schick", ", ", "C.", " ", "High and Selective CO", "2", " Uptake, H", "2", " Storage and Methanol Sensing on the Amine-Decorated 12-Connected MOF CAU-1", " ", "Energy Environ. Sci.", " ", "2011", ",  ", "4", ",  ", "4522", "– ", "4527", " DOI: 10.1039/c1ee01380g", " ", "[", "Crossref", "], [", "CAS", "]", "70. ", "High and selective CO2 uptake, H2 storage and methanol sensing on the amine-decorated 12-connected MOF CAU-1", "Si, Xiaoliang; Jiao, Chengli; Li, Fen; Zhang, Jian; Wang, Shuang; Liu, Shuang; Li, Zhibao; Sun, Lixian; Xu, Fen; Gabelica, Zelimir; Schick, Christoph", "Energy & Environmental Science", "\r\n        (", "2011", "),\r\n    ", "4", "\r\n        (", "11", "),\r\n    ", "4522-4527", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The amine-decorated microporous metal-org. framework CAU-1 was readily synthesized and activated using a home-made efficient protocol.  It exhibited a high heat of adsorption for CO2, high CO2 uptake capacity, and an impressive selectivity for CO2 over N2.  At 273 K and up to 1 atm, CO2 uptake capacity can reach ≤7.2 mmol/g-1.  Comparatively, the CH4 and N2 uptakes at 273 K and 1 atm were only 1.34 mmol/g-1 and 0.37 mmol/g-1, resp.  The CO2/N2 selectivity was 101:1 at 273 K The isosteric heat of adsorption (Qst) for CO2 was ∼48 kJ/mol-1 at the onset of adsorption, and it decreases to ∼28 kJ/mol-1 at higher CO2 pressures.  Also, CAU-1 can adsorb 2.0% and 4.0% hydrogen at 77 K under 1 atm and 30 atm, resp.  The adsorption characteristics of CAU-1 for methanol studied in situ with a quartz crystal microbalance (QCM), indicated that this particular MOF structure can be used as a highly sensitive sensor for methanol detection such as direct methanol fuel cells.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVyrtb3J&md5=d594f95f593bdf96a38ab6e5665cf15f"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-45/acsami.5b07953/20151112/images/small/am-2015-07953n_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-45/acsami.5b07953/20151112/images/small/am-2015-07953n_0012.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-45/acsami.5b07953/20151112/images/small/am-2015-07953n_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-45/acsami.5b07953/20151112/images/small/am-2015-07953n_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-45/acsami.5b07953/20151112/images/small/am-2015-07953n_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-45/acsami.5b07953/20151112/images/small/am-2015-07953n_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-45/acsami.5b07953/20151112/images/small/am-2015-07953n_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-45/acsami.5b07953/20151112/images/small/am-2015-07953n_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-45/acsami.5b07953/20151112/images/small/am-2015-07953n_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-45/acsami.5b07953/20151112/images/small/am-2015-07953n_0008.gif\">"]}
