{"title": ["Construction of Metal−Organic Frameworks with Novel {Zn", "O", "} SBU or Chiral Channels through ", " Ligand Reaction"], "authors": ["Tuoping Hu", "Wenhua Bi", "Xiaoqin Hu", "Xiaoliang Zhao", "Daofeng Sun"], "doi": ["10.1021/cg100725j"], "abstract": ["Two new open zinc metal−organic frameworks with novel {Zn", "O", "} SBU or chiral centers have been synthesized from the same precursor through the in situ ligand reaction.", "By control of ", " ligand reaction, two zinc metal−organic frameworks (", ", ", ") have been isolated hydrothermally. Both complexes are 3D open frameworks. Complex ", ", which is based on an unprecedented {Zn", "O", "} SBU constructed of 2", "-imidazole-4,5-dicarboxylic acid (H", "IMDC), has the same topology as that of MOF-5. Complex ", " contains large homochiral channels based on the ", " generated 4,5-di(1", "-tetrazol-5-yl)-2", "-imidazole (H", "DTIM). Both H", "IMDC and H", "DTIM ligands are ", " generated from the same precursor, 2", "-imidazole-4,5-dicarbonitrile."], "text": ["The rational design and synthesis of functional metal−organic frameworks (MOFs) is becoming an active field in supramolecular chemistry and crystal engineering.", "(1, 2)", " In the past decades, many porous metal−organic frameworks based on multicarboxylate ligands with interesting topologies and potential application have been synthesized and characterized.", "(3, 4)", " Recently, functional MOFs with tetrazole ligands have also been reported, which indicate tetrazole groups can possess similar coordination characteristics to those of carboxylate groups.", "(5)", " Currently, one of the major challenges to chemists is to predict the structure of the product in a multicomponent system. Due to the complexity of one-pot assembly, it is difficult to control the reaction to construct MOFs with desired topologies. Furthermore, some unexpected ", "in situ", " ligand reactions may occur in the one-pot reaction involving organic ligand and metal ion, especially in hydro- or solvothermal reactions, which add more elements of complexity in accurately predicting final structures.", "However, from a design perspective, the rapidly developing ", "in situ", " ligand reaction may provide a new strategy in construction of functional MOFs.", "(6)", " For example, Xiong and co-workers have synthesized a series of MOFs based on tetrazole ligands ", "in situ", " generated from a CN-containing precursor.", "(7)", " Lin et al. reported a series of acentric MOFs of metal-carboxylate based on ", "in situ", " ligand reaction,", "(8)", " which may not be obtained from their corresponding carboxylate ligands. Hence, novel MOFs that cannot be obtained from the target ligand can be generated through ", "in situ", " ligand reaction.", "Scheme 1. Schematic Representation of ", "in Situ", " Generated Two Types of Organic Ligands from 2", "H", "-Imidazole-4,5-dicarbonitrile", "Considering these in mind, recently, we began to construct MOFs by use of the advantage of ", "in situ", " ligand reaction. On the basis of current research on ", "in situ", " ligand reaction, the carboxylate- and tetrazole-based ligands can be ", "in situ", " generated from the same precursor, CN-containing ligands (Scheme ", "1", "). Thus, the precursor we selected is 2", "H", "-imidazole-4,5-dicarbonitrile (HIMDN) due to its following characteristics: (1) it contains two CN groups, which can form a carboxylate or tetrazole ligand through ", "in situ", " ligand reaction; (2) although its corresponding acid, 2", "H", "-imidazole-4,5-dicarboxylic acid (H", "3", "IMDC), has been widely applied in construction of MOFs,", "(9)", " through ", "in situ", " ligand reaction, novel MOFs possessing different structures with reported results may be generated; (3) its corresponding tetrazole, 4,5-di(1", "H", "-tetrazol-5-yl)-2", "H", "-imidazole (H", "3", "DTIM), has never been applied in construction of MOFs. In this communication, we report two open zinc metal−organic frameworks based on carboxylate and tetrazole ligands ", "in situ", " generated from 2H-imidazole-4,5-dicarbonitrile (Scheme ", "1", ").", "Scheme 2. Coordination Modes of IMDC and HDTIM in ", "1", " and ", "2", "Hydrothermal reaction of IMDN and zinc salt resulted in the formation of colorless crystals of [H", "2", "N(CH", "3", ")", "2", "]", "4", "[Zn", "8", "O(IMDC)", "6", "] (", "1", ") and Zn(HDTIM)·1.5H", "2", "O (", "2", "), which were not soluble in common organic solvents. Single crystal X-ray diffraction reveals that both complexes ", "1", " and ", "2", " are 3D open frameworks (Figure ", "1", ").", "Figure 1. (Left) {Zn", "4", "O} cluster (top) in MOF-5 and {Zn", "8", "O", "13", "} cluster (bottom) in ", "1", ". (Right) One of the cavities in ", "1", " with eight {Zn", "8", "O", "13", "} clusters linked by twelve pairs of IMDC ligands.", "Complex ", "1", " crystallizes in the high symmetry cubic ", "Fm", "3̅ space group. The basic building block (or secondary building unit) is a new {Zn", "8", "O", "13", "} cluster (Figure ", "2", "). There are two types of zinc ions with different coordination geometries in ", "1", ": one (Zn1) is four-coordinated by three carboxyl oxygen atoms from different IMDC ligands and one μ", "4", "-O atom in a tetrahedral geometry; the other (Zn2) is six-coordinated by three carboxyl oxygen atoms and three nitrogen atoms in a distorted octahedral geometry. The central μ", "4", "-O atom attaches to four Zn1 ions to generate a {Zn", "4", "O} unit with the Zn−O distance of 2.298(6) Å. The {Zn", "4", "O} unit is further capped by four Zn2 ions linked by IMDC ligand through a chelate-bridging mode (Scheme ", "2", "), resulting in a new {Zn", "8", "O", "13", "} cluster (Figure ", "1", "), which has never been reported in construction of functional MOFs prior to this work.", "Figure 2. 3D cubic framework of ", "1", " along the ", "c", " axis.", "In the {Zn", "8", "O", "13", "} cluster, each Zn2 ion is chelated by three IMDC ligands; thus, the {Zn", "8", "O", "13", "} cluster is surrounded by twelve IMDC ligands with every two IMDC ligands pointing toward the same direction. Hence, the {Zn", "8", "O", "13", "} cluster can be considered as a six-connected node and further linked by six pairs of IMDC ligands to give rise to a 3D anionic cubic framework (Figure ", "2", "). The deprotonated dimethylamine, which is hydrolyzed from DMF and characterized from elemental analysis and TGA, locates in the cavity to balance the charge, as found in other results.", "(10)", " Complex ", "1", " has the same topology with the well-known MOF-5,", "(11)", " except that the {Zn", "4", "O} cluster and the 1,4-benzenedicarboxylate (BDC) in MOF-5 are replaced by the {Zn", "8", "O", "13", "} cluster and a pair of IMDC in complex ", "1", ", respectively. Due to the shorter linker of IMDC, the dimensions of the channels are 6.26 × 5.32 Å", "2", " (from carbon atom to carbon atom) with 31.7% solvent-accessible volume calculated from PLATON, which is significantly smaller than those of MOF-5. It should be pointed out that attempts to synthesize complex ", "1", " with H", "3", "IMDC as the starting material failed, indicating the ", "in situ", " ligand reaction is crucial for the formation of ", "1", ".", "It is well-known that the ", "in situ", " ligand reaction of CN-containing ligand and NaN", "3", " in the presence of ZnCl", "2", " can generate tetrazole ligand.", "(7)", " Thus, the hydrothermal reaction of 2", "H", "-imidazole-4,5-dicarbonitrile, NaN", "3", ", and ZnCl", "2", " resulted in the formation of a large amount of colorless crystals of ", "2", ", which was structually characterized by X-ray single crystal diffraction, elemental analysis, and TGA (Figure ", "3", ").", "Figure 3. (Left) Coordination mode of HDTIM. (Right) Coordination environment of zinc ion in ", "2", ", showing each zinc ion is surrounded by three HDTIM ligands.", "Single crystal X-ray diffraction reveals that complex ", "2", " crystallizes in the orthorhombic chiral ", "P", "2", "1", "2", "1", "2", "1", " space group. As expected, the 4,5-di(1", "H", "-tetrazol-5-yl)-2", "H", "-imidazole is ", "in situ", " generated and almost coplanar, with the average dihedral angle between the imidazole and tetrazole rings of 11.9°. One of the nitrogen atoms in the imidazole ring is protonated, and both tetrazole rings are deprotonated. The asymmetric unit of ", "2", " consists of one zinc ion, one HDTIM ligand, and one uncoordinated water molecule. The central zinc ion is five-coordinated by four nitrogen atoms from the tetrazole ring and one nitrogen atom from the imidazole ring, in a trigonal bipyramidal geometry, with the average Zn−N distance of 2.0924(4) Å. The HDTIM adopts a chelate-bridging coordination mode to link three zinc ions and can be considered as a 3-connected ligand (Scheme ", "2", "). As shown in Figure ", "3", ", the HDTIM ligand uses its four nitrogen atoms—two (N1, N7) from one imidazole ring and one tetrazole ring, two (N6, N10) from two tetrazole rings, respectively—to chelate two zinc ions, and it uses one nitrogen atom in one tetrazole ring to link one zinc ion, while the remaining N2 in the imidazole ring and N3, N5, N8, and N9 in the tetrazole rings did not take part in coordination. Each zinc ion is surrounded by three HDTIM ligands, two of which adopt a chelating mode as shown in Figure ", "3", ".", "Figure 4. 3D open framework containing chiral channels of ", "2", ". The helical chain and the chiral channel are highlighted.", "Thus, the linkage of the five-coordinated zinc ions by HDTIM ligands results in the formation of an unprecedented 3D open framework with large rectangular channels along the ", "a", " axis, in which a large amount of uncoordinated water molecules reside. The most striking feature of complex ", "2", " is the chirality of the rectangular channels (Figure ", "4", "), in which the imidazole and tetrazole(2) rings form the wall and the corners are occupied by four 1D helical Zn-tetrazole(1) chains. Each rectangular channel is composed of four 1D helical chains, and every helical chain is surrounded by four rectangular channels. Due to the linking modes and the rigidity of HDTIM, the same chirality of the helical chains around the rectangular channel is preserved, providing a chiral framework (Flack value, 0.16(3), Figure S9 of the ", "Supporting Information", "). Remarkably, the HDTIM ligand uses its tetrazole(1) ring to connect zinc ion to generate the 1D helical chain, which is further linked by the imidazole and tetrazole(2) rings to give rise to the 3D open chiral framework. The dimensions of the chiral channels are 9.6 × 6.7 Å", "2,", " with 38.5% solvent-accessible volume calculated from PLATON, which is slightly larger than that in complex ", "1", ".", "TGA measurement reveals that both complexes can be stable up to 400 °C. For complex ", "1", ", the gradual weight loss of 11.4% from 105 to 315 °C is in accordance with the loss of four H", "2", "N(CH", "3", ")", "2", " cations (calcd: 11.3%), and after 375 °C, ", "1", " starts to decompose. For complex ", "2", ", the weight loss of 8.2% from 100 to 250 °C corresponds to the loss of one and a half uncoordinated water molecules (calcd: 8.0%). There is no further weight loss until 390 °C, where complex ", "2", " starts to decompose.", "In conclusion, two zinc−organic frameworks have been hydrothermally synthesized through ", "in situ", " ligand reaction from the same precursor. Our research results reveal that, by control of the reaction condition, different types of organic ligands can be generated from the same precusor, and they further indicate that ", "in situ", " ligand reaction becomes a new strategy in construction of novel MOFs and a new bridge between coordination chemistry and organic synthetic chemistry.", "(6)", "Further studies are focusing on the synthesis of a homochiral bulk sample of complex ", "2", " through chiral inducement", "(12)", " by adding a chiral molecule in the reaction system and its chiral catalysis. This research is currently underway and will be reported in a full paper.", "Top of Page", "Abstract", "References", "Acknowledgment", "We gratefully acknowledge the financial support of the Natural Science Foundation of China (90922014, 20701025), the Natural Science Foundation of Shandong Province (Y2008B01, BS2009CL007), and Shandong University.", " ", "Top of Page", "Abstract", "References", "Supporting Information", "Syntheses of complexes ", "1", " and ", "2", ", crystal data, structural drawings, TGA plots, and PXRD plots for ", "1", " and ", "2", ", and CD spectrum for ", "2", ". This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "Reference QuickView", "Top of Page", "Abstract", "References", "References", "This article references 12 other publications.", "1. ", "For recent reviews, see: ", "(a) ", "Phan", ", ", "A.", "; ", "Doonan", ", ", "C. J.", "; ", "Uribe-Romo", ", ", "F. J.", "; ", "Knobler", ", ", "C. B.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Acc. Chem. Res.", " ", "2010", ",  ", "43", ",  ", "58", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Synthesis, Structure, and Carbon Dioxide Capture Properties of Zeolitic Imidazolate Frameworks", "Phan, Anh; Doonan, Christian J.; Uribe-Romo, Fernando J.; Knobler, Carolyn B.; O'Keeffe, Michael; Yaghi, Omar M.", "Accounts of Chemical Research", "\r\n        (", "2010", "),\r\n    ", "43", "\r\n        (", "1", "),\r\n    ", "58-67", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review concerning the synthesis, structure, and CO2 properties of zeolitic imidazolate frameworks (ZIF) is given.  A major goal in zeolite chem. is to create a structure in which metal ions and functionalizable org. units comprise an integral portion of the framework, and by virtue of the flexibility with which metal ions and org. moieties can be varied, is a key to further improve zeolite properties and access new applications.  Within the last 5 years >90 new ZIF structures have been reported.  It is possible to synthesize ZIF with topologies previously unknown in zeolites and to mimic known structures.  Topic discussed include: synthesis and general structure; ZIF structures and the zeolite problem; ZIF structural complexity; applications for sepn. and selective capture of CO2; and perspectives and outlook.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtlegu77O&md5=de5a9f235d52e2ce66778e7e7c187e37", "(b) ", "Uemura", ", ", "T.", "; ", "Yanai", ", ", "N.", "; ", "Kitagawa", ", ", "S.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1228", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Polymerization reactions in porous coordination polymers", "Uemura, Takashi; Yanai, Nobuhiro; Kitagawa, Susumu", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1228-1236", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Recent developments in polymns. within the nanochannels of porous coordination polymers (PCPs) are covered in this tutorial review.  The characteristic features of PCPs are regular structures, controllable channel sizes and shapes, a designable surface functionality, and flexible frameworks, which can be utilized for precision polymer synthesis and specific polymer confinement.  This review discusses promising approaches to multiple controls of polymer structures, anal. systems for low-dimensional polymer assemblies and the construction of PCP-polymer nanohybrids, which are strong enticements to researchers in the areas of inorg., materials and polymer chem.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu74%253D&md5=c3f4a8ed69bf900eb511e6b688e6a5a2", "(c) ", "Zheng", ", ", "X. D.", "; ", "Lu", ", ", "T. B.", " ", "CrystEngComm", " ", "2010", ",  ", "12", ",  ", "324", "[", "Crossref", "], [", "CAS", "]", "1. ", "Constructions of helical coordination compounds", "Zheng, Xiao-Dan; Lu, Tong-Bu", "CrystEngComm", "\r\n        (", "2010", "),\r\n    ", "12", "\r\n        (", "2", "),\r\n    ", "324-336", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Helicity and chirality are essential elements of life.  Many important biopolymers such as DNA and peptides possess right-handed helical structures, while the building blocks for the constructions of such biopolymers are D-ribose and L-amino acids, resp.  For better realizing the origin of the helicity of biopolymers, a tremendous expansion in research efforts has been devoted to the design of metal complexes exhibiting helical architectures in inorg. and coordination chem.  However, to control the chirality and helicity of the entire structures at the supramol. level is one of the major challenges in the design and synthesis of helical structures.  This review presents the general approaches for the construction of helical coordination compds., together with a few instances illustrating the correlation between the chirality of building blocks and the helicity of 1D chains, as well as the chirality transfer among the helixes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhslGjtrs%253D&md5=6b22d6cb2c6e969c55ed8736d5772d3f", "(c) ", "Murray", ", ", "L. J.", "; ", "Dinca", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1294", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Hydrogen storage in metal-organic frameworks", "Murray, Leslie J.; Dinca, Mircea; Long, Jeffrey R.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1294-1314", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review of current status of hydrogen storage within metal-org. frameworks.  Microporous metal-org. frameworks, having exceptionally high surface areas and chem.-tunable structures, have recently emerged as some of the most promising candidate materials.  Particular emphasis is given to the relationships between structural features and the enthalpy of hydrogen adsorption, spectroscopic methods for probing framework-H2 interactions, and strategies for improving storage capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamuro%253D&md5=f652ac03772753d7f80244564a80e6f0", "(d) ", "Aakeroy", ", ", "C. B.", "; ", "Champness", ", ", "N. R.", "; ", "Janiak", ", ", "C.", " ", "CrystEngComm", " ", "2010", ",  ", "12", ",  ", "22", "[", "Crossref", "], [", "CAS", "]", "1. ", "Recent advances in crystal engineering", "Aakeroy, Christer B.; Champness, Neil R.; Janiak, Christoph", "CrystEngComm", "\r\n        (", "2010", "),\r\n    ", "12", "\r\n        (", "1", "),\r\n    ", "22-43", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The articles published in the tenth anniversary issue of CrystEngComm are reviewed.  The issue highlighted the state-of-the-art of crystal engineering and new trends and developing areas in crystal engineering.  In particular, the following article emphasizes developments in the areas of intermol. interactions, notably hydrogen and halogen bonds; metal-org. frameworks or coordination polymers; polymorphism and solvates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXjs1OhtQ%253D%253D&md5=6f73393f8e1ecac1f570d5576922d85d", "(e) ", "Wang", ", ", "Z. Q.", "; ", "Cohen", ", ", "S. M.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1315", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Postsynthetic modification of metal-organic frameworks", "Wang, Zhenqiang; Cohen, Seth M.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1315-1329", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This crit. review discusses modification of metal-org. frameworks (MOFs) in a postsynthetic scheme.  In this approach, the MOF is assembled and then modified with chem. reagents with preservation of the lattice structure.  Recent findings show amide couplings, isocyanate condensations, click' chem., and other reactions are suitable for postsynthetic modification (PSM).  In addn., a no. of MOFs, from IRMOF-3 to ZIF-90, are amenable to PSM.  The generality of PSM, in both scope of chem. reactions and range of suitable MOFs, clearly indicates that the approach is broadly applicable.  Indeed, the rapid increase in reports on PSM demonstrates this methodol. will play an increasingly important role in the development of MOFs for the foreseeable future (117 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurs%253D&md5=10201324893034e6f13702e86b62db16", "(f) ", "Kurmoo", ", ", "M.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1353", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Magnetic metal-organic frameworks", "Kurmoo, Mohamedally", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1353-1379", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The purpose of this crit. review is to give a representative and comprehensive overview of the arising developments in the field of magnetic metal-org. frameworks, in particular those contg. Co(ii).  The authors examine the diversity of magnetic exchange interactions between nearest-neighbor moment carriers, covering from dimers to oligomers and discuss their implications in infinite chains, layers and networks, having a variety of topologies.  The authors progress to the different forms of short-range magnetic ordering, giving rise to single-mol.-magnets and single-chain-magnets, to long-range ordering of two- and three-dimensional networks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7s%253D&md5=c36c75a0da01400b3ff68a28a90c43bc", "(g) ", "Lee", ", ", "J. Y.", "; ", "Farha", ", ", "O. K.", "; ", "Roberts", ", ", "J.", "; ", "Scheidt", ", ", "K. A.", "; ", "Nguyen", ", ", "S. T.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1450", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Metal-organic framework materials as catalysts", "Lee, Jeong Yong; Farha, Omar K.; Roberts, John; Scheidt, Karl A.; Nguyen, Son Binh T.; Hupp, Joseph T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1450-1459", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; a crit. review of the emerging field of MOF-based catalysis is presented.  Discussed are examples of: (a) opportunistic catalysis with metal nodes, (b) designed catalysis with framework nodes, (c) catalysis by homogeneous catalysts incorporated as framework struts, (d) catalysis by MOF-encapsulated mol. species, (e) catalysis by metal-free org. struts or cavity modifiers, and (f) catalysis by MOF-encapsulated clusters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7k%253D&md5=d9cef4eb52ffb1c73fe1195e11bace26", "(h) ", "Li", ", ", "J.-R.", "; ", "Kuppler", ", ", "R. J.", "; ", "Zhou", ", ", "H.-C.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1477", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Selective gas adsorption and separation in metal-organic frameworks", "Li, Jian-Rong; Kuppler, Ryan J.; Zhou, Hong-Cai", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1477-1504", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Adsorptive sepn. is very important in industry.  Generally, the process uses porous solid materials such as zeolites, activated carbons, or silica gels as adsorbents.  With an ever increasing need for a more efficient, energy-saving, and environmentally benign procedure for gas sepn., adsorbents with tailored structures and tunable surface properties must be found.  Metal-org. frameworks (MOFs), constructed by metal-contg. nodes connected by org. bridges, are such a new type of porous materials.  They are promising candidates as adsorbents for gas sepns. due to their large surface areas, adjustable pore sizes and controllable properties, as well as acceptable thermal stability.  This crit. review starts with a brief introduction to gas sepn. and purifn. based on selective adsorption, followed by a review of gas selective adsorption in rigid and flexible MOFs.  Based on possible mechanisms, selective adsorptions obsd. in MOFs are classified, and primary relationships between adsorption properties and framework features are analyzed.  As a specific example of tailor-made MOFs, mesh-adjustable mol. sieves are emphasized and the underlying working mechanism elucidated.  In addn. to the exptl. aspect, theor. investigations from adsorption equil. to diffusion dynamics via mol. simulations are also briefly reviewed.  Furthermore, gas sepns. in MOFs, including the mol. sieving effect, kinetic sepn., the quantum sieving effect for H2/D2 sepn., and MOF-based membranes are also summarized (227 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurY%253D&md5=cbb650af8ce92526fc8ffd870218bbd0", "2. ", "(a) ", "Dybtsev", ", ", "D. N.", "; ", "Nuzhdin", ", ", "A. L.", "; ", "Chun", ", ", "H.", "; ", "Bryliakov", ", ", "K. P.", "; ", "Talsi", ", ", "E. P.", "; ", "Fedin", ", ", "V. P.", "; ", "Kim", ", ", "K.", " ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", ",  ", "916", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "A homochiral metal-organic material with permanent porosity, enantioselective sorption properties, and catalytic activity", "Dybtsev, Danil N.; Nuzhdin, Alexey L.; Chun, Hyungphil; Bryliakov, Konstantin P.; Talsi, Evgeniy P.; Fedin, Vladimir P.; Kim, Kimoon", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "6", "),\r\n    ", "916-920", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A new synthetic approach starting from readily available chems. (zinc dinitrate hexahydrate, L-lactic acid, 1,4-benzenedicarboxylic acid) successfully produces a robust homochiral metal-org. microporous framework.  The material exhibits size- and enantioselective guest-sorption properties, as well as remarkable catalytic activity with size- and chemoselectivity, and high conversion in the oxidn. of thioethers to sulfoxides.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhsFKmsL8%253D&md5=8072ca11e056d03218d2d1239162bec2", "(b) ", "Férey", ", ", "G.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Dutour", ", ", "J.", "; ", "Surblé", ", ", "S.", "; ", "Margiolaki", ", ", "I.", " ", "Science", " ", "2005", ",  ", "309", ",  ", "2040", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "A Chromium Terephthalate-Based Solid with Unusually Large Pore Volumes and Surface Area", "Ferey, G.; Mellot-Draznieks, C.; Serre, C.; Millange, F.; Dutour, J.; Surble, S.; Margiolaki, I.", "Science (Washington, DC, United States)", "\r\n        (", "2005", "),\r\n    ", "309", "\r\n        (", "5743", "),\r\n    ", "2040-2042", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "We combined targeted chem. and computational design to create a crystal structure for porous chromium terephthalate, MIL-101, with very large pore sizes and surface area.  Its zeotype cubic structure has a giant cell vol. (∼702,000 cubic angstroms), a hierarchy of extra-large pore sizes (∼30 to 34 angstroms), and a Langmuir surface area for N2 of ∼5900 ± 300 square meters per g.  Beside the usual properties of porous compds., this solid has potential as a nanomold for monodisperse nanomaterials, as illustrated here by the incorporation of Keggin polyanions within the cages.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtVWntL3E&md5=6313e7e95b0edca92bb34df3f0c9752d", "(c) ", "Moon", ", ", "H. R.", "; ", "Kobayashi", ", ", "N.", "; ", "Suh", ", ", "M. P.", " ", "Inorg. Chem.", " ", "2006", ",  ", "45", ",  ", "8672", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Porous metal-organic framework with coordinatively unsaturated MnII sites: sorption properties for various gases", "Moon, Hoi Ri; Kobayashi, Norihito; Suh, Myunghyun Paik", "Inorganic Chemistry", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "21", "),\r\n    ", "8672-8676", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A three-dimensional porous metal-org. framework generating 1-dimensional channels, [Mn(NDC)(DEF)]n (1), was prepd. from the solvothermal reaction of MnII and 2,6-naphthalenedicarboxylic acid (H2NDC) in diethylformamide (DEF).  When DEF mols. coordinating MnII, which occupy the channels, are removed from 1 by heating the crystal of 1 at 250° under vacuum for 18 h, structural change occurs as evidenced by x-ray powder diffraction patterns.  Desolvated solid [Mn(NDC)]n (2), which contains coordinatively unsatd. MnII sites, reveals remarkable sorption capabilities for N2, H2, CO2, and CH4 gases and exhibits type I sorption behavior indicative of permanent microporosity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XpvVChs7c%253D&md5=ef7c9445fe7350db2ed9ef43865979ce", "(d) ", "Wang", ", ", "X. L.", "; ", "Qin", ", ", "C.", "; ", "Wu", ", ", "S. X.", "; ", "Shao", ", ", "K. Z.", "; ", "Lan", ", ", "Y. Q.", "; ", "Wang", ", ", "S.", "; ", "Zhu", ", ", "D. X.", "; ", "Su", ", ", "Z. M.", "; ", "Wang", ", ", "E. B.", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", ",  ", "5291", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Bottom-Up Synthesis of Porous Coordination Frameworks: Apical Substitution of a Pentanuclear Tetrahedral Precursor", "Wang, Xin-Long; Qin, Chao; Wu, Shui-Xing; Shao, Kui-Zhan; Lan, Ya-Qian; Wang, Shuang; Zhu, Dong-Xia; Su, Zhong-Min; Wang, En-Bo", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "29", "),\r\n    ", "5291-5295, S5291/1-S5291/12", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A family of microporous interpenetrating diamond frameworks can be constructed from a pentanuclear tetrahedral complex, [Zn5(btz)6(NO3)4(H2O)] (btz = benzotriazolate), with nitrate groups at the apical positions as an inorg. precursor.  A bottom-up methodol. was used for substitution of the nitrate groups by linear ditopic carboxylate ligands to afford [Zn5(btz)6(bdc)2(H2O)2]·7DMA (bdc = 1,4-benzenedicarboxylate, DMA = dimethylacetamide), [Zn5(btz)6(NH2bdc)2(H2O)2]·7DMA (NH2bdc = amino-1,4-benzenedicarboxylate), and [Zn5(btz)6(bpdc)2(H2O)2]1.5·10DMA (bpdc = 4,4'-biphenyldicarboxylate).  The Langmuir surface area of the resulting frameworks is higher than that of classical zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXosV2hsL0%253D&md5=54d7e535e84c1d9b7f4ef67d51c39312", "(e) ", "Jin", ", ", "C. M.", "; ", "Zhu", ", ", "Z.", "; ", "Chen", ", ", "Z. F.", "; ", "Hu", ", ", "Y. J.", "; ", "Meng", ", ", "X. G.", " ", "Cryst. Growth Des.", " ", "2010", ",  ", "10", ",  ", "2054", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "An Unusual Three-Dimensional Water Cluster in Metal-Organic Frameworks Based on ZnX2 (X = ClO4, BF4) and an Azo-Functional Ligand", "Jin, Chuan-Ming; Zhu, Zhu; Chen, Zhan-Fen; Hu, Yan-Jun; Meng, Xiang-Gao", "Crystal Growth & Design", "\r\n        (", "2010", "),\r\n    ", "10", "\r\n        (", "5", "),\r\n    ", "2054-2056", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A highly sym. three-dimensional (3D) H2O network contg. cage-shaped tetradecameric H2O cluster units (H2O)14 is obsd. in the cryst. 3-dimensional metal-org. framework materials [{Zn3(AP-BIM)6}(BF4)6]·34H2O (1) and [{Zn3(AP-BIM)6}(ClO4)6]·34H2O (2) (AP-BIM = 1,1-bis[(2-phenylazo)imidazol-1-yl]methane).  This is a rare demonstration of a 3-dimensional H2O clathrate network trapped in a cavity of a 3-dimensional metal-org. framework, and there are no classical H bonding interactions within the skeleton of the metal-org. framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXkt1Gluro%253D&md5=dc5153b735739765a9de5587f057da71", "3. ", "(a) ", "Lin", ", ", "X.", "; ", "Telepeni", ", ", "I.", "; ", "Blake", ", ", "A. J.", "; ", "Dailly", ", ", "A.", "; ", "Brown", ", ", "C. M.", "; ", "Simmons", ", ", "J. M.", "; ", "Zoppi", ", ", "M.", "; ", "Walker", ", ", "G. S.", "; ", "Thomas", ", ", "K. M.", "; ", "Mays", ", ", "J.", "; ", "Hubberstey", ", ", "P.", "; ", "Champness", ", ", "N. R.", "; ", "Schroder", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "2159", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "High Capacity Hydrogen Adsorption in Cu(II) Tetracarboxylate Framework Materials: The Role of Pore Size, Ligand Functionalization, and Exposed Metal Sites", "Lin, Xiang; Telepeni, Irvin; Blake, Alexander J.; Dailly, Anne; Brown, Craig M.; Simmons, Jason M.; Zoppi, Marco; Walker, Gavin S.; Thomas, K. Mark; Mays, Timothy J.; Hubberstey, Peter; Champness, Neil R.; Schroder, Martin", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "6", "),\r\n    ", "2159-2171", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Isostructural metal-org. framework polymers [Cu2(L)(H2O)2] (L = tetracarboxylate ligands), denoted NOTT-nnn, were synthesized and characterized.  Single crystal x-ray structures confirm the complexes to contain binuclear Cu(II) paddlewheel nodes each bridged by four carboxylate centers to give a NbO-type network of 64·82 topol.  These complexes are activated by solvent exchange with acetone coupled to heating cycles under vacuum to afford the desolvated porous materials NOTT-100 to NOTT-109.  These incorporate a vacant coordination site at each Cu(II) center and have large pore vols. that contribute to the obsd. high H2 adsorption.  Indeed, NOTT-103 at 77 K and 60 bar shows a very high total H2 adsorption of 77.8 mg g-1 equiv. to 7.78% [wt% = (wt. of adsorbed H2)/(wt. of host material)] or 7.22% [wt% = 100(wt. of adsorbed H2)/(wt. of host material + wt. of adsorbed H2)].  Neutron powder diffraction studies on NOTT-101 reveal three adsorption sites for this material: at the exposed Cu(II) coordination site, at the pocket formed by three {Cu2} paddle wheels, and at the cusp of three Ph rings.  Systematic virial anal. of the H2 isotherms suggests that the H2 binding energies at these sites are very similar and the differences are smaller than 1.0 kJ mol-1, although the adsorption enthalpies for H2 at the exposed Cu(II) site are significantly affected by pore metrics.  Introducing Me groups or using kinked ligands to create smaller pores can enhance the isosteric heat of adsorption and improve H2 adsorption.  However, although increasing the overlap of potential energy fields of pore walls increases the heat of H2 adsorption at low pressure, it may be detrimental to the overall adsorption capacity by reducing the pore vol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXptlOitQ%253D%253D&md5=cbc9f02158801ff5dacb7df033416d78", "(b) ", "Kishan", ", ", "M. R.", "; ", "Tian", ", ", "J.", "; ", "Thallapally", ", ", "P. K.", "; ", "Fernandez", ", ", "C. A.", "; ", "Dalgarno", ", ", "S. J.", "; ", "Warren", ", ", "J. E. Z.", "; ", "McGrail", ", ", "B. P.", "; ", "Atwood", ", ", "J. L.", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "538", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Flexible metal-organic supramolecular isomers for gas separation", "Kishan, Motkuri Radha; Tian, Jian; Thallapally, Praveen K.; Fernandez, Carlos A.; Dalgarno, Scott J.; Warren, John E.; McGrail, B. Peter; Atwood, Jerry L.; Treat, Simon J.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "4", "),\r\n    ", "538-540", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Three interpenetrated metal-org. framework supramol. complexes, [Zn2(L)(DMF)m(H2O)n] (m = 4, n = 1, 2; m = 1, n = 0, 3; m = n = 0, 4), contg. binuclear Zn2 paddle-wheel units, were synthesized using a flexible tetrahedral org. linker (H4L = tetrakis(4-carboxyphenoxymethyl)methane) and characterized by x-ray crystallog.,.  Complexes 2-4 adsorb CO2 preferably over N2, H2 and methane at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXisFWrtg%253D%253D&md5=ad52883fef44a34c428f2cd6ef06ff3c", "(c) ", "Park", ", ", "H. J.", "; ", "Suh", ", ", "M. P.", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "610", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Stepwise and hysteretic sorption of N2, O2, CO2, and H2 gases in a porous metal-organic framework [Zn2(BPnDC)2(bpy)]", "Park, Hye Jeong; Suh, Myunghyun Paik", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "4", "),\r\n    ", "610-612", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The doubly interpenetrated 3-dimensional porous metal-org. frameworks {[Zn2(BPnDC)2(bpy)]·2DEF·2MeOH}n and {[Zn2(BPnDC)2(bpy)]·6MeOH}n (BPnDC = benzophenone-4,4'-dicarboxylate, bipy = 4,4'-bipyridine, DEF = N,N-diethylformamide) were prepd. and characterized by x-ray crystallog.  The desolvated MOF [Zn2(BPnDC)2(bpy)] (SNU-9) exhibits high gas uptake capacities for N2, O2, CO2, and H2 gases, with uncommon stepwise adsorption and hysteretic desorption behaviors, while not adsorbing CH4 gas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXisFWrsA%253D%253D&md5=5425537068ee80cffb2ee7f56d265be3", "(d) ", "Zhang", ", ", "Y. B.", "; ", "Zhang", ", ", "W. X.", "; ", "Feng", ", ", "F. Y.", "; ", "Zhang", ", ", "J. P.", "; ", "Chen", ", ", "X. M.", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", ",  ", "5287", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "A Highly Connected Porous Coordination Polymer with Unusual Channel Structure and Sorption Properties", "Zhang, Yue-Biao; Zhang, Wei-Xiong; Feng, Fei-Yue; Zhang, Jie-Peng; Chen, Xiao-Ming", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "29", "),\r\n    ", "5287-5290, S5287/1-S5287/8", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "[NiII2NiIII(μ3-OH)(pba)3(ndc)1.5]·9.5DMA·8.5H2O (I; H2ndc = naphthalene-2,6-dicarboxylic acid; Hpba = 4-pyridin-4-ylbenzoic acid) was prepd.  The hydroxy-centered trinuclear Ni cluster was employed to construct a highly connected, highly sym. framework with a uninodal nine-connected topol.  An array of triakis tetrahedra leads to a biporous intersecting-channel system.  The sorption of small gas mols. by I was studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXosV2hs7g%253D&md5=9c20f5d9f29f95d8a72b4a8e1040372a", "(e) ", "Zhao", ", ", "D.", "; ", "Yuan", ", ", "D. Q.", "; ", "Sun", ", ", "D. F.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "9186", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Stabilization of Metal-Organic Frameworks with High Surface Areas by the Incorporation of Mesocavities with Microwindows", "Zhao, Dan; Yuan, Daqiang; Sun, Daofeng; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "26", "),\r\n    ", "9186-9188", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reactions between two novel hexatopic carboxylate ligands and copper salts give rise to two isostructural metal-org. frameworks (MOFs) with a (3,24)-connected network topol. contg. both micro- and mesocavities with sizes of up to 3 nm.  The formulas of the complexes are [Zn(H2O)]3(btei)·9DMF·5H2O, [Cu(H2O)]3(btei)·5DMF·4H2O and [Cu(H2O)]3(ntei)·21DMA·10H2O (H6btei = 5,5',5''-benzene-1,3,5-triyltris(1-ethynyl-2-isophthalic acid), H6ntei = hexaethyl 5,5',5''-(4,4',4''-nitrilotris(benzene-4,1-diyl)tris(ethyne-2,1-diyl))triisophthalic acid).  Both frameworks retain their porosity after guest-mol. removal, leading to high surface areas.  Constructing MOFs contg. mesocavities with microwindows may serve as a general approach toward stable MOFs with high surface areas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXnt1Ons7Y%253D&md5=99d951ee5b17a5ab4f2937d3de79ee3f", "4. ", "(a) ", "Li", ", ", "Z. Y.", "; ", "Zhu", ", ", "G. S.", "; ", "Lu", ", ", "G. Q.", "; ", "Qiu", ", ", "S. L.", "; ", "Yao", ", ", "X. D.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "1490", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Ammonia Borane Confined by a Metal-Organic Framework for Chemical Hydrogen Storage: Enhancing Kinetics and Eliminating Ammonia", "Li, Zhongyue; Zhu, Guangshan; Lu, Gaoqing; Qiu, Shilun; Yao, Xiangdong", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "5", "),\r\n    ", "1490-1491", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A system involving NH3 borane (AB) confined in a metal-org. framework (JUC-32-Y) was synthesized.  The hypothesis of nano-confinement and metallic catalysis was tested and is effective for enhancing the H release kinetics and preventing the formation of NH3.  The AB in JUC-32-Y started to release H at ≥50°.  The peak temp. of decompn. decreased by 30° - it shifted to 84°.  AB inside JUC-32-Y can release 8.2% H in 3 min at 95° and 8.0 and 10.2% H within 10 min at 85°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXnvFWjug%253D%253D&md5=ac2e2d5de93feb544c45f978adfae7d8", "(b) ", "Ma", ", ", "L. Q.", "; ", "Lin", ", ", "W. B.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "4610", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Highly Porous and Robust 4,8-Connected Metal-Organic Frameworks for Hydrogen Storage", "Ma, Liqing; Mihalcik, David J.; Lin, Wenbin", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "13", "),\r\n    ", "4610-4612", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Highly porous and robust metal-org. frameworks (MOFs) were constructed based on aroms.-rich octa-carboxylate ligands (I; R = Et, H, Bn) and copper paddle-wheel building units.  Each octa-carboxylate ligand is linked to eight copper paddle wheels via the bridging carboxylate groups in a rectangular prismatic fashion to lead to very rare (4,8)-connected networks of the scu topol.  The high-connectivity MOFs show remarkably high porosity and framework stability, as evidenced by a perfect agreement between exptl. and theor. surface areas and the maintenance of framework powder x-ray diffraction patterns after solvent removal.  These aroms.-rich MOFs exhibit an exceptionally high hydrogen uptake of up to 2.5% at 77 K and 1 atm.  This work thus demonstrates the ability to construct highly porous and robust functional MOFs using multidentate bridging ligands of high connectivity.  Such a rational synthetic strategy is complementary to the common reliance on high-nuclearity metal clusters for building stable and porous MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjtlSisLw%253D&md5=bea2b8aad28ca89535414eb878332ccc", "(c) ", "Liu", ", ", "X. F.", "; ", "Park", ", ", "M.", "; ", "Hong", ", ", "S.", "; ", "Oh", ", ", "M.", "; ", "Yoon", ", ", "J. W.", "; ", "Vhang", ", ", "J.", "; ", "Lah", ", ", "M. S.", " ", "Inorg. Chem.", " ", "2009", ",  ", "48", ",  ", "11507", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "A Twofold Interpenetrating Porous Metal-Organic Framework with High Hydrothermal Stability: Structure and Gas Sorption Behavior", "Liu, Xinfang; Park, Mira; Hong, Seunghee; Oh, Minhak; Yoon, Ji Woong; Chang, Jong-San; Lah, Myoung Soo", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "24", "),\r\n    ", "11507-11509", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A 2-fold interpenetrating polyhedron-based metal-org. framework, [Cu24L12(DMF)8(H2O)16]·8DMF (1, PMOF-3, H4L = 1,3-bis(3,5-dicarboxyphenylethynyl)benzene), with high hydrothermal stability was prepd. using a rigid and bent C2-sym. ligand contg. two 3,5-benzenedicarboxylate units.  1 Has large surface area and high uptake capacities for various gas mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsVKhs7vO&md5=1aded4aa1b5a3a705c5e60e304b03454", "(d) ", "Klein", ", ", "N.", "; ", "Senkovska", ", ", "I.", "; ", "Gedrich", ", ", "K.", "; ", "Stoeck", ", ", "U.", "; ", "Henschel", ", ", "A.", "; ", "Mueller", ", ", "U.", "; ", "Kaskel", ", ", "S.", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", ",  ", "9954", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "A Mesoporous Metal-Organic Framework", "Klein, Nicole; Senkovska, Irena; Gedrich, Kristina; Stoeck, Ulrich; Henschel, Antje; Mueller, Uwe; Kaskel, Stefan", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "52", "),\r\n    ", "9954-9957, S9954/1-S9954/6", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A secondary linker is used to stabilize a highly open framework structure by crosslinking an extended Pt3O4-topol. and avoids interpenetration.  The metal-org. framework (MOF), [Zn4O(2,6-ndc)(btb)4/3](def)16(H2O)9/2 [DUT-6; def = N,N-diethylformamide, ndc = naphthalenedicarboxylate, H3btb= benzene-1,3,5-tris(4-benzoic acid)], with uniform mesopores was obtained.  The wide-open pores lead to enormously high methane (230 mg g-1) and hydrogen (60 mg g-1; 5.64 wt %) uptake and the highest n-butane adsorption capacity reported for MOFs (1.1 g g-1).  Liq.-phase adsorption expts. were used to demonstrate the access of large mols. to the mesopores inside DUT-6.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsF2hsr7J&md5=85abce75c8bddd9e6b08be85669fcd70", "(e) ", "Liu", ", ", "Y. L.", "; ", "Eubank", ", ", "J. F.", "; ", "Cairns", ", ", "A. J.", "; ", "Eckert", ", ", "J.", "; ", "Kravtsov", ", ", "V. Ch.", "; ", "Luebke", ", ", "R.", "; ", "Eddaoudi", ", ", "M.", " ", "Angew. Chem., Int. Ed.", " ", "2007", ",  ", "46", ",  ", "3278", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Assembly of metal-organic frameworks (MOFs) based on indium-trimer building blocks: a porous MOF with soc topology and high hydrogen storage", "Liu, Yunling; Eubank, Jarrod F.; Cairns, Amy J.; Eckert, Juergen; Kravtsov, Victor Ch.; Luebke, Ryan; Eddaoudi, Mohamed", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "18", "),\r\n    ", "3278-3283", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The synthesis and structure of two MOFs based on oxo-bridged trinuclear indium carboxylate clusters are reported.  The one MOF has a cubic structure with a CaB6 topol. and the other with an unprecedented soc topol. (soc = square-octahedron).  The results obtained indicate that MOFs possessing the characteristics of these two MOFs, combined with the modularity of their construction which allows higher surface areas to be obtained, will permit the attainment of the US DOE target for H2 uptake.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXlsVKhs7k%253D&md5=25cc409adc0903fb26719f96861d8b70", "5. ", "(a) ", "Dinca", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "11172", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "High-Enthalpy Hydrogen Adsorption in Cation-Exchanged Variants of the Microporous Metal-Organic Framework Mn3[(Mn4Cl)3(BTT)8(CH3OH)10]2", "Dinca, Mircea; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "36", "),\r\n    ", "11172-11176", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Exchange of the guest Mn2+ ions in Mn3[(Mn4Cl)3(BTT)8(MeOH)10]2 (1-Mn2+; BTT = 1,3,5-benzenetristetrazolate) with selected cations gave isostructural framework compds. 1-M (M = Li+, Cu+, Fe2+, Co2+, Ni2+, Cu2+, Zn2+).  Similar to the parent compd., the new microporous materials are stable to desolvation and exhibit a high H2 storage capacity, ranging from 2.00 to 2.29% at 77 K and 900 torr.  Measurements of the isosteric heat of adsorption at zero coverage reveal a difference of 2 kJ/mol between the weakest and strongest H2-binding materials, which is attributed to variations in the strength of interaction between H2 mols. and unsatd. metal centers within each framework.  The Co2+-exchanged compd., 1-Co2+, exhibits an initial enthalpy of adsorption of 10.5 kJ/mol, the highest yet obsd. for a microporous metal-org. framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXpt1Wis7o%253D&md5=88b2f9a8b9d44f5c494860339ea63edc", "(b) ", "Horike", ", ", "S.", "; ", "Dinca", ", ", "M.", "; ", "Tamaki", ", ", "K.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "5854", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Size-Selective Lewis Acid Catalysis in a Microporous Metal-Organic Framework with Exposed Mn2+ Coordination Sites", "Horike, Satoshi; Dinca, Mircea; Tamaki, Kentaro; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "18", "),\r\n    ", "5854-5855", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Treatment of selected aldehydes and ketones R1COR2 (R1 = Ph, R2 = H, Me; R1 = 4-PhC6H4, 4-PhOC6H4, 1-naphthyl, R2 = H) with Me3SiCN in the presence of the microporous metal-org. framework Mn3[(Mn4Cl)3BTT8(CH3OH)10]2 (I, H3BTT = 1,3,5-benzenetristetrazol-5-yl) leads to rapid conversion to the corresponding cyanosilylated products R1R2C(CN)OSiMe3.  The transformation is catalyzed by coordinatively unsatd. Mn2+ ions that serve as Lewis acids and lead to conversion yields of 98 and 90% for benzaldehyde and 1-naphthaldehyde, the highest thus far for a metal-org. framework.  Larger carbonyl substrates cannot diffuse through the pores of I, and conversion yields are much lower for these, attesting to the heterogeneity of the reaction and its dependence on guest size.  The Mukaiyama-aldol reaction, known to require much more active Lewis catalysts, is also catalyzed in the presence of I, representing the first such example for a metal-org. framework.  Conversion yields obtained for the reaction of benzaldehyde with silyl enolate Me2C:C(OMe)OSiMe3 reach 63%, on par with those obtained with zeolites.  Size selectivity is demonstrated for the first time with this reaction through the use of larger silyl enolate substrates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXksVeqs7w%253D&md5=4c04e2441b790417d12ba4fa084d9c10", "(c) ", "Dinca", ", ", "M.", "; ", "Yu", ", ", "A. F.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "8904", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Microporous Metal-Organic Frameworks Incorporating 1,4-Benzeneditetrazolate: Syntheses, Structures, and Hydrogen Storage Properties", "Dinca, Mircea; Yu, Anta F.; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "27", "),\r\n    ", "8904-8913", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The potential of tetrazolate-based ligands for forming metal-org. frameworks of utility in hydrogen storage is demonstrated using 1,4-benzeneditetrazolate (BDT2-) to generate robust, microporous materials.  Reaction of H2BDT with MnCl2·4H2O and Mn(NO3)2·4H2O in N,N-diethylformamide (DEF) produces the two-dimensional framework solids Mn3(BDT)2Cl2(DEF)6 (1) and Mn4(BDT)3(NO3)2(DEF)6 (2), whereas reactions with hydrated salts of Mn2+, Cu2+, and Zn2+ in a mixt. of methanol and DMF afford the porous, three-dimensional framework solids Zn3(BDT)3(DMF)4(H2O)2·3.5CH3OH (3), Mn3(BDT)3(DMF)4(H2O)2·3CH3OH·2H2O·DMF (4), Mn2(BDT)Cl2(DMF)2·1.5CH3OH·H2O (5), and Cu(BDT)(DMF)·CH3OH·0.25DMF (6).  The method for desolvating such compds. can dramatically influence the ensuing gas sorption properties.  When subjected to a mild evacuation procedure, compds. 3-6 exhibit permanent porosity, with BET surface areas in the range 200-640 m2/g.  The desolvated forms of 3-5 store between 0.82 and 1.46% H2 at 77 K and 1 atm, with enthalpies of adsorption in the range 6.0-8.8 kJ/mol, among the highest so far reported for metal-org. frameworks.  The desolvated form of 6 exhibits preferential adsorption of O2 over H2 and N2, showing promise for gas sepn. and purifn. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XmtVSjtLg%253D&md5=c33a3b55e4ff31ac354ecbdd5b636120", "(d) ", "Song", ", ", "W. C.", "; ", "Li", ", ", "J. R.", "; ", "Song", ", ", "P. C.", "; ", "Tao", ", ", "Y.", "; ", "Yu", ", ", "Q.", "; ", "Tong", ", ", "X. L.", "; ", "Bu", ", ", "X. H.", " ", "Inorg. Chem.", " ", "2009", ",  ", "48", ",  ", "3792", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Tuning the Framework Topologies of CoII-Doped ZnII-Tetrazole-benzoate Coordination Polymers by Ligand Modifications: Structures and Spectral Studies", "Song, Wei-Chao; Li, Jian-Rong; Song, Peng-Chao; Tao, Ying; Yu, Qun; Tong, Xiao-Lan; Bu, Xian-He", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "8", "),\r\n    ", "3792-3799", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "In the authors' continuing efforts to explore the effects of ligand modifications on the structures and properties of their metal complexes, the authors studied the in situ [2 + 3] cycloaddn. reactions of benzonitrile, o-phthalodinitrile, 3-cyanobenzoic acid, 4-cyanobenzoic acid with NaN3 in the presence of ZnII and/or CoII salts under hydrothermal conditions, and obtained four new CoII-doped ZnII-tetrazole-benzoate coordination polymers of [CoxZn1-x(Lm)y]n [5-phenyl-1H-tetrazole (HL1) for 1, 2-(1H-tetrazol-5-yl)benzoic acid (H2L2) for 2, 3-(1H-tetrazol-5-yl)benzoic acid (H2L3) for 3, and 4-(1H-tetrazol-5-yl)benzoic acid (H2L4) for 4].  The structure of 1 shows a classical diamondoid net, while 2 and 3, take 2-dimensional layer structure with (4.62)(4.6.4.6) topol. and 3-dimensional SrAl2 topol., resp.  The structure of 4 exhibits a four-connected 3-dimensional network with rare nondiamondoid 66 topol.  The coordination modes of the center metal and the ligands in the four complexes are almost the same, being tetrahedral or four-connected, but their topologies are quite different.  Thus, the four structurally related ligands allow anal. of the effects of the disposition of a 2nd functional carboxylate group on an arom. ring and the twist angles of the carboxylate and tetrazolyl out of the plane of the arom. ring on the overall structural topol. of their complexes.  The CoII ions were doped into the ZnII complexes, as confirmed by their macroscopical colors, inductively coupled plasma (ICP) anal. and UV-visible spectra.  The photoluminescence of the four complexes in the solid state at room temp. was briefly studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjsVKkurk%253D&md5=37a40971eee0fd8f8f27dbc3823dda71", "(e) ", "Hu", ", ", "T. P.", "; ", "Liu", ", ", "L. J.", "; ", "Lv", ", ", "X. L.", "; ", "Chen", ", ", "X. H.", "; ", "He", ", ", "H. Y.", "; ", "Dai", ", ", "F. N.", "; ", "Zhang", ", ", "G. Q.", "; ", "Sun", ", ", "D. F.", " ", "Pohedron", " ", "2010", ",  ", "29", ",  ", "296", "[", "Crossref", "], [", "CAS", "]", "5. ", "Luminescent zinc and cadmium metal-organic frameworks based on tetrazole ligands", "Hu, Tuoping; Liu, Longjie; Lv, Xiaoli; Chen, Xiaohui; He, Haiyan; Dai, Fangna; Zhang, Guoqing; Sun, Daofeng", "Polyhedron", "\r\n        (", "2010", "),\r\n    ", "29", "\r\n        (", "1", "),\r\n    ", "296-302", "CODEN:\r\n                ", "PLYHDE", ";\r\n        ISSN:", "0277-5387", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Three metal-org. frameworks with 1-dimensional zigzag chains, [Zn(dte)(H2O)3]·2H2O (1), 2-dimensional double layers, [Cd(dtb)(H2O)(phen)] (2), and a 3-dimensional network, [Zn(dte)(phen)] (3), based on tetrazole-based ligands (H2dtb = 1,3-bis(2H-tetrazol-5-yl)benzene, H2dte = 1,2-bis(2H-tetrazol-5-yl)ethylene, phen = 1,10-phenanthroline) were synthesized and characterized by x-ray crystallog.  All the compds. exhibit unusual strong luminescence at room temp. in the solid state and can be potentially used as luminescent materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhs1Smt7nF&md5=d0e8bfe383e4b3c1fb1e6c7a4b4a537f", "6. ", "Chen", ", ", "X. M.", "; ", "Tong", ", ", "M. L.", " ", "Acc. Chem. Res.", " ", "2007", ",  ", "40", ",  ", "162", " and references therein", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Solvothermal in Situ Metal/Ligand Reactions: A New Bridge between Coordination Chemistry and Organic Synthetic Chemistry", "Chen, Xiao-Ming; Tong, Ming-Liang", "Accounts of Chemical Research", "\r\n        (", "2007", "),\r\n    ", "40", "\r\n        (", "2", "),\r\n    ", "162-170", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Several important solvothermal (including hydrothermal) in situ metal/ligand reactions and their mechanisms, including dehydrogenative C-C coupling, hydroxylation of arom. rings, cycloaddn. of org. nitriles with azide and NH3, transformation of inorg. and org. sulfur, as well as the CuII to CuI redn., are outlined in this Account.  The current progress clearly demonstrates the important potential of such reactions in the crystal engineering of functional coordination compds. and 1-pot synthesis of some unusual org. ligands that are inaccessible or not easily obtainable via conventional methods, thereby substantiating the authors' expectation that a new bridge was created between coordination chem. and synthetic org. chem.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht1Knu73J&md5=9bc6bc8a9395d7389408bd1732721940", "7. ", "(a) ", "Ye", ", ", "Q.", "; ", "Song", ", ", "Y. M.", "; ", "Wang", ", ", "G. X.", "; ", "Chen", ", ", "K.", "; ", "Fu", ", ", "D. W.", "; ", "Chan", ", ", "P. W. H.", "; ", "Zhu", ", ", "J. S.", "; ", "Huang", ", ", "S. P.", "; ", "Xiong", ", ", "R. G.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "6554", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Ferroelectric Metal-Organic Framework with a High Dielectric Constant", "Ye, Qiong; Song, Yu-Mei; Wang, Guo-Xi; Chen, Kai; Fu, Da-Wei; Chan, Philip Wai Hong; Zhu, Jin-Song; Huang, Songping D.; Xiong, Ren-Gen", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "20", "),\r\n    ", "6554-6555", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Hydrothermal reaction of (L)-N-(4'-cyanobenzyl)-(S)-proline with CdCl2 as a Lewis acid catalyst and NaN3 gives colorless block compd. 1, in which 1 displays a complicated 3D framework.  Ferroelec. and dielec. property measurements reveal that 1 exhibits phys. properties comparable to that of a typical ferroelec. compd. with a dipole relaxation process and a dielec. const. of ∼38.6 that makes it, by definition, a high dielec. material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XjvFyitLY%253D&md5=8c339f4634f2f6bf6dddd516f63ecef2", "(b) ", "Fu", ", ", "D. W.", "; ", "Zhang", ", ", "W.", "; ", "Xiong", ", ", "R. G.", " ", "Cryst. Growth Des.", " ", "2008", ",  ", "8", ",  ", "3461", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Isotope Effect on SHG Response and Ferroelectric Properties of a Homochiral Zinc Coordination Compound Containing Tetrazole Ligand", "Fu, Da-Wei; Zhang, Wen; Xiong, Ren-Gen", "Crystal Growth & Design", "\r\n        (", "2008", "),\r\n    ", "8", "\r\n        (", "9", "),\r\n    ", "3461-3464", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Hydrothermal treatment of a soln. of water or deuterium oxide contg. N-4-cyanobenzylcinchonidine bromide (CBCBr), NaN3, and Zn(NO3)2·6H2O at 105° gave the resp. in situ [2 + 3] cycloaddn. products (TBC-N4)2Zn(N3)4(X2O) (1, X = H; 2, X = D; TBC-N4 = N-4-tetrazoylbenzylcinchonidine).  A study of the SHG, ferroelec., and permittivity properties of these novel metal-coordination compds. (MCCs) revealed huge deuterated effects (DEF) on SHG (5-fold increase), ferroelec. activity (31% increase), and dielec. behavior (up to 830% increase) upon deuterium substitution from 1 to 2.  As expected, the dielec. consts. in both dehydrated 1 and dedideuterohydrated 2 are comparable and the DEF is obsd. to disappear with increasing temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXps1Citbc%253D&md5=bedcab2eb3ffcf56c222989fe105804a", "(c) ", "Xiong", ", ", "R. G.", "; ", "Xue", ", ", "X.", "; ", "Zhao", ", ", "H.", "; ", "You", ", ", "X. Z.", "; ", "Abrahams", ", ", "B. F.", "; ", "Xue", ", ", "Z. L.", " ", "Angew. Chem., Int. Ed.", " ", "2002", ",  ", "41", ",  ", "3800", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Novel, acentric metal-organic coordination polymers from hydrothermal reactions involving in situ ligand synthesis", "Xiong, Ren-Gen; Xue, Xiang; Zhao, Hong; You, Xiao-Zeng; Abrahams, Brendan F.; Xue, Ziling", "Angewandte Chemie, International Edition", "\r\n        (", "2002", "),\r\n    ", "41", "\r\n        (", "20", "),\r\n    ", "3800-3803", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A structural study of the products or intermediates in the hydrothermal reaction of ZnCl2 (or CdCl2) with 3-cyanopyridine (or 4-cyanopyridine) and NaN3 in H2O was conducted.  The intermediates trapped or synthesized at high temp. all crystallize in acentric space groups and display SHG responses in the solid state which are unprecedented in tetrazole-metal coordination chem.  The reaction of NaN3, 3-cyanopyridine, and ZnCl2 or CdCl2 in H2O yields [Zn(OH)(3-ptz)] (1; 3-ptz = 5-(3-pyridyl)tetrazolate) and [CdN3(3-ptz)] (2), resp., while the corresponding reaction of 4-cyanopyridine with ZnCl2 gives [ZnCl(4-ptz)] (4-ptz = 5-(4-pyridyl)tetrazolate).  Compd. 1-3 are SHG active, with a relative strength order of 3 > 1 > 2.  The strong powder SHG response of 3 may be attributed to a good donor-acceptor system in which the pyridyl ring acts as acceptor and the tetrazole ring as donor.  A wide variety of coordination polymers can be produced by hydrothermal generation of bridging ligands in the presence of appropriate metal ions.  In particular, the formation of ligands such as 3-ptz and 4-ptz that tend to place metal atoms in irregular arrangements but still gave infinite networks offers good prospects for generating acentric cryst. materials that may possess desirable phys. properties such as SHG.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XosF2hu7w%253D&md5=565d07201a530c8e7ae2c61c2a996a1c", "(d) ", "Zhao", ", ", "H.", "; ", "Qu", ", ", "Z. R.", "; ", "Ye", ", ", "H. Y.", "; ", "Xiong", ", ", "R. G.", " ", "Chem. Soc. Rev.", " ", "2008", ",  ", "37", ",  ", "84", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "In situ hydrothermal synthesis of tetrazole coordination polymers with interesting physical properties", "Zhao, Hong; Qu, Zhi-Rong; Ye, Heng-Yun; Xiong, Ren-Gen", "Chemical Society Reviews", "\r\n        (", "2008", "),\r\n    ", "37", "\r\n        (", "1", "),\r\n    ", "84-100", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Tetrazole compds. have been studied for more than one hundred years and applied in various areas.  Several yeas ago Sharpless and his co-workers reported an environmentally friendly process for the prepn. of 5-substituted 1H-tetrazoles in water with zinc salt as catalysts.  To reveal the exact role of the zinc salt in this reaction, a series of hydrothermal reactions aimed at trapping and characterizing the solid intermediates were investigated.  This study allowed us to obtain a myriad of interesting metal-org. coordination polymers that not only partially showed the role of the metal species in the synthesis of tetrazole compds. but also provided a class of complexes displaying interesting chem. and phys. properties such as second harmonic generation (SHG), fluorescence, ferroelec. and dielec. behaviors.  In this tutorial review, we will mainly focus on tetrazole coordination compds. synthesized by in situ hydrothermal methods.  First, we will discuss the synthesis and crystal structures of these compds.  Their various properties will be mentioned and we will show the applications of tetrazole coordination compds. in org. synthesis.  Finally, we will outline some expectations in this area of chem.  The direct coordination chem. of tetrazoles to metal ions and in situ synthesis of tetrazole through cycloaddn. between organotin azide and org. cyano group will be not discussed in this review.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmtVWhuw%253D%253D&md5=991d9190129206535d2528b1ce001511", "8. ", "Evans", ", ", "O. R.", "; ", "Lin", ", ", "W. B.", " ", "Acc. Chem. Res.", " ", "2002", ",  ", "35", ",  ", "511", " and references therein", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Crystal Engineering of NLO Materials Based on Metal-Organic Coordination Networks", "Evans, Owen R.; Lin, Wenbin", "Accounts of Chemical Research", "\r\n        (", "2002", "),\r\n    ", "35", "\r\n        (", "7", "),\r\n    ", "511-522", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Crystal engineering, the ability to predict and control the packing of mol. building units in the solid state, has attracted much attention over the past three decades owing to its potential exploitation for the synthesis of technol. important materials.  The authors present here the development of crystal-engineering strategies toward the synthesis of noncentrosym. infinite coordination networks for use as 2nd-order nonlinear optical (NLO) materials.  Work performed mainly in the authors' lab. demonstrated that noncentrosym. solids based on infinite networks can be rationally synthesized by combining unsym. bridging ligands and metal centers with well-defined coordination geometries. Specifically, coordination networks based on 3-dimensional diamondoid and 2-dimensional grid structures can be successfully engineered with a high degree of probability and predictability to crystallize in noncentrosym. space groups.  The authors have also included noncentrosym. solids based on 1-dimensional chains and related helical structures for comparison.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XivFOisbs%253D&md5=64ac5ff5434793e9e28fcb1b460fb049", "9. ", "(a) ", "Akordi", ", ", "M. H.", "; ", "Liu", ", ", "Y. L.", "; ", "Larsen", ", ", "R. W.", "; ", "Eubank", ", ", "J. F.", "; ", "Eddaoudi", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "12639", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "(b) ", "Lu", ", ", "W. G.", "; ", "Su", ", ", "C. Y.", "; ", "Lu", ", ", "T. B.", "; ", "Jiang", ", ", "L.", "; ", "Chen", ", ", "J. M.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "34", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Two Stable 3D Metal-Organic Frameworks Constructed by Nanoscale Cages via Sharing the Single-Layer Walls", "Lu, Wen-Guan; Su, Cheng-Yong; Lu, Tong-Bu; Jiang, Long; Chen, Jia-Mei", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "1", "),\r\n    ", "34-35", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two stable 3-dimensional metal-org. frameworks, {Na4[Cd7(IDC)6].3bpy.7H2O}n (bipy - 4,4'-bipyridine) and {(Bu4N)K3[Cd7(IDC)6].6H2O}n, are constructed by the hydrothermal reactions of Cd(NO3)2·4H2O and imidazole-4,5-dicarboxylate (IDC3-) using bpy and Bu4NBr as templates.  Both structures show the same frameworks, which are composed by the nanoscale cages via sharing the single-layer walls.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht12rtbvI&md5=7abe04dd1d0532bc6cf888691c66bfa8", "(c) ", "Lu", ", ", "W. G.", "; ", "Jiang", ", ", "L.", "; ", "Feng", ", ", "X. L.", "; ", "Lu", ", ", "T. B.", " ", "Cryst. Growth Des.", " ", "2008", ",  ", "8", ",  ", "986", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Four 3D Porous Metal-Organic Frameworks with Various Layered and Pillared Motifs", "Lu, Wen-Guan; Jiang, Long; Feng, Xiao-Long; Lu, Tong-Bu", "Crystal Growth & Design", "\r\n        (", "2008", "),\r\n    ", "8", "\r\n        (", "3", "),\r\n    ", "986-994", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Hydrothermal reactions of imidazole-4,5-dicarboxylic acid (H3IDC), 4,4'-bipyridine (bpy), and Cd(NO3)2·4H2O under different conditions yielded four novel three-dimensional (3D) porous metal-org. frameworks (MOFs) of {[Cd5(IDC)2(HIDC)(bpy)3(py)2(H2O)3]·2NO3·2H2O}n (1), [Cd5(HIDC)2(IDC)2(py)2]n (2), {[Cd5(IDC)3(bpy)2(H2O)2]·NO3·3.5H2O}n (3), and {[KCd4(IDC)2.5(bpy)2(H2O)2]·1.5NO3·3H2O}n (4).  X-ray single-crystal structural analyses revealed that IDC3- and HIDC2- in 1-4 exhibit six different types of coordination modes, among them two modes are first reported in this presentation.  In 1 and 4, the cadmium ions are interconnected by μ5-IDC3- in two different asym. coordination modes to produce two different infinite two-dimensional (2D) layers, which are further pillared by μ2-bpy (in 1) or μ5-IDC3- and μ2-bpy alternately (in 4) to form 3-dimensional porous MOFs of 1 and 4, in which the two asym. coordination modes of μ5-IDC3- were not reported.  In 2 and 3, the cadmium ions are interconnected by μ5-IDC3- in a sym. coordination mode to form similar infinite 2-dimensional layers, and the 2-dimensional layers are further pillared by μ4-HIDC2- (in 2) or μ4-IDC3- and μ2-bpy alternately (in 3) to form 3-dimensional porous MOFs of 2 and 3.  There are two different sizes of pores in 3 and 4, while the porous sizes are uniform in 1 and 2.  Compds. 1, 2, and 4 display blue fluorescent emissions in the solid state at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXksV2jtA%253D%253D&md5=317d64db6c929b4d15479de5650d553c", "10. ", "(a) ", "Chen", ", ", "W.", "; ", "Wang", ", ", "J. Y.", "; ", "Chen", ", ", "C.", "; ", "Yue", ", ", "Q.", "; ", "Yuan", ", ", "H. M.", "; ", "Chen", ", ", "J. S.", "; ", "Wang", ", ", "S. N.", " ", "Inorg. Chem.", " ", "2003", ",  ", "42", ",  ", "944", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Photoluminescent Metal-Organic Polymer Constructed from Trimetallic Clusters and Mixed Carboxylates", "Chen, Wei; Wang, Jia-Yu; Chen, Cheng; Yue, Qi; Yuan, Hong-Ming; Chen, Jie-Sheng; Wang, Su-Ning", "Inorganic Chemistry", "\r\n        (", "2003", "),\r\n    ", "42", "\r\n        (", "4", "),\r\n    ", "944-946", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The solvothermal reaction of Zn(OAc)2.2H2O with a mixt. of benzene-1,4-dicarboxylic acid (H2BDC) and benzene-1,3,5-tricarboxylic acid (H3BTC) in a soln. contg. DMF, abs. EtOH, and chlorobenzene gave rise to a metal-org. polymer, Zn3(BDC)(BTC)2·2NHMe2·2NH2Me2.  The structure of this polymer possesses a unique three-dimensional framework with tri-Zn clusters, and BDC and BTC units co-linking the clusters. also, this metal-org. polymer exhibits strong photoluminescence at room temp., and the main emission band is at ∼430 nm (λex = 325 nm).  Crystal data for this compd. (C17H20N2O8Zn1.5): monoclinic, space group P21/n, cell dimensions a 11.6171(3), b 14.2456(4), c 12.6426(3) Å, β 107.030(2)°, and Z = 4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXkvFKnuw%253D%253D&md5=139e8e21a4ad2316f9696c02e61483bd", "(b) ", "He", ", ", "J.", "; ", "Yu", ", ", "J.", "; ", "Zhang", ", ", "Y.", "; ", "Pan", ", ", "Q.", "; ", "Xu", ", ", "R.", " ", "Inorg. Chem.", " ", "2005", ",  ", "44", ",  ", "9279", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Synthesis, Structure, and Luminescent Property of a Heterometallic Metal-Organic Framework Constructed from Rod-Shaped Secondary Building Blocks", "He, Jianghua; Yu, Jihong; Zhang, Yuetao; Pan, Qinhe; Xu, Ruren", "Inorganic Chemistry", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "25", "),\r\n    ", "9279-9282", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new heterometallic MOF compd., [ZnNa(m-BDC)2]·NH2Me2 (MOF-CJ2; m-BDC = 1,3-benzenedicarboxylate), was solvothermally synthesized and characterized by single-crystal x-ray diffraction, x-ray powder diffraction, ICP, TGA, IR, and photoluminescence spectroscopy analyses.  It crystallizes in monoclinic space group C2/c with a 13.277(6), b 14.323(7), c 11.328(6) Å, and β 111.73(2)°.  Its framework is constructed from M-O-C (M = Na and Zn) rods composed of alternating six-coordinated Na(I) centers and four-coordinated Zn(II) centers.  These rods are linked by m-BDC links to form primitive cubic (pcu) type rod packing.  This framework exemplifies the 1st open-framework heterometallic MOF structure based on the assembly of infinite rod building units.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtFKrt7%252FK&md5=3419f0e5d33c30739fc0e295a08687d4", "(c) ", "Burrows", ", ", "A. D.", "; ", "Cassar", ", ", "K.", "; ", "Friend", ", ", "R. M. W.", "; ", "Mahon", ", ", "M. F.", "; ", "Rigby", ", ", "S. P.", "; ", "Warren", ", ", "J. E.", " ", "CrystEngComm", " ", "2005", ",  ", "7", ",  ", "548", "[", "Crossref", "], [", "CAS", "]", "10. ", "Solvent hydrolysis and templating effects in the synthesis of metal-organic frameworks", "Burrows, Andrew D.; Cassar, Kevin; Friend, Richard M. W.; Mahon, Mary F.; Rigby, Sean P.; Warren, John E.", "CrystEngComm", "\r\n        (", "2005", "),\r\n    ", "7", "\r\n        (", "),\r\n    ", "548-550", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Hydrolysis of the DMF or DEF solvent influences the nature of the product obsd. in the reaction between Zn(II) nitrate and 1,4-benzenedicarboxylic acid, with dialkylammonium cations able to template the formation of anionic networks.  In fresh DEF [Zn4(μ4-O)(μ-bdc)3]·3DEF was prepd. whereas in DEF that had been in the lab. for several weeks, [NH2Et2]2[Zn3(μ-bdc)4]·2.5DEF was prepd.  When the reactions were carried out in DMF instead of DEF, similar observations were recorded.  Use of a partially hydrolyzed sample of solvent, or addn. of [NH2Me2]Cl. led exclusively to [NH2Me2]2[Zn3(μ-bdc)4]·DMF·H2O.  The prepn. and characterization of compds. 1-3 demonstrate that solvent quality is crucially important in prepg. dicarboxylate-based coordination compds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXpslWhtrc%253D&md5=c47d94e87719ba10887f4fcae8c8fc63", "11. ", "Li", ", ", "H. L.", "; ", "Eddaoudi", ", ", "M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Nature", " ", "1999", ",  ", "402", ",  ", "276", "[", "Crossref", "], [", "CAS", "]", "11. ", "Design and synthesis of an exceptionally stable and highly porous metal-organic framework", "Li, Hailian; Eddaoudi, Mohamed; O'Keeffe, M.; Yaghi, M.", "Nature (London)", "\r\n        (", "1999", "),\r\n    ", "402", "\r\n        (", "6759", "),\r\n    ", "276-279", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Macmillan Magazines", ")\r\n        ", "Open metal-org. frameworks are widely regarded as promising materials for applications in catalysis, sepn., gas storage and mol. recognition.  Compared to conventionally used microporous inorg. materials such as zeolites, these org. structures have the potential for more flexible rational design, through control of the architecture and functionalization of the pores.  So far, the inability of these open frameworks to support permanent porosity and to avoid collapsing in the absence of guest mols., such as solvents, has hindered further progress in the field.  The authors report the synthesis of a metal-org. framework, Zn4O(BDC)3.(DMF)8.(PhCl) (named MOF-5, where BDC = 1,4-benzenedicarboxylate), which remains cryst., as evidenced by x-ray single-crystal analyses, and stable when fully desolvated and when heated up to 300°.  This synthesis is achieved by borrowing ideas from metal carboxylate cluster chem., where an org. dicarboxylate linker was used in a reaction that gives supertetrahedron clusters when capped with monocarboxylates.  The rigid and divergent character of the added linker allows the articulation of the clusters into a three-dimensional framework resulting in a structure with higher apparent surface area and pore vol. than most porous cryst. zeolites.  This simple and potentially universal design strategy is currently being pursued in the synthesis of new phases and composites, and for gas-storage applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXnvFSiuro%253D&md5=68f27e20a7e4e15ea2c2f49a2a61e98a", "12. ", "(a) ", "Zhang", ", ", "J.", "; ", "Chen", ", ", "S. M.", "; ", "Wu", ", ", "T.", "; ", "Feng", ", ", "P. Y.", "; ", "Bu", ", ", "X. H.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "12882", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Homochiral Crystallization of Microporous Framework Materials from Achiral Precursors by Chiral Catalysis", "Zhang, Jian; Chen, Shumei; Wu, Tao; Feng, Pingyun; Bu, Xianhui", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "39", "),\r\n    ", "12882-12883", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "While it is not uncommon to form chiral crystals during crystn., the formation of bulk porous homochiral materials from achiral building units is rare.  Reported here is the homochiral crystn. and characterization of (R2NH2)[In(thb)2]·xDMF (R = Me, Et; thb = thiophene-2,5-dicarboxlate) microporous materials through the chirality induction effect of natural alkaloids (-)-cinchonidine or (+)-cinchonine.  The resulting material possesses permanent microporosity and has a uniform pore size of 9.3 Å.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtVymtLfN&md5=3ebf4283879ea1ed9bb43ba823698dbf", "(b) ", "Dai", ", ", "F. N.", "; ", "He", ", ", "H. Y.", "; ", "Zhao", ", ", "X. L.", "; ", "Ke", ", ", "Y. X.", "; ", "Zhang", ", ", "G. Q.", "; ", "Sun", ", ", "D. F.", " ", "CrystEngComm", " ", "2010", ",  ", "12", ",  ", "337", "[", "Crossref", "], [", "CAS", "]", "12. ", "1D zigzag chain vs. 1D helical chain: the role of the supramolecular interactions on the formation of chiral architecture", "Dai, Fangna; He, Haiyan; Zhao, Xiaoliang; Ke, Yanxiong; Zhang, Guoqing; Sun, Daofeng", "CrystEngComm", "\r\n        (", "2010", "),\r\n    ", "12", "\r\n        (", "2", "),\r\n    ", "337-340", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two 1D coordination polymers [Cd(atiip)(Im)2] (1) and [Cd1/2(atiip)1/2(dmf)]·dmf (2) (H2atiip = 5-amino-2,4,6-triiodoisophthalic acid) with a 1D zigzag and a helical chain, resp., were solvothermally synthesized.  The different coordinated small mols. on the cadmium ion have significant influences on the formation of different architectures.  Due to the existence of supramol. interactions between the helixes in complex 2, the same chirality is preserved, resulting in a chiral architecture.  By introducing a chiral mol. as cosolute, the bulk homochiral crystn. from achiral precursors for 2 can be achieved.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhslGjtrg%253D&md5=b8c6129e479178be46f89346f9b8b964"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-8/cg100725j/production/images/small/cg-2010-00725j_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-8/cg100725j/production/images/small/cg-2010-00725j_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-8/cg100725j/production/images/small/cg-2010-00725j_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-8/cg100725j/production/images/small/cg-2010-00725j_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-8/cg100725j/production/images/small/cg-2010-00725j_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-8/cg100725j/production/images/small/cg-2010-00725j_0006.gif\">"]}
