{"title": ["Interpenetrated Metal–Organic Framework with Selective Gas Adsorption and Luminescent Properties"], "authors": ["Ling Qin", "Ze-Min Ju", "Zhong-Jie Wang", "Fan-Dian Meng", "He-Gen Zheng", "Jin-Xi Chen"], "doi": ["10.1021/cg500269h"], "abstract": ["A new 2-fold interpenetrated cadmium metal−organic framework (Cd-MOF) was synthesized with gas sorption properties for CO", ", H", ", and CH", ". The adsorption selectivity of CO", "/CH", " was calculated from the single-component isotherms based on ideal adsorbed solution theory. The luminescent properties in the solid state and in suspension in different common solvents were investigated.", "A new 2-fold interpenetrated cadmium metal–organic framework {[Cd", "(TPPBDA)(OBA)", "]·4DMA·8H", "O}", " (", ") (Cd-MOF) (TPPBDA = ", ",", ",", "′,", "′-tetrakis(4-(4-pyridine)-phenyl)biphenyl-4,4′-diamine, H", "OBA = 4,4′-oxybis(benzoate), and DMA = ", ",", "-dimethylacetamide) was synthesized by a solvothermal reaction. Compound ", " is a 3D net with a meso-helical chain. A noticeable structural feature is that the arrangement of lattice DMA molecules is different in the different meso-helical channels. The material exhibits gas sorption properties for CO", ", H", ", and CH", ". The adsorption selectivity of CO", "/CH", " was calculated from the single-component isotherms using the dual-site Langmuir–Freundlich-based ideal adsorbed solution theory. In addition, the luminescent properties of the Cd-MOF in the solid state and in suspension in different organic solvents was investigated."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Introduction", "Metal–organic frameworks (MOFs) have attracted tremendous attention because of their ability to adjust their porosity and because of the functionalities that are incorporated in the frameworks.", "(1)", " As a result, numerous MOFs have been designed and synthesized for potential applications including gas storage and separation, nonlinear optics, magnetics, and catalysis.", "(2)", " Some properties, for example, gas sorption separation, depend mainly on pore size and shape, which is known as the molecular sieving effect.", "(3)", " Zhou and co-workers reported an interpenetrated and porous net, PCN-17.", "(4)", " The interpenetration and sulfate bridging in PCN-17 reduce its pore size to approximately 3.5 Å, leading to selective adsorption of H", "2", " and O", "2", " over N", "2", " and CO. Therefore, this material can be used for the separation of N", "2", " and O", "2", ", H", "2", " and CO, and N", "2", " and H", "2", ".", "(4)", " However, some other properties may depend on the composition of the MOFs, such as sensing.", "(5)", " For example, our group reported a rare nanotubular MOF that was constructed from the ligand 3,6-di(pyridin-4-yl)-1,2,4,5-tetrazine, in which the tetrazine ring plays the role of chromophore and exhibits a solvatochromic response to different solvent guest molecules.", "(6)", " Thus, more and extensive efforts have been devoted to synthesizing porous MOFs because of their potential applications.", "Many Cd-based MOFs have been reported in the literature;", "(7)", " herein, we describe a new 2-fold interpenetrated framework {[Cd", "2", "(TPPBDA)(OBA)", "2", "]·4DMA·8H", "2", "O}", "n", " (", "1", ") based on Cd(II), tetratopic pyridyl ligand ", "N", ",", "N", ",", "N", "′,", "N", "′-tetrakis (4-(4-pyridine)-phenyl)biphenyl-4,4′-diamine (TPPBDA), and a bent carboxylate ligand (H", "2", "OBA = 4,4′-oxybis(benzoate),", "(8)", " DMA = ", "N", ",", "N", "-dimethylacetamide). The crystal structure, topological analysis, absorption performance and photoluminescent properties are studied in detail. The X-ray structure reveals that compound ", "1", " is a doubly interpenetrated 3D network.", "Scheme 1. Neutral Tetradentate Ligand TPPBDA and Bent Carboxylate Co-ligand H", "2", "OBA", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Experimental Section", "General Methods", "All chemicals and solvents used in the syntheses were of reagent grade and used without further purification. H", "2", "OBA was used as commercially available. The TPPBDA ligand was prepared as follows on the basis of palladium-catalyzed cross-coupling reaction.", "Preparation of ", "N", ",", "N", ",", "N", "′,", "N", "′-Tetrakis(4-bromophenyl)biphenyl-4,4′-diamine", "An oven-dried 500 mL Schlenk flask was charged with tris(4-bromophenyl)amine (24.1 g, 50 mmol), and then ether (350 mL) and ", "N", ",", "N", ",", "N", "′,", "N", "′-tetramethylethylenediamine (8.2 mL) were added through a rubber septum. The reaction mixture was cooled to −78 °C. Upon slow addition of a ", "n", "-BuLi solution (34 mL, 1.6 M in hexanes, 55 mmol), the mixture was stirred for 1 h at −78 °C. Solid CuCl", "2", " (10.8 g, 80 mmol) was added, and the reaction mixture was then allowed to warm slowly to room temperature and stirred for an additional 10 h. The reaction mixture was exposed to air, stirred for 30 min, and concentrated in vacuo. Chloroform (100 mL) and water (100 mL) were added, and the layers were separated. The aqueous layer was subsequently washed with chloroform (50 mL) three times. The organic extracts were combined, dried with MgSO", "4", ", and filtered. The volatile chloroform was removed under vacuum to leave a green solid. Purification by column chromatography (petroleum ether) yielded the pure product as a white solid (10.1 g, 50%). ", "1", "H NMR (DMSO-", "d", "6", ", 500 MHz, 25 °C): 7.61 (d, 4H), 7.5 (d, 8H), 7.09 (d, 4H), 7.0 (d, 8H).", "Preparation of ", "N", ",", "N", ",", "N", "′,", "N", "′-Tetrakis(4-(4-pyridine)-phenyl)biphenyl-4,4′-diamine (TPPBDA)", "A 500 mL Schlenk flask was evacuated, backfilled with nitrogen, and charged with ", "N", ",", "N", ",", "N", "′,", "N", "′-tetrakis(4-bromophenyl)biphenyl-4,4′-diamine (8 g, 10 mmol), pyridine-4-boronic acid (8.41 g, 70 mmol), and K", "2", "CO", "3", " (9.66 mg, 70 mmol). The flask was evacuated and backfilled with nitrogen, and Pd(PPh", "3", ")", "4", " (2.2 mg, 0.05 mmol, 5.0 mol %) and 1,4-dioxane/H", "2", "O (v/v = 3:2) were then added through a rubber septum. The reaction mixture was heated at 95 °C with stirring until the starting ", "N", ",", "N", ",", "N", "′,", "N", "′-tetrakis(4-bromophenyl)biphenyl-4,4′-diamine was completely consumed, as determined by TLC. The reaction mixture was then cooled to room temperature, and 1,4-dioxane was removed under vacuum. The aqueous mixture was extracted with chloroform (50 mL). The combined organic layers were dried over anhydrous MgSO", "4", ", filtered, and concentrated in vacuo. The crude material was purified by chromatography on silica gel (ethyl acetate/methanol = 10:1), yielding the pure product as a yellow solid (4.2 g, 53%). ", "1", "H NMR (DMSO-", "d", "6", ", 500 MHz, 25 °C): 8.60 (s, 8H), 7.80 (d, 8H), 7.68 (s, 12H), 7.19 (d, 12H). ", "13", "C NMR (DMSO-", "d", "6", "): 119.42, 120.41, 121.04, 124.33, 125.63, 128.15, 128.53, 131.85, 135.50, 145.91, 146.65, 148.12, 150.67. MS (ESI-TOF): calcd for C", "56", "H", "40", "N", "6", ", 796; found, 797.", "Synthesis of Complex ", "1", "Compound ", "1", " was synthesized by dissolving 39.8 mg of TPPBDA and 25.8 mg of H", "2", "OBA in DMA (3 mL). A solution of 0.1 mmol aqueous Cd(NO", "3", ")", "2", " was then added, and the mixture was placed in a Teflon vessel within an autoclave and heated at 85 °C for 3 days. Pale yellow prismatic crystals were obtained, filtered off, and dried under ambient conditions. The yield of the reaction was ca. 50% based on the TPPBDA ligand. Anal Calcd. for C", "100", "H", "108", "Cd", "2", "N", "10", "O", "22", ": C, 59.62; H, 5.37; N, 6.91. Found: C, 59.24; H, 5.39; N, 6.88. The IR spectra of the corresponding complex is shown in ", "Supporting Information Figure S8", ".", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "Crystal Structure of {[Cd", "2", "(TPPBDA)(OBA)", "2", "]·4DMA·8H", "2", "O}", "n", " (", "1", ")", "Compound ", "1", " crystallizes in the monoclinic crystal system with two Cd cations in the asymmetric unit (Figure ", "1", "a). (Crystal data and structure refinement parameters of compound ", "1", " are given in Table ", "1", ".) Each Cd(II) unit has a [CdN", "2", "O", "5", "] coordination geometry. The OBA", "2–", " ligand takes bidentate-chelation and μ", "3", "-chelating-bridging tridentate coordination modes; two Cd(II) ions are bridged by two carboxylate O atoms, forming a four-membered square-shaped [Cd", "2", "(CO", "2", ")", "4", "] ring. The OBA", "2–", " anions connect to the [Cd", "2", "(CO", "2", ")", "4", "] units to form 1D chains. Then, the chains are linked by the neutral tetradentate ligand to generate a 3D net (Figure ", "1", "b). It is worth noting that different shapes of channels are generated on the ", "ab", ", ", "bc", ", and ", "ac", " planes in the individual network, as shown in ", "Supporting Information Figure S1", ".", "Figure 1. Coordination environment of the Cd(II) ions in ", "1", " (hydrogen atoms and uncoordinated DMA and water molecules are omitted for clarity; 30% ellipsoid probability); symmetry codes: no. 1 = −", "1", "/", "2", " + ", "x", ", ", "1", "/", "2", " – ", "y", ", ", "1", "/", "2", " + ", "z", "; no. 2 = ", "1", "/", "2", " + ", "x", ", ", "1", "/", "2", " – ", "y", ", ", "1", "/", "2", " + ", "z", "; no. 3 = 1 – ", "x", ", −", "y", ", −", "z", "; and no. 4 = −", "1", "/", "2", " + ", "x", ", ", "1", "/", "2", " – ", "y", ", −", "1", "/", "2", " + ", "z", ". (b) View of 3D framework of ", "1", " along the ", "a", " axis.", "Table 1. Crystal Data and Structure Refinement Parameters of Compound ", "1", "compound", "1", "c", "empirical formula", "C", "92", "H", "74", "Cd", "2", "N", "8", "O", "12", "formula weight", "1708.39", "crystal system", "monoclinic", "space group", "C", "2/", "c", "a", " (Å)", "21.1146(11)", "b", " (Å)", "37.6435(19)", "c", " (Å)", "28.2514(14)", "α (deg)", "90", "β (deg)", "108.8030(10)", "γ (deg)", "90", "V", " (Å", "3", ")", "21256.6(19)", "Z", "8", "D", "calcd", " (g cm", "–3", ")", "1.068", "μ (mm", "–1", ")", "0.452", "F", "(000)", "6992", "tot., uniq. data", "59 725, 18 710", "R", "(int)", "0.0715", "observed data [", "I", " > 2σ(", "I", ")]", "10 839", "N", "ref", ", ", "N", "par", "18 710, 1029", "R", "1", "a", ", ", "wR", "2", "b", " [", "I", " > 2σ(", "I", ")]", "0.0391, 0.0820", "GOF on ", "F", "2", "1.035", "min and max resd density (e Å", "–3", ")", "–0.391, 0.788", "a", "R", "1", " = Σ|", "|F", "o", "| – |", "F", "c", "||/|Σ|", "F", "o", "|.", "b", "wR", "2", " ={Σ[w(", "F", "o", "2", " – ", "F", "c", "2", ")", "2", "]/Σ[w(", "F", "o", "2", ")", "2", "]}", "1/2", "; where ", "w", " = 1/[σ", "2", "(", "F", "o", "2", ") + (a", "P", ")", "2", " + ", "bP", "] and ", "P", " = (", "F", "o", "2", " + 2", "F", "c", "2", ")/3.", "c", "The residual electron densities were flattened by using the SQUEEZE option of PLATON.", "Compound ", "1", " is a 3D net composed of meso-helical chains with a long pitch of 21.115 Å, which are labeled as the L1 and R1 chains (Figure ", "2", "a). The two symmetrically related helices coexist in the centrosymmetric solid, in which they appear in the left-handed and right-handed enantiomorphs, respectively. However, the L1- and R1-type single meso-helical chains are arranged alternatively, which indicates achirality and is further confirmed by the achiral space group, ", "C", "2/", "c", ". The central axis about each helical chain is a 2-fold screw axis.", "(9)", " The other structural feature is that the arrangement of lattice DMA molecules is different in the different meso-helical channels, which is attributed to the crystallographic symmetry. It can be seen that the O atoms of the DMA molecules are oriented upward in the L1 channels, whereas the O atoms are oriented downward in the R1 channels, as shown in Figure ", "2", "b.", "Figure 2. (a) View of meso-helical chains (marked by L1 and R1) in net ", "1", ". (b) Perspective views of the different arrangement directions of guest DMA molecules, especially in the L1 and R1 channels. The hydrogen atoms and the squeezed guest molecules are omitted for clarity.", "Better insight into the nature of the intricate framework can be attained by the application of a topological approach,", "(10)", " that is, reducing multidimensional structures to a simple node and connection net. As discussed above, [Cd", "2", "(CO", "2", ")", "4", "] clusters are defined as 6-connected nodes. Likewise, TPPBDA ligands ligating with four [Cd", "2", "(CO", "2", ")", "4", "] clusters can act as 4-connected nodes. On the basis of the simplification principle, the resulting structure is a (4,6)-connected net with point symbol {4", "6", "}{4", "2", ".6", "8", ".8", "5", "} (Figure ", "3", "a). The overall structure is a pair of identical nets, which are mutually interpenetrated to form a doubly interpenetrated framework (Figure ", "3", "b). Despite the framework interpenetration, the structure retains a 45.7% solvent-accessible void volume, as calculated by the PLATON program.", "(11)", " TGA reveals a 24% (by mass) loss of solvent, which is ascribed to the loss of four lattice DMA and eight water molecules, with a theoretical weight loss of 24.28%; the decomposition of compound ", "1", " starts at 350 °C (", "Supporting Information Figure S2", ").", "Figure 3. (a) Schematic representation of (4,6)-connected topology net. (b) Schematic view of the 2-fold interpenetrating framework.", "Sorption Properties", "With an increasing desire to use porous MOFs in storage applications, gas adsorptions for the Cd-MOF were measured. Adsorption measurements were performed on Micromeritics ASAP 2020 M+C surface area analyzer. Ultra-high-purity grade N", "2", ", H", "2", ", CO", "2", ", and CH", "4", " (>99.999%) were used. All of the measured sorption isotherms were repeated twice to confirm reproducibility. Low-pressure H", "2", ", CO", "2", ", CH", "4", ", and N", "2", " adsorption isotherms were measured at 273 and 298 K from 0 to 1 bar. There was little adsorption of N", "2", " up to 1 atm. The other adsorption data demonstrated that the compound selectively adsorbed CO", "2", " rather than CH", "4", " (Figure ", "4", "). This selective adsorption may be ascribed to the special quadrupole moment or the smaller gas molecule diameter of CO", "2", ".", "(12)", " The CO", "2", " adsorption capacity for compound ", "1", " at 273 and 298 K is shown in ", "Supporting Information Figure S3", ". The isosteric heats of adsorption (", "Q", "st", ") were calculated from the CO", "2", " adsorption isotherms using the Clausius–Clapeyron equation (for details, see the ", "Supporting Information", ").", "(13)", " A plot of the isosteric heat of adsorption (", "Q", "st", ") as a function of CO", "2", " adsorbed quantity is shown in ", "Supporting Information Figure S4", ". The value of ", "Q", "st", " is about 23–25 kJ/mol, which is similar to the values for some other MOF materials.", "(14)", "Figure 4. Gas adsorption isotherms for CO", "2", " (black) and CH", "4", " (red) at 273 K and for H", "2", " (blue) at 77 K.", "The selectivity of CO", "2", "/CH", "4", " was calculated from the experimental single-component isotherms using the ideal adsorbed solution theory (IAST) method.", "(15)", " The dual-site Langmuir–Freundlich equation was used to fit the experimental data.", "The CO", "2", "/CH", "4", " selectivity calculation was based on a CO", "2", "/CH", "4", " mixture with CO", "2", "/CH", "4", " = 1:1 at a total pressure of 1 atm. Adsorption isotherms predicted by IAST suggested that the dual-site Langmuir–Freundlich equation fit the single-component isotherms well, as shown in Figure ", "5", ". The ", "r", "2", " (coefficient of determination) values for all of the fitted isotherms were 0.999995. For ", "1", ", CO", "2", " is preferentially adsorbed over CH", "4", " because of the stronger interactions between CO", "2", " and the Cd-MOF.", "Figure 5. IAST-predicted isotherms and selectivity of equimolar mixtures of CO", "2", " and CH", "4", " in compound ", "1", " at 298 K as a function of pressure.", "Luminescent Properties and X-ray Powder Diffraction", "Phase purity of the bulk material was confirmed by the comparison of its powder diffraction (PXRD) patterns with that simulated from single-crystal X-ray diffraction study (", "Supporting Information Figure S5", "). The solid-state emission spectrum for compound ", "1", " exhibits a broad peak at 553 nm, which is more likely to be attributed to intraligand transition because an emission with a maximum at 558 nm is observed for TPPBDA (", "Supporting Information Figure S6", "). Some fluorescent MOF materials that are sensitive to guest solvent molecules have been reported.", "(16)", " Motivated by previous works, the photoluminescent properties were also investigated in suspension in common solvents. A finely ground sample of compound ", "1", " (10 mg) was immersed in different organic solvents (10 mL), treated by ultrasonication for 2 h, and then aged to form stable emulsions. The solvents tested were ", "N", ",", "N", "-dimethylformamide (DMF), chloroform (CHCl", "3", "), dichloromethane (CH", "2", "Cl", "2", "), acetonitrile (CH", "3", "CN), and methanol (CH", "3", "OH). As shown in Figure ", "6", ", the PL intensities are dependent on the solvent molecules, particularly in the case of DMF and CH", "2", "Cl", "2", ", which exhibit the most significant enhancing and quenching effects, respectively. In short, the intensities are affected by the solvents, with DMF > CH", "3", "OH > CH", "3", "CN > CHCl", "3", " > CH", "2", "Cl", "2", " (", "Supporting Information Figure S7", "), which may be ascribed to the different solubility.", "(17)", " The other interesting feature is that an emission with a maximum at 458 nm is observed in CHCl", "3", ". However, the main emission peaks are centered at 495 nm in the other four solvents. The different emission peaks may be ascribed to specific host–guest recognition.", "(18)", "Figure 6. Left: emission of ", "1", " suspended in various solvents (DMF, CH", "3", "OH, CH", "3", "CN, CHCl", "3", ", and CH", "2", "Cl", "2", ") under the same testing conditions. Right: different emission peaks of ", "1", " suspended in DMF or CHCl", "3", "; the test conditions in CHCl", "3", " were further optimized to provide better data for comparison.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Conclusions", "We have successfully prepared a 3D porous network (Cd-MOF) based on TPPBDA and H", "2", "OBA as coligands. The structure of the Cd-MOF is a doubly interpenetrated framework with a {4", "6", "}{4", "2", ".6", "8", ".8", "5", "} net containing meso-helices. The Cd-MOF exhibits selective gas sorption for CO", "2", " over that of CH", "4", " and N", "2", ". The selectivity of CO", "2", "/CH", "4", " was calculated using the dual-site Langmuir–Freundlich-based ideal adsorbed solution theory method. Additionally, the luminescent properties of the Cd-MOF in the solid state and in suspension in different solvents were investigated.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "Crystallographic data in CIF format, selected bond lengths and angles, IR, TGA, PXRD, patterns of photochemistry, and gas adsorption data. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "This work was supported by grants from the Natural Science Foundation of China (nos. 91022011, 21021062, 20971065, and 21371092) and the National Basic Research Program of China (no. 2010CB923303).", "Dedication", "Dedicated to Professor Xin-Quan Xin on the occasion of his 80th birthday.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 18 other publications.", "1. ", "(a) ", "Kong", ", ", "X. Q.", "; ", "Deng", ", ", "H. X.", "; ", "Yan", ", ", "F. Y.", "; ", "Kim", ", ", "J.", "; ", "Swisher", ", ", "J. A.", "; ", "Smit", ", ", "B.", "; ", "Yaghi", ", ", "O. M.", "; ", "Reimer", ", ", "J. A.", " ", "Science", " ", "2013", ",  ", "341", ",  ", "882", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Mapping of Functional Groups in Metal-Organic Frameworks", "Kong, Xueqian; Deng, Hexiang; Yan, Fangyong; Kim, Jihan; Swisher, Joseph A.; Smit, Berend; Yaghi, Omar M.; Reimer, Jeffrey A.", "Science (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "341", "\r\n        (", "6148", "),\r\n    ", "882-885", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "We detd. the heterogeneous mesoscale spatial apportionment of functional groups in multivariate metal-org. frameworks (MTV-MOF-5) contg. BDC (1,4-benzenedicarboxylate) linkers with different functional groups-B (BDC-NH2), E (BDC-NO2), F [(BDC-Me)2], H [BDC-(OC3H5)2], and I [BDC-(OC7H7)2]-using solid-state NMR measurements combined with mol. simulations. The anal. reveals that these methods discern between random (EF), alternating (EI and EHI), and various cluster (BF) forms of functional group apportionments.  This combined synthetic, characterization, and computational approach predicts the adsorptive properties of cryst. MTV-MOF systems.  This methodol., developed in the context of ordered frameworks, is a 1st step in resolving the more general problem of spatial disorder in other ordered materials, including mesoporous materials, functionalized polymers, and defect distributions within cryst. solids.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht12gsL%252FJ&md5=0ec9e8bf605a484a74a6097ed83190aa", "(b) ", "Duan", ", ", "J. G.", "; ", "Higuchi", ", ", "M.", "; ", "Foo", ", ", "M. L.", "; ", "Horike", ", ", "S.", "; ", "Rao", ", ", "K. P.", "; ", "Kitagawa", ", ", "S.", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "8244", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "A Family of Rare Earth Porous Coordination Polymers with Different Flexibility for CO2/C2H4 and CO2/C2H6 Separation", "Duan, Jingui; Higuchi, Masakazu; Foo, Maw Lin; Horike, Satoshi; Rao, Koya Prabhakara; Kitagawa, Susumu", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "14", "),\r\n    ", "8244-8249", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A family of new porous coordination polymers (PCPs) were prepd. by the reaction of an acylamide modified ligand (H3L) and RE(NO)3·xH2O (RE = Y, La, Ce, Nd, Eu, Tb, Dy, Ho, and Tm).  PXRD and single-crystal x-ray analyses of them revealed that, besides the La-PCP, all other rare earth members gave isomorphous structures.  The two types of structural topologies obtained, although similar, differ in their alignment of acylamide functional groups and structural flexibility.  Adsorption expts. and in situ DRIFT spectra showed that rigid frameworks have the typical microporous behavior and poor selective capture of CO2 over C2H4 and C2H6; however, the unique La-PCP with structural flexibility and close-packed acylamide groups has a high selective capture of CO2 with respect to C2H6 or C2H4 at 273 K, esp. at the ambient pressure area (0.1-1 bar).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXpvFanur4%253D&md5=f0e254022dacb43fa6e6ce93ff92aedc", "(c) ", "Deng", ", ", "H. X.", "; ", "Grunder", ", ", "S.", "; ", "Cordova", ", ", "K. E.", "; ", "Valente", ", ", "C.", "; ", "Furukawa", ", ", "H.", "; ", "Hmadeh", ", ", "M.", "; ", "Gándara", ", ", "F.", "; ", "Whalley", ", ", "A. C.", "; ", "Liu", ", ", "Z.", "; ", "Asahina", ", ", "S.", "; ", "Kazumori", ", ", "H.", "; ", "O′Keeffe", ", ", "M.", "; ", "Terasaki", ", ", "O.", "; ", "Stoddart", ", ", "J. F.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2012", ",  ", "336", ",  ", "1018", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Large-Pore Apertures in a Series of Metal-Organic Frameworks", "Deng, Hexiang; Grunder, Sergio; Cordova, Kyle E.; Valente, Cory; Furukawa, Hiroyasu; Hmadeh, Mohamad; Gandara, Felipe; Whalley, Adam C.; Liu, Zheng; Asahina, Shunsuke; Kazumori, Hiroyoshi; O'Keeffe, Michael; Terasaki, Osamu; Stoddart, J. Fraser; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "336", "\r\n        (", "6084", "),\r\n    ", "1018-1023", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The authors report a strategy to expand the pore aperture of metal-org. frameworks (MOFs) into a previously unattained size regime (>32 Å).  Specifically, the systematic expansion of a known MOF structure, MOF-74, from its original link of one phenylene ring (I) to two, three, four, five, six, seven, nine, and eleven (II to XI, resp.), afforded an isoreticular series of Mg- or Zn-contg. MOF-74 structures (termed IRMOF-74-I to -XI) with pore apertures ranging from 14 to 98 Å.  All members of this series have noninterpenetrating structures and exhibit robust architectures, as evidenced by their permanent porosity and high thermal stability (up to 300°).  The pore apertures of an oligoethylene glycol-functionalized IRMOF-74-VII and IRMOF-74-IX are large enough for natural proteins to enter the pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xnt1Kgt7s%253D&md5=be82c139a536be7009991c48606c3829", "2. ", "(a) ", "Wriedt", ", ", "M.", "; ", "Yakovenko", ", ", "A. A.", "; ", "Halder", ", ", "G. J.", "; ", "Prosvirin", ", ", "A. V.", "; ", "Dunbar", ", ", "K. R.", "; ", "Zhou", ", ", "H. C.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "4040", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Reversible Switching from Antiferro- to Ferromagnetic Behavior by Solvent-Mediated, Thermally-Induced Phase Transitions in a Trimorphic MOF-Based Magnetic Sponge System", "Wriedt, Mario; Yakovenko, Andrey A.; Halder, Gregory J.; Prosvirin, Andrey V.; Dunbar, Kim R.; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "10", "),\r\n    ", "4040-4050", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Hydrothermal reactions of copper(II) acetate, tetrazolate-5-carboxylate (tzc), and the neutral N-donor spacer ligand 1,3-di(4-pyridyl)propane (dpp) lead in a single reaction vial to the simultaneous formation of three different single-cryst. solvates [Cu(tzc)(dpp)]n·0.5C6H14·0.5H2O (1), [Cu(tzc)(dpp)]n·4.5H2O (2), and [Cu(tzc)(dpp)]n·1.25C6H14 (3).  All three structures were characterized by single crystal x-ray diffraction.  None of these solvates can be prepd. as phase-pure bulk materials, but reaction conditions similar to those used for single crystal synthesis yield a phase-pure polycryst. bulk material of an addnl. forth solvate phase [Cu(tzc)(dpp)]n·2H2O (4).  Studies of its thermal properties by in situ temp.-dependent synchrotron-based powder diffraction expts. showed interesting phase transitions upon heating in a helium stream.  Initially, the precursor dihydrate 4 transforms to an anhyd. phase [Cu(tzc)(dpp)]n (6I) via the intermediate monohydrate phase [Cu(tzc)(dpp)]n·H2O (5).  Upon further heating, phase 6I transforms to a new anhyd. polymorph 6II, which transforms upon cooling to a further new phase 6III.  Thermogravimetric measurements performed in tandem with DSC as well as IR spectroscopic studies are in agreement with these findings.  The de/resolvation behavior is accompanied by a dramatic change in their magnetic properties: The dihydrate phase shows antiferromagnetic exchange interactions, whereas ferromagnetic properties are obsd. for the trimorphic anhydrate system.  This magnetic sponge-like behavior can be reversibly cycled upon de/resolvation of the material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXis1Sktrw%253D&md5=5f9ec21ec93b48ed450ee3ed95833e5c", "(b) ", "Nugent", ", ", "P.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Burd", ", ", "S. D.", "; ", "Cairns", ", ", "A. J.", "; ", "Luebke", ", ", "R.", "; ", "Forrest", ", ", "K.", "; ", "Pham", ", ", "T.", "; ", "Ma", ", ", "S.", "; ", "Space", ", ", "B.", "; ", "Wojtas", ", ", "L.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", " ", "Nature", " ", "2013", ",  ", "495", ",  ", "80", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Porous materials with optimal adsorption thermodynamics and kinetics for CO2 separation", "Nugent, Patrick; Belmabkhout, Youssef; Burd, Stephen D.; Cairns, Amy J.; Luebke, Ryan; Forrest, Katherine; Pham, Tony; Ma, Shengqian; Space, Brian; Wojtas, Lukasz; Eddaoudi, Mohamed; Zaworotko, Michael J.", "Nature (London, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "495", "\r\n        (", "7439", "),\r\n    ", "80-84", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Energy costs assocd. with the sepn. and purifn. of industrial commodities (e.g., gases, fine chems., fresh water) currently represent ∼15% of global energy prodn.; the demand for such commodities is projected to triple by 2050 (P. Taylor, 2010).  The challenge of developing effective sepn. and purifn. technologies which have much smaller energy footprints is greater for CO2 than for other gases; in addn. to its involvement in climate change, CO2 is an impurity in natural gas, biogas (biomass-based natural gas), syngas (CO/H2, the main H2 source for refineries), and many other gas streams.  In the context of porous cryst. materials which can exploit equil. and kinetic selectivity, size selectivity and targeted mol. recognition are attractive characteristics for CO2 sepn. and capture, as exemplified by 5A and 13X zeolites (J. Merel, et al., 2008), and metal-org. materials (MOM).  This paper reports that a crystal engineering or reticular chem. strategy which controls pore functionality and pore size in a series of MOM with coordinately satd. metal centers and periodically arrayed hexafluorosilicate anions (SiF52-) enables a kinetics and thermodn. sweet spots offering high volumetric uptake at low CO2 partial pressure (<0.15 bar).  Most importantly, such MOM offer an unprecedented CO2 sorption selectivity over N2, H2, and CH4, even in the presence of moisture.  Thus, these MOM are relevant to CO2 sepn. in the context of post-combustion (flue gas, CO2/N2), pre-combustion (shifted synthesis gas stream, CO2/H2), and natural gas upgrading (natural gas clean-up, CO2/CH4).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjsFCntbg%253D&md5=56941673abb6b13f920476a593dfeb98", "(c) ", "Yang", ", ", "Q. X.", "; ", "Chen", ", ", "Z. J.", "; ", "Hu", ", ", "J. S.", "; ", "Hao", ", ", "Y.", "; ", "Li", ", ", "Y. Z.", "; ", "Lu", ", ", "Q. Y.", "; ", "Zheng", ", ", "H. G.", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "3585", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "A second-order nonlinear optical material with a hydrated homochiral helix obtained via spontaneous symmetric breaking crystallization from an achiral ligand", "Yang, Qingxiang; Chen, Zhijun; Hu, Jinsong; Hao, Ying; Li, Yizhi; Lu, Qingyi; Zheng, Hegen", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "34", "),\r\n    ", "3585-3587", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A unique supramol. helix [Cd2(L)2(DMF)2(H2O)4·DMF·4H2O]n (1) (H2L = 4,4'-dicarboxydiphenylamine) assisted by solvent mols. (water and DMF) was obtained from an achiral flexible V-shaped ligand, and spontaneous symmetry breaking occurs in crystn.  Notably, the compd. displays strong second-harmonic generation (SHG) response.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXltVOrsLk%253D&md5=545ec427b389cf248264cc4d759f768f", "(d) ", "Wang", ", ", "C.", "; ", "Wang", ", ", "J. L.", "; ", "Lin", ", ", "W. B.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "19895", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Elucidating Molecular Iridium Water Oxidation Catalysts Using Metal-Organic Frameworks: A Comprehensive Structural, Catalytic, Spectroscopic, and Kinetic Study", "Wang, Cheng; Wang, Jin-Liang; Lin, Wenbin", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "48", "),\r\n    ", "19895-19908", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "As a new class of porous, cryst., mol. materials, metal-org. frameworks (MOFs) have shown great promise as recyclable and reusable single-site solid catalysts.  Periodic order and site isolation of the catalytic struts in MOFs facilitate the studies of their activities and reaction mechanisms.  Herein we report the construction of two highly stable MOFs (1 and 2) using elongated dicarboxylate bridging ligands derived from Cp*Ir(L)Cl complexes (L = dibenzoate-substituted 2,2'-bipyridine, bpy-dc, or dibenzoate-substituted 2-phenylpyridine, ppy-dc) and Zr6O4(OH)4(carboxylate)12 cuboctahedral secondary building units (SBUs) and the elucidation of water oxidn. pathways of the Cp*Ir(L)Cl catalysts using these MOFs.  We carried out detailed kinetic studies of Ce4+-driven water oxidn. reactions (WORs) catalyzed by the MOFs using UV-vis spectroscopy, phosphorescent oxygen detection, and gas chromatog. anal.  These results confirmed not only water oxidn. activity of the MOFs but also indicated oxidative degrdn. of the Cp* rings during the WOR.  The (bpy-dc)Ir(H2O)2XCl (X is likely a formate or acetate group) complex resulted from the oxidative degrdn. process was identified as a competent catalyst responsible for the water oxidn. activity of 1.  Further characterization of the MOFs recovered from WORs using X-ray photoelectron, diffuse-reflectance UV-vis absorption, luminescence, and IR spectroscopies supported the identity of (bpy-dc)Ir(H2O)2XCl as an active water oxidn. catalyst.  Kinetics of MOF-catalyzed WORs were monitored by Ce4+ consumptions and fitted with a reaction-diffusion model, revealing an intricate relationship between reaction and diffusion rates.  Our work underscores the opportunity in using MOFs as well-defined single-site solid catalytic systems to reveal mechanistic details that are difficult to obtain for their homogeneous counterparts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1CksrzO&md5=b6d37724a49dc1a134fb87080c8c9d06", "3. ", "(a) ", "Fairen-Jimenez", ", ", "D.", "; ", "Moggach", ", ", "S. A.", "; ", "Wharmby", ", ", "M. T.", "; ", "Wright", ", ", "P. A.", "; ", "Parsons", ", ", "S.", "; ", "Düren", ", ", "T.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "8900", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Opening the Gate: Framework Flexibility in ZIF-8 Explored by Experiments and Simulations", "Fairen-Jimenez, D.; Moggach, S. A.; Wharmby, M. T.; Wright, P. A.; Parsons, S.; Duren, T.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "23", "),\r\n    ", "8900-8902", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "ZIF-8 is a zeolitic imidazole-based metal-org. framework with large cavities interconnected by narrow windows.  Because the small size of the windows, it allows in principle for mol. sieving of gases such as H2 and CH4.  However, the unexpected adsorption of large mols. on ZIF-8 suggests the existence of structural flexibility.  ZIF-8 flexibility is explored combining different exptl. techniques with mol. simulation.  The ZIF-8 structure is modified by gas adsorption uptake in the same way as it is at a very high pressure (i.e., 14,700 bar) due to a swing effect in the imidazolate linkers, giving access to the porosity.  Tuning the flexibility, and so the opening of the small windows, has a further impact on the design of advanced mol. sieving membrane materials for gas sepn., adjusting the access of fluids to the porous network.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmtlWrt70%253D&md5=f9d8904cd7cd4f8d703600d849849f8c", "(b) ", "Ma", ", ", "S. Q.", "; ", "Sun", ", ", "D. F.", "; ", "Yuan", ", ", "D. Q.", "; ", "Wang", ", ", "X. S.", "; ", "Zhou", ", ", "H. C.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "6445", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Preparation and Gas Adsorption Studies of Three Mesh-Adjustable Molecular Sieves with a Common Structure", "Ma, Shengqian; Sun, Daofeng; Yuan, Daqiang; Wang, Xi-Sen; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "18", "),\r\n    ", "6445-6451", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Solvothermal reactions of a predesigned amphiphilic ligand, 4'-tert-butyl-biphenyl-3,5-dicarboxylate (BBPDC), with Zn(NO3)2, Co(NO3)2, and Cu(NO3)2 gave rise to three isostructural mesh-adjustable mol. sieves (MAMSs), MAMS-2, MAMS-3, and MAMS-4, resp.  The three new MAMSs all exhibit temp.-tuned mol. sieving effect.  There exists a linear relation between mesh size and temp., D = D + αT (D, mesh size at temp. T K; D, mesh size at 0 K; and α, const.).  Consts. D and α are characteristics of a ligand in a certain structure, independent of the choice of metal.  As a result, all of the three MAMSs based on the BBPDC ligand have a D of 2.83 and an α of 0.0073.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkslCrtrY%253D&md5=9234399e39aced3568c630723c56ba89", "4. ", "Ma", ", ", "S. Q.", "; ", "Yuan", ", ", "D. Q.", "; ", "Wang", ", ", "X. S.", "; ", "Zhou", ", ", "H. C.", " ", "Inorg. Chem.", " ", "2009", ",  ", "48", ",  ", "2072", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Microporous Lanthanide Metal-Organic Frameworks Containing Coordinatively Linked Interpenetration: Syntheses, Gas Adsorption Studies, Thermal Stability Analysis, and Photoluminescence Investigation", "Ma, Shengqian; Yuan, Daqiang; Wang, Xi-Sen; Zhou, Hong-Cai", "Inorganic Chemistry", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "5", "),\r\n    ", "2072-2077", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Under solvothermal conditions, the reactions of trigonal-planar ligand, TATB (4,4',4''-s-triazine-2,4,6-triyl-tribenzoate) with Dy(NO3)3, Er(NO3)3, Y(NO3)3, Yb(NO3)3, gave rise to four microporous lanthanide metal-org. frameworks (MOFs), designated as PCN-17 (Dy), PCN-17 (Er), PCN-17 (Y), and PCN-17 (Yb), resp.  The four porous MOFs are isostructural, with their crystal unit parameters shrinking in the order of PCN-17 (Dy), PCN-17 (Y), PCN-17 (Er), and PCN-17 (Yb), which also reflects the lanthanides' contraction trend.  All of them adopt the novel square-planar Ln4(μ4-H2O) cluster as the secondary building unit and contain coordinatively linked doubly interpenetrated (8,3)-connected nets.  In addn. to exhibiting interesting photoluminescence phenomena, the coordinatively linked interpenetration restricts the pore sizes and affords them selective adsorption of H2 and O2 over N2 and CO, as well as renders them with high thermal stability of 500-550° as demonstrated from TGA profiles.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtV2lt78%253D&md5=add2196416af99af7000d63f11e490e2", "5. ", "(a) ", "Kreno", ", ", "L. E.", "; ", "Leong", ", ", "K.", "; ", "Farha", ", ", "O. K.", "; ", "Allendorf", ", ", "M.", "; ", "Van Duyne", ", ", "R. P.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1105", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Metal-Organic Framework Materials as Chemical Sensors", "Kreno, Lauren E.; Leong, Kirsty; Farha, Omar K.; Allendorf, Mark; Van Duyne, Richard P.; Hupp, Joseph T.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1105-1125", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors present a crit. review of the literature on metal-org. frameworks (MOFs) as chem. sensors.  The authors begin by briefly examg. challenges relating to MOF sensor development including the design of MOFs with desirable properties, incorporation of appropriate signal transduction capabilities, and integration of MOFs into devices by employing thin-film growth techniques.  Subsequent sections discuss specific examples of MOF sensors, categorized by method of signal transduction.  Sensors based on MOF photoluminescence are discussed briefly.  The authors have limited the review of luminescence-based sensors to a small no. of recent reports where the porous MOF architecture, or its chem. compn., imparts selective sensing capabilities.  Scintillating MOFs that luminesce in the presence of radioactive analytes are also discussed.  Other signal transduction schemes that use photons include various kinds of optical interferometry, analyte modulation of localized surface plasmon resonance energies, and solvatochromism.  Mech. signal-transduction schemes employed with MOFs include ones based on surface acoustic wave, quartz crystal microbalance, and microcantilever devices.  Elec. schemes thus far were limited to ones based on impedance spectroscopy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVCgtL%252FI&md5=f6ed572725bc067ee8da81880bf1ec90", "(b) ", "Lu", ", ", "G.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "7832", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Metal-Organic Frameworks as Sensors: A ZIF-8 Based Fabry-Perot Device as a Selective Sensor for Chemical Vapors and Gases", "Lu, Guang; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "23", "),\r\n    ", "7832-7833", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A ZIF-8 thin film-based Fabry-Perot device has been fabricated as a selective sensor for chem. vapors and gases.  The prepn. of the ZIF-8 thin film and a series of ZIF-8 thin films of various thicknesses grown on silicon substrates are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXmtlCrsbg%253D&md5=0d71313eea6d253bc7eb8689a788a6f5", "6. ", "(a) ", "Lu", ", ", "Z. Z.", "; ", "Zhang", ", ", "R.", "; ", "Pan", ", ", "Z. R.", "; ", "Li", ", ", "Y. Z.", "; ", "Guo", ", ", "Z. J.", "; ", "Zheng", ", ", "H. G.", " ", "Chem.—Eur. J.", " ", "2012", ",  ", "18", ",  ", "2812", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Metal-Organic Frameworks Constructed from Versatile [WS4Cux]x-2 Units: Micropores in Highly Interpenetrated Systems", "Lu, Zhen-Zhong; Zhang, Rui; Pan, Zhao-Rui; Li, Yi-Zhi; Guo, Zi-Jian; Zheng, He-Gen", "Chemistry--A European Journal", "\r\n        (", "2012", "),\r\n    ", "18", "\r\n        (", "10", "),\r\n    ", "2812-2824, S2812/1-S2812/18", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Five metal-org. frameworks (MOFs) formed by [WS4Cux]x-2 secondary building units (SBUs) and multi-pyridyl ligands are presented.  The [WS4Cux]x-2 SBUs function as network vertexes showing various geometries and connectivities.  Compd. 1 contains 1-dimensional channels formed in 4-fold interpenetrating diamondoid networks with a hexanuclear [WS4Cu5]3+ unit as SBU, which shows square-pyramidal geometry and acts as a tetrahedral node.  Compd. 2 contains brick-wall-like layer also with a hexanuclear [WS4Cu5]3+ unit as SBU.  The [WS4Cu5]3+ unit in 2 is a new type of [WS4Cux]x-2 cluster unit in which the five Cu+ ions are in one plane with the W atom, forming a planar unit.  Compd. 3 shows a nanotubular structure with a pentanuclear [WS4Cu4]2+ unit as SBU, which is saddle-shaped and acts as a tetrahedral node.  Compd. 4 contains large cages formed between two interpenetrated (10,3)-a networks also with a pentanuclear [WS4Cu4]2+ unit acting as a triangular node.  The [WS4Cu4]2+ unit in 4 is isomeric to that in 3 and first obsd. in a MOF.  Compd. 5 contains zigzag chains with a tetrahedral [WS4Cu3]+ unit as SBU, which acts as a V-shaped connector.  The influence of synthesis conditions including temp., ligand, anions of CuI salts, and the ratio of [NH4]2WS4 to CuI salt on the formation of these [WS4Cux]x-2-based MOFs were also studied.  Porous MOF 3 is stable upon removal and exchange of the solvent guests, and when accommodating different solvent mols., it exhibits specific colors depending on the polarity of incorporated solvent, i.e., it shows a rare solvatochromic effect and has interesting prospects in sensing applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhslCgtbw%253D&md5=df46f30c209c4b0948d4ce8324794591", "(b) ", "Lu", ", ", "Z. Z.", "; ", "Zhang", ", ", "R.", "; ", "Li", ", ", "Y. Z.", "; ", "Guo", ", ", "Z. J.", "; ", "Zheng", ", ", "H. G.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "4172", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Solvatochromic Behavior of a Nanotubular Metal-Organic Framework for Sensing Small Molecules", "Lu, Zhen-Zhong; Zhang, Rui; Li, Yi-Zhi; Guo, Zi-Jian; Zheng, He-Gen", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "12", "),\r\n    ", "4172-4174", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A nanotubular metal-org. framework (MOF), {[(WS4Cu4)I2(dptz)3]·DMF}n (dptz = 3,6-di(pyridin-4-yl)-1,2,4,5-tetrazine, DMF = DMF) for sensing small solvent mols. is presented.  When accommodating different solvent mols. as guests, the resulting inclusion compds. exhibit different colors depending on the solvent guests, and more interestingly, the band gaps of these solvent-included complexes are in linear correlation with the polarity of the guest solvents.  The solvent mols. can be sensed by the changes of UV-visible spectra of the corresponding inclusion compds., showing a new way of signal transduction as a new kind of sensor.  The sensing by such a MOF occurs within the channel-contg. material rather than on the external surface.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXislGntbk%253D&md5=039fac5f14b14b2f4199d5ed2fb15612", "7. ", "(a) ", "Sun", ", ", "L.", "; ", "Xing", ", ", "H.", "; ", "Xu", ", ", "J.", "; ", "Liang", ", ", "Z.", "; ", "Yu", ", ", "J.", "; ", "Xu", ", ", "R.", " ", "Dalton Trans.", " ", "2013", ",  ", "42", ",  ", "5508", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "A novel (3,3,6)-connected luminescent metal-organic framework for sensing of nitroaromatic explosives", "Sun, Libo; Xing, Hongzhu; Xu, Jin; Liang, Zhiqiang; Yu, Jihong; Xu, Ruren", "Dalton Transactions", "\r\n        (", "2013", "),\r\n    ", "42", "\r\n        (", "15", "),\r\n    ", "5508-5513", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A novel metal-org. framework [Cd3(CPEIP)2(DMF)3]·solvent (1) based on a neutral nonoxo triangular [Cd3(COO)6] secondary building unit (SBU), was synthesized under solvothermal conditions by using a rigid unsym. tricarboxylate ligand 5-((4-carboxyphenyl)ethynyl)isophthalic acid (H3CPEIP).  Single-crystal x-ray diffraction anal. reveals that compd. 1 crystallizes in the monoclinic space group C2/c.  The crystal structure exhibits a rare (3,3,6)-connected three-dimensional (3-D) framework with vertex symbol of (42.6)(43)(45.64.86).  The incorporation of CPEIP3+ into 1 gives rise to high luminescence in solid state.  The emission of micrometer-sized compd. 1 (1') dispersed in ethanol could be quenched efficiently by picric acid (PA), indicating that this compd. could be used as a chemosensor for detection of arom. explosives.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXkt1Gltrw%253D&md5=a84fbe2cdbdfaa948034502c359d51c7", "(b) ", "Li", ", ", "C. P.", "; ", "Du", ", ", "M.", " ", "Inorg. Chem. Commun.", " ", "2011", ",  ", "14", ",  ", "502", "[", "Crossref", "], [", "CAS", "]", "7. ", "Recent advances in CdII coordination polymers: Structural aspects, adaptable assemblies, and potential applications", "Li, Cheng-Peng; Du, Miao", "Inorganic Chemistry Communications", "\r\n        (", "2011", "),\r\n    ", "14", "\r\n        (", "3", "),\r\n    ", "502-513", "CODEN:\r\n                ", "ICCOFP", ";\r\n        ISSN:", "1387-7003", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "In the past few years, CdII coordination polymers have received much attention due to their diverse structures and interesting properties.  This mini-review presents a short summary of the structural styles for such metal-org. networks based on their extended dimensions.  Moreover, the influence factors on assemblies and some potential applications will also be commented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXisV2it7c%253D&md5=d566940145330fb335237419d2624bfb", "(c) ", "Zheng", ", ", "S. L.", "; ", "Chen", ", ", "X. M.", " ", "Aust. J. Chem.", " ", "2004", ",  ", "57", ",  ", "703", "[", "Crossref", "], [", "CAS", "]", "7. ", "Recent Advances in Luminescent Monomeric, Multinuclear, and Polymeric Zn(II) and Cd(II) Coordination Complexes", "Zheng, Shao-Liang; Chen, Xiao-Ming", "Australian Journal of Chemistry", "\r\n        (", "2004", "),\r\n    ", "57", "\r\n        (", "8", "),\r\n    ", "703-712", "CODEN:\r\n                ", "AJCHAS", ";\r\n        ISSN:", "0004-9425", ".\r\n    \r\n            (", "CSIRO Publishing", ")\r\n        ", "A review.  This article briefly summarizes recent progress on the luminescence studies of monomeric, multinuclear, and polymeric Zn(II)/Cd(II) coordination complexes, involving spectroscopic, photophys., and photochem. studies, as well as mol. and electronic structural investigations, focusing mainly on the interplaying factors that govern the luminescent origin of the lowest-lying emissive states.  Current results show that, for Zn(II)/Cd(II) coordination complexes in general, the nature of the metal centers and ligands and the rigid metal-oxy (or -hydroxy) clusters are factors governing their luminescent origin of the lowest-lying emissive states; different types of ligands and coordination structures may result in different emission mechanisms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXmsFSksr8%253D&md5=b6e661179fcfafc67a60e211dc193ea0", "8. ", "(a) ", "Qin", ", ", "L.", "; ", "Hu", ", ", "J. S.", "; ", "Zhang", ", ", "M. D.", "; ", "Guo", ", ", "Z. J.", "; ", "Zheng", ", ", "H. G.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "10757", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Structure-property relationship of homochiral and achiral supramolecular isomers obtained by one-pot synthesis", "Qin, Ling; Hu, Jin-Song; Zhang, Ming-Dao; Guo, Zi-Jian; Zheng, He-Gen", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "87", "),\r\n    ", "10757-10759", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two supramol. isomers, {[Co(L)(OBA)]·H2O}n (1; L = 1,1'-oxybis[3,5-dipyridine-benzene], H2OBA = 4,4'-oxybis(benzoate)), {[Co5O2(L)2(OBA)3]·7DMF}n (2), have been synthesized by one-pot reactions.  Compd. 1 has a homochiral architecture with low connectivity, and compd. 2 is an achiral 3D framework with high 12-connectivity.  It is unprecedent to get homochiral and achiral supramol. isomers by one-pot synthesis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVOnur%252FF&md5=a70c1228f6a38e3a0d1935a9a3353c11", "(b) ", "Mahata", ", ", "P.", "; ", "Sundaresan", ", ", "A.", "; ", "Natarajan", ", ", "S.", " ", "Chem. Commun.", " ", "2007", ",  ", "43", ",  ", "4471", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", "(c) ", "Wang", ", ", "X. L.", "; ", "Qin", ", ", "C.", "; ", "Wang", ", ", "E. B.", "; ", "Li", ", ", "Y. G.", "; ", "Su", ", ", "Z. M.", "; ", "Xu", ", ", "L.", "; ", "Carlucci", ", ", "L.", " ", "Angew. Chem., Int. Ed.", " ", "2005", ",  ", "44", ",  ", "5824", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Entangled coordination networks with inherent features of polycatenation, polythreading, and polyknotting", "Wang, Xin-Long; Qin, Chao; Wang, En-Bo; Li, Yang-Guang; Su, Zhong-Min; Xu, Lin; Carlucci, Lucia", "Angewandte Chemie, International Edition", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "36", "),\r\n    ", "5824-5827", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Self-assembly of nickel salts with 4,4'-bipyridine (bpy) and the long V-shaped 4,4'-oxybis(benzoate) (oba) ligand led to three different coordination networks, [Ni2(oba)2(bpy)2(H2O)2]·bpy (1), [Ni3(oba)2(bpy)2(Hoba)2(H2O)2]·bpy·2H2O (2) and [Ni(oba)(bpy)]·2H2O (3), which were characterized by x-ray crystallog.  The structure of 1 contains a parallel polycatenation of nanotube motifs to give a layered framework, 2 has a 2-dimensional → 3-dimensional polythreaded array involving five polymeric units at a time, and 3 consists of a 3-dimensional self-penetrating binodal network with an unprecedented (4.82)(4.64.84.10) topol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtVGlsLjO&md5=1bdd305aac484377036da4651c9dae5a", "9. ", "Xu", ", ", "L.", "; ", "Qin", ", ", "C.", "; ", "Wang", ", ", "X. L.", "; ", "Wei", ", ", "Y. G.", "; ", "Wang", ", ", "E. B.", " ", "Inorg. Chem.", " ", "2003", ",  ", "42", ",  ", "7342", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Hydrothermal Synthesis and Structure of a New Helical Chain Constructed from Only Molybdenum-Oxide Building Blocks", "Xu, Lin; Qin, Chao; Wang, Xinlong; Wei, Yongge; Wang, Enbo", "Inorganic Chemistry", "\r\n        (", "2003", "),\r\n    ", "42", "\r\n        (", "23", "),\r\n    ", "7342-7344", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "[NH3(CH2)2NH2(CH2)2NH3]2[Mo9O30] was synthesized at 170° via hydrothermal techniques from the starting materials of Na2MoO4·H2O, NH2(CH2)2NH(CH2)2NH2, and H2O.  The compd. crystallizes in the space group C2/c of the monoclinic system with a 21.308(4), b 9.234(2), c 19.195(4) Å, β 120.27(3)°, V = 3261.9(11)3, Z = 4.  Two novel and sym. related helixes coexist in the centrosym. solid, in which the two kinds of helixes appear in the left-handed and right-handed enantiomorphs, resp.  This is the first example of a helical chain structure consisting of only molybdenum-oxide building blocks.  The central axis about each helical chain is a 2-fold screw axis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXotFyksrw%253D&md5=4e748d3453f12174fef1a69b010a9489", "10. ", "Blatov", ", ", "V. A.", "; ", "Shevchenko", ", ", "A. P.", "; ", "Serezhkin", ", ", "V. N.", " ", "J. Appl. Crystallogr.", " ", "2000", ",  ", "33", ",  ", "1193", "[", "Crossref", "], [", "CAS", "]", "10. ", "TOPOS3.2: a new version of the program package for multipurpose crystal-chemical analysis", "Blatov, V. A.; Shevchenko, A. P.; Serezhkin, V. N.", "Journal of Applied Crystallography", "\r\n        (", "2000", "),\r\n    ", "33", "\r\n        (", "4", "),\r\n    ", "1193", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "Munksgaard International Publishers Ltd.", ")\r\n        ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXlsl2itrc%253D&md5=93cb5bdc7bea64665aa4e4e1d8cc7323", "11. ", "Spek", ", ", "A. L.", " ", "Acta Crystallogr., Sect. A", " ", "1990", ",  ", "46", ",  ", "194", "[", "Crossref", "]", "There is no corresponding record for this reference.", "12. ", "(a) ", "Cui", ", ", "J. H.", "; ", "Li", ", ", "Y. Z.", "; ", "Guo", ", ", "Z. J.", "; ", "Zheng", ", ", "H. G.", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "555", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "A porous metal-organic framework based on Zn6O2 clusters: chemical stability, gas adsorption properties and solvatochromic behavior", "Cui, Jiehu; Li, Yizhi; Guo, Zijian; Zheng, Hegen", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "6", "),\r\n    ", "555-557", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A highly connected 3-dimensional metal-org. framework [Zn5(μ3-OH)4(L)2]·7H2O·DMF (H3L = 3,5-bis(4-carboxyphenoxy)benzoic acid) with tfz-d topol. based on Zn6O2 clusters and flexible carboxylate ligands was synthesized.  The obtained Zn-MOF shows solvatochromic behavior for fluorescence sensing of small mols., gas adsorption properties and exceptional chem. stability and might have applications for sepn. and detection purposes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVCju7vE&md5=258655d9e402b41f2b654b198cfc32ee", "(b) ", "Xiang", ", ", "S. C.", "; ", "He", ", ", "Y. B.", "; ", "Zhang", ", ", "Z. J.", "; ", "Wu", ", ", "H.", "; ", "Zhou", ", ", "W.", "; ", "Krishna", ", ", "R.", "; ", "Chen", ", ", "B. L.", " ", "Nat. Commun.", " ", "2012", ",  ", "3", ",  ", "954", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Microporous metal-organic framework with potential for carbon dioxide capture at ambient conditions", "Xiang Shengchang; He Yabing; Zhang Zhangjing; Wu Hui; Zhou Wei; Krishna Rajamani; Chen Banglin", "Nature communications", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "),\r\n    ", "954", "\r\n        ISSN:", ".\r\n    ", "Carbon dioxide capture and separation are important industrial processes that allow the use of carbon dioxide for the production of a range of chemical products and materials, and to minimize the effects of carbon dioxide emission.  Porous metal-organic frameworks are promising materials to achieve such separations and to replace current technologies, which use aqueous solvents to chemically absorb carbon dioxide.  Here we show that a metal-organic frameworks (UTSA-16) displays high uptake (160 cm(3) cm(-3)) of CO(2) at ambient conditions, making it a potentially useful adsorbent material for post-combustion carbon dioxide capture and biogas stream purification.  This has been further confirmed by simulated breakthrough experiments.  The high storage capacities and selectivities of UTSA-16 for carbon dioxide capture are attributed to the optimal pore cages and the strong binding sites to carbon dioxide, which have been demonstrated by neutron diffraction studies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC38fgslGrtQ%253D%253D&md5=45d4e2637e077d00b7ea5f2246ad3c6f", "(c) ", "Ortiz", ", ", "G.", "; ", "Brandès", ", ", "S.", "; ", "Rousselin", ", ", "Y.", "; ", "Guilard", ", ", "R.", " ", "Chem.—Eur. J.", " ", "2011", ",  ", "17", ",  ", "6689", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Selective CO2 Adsorption by a Triazacyclononane-Bridged Microporous Metal-Organic Framework", "Ortiz, Guillaume; Brandes, Stephane; Rousselin, Yoann; Guilard, Roger", "Chemistry--A European Journal", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "24", "),\r\n    ", "6689-6695, S6689/1-S6689/11", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Metal-org. frameworks constructed by self-assembly of metal ions and org. linkers have recently been of great interest in the prepn. of porous hybrid materials with a wide variety of functions.  Despite much research in this area and the large choice of building blocks used to fine-tune pore size and structure, it remains a challenge to synthesize frameworks composed of polyamines to tailor the porosity and adsorption properties for CO2.  Herein, the authors describe a rigid and microporous three-dimensional metal-org. framework [Zn2(L)(H2O)]Cl (L = 1,4,7-tris(4-carboxybenzyl)-1,4,7-triazacyclononane) synthesized in a 1-pot solvothermal reaction between zinc ions and a flexible cyclic polyaminocarboxylate.  A porous rigid framework can be obtained by starting from a flexible amine building block.  Sorption measurements revealed that the material exhibited a high surface area (1350 m2 g-1) and was the best compromise between capacity and selectivity for CO2 over CO, CH4, N2 and O2; as such it is a promising new selective adsorbent for CO2 capture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmslKksr8%253D&md5=85557f20233b8407a8e634f93d6737b8", "13. ", "(a) ", "Si", ", ", "X. L.", "; ", "Jiao", ", ", "C. L.", "; ", "Li", ", ", "F.", "; ", "Zhang", ", ", "J.", "; ", "Wang", ", ", "S.", "; ", "Liu", ", ", "S.", "; ", "Li", ", ", "Z. B.", "; ", "Sun", ", ", "L. X.", "; ", "Xu", ", ", "F.", "; ", "Gabelicad", ", ", "Z.", "; ", "Schick", ", ", "C.", " ", "Energy Environ. Sci.", " ", "2011", ",  ", "4", ",  ", "4522", "[", "Crossref", "], [", "CAS", "]", "13. ", "High and selective CO2 uptake, H2 storage and methanol sensing on the amine-decorated 12-connected MOF CAU-1", "Si, Xiaoliang; Jiao, Chengli; Li, Fen; Zhang, Jian; Wang, Shuang; Liu, Shuang; Li, Zhibao; Sun, Lixian; Xu, Fen; Gabelica, Zelimir; Schick, Christoph", "Energy & Environmental Science", "\r\n        (", "2011", "),\r\n    ", "4", "\r\n        (", "11", "),\r\n    ", "4522-4527", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The amine-decorated microporous metal-org. framework CAU-1 was readily synthesized and activated using a home-made efficient protocol.  It exhibited a high heat of adsorption for CO2, high CO2 uptake capacity, and an impressive selectivity for CO2 over N2.  At 273 K and up to 1 atm, CO2 uptake capacity can reach ≤7.2 mmol/g-1.  Comparatively, the CH4 and N2 uptakes at 273 K and 1 atm were only 1.34 mmol/g-1 and 0.37 mmol/g-1, resp.  The CO2/N2 selectivity was 101:1 at 273 K The isosteric heat of adsorption (Qst) for CO2 was ∼48 kJ/mol-1 at the onset of adsorption, and it decreases to ∼28 kJ/mol-1 at higher CO2 pressures.  Also, CAU-1 can adsorb 2.0% and 4.0% hydrogen at 77 K under 1 atm and 30 atm, resp.  The adsorption characteristics of CAU-1 for methanol studied in situ with a quartz crystal microbalance (QCM), indicated that this particular MOF structure can be used as a highly sensitive sensor for methanol detection such as direct methanol fuel cells.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVyrtb3J&md5=d594f95f593bdf96a38ab6e5665cf15f", "(b) ", "Park", ", ", "M.", "; ", "Moon", ", ", "D.", "; ", "Yoon", ", ", "J. W.", "; ", "Chang", ", ", "J. S.", "; ", "Lah", ", ", "M. S.", " ", "Chem. Commun.", " ", "2009", ",  ", "45", ",  ", "2026", "[", "Crossref", "]", "There is no corresponding record for this reference.", "14. ", "(a) ", "Llewellyn", ", ", "P. L.", "; ", "Bourrelly", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Vimont", ", ", "A.", "; ", "Daturi", ", ", "M.", "; ", "Hamon", ", ", "L.", "; ", "Weireld", ", ", "G. D.", "; ", "Chang", ", ", "J. S.", "; ", "Hong", ", ", "D. Y.", "; ", "Hwang", ", ", "Y. K.", "; ", "Jhung", ", ", "S. H.", "; ", "Férey", ", ", "G.", " ", "Langmuir", " ", "2008", ",  ", "24", ",  ", "7245", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "High Uptakes of CO2 and CH4 in Mesoporous Metal-Organic Frameworks MIL-100 and MIL-101", "Llewellyn, Philip L.; Bourrelly, Sandrine; Serre, Christian; Vimont, Alexandre; Daturi, Marco; Hamon, Lomig; De Weireld, Guy; Chang, Jong-San; Hong, Do-Young; Hwang, Young Kyu; Jhung, Sung Hwa; Ferey, Gerard", "Langmuir", "\r\n        (", "2008", "),\r\n    ", "24", "\r\n        (", "14", "),\r\n    ", "7245-7250", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Mesoporous MOFs MIL-100 and MIL-101 adsorb huge amts. of CO2 and CH4.  Characterization was performed using both manometry and gravimetry in different labs. for isotherms coupled with microcalorimetry and FTIR to specify the gas-solid interactions.  In particular, the uptake of CO2 in MIL-101 occurs with a record capacity of 40 mmol g-1 or 390 cm3STP cm-3 at 5 MPa and 303 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXjsVOnu70%253D&md5=9be650e39498a529f0c622ec6d492757", "(b) ", "Loiseau", ", ", "T.", "; ", "Lecroq", ", ", "L.", "; ", "Volkringer", ", ", "C.", "; ", "Marrot", ", ", "J.", "; ", "Férey", ", ", "G.", "; ", "Haouas", ", ", "M.", "; ", "Taulelle", ", ", "F.", "; ", "Bourrelly", ", ", "S.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Latroche", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "10223", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "MIL-96, a Porous Aluminum Trimesate 3D Structure Constructed from a Hexagonal Network of 18-Membered Rings and μ3-Oxo-Centered Trinuclear Units", "Loiseau, Thierry; Lecroq, Ludovic; Volkringer, Christophe; Marrot, Jerome; Ferey, Gerard; Haouas, Mohamed; Taulelle, Francis; Bourrelly, Sandrine; Llewellyn, Philip L.; Latroche, Michel", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "31", "),\r\n    ", "10223-10230", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new Al trimesate Al12O(OH)18(H2O)3(Al2(OH)4)[btc]6·24H2O, denominated MIL-96, was synthesized under mild hydrothermal conditions (210°, 24 h) in the presence of 1,3,5-benzenetricarboxylic acid (trimesic acid or H3btc) in H2O.  Hexagonal crystals, allowing a single-crystal XRD anal., are grown from a mixt. of tri-Me 1,3,5-benzenetricarboxylate (Me3btc), HF, and TEOS.  The MIL-96 structure exhibits a three-dimensional (3D) framework contg. isolated trinuclear μ3-oxo-bridged Al clusters and infinite chains of AlO4(OH)2 and AlO2(OH)4 octahedra forming a honeycomb lattice based on 18-membered rings.  The two types of Al groups are connected to each other through the trimesate species, which induce corrugated chains of Al octahedra, linked via μ2-hydroxo bonds with the specific -cis-cis-trans- sequence.  The 3-dimensional framework of MIL-96 reveals three types of cages.  Two of them, centered at the special positions 0 0 0 and 2/3 1/3 1/4, have estd. pore vols. of 417 and 635 Å3, resp., and encapsulate free H2O mols.  The third one has a smaller pore vol. and contains disordered Al octahedral species (Al(OH)6).  The solid-state NMR characterization is consistent with crystal structure and elemental and thermal analyses.  The four Al crystallog. sites are resolved by 27Al 3QMAS technique.  This product is able to sorb both CO2 and methane at room temp. (4.4 mmol·g-1 for CO2 and 1.95 mmol·g-1 for CH4 at 10 bar) and H2 at 77 K (1.91% under 3 bar).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XmvFejsr8%253D&md5=54b90e30bd5f1b783a3bfa75b550799d", "(c) ", "Wang", ", ", "Q. M.", "; ", "Shen", ", ", "D.", "; ", "Bülow", ", ", "M.", "; ", "Lau", ", ", "M. L.", "; ", "Deng", ", ", "S.", "; ", "Fitch", ", ", "F. R.", "; ", "Lemcoff", ", ", "N. O.", "; ", "Semanscin", ", ", "J.", " ", "Microporous Mesoporous Mater.", " ", "2002", ",  ", "55", ",  ", "217", "[", "Crossref", "], [", "CAS", "]", "14. ", "Metallo-organic molecular sieve for gas separation and purification", "Wang, Qing Min; Shen, Dongmin; Bulow, Martin; Lau, Miu Ling; Deng, Shuguang; Fitch, Frank R.; Lemcoff, Norberto O.; Semanscin, Jessica", "Microporous and Mesoporous Materials", "\r\n        (", "2002", "),\r\n    ", "55", "\r\n        (", "2", "),\r\n    ", "217-230", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "An improved synthesis process was developed for large-scale prodn. of a highly porous material, [Cu3(BTC)2(H2O)x]n, i.e., polymeric Cu(II) benzene-1,3,5-tricarboxylate with mol.-sieve character, denoted as Cu-BTC, where BTC denotes benzene-1,3,5-tricarboxylate.  Sorption properties for N, O, CO, CO2, nitrous oxide, methane, ethylene, ethane, n-dodecane, and H2O were studied.  A detailed study of sorption thermodn. was performed for CO2 by a sorption-isosteric method.  Cu-BTC can be used for sepn. of gas mixts. such as CO2-CO, CO2-methane and ethylene-ethane mixts.  Air can be purified effectively from CO2, nitrous oxide, high-mol. wt. hydrocarbons and moisture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xms1yksLc%253D&md5=52e0c50ae20508646d5c60f8f9195644", "15. ", "(a) ", "Karra", ", ", "J. R.", "; ", "Grabicka", ", ", "B. E.", "; ", "Huang", ", ", "Y. G.", "; ", "Walton", ", ", "K. S.", " ", "J. Colloid Interface Sci.", " ", "2013", ",  ", "392", ",  ", "331", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Adsorption study of CO2, CH4, N2, and H2O on an interwoven copper carboxylate metal-organic framework (MOF-14)", "Karra, Jagadeswara R.; Grabicka, Bogna E.; Huang, You-Gui; Walton, Krista S.", "Journal of Colloid and Interface Science", "\r\n        (", "2013", "),\r\n    ", "392", "\r\n        (", "),\r\n    ", "331-336", "CODEN:\r\n                ", "JCISA5", ";\r\n        ISSN:", "0021-9797", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Metal-org. frameworks (MOFs) are attractive microporous materials for adsorption sepns. due to their extraordinary structures and impressive high surface areas.  Catenation, or framework interpenetration, can significantly impact the crystal stability and improve the adsorption interactions.  This interesting approach was used to obtain [Cu3(BTB)2(H2O)3](DMF)9(H2O)2 (MOF-14) as a microporous material with a high surface area and large pore vol., which are desirable parameters for adsorption applications.  Reported is a detailed study of this catenated material with its gas adsorption properties.  The potential for adsorption sepns. is evaluated by measuring pure-component adsorption isotherms for CO2, CH4, and N2.  The Ideal Adsorbed Soln. Theory (IAST) was used to evaluate adsorption selectivities of MOF-14 for CO2/CH4 and CO2/N2 equimolar mixts.  In addn., water adsorption and the impact of exposure on structural degrdn. are reported.  Compared to other open-metal site MOFs, MOF-14 adsorbs significantly less water.  This interwoven MOF is a promising competitor to other MOF materials in the gas sepn. field due to low interactions with water and high selectivity for CO2 over N2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1ymt7jE&md5=0d4e0b146a3aefdb12d46e40ab35c5e9", "(b) ", "Peng", ", ", "X.", "; ", "Cheng", ", ", "X.", "; ", "Cao", ", ", "D. P.", " ", "J. Mater. Chem.", " ", "2011", ",  ", "21", ",  ", "11259", "[", "Crossref", "], [", "CAS", "]", "15. ", "Computer simulations for the adsorption and separation of CO2/CH4/H2/N2 gases by UMCM-1 and UMCM-2 metal organic frameworks", "Peng, Xuan; Cheng, Xuan; Cao, Da-Peng", "Journal of Materials Chemistry", "\r\n        (", "2011", "),\r\n    ", "21", "\r\n        (", "30", "),\r\n    ", "11259-11270", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The adsorption of pure N2/H2/CH4/CO2 along with the adsorption and sepn. of mixts. thereof in 2 metal org. frameworks (MOFs) of UMCM-1 and UMCM-2 were extensively studied using a hybrid method of computer simulation and adsorption theory.  The excess adsorption isotherms from grand canonical Monte Carlo (GCMC) simulations basically agree with the available exptl. data of pure gases, except for H2 adsorption in UMCM-1 at 298 K. Moreover, the GCMC results show that both MOF materials exhibit an excellent storage capacity for pure CH4 and CO2 at room temp.  The excess uptakes of CH4 by UMCM-1 and UMCM-2 for at 5000 kPa are 12.53 and 15.06 mmol/g-1, while those of CO2 at 4500 kPa are 30.13 and 36.04 mmol/g-1, resp., which approaches and even exceeds the 30.82 mmol/g-1 of MOF-177.  In addn., dual-site Langmuir-Freundlich (DSLF)-based ideal adsorption soln. theory (IAST) is also used to correlate the simulated adsorption isotherms of pure gases and further predict the sepn. of equimolar mixts.  IAST shows a good agreement with the GCMC results in most cases studied here.  The selectivities of both MOF materials in CH4/H2 and CH4/N2 are insensitive to the pressure.  The selectivities of both MOF materials for CH4/H2 are almost the same having a value of 4, while they are 2 for CH4/N2.  By contrast, the selectivities for CO2/H2, CO2/N2 and CO2/CH4 apparently rely on the pressure, showing 16.4 and 26.9, 5.4 and 7.8, and 2.9 and 4.7 at 4000 kPa for UMCM-1 and UMCM-2, resp.  Compared with other MOFs materials, their sepn. ability is not prominent, but they are suitable for gas storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXptVyns7Y%253D&md5=73930cd17bea10de7ff3b25844c4f1e5", "(c) ", "Bae", ", ", "Y. S.", "; ", "Mulfort", ", ", "K. L.", "; ", "Frost", ", ", "H.", "; ", "Ryan", ", ", "P.", "; ", "Punnathanam", ", ", "S.", "; ", "Broadbelt", ", ", "L. J.", "; ", "Hupp", ", ", "J. T.", "; ", "Snurr", ", ", "R. Q.", " ", "Langmuir", " ", "2008", ",  ", "24", ",  ", "8592", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Separation of CO2 from CH4 Using Mixed-Ligand Metal-Organic Frameworks", "Bae, Youn-Sang; Mulfort, Karen L.; Frost, Houston; Ryan, Patrick; Punnathanam, Sudeep; Broadbelt, Linda J.; Hupp, Joseph T.; Snurr, Randall Q.", "Langmuir", "\r\n        (", "2008", "),\r\n    ", "24", "\r\n        (", "16", "),\r\n    ", "8592-8598", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption of CO2 and CH4 in a mixed-ligand metal-org. framework (MOF) Zn2(NDC)2(DPNI) [NDC = 2,6-naphthalenedicarboxylate, DPNI = N,N'-di-(4-pyridyl)-1,4,5,8-naphthalene tetracarboxydiimide] was studied using volumetric adsorption measurements and grand canonical Monte Carlo (GCMC) simulations.  The MOF was synthesized by 2 routes: 1st at 80° for 2 days with conventional heating, and 2nd at 120° for 1 h using microwave heating.  The 2 as-synthesized samples exhibit very similar powder x-ray diffraction patterns, but the evacuated samples show differences in nitrogen uptake.  From the single-component CO2 and CH4 isotherms, mixt. adsorption was predicted using the ideal adsorbed soln. theory (IAST).  The microwave sample shows a selectivity of ∼30 for CO2 over CH4, which is among the highest selectivities reported for this sepn.  The applicability of IAST to this system was demonstrated by performing GCMC simulations for both single-component and mixt. adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXotlGls7w%253D&md5=8322aa79453cd2b5ad73ee37e1b3420f", "16. ", "(a) ", "Sun", ", ", "C. Y.", "; ", "Wang", ", ", "X. L.", "; ", "Qin", ", ", "C.", "; ", "Jin", ", ", "J. L.", "; ", "Su", ", ", "Z. M.", "; ", "Huang", ", ", "P.", "; ", "Shao", ", ", "K. Z.", " ", "Chem.—Eur. J.", " ", "2013", ",  ", "19", ",  ", "3639", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Solvatochromic Behavior of Chiral Mesoporous Metal-Organic Frameworks and Their Applications for Sensing Small Molecules and Separating Cationic Dyes", "Sun, Chun-Yi; Wang, Xin-Long; Qin, Chao; Jin, Jun-Ling; Su, Zhong-Min; Huang, Peng; Shao, Kui-Zhan", "Chemistry - A European Journal", "\r\n        (", "2013", "),\r\n    ", "19", "\r\n        (", "11", "),\r\n    ", "3639-3645", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Two anionic metal-org. frameworks (MOFs) with 1-dimensional mesoporous tubes (1) and chiral mesoporous cages (2) were rationally constructed by a predesigned size-extended hexatopic ligand, namely, 5,5',5''-(1,3,5-triazine-2,4,6-triyl)tris(azanediyl)triisophthalate (TATAT).  Charge neutrality is achieved by protonated dimethylamine cations.  Notably, the two MOFs can be used to sep. large mols. based on ionic selectivity rather than the size-exclusion effect so far reported in the literature.  Owing to the imino triazine backbone and carboxyl groups of the hexatopic ligand, which provide important host-guest interactions, rare solvatochromic phenomena of 1 and 2 are obsd. on incorporating acetone and ethanol guests.  Also, guest-dependent luminescence properties of compd. 2 were studied, and luminescence intensity is significantly enhanced in toluene and benzene, while quenching effects are obsd. in acetone and ethanol.  Thus, compd. 2 may be a potential material for luminescent probes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslWrsrY%253D&md5=e77d279486094c6fd54ea869fce702cf", "(b) ", "Cui", ", ", "J. H.", "; ", "Lu", ", ", "Z. Z.", "; ", "Li", ", ", "Y. Z.", "; ", "Guo", ", ", "Z. J.", "; ", "Zheng", ", ", "H. G.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "7967", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "A microporous metal-organic framework with FeS2 topology based on [Zn6(μ6-O)] cluster for reversible sensing of small molecules", "Cui, Jiehu; Lu, Zhenzhong; Li, Yizhi; Guo, Zijian; Zheng, Hegen", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "64", "),\r\n    ", "7967-7969", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The first luminescent metal-org. framework (MOF) based on [Zn6(μ6-O)] cluster, [Zn12(μ6-O)2(TCOPM)4]·3H2O·8NO3·8DMF (H3TCOPM = tris(4-carboxyphenyl)methane), has been synthesized and realized for reversible sensing of small mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtVegtb%252FE&md5=01544a30202ea4939f1ec8cab750c218", "(c) ", "Wang", ", ", "C.", "; ", "Lin", ", ", "W. B.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "4232", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Diffusion-Controlled Luminescence Quenching in Metal-Organic Frameworks", "Wang, Cheng; Lin, Wenbin", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "12", "),\r\n    ", "4232-4235", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Diffusion-controlled luminescence quenching of a phosphorescent metal-org. framework built from the Ru(bpy)32+-derived bridging ligand (MOF-1) was studied using a series of amines of different sizes as quenchers.  The dynamics of amine diffusion into solvent-filled MOF-1 channels was probed by modeling time-dependent luminescence quenching data, which provide quant. diffusion coeffs. for the amine quenchers.  Triethylamine, tripropylamine, and tributylamine were found to follow Fickian diffusion with a diffusivity of (1.1 ± 0.2) × 10-13, (4.8 ± 1.2) × 10-14, and (4.0 ± 0.4) × 10-14 m2/s, resp.  Diisopropylethylamine (DIPEA), on the other hand, was found to be too large to enter the MOF channels.  Despite its size, 4-MeOPhNPh2 can enter the MOF channels via a slow, complicated framework/guest intercalation process to result in extensive framework distortion as revealed by powder x-ray diffraction.  This work represents the first quant. study of the dynamics of mol. diffusion into solvent-filled MOF channels.  Such quant. information on mol. diffusion in MOFs is of fundamental importance to many of their potential applications (e.g., heterogeneous catalysis).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXivFyhtbw%253D&md5=e7841f23f2a3d50ac5948ae1b7f000ab", "(d) ", "Bauer", ", ", "C. A.", "; ", "Timofeeva", ", ", "T. V.", "; ", "Setterstten", ", ", "T. B.", "; ", "Patterson", ", ", "B. D.", "; ", "Liu", ", ", "V. H.", "; ", "Simmons", ", ", "B. A.", "; ", "Allendorf", ", ", "M. D.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "7136", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Influence of Connectivity and Porosity on Ligand-Based Luminescence in Zinc Metal-Organic Frameworks", "Bauer, Christina A.; Timofeeva, Tatiana V.; Settersten, Thomas B.; Patterson, Brian D.; Liu, Vincent H.; Simmons, Blake A.; Allendorf, Mark D.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "22", "),\r\n    ", "7136-7144", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Applications of metal-org. frameworks (MOFs) require close correlation between their structure and function.  The authors describe the prepn. and characterization of two Zn MOFs based on a flexible and emissive linker mol., stilbene, which retains its luminescence within these solid materials.  Reaction of trans-4,4'-stilbenedicarboxylic acid (H2L) and zinc nitrate in DMF yielded a dense 2-dimensional network, Zn3L3(DMF)2 (1), featuring Zn in both octahedral and tetrahedral coordination environments connected by trans-stilbene links.  Similar reaction in N,N-diethylformamide (DEF) at higher temps., followed by replacement of solvent in workup, resulted in a porous, 3-dimensional framework structure, Zn4OL3·(DMF)(CHCl3) (2).  This framework consists of two interpenetrating cubic lattices, each featuring basic Zn carboxylate vertexes joined by trans-stilbene, analogous to the isoreticular MOF (IRMOF) series.  The optical properties of both 1 and 2 correlate with the local ligand environments obsd. in the crystal structures.  Steady-state and time-resolved spectroscopic measurements reveal that the stilbene linkers in the dense structure 1 exhibit a small degree of interchromophore coupling.  In contrast, the stilbenoid units in 2 display very little interaction in this low-d. 3-dimensional framework, with excitation and emission spectra characteristic of monomeric stilbenes, similar to the dicarboxylic acid in dil. soln.  In both cases, the rigidity of the stilbene linker increases upon coordination to the inorg. units through inhibition of torsion about the central ethylene bond, resulting in luminescent crystals with increased emission lifetimes compared to solns. of trans-stilbene.  The emission spectrum of 2 depends on the nature of the incorporated solvent mols., suggesting use of this or related materials in sensor applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXltlWlurs%253D&md5=d4fb4e7121ad3251fba2c481c1ca2c49", "17. ", "Song", ", ", "J.", "; ", "Zhou", ", ", "Z.", "; ", "Dong", ", ", "X.", "; ", "Huang", ", ", "H.", "; ", "Cao", ", ", "D.", "; ", "Liang", ", ", "L.", "; ", "Wang", ", ", "K.", "; ", "Zhang", ", ", "J.", "; ", "Chen", ", ", "F. X.", "; ", "Wu", ", ", "Y.", " ", "J. Mater. Chem.", " ", "2012", ",  ", "22", ",  ", "3201", "[", "Crossref", "], [", "CAS", "]", "17. ", "Super-high-energy materials based on bis(2,2-dinitroethyl)nitramine", "Song, Jinhong; Zhou, Zhiming; Dong, Xiao; Huang, Haifeng; Cao, Dan; Liang, Lixuan; Wang, Kai; Zhang, Jun; Chen, Fu-xue; Wu, Yukai", "Journal of Materials Chemistry", "\r\n        (", "2012", "),\r\n    ", "22", "\r\n        (", "7", "),\r\n    ", "3201-3209", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Novel super-highly energetic bis(2,2-dinitroethyl)nitramine-based salts exhibiting excellent phys. and detonation properties, such as low soly. in common solvents, moderate thermal stabilities, high densities, high detonation pressures, and detonation velocities, were synthesized and fully characterized.  The densities of the energetic salts range between 1.77-2.02 g cm-3 as measured using a gas pycnometer.  The detonation pressures and velocities as calcd. by the EXPLO5 code are in the range 31.5-46.2 GPa and 8586-10 004 m s-1, which make them competitive super-highly energetic materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Witrg%253D&md5=946494652609ba5010255b09ca3ed22d", "18. ", "(a) ", "Xie", ", ", "Z.", "; ", "Ma", ", ", "L.", "; ", "DeKrafft", ", ", "K. E.", "; ", "Jin", ", ", "A.", "; ", "Lin", ", ", "W.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "922", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Porous Phosphorescent Coordination Polymers for Oxygen Sensing", "Xie, Zhigang; Ma, Liqing; de Krafft, Kathryn E.; Jin, Athena; Lin, Wenbin", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "3", "),\r\n    ", "922-923", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Phosphorescent cyclometalated iridium tris(2-phenylpyridine) derivs. were designed and incorporated into coordination polymers as tricarboxylate bridging ligands.  Three different cryst. coordination polymers were synthesized using a solvothermal technique and were characterized using a variety of methods, including single-crystal x-ray diffraction, PXRD, TGA, IR spectroscopy, gas adsorption measurements, and luminescence measurements.  The coordination polymer built from Ir[3-(2-pyridyl)benzoate]3, 1, is highly porous with a nitrogen BET surface area of 764 m2/g, whereas the coordination polymers built from Ir[4-(2-pyridyl)benzoate]3, 2 and 3, were nonporous.  The 3MLCT phosphorescence of each of the three coordination polymers was quenched in the presence of O2.  However, only 1 showed quick and reversible luminescence quenching by oxygen, whereas 2 and 3 exhibited gradual and irreversible luminescence quenching by oxygen.  The high permanent porosity of 1 allows for rapid diffusion of oxygen through the open channels, leading to efficient and reversible quenching of the 3MLCT phosphorescence.  This work highlights the opportunity of designing highly porous and luminescent coordination polymers for sensing other important analytes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhs1alurrL&md5=5b4db906f93aa4289f08b1946f61662e", "(b) ", "Lan", ", ", "A.", "; ", "Li", ", ", "K.", "; ", "Wu", ", ", "H.", "; ", "Olson", ", ", "D. H.", "; ", "Emge", ", ", "T. J.", "; ", "Ki", ", ", "W.", "; ", "Hong", ", ", "M.", "; ", "Li", ", ", "J.", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", ",  ", "2334", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "A luminescent microporous metal-organic framework for the fast and reversible detection of high explosives", "Lan, Anjian; Li, Kunhao; Wu, Haohan; Olson, David H.; Emge, Thomas J.; Ki, Woosoek; Hong, Maochun; Li, Jing", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "13", "),\r\n    ", "2334-2338", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A highly luminescent microporous metal-org. framework, [Zn2(bpdc)2(bpee)] (bpdc = 4,4'-biphenyldicarboxylate; bpee = 1,2-bipyridylethene), was prepd., characterized by X-ray crystallog., and found to be capable of very fast and reversible detection of the vapors of the nitroarom. explosive 2,4-dinitrotoluene and the plastic explosive taggant 2,3-dimethyl-2,3-dinitrobutane through redox fluorescence quenching with unprecedented sensitivity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkt1yqtb8%253D&md5=d02d4635719a0cae1e9d3a610a9645fb", "(c) ", "Cui", ", ", "J. H.", "; ", "Lu", ", ", "Z. Z.", "; ", "Li", ", ", "Y. Z.", "; ", "Guo", ", ", "Z. J.", "; ", "Zheng", ", ", "H. G.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "7967", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "A microporous metal-organic framework with FeS2 topology based on [Zn6(μ6-O)] cluster for reversible sensing of small molecules", "Cui, Jiehu; Lu, Zhenzhong; Li, Yizhi; Guo, Zijian; Zheng, Hegen", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "64", "),\r\n    ", "7967-7969", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The first luminescent metal-org. framework (MOF) based on [Zn6(μ6-O)] cluster, [Zn12(μ6-O)2(TCOPM)4]·3H2O·8NO3·8DMF (H3TCOPM = tris(4-carboxyphenyl)methane), has been synthesized and realized for reversible sensing of small mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtVegtb%252FE&md5=01544a30202ea4939f1ec8cab750c218", "(d) ", "Wang", ", ", "J. H.", "; ", "Li", ", ", "M.", "; ", "Li", ", ", "D.", " ", "Chem. Sci.", " ", "2013", ",  ", "4", ",  ", "1793", "[", "Crossref", "], [", "CAS", "]", "18. ", "A dynamic, luminescent and entangled MOF as a qualitative sensor for volatile organic solvents and a quantitative monitor for acetonitrile vapour", "Wang, Jun-Hao; Li, Mian; Li, Dan", "Chemical Science", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "4", "),\r\n    ", "1793-1801", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A new luminescent entangled (srs nets with 2-fold interpenetration, linked via short Cu···Cu distances of ∼2.8 Å) MOF, namely, [(CuCN)3L·(guest)x]n (L =2,6-bis((3,5-dimethyl-1H-pyrazol-4-yl)methyl)pyridine; x =1 or 2), which contains microporous channels, is synthesized.  This MOF material shows structural dynamics upon adsorption of various volatile org. solvent mols., accompanied by reversible guest responsive color changes of the fluorescence emission that are discernible by the naked eyes.  The vacuated form of this material can also exhibit qual. solvate-optical sensing behaviors toward various mixed solvents.  A quant. real-time monitoring device is constructed that implements the detn. of acetonitrile vapor pressure through optical response, which causes a drastic emission change from blue to yellow.  The detailed structural elucidation provides structure-property understanding for the host-guest responsive dynamics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjtlymsbo%253D&md5=d88aae265addfc3292c17101b21fc58d", "(e) ", "Dang", ", ", "S.", "; ", "Min", ", ", "X.", "; ", "Yang", ", ", "W.", "; ", "Yi", ", ", "F. Y.", "; ", "You", ", ", "H.", "; ", "Sun", ", ", "Z. M.", " ", "Chem.—Eur. J.", " ", "2013", ",  ", "19", ",  ", "17172", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Lanthanide Metal-Organic Frameworks Showing Luminescence in the Visible and Near-Infrared Regions with Potential for Acetone Sensing", "Dang, Song; Min, Xue; Yang, Weiting; Yi, Fei-Yan; You, Hongpeng; Sun, Zhong-Ming", "Chemistry - A European Journal", "\r\n        (", "2013", "),\r\n    ", "19", "\r\n        (", "50", "),\r\n    ", "17172-17179", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The luminescent properties of a family of lanthanide metal-org. frameworks LnL (Ln = Y, La-Yb, except Pm; L = 4,4'-({2-[(4-carboxyphenoxy)methyl]-2-methylpropane-1,3-diyl}bis{oxy})dibenzoic acid) were explored, and the energy-transfer process in the compds. was carefully analyzed.  The visible-emitting Tb0.08Gd0.92L and the near-IR (NIR)-luminescent Yb0.10Gd0.90L show excellent optical performances and can be considered as fluorescent probes for acetone sensing based on luminescence quenching effects arising from host-guest interactions.  Also, GdL exhibits a strong 2nd harmonic generation (SHG) signal 6.1 times that of potassium dihydrogen phosphate (KDP) and an outstanding phase-matchable effect.  These lanthanide compds. combining fluorescent and nonlinear optical (NLO) properties could meet further requirements as multifunctional materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslaqs7jM&md5=583448a941a9a596d2c8e4d56ab6c605"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-6/cg500269h/production/images/small/cg-2014-00269h_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-6/cg500269h/production/images/small/cg-2014-00269h_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-6/cg500269h/production/images/small/cg-2014-00269h_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-6/cg500269h/production/images/small/cg-2014-00269h_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-6/cg500269h/production/images/small/cg-2014-00269h_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-6/cg500269h/production/images/small/cg-2014-00269h_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-6/cg500269h/production/images/small/cg-2014-00269h_0003.gif\">"]}
