{"title": ["Crystal-Size-Dependent Structural Transitions in Nanoporous Crystals: Adsorption-Induced Transitions in ZIF-8"], "authors": ["Chen Zhang", "Jason A. Gee", "David S. Sholl", "Ryan P. Lively"], "doi": ["10.1021/jp5081466"], "abstract": ["Understanding the crystal-size dependence of both guest adsorption and structural transitions of nanoporous solids is crucial to the development of these materials. We find that nano-sized metal–organic framework (MOF) crystals have significantly different guest adsorption properties compared to the bulk material. A new methodology is developed to simulate the adsorption and transition behavior of entire MOF nanoparticles. Our simulations predict that the transition pressure significantly increases with decreasing particle size, in agreement with crystal-size-dependent experimental measurements of the N", "-ZIF-8 system. We also propose a simple core–shell model to examine this effect on length scales that are inaccessible to simulations and again find good agreement with experiments. This study is the first to examine particle size effects on structural transitions in ZIFs and provides a thermodynamic framework for understanding the underlying mechanism."], "text": ["Top of Page", "Abstract", "Introduction", "Simulation Details", "Experimental Methods", "Results and Discussion", "Conclusion", "References", "1 Introduction", "Nanomaterials can have desirable properties that are not possible with bulk materials, such as enhanced optical and dielectric properties", "(1, 2)", " and higher stiffness and strength.", "(3)", " For example, nano-sized catalyst particles offer higher external surface area and therefore increased catalytic activity.", "(4)", " Nano-sized molecular sieve particles are often preferred over micro-sized particles to fabricate advanced separation devices (e.g., nanocomposite hybrid membranes), as thinner membranes and more attractive membrane productivity are achievable with smaller-sized particles.", "(5)", " Accordingly, understanding the differences between nanomaterials and bulk phases and how to take advantage of these differences for practical applications are of great importance.", "Zeolitic imidazolate frameworks (ZIFs) are a recently developed class of porous crystalline solids formed by tetrahedrally coordinated transition metal ions (usually zinc and cobalt) bridged by imidazolate linkers.", "(6, 7)", " Compared with zeolites that exhibit relatively rigid frameworks, rotation of imidazolate linkers makes ZIFs more flexible and more susceptible to structural transitions induced by uptake of guest molecules.", "(8)", " Recent experimental studies", "(9-14)", " suggest that ZIFs may have advantages relative to conventional zeolites as adsorbents and membrane materials for advanced separations.", "ZIFs’ bulk-phase properties are usually measured on micro-sized particles, each comprising at least thousands of unit cells.", "(6)", " However, nano-sized ZIF particles, comprised of as few as several unit cells, may be preferred over micro-sized ZIF particles in applications where rapid mass transfer is needed. Currently, limited knowledge is available on the effects of crystal size on framework flexibility and structural transition for ZIFs/metal–organic frameworks (MOFs) and other porous solids. Sakata and co-workers", "(15)", " studied a shape memory effect of flexible crystalline porous coordination polymers (PCPs) as a result of crystal downsizing. Kumari and co-workers", "(16)", " observed substantial differences in sorption capacity within micro- and nano-sized ZIF-8 crystals. A fundamental understanding of such effects may be critical to the design of nano-sized nanoporous materials with desirable properties. One useful example of a structural transition in a ZIF is the change of crystal structure of ZIF-8 induced by adsorption of N", "2", ".", "(8)", " This transition causes an appreciable “step” in the N", "2", " adsorption isotherm of ZIF-8. Similar transitions in other ZIFs can be induced by adsorption or other factors such as external pressure,", "(17)", " although it is important to note that the presence of a step in the isotherm is not necessarily evidence of a structural transition, and vice versa.", "In addition to experimental studies, several groups have used molecular simulations to examine framework flexibility and structural transitions in the bulk ZIF-8 framework. Haldoupis et al. combined ", "ab initio", " molecular dynamics (AIMD) and classical simulations to predict the effect of framework flexibility on the diffusion of CH", "4", " and CO", "2", " in ZIF-8.", "(18)", " Several groups have developed classical force fields to describe the static and dynamic properties of ZIF-8 on the basis of the AMBER and DREIDING force fields.", "(19-22)", " Zhang et al. recently developed a classical force field to describe the N", "2", "-induced structural transition of ZIF-8.", "(23)", " These authors demonstrated that this force field was able to accurately reproduce the structural transition first observed experimentally by Fairen-Jimenez et al.", "(8)", " using hybrid grand canonical Monte Carlo (GCMC) simulations.", "The osmotic framework adsorbed solution theory (OFAST) is a useful simulation method that has been used to study structural deformations in flexible nanoporous solids.", "(24, 25)", " OFAST predicts the equilibrium-favored system on the basis of adsorption simulations in a series of metastable frameworks. This technique has been a critical tool for understanding and predicting adsorption-induced structural transitions of flexible MOFs. All previous applications of OFAST have been to bulk materials. Some recent work examining the spatial extent of adsorption stresses in nanoporous crystals has focused on introducing coarse-grained simulation techniques.", "(26)", " Although this work has been successful in describing transitions in bulk materials, it is unclear how these techniques could be extended to include surface effects in nanoparticles.", "In this study, we investigated the effect of crystal size on the structural transitions of ZIF-8 by applying OFAST to simulate an entire ZIF-8 nanoparticle. To test the validity of this approach experimentally, 10 ZIF-8 samples with distinct crystal diameter (10 nm–324 μm) were synthesized. The samples were characterized with N", "2", " physisorption, and experimental isotherms were compared with OFAST-simulated N", "2", " physisorption isotherms of ZIF-8 nanoparticles and the ZIF-8 bulk phase.", "Top of Page", "Abstract", "Introduction", "Simulation Details", "Experimental Methods", "Results and Discussion", "Conclusion", "References", "2 Simulation Details", "The ZIF-8 nanoparticle used in our simulations was constructed by clipping a sphere from the center of a large simulation cell of the bulk structure, as shown in Figure ", "1", ". This procedure was motivated by the roughly spherical shape of the smallest nanoparticles observed using electron microscopy (see Figure ", "2", ", below) and the qualitatively similar XRD patterns of these particles and the bulk material (", "Supporting Information (SI)", ", Figure S4). We should note that our model can handle other crystal shapes and orientations as long as the crystal structure is known. Our simulated nanoparticle has half the diameter of the smallest experimental crystal; this was the largest size that was readily feasible. We will show below that this model is able to effectively reproduce trends in the adsorption isotherm observed for varying particle sizes. Any under-coordinated imidazole groups (metal atoms) at the surface of the nanoparticle were terminated with “capping” hydrogen atoms (imidazole groups). Recent studies have found evidence for NH-terminated imidazole groups at the surface of Zn(Im)", "2", "-containing systems as well as a combination of N groups, OH groups, and under-coordinated Zn atoms.", "(27, 28)", " We assume that any unstable ions at the surface will quickly terminate with hydroxyl or imidazole ions present in the aqueous synthesis conditions. The effect of different nanoparticle surface terminations on adsorption uptake is discussed in more detail later.", "Figure 1. Schematic comparison of the (a) nonperiodic nanoparticle and (b) periodic bulk ZIF-8 systems prior to force field energy minimization, shown to scale. The unit cells comprising the simulation cell of the bulk structure are bounded by dotted blue lines and are superimposed in the nanoparticle to guide the eye. The domain over which grand canonical Monte Carlo moves were performed for both structures is indicated by a solid line. The C atoms of the framework are shown in gray, N in blue, H in white, and Zn as purple tetrahedra.", "Adsorption isotherms for the nanoparticle and bulk systems were simulated using GCMC simulations as implemented in RASPA.", "(29)", " All structures were force field energy-minimized prior to these simulations. The GCMC simulations used an equilibration (production) period of 1 × 10", "4", " (2.5 × 10", "4", ") cycles. The GCMC moves were restricted to a spherical shell encompassing the entire nanoparticle and included an additional 1.0 nm shell to capture adsorption in extracrystalline space. Any GCMC move that allowed an adsorbate to leave the system was rejected. The amount of adsorbed molecules was calculated using a fixed cutoff that was approximately equal to the radius of the particle.", "The bonded and nonbonded force field parameters used to describe the bulk structure were the same as those used in the study of Zhang et al.", "(23)", " We assumed that these parameters are able to describe the interactions in the nanoparticle, with only minor modifications to include the “capping” hydrogen atoms. The van der Waals interactions were modeled using a 12-6 Lennard-Jones (LJ) potential for both systems. The spherical cutoff radius for the LJ interactions was 16.5 Å (20 Å) for the bulk (nanoparticle). Analytical tail corrections were applied for the bulk system, and the potential was truncated at the cutoff radius for the nanoparticle. The electrostatic interactions were calculated using Ewald summation for the bulk system and a Coulombic pairwise potential with a cutoff radius spanning the entire system for the nanoparticle. Periodic boundary conditions (PBCs) were applied for the bulk structure, whereas finite boundaries were used for the nanoparticle. We used finite boundary conditions with a Coulombic potential for the nanoparticle because these conditions were found to give results equivalent to those obtained using PBCs and Ewald summation but at reduced computational expense. Additional simulation details are provided in the ", "SI", ".", "Top of Page", "Abstract", "Introduction", "Simulation Details", "Experimental Methods", "Results and Discussion", "Conclusion", "References", "3 Experimental Methods", "Detailed synthesis procedures of all ZIF-8 samples are described in the ", "SI", ". Scanning electron microscopy (SEM) and transmission electron microscopy (TEM) were used to estimate crystal size of synthesized ZIF-8 samples. SEM images were obtained on a LEO 1530 field emission scanning electron microscope (LEO Electron Microscopy, Cambridge, UK). TEM images were obtained on a FEI Tecnai F30 high-resolution transmission electron microscope at 300 kV. Electron microscope images are shown in Figure ", "2", ", which reveal (truncated) rhombic dodecahedron-shaped microcrystals and spherical nanocrystals. Powder X-ray diffraction (PXRD) was used to confirm the crystal structure of synthesized ZIF-8 samples. XRD data were collected on a Phillips X’Pert X-ray diffractometer (using Cu Kα radiation, λ = 0.154 nm at 45 kV and 40 mA). Experiments were carried out scanning from 2θ = 5° to 40°. PXRD patterns of the synthesized ZIF-8 samples are shown in ", "Figure S4", ", which are well consistent with the simulated pattern.", "Figure 2. Electron microscope images of synthesized ZIF-8 samples: (A) 10 nm, (B) 18 nm, (C) 52 nm, (D) 92 nm, (E) 540 nm, (F) 1 μm, (G) 3.4 μm, (H) 7.6 μm, (I) 15.8 μm, and (J) 324 μm. Panels (C), (I), and (J) are reproduced with permission from ref ", "11", ".", "N", "2", " physisorption isotherms (77 K) were measured with an ASAP 2020 physisorption analyzer (Micromeritics, Norcross, GA). Samples were degassed at 120–150 °C for 12–16 h prior to measurements. ", "Figure S5", " shows N", "2", " physisorption isotherms of the ZIF-8 samples. N", "2", " molecules sorbed in the windows through the multilayer formation and micropore filling mechanism at low relative pressure (", "P", "/", "P", "0", " < 0.01), as shown by the dramatic increase in sorption capacity. As relative pressure increased, sorption continued on the crystal external surfaces until a “plateau” was reached for micro-sized crystals.", "(30)", " A further increase in sorption capacity took place for nano-sized crystals close to the saturation pressure (", "P", "/", "P", "0", " = 1), which was believed to be condensation in the mesopores and macropores formed by agglomeration of nano-sized crystals. Brunauer–Emmett–Teller (BET) surface areas and micropore volumes were obtained from the N", "2", " physisorption isotherms and are listed in ", "Table S5", ". The BET surface area was analyzed on the basis of the consistency criteria,", "(31)", " which was comparable (with the exception of the 10, 18, and 52 nm samples) with the value of the commercial sample by BASF.", "Top of Page", "Abstract", "Introduction", "Simulation Details", "Experimental Methods", "Results and Discussion", "Conclusion", "References", "4 Results and Discussion", "We applied the OFAST method to study the structural transition induced by N", "2", " adsorption in the bulk and nanoparticle structures by comparing results in the ZIF-8 low-loading (LL) and high-loading (HL) structures defined in the earlier work of Fairen-Jimenez et al.", "(8)", " Our model does not account for kinetic barriers or inhomogeneity between the LL and HL phases, although these effects might be captured using a mesoscopic model similar to the one proposed by Triguero et al.", "(26)", " As shown in Figure ", "3", ", our OFAST calculations predict that N", "2", " adsorption induces a structural transition in bulk ZIF-8 at a relative pressure (", "P", "/", "P", "0", ") of ∼5 × 10", "–3", ". This value is in good agreement with the hybrid GCMC results of Zhang et al.,", "(23)", " which predicted that the transition occurs over a ", "P", "/", "P", "0", " range of 5 × 10", "–3", "–1 × 10", "–2", ". It is important to note that the agreement between the simulated and experimental bulk material (Figure ", "3", ") is not unexpected; this transition pressure was used to parametrize the Zhang et al. force field.", "(23)", " It should be noted that we observed another minor step in the experimental isotherm of the bulk materials at ", "P", "/", "P", "0", " ≈ 5 × 10", "–3", ", which was consistent with the results of a previous study.", "(32)", " However, we were not able to simulate this effect using the Zhang et al. force field.", "Figure 3. OFAST-simulated and experimental adsorption isotherms for N", "2", " in the ZIF-8 bulk and nanoparticle (NP) frameworks at ", "T", " = 77 K.", "Our results in ", "Figure S2", " show the grand potential Ω of the bulk ZIF-8 framework as a function of ", "P", "/", "P", "0", ". These calculations predict that the LL form of ZIF-8 is the equilibrium-favored structure at zero loading, in agreement with experimental observations. The calculated difference in free energy per formula unit between the empty LL and HL structures of ZIF-8 with the Zhang et al. force field", "(23)", " is ∼1.8 kJ mol", "–1", " Zn", "–1", ", which is ∼3 kT at ", "T", " = 77 K. At high N", "2", " pressures the HL system becomes lower in free energy relative to the LL system due to the increased guest molecule loading in this system. This effect provides the thermodynamic driving force for the system to undergo the transition from the LL to HL structures.", "Our simulated and experimental N", "2", " adsorption isotherms show that the adsorption uptake in the nanoparticle follows a substantially different trend than the bulk, as shown in Figure ", "3", ". The isotherm for the nanoparticle follows a Type II-like isotherm. The experimental isotherm also shows that capillary condensation occurs in the mesopores between the nanoparticles near ", "P", "/", "P", "0", " = 1, although this effect is neglected in our simulations. The N", "2", " adsorption uptake in the nanoparticle is lower than in the bulk on a framework mass basis. It should be noted that this was contradictory with the results reported by Kumari et al.,", "(16)", " who observed much lower sorption capacity in micro-sized ZIF-8 crystals than nano-sized ZIF-8 crystals. It is speculated that such contradiction was due to the use of DMF for synthesis and washing the micro-sized ZIF-8 sample in the referenced work, which possibly led to partial activation.", "(6)", " Figure ", "3", " shows that our simulated isotherms are in reasonable agreement with experiments until ", "P", "/", "P", "0", " approaches ∼1 × 10", "–1", ". It is unclear why the adsorption uptake in the Henry’s region is higher in the experimental ", "d", " = 10 nm nanoparticle compared to the bulk material, although this effect was also observed in the study by Sakata et al.", "(15)", " It is clear that the simulation data show a step in adsorption isotherm at ", "P", "/", "P", "0", " ≈ 1 × 10", "–1", ", while the experimental data show no evidence of such a transition. It was possible that the structural transition on the 10 nm sample was too subtle to be experimentally observed due to limited device sensitivity. Regardless of this disagreement, we still find that this method is able to describe the experimentally observed trend of transition pressure versus particle size.", "As mentioned previously, we were not able to simulate particle sizes larger than ", "d", " = 5 nm due to computational limitations. However, we were able to evaluate the effect of decreasing particle sizes on the simulated transition behavior. Figure ", "4", " shows the OFAST-simulated N", "2", " adsorption isotherms at ", "T", " = 77 K for the bulk material, ", "d", " = 5 and 2.5 nm nanoparticles. We observe that the smallest simulated nanoparticle (", "d", " = 2.5 nm) does not exhibit a step in the isotherm over the entire range of ", "P", "/", "P", "0", ". This result is similar to our experimental observation that a step is observed for the ", "d", " = 20 nm particle but absent for the ", "d", " = 10 nm particle and demonstrates that the transition pressure is very sensitive to particle size for smaller nanoparticles.", "Figure 4. OFAST-simulated adsorption isotherms for N", "2", " in ZIF-8 bulk and ", "d", " = 5.0 and 2.5 nm particles at ", "T", " = 77 K.", "Although we assumed that the bulk material and nanoparticle have similar compositions, we also tested the sensitivity of our simulation results to alternate nanoparticle surface terminations. To examine this effect, we replaced the imidazole groups on the surface of the ", "d", " = 5.0 nm nanoparticle with less bulky hydroxyl groups using the procedure described in the ", "SI", ". As shown in Figure ", "5", ", the hydroxyl-terminated surface exhibits a similar transition pressure compared to the imidazole-terminated surface. This result is reasonable because the surface functional groups are far from the center of the nanoparticle, where the adsorption uptake is maximal. Therefore, we expect that the effect of surface termination has a minor impact on the trends observed in our simulation analysis.", "Figure 5. OFAST-simulated adsorption isotherms for N", "2", " in ZIF-8 bulk and ", "d", " = 5.0 nm imidazole- and ", "d", " = 5.0 nm hydroxyl-terminated (NP-OH) particles at ", "T", " = 77 K.", "To better understand the differences in adsorption uptake in the nanoparticle and the bulk materials, we partitioned the adsorption uptake in the nanoparticle into “bulk-like” and surface regions. The bulk-like region was defined as any N", "2", " molecule lying within a radial distance of approximately one bulk ZIF-8 unit cell from the center of the nanoparticle. We observed that the adsorption uptake in the surface region is negligible compared to that at the interior, at ", "P", "/", "P", "0", " < 10", "–3", " (", "Figure S3", "). The preferential adsorption in the bulk-like region at low pressures is due to the increased number of neighboring framework atoms compared to the surface. This effect leads to a decrease in nitrogen heat of adsorption at infinite dilution of ∼1.5 kT at the surface relative to the interior. The suppressed adsorption uptake at the surface results in a lower transition pressure compared to that at the bulk-like region (", "Table S4", "). This effect results in a reduced thermodynamic driving force for the transition in the nanoparticle over the entire range of bulk fluid pressures compared to the bulk.", "Our calculations confirm that the different transition behavior was due to adsorption effects rather than structural properties of the nanoparticle compared to the bulk. Although the nanoparticle does not have a precisely defined formula unit as in the bulk structure, we can estimate the free energy difference between the LL and HL structures as ∼1.9 kJ mol", "–1", " Zn", "–1", " in the nanoparticle. This value is similar to that observed for the bulk, indicating that this energy is not the primary driving force behind the difference in transition behavior. Moreover, an experimental Williamson–Hall analysis (", "Figure S7", ") confirmed that the experimental nanocrystals did not exhibit differences in crystal strain from the bulk.", "To further understand the effects of crystal size on structural transition of the material, an additional eight ZIF-8 samples were synthesized (Figure ", "2", "). Experimental N", "2", " adsorption and desorption isotherms of all ten ZIF-8 samples are plotted individually in ", "Figure S5", ". Adsorption isotherms are also shown in Figure ", "6", "A with magnification of the relative pressure range 10", "–3", "–10", "–1", " in Figure ", "6", "B. A closer examination of isotherms in this range revealed very differently shaped isotherms. For 324 and 15.8 μm ZIF-8 samples, the structural transition featured a sharp step in the isotherm. As particle size decreased, this step became less defined and the structural transition gradually shifted to higher relative pressures. As the particle size started to fall into the nano regime (i.e., ", "d", " < 100 nm), the structure transition became much less obvious. A similar effect was observed by Sakata et al.,", "(15)", " although it was unclear whether their transition was suppressed by kinetic or thermodynamic limitations. For the smallest sample with ", "d", " = 10 nm, the isotherm was completely devoid of an observable step. Additionally, magnification at the Henry’s region is shown in ", "Figure S6", "; however, no size-dependent features were observed at this region.", "Figure 6. (A) Experimental N", "2", " adsorption isotherms. (B) Experimentally observed crystal-size-dependent structural transitions. Isotherms are artificially offset for clarity.", "Unfortunately, simulating N", "2", " physisorption isotherms of intermediate crystal sizes (18 nm, 52 nm, 92 nm, 540 nm, 1 μm, 3.4 μm, 7.6 μm, and 15.8 μm) would be overly computationally expensive. As a result, we were not able to directly compare OFAST-simulated isotherms with experimental data. Based on our findings for the 5 nm nanoparticle, we applied a simple core–shell model to examine the trend in transition pressure versus particle size. We assumed that the surface for each structure consisted of a shell the size of the smallest particle for which a transition was observed surrounding the interior of the particle. The transition pressure for each crystal size was a volume-weighted value between the transition pressures for the largest and smallest crystal size for which a transition was observed in experiments and simulations. As shown in Figure ", "7", ", this model gives reasonable agreement with the trends observed experimentally. We also observe that the difference in transition behavior compared to the bulk becomes more pronounced with smaller particle sizes, which was also shown in Figure ", "4", ". The discrepancies between the model and experiments may be due to differences in particle shape versus crystal size which are not included in the model. The disagreement between simulated and experimental transition behavior is likely due to a combination of experimental error and inaccuracy of the force field, which was parametrized on the basis of adsorption uptake in the bulk material. Overall, these results give further indication that the effect of crystal size on transition pressure is due to the influence of the surface on the adsorption uptake in each crystal.", "Figure 7. Transition pressure versus inverse crystal size from experiments and using a simple core–shell model with experimental and simulated transition pressures.", "Top of Page", "Abstract", "Introduction", "Simulation Details", "Experimental Methods", "Results and Discussion", "Conclusion", "References", "5 Conclusion", "In this study, we investigated the crystal-size-dependent structural transition of ZIF-8 induced by N", "2", " adsorption using simulations and experiments. We developed a new methodology to simulate the adsorption and transition behavior of entire ZIF-8 particles at nanometer length scales. Our simulations predict that the structural transition occurs at a significantly higher pressure in the nanoparticle compared to the bulk. Our models show that this is caused by a destabilizing effect of the nanoparticle surface which results in reduced guest molecule loadings in this region. Our sensitivity analysis demonstrates that our models do not depend on surface termination but are strongly dependent on particle size for the smallest particles. We also developed a simple core–shell model to explain the trend in transition pressure versus particle size on length scales inaccessible to simulations. These models successfully predicted the trends in transition behavior observed using crystal-size-dependent experimental measurements for this system. The methods developed in our study should be useful for understanding thermodynamically controlled crystal-size-dependent structural transitions in porous materials in general.", " ", "Top of Page", "Abstract", "Introduction", "Simulation Details", "Experimental Methods", "Results and Discussion", "Conclusion", "References", "Supporting Information", "Details of force field parameters, OFAST simulations, and synthesis and characterization (PXRD and N", "2", " physisorption) of ZIF-8 crystals, including Figures S1–S8 and Tables S1–S5. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "‡", "Author Contributions", "C.Z. and J.A.G. contributed equally to this work.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Simulation Details", "Experimental Methods", "Results and Discussion", "Conclusion", "References", "Acknowledgment", "The authors thank Dr. Ke Zhang and Dr. Megan Lydon for PXRD measurements and TEM imaging. C.Z. acknowledges support provided by Award No. KUS-I1-011-21, made by King Abdullah University of Science and Technology (KAUST).", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Simulation Details", "Experimental Methods", "Results and Discussion", "Conclusion", "References", "References", "This article references 32 other publications.", "1. ", "Jain", ", ", "P. K.", "; ", "Huang", ", ", "X. H.", "; ", "El-Sayed", ", ", "I. H.", "; ", "El-Sayed", ", ", "M. A.", " ", "Noble Metals on the Nanoscale: Optical and Photothermal Properties and Some Applications in Imaging, Sensing, Biology, and Medicine", " ", "Acc. Chem. Res.", " ", "2008", ",  ", "41", ",  ", "1578", "– ", "1586", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Noble Metals on the Nanoscale: Optical and Photothermal Properties and Some Applications in Imaging, Sensing, Biology, and Medicine", "Jain, Prashant K.; Huang, Xiaohua; El-Sayed, Ivan H.; El-Sayed, Mostafa A.", "Accounts of Chemical Research", "\r\n        (", "2008", "),\r\n    ", "41", "\r\n        (", "12", "),\r\n    ", "1578-1586", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Noble metal nanostructures attract much interest because of their unique properties, including large optical field enhancements resulting in the strong scattering and absorption of light.  The enhancement in the optical and photothermal properties of noble metal nanoparticles arises from resonant oscillation of their free electrons in the presence of light, also known as localized surface plasmon resonance (LSPR).  The plasmon resonance can either radiate light (Mie scattering), a process that finds great utility in optical and imaging fields, or be rapidly converted to heat (absorption); the latter mechanism of dissipation has opened up applications in several new areas.  The ability to integrate metal nanoparticles into biol. systems has had greatest impact in biol. and biomedicine.  In this Account, the authors discuss the plasmonic properties of gold and silver nanostructures and present examples of how they are being utilized for biodiagnostics, biophys. studies, and medical therapy.  For instance, taking advantage of the strong LSPR scattering of gold nanoparticles conjugated with specific targeting mols. allows the mol.-specific imaging and diagnosis of diseases such as cancer.  The authors emphasize in particular how the unique tunability of the plasmon resonance properties of metal nanoparticles through variation of their size, shape, compn., and medium allows chemists to design nanostructures geared for specific bio-applications.  The authors discuss some interesting nanostructure geometries, including nanorods, nanoshells, and nanoparticle pairs, that exhibit dramatically enhanced and tunable plasmon resonances, making them highly suitable for bio-applications.  Tuning the nanostructure shape (e.g., nanoprisms, nanorods, or nanoshells) is another means of enhancing the sensitivity of the LSPR to the nanoparticle environment and, thereby, designing effective biosensing agents.  Metal nanoparticle pairs or assemblies display distance-dependent plasmon resonances as a result of field coupling.  A universal scaling model, relating the plasmon resonance frequency to the interparticle distance in terms of the particle size, becomes potentially useful for measuring nanoscale distances (and their changes) in biol. systems.  The strong plasmon absorption and photothermal conversion of gold nanoparticles has been exploited in cancer therapy through the selective localized photothermal heating of cancer cells.  For nanorods or nanoshells, the LSPR can be tuned to the near-IR region, making it possible to perform in vivo imaging and therapy.  The examples of the applications of noble metal nanostructures provided herein can be readily generalized to other areas of biol. and medicine because plasmonic nanomaterials exhibit great range, versatility, and systematic tunability of their optical attributes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXltlWgtrY%253D&md5=95ea3b6dc2b15516a948d58efa84d2f9", "2. ", "Osada", ", ", "M.", "; ", "Sasaki", ", ", "T.", " ", "Two-Dimensional Dielectric Nanosheets: Novel Nanoelectronics from Nanocrystal Building Blocks", " ", "Adv. Mater.", " ", "2012", ",  ", "24", ",  ", "210", "– ", "228", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Two-dimensional dielectric nanosheets. Novel nanoelectronics from nanocrystal building blocks", "Osada, Minoru; Sasaki, Takayoshi", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2012", "),\r\n    ", "24", "\r\n        (", "2", "),\r\n    ", "210-228", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Two-dimensional (2D) nanosheets, which possess at. or mol. thickness and infinite planar lengths, are regarded as the thinnest functional nanomaterials.  The recent development of methods for manipulating graphene (C nanosheet) has provided new possibilities and applications for 2D systems; many amazing functionalities such as high electron mobility and quantum Hall effects were discovered.  However, graphene is a conductor, and electronic technol. also requires insulators, which are essential for many devices such as memories, capacitors, and gate dielecs.  Along with graphene, inorg. nanosheets have thus increasingly attracted fundamental research interest because they have the potential to be used as dielec. alternatives in next-generation nanoelectronics.  Here, we review the progress made in the properties of dielec. nanosheets, highlighting emerging functionalities in electronic applications.  We also present a perspective on the advantages offered by this class of materials for future nanoelectronics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlWlur%252FF&md5=f097c592e3ed2dac7e5ddf36372625b2", "3. ", "Podsiadlo", ", ", "P.", "; ", "Kaushik", ", ", "A. K.", "; ", "Arruda", ", ", "E. M.", "; ", "Waas", ", ", "A. M.", "; ", "Shim", ", ", "B. S.", "; ", "Xu", ", ", "J. D.", "; ", "Nandivada", ", ", "H.", "; ", "Pumplin", ", ", "B. G.", "; ", "Lahann", ", ", "J.", "; ", "Ramamoorthy", ", ", "A.", " ", "Ultrastrong and Stiff Layered Polymer Nanocomposites", " ", "Science", " ", "2007", ",  ", "318", ",  ", "80", "– ", "83", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Ultrastrong and Stiff Layered Polymer Nanocomposites", "Podsiadlo, Paul; Kaushik, Amit K.; Arruda, Ellen M.; Waas, Anthony M.; Shim, Bong Sup; Xu, Jiadi; Nandivada, Himabindu; Pumplin, Benjamin G.; Lahann, Joerg; Ramamoorthy, Ayyalusamy; Kotov, Nicholas A.", "Science (Washington, DC, United States)", "\r\n        (", "2007", "),\r\n    ", "318", "\r\n        (", "5847", "),\r\n    ", "80-83", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Nanoscale building blocks are individually exceptionally strong because they are close to ideal, defect-free materials.  It is, however, difficult to retain the ideal properties in macroscale composites.  Bottom-up assembly of a clay/polymer nanocomposite allowed for the prepn. of a homogeneous, optically transparent material with planar orientation of the alumosilicate nanosheets.  The stiffness and tensile strength of these multilayer composites are one order of magnitude greater than those of analogous nanocomposites at a processing temp. that is much lower than those of ceramic or polymer materials with similar characteristics.  A high level of ordering of the nanoscale building blocks, combined with dense covalent and hydrogen bonding and stiffening of the polymer chains, leads to highly effective load transfer between nanosheets and the polymer.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFWitbzK&md5=7b15d0f83c02b531ec3f186721f5ac95", "4. ", "Roldan Cuenya", ", ", "B.", " ", "Metal Nanoparticle Catalysts Beginning to Shape-Up", " ", "Acc. Chem. Res.", " ", "2012", ",  ", "46", ",  ", "1682", "– ", "1691", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "5. ", "Zhang", ", ", "C.", "; ", "Zhang", ", ", "K.", "; ", "Xu", ", ", "L.", "; ", "Labreche", ", ", "Y.", "; ", "Kraftschik", ", ", "B.", "; ", "Koros", ", ", "W. J.", " ", "Highly Scalable ZIF-Based Mixed-Matrix Hollow Fiber Membranes for Advanced Hydrocarbon Separations", " ", "AIChE J.", " ", "2014", ",  ", "60", ",  ", "2625", "– ", "2635", "[", "Crossref", "], [", "CAS", "]", "5. ", "Highly scalable ZIF-based mixed-matrix hollow fiber membranes for advanced hydrocarbon separations", "Zhang, Chen; Zhang, Kuang; Xu, Liren; Labreche, Ying; Kraftschik, Brian; Koros, William J.", "AIChE Journal", "\r\n        (", "2014", "),\r\n    ", "60", "\r\n        (", "7", "),\r\n    ", "2625-2635", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "ZIF-8/6FDA-DAM, a proven mixed-matrix material that demonstrated remarkably enhanced C3H6/C3H8 selectivity in dense film geometry, was extended to scalable hollow fiber geometry in the current work.  We successfully formed dual-layer ZIF-8/6FDA-DAM mixed-matrix hollow fiber membranes with ZIF-8 nanoparticle loading up to 30 wt % using the conventional dry-jet/wet-quench fiber spinning technique.  The mixed-matrix hollow fibers showed significantly enhanced C3H6/C3H8 selectivity that was consistent with mixed-matrix dense films.  Crit. variables controlling successful formation of mixed-matrix hollow fiber membranes with desirable morphol. and attractive transport properties were discussed.  Furthermore, the effects of coating materials on selectivity recovery of partially defective fibers were investigated.  To our best knowledge, this is the first article reporting successful formation of high-loading mixed-matrix hollow fiber membranes with significantly enhanced selectivity for sepn. of condensable olefin/paraffin mixts.  Therefore, it represents a major step in the research area of advanced mixed-matrix membranes. © 2014 American Institute of Chem. Engineers AIChE J, 2014.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXoslGitb8%253D&md5=9425287eeeb7a705bd223ccd06674777", "6. ", "Park", ", ", "K. S.", "; ", "Ni", ", ", "Z.", "; ", "Cote", ", ", "A. P.", "; ", "Choi", ", ", "J. Y.", "; ", "Huang", ", ", "R.", "; ", "Uribe-Romo", ", ", "F. J.", "; ", "Chae", ", ", "H. K.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Exceptional Chemical and Thermal Stability of Zeolitic Imidazolate Frameworks", " ", "Proc. Natl. Acad. Sci. U.S.A.", " ", "2006", ",  ", "103", ",  ", "10186", "– ", "10191", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Exceptional chemical and thermal stability of zeolitic imidazolate frameworks", "Park, Kyo Sung; Ni, Zheng; Cote, Adrien P.; Choi, Jae Yong; Huang, Rudan; Uribe-Romo, Fernando J.; Chae, Hee K.; O'Keeffe, Michael; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2006", "),\r\n    ", "103", "\r\n        (", "27", "),\r\n    ", "10186-10191", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "Twelve zeolitic imidazolate frameworks (ZIFs; termed ZIF-1 to -12) were synthesized as crystals by copolymn. of either Zn(II) (ZIF-1 to -4, -6 to -8, and -10 to -11) or Co(II) (ZIF-9 and -12) with imidazolate-type links.  The ZIF crystal structures are based on the nets of seven distinct aluminosilicate zeolites: tetrahedral Si(Al) and the bridging O are replaced with transition metal ion and imidazolate link, resp.  One example of mixed-coordination imidazolate of Zn(II) and In(III) (ZIF-5) based on the garnet net is reported.  Study of the gas adsorption and thermal and chem. stability of two prototypical members, ZIF-8 and -11, demonstrated their permanent porosity (Langmuir surface area = 1,810 m2/g), high thermal stability (up to 550°), and remarkable chem. resistance to boiling alk. H2O and org. solvents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XntlKjtbo%253D&md5=c28cd5862d4765fe4e4937195f5bb4df", "7. ", "Phan", ", ", "A.", "; ", "Doonan", ", ", "C. J.", "; ", "Uribe-Romo", ", ", "F. J.", "; ", "Knobler", ", ", "C. B.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Synthesis, Structure, and Carbon Dioxide Capture Properties of Zeolitic Imidazolate Frameworks", " ", "Acc. Chem. Res.", " ", "2010", ",  ", "43", ",  ", "58", "– ", "67", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Synthesis, Structure, and Carbon Dioxide Capture Properties of Zeolitic Imidazolate Frameworks", "Phan, Anh; Doonan, Christian J.; Uribe-Romo, Fernando J.; Knobler, Carolyn B.; O'Keeffe, Michael; Yaghi, Omar M.", "Accounts of Chemical Research", "\r\n        (", "2010", "),\r\n    ", "43", "\r\n        (", "1", "),\r\n    ", "58-67", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review concerning the synthesis, structure, and CO2 properties of zeolitic imidazolate frameworks (ZIF) is given.  A major goal in zeolite chem. is to create a structure in which metal ions and functionalizable org. units comprise an integral portion of the framework, and by virtue of the flexibility with which metal ions and org. moieties can be varied, is a key to further improve zeolite properties and access new applications.  Within the last 5 years >90 new ZIF structures have been reported.  It is possible to synthesize ZIF with topologies previously unknown in zeolites and to mimic known structures.  Topic discussed include: synthesis and general structure; ZIF structures and the zeolite problem; ZIF structural complexity; applications for sepn. and selective capture of CO2; and perspectives and outlook.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtlegu77O&md5=de5a9f235d52e2ce66778e7e7c187e37", "8. ", "Fairen-Jimenez", ", ", "D.", "; ", "Moggach", ", ", "S. A.", "; ", "Wharmby", ", ", "M. T.", "; ", "Wright", ", ", "P. A.", "; ", "Parsons", ", ", "S.", "; ", "Duren", ", ", "T.", " ", "Opening the Gate: Framework Flexibility in ZIF-8 Explored by Experiments and Simulations", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "8900", "– ", "8902", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Opening the Gate: Framework Flexibility in ZIF-8 Explored by Experiments and Simulations", "Fairen-Jimenez, D.; Moggach, S. A.; Wharmby, M. T.; Wright, P. A.; Parsons, S.; Duren, T.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "23", "),\r\n    ", "8900-8902", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "ZIF-8 is a zeolitic imidazole-based metal-org. framework with large cavities interconnected by narrow windows.  Because the small size of the windows, it allows in principle for mol. sieving of gases such as H2 and CH4.  However, the unexpected adsorption of large mols. on ZIF-8 suggests the existence of structural flexibility.  ZIF-8 flexibility is explored combining different exptl. techniques with mol. simulation.  The ZIF-8 structure is modified by gas adsorption uptake in the same way as it is at a very high pressure (i.e., 14,700 bar) due to a swing effect in the imidazolate linkers, giving access to the porosity.  Tuning the flexibility, and so the opening of the small windows, has a further impact on the design of advanced mol. sieving membrane materials for gas sepn., adjusting the access of fluids to the porous network.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmtlWrt70%253D&md5=f9d8904cd7cd4f8d703600d849849f8c", "9. ", "Gücüyener", ", ", "C.", "; ", "van den Bergh", ", ", "J.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", " ", "Ethane/Ethene Separation Turned on its Head: Selective Ethane Adsorption on the Metal-Organic Framework ZIF-7 through a Gate-Opening Mechanism", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "17704", "– ", "17706", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Ethane/ethene separation turned on its head: selective ethane adsorption on the metal-organic framework ZIF-7 through a gate-opening mechanism", "Gucuyener Canan; van den Bergh Johan; Gascon Jorge; Kapteijn Freek", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "50", "),\r\n    ", "17704-6", "\r\n        ISSN:", ".\r\n    ", "Ethane is selectively adsorbed over ethylene in their mixtures on the zeolite imidazolate framework ZIF-7.  In packed columns, this results in the direct production of pure ethylene.  This gas-phase separation is attributed to a gate-opening effect in which specific threshold pressures control the uptake and release of individual molecules.  These threshold pressures differ for the different molecules, leaving a window of selective uptake operation.  This phenomenon makes ZIF-7 a perfect candidate for the separation of olefins from paraffins, since in contrast to most microporous materials, the paraffin is selectively adsorbed.  Mixture adsorption, as studied by breakthrough experiments, demonstrates that gate-opening effects can be effectively used to separate molecules of very similar size.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3M%252Fnt1Chtw%253D%253D&md5=c3b911dc087ba4348f0e5bdf44227fe2", "10. ", "Peralta", ", ", "D.", "; ", "Chaplais", ", ", "G.", "; ", "Simon-Masseron", ", ", "A.", "; ", "Barthelet", ", ", "K.", "; ", "Chizallet", ", ", "C.", "; ", "Quoineaud", ", ", "A.-A.", "; ", "Pirngruber", ", ", "G. D.", " ", "Comparison of the Behavior of Metal-Organic Frameworks and Zeolites for Hydrocarbon Separations", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "8115", "– ", "8126", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Comparison of the Behavior of Metal-Organic Frameworks and Zeolites for Hydrocarbon Separations", "Peralta, David; Chaplais, Gerald; Simon-Masseron, Angelique; Barthelet, Karin; Chizallet, Celine; Quoineaud, Anne-Agathe; Pirngruber, Gerhard D.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "19", "),\r\n    ", "8115-8126", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The objective of this work was to study the adsorption and sepn. of the most important families of hydrocarbon compds. on metal-org. frameworks (MOFs), in comparison with zeolites.  For this purpose, the authors have selected four probe mols., each of them representing one of these families, i.e., o- and p-xylene as aroms., 1-octene as an alkene, and n-octane as an alkane.  The sepn. of these four mols. was studied by binary breakthrough expts.  To represent the large diversity of MOF structures, the expts. were carried out with (i) two MOFs with coordinatively unsatd. metal sites (CUS), i.e., Cu-btc (HKUST-1) and CPO-27-Ni, (ii) a MOF with an anionic framework and extraframework cations, i.e.  RHO-ZMOF, and (iii) two rather apolar zeolitic imidazolate framework (ZIF) materials with different pore sizes, i.e.  ZIF-8 and ZIF-76.  Zeolite NaY and zeolite β were used as polar and apolar ref. adsorbents, resp.  The results can be briefly summarized as follows: ZIFs (not carrying any polar functional groups) behave like apolar adsorbents and exhibit very interesting and unexpected mol. sieving properties.  CUS-MOFs behave like polar adsorbents but show the specificity of preferring alkenes over aroms.  This feature is rationalized thanks to DFT + D calcns.  MOFs with extraframework cations behave like polar (cationic) zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XjsVChsbg%253D&md5=968b83cb5b96a2eca60f0c8f57e91e68", "11. ", "Zhang", ", ", "C.", "; ", "Lively", ", ", "R. P.", "; ", "Zhang", ", ", "K.", "; ", "Johnson", ", ", "J. R.", "; ", "Karvan", ", ", "O.", "; ", "Koros", ", ", "W. J.", " ", "Unexpected Molecular Sieving Properties of Zeolitic Imidazolate Framework-8", " ", "J. Phys. Chem. Lett.", " ", "2012", ",  ", "3", ",  ", "2130", "– ", "2134", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Unexpected Molecular Sieving Properties of Zeolitic Imidazolate Framework-8", "Zhang, Chen; Lively, Ryan P.; Zhang, Ke; Johnson, Justin R.; Karvan, Oguz; Koros, William J.", "Journal of Physical Chemistry Letters", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "16", "),\r\n    ", "2130-2134", "CODEN:\r\n                ", "JPCLCD", ";\r\n        ISSN:", "1948-7185", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors studied mol. sieving properties of zeolitic imidazolate framework-8 (ZIF-8) by estg. the thermodynamically cor. diffusivities of probe mols. at 35°.  From He (2.6 Å) to iso-C4H10 (5.0 Å), the cor. diffusivity drops 14 orders of magnitude.  The authors' results further suggest that the effective aperture size of ZIF-8 for mol. sieving is at 4.0-4.2 Å, which is significantly larger than the XRD-derived value (3.4 Å) and between the known aperture size of zeolite 4A (3.8 Å) and 5A (4.3 Å).  Because of aperture flexibility, the studied C4 hydrocarbon mols. that are larger than this effective aperture size still adsorb in the micropores of ZIF-8 with kinetic selectivities for iso-C4H8/iso-C4H10 of 180 and n-C4H10/iso-C4H10 of 2.5 × 106.  These unexpected mol. sieving properties open up new opportunities for ZIF materials for sepns. that cannot be economically achieved by traditional microporous adsorbents such as synthetic zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtV2gt7rN&md5=4fa48951d035d74844ab37c6aaff3297", "12. ", "Herm", ", ", "Z. R.", "; ", "Bloch", ", ", "E. D.", "; ", "Long", ", ", "J. R.", " ", "Hydrocarbon Separations in Metal-Organic Frameworks", " ", "Chem. Mater.", " ", "2013", ",  ", "26", ",  ", "323", "– ", "338", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "13. ", "Kwon", ", ", "H. T.", "; ", "Jeong", ", ", "H.-K.", " ", "In Situ Synthesis of Thin Zeolitic–Imidazolate Framework ZIF-8 Membranes Exhibiting Exceptionally High Propylene/Propane Separation", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "10763", "– ", "10768", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "In Situ Synthesis of Thin Zeolitic-Imidazolate Framework ZIF-8 Membranes Exhibiting Exceptionally High Propylene/Propane Separation", "Kwon, Hyuk Taek; Jeong, Hae-Kwon", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "29", "),\r\n    ", "10763-10768", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) are a class of hybrid porous cryst. materials comprising of metal centers coordinated to org. linkers.  Owing to their well-defined pores and cavities in the scale of mols. combined with abundant surface chem., MOFs offer unprecedented opportunities for a wide range of applications including membrane-based gas sepns.  It is not straightforward (often requiring multiple steps) to prep. membranes of MOFs due to the fact that the heterogeneous nucleation and growth of MOF crystals on porous supports are not generally favored.  Also, the performance of polycryst. MOF membranes strongly depends on the membrane microstructure, in particular, the grain boundary structure.  Here the authors report a simple one step in situ method based on a counter-diffusion concept to prep. well-intergrown ZIF-8 membranes with significantly enhanced microstructure, resulting in exceptionally high sepn. performance toward propylene over propane.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXpsVehtro%253D&md5=702c657d5e388e3c80510aa97ace1f5b", "14. ", "Zhang", ", ", "K.", "; ", "Lively", ", ", "R. P.", "; ", "Zhang", ", ", "C.", "; ", "Chance", ", ", "R. R.", "; ", "Koros", ", ", "W. J.", "; ", "Sholl", ", ", "D. S.", "; ", "Nair", ", ", "S.", " ", "Exploring the Framework Hydrophobicity and Flexibility of ZIF-8: From Biofuel Recovery to Hydrocarbon Separations", " ", "J. Phys. Chem. Lett.", " ", "2013", ",  ", "4", ",  ", "3618", "– ", "3622", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Exploring the Framework Hydrophobicity and Flexibility of ZIF-8: From Biofuel Recovery to Hydrocarbon Separations", "Zhang, Ke; Lively, Ryan P.; Zhang, Chen; Chance, Ronald R.; Koros, William J.; Sholl, David S.; Nair, Sankar", "Journal of Physical Chemistry Letters", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "21", "),\r\n    ", "3618-3622", "CODEN:\r\n                ", "JPCLCD", ";\r\n        ISSN:", "1948-7185", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The framework hydrophobicity and flexibility of ZIF-8 were studied by a detailed adsorption and diffusion study of probe mols. including ethanol, 1-butanol, water, hexane isomers, xylene isomers, and 1,2,4-trimethylbenzene.  The prospects for using ZIF-8 in biofuel recovery and hydrocarbon sepns. are discussed in terms of adsorption or kinetic selectivities.  ZIF-8 shows extremely low water vapor uptakes and is esp. suitable for vapor phase butanol-based biofuel recovery.  The extraordinary framework flexibility of ZIF-8 is demonstrated by the adsorption of hydrocarbon mols. that are much larger than its nominal pore size, such as m-xylene, o-xylene and 1,2,4-trimethylbenzene.  The calcn. of cor. diffusion coeffs. reveals an interesting spectrum of promising kinetic hydrocarbon sepns. by ZIF-8.  A mol. sieving effect tends to occur in the sorbate mol. size range of 4-6 Å rather than around the nominal ZIF-8 pore size of 3.4 Å, due to its surprising framework flexibility.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsFygu7jN&md5=ff09d42483839a6007f75aafc0a5351c", "15. ", "Sakata", ", ", "Y.", " ", "Shape-Memory Nanopores Induced in Coordination Frameworks by Crystal Downsizing", " ", "Science", " ", "2013", ",  ", "339", ",  ", "193", "– ", "196", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Shape-Memory Nanopores Induced in Coordination Frameworks by Crystal Downsizing", "Sakata, Yoko; Furukawa, Shuhei; Kondo, Mio; Hirai, Kenji; Horike, Nao; Takashima, Yohei; Uehara, Hiromitsu; Louvain, Nicolas; Meilikhov, Mikhail; Tsuruoka, Takaaki; Isoda, Seiji; Kosaka, Wataru; Sakata, Osami; Kitagawa, Susumu", "Science (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "339", "\r\n        (", "6116", "),\r\n    ", "193-196", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Flexible porous coordination polymers change their structure in response to mol. incorporation but recover their original configuration after the guest was removed.  The crystal downsizing of 2-fold interpenetrated frameworks of [Cu2(dicarboxylate)2(amine)]n regulates the structural flexibility and induces a shape-memory effect in the coordination frameworks.  In addn. to the two structures that contribute to the sorption process (i.e., a nonporous closed phase and a guest-included open phase), the authors isolated an unusual, metastable open dried phase when downsizing the crystals to the mesoscale, and the closed phase was recovered by thermal treatment.  Crystal downsizing suppressed the structural mobility and stabilized the open dried phase.  The successful isolation of two interconvertible empty phases, the closed phase and the open dried phase, provided switchable sorption properties with or without gate-opening behavior.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjvVCgtQ%253D%253D&md5=c90dd1835300d097b6002f4bbeefeff3", "16. ", "Kumari", ", ", "G.", "; ", "Jayaramulu", ", ", "K.", "; ", "Maji", ", ", "T. K.", "; ", "Narayana", ", ", "C.", " ", "Temperature Induced Structural Transformations and Gas Adsorption in the Zeolitic Imidazolate Framework ZIF-8: A Raman Study", " ", "J. Phys. Chem. A", " ", "2013", ",  ", "117", ",  ", "11006", "– ", "11012", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Temperature Induced Structural Transformations and Gas Adsorption in the Zeolitic Imidazolate Framework ZIF-8: A Raman Study", "Kumari, Gayatri; Jayaramulu, Kolleboyina; Maji, Tapas Kumar; Narayana, Chandrabhas", "Journal of Physical Chemistry A", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "43", "),\r\n    ", "11006-11012", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors have used Raman spectroscopy to investigate mol. level changes in the zeolitic imidazolate framework ZIF-8 (a prototypical zeolite-like porous metal org. framework) as a function of temp.  Temp. dependent Raman spectra suggest that at low temp. the softening of the C-H stretching frequencies is due to the decrease in steric hindrance between the Me groups of Me imidazole.  The larger sepn. between the Me groups opens the window for increased nitrogen and methane uptake at temps. below 153 K.  The appearance of Raman bands at 2323 and 2904 cm-1 at or below 153 K in ZIF-8 are characteristic signatures of the adsorbed nitrogen and methane gases, resp.  Nanoscale ZIF-8 uptakes more mols. than bulk ZIF-8, and as a result the authors could provide evidence for encaged CO2 at 203 K yielding its Raman mode at 1379 cm-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsF2lsLzK&md5=cfe56842e580fb05670570d54df4b0ef", "17. ", "Bennett", ", ", "T. D.", "; ", "Tan", ", ", "J.-C.", "; ", "Moggach", ", ", "S. A.", "; ", "Galvelis", ", ", "R.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Reisner", ", ", "B. A.", "; ", "Thirumurugan", ", ", "A.", "; ", "Allan", ", ", "D. R.", "; ", "Cheetham", ", ", "A. K.", " ", "Mechanical Properties of Dense Zeolitic Imidazolate Frameworks (ZIFs): A High-Pressure X-Ray Diffraction, Nanoindentation and Computational Study of the Zinc Framework Zn(Im)", "2", ", and its Lithium Boron Analogue, Lib(Im)", "4", " ", "Chem.—Eur. J.", " ", "2010", ",  ", "16", ",  ", "10684", "– ", "10690", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Mechanical Properties of Dense Zeolitic Imidazolate Frameworks (ZIFs): a High-Pressure X-ray Diffraction, Nanoindentation and Computational Study of the Zinc Framework Zn(Im)2, and its Lithium-Boron Analogue, LiB(Im)4", "Bennett, Thomas D.; Tan, Jin-Chong; Moggach, Stephen A.; Galvelis, Raimondas; Mellot-Draznieks, Caroline; Reisner, Barbara A.; Thirumurugan, A.; Allan, David. R.; Cheetham, Anthony K.", "Chemistry - A European Journal", "\r\n        (", "2010", "),\r\n    ", "16", "\r\n        (", "35", "),\r\n    ", "10684-10690, S10684/1-S10684/10", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The dense, anhyd. zeolitic imidazolate frameworks (ZIFs) Zn(Im)2 (1) and LiB(Im)4 (2) adopted the same zni topol. and differred only in terms of the inorg. species present in their structures.  Their mech. properties (Young's and bulk moduli, and hardness) have been elucidated by using high pressure synchrotron X-ray diffraction, d. functional calcns., and nanoindentation.  Under hydrostatic pressure, framework 2 underwent a phase transition at 1.69 GPa, which was somewhat higher than the transition previously reported for 1.  The Young's modulus (E) and hardness (H) of 1 (E ≈ 8.5, H ≈ 1 GPa) were substantially higher than those of 2 (E ≈ 3, H ≈ 0.1 GPa), while the bulk modulus was relatively lower ( ≈ 14 GPa cf. ≈ 16.6 GPa).  The heavier, zinc-contg. material was also found to be significantly harder than its light analog.  The differential behavior of the two materials is discussed in terms of the smaller pore vol. of 2 and the greater flexibility of the LiN4 tetrahedron compared with the ZnN4 and BN4 units.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFygsbzI&md5=e2f09dc97809382c3536a1c4c9bb9dde", "18. ", "Haldoupis", ", ", "E.", "; ", "Watanabe", ", ", "T.", "; ", "Nair", ", ", "S.", "; ", "Sholl", ", ", "D. S.", " ", "Quantifying Large Effects of Framework Flexibility on Diffusion in MOFs: CH", "4", " and CO", "2", " in ZIF-8", " ", "ChemPhysChem", " ", "2012", ",  ", "13", ",  ", "3449", "– ", "3452", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Quantifying Large Effects of Framework Flexibility on Diffusion in MOFs: CH4 and CO2 in ZIF-8", "Haldoupis, Emmanuel; Watanabe, Taku; Nair, Sankar; Sholl, David S.", "ChemPhysChem", "\r\n        (", "2012", "),\r\n    ", "13", "\r\n        (", "15", "),\r\n    ", "3449-3452", "CODEN:\r\n                ", "CPCHFT", ";\r\n        ISSN:", "1439-4235", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Efficient methods are introduced for assessing the role of framework flexibility on mol. diffusion in metal-org. frameworks (MOFs) that does not require defining a classical forcefield for the MOF.  These methods combine ab initio MD of the MOF with classical MD simulation of the diffusing mols.  The effects of flexibility are shown to be large for CH4, but not for CO2, in ZIF-8.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtVGgtrrF&md5=b1e65d85adf7f394623cf77835ee27db", "19. ", "Hu", ", ", "Z.", "; ", "Zhang", ", ", "L.", "; ", "Jiang", ", ", "J.", " ", "Development of a Force Field for Zeolitic Imidazolate Framework-8 with Structural Flexibility", " ", "J. Chem. Phys.", " ", "2012", ",  ", "136", "244703", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Development of a force field for zeolitic imidazolate framework-8 with structural flexibility", "Hu, Zhongqiao; Zhang, Liling; Jiang, Jianwen", "Journal of Chemical Physics", "\r\n        (", "2012", "),\r\n    ", "136", "\r\n        (", "24", "),\r\n    ", "244703/1-244703/7", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "A force field is developed for zeolitic imidazolate framework-8 (ZIF-8) with structural flexibility by combining quantum chem. calcns. and classical Amber force field.  The predicted cryst. properties of ZIF-8 (lattice consts., bond lengths, angles, dihedrals, and x-ray diffraction patterns) agree well with exptl. results.  A structural transition from cryst. to amorphous as found in expt. is obsd.  The mech. properties of ZIF-8 are also described fairly well by the force field, particularly the Young's modulus predicted matches perfectly with measured value.  Also, the heat capacity of ZIF-8 as a typical thermophys. property is predicted and close to exptl. data available for other metal-org. frameworks.  It is revealed the structural flexibility of ZIF-8 exerts a significant effect on gas diffusion.  In rigid ZIF-8, no diffusive behavior is obsd. for CH4 within the simulation time scale of current study.  With the structural flexibility, however, the predicted diffusivities of CH4 and CO2 are close to reported data in the literature.  The d. distributions and free energy profiles of CH4 and CO2 in the pore of ZIF-8 analyze the mechanism of gas diffusion.  (c) 2012 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xpt12ltbc%253D&md5=c3cb0c43455d1143eccb5f8b3c3ea95d", "20. ", "Zheng", ", ", "B.", "; ", "Sant", ", ", "M.", "; ", "Demontis", ", ", "P.", "; ", "Suffritti", ", ", "G. B.", " ", "Force Field for Molecular Dynamics Computations in Flexible ZIF-8 Framework", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "933", "– ", "938", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Force Field for Molecular Dynamics Computations in Flexible ZIF-8 Framework", "Zheng, Bin; Sant, Marco; Demontis, Pierfranco; Suffritti, Giuseppe B.", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "1", "),\r\n    ", "933-938", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Correct modeling of framework flexibility plays a major role in obtaining accurate results when performing atomistic simulations of guest mol. diffusion within ZIF crystal structures.  Here we present a full set of force field parameters, based on the AMBER database and on previously computed partial charges, well reproducing the ZIF-8 structural properties over a wide range of temps. and pressures.  To test our model, the self-diffusivity for sorbed CO2 is computed and is found to be in good agreement with exptl. measurements.  Our results are also compared to the ones obtained with other charge models and are found to be more accurate.  Finally, an est. of the influence on self-diffusion of various simulation details is given.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1SmurzN&md5=5dcec600a2d92bdc124c423488de13c7", "21. ", "Hertäg", ", ", "L.", "; ", "Bux", ", ", "H.", "; ", "Caro", ", ", "J.", "; ", "Chmelik", ", ", "C.", "; ", "Remsungnen", ", ", "T.", "; ", "Knauth", ", ", "M.", "; ", "Fritzsche", ", ", "S.", " ", "Diffusion of CH", "4", " and H", "2", " in ZIF-8", " ", "J. Membr. Sci.", " ", "2011", ",  ", "377", ",  ", "36", "– ", "41", "[", "Crossref", "]", "There is no corresponding record for this reference.", "22. ", "Pantatosaki", ", ", "E.", "; ", "Megariotis", ", ", "G.", "; ", "Pusch", ", ", "A.-K.", "; ", "Chmelik", ", ", "C.", "; ", "Stallmach", ", ", "F.", "; ", "Papadopoulos", ", ", "G. K.", " ", "On the Impact of Sorbent Mobility on the Sorbed Phase Equilibria and Dynamics: A Study of Methane and Carbon Dioxide within the Zeolite Imidazolate Framework-8", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "116", ",  ", "201", "– ", "207", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "23. ", "Zhang", ", ", "L.", "; ", "Hu", ", ", "Z.", "; ", "Jiang", ", ", "J.", " ", "Sorption-Induced Structural Transition of Zeolitic Imidazolate Framework-8: A Hybrid Molecular Simulation Study", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "3722", "– ", "3728", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Sorption-Induced Structural Transition of Zeolitic Imidazolate Framework-8: A Hybrid Molecular Simulation Study", "Zhang, Liling; Hu, Zhongqiao; Jiang, Jianwen", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "9", "),\r\n    ", "3722-3728", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new force field and a hybrid Monte Carlo/mol. dynamics simulation method are developed to study the structural transition of zeolitic imidazolate framework-8 (ZIF-8)induced by N2 sorption.  At a high loading (∼50 N2mols. per unit cell), ZIF-8 shifts from low-loading (LL) to high-loading (HL) structure.  A stepped sorption isotherm is predicted with 3 distinct regions, which agrees well with exptl. data.  The orientation of imidazolate rings and the motion of framework atoms exhibit sharp changes upon structural transition.  Also, pronounced changes are obsd. in various contributions to potential energies (including stretching, bending, torsional, van der Waals, and Coulombic).  The anal. of radial distribution functions between N2 and framework atoms suggests N2 interacts strongly with the imidazolate rings in ZIF-8.  The simulation reveals that the structural transition of ZIF-8 is largely related to the reorientation of imidazolate rings, as attributed to the enhanced van der Waals interaction between N2 and imidazolate rings as well as the reduced torsional interaction of framework in the HL structure.  This is the 1st mol. simulation study to describe the continuous structural transition of ZIF-8 and, it provides microscopic insight into the underlying mechanism.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXivVyitb4%253D&md5=b21abf89d8caf67720104c9f908bf0fd", "24. ", "Coudert", ", ", "F. X.", "; ", "Boutin", ", ", "A.", "; ", "Fuchs", ", ", "A. H.", "; ", "Neimark", ", ", "A. V.", " ", "Adsorption Deformation and Structural Transitions in Metal-Organic Frameworks: From the Unit Cell to the Crystal", " ", "J. Phys. Chem. Lett.", " ", "2013", ",  ", "4", ",  ", "3198", "– ", "3205", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Adsorption Deformation and Structural Transitions in Metal-Organic Frameworks: From the Unit Cell to the Crystal", "Coudert, Francois-Xavier; Boutin, Anne; Fuchs, Alain H.; Neimark, Alexander V.", "Journal of Physical Chemistry Letters", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "19", "),\r\n    ", "3198-3205", "CODEN:\r\n                ", "JPCLCD", ";\r\n        ISSN:", "1948-7185", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Much attention has recently been focused on soft porous crystals, a fascinating subclass of metal-org. frameworks that behave in a remarkable stimuli-responsive fashion, presenting structural changes of large amplitude in response to guest adsorption, mech. pressure, or variations in temp.  In this Perspective, the authors summarize the recently developed thermodn. and mech. theor. models for the understanding of these materials, based on the concepts of adsorption stress and osmotic thermodn. ensemble.  The authors show how these models provide a coherent picture of adsorption-induced deformation and structural transitions in flexible metal-org. frameworks, all the way from the length scale of the unit cell to that of the full crystal.  The authors highlight the new perspectives opened by these models, as well as some of the important open questions in the field.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVehsb3N&md5=ea43483cdb198027a0025cc1abb42825", "25. ", "Gee", ", ", "J. A.", "; ", "Sholl", ", ", "D. S.", " ", "Characterization of the Thermodynamic Stability of Solvated Metal-Organic Framework Polymorphs Using Molecular Simulations", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "20636", "– ", "20642", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Characterization of the Thermodynamic Stability of Solvated Metal-Organic Framework Polymorphs Using Molecular Simulations", "Gee, Jason A.; Sholl, David S.", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "40", "),\r\n    ", "20636-20642", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Understanding the factors that govern the thermodn. stability of metal-org. frameworks (MOFs) is crit. to the development of these materials.  The authors present the first theor. investigation of the stability of MOF polymorphs under solvothermal conditions.  The authors combined thermodn. integration (TI) and osmotic framework adsorbed soln. theory (OFAST) calcns. to reliably predict the free energy of immersion, ΔGimm, of MOFs.  The configurational free energy can be estd. in the harmonic approxn. from the vibrational d. of states (VDOS) of the framework.  This approach is applied to a set of hypothetical Zn(mIm)2 polymorphs under ambient conditions using methanol as the solvent to mimic the actual solvothermal synthesis conditions for ZIF-8.  The simulations predict that the relative contribution of ΔGimm to the framework stability is minor compared with the configurational free energy relative to the most stable structure for all polymorphs.  However, solvation affects the energetic ordering of metastable polymorphs.  The authors obsd. good agreement between predictions of ΔGimm using the OFAST method and those using the more rigorous TI calcns.  The methods developed in this work can be applied to study the effect of the interplay between structural topol., solvent, and temp. on the thermodn. stability of the framework for a wide range of nanoporous materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVOhurjN&md5=364b4bd80b30ae822033e7314f596714", "26. ", "Triguero", ", ", "C.", "; ", "Coudert", ", ", "F.-X.", "; ", "Boutin", ", ", "A.", "; ", "Fuchs", ", ", "A. H.", "; ", "Neimark", ", ", "A. V.", " ", "Understanding Adsorption-Induced Structural Transitions in Metal-Organic Frameworks: From the Unit Cell to the Crystal", " ", "J. Chem. Phys.", " ", "2012", ",  ", "137", "184702", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "Understanding adsorption-induced structural transitions in metal-organic frameworks: From the unit cell to the crystal", "Triguero, Carles; Coudert, Francois-Xavier; Boutin, Anne; Fuchs, Alain H.; Neimark, Alexander V.", "Journal of Chemical Physics", "\r\n        (", "2012", "),\r\n    ", "137", "\r\n        (", "18", "),\r\n    ", "184702/1-184702/9", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Breathing transitions represent recently discovered adsorption-induced structural transformations between large-pore and narrow-pore conformations in bi-stable metal-org. frameworks such as MIL-53.  The authors present a multiscale phys. mechanism of the dynamics of breathing transitions.  Due to interplay between host framework elasticity and guest mol. adsorption, these transformations on the crystal level occur via layer-by-layer shear.  The authors construct a simple Hamiltonian that describes the physics of host-host and host-guest interactions on the level of unit cells and reduces to one effective dimension due to the long-range elastic cell-cell interactions.  The authors then use this Hamiltonian in Monte Carlo simulations of adsorption-desorption cycles to study how the behavior of unit cells is linked to the transition mechanism at the crystal level through three key phys. parameters: the transition energy barrier, the cell-cell elastic coupling, and the system size.  (c) 2012 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1GgsLbK&md5=4fc4cf4b9c6c0b61a5869b215463b4b2", "27. ", "Chizallet", ", ", "C.", "; ", "Lazare", ", ", "S.", "; ", "Bazer-Bachi", ", ", "D.", "; ", "Bonnier", ", ", "F.", "; ", "Lecocq", ", ", "V.", "; ", "Soyer", ", ", "E.", "; ", "Quoineaud", ", ", "A.-A.", "; ", "Bats", ", ", "N.", " ", "Catalysis of Transesterification by a Nonfunctionalized Metal-Organic Framework: Acido-Basicity at the External Surface of ZIF-8 Probed by FTIR and ", "Ab Initio", " Calculations", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "12365", "– ", "12377", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "Catalysis of Transesterification by a Nonfunctionalized Metal-Organic Framework: Acido-Basicity at the External Surface of ZIF-8 Probed by FTIR and ab Initio Calculations", "Chizallet, Celine; Lazare, Sandrine; Bazer-Bachi, Delphine; Bonnier, Fabien; Lecocq, Vincent; Soyer, Emmanuel; Quoineaud, Anne-Agathe; Bats, Nicolas", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "35", "),\r\n    ", "12365-12377", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The zeolite imidazolate framework ZIF-8 is shown for the first time to be able to catalyze transesterification of vegetable oil with significant activity.  Rationalization of this behavior at the at. scale is provided by combining CO adsorption monitored by FTIR and DFT calcns. (clusters and periodic models).  We demonstrate that the acido-basic sites are located at the external surface of the material or at defects, but not in the microporosity of ZIF-8.  A great variety of sites are found the surface: OH and NH groups, hydrogenocarbonates, low-coordinated Zn atoms, and free N- moieties belonging to linkers.  Their proportions depend on the operating conditions (temp. and pressure).  The acido-basicity of the surface is then probed by adsorption of CO at low temp.  In parallel, the species present are mapped by DFT calcns. combined with a thermodn. model.  An assignment of the CO region of the FTIR spectra can thus be proposed.  The complex IR spectrum is attributed to the coexistence of classical C-adducts of CO with acid sites and other modes on basic sites (O-adducts and side-on adducts).  Adsorption energies and CO frequency shifts show that some strong Lewis sites exist (in particular ZnII species), as well as strong Bronsted acid sites (NH groups), together with basic sites (OH groups and N- moieties).  By calcg. the co-adsorption of a model ester (Me acetate) and methanol, we show the prevailing role of ZnII species as acid sites, combined with N- moieties and OH groups as basic ones, in detg. the catalytic properties of ZIF-8.  This work opens new perspectives on the use of MOFs in catalysis and, more generally, on the properties of their external surface.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVOnsr%252FP&md5=95d89570c7499ed2b2031702a6d3cab0", "28. ", "Lively", ", ", "R. P.", "; ", "Dose", ", ", "M. E.", "; ", "Thompson", ", ", "J. A.", "; ", "McCool", ", ", "B. A.", "; ", "Chance", ", ", "R. R.", "; ", "Koros", ", ", "W. J.", " ", "Ethanol and Water Adsorption in Methanol-Derived ZIF-71", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "8667", "– ", "8669", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "28. ", "Ethanol and water adsorption in methanol-derived ZIF-71", "Lively, Ryan P.; Dose, Michelle E.; Thompson, Joshua A.; McCool, Benjamin A.; Chance, Ronald R.; Koros, William J.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "30", "),\r\n    ", "8667-8669", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A room temp. method for synthesizing zeolitic imidizolate framework 71 (ZIF-71) is described.  The methanol-based prepn. results in >95% yields (based on Zn) and produces crystals with 70% greater surface area than reported earlier.  Ethanol uptake into the ZIF compares favorably with a recent modeling-based study.  Water uptake was significantly higher than model predictions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXptVOqtLw%253D&md5=4518383c47929c6faa84a791f67e432a", "29. ", "Dubbeldam", ", ", "D.", "; ", "Calero", ", ", "S.", "; ", "Ellis", ", ", "D.", "; ", "Snurr", ", ", "R.", " Raspa 1.0; ", "Northwestern University", ": ", "Evanston, IL", ", ", "2008", ".", "There is no corresponding record for this reference.", "30. ", "Leofanti", ", ", "G.", "; ", "Padovan", ", ", "M.", "; ", "Tozzola", ", ", "G.", "; ", "Venturelli", ", ", "B.", " ", "Surface Area and Pore Texture of Catalysts", " ", "Catal. Today", " ", "1998", ",  ", "41", ",  ", "207", "– ", "219", "[", "Crossref", "], [", "CAS", "]", "30. ", "Surface area and pore texture of catalysts", "Leofanti, G.; Padovan, M.; Tozzola, G.; Venturelli, B.", "Catalysis Today", "\r\n        (", "1998", "),\r\n    ", "41", "\r\n        (", "1-3", "),\r\n    ", "207-219", "CODEN:\r\n                ", "CATTEA", ";\r\n        ISSN:", "0920-5861", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A review with 89 refs.; the origin, the classification and the effect on catalytic performance of pore texture of heterogeneous catalysts are briefly examd.  The techniques and the methods suitable for the detn. of related properties (surface area, pore vol. and pore size distribution) are reviewed.  Particular attention is paid to the most widely used ones: vapor adsorption at low temp., mercury porosimetry, incipient wetness impregnation and picnometry.  Advantages, disadvantages and applicability of each method to different pore textures are pointed out.  The best choice of a group of methods, allowing a complete characterization of catalysts, is proposed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXjsFOisrY%253D&md5=21e80c91a1ebc8318505dca6e7857c6e", "31. ", "Walton", ", ", "K. S.", "; ", "Snurr", ", ", "R. Q.", " ", "Applicability of the BET Method for Determining Surface Areas of Microporous Metal-Organic Frameworks", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "8552", "– ", "8556", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "Applicability of the BET Method for Determining Surface Areas of Microporous Metal-Organic Frameworks", "Walton, Krista S.; Snurr, Randall Q.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "27", "),\r\n    ", "8552-8556", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The surface area is one of the most important quantities for characterizing novel porous materials.  The BET anal. is the std. method for detg. surface areas from nitrogen adsorption isotherms and was originally derived for multilayer gas adsorption onto flat surfaces.  Metal-org. frameworks (MOFs) are a relatively new class of cryst., porous materials that exhibit very large BET surface areas.  These materials are microporous and possess surfaces that are far from flat.  In some MOFs, adsorption occurs through a pore-filling mechanism rather than by layer formation.  Thus, it is unclear whether BET surface area nos. reported for these materials are truly meaningful.  Given the std. practice of reporting BET surface areas for novel porous materials, a crit. test of the BET method is much needed.  Grand canonical Monte Carlo simulations were used to predict adsorption isotherms for nitrogen in MOFs.  The predicted isotherms were used as pseudoexperimental data to test the applicability of the BET theory for obtaining surface areas of microporous MOFs.  BET surface areas calcd. from the simulated isotherms agree very well with the accessible surface areas calcd. directly from the crystal structures in a geometric fashion.  The surface areas agree well with exptl. reports in the literature.  These results provide a strong validation that the BET theory can be used to obtain surface areas of MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXms12gur0%253D&md5=afdfa7c0f69c8645a456afb207431957", "32. ", "Ania", ", ", "C. O.", "; ", "García-Pérez", ", ", "E.", "; ", "Haro", ", ", "M.", "; ", "Gutiérrez-Sevillano", ", ", "J. J.", "; ", "Valdés-Solís", ", ", "T.", "; ", "Parra", ", ", "J. B.", "; ", "Calero", ", ", "S.", " ", "Understanding Gas-Induced Structural Deformation of ZIF-8", " ", "J. Phys. Chem. Lett.", " ", "2012", ",  ", "3", ",  ", "1159", "– ", "1164", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "Understanding Gas-Induced Structural Deformation of ZIF-8", "Ania, Conchi O.; Garcia-Perez, E.; Haro, M.; Gutierrez-Sevillano, J. J.; Valdes-Solis, T.; Parra, J. B.; Calero, S.", "Journal of Physical Chemistry Letters", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "9", "),\r\n    ", "1159-1164", "CODEN:\r\n                ", "JPCLCD", ";\r\n        ISSN:", "1948-7185", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "ZIF-8 is a zeolitic imidazolate framework with very good thermal and chem. stability that opens up many applications that are not feasible by other metal-org. frameworks (MOFs) and zeolites.  Several works report the adsorption properties of ZIF-8 for strategic gases.  However, despite the vast exptl. corpus of data reported, there seems yet to be a dearth in the understanding of the gas adsorption properties.  In this work we provide insights at a mol. level on the mechanisms governing the ZIF-8 structural deformation during mol. adsorption.  We demonstrate that the ZIF-8 structural deformation during the adsorption of different mols. at cryogenic temp. goes beyond the gas-induced rotation of the imidazolate linkers.  We combine exptl. and simulation studies to demonstrate that this deformation is governed by the polarizability and mol. size and shape of the gases, and that the stepped adsorption behavior is defined by the packing arrangement of the guest inside the host.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XlsVartbc%253D&md5=ce9539a2e761d22eb95cd92e5c83885c"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-35/jp5081466/production/images/small/jp-2014-081466_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-35/jp5081466/production/images/small/jp-2014-081466_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-35/jp5081466/production/images/small/jp-2014-081466_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-35/jp5081466/production/images/small/jp-2014-081466_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-35/jp5081466/production/images/small/jp-2014-081466_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-35/jp5081466/production/images/small/jp-2014-081466_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-35/jp5081466/production/images/small/jp-2014-081466_0008.gif\">"]}
