{"title": ["A simple approach to the preparation of H", "P", "W", "O", "/Cu", "(BTC)", " (BTC = 1,3,5-benzenetricarboxylate) and its catalytic performance in the synthesis of acetals/ketals"], "authors": ["Xiaoxia Liu", "Jing Luo", "Tingquan Sun", "Shuijin Yang"], "doi": ["https://doi.org/10.1007/s11144-015-0877-5"], "abstract": [], "text": ["Introduction", "Heteropoly acids (HPAs) are promising materials due to their ability to accept or donate electrons, strong acidity and oxidizing ability, which makes them economically and environmentally attractive targets as heterogeneous and homogeneous catalysts in various organic reactions replacing the conventional liquid acids (HF, HCl, H", "2", "SO", "4", ", etc.", ")", " [", "1", "]. However, HPAs are compounds with some major drawbacks limiting their catalytic activity such as low thermal stability, low surface area (<10 m", "2", " g", "−1", ") and feasible dissolution in water and polar organic liquids [", "2", ", ", "3", "]. In order to enhance the catalytic activity of HPAs, the general approach to dissolved HPAs is by means of a non-porous support, or a porous support, or ordered mesoporous silica [", "4", ", ", "5", "]. Moreover, the Dawson-type HPA is more appropriate than Keggin-type for application as the acid catalysts because of the superior thermal stability and higher acid amount compared with Keggin-type [", "6", ", ", "7", "].", "In the past decades, metal–organic frameworks (MOFs) have attracted scientists’ interest due to a broad potential application in catalysis [", "8", ", ", "9", "], sensing [", "10", "], gas storage, adsorption, separation and drug delivery [", "11", "]. They possess special properties such as high porosity, specific surface area, tunability, rich topological structure and so on. However, MOFs also have several drawbacks such as lower relative stabilities in solution [", "12", "] or in gas phase [", "13", "], brittleness and lack of flexibility [", "14", "] that hamper its realistic applications. In order to achieve the extreme application of MOFs, it is needed to design and even tailor-make further MOF-based composites as new materials with specific functional properties by introducing new functionalities. So far, some composites combining MOFs with a variety of large molecules like drugs, dyes, and even the POMs clusters have been proposed [", "15", "]. Of course, some POMs were introduced into the MOF [", "16", "]. Nevertheless, truly heterogeneous and highly efficient catalysis named POM/MOF materials are relatively rare.", "Here we present the preparation and characterization of a new catalyst (H", "6", "P", "2", "W", "18", "O", "62", "/Cu", "3", "(BTC)", "2", "). Cu", "3", "(BTC)", "2", " (BTC = 1,3,5-benzenetricarboxylate) synthesized by the hydrothermal synthetic method was denoted HKUST-1 by Chui et al. [", "17", "]. H", "6", "P", "2", "W", "18", "O", "62", "/HKUST-1 was prepared by simple impregnation method and used to catalyze the synthesis of cyclohexanone ethylene ketal as a probe reaction exploring its catalytic performance. Acetals and ketals are one of the most important perfume and industrial materials in organic synthesis [", "18", ", ", "19", "]. We have shown that the material is a new environmental-friendly catalyst in the synthesis of acetal and ketones reaction.", "Experimental", "Preparation of catalyst (H", "6", "P", "2", "W", "18", "O", "62", "/Cu", "3", "(BTC)", "2", ")", "All chemicals were purchased and used without further purification. Bulk Wells–Dawson H", "6", "P", "2", "W", "18", "O", "62", " was obtained according to David [", "20", "] with some modifications. 50 g of Na", "2", "WO", "4", "·2H", "2", "O (Sinopharm Chemical Reagent Co., Ltd. Shanghai, China) was dissolved in 60 mL of distilled water. 35 mL of concentrated H", "3", "PO", "4", " (85 %) was slowly added dropwise under vigorous stirring into the solution as above. Then the solution was refluxed at 120 °C in an oil bath for 8 h. After cooling, 22.5 mL of HCl (36 %, Xinyang Chemical Reagent Factory, Henan, China) was added and this acidified aqueous solution was extracted using the same volume of ether with the solution. We collected the heavy oily layer and removed ether by heating gently. Finally, the heteropoly acid was dried at room temperature.", "Following references [", "21", ", ", "22", "] with some modifications, 0.2330 g (0.9 mmol) Cu(NO", "3", ")", "2", "·3H", "2", "O (Tianjin Tianli Chemical Reagent Co., Ltd. Tianjin, China) was dissolved in 5 mL deionized water and mixed with 0.4863 g (2.3 mmol) of trimesic acid (Maya, Shanghai, China) dissolved in 5 mL ethanol accompanied by vigorous stirring for 1 h. The solution was sealed in a 25 mL Teflon-lined autoclave and heated to 423 K for 16 h. Repeated washing and drying in a vacuum oven at 373 K yielded a blue crystal material.", "Using a simple impregnation method with some modifications [", "23", "], a certain amount of H", "6", "P", "2", "W", "18", "O", "62", " was dissolved in distilled water. Then, a defined amount of Cu", "3", "(BTC)", "2", " was immersed into it. The mixture was under ultrasonic wave for 10 min and then stood for overnight before dried by heating gently. At last, the material we have prepared was calcined at suitable temperature. Thus H", "6", "P", "2", "W", "18", "O", "62", "/HKUST-1 was obtained.", "Optimization of preparation conditions for H", "6", "P", "2", "W", "18", "O", "62", "/Cu", "3", "(BTC)", "2", "In order to explore the optimum conditions for preparing the catalyst, the probe reaction was performed under the condition as follows: fixing cyclohexanone consumption was 0.02 mol, ", "n", "(cyclohexanone):", "n", "(ethylene glycol) = 1:1.3, the mass ratio of the catalyst to total reactant was 0.4 % (0.15 g), cyclohexane dosage was 6 mL, and the reaction time was 60 min.", "Catalytic evaluation in synthesis of acetal and ketones", "The aldol reaction was carried out in a three-neck flask (150 mL) equipped with a magnetic stirrer and a reflux condenser. Fixing cyclohexanone consumption was 0.02 mol, a certain amount of ethylene and the freshly activated catalyst were added. The mixture was stirred at refluxing temperature for the indicated reaction time. After the reaction, the resultant solution was washed and distilled before analysis.", "Characterization", "The H", "6", "P", "2", "W", "18", "O", "62", ", Cu", "3", "(BTC)", "2", " and H", "6", "P", "2", "W", "18", "O", "62", "/HKUST-1 were characterized by FT-IR, XRD, SEM, TG/DTA. IR spectra of the samples containing KBr pellets were measured on a NICOLET 5700 FT-IR spectrometer in a range of 4000–500 cm", "−1", " and the accuracy of the FTIR measurement was 0.1 cm", "−1", ". The X-ray powder diffraction patterns of samples were collected by using a diffractometer (Bruker Corporation) with the Cu K", "α", " radiation (40 kV, 30 mA). Scanning electron microscopy of the sample was performed on a Hitachi S-3400N instrument with an accelerating voltage of 15 kV to assess pores shape and distribution. Thermogravimetric analysis (TGA) was performed on Perkin-Elmer thermogravimetric analyzer with heating at a rate of 5 K min", "−1", " to a certain temperature in a flowing atmosphere of N", "2", ". N", "2", " adsorption–desorption isotherms were collected at 77 K using a Quantachrome NOVA 2200e sorption analyzer and outgassing temperature was 100 °C. The surface area, pore size distribution and pore volume were calculated by Brunauer–Emmett–Teller (BET) and Langmuir methods. ", "1", "H NMR spectra were determined with a MERCURY-VX 300 MHz spectrometer with TMS as the internal standard in CDCl", "3", ".", "Results and discussion", "Optimization of preparation conditions for catalyst", "The influence of calcination temperature for catalyst activity", "H", "6", "P", "2", "W", "18", "O", "62", "/Cu", "3", "(BTC)", "2", " (30 % of H", "6", "P", "2", "W", "18", "O", "62", " on dry porous Cu", "3", "(BTC)", "2", ") was calcined at regular intervals of temperature in a static air atmosphere in a muffle from ambient to indicated temperature and kept for 3 h. The resulting samples were labelled as H", "6", "P", "2", "W", "18", "O", "62", "/Cu", "3", "(BTC)", "2", "(x) (x = c − g) (where x represents preparation conditions of samples: loading amount, 30 %; calcination time, 3 h and different calcination temperature). The yield of cyclohexanone ethylene ketal catalyzed by the samples(x) as shown in Fig. S1, the calcination temperature had an effect on the catalytic activity of catalyst. At first, the catalyst activity was improved with the increase of calcination temperature. However, the catalyst activity ceased to increase beyond a critical temperature and began to decrease as temperatures increased. When the sample was calcined at 150 °C, the yield was highest and the catalyst activity was best. As shown in Figs. ", "1", " and ", "2", ", these results can be explained by the fact that with increasing the calcination temperature up to 250 °C, there is a certain disappearance or changement of characteristic absorption peak in FT-IR spectra and characteristic diffraction peaks in XRD pattern meaning structure modification of H", "6", "P", "2", "W", "18", "O", "62", "/Cu", "3", "(BTC)", "2", "(x). It may be the key reason for catalyst deactivation. Furthermore, TG–DTA analysis revealed a sharp weight loss step between 280 to 360 °C, which corresponded to a structural collapse of samples. So we chose 150 °C as the best calcination temperature.", " ", "Open image in new window", " ", "Fig. 1", " ", "FT-IR spectra of Cu", "3", "(BTC)", "2", " (", "a", "), H", "6", "P", "2", "W", "18", "O", "62", " (", "b", ") and H", "6", "P", "2", "W", "18", "O", "62", "/Cu", "3", "(BTC)", "2", " (", "c", "–", "g", ")", " ", " ", " ", "Open image in new window", " ", "Fig. 2", " ", "XRD patterns of Cu", "3", "(BTC)", "2", " (", "a", "), H", "6", "P", "2", "W", "18", "O", "62", " (", "b", ") and H", "6", "P", "2", "W", "18", "O", "62", "/Cu", "3", "(BTC)", "2", " (", "c", "–", "g", ", 2–4 h)", " ", " ", "The effects of activation time on the catalyst activity", "Everything else being equal, the samples were calcined for different time and labelled as H", "6", "P", "2", "W", "18", "O", "62", "/Cu", "3", "(BTC)", "2", "(y) (y = 2–4 h) (where y represents preparation conditions of samples: H", "6", "P", "2", "W", "18", "O", "62", " content, 30 %; calcination temperature, 150 °C and different calcination time). The calcination time was found to have a small impact on catalyst performance according to the yield for different calcination time in Fig. S2. Samples calcined for 2 h were similar to the 3 or 4 h samples. But the yield in Fig. S2 and the X-ray diffraction patterns in Fig. ", "2", " show that the higher the degree of crystallinity, the better the catalytic activity. Due to the lack of a reasonable explanation, work is underway to explore the catalytic mechanism in greater detail in the future. So we calcined the samples for 4 h.", "Optimization of loading", "The samples were prepared at the same conditions except the loading. The resulting samples were labelled as H", "6", "P", "2", "W", "18", "O", "62", "/Cu", "3", "(BTC)", "2", "(z) (z = 10–40 wt%) (where z represents the 10–40 wt% of H", "6", "P", "2", "W", "18", "O", "62", " on dry HKUST-1). We have found that the loading has a great impact on performance according to the yield for different loading in Fig. S3. When the content was 30 %, the yield was highest and the catalyst activity was best. One explanation for this observation is that there is insufficient catalytic active site when the loading is lower. However, the higher loading results in heteropolyacid aggregation and lower surface area causing low catalytic performance.", "As shown in Fig. ", "3", ", all samples showed a similar nitrogen adsorption curve of type I and abrupt growth of isotherms at very low pressure clearly indicated the presence of micropores [", "24", "]. The abrupt decrease of the desorption isotherm at P/P", "0", " about 0.5 showed the samples also contain some quantity of mesopores, in addition to micropores. The pore size distributions of the complex were treated from the adsorption branch of N", "2", " isotherm by BJH model [", "25", ", ", "26", "], which are shown in the inset of Fig. ", "3", ". It has to be noted that the pore size distributions of the samples were artifacts caused by defects, interparticle porosity, etc. Some textural properties of the samples using nitrogen adsorption–desorption data are summarized in Table ", "1", ". Micropore volumes were calculated by the Dubinin–Radushkevich approach and the volume of mesopores were calculated using the BJH method. We could conclude that the heteropolyacid was not in the pores of Cu", "3", "(BTC)", "2", " because the micropore volume and BET surface area increased with the increase of H", "6", "P", "2", "W", "18", "O", "62", " heteropoly acid content up to 30 %. The occurrence of mesopores with diameter 2.0–2.7 nm also confirmed this conclusion. A decrease of the values for the sample of 40 % was due to the conglomeration of the heteropoly acid molecule in the channel, on the surface or on the pore wall. Moreover, the change of BET surface area was accordance with the catalyst activity analysis above [", "27", "].", " ", "Open image in new window", " ", "Fig. 3", " ", "N", "2", " adsorption–desorption isotherms and pore size distribution curve (", "inset", ") of H", "6", "P", "2", "W", "18", "O", "62", "/Cu", "3", "(BTC)", "2", "(10–40 wt%)", " ", " ", "Table 1", " ", "Textural properties of H", "6", "P", "2", "W", "18", "O", "62", "/Cu", "3", "(BTC)", "2", " (10–40 %)", " ", " ", "Sample (%)", " ", " ", "S", "BET", " (m", "2", " g", "−1", ")", " ", " ", "V", "total", " (cm", "3", " g", "−1", ")", " ", " ", "V", "mi", " (cm", "3", " g", "−1", ")", " ", " ", "V", "me", " (cm", "3", " g", "−1", ")", " ", " ", "D (nm)", " ", " ", "10", " ", " ", "412", " ", " ", "0.2774", " ", " ", "0.2152", " ", " ", "0.0690", " ", " ", "2.694", " ", " ", "20", " ", " ", "622", " ", " ", "0.3533", " ", " ", "0.3233", " ", " ", "0.0407", " ", " ", "2.271", " ", " ", "30", " ", " ", "822", " ", " ", "0.4116", " ", " ", "0.3587", " ", " ", "0.0856", " ", " ", "2.003", " ", " ", "40", " ", " ", "345", " ", " ", "0.2040", " ", " ", "0.1698", " ", " ", "0.0326", " ", " ", "2.363", " ", " ", " ", "S", " ", " ", "BET", " ", " BET surface area", " ", " ", "V", " ", " ", "total", " ", " total pore volume", " ", " ", "V", " ", " ", "mi", " ", " micropore volume calculated using the Dubinin-Radushkevich approach", " ", " ", "V", " ", " ", "me", " ", " mesopore volume calculated using the BJH method", " ", " ", "D", " average pore diameter calculated using the BJH method", " ", " ", "IR", "Fig. S4 illustrates the FT-IR spectra of pure H", "6", "P", "2", "W", "18", "O", "62", ", Cu", "3", "(BTC)", "2", " and H", "6", "P", "2", "W", "18", "O", "62", "/Cu", "3", "(BTC)", "2", ". Pure Dawson acid showed strong vibration bands at 1092.6 cm", "−1", " ", "v", " ", " ", "as", " ", "(P–O", "a", "), 966.6 cm", "−1", " ", "v", " ", " ", "as", " ", "(W=O", "d", "), 913.7 cm", "−1", " ", "v", "(W–O", "b", "–W) and 777.2 cm", "−1", " ", "v", "(W–O", "c", "–W). Characteristic absorption peaks of pure HKUST-1 were at 1642.7, 1569.1, 1446.6, 1370.0, 1108.5, 728.6, 483.1 cm", "−1", ". The observed bands for both materials as above agreed with the values reported in the literature [", "5", ", ", "28", "]. In the IR spectra of H", "6", "P", "2", "W", "18", "O", "62", "/Cu", "3", "(BTC)", "2", ", several characteristic absorption peaks of pure Dawson acid were clearly found in addition to the peaks for the original host. This indicated that the primary Dawson structure of hetropoly acid and Cu", "3", "(BTC)", "2", " framework were both preserved in H", "6", "P", "2", "W", "18", "O", "62", "/Cu", "3", "(BTC)", "2", " composite. Combined with the thermal analysis in Fig. ", "4", "a about H", "6", "P", "2", "W", "18", "O", "62", ", because the temperature was never higher than 300 °C during the preparation of H", "6", "P", "2", "W", "18", "O", "62", "/Cu", "3", "(BTC)", "2", ", the heteropolyoxoanion structure was not dissolved in the composite. It can also be found that the red shifts of ", "v", " ", " ", "as", " ", "(W–O", "b", "–W) mode of composites shifted from 913.7 to 917.4 cm", "−1", ", and the ", "v", " ", " ", "as", " ", "(W–O", "c", "–W) mode shifted from 777.2 to 794.5 cm", "−1", " compared with the spectra of bulk H", "6", "P", "2", "W", "18", "O", "62", ". This can be explained as an effect of chemical interaction between H", "6", "P", "2", "W", "18", "O", "62", " molecules and the Cu", "3", "(BTC)", "2", " frameworks [", "29", "].", "XRD", "As shown in Fig. S5, the characteristic diffraction peaks of H", "6", "P", "2", "W", "18", "O", "62", " at 2θ = 7°−10°, 14°–19°, 24°–30°, 33°–35° can be demonstrated to the characteristic diffraction pattern of crystalline H", "6", "P", "2", "W", "18", "O", "62", " with Dawson structure as reported earlier literature [", "30", "]. The observed wide angle XRD patterns of for Cu", "3", "(BTC)", "2", " as above also agreed with the peaks reported in the literature [", "31", "]. However, the characteristic peak of H", "6", "P", "2", "W", "18", "O", "62", "/Cu", "3", "(BTC)", "2", " was almost the same as that of Cu", "3", "(BTC)", "2", ", which indicated that there was no change for the primary structure of this framework in accordance with the results reported by Jorge et al. [", "23", "]. Combined with the FT-IR results in Fig. S4, it could be further deduced that POMs as a guest molecule at the molecular level combined with Cu", "3", "(BTC)", "2", " forming a composite, and chemical interaction had occured between H", "6", "P", "2", "W", "18", "O", "62", " molecules and Cu", "3", "(BTC)", "2", ".", "Thermal analysis", "TG/DTG and DTA curves of H", "6", "P", "2", "W", "18", "O", "62", ", Cu", "3", "(BTC)", "2", " and H", "6", "P", "2", "W", "18", "O", "62", "/Cu", "3", "(BTC)", "2", " are represented in Fig. ", "4", "a–c. Fig. ", "4", "a shows a small mass loss was observed from 25 to 80 °C associated with physically adsorbed water. The thermal decomposition of H", "6", "P", "2", "W", "18", "O", "62", " took place in three stages from 85 to 512 °C. The first weight loss corresponded to 8 mol water with a total mass loss of 2.92 % and was accompanied by a small exothermic peak in DTA curve. A mass loss of 3.03 % was observed over the second temperature range corresponding to about 8 mol water. Over the 282–512 °C temperature range, a mass loss of 1.56 % was found and a decalescence peak appeared in DTA curve. Although no additional weight loss was observed beyond 512 °C, the DTA analysis revealed two small exothermic peaks around 608 and 688 °C attributed to a structural decomposition. This can be explained there is a phase transition from one solid to another solid. All of these results definitely indicate H", "6", "P", "2", "W", "18", "O", "62", " is highly stable as reported [", "32", "].", " ", "Open image in new window", " ", "Fig. 4", " ", "TG-DTG-DTA profile of H", "6", "P", "2", "W", "18", "O", "62", " ", "(a)", " under air stream, Cu", "3", "(BTC)", "2", " (", "b", ") and H", "6", "P", "2", "W", "18", "O", "62", "/Cu", "3", "(BTC)", "2", " (", "c", "), under the optimum preparation conditions: calcination temperature, 150 °C; calcination time, 4 h; 30 wt% of H", "6", "P", "2", "W", "18", "O", "62", " on dry Cu", "3", "(BTC)", "2", " under nitrogen stream", " ", " ", "Fig. ", "4", "b shows that the thermal decomposition of Cu", "3", "(BTC)", "2", " takes place in three stages. A huge mass loss of 29.9 % was observed from 25 to 120 °C corresponding to physically adsorbed water along with an endothermic process. The second stage is related to the slow loss of coordinated water with copper ion and crystal water of Cu", "3", "(BTC)", "2", " in the temperature range of 120–280 °C, accompanied by a non-significant change of thermal phenomenon. The last stage was accompanied by a large exothermic peak related to the collapse of Cu", "3", "(BTC)", "2", ", taking place in the temperature range 280–360 °C. The above mentioned TG/DTA experiments seemed to confirm that Cu", "3", "(BTC)", "2", " was stable at temperatures up to 280 °C.", "As shown in Fig. ", "4", "c, a detailed TGA-DTA analysis revealed three weight loss steps between room temperature to 280 °C, which corresponded to physically adsorbed water and water of crystallization. The structure of H", "6", "P", "2", "W", "18", "O", "62", "/Cu", "3", "(BTC)", "2", " remained stable and no decomposition happened. For considerating the catalytic effect, H", "6", "P", "2", "W", "18", "O", "62", "/Cu", "3", "(BTC)", "2", " as a solid catalyst containing several water of crystallization was propitious to the catalyzed reaction. Compared with Fig. ", "4", "b, the sample remained stable when calcined at temperatures up to 280 °C. So it was reasonable to consider that the thermostability of H", "6", "P", "2", "W", "18", "O", "62", "/Cu", "3", "(BTC)", "2", " was enough good for catalyzing acetal and ketone reaction.", "SEM", "The SEM image of H", "6", "P", "2", "W", "18", "O", "62", ", Cu", "3", "(BTC)", "2", ", H", "6", "P", "2", "W", "18", "O", "62", "/Cu", "3", "(BTC)", "2", " are shown in Fig. ", "5", ". Fig. ", "5", "a shows that H", "6", "P", "2", "W", "18", "O", "62", " had morphology of spherical structure crystals in different sizes with unsmoothed surfaces. As shown in Fig. ", "5", "b, the obvious cracks could be seen and the surface of H", "6", "P", "2", "W", "18", "O", "62", " has porous structure, which is propitious to modification of H", "6", "P", "2", "W", "18", "O", "62", " with other materials. Fig. ", "5", "c shows that Cu", "3", "(BTC)", "2", " was a larger size of the crystal with cubo-octahedral geometry shapes, reaching sizes as large as 15 μm. Fig. ", "5", "d shows that the H", "6", "P", "2", "W", "18", "O", "62", "/Cu", "3", "(BTC)", "2", " composite has an average size of 20 μm and the surface of Cu", "3", "(BTC)", "2", " was covered with a certain thickness of H", "6", "P", "2", "W", "18", "O", "62", " powders.", " ", "Open image in new window", " ", "Fig. 5", " ", "SEM imagines of H", "6", "P", "2", "W", "18", "O", "62", " (", "a, b", "), Cu", "3", "(BTC)", "2", " (", "c", ") and H", "6", "P", "2", "W", "18", "O", "62", "/Cu", "3", "(BTC)", "2", " (", "d", "), under the optimum preparation conditions: calcination temperature, 150 °C; calcination time, 4 h; 30 wt% of H", "6", "P", "2", "W", "18", "O", "62", " on dry Cu", "3", "(BTC)", "2", ")", " ", " ", "Catalytic performance", "In general, there are four factors influencing synthesis of the ketone as follows: ", "n", "(cyclohexanone):", "n", "(ethylene glycol), catalyst amount, water-carrying agent, and the reaction time shown in Table S1. The optimum conditions for the synthesis of the ketone catalyzed by H", "6", "P", "2", "W", "18", "O", "62", "/Cu", "3", "(BTC)", "2", " were investigated through orthogonal test according to the standard L", "9", "(3", "4", ") table. The results of the orthogonal experiments are shown in Table S2.", "As shown in Table S2, the different factors had diverse effects on the synthesis of the ketone. The most important factor influencing the organic reaction was found to be the water-carrying agent amount. The influences of the different factors were in the following order: water-carrying agent > reaction time > ", "n", "(cyclohexanone):", "n", "(ethylene glycol) > catalyst amount. Analytic results showed an optimum condition as A", "2", "B", "1", "C", "1", "D", "3", ". So the optimized conditions were as follows: fixing cyclohexanone consumption was 0.02 mol, ", "n", "(cyclohexanone):", "n", "(ethylene glycol) = 1:1.3, the mass ratio of the catalyst to total reactant was 0.2 %, cyclohexane dosage was 4 mL, and the reaction time was 75 min. The yield of the product could reach 83.5 % under the optimum conditions.", "Reusability", "The reusability of H", "6", "P", "2", "W", "18", "O", "62", "/Cu", "3", "(BTC)", "2", " has been investigated up to five consecutive cycles using synthesis of the ketone under the optimized conditions. The results were presented in Fig. ", "6", ". After being used five times without any special treatment but washing by acetone, the yield of cyclohexanone ethylene ketal decreased from 83.5 to 66.1 %. Thus, it can concluded that the catalyst can be reused.", " ", "Open image in new window", " ", "Fig. 6", " ", "Reusability of the H", "6", "P", "2", "W", "18", "O", "62", "/Cu", "3", "(BTC)", "2", " catalysts(under the optimum preparation conditions: calcination temperature, 150 °C; calcination time, 4 h; 30 wt% of H", "6", "P", "2", "W", "18", "O", "62", " on dry Cu", "3", "(BTC)", "2", ") under the optimum reaction conditions (fixing cyclohexanone consumption was 0.02 mol, ", "n", "(cyclohexanone):", "n", "(ethylene glycol) = 1:1.3, the mass ratio of the catalyst to total reactant was 0.2 %, cyclohexane dosage was 4 mL, and the reaction time was 75 min)", " ", " ", "Synthesis of other acetal or ketones", "In order to determine the catalytic performance of H", "6", "P", "2", "W", "18", "O", "62", "/Cu", "3", "(BTC)", "2", " to synthesize other acetals or ketones, a series of similar reactions were carried at the optimized conditions as above. The products have been purified and confirmed by the measurements of ", "1", "HNMR and the data were listed in Table ", "2", ". This also shows that the catalyst exhibited effective catalytic performance in the field of acetal or ketones. Therefore, we believe that these results open up a new opportunity for the environmental and low cost design of a novel type of catalyst composed of MOF and POM.", "Table 2", " ", "Synthetic results and ", "1", "HNMR data of various acetals and ketals", " ", " ", "Aldehyde/ketone", " ", " ", "Alcohol", " ", " ", "B.p./ °C", " ", " ", "Yield / %", " ", " ", "n", " ", "D", " ", "20", " ", " ", " ", " ", " ", "1", "H NMR(CDCl", "3", ",TMS),δ", "H", " ", " ", " ", "Cyclohexanone", " ", " ", "Ethylene glycol", " ", " ", "175 ~ 180", " ", " ", "83.5", " ", " ", "1.4585", " ", " ", "3.91 (s, 10H, CH", "2", "), 1.58 (s, 4H, OCH", "2", "CH", "2", "O)", " ", " ", "Cyclohexanone", " ", " ", "1, 2-Propanediol", " ", " ", "179 ~ 184", " ", " ", "81.5", " ", " ", "1.4515", " ", " ", "4.12–4.18 (q, 1H, CH), 3.94–4.00 (d, 1H, CH), 3.34–3.39 (d, 1H, CH), 2.28 (s, 1H, CH), 1.19–1.55 (m, 9H, CH", "2", "), 1.21 (d, 3H, CH", "3", ")", " ", " ", "Butanone", " ", " ", "Ethylene glycol", " ", " ", "103 ~ 108", " ", " ", "54.9", " ", " ", "1.4099", " ", " ", "3.90–3.95 (s, 4H, OCH", "2", "CH", "2", "O), 1.62–1.70 (dd, 2H, CH", "2", "), 1.31 (s, 3H, CH", "3", "), 0.94 (t, 3H, CH", "3", ")", " ", " ", "Butanone", " ", " ", "1, 2-Propanediol", " ", " ", "119 ~ 124", " ", " ", "64.8", " ", " ", "1.4093", " ", " ", "4.11–4.24 (m, 1H, CH), 3.83–4.06 (m, 1H, CH), 3.34–3.46 (m, 1H, CH), 1.60–1.69 (dd, 2H, CH", "2", "), 1.34 (s, 3H, CH", "3", "), 1.26–1.30 (d, 3H, CH", "3", "), 0.90–0.96 (t, 3H, CH", "3", ")", " ", " ", "Benzaldehyde", " ", " ", "Ethylene glycol", " ", " ", "222 ~ 227", " ", " ", "75.8", " ", " ", "1.5247", " ", " ", "7.37–7.49 (m, 5H, Ar–H), 5.82 (s, 1H, CH), 4.05–4.18 (m, 1H, CH), 3.70 (m, 1H, CH)", " ", " ", "Benzaldehyde", " ", " ", "1, 2-Propanediol", " ", " ", "219 ~ 224", " ", " ", "76.4", " ", " ", "1.5089", " ", " ", "7.40–7.50 (m, 5H, Ar–H), 5.97 (s, 1H, CH), 5.81 (s, 1H, CH), 4.10–4.40 (m, 1H, CH), 3.50–3.62 (m, 2H, CH), 1.38 (d, 3H, CH", "3", "), 1.32 (d, 3H, CH", "3", ")", " ", " ", "H", "6", "P", "2", "W", "18", "O", "62", "/HKUST-1 catalysts (under the optimum preparation conditions: calcination temperature, 150 °C; calcination time, 4 h; 30 wt% of H", "6", "P", "2", "W", "18", "O", "62", " on dry HKUST-1)", " ", " ", "Conclusions", "In conclusion, H", "6", "P", "2", "W", "18", "O", "62", "/Cu", "3", "(BTC)", "2", " was an efficient and stable catalyst for the synthesis of acetal and ketones. By using simple impregnation method, the H", "6", "P", "2", "W", "18", "O", "62", "/Cu", "3", "(BTC)", "2", " composite was successfully prepared. Moreover, the composition, structure, morphology, stability and toleration for thermal of the catalyst were proposed. H", "6", "P", "2", "W", "18", "O", "62", "/Cu", "3", "(BTC)", "2", " was prepared under the optimum conditions: the calcination temperature is at 150 °C, calcination time is 4 h, the content of H", "6", "P", "2", "W", "18", "O", "62", " is 30 %. The acetal and ketone yield could reach 54.9 ~ 83.5 % under the optimum conditions and the high activity and stability of the catalyst maintained well after recycling 5 times. Pure Cu", "3", "(BTC)", "2", " can show little catalytic activity in the same reaction conditions. As pointed out, although pure H", "6", "P", "2", "W", "18", "O", "62", " can show high catalytic activity in the same reactions, it is impossible for it to be recycled because of its property of feasible dissolution in water and polar organic liquids. So H", "6", "P", "2", "W", "18", "O", "62", "/Cu", "3", "(BTC)", "2", " achieves both the high activity and perfect reusability compared to the single one. The approaches above showed that designing a novel material with specific function based on the MOFs and POMs is a promising strategy."], "figures": ["<div class=\"MediaObject\" id=\"MO1\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs11144-015-0877-5/MediaObjects/11144_2015_877_Fig1_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs11144-015-0877-5/MediaObjects/11144_2015_877_Fig1_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO2\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs11144-015-0877-5/MediaObjects/11144_2015_877_Fig2_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs11144-015-0877-5/MediaObjects/11144_2015_877_Fig2_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO3\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs11144-015-0877-5/MediaObjects/11144_2015_877_Fig3_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs11144-015-0877-5/MediaObjects/11144_2015_877_Fig3_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO4\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs11144-015-0877-5/MediaObjects/11144_2015_877_Fig4_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs11144-015-0877-5/MediaObjects/11144_2015_877_Fig4_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO5\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs11144-015-0877-5/MediaObjects/11144_2015_877_Fig5_HTML.jpg\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs11144-015-0877-5/MediaObjects/11144_2015_877_Fig5_HTML.jpg\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO6\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs11144-015-0877-5/MediaObjects/11144_2015_877_Fig6_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs11144-015-0877-5/MediaObjects/11144_2015_877_Fig6_HTML.gif\" alt=\"\"></a> </div>"]}
