{"title": ["Carbon Dioxide Capture by PAFs and an Efficient Strategy To Fast Screen Porous Materials for Gas Separation"], "authors": ["Zhanlei Yang", "Xuan Peng", "Dapeng Cao"], "doi": ["10.1021/jp402488r"], "abstract": ["We have systematically investigated the CO", " storage and separation in a new class of porous aromatic frameworks (PAFs) with diamond-like structure by molecular simulations. Because of the small pore size of 5.2 Å, PAF-301 exhibits not only much higher CO", " uptakes at low pressure (275 mg/g at 298 K and 1 bar) but also much higher selectivities for the CO", "/H", ", CO", "/N", ", CO", "/CH", ", and CH", "/H", " mixtures than the other three PAFs. The uptakes of CO", " in PAF-303 and PAF-304 reach 3432 and 3124 mg/g at 298 K and 50 bar, respectively, which are larger than MOF-200 (2437 mg/g) and MOF-210 (2396 mg/g), suggesting the two PAFs are promising candidates for high-capacity CO", " storage. Interestingly, the selectivity of PAFs is closely related to the difference of isosteric heats (DIH) of two components and is independent with the molar fraction at zero pressure. Therefore, we proposed an efficient DIH approach to screen porous materials for separation of mixture gases and derived the relation between the selectivity and the difference of isosteric heats based on Langmuir adsorption theory. The derived DIH equation can quickly screen out promising porous materials (including PAFs, COFs, MOFs, etc.) for separation of mixture gases."], "text": ["Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusions", "References", "1 Introduction", "Recently, the concern of the most severe environment issues is the global warming and climate change, which are mainly induced by the sharply growing of the anthropogenic CO", "2", " emission. Since the industrial revolution, the CO", "2", " concentration in the atmosphere has increased from a value of about 280 to ∼392 ppm in 2012,", "(1)", " and it is still increasing due to the large-scale consumption of coal, oil, and natural gas.", "(2)", " Thus, the CO", "2", " capture and storage (CCS) technology, which can efficiently reduce the CO", "2", " emissions from existing sources such as coal-based power plants, will play an important role in slowing the global warming and climate change.", "(2-4)", " Generally, there are three basic approaches for the CO", "2", " capture and separation from the fossil fuel-based power plants, i.e., precombustion, postcombustion, and oxycombustion capture.", "(3, 4)", " These processes are mainly related to the separation of the gas systems containing light gases, such as CO", "2", ", H", "2", ", N", "2", ", CH", "4", ", and O", "2", ".", "(5)", " For example, the CO", "2", "/H", "2", " separation is involved in the precombustion using a primary fuel and oxygen or air to produce H", "2", ",", "(4)", " and the CO", "2", "/N", "2", " separation is related with the CO", "2", " removing from flue gases in the postcombustion.", "(4)", " In addition, the CO", "2", "/CH", "4", " and CH", "4", "/H", "2", " separations are also important in the application of natural gas, such as methane steam reforming reaction and natural gas upgrading.", "(5, 6)", "The conventional method for postcombustion capture of CO", "2", " from flue gas in power plants involves the amine-based regenerative chemical absorption process using the aqueous solutions of amine, such as monoethanolamine (MEA),", "(3, 7)", " which has been widely used for decades. However, it involves in a high regeneration energy requirement, large solvent makeup because of thermal and oxidative degradation of the solvents, and the producing of the corrosive products, all of which lead to the high cost of CO", "2", " capture and prevent the extensive implementation of the MEA process in power plants.", "(3)", " Thus, the energy-efficient methods for CO", "2", " capture are essential to alleviate the problems of the global warming and climate change, in which using porous materials as adsorbents for selective adsorption might be a promising alternative separation technology.", "(3)", " Many porous materials with a wide variety of topology, pore sizes, and functionality", "(8)", " have been synthesized and applied to the CO", "2", " capture, such as activated carbons,", "(9)", " carbon nanotubes,", "(10)", " and zeolites.", "(11)", " Recently, metal–organic frameworks (MOFs)", "(12-17)", " and covalent–organic frameworks (COFs)", "(18-22)", " have emerged as a new class of nanoporous materials that show great potential in CO", "2", " capture and storage due to their high surface areas, pore volume, and tunable pore sizes. A lot of MOFs and COFs have shown encouragingly high CO", "2", " storage capacity and selectivities at room temperature. Yaghi et al. reported MOF-200 and -210 exhibit a CO", "2", " uptake of 2437 and 2396 mg/g at 50 bar and 298 K, respectively.", "(15)", " The reported CO", "2", " uptakes in COF-102 and -103 reach 1200 and 1190 mg/g at 55 bar and 298 K.", "(23)", " In addition, the adsorption at low pressure (about 1 bar) is also very important, for example, in the CO", "2", "/N", "2", " separation for postcombustion capture. Bio-MOF-11 showed a high CO", "2", " uptake of 264 mg/g at 1 bar.", "(24)", " Long et al. reported the CO", "2", "/CH", "4", "/H", "2", " separation using the Mg-MOF-74 and found the material outperforms zeolite 13X in every aspect such as selectivities, working capacity, and breakthrough performance.", "(25)", " Babarao et al. demonstrated the high separation ability of rho-ZMOF for the gas mixtures of CO", "2", "/H", "2", ", CO", "2", "/CH", "4", ", and CO", "2", "/N", "2", " by performing molecular simulations.", "(26)", "However, most of the MOFs and COFs suffered from low hydrothermal stability, which would limit their application in industries.", "(7, 8, 27)", " Covalent–organic materials (COMs), another class of porous materials with high surface areas and tunable pore sizes, possess relatively stable network construction due to the strong covalent bonds of C–C, C–H, and C–N, leading to much higher hydrothermal stability.", "(7, 27)", " This means the microporous organic polymers might be promising adsorbents to satisfy the requirement in industries although most of them are amorphous and do not show the long-range crystallographic order as MOFs and COFs.", "(7, 27)", " A series of COMs,", "(28)", " conjugated microporous polymers(CMPs),", "(29)", " and covalent–organic polymers (COPs)", "(30, 31)", " were synthesized and explored for the CO", "2", " capture. Recently, Ben et al. successfully synthesized a new class of porous aromatic frameworks (PAFs) with diamond-like structure (named as PAF-1, also known as PAF-302) through the nickel-catalyzed Yamamoto-type Ullmann cross-coupling reaction.", "(32)", " The PAF-1 shows not only high Langmuir surface areas of 7100 m", "2", "/g and high uptake of CO", "2", " and H", "2", " but also high hydrothermal stability. Sequentially, a series of PAFs were synthesized and assessed for their adsorption capacity on light gases and organic pollutants.", "(33-38)", " Babarao et al. studied the CO", "2", " adsorption and separation in PAF-1 and polar organic group-functionalized PAF-1 using GCMC simulations and found the functionalized PAF-1 might be promising materials for CO", "2", " capture and storage.", "(8)", " Sun et al. constructed a new PAF with lithium tetrazolide groups, and the constructed PAF shows a high H", "2", " simulation uptake.", "(39)", " Lu et al. reported a significant enhancement of CO", "2", " adsorption capacity and selectivity of CO", "2", "/N", "2", " by grafting the sulfonic acid and its lithium salt into PAF-1.", "(7)", " Most recently, Ben et al. synthesized a series of carbonized PAF-1 and found that the carbonized materials show enhanced CO", "2", " uptakes and excellent selectivity over other gases.", "(40)", " Moreover, in order to explore the novel porous structures of this new class of materials, Lan et al. computationally designed a series of PAFs (from PAF-301 to -304) by replacing the C–C bonds with 1–4 phenyl rings.", "(41)", " They predicted the H", "2", " adsorption capacity of PAF-30", "X", " (", "X", " = 1, ..., 4) and found that the PAF-304 shows a highest H", "2", " gravimetric uptake of 6.53 wt % at 100 bar and 298 K, suggesting that the materials might be promising candidates for H", "2", " storage. However, the CO", "2", " adsorption and separation performances have not been explored in the series of the materials.", "Therefore, in this work, we systematically studied the CO", "2", " adsorption and separation in PAF-30", "X", " (", "X", " = 1, ..., 4) in order to fully understand the performances of the new porous structures. It is noted that although Trewin and Cooper suggested the PAF-1 might be amorphous based on the powder X-ray diffraction pattern,", "(42)", " all the studies mentioned above were based on the crystalline model of PAFs. Moreover, Ben et al.’s experimental N", "2", " and H", "2", " isotherms are consistent with the simulation results from the crystalline model of PAF-1,", "(32, 41)", " and Babarao et al. also claimed that the crystalline model of PAF-1 might perform better than the amorphous model, compared to the experimental results.", "(8)", " So in this work, we also used the crystalline model of the PAFs as done in previous publications. This work is organized as follows. First, we described the structures of the PAFs and the models and methods used in the simulations. Second, we tested the models and validated the force fields by comparing the predicted isotherms of CO", "2", ", H", "2", ", CH", "4", ", and N", "2", " with the available experimental data. Then, we evaluated the adsorption capacity and selectivity of the four PAFs for pure gases and CO", "2", "/H", "2", ", CO", "2", "/N", "2", ", CO", "2", "/CH", "4", ", and CH", "4", "/H", "2", " mixtures, respectively. By considering the effect of the molar fractions, pore sizes, and isosteric heats on the selectivity, we proposed a strategy of fast screening of the porous materials for gas separation. Finally, the conclusions were drawn and some discussion was addressed.", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusions", "References", "2 Methods", "2.1", "Structures and Potential Models", "The structures of the PAFs were constructed by replacing the C–C bonds in diamonds with different numbers of phenyl rings and then optimized by using the Forcite module in the Material Studio software", "(43)", " as Lan et al. did.", "(41)", " The term PAF-30", "X", " means 3D structures of the porous aromatic frameworks, where ", "X", " = 1–4 means the number of the phenyl rings replacing the C–C bonds. Figure ", "1", " shows the unit cells and network structures of PAF-302 and -304. The detailed structures of other PAFs are shown in ", "Figure S1", ", and the corresponding parameters are listed in ", "Table S1", ". The pore size of PAF-301 is ∼5.2 Å, which is much smaller than the other PAFs. With the increase of the number of the phenyl rings, the accessible surface area and the pore volume and the free volume increase significantly, while the density decreases correspondingly from 0.8364 g/cm", "3", " for PAF-301 to 0.0998 g/cm", "3", " for PAF-304. Impressively, the experimentally obtained BET surface area of PAF-302 is 5600 m", "2", "/g,", "(32)", " which is very close to the theoretically calculated one of 5735 m", "2", "/g, indicating the computer-constructed structure is reasonable. However, the synthesis of the other three materials except PAF-302 still needs more experimental efforts.", "(13)", "Figure 1. Unit cells and 3D network structures of PAF-302 and PAF-304: (a) unit cell of PAF-302, (b) unit cell of PAF-304, (c) 3D network structure of PAF-302, and (d) 3D network structure of PAF-304.", "In the simulations, we used the Dreiding force fields,", "(44)", " which have been proved to be accurate to predict the gas adsorption in MOFs and COFs,", "(45)", " to represent the interactions between the gas molecules and the atoms in the PAF framework. To describe the interactions between the adsorbates of the same species, we used the well-established potentials in previous work. We used a spherical united-atom model to represent the CH", "4", " and H", "2", " molecules. For N", "2", " molecules, both the 1-site and 3-site models were used to determine which model is more accurate for N", "2", " adsorption in PAFs. For the 1-site model of N", "2", ", we adopted the LJ parameters from Kaneko and Seaton et al.", "(46)", " For 3-site model of N", "2", " molecule (also for the CO", "2", " molecule), we used the TraPPE force fields of Potoff and Siepmann.", "(47)", " The potentials were optimized to quantitatively reproduce the vapor–liquid equilibria of pure CO", "2", ", pure N", "2", ", and their mixtures. All the potential parameters are shown in Table ", "1", ", and the Lorentz–Berthelot combining rules were used to calculate the cross-interaction parameters.", "Table 1. Force Field Parameters for Adsorbates and Adsorbents", "molecules", "atom", "ε/", "kb", " (K)", "σ (Å)", "q", " (e)", "ref", "CH", "4", " ", "148.0", "3.73", "0", "93", "H", "2", " ", "36.7", "2.958", "0", "59", " ", " ", "30.104", "3.064", "0", "51", "N", "2", " (1-site)", " ", "94.95", "3.549", "0", "46", "N", "2", " (3-site)", "N", "36.0", "3.31", "–0.482", "47", " ", "COM", "a", "0", "0", "0.964", " ", "CO", "2", "C", "27.0", "2.80", "0.70", "47", " ", "O", "79.0", "3.05", "–0.35", " ", "PAFs", "C", "47.9", "3.47", "0", "44", " ", "H", "7.66", "2.85", "0", " ", "a", "COM means the center of mass of the 3-site model.", "2.2", "Computational Methods", "The grand canonical Monte Carlo (GCMC) simulations were performed to study the adsorption and separation of gases in PAFs. The periodical boundary conditions were applied in all three dimensions, and the cutoff radius was set to 12.0 Å. For PAF-301 and -302, because of their small unit cells, we used a simulation box containing 8 (2 × 2 × 2) unit cells, while for PAF-303 and -304 with larger unit cells, we used a simulation box containing only 1 (1 × 1 × 1) unit cell. For each pressure point, 2 × 10", "7", " Monte Carlo trial moves were performed, where the first half was used for equilibration and the second half was used for ensemble average. Typically, for CH", "4", ", H", "2", ", and N", "2", " with the spherical models, three types of moves were attempted, that is, translation, insertion, and deletion, while for N", "2", " and CO", "2", " with a 3-site model, an additional rotation move was added. All the GCMC simulations were performed by using the MUSIC code.", "(48)", " In the MUSIC software, in order to avoid the conversion of chemical potential into pressure, the normal move acceptance probability is transformed to relate with the component fugacity of bulk phase, which can be calculated by the Peng–Robinson equation of state (EOS).", "(6)", "The GCMC simulations directly give the absolute adsorption amount ", "N", "ab", ", while the experimental adsorption isotherm is often reported in the excess adsorption amount ", "N", "ex", ". For comparison with experimental data, ", "N", "ab", " was converted to the excess uptake (", "N", "ex", ") by ", "N", "ex", " = ", "N", "ab", " – ρ", "b", "V", "pore", ", where ρ", "b", " is density of the bulk adsorbate calculated from the Peng–Robinson EOS and ", "V", "pore", " is pore volume of the adsorbent accessible to the gas molecules and can be calculated by the method of Myers et al. from the ideal gas law:", "(49, 50)", "(1)", "where ", "R", " is the gas constant, ", "T", " is the temperature, ", "p", " is pressure, and ", "N", "m", " is the number of adsorbed probe molecules per molar mass ", "m", "m", " of the adsorbents which is obtained from the GCMC simulations of nonadsorbed helium (ε", "He", "/", "K", "b", " = 10.22 K, σ", "He", " = 2.58 Å) gas in PAFs at low pressure and ambient temperature.", "(51)", "The isosteric heat ", "q", "st", " reflects the released heat for each molecule added to the adsorbed phase, given by", "(52, 53)", "(2)", "where ", "U", "total", " is the adsorption energy including the adsorbate–adsorbate interaction energy and the adsorbate–adsorbent interaction energy and ", "U", "intra", " is the intramolecular energy of the adsorbate molecules in the bulk phase and is equal to zero for rigid molecules.", "For equilibrium separation process, the adsorption selectivity is a good indicator to evaluate the separation property of nanoporous materials. The adsorption selectivity of component ", "i", " over component ", "j", " in a mixture is defined as", "(3)", "where ", "x", " and ", "y", " denote the molar fractions of the components in the adsorbed and bulk phases, respectively.", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusions", "References", "3 Results and Discussion", "3.1", "Selection of Force Fields", "Figure ", "2", " shows the comparison of the experimental and simulated isotherms of CH", "4", ", H", "2", ", N", "2", ", and CO", "2", " in PAF-302 (PAF-1). It can be seen from Figure ", "2", "a that the adsorption isotherm of CH", "4", " obtained by using the Dreiding force field agrees well with the experimental data from Ben et al.,", "(33)", " while the CH", "4", " uptake obtained by using the UFF force field", "(54)", " is overpredicted compared to the experimental data. This overprediction has also been observed in the simulation of gas adsorption in COFs, which stems from the fact that the UFF force field gives a more attractive adsorbent–adsorbate interaction than the Dreiding force field.", "(55)", " This means that the Dreiding force field is better than the UFF force field in predicting the gas uptakes of the nanoporous materials without metal atoms, such as COFs and PAFs, and it has been widely used in the simulation of gas adsorption in such materials.", "(56-58)", " So, here we also used the Dreiding force field to model the atoms of PAFs and did not present the UFF-based results in Figure ", "2", "b–d. Actually, the adsorption isotherms of H", "2", ", N", "2", ", and CO", "2", " obtained by using the Dreiding force field agree well with the corresponding experimental data.", "Figure 2. Adsorption isotherms of different gases: (a) CH", "4", " at 273 K, (b) H", "2", " at 150 K, (c) N", "2", " at 77 K, and (d) CO", "2", " at 298 K. The open square symbols are experimental data; the filled cycle symbols are the simulation results using the Dreiding force field; the filled upward triangle symbols are the simulation results using the UFF force field.", "Figure ", "2", "b presents the H", "2", " adsorption isotherm in PAF-302 at 150 K, in which the Darkrim–Levesque (D–L) model", "(59)", " was used for H", "2", " and the experimental results were from Lan et al.", "(41)", " and Ben et al.", "(32)", " It is noted that in the simulation we did not consider the quantum effect, which is believed to be important for H", "2", " at 77 K. ", "Figure S2", " also shows the H", "2", " adsorption isotherms in PAF-302, in which the model of Wenzel et al.", "(51)", " was used for hydrogen and the results of Lan et al. were from the first-principles calculation.", "(41)", " We can find that the Wenzel model-based simulation results underestimated the uptake, while both the D–L model-based results and Lan et al.’s data are close to the experimental data, indicating that the D–L model is accurate for describing the H", "2", " adsorption at 150 K. Moreover, we also simulated the H", "2", " adsorption isotherms at 298 K and compared our results with the one obtained from the first-principles calculation-based force field developed by Lan et al.", "(41)", " Impressively, our results still satisfactorily reproduce Lan et al.’s result (see ", "Figure S3", ").", "For clarity, Figure ", "2", "c only shows the adsorption isotherm of 1-site N", "2", " and the experimental data at 77 K.", "(32)", " The 3-site N", "2", " adsorption isotherm and the N", "2", " adsorption isotherm of Ben et al.", "(32)", " are shown in ", "Figure S4", ". Clearly, the uptake of the 3-site model is close to the one of the 1-site model at low pressure, but slightly lower than the experimental data at ", "p", " > 0.5 bar. Instead, the uptake of the 1-site model agrees well with the experimental data. This means that the 1-site model is more suitable for N", "2", " adsorption in PAFs, which was the same as the observation from Peng et al. for the N", "2", " adsorption in UMCM-1 and UMCM-2.", "(6)", "In the simulation of the CO", "2", " adsorption in PAFs, we only considered the electrostatic interactions of the atoms in CO", "2", " molecules and ignored the atomic charges of the PAFs, owing to the fact that there are no metal atoms in the PAFs. To consider whether it is proper or not, we compared our results with Babarao et al.’s data considering the atomic charges of the PAFs (see ", "Figure S5", ").", "(8)", " It should be pointed out that in ", "Figure S5", " the weight percent (wt %) is defined as the uptake of CO", "2", " divided by the weight of PAF-302, which is different from the usual definition, i.e., the uptake divided by the sum of the adsorption uptake and the weight of materials. It can be seen that our results were close to the experimental and Babarao et al.’s results at ", "p", " = 0–5 bar. Interestingly, at ", "p", " = 5–12 bar, our results show better performance than Babarao et al.’s compared to the experimental data, indicating that it is not necessary to consider the atomic charges for the nanoporous materials without metal or heavy atoms. Choi et al. simulated the adsorption of CO", "2", " in many COFs including 2D COFs and 3D COFs, without considering the atomic charges of the COFs, and their results showed good agreement with experimental data.", "(57)", " However, at higher pressure, both our simulation and Babarao et al.’s overpredicted the uptake compared to the experimental data. This may be caused by the following two reasons. First, the computer-constructed structure for PAF-302 is pure and perfect, while the experimentally synthesized structure may have defects or be disordered, which can result in the decrease of the accessible surface areas and free volume, causing a fall of the adsorption uptake. Second, the used force field parameters to describe the adsorption of CO", "2", " in PAFs may need further to be refined, especially at high pressure.", "In summary, the uptakes of gases from the GCMC simulations show a reasonably good agreement with the experimental data, indicating the force fields used above are suitable for studies on adsorption of CH", "4", ", H", "2", ", N", "2", ", and CO", "2", " in PAFs.", "3.2", "Adsorption of CH", "4", "The gravimetric and volumetric isotherms of CH", "4", " at 298 K are shown in Figure ", "3", "a–c. Clearly, the CH", "4", " gravimetric uptake in PAF-301 is significantly smaller than the other three PAFs, and it reaches a plateau at very low pressure. The CH", "4", " saturated uptakes for PAF-301 and -302 are about 107 and 337 mg/g at 50 and 95 bar, while for PAF-303 and -304, they do not reach saturation in the range of pressure studied. This can be attributed to the large pore size of the latter, which results in relatively weaker affinity to CH", "4", ". At ", "p", " = 20–70 bar, CH", "4", " uptake of PAF-302 outperforms the other three PAFs. In particular, at ", "p", " = 35 bar the gravimetric uptake of PAF-302 is 238 mg/g, which is larger than those reported results for COF-102 (187 mg/g),", "(23)", " COF-103 (175 mg/g),", "(23)", " and IRMOF-14 (193 mg/g)", "(14)", " and only slightly lower than PCN-14 (253 mg/g at 290 K).", "(60)", "Figure 3. Adsorption isotherms of CH", "4", " in PAFs at 298 K: (a) excess gravimetric isotherms; (b) excess volumetric isotherms; (c) total volumetric isotherms; (d) absolute uptake dependence of isosteric heat for CH", "4", " in PAFs.", "The CH", "4", " volumetric isotherms of PAFs in Figure ", "3", "b display apparent difference compared to the gravimetric isotherms. Surprisingly, the CH", "4", " excess volumetric uptakes of PAF-303 and -304 are much smaller than PAF-301 and -302. This poor performance of PAF-303 and -304 results from their large pore size which leads to a rather low density and weak interaction with the CH", "4", " molecule. The CH", "4", " excess volumetric uptake of PAF-301 is larger than PAF-302 at ", "p", " < 40 bar, while it is reversed at ", "p", " > 40 bar, which is due to the cooperative effect of the pore size and accessible areas. The PAF-301 has a much smaller pore size than PAF-302, which shows larger adsorbent–adsorbate interaction, leading to a larger volumetric uptake, especially at lower pressure. At high pressure, the accessible surface areas play a more important role in determining the gas uptake, leading to the larger uptake of PAF-302 than PAF-301. Investigation above indicates that a promising candidate for excellent excess volumetric uptake should possess proper pore size and large accessible surface areas.", "For practical use of CH", "4", ", the total volumetric uptake is an important indicator to evaluate the performance of PAFs in fuel containers. The current CH", "4", " storage target for practical use set by DOE is 180 v(STP)/v at 35 bar. The total volumetric uptakes for PAF-301 and PAF-302 are 122 and 105 v(STP)/v at 35 bar, respectively, which are close to the level of COF-102 (136 v(STP)/v),", "(23)", " MOF-177 (116 v(STP)/v),", "(56)", " and MOF-200 (84 v(STP)/v)", "(56)", " but still smaller than PCN-14 (230 v(STP)/v at 290 K)", "(60)", " and Ni-MOF-14 (200 v(STP)/v).", "(61)", " Moreover, the CH", "4", " uptake of PAF-302 reaches 194 v(STP)/v at 65 bar, which exceeds the DOE target.", "To better understand the CH", "4", " adsorption in PAFs, we also calculated the isosteric heats of CH", "4", " adsorption in PAFs, which are shown in Figure ", "3", "d. It can be seen that the isosteric heats decrease in the order PAF-301 > PAF-302 > PAF-303 > PAF-304, which is opposite to the pore size. In particular, since the pore size of PAF-301 is smaller than 10 Å, the isosteric heat reaches ∼22 kJ/mol, which is much higher than the other three materials. When the pore size is larger than 10 Å, the isosteric heats only show slight difference for the other three PAFs. This is also observed in the CH", "4", " adsorption of COFs by Yaghi et al.", "(23)", " They found that the CH", "4", " isosteric heat in COF-6 with a small pore size of 9 Å is much larger than COF-5 and COF-10 with large pore sizes of 27 and 32 Å, and the isosteric heat in COF-5 is close to COF-10. Interestingly, the isosteric heat of PAF-302 is ∼10 kJ/mol, which is comparable to COF-102 and -103 because they have the similar pore size. The pore size of PAF-302 is 12.4 Å, which is close to the predicted optimized pore size for CH", "4", " adsorption in layered carbon sheets at 11–11.5 Å.", "(62, 63)", " This may be another reason that leads to the outstanding performance of PAF-302 for CH", "4", " adsorption although the optimized conditions might be slightly different for the cylindrical pores.", "(64)", " It is interesting to note that the different trend of the isosteric heat versus the absolute uptake appears. For PAF-301, the isosteric heat slowly increases to a maximum and then decreases quickly. This phenomenon has been observed in experiments, for example, in the adsorption of CH", "4", " by a fcc-structured silica gel,", "(65)", " and in the simulation of N", "2", " adsorption in the C", "168", " schwarzite.", "(52)", " The increase of isosteric heat is caused by mainly the cooperative attractive interaction between adsorbate molecules. The decrease of the isosteric heat results from two aspects: the additional adsorbed molecules have to occupy the less favorable adsorption sites, resulting in a weaker adsorbate–adsorbent interaction, and the adsorbate–adsorbate interaction becomes weaker due to the shorter separation distance between molecules in the limited space.", "(53)", " We can see that the gas adsorption in PAF-301 approaches saturation quickly. For the other three PAFs with larger pore volume and higher accessible surface area, the isosteric heat increases monotonously due to the increase of cooperative interactions between adsorbate molecules, which was also observed in the adsorption of CH", "4", " in COF-102 and COF-103.", "(23)", " The adsorption does not approach saturation, and one would expect a decrease of isosteric heat at high loadings. That means that the trend of the isosteric heat is related with both the structure of the adsorbent and the loadings.", "The investigations above indicate that the PAF-302 is a better candidate than the other three PAFs for CH", "4", " storage at room temperature not only in gravimetric uptake but also in volumetric uptake.", "3.3", "Adsorption of CO", "2", "It is necessary to investigate CO", "2", " adsorption in nanoporous materials both at low and high pressures. At low pressure, the CO", "2", " adsorption is critical for CO", "2", " separation, especially for CO", "2", "/N", "2", " separation at 1 bar for postcombustion, while at high pressure, it is useful for the CO", "2", " storage and sequestration. Figure ", "4", " shows CO", "2", " uptakes in PAFs at low and high pressures. It can be found that the CO", "2", " uptakes at low pressure decrease in the order of PAF-301 > PAF-302 > PAF-303 > PAF-304, which is opposite to the pore size and in accord with the isosteric heats (see Figure ", "5", "); i.e., the CO", "2", " isosteric heats in PAFs follow the same trend as the CO", "2", " uptake. This means that the uptake at low pressure is determined by the isosteric heats, which was also reported by Xiang et al. in the experimental study on the functional group-modified MOFs for CO", "2", " capture.", "(66)", " In addition, the PAF-301 shows much higher CO", "2", " uptake than other three PAFs at ", "p", " < 1 bar due to its small pore size of 5.2 Å. Recent researches have revealed that a suitable pore size comparable with the kinetic diameter of a CO", "2", " molecule is desirable for improving the CO", "2", " capture at room temperature. The pore size of PAF-301 is 5.2 Å, which is comparable with the kinetic diameter of a CO", "2", ", meaning that the PAF-301 might be a promising material for CO", "2", " separation at low pressure.", "(7, 67)", " The CO", "2", " uptake of PAF-301 is 275 mg/g (equivalent to 6.2 mmol/g) at 1 bar, which is higher than bio-MOF-11 (6.0 mmol/g),", "(24)", " bio-MOF-1 (4.5 mmol/g at 273 K),", "(68)", " charged rht-MOF (3 mmol/g),", "(69)", " PPN-6-SO3H (3.6 mmol/g), and PPN-6-SO3Li (3.7 mmol/g),", "(7)", " and slightly lower than Mg/DOBDC (8 mmol/g)", "(70)", " and MOF-74 (6.9 mmol/g).", "(70)", "Figure 4. CO", "2", " adsorption isotherms at 298 K in PAFs: (a) at low pressure; (b) at high pressure.", "Figure 5. Isosteric heats of CO", "2", " in PAFs at 298 K (1–55 bar).", "The CO", "2", " uptakes of PAFs at high pressure are shown in Figure ", "4", "b, where different PAFs possess the highest uptake in four pressure ranges, i.e., PAF-301 at ", "p", " = 0–10 bar, PAF-302 at ", "p", " = 10–32 bar, PAF-303 at 32–51 bar, and PAF-304 at ", "p", " > 51 bar. At ", "p", " > 55 bar, the CO", "2", " uptake follows the order of PAF-304 > PAF-303 > PAF-302 > PAF-301, which is entirely opposite to the uptake order at low pressure. This observation really reflects the fact that the uptake correlates with isosteric heats at low pressure, correlates with accessible surface areas at intermediate pressure, and correlates with free volumes at high pressure.", "(71)", " With the increase of pore sizes of PAFs, the saturated pressures for the CO", "2", " uptake increase and are 9, 30, 52, and 60 bar, respectively. The relationship between pore size and saturation pressure has also been found in MOFs and COFs, indicating that this is a common behavior for gas adsorption in nanoporous materials.", "(23, 72)", " Surprisingly, owing to the large free volume of PAF-303 and -304, the uptakes of CO", "2", " in PAF-303 and -304 reach 3432 and 3124 mg/g at 298 K and 50 bar, respectively, which are larger than the experimentally measured uptake in MOF-177 (1356 mg/g), MOF-200 (2437 mg/g), MOF-210 (2396 mg/g),", "(15)", " COF-102 (1200 mg/g), and COF-103 (1190 mg/g)", "(23)", " and are close to the computational uptake in COF-108 (3784 mg/g at 55 bar).", "(57)", " The CO", "2", " saturation uptake of PAF-304 reaches a remarkably high value of 4722 mg/g at 60 bar, although it is still lower than the uptake for the computational designed materials 3D COF-05 (ctn) (8582 mg/g) and 3D COF-05 (bor) (9285 mg/g).", "(57)", "The isosteric heats of CO", "2", " adsorption in PAFs are displayed in Figure ", "5", ". Similar to CH", "4", ", the isosteric heats in PAF-301 are much higher than the other three PAFs due to its rather small pore size, resulting in a very high uptake of CO", "2", " at low pressure. By comparing the isosteric heats of different gases in PAFs (see ", "Figure S6", "), we found that the isosteric heats decrease with the order of CO", "2", " > CH", "4", " > N", "2", " > H", "2", ", which is consistent with the order of gas–material interaction strength. Moreover, with the increase of gas uptake, the isosteric heats of the four gases increase monotonically except in PAF-301, and the stronger the gas–material interaction, the steeper the curve. This phenomenon was also found in the gas adsorption in UMCM-1 and UMCM-2, indicating that the behavior of isosteric heats of gases in PAFs is similar to MOFs.", "(6)", " On the basis of the discussion above, we can see that the isosteric heat is determined by the gas uptake, the type of gas molecules, and the structure of the materials.", "3.4", "Separation of Gas Mixtures", "Figure ", "6", " displays the adsorption selectivity of the four gas mixtures in PAFs at ", "T", " = 298 K and different mole ratios for practical applications, i.e., CO", "2", ":H", "2", " ratio of 20:80, CH", "4", ":H", "2", " ratio of 50:50, CO", "2", ":N", "2", " ratio of 15:85, and CO", "2", ":CH", "4", " ratio of 15:85. For all the four gas mixtures, the selectivity of the PAFs decreases in the order of PAF-301 > PAF-302 > PAF-303 > PAF-304, which is entirely opposite to the order of pore size of the PAFs, indicating that the nanoporous materials with smaller pore size would lead to the larger adsorption selectivity for gas mixtures. Actually, the PAF-301 shows the largest selectivity among the four PAFs. This is because the PAF-301 has a very small pore size of 5.2 Å. Moreover, the pore size of PAF-301 is commensurate with the kinetic diameter of CO", "2", ", which is believed to be excellent for the CO", "2", " separation.", "(7, 67)", " In addition, it can also be seen that the selectivity of CO", "2", "/H", "2", " is the largest among the four mixtures owing to the largest difference of the CO", "2", "–PAF and the H", "2", "–PAF interactions because the CO", "2", "–PAF interaction is the strongest while the H", "2", "–PAF one is the weakest (see ", "Figure S6", "). The selectivity decreases in the order of CO", "2", "/H", "2", " > CH", "4", "/H", "2", " > CO", "2", "/N", "2", " > CO", "2", "/CH", "4", ", indicating that the selectivity is closely dependent on the differences of the gas–pore interactions.", "Figure 6. Adsorption selectivities of PAFs for different gas mixtures at 298 K: (a) CO", "2", "/H", "2", ", (b) CH", "4", "/H", "2", ", (c) CO", "2", "/N", "2", ", and (d) CO", "2", "/CH", "4", ".", "It is interesting to compare the selectivities of the PAF-301 with the other nanoporous materials, especially at the practical industrial conditions. For the precombustion CO", "2", " capture, the separation of a CO", "2", "/H", "2", " ratio of 20/80 is important because the CO", "2", "/H", "2", " mixture produced by coal gasification technology often contains ∼80% H", "2", ". It can be seen from Figure ", "6", " that the selectivities of PAF-301 for CO", "2", "/H", "2", " vary from 200 to 300, which are larger than IRMOF-1 (", "S", " = 40),", "(73)", " Cu-BTC (", "S", " = 50–120), COF-6 (", "S", " = 60–120),", "(58)", " and COF-102 (", "S", " = 10–40),", "(58)", " and are comparable to PAF-1–450 (150–400).", "(40)", "In fact, the postcombustion process in the coal-based power plant is the main source of the CO", "2", " emissions, which contains about 2/3 of the CO", "2", " emissions. The separation of CO", "2", "/N", "2", " with a typical ratio of 15 (CO", "2", "):85 (N", "2", ") is involved in the postcombustion capture at 298 K and 1 bar. Thus, the selectivity of the adsorbents for the CO", "2", "/N", "2", " mixture at this condition is of great significance. As shown in Figure ", "6", "c, at 298 K and 1 bar the CO", "2", "/N", "2", " selectivity of PAF-301 is ", "S", " = ∼20, and it basically keeps in the range of 20–30, almost independent of the pressure, which is comparable with Cu-BTC (", "S", " = 20–32)", "(74)", " and most of the ZIFs (", "S", " = 19–27)", "(75)", " but is much smaller than the functionalized materials such as PPN-6-SO", "3", "H (", "S", " = 150),", "(7)", " PPN-6-SO", "3", "Li (", "S", " = 414),", "(7)", " and carbonized PAF-1–450 (", "S", " = 209)", "(40)", " under the similar condition.", "The separation of CO", "2", " from the 15/85 CO", "2", "/CH", "4", " mixture is often involved in the natural gas upgrading because the existence of CO", "2", " would reduce the energy content of natural gas and even corrupt the pipes in presence of water.", "(5)", " As shown in Figure ", "6", "c, the selectivities of PAF-301 for CO", "2", "/CH", "4", " are in the range of 3–9, which are larger than IRMOF-1 (", "S", " = 2–3)", "(53, 73)", " and most of the COFs (", "S", " = 2–4),", "(58)", " and are comparable with ZIFs (", "S", " = 5–10)", "(75)", " and COPs (", "S", " = 4–5).", "(31)", " In addition, the separation of CH", "4", "/H", "2", " plays a significant role in the methane steam reforming reactions to produce H", "2", ", which is a pollution-free gas. As shown in Figure ", "6", "b, the selectivities of PAF-301 for equimolar CH", "4", "/H", "2", " mixture are in the range of 15–70, which are larger than Mg-MOF-74 (", "S", " = 10–15),", "(25)", " UMCM-1,", "(6)", " and COFs (", "S", " = 2–8).", "(58, 76)", " Although the PAF-301 shows higher selectivities than most of the MOFs, COFs, and ZIFs, its selectivity is still lower than NaX, NaY,", "(77)", " soc-MOF,", "(78)", " rho-ZMOF,", "(26)", " and these MOFs containing extra ions.", "(8)", " It is noted that the good performance of PAF-301 is only due to its small pore size, and if some metal ions or functionalized groups can be doped into the PAFs,", "(8, 76, 79)", " it would show much better property for gas separation.", "With the increase of pressure, the selectivity of PAFs shows various trends for different mixtures. For example, the selectivities of PAF-301 for the CO", "2", "/H", "2", ", CO", "2", "/N", "2", ", and CO", "2", "/CH", "4", " mixtures first increase and then are independent of pressure, while for CH", "4", "/H", "2", ", the selectivity decreases with increasing pressure. In contrast, the selectivity of PAF-302 shows a slight increase, and the selectivities of PAF-303 and PAF-304 almost keep unchanged. This phenomenon shows that the larger the pore size, the smaller is the variation of the selectivity.", "The isosteric heat is a direct indicator of the gas–pore interaction strength; thus, the difference of the isosteric heats (DIH, i.e., Δ", "q", "st", ") of the two gases in mixtures can roughly represent the interaction strength difference of gas mixtures. To better understand the effect of DIH (Δ", "q", "st", ") on the selectivity, we calculated the Δ", "q", "st", " of mixtures at different pressures. Figure ", "7", " shows the difference of isosteric heat of CH", "4", "/H", "2", " mixture in PAFs. Obviously, the PAF-301 exhibits the largest Δ", "q", "st", " (about 11.0–15.0 kJ/mol), resulting in the largest CH", "4", "/H", "2", " selectivity of PAF-301. With increasing pressure, the Δ", "q", "st", " in PAF-301 decreases, which is consistent with the selectivity trend of PAF-301 for CH", "4", "/H", "2", ". The Δ", "q", "st", " in PAF-302 increases monotonically in the range 5–8 kJ/mol, leading to a slight increase of selectivity of PAF-302. In contrast, the Δ", "q", "st", " in PAF-303 and -304 is very small and varies only in the range 4–5 and 3–4 kJ/mol, making their selectivities almost kept unchanged (see Figure ", "6", "b). It is noted that the slight increase of the Δ", "q", "st", " at low values will not lead to a corresponding increase of the selectivity, indicating that when the selectivity is small, it may be insensitive to the pressure. For other gas mixtures, the Δ", "q", "st", " is shown in ", "Figure S7", ". The trends of the Δ", "q", "st", " are also consistent with the selectivity trends, especially at low pressure. At ", "p", " > 55 bar, the isosteric heats of the PAFs are close to each other. It should be pointed out that at ", "p", " > 70 bar the CO", "2", " become liquid, and here we did not further consider the case.", "Figure 7. Differences of the isosteric heats of CH", "4", "/H", "2", " in PAFs at 298 K.", "3.5", "Effect of Molar Fractions on Selectivity", "For the CO", "2", "/H", "2", " separation, some other molar ratio mixtures also appear in industrial processes except the commonly studied 20/80 mixture in the precombustion capture. For example, the CO", "2", "/H", "2", " separation is also involved in the methane steam reforming reaction using methane and water vapor and the water gas shift reaction using CO and water vapor to produce H", "2", " and CO", "2", ". Thus, exploring the effect of different molar fractions on the selectivity of PAFs for the CO", "2", "/H", "2", " mixtures is significant for a practical application. The PAF-302, which is also known as PAF-1, has been successfully synthesized in the experiments by Ben et al.", "(32)", " Although we have found that the selectivity of PAF-302 is not as good as PAF-301, it has been proved to be a perfect scaffold for functionalization by polar organic groups", "(8)", " or sulfonic acid and lithium", "(7)", " or modification by Li-doping", "(80)", " or carbonizing", "(40)", " to improve its performances in CO", "2", " storage and capture. Thus, to understand the effect of the molar fraction of gas mixtures, we calculated the selectivity of CO", "2", "/H", "2", " in PAF-302 at different CO", "2", "/H", "2", " molar fractions, as shown in Figure ", "8", ". With the increase of pressure, the selectivity first increases and then decreases in the pressure range studied, except the case of ", "y", " = 0.2. This means that the pressure corresponding to optimum separation exists at different molar fractions, and the larger the molar fraction, the lower is the optimized pressure. For example, the optimized pressures at ", "y", " = 0.33, 0.50, 0.66, and 0.8 are 85, 55, 45, and 35 bar, respectively. In addition, we can also found that at low pressure, the larger the molar fraction of CO", "2", ", the higher is the selectivity.", "Figure 8. Adsorption selectivities of CO", "2", "/H", "2", " in PAF-302 at different molar fraction, and ", "y", " means the molar fraction of CO", "2", " in the mixture.", "The trend of the selectivity at different molar fractions can be explained by the isotherms of each component (CO", "2", " and H", "2", ") in the mixture, which are shown in Figure ", "9", ". With the increase of the CO", "2", " molar fraction, the CO", "2", " isotherms become more and more steep at low pressure and the saturation pressure becomes lower, while the H", "2", " isotherms become more and more flat. As a result, the two factors lead to the increase of the selectivity and the decrease of the optimum pressure with the increase of the CO", "2", " molar fraction. Interestingly, the optimized pressures in Figure ", "8", " roughly correspond to the transitional pressures of CO", "2", " isotherm jump in Figure ", "9", "a. Furthermore, after carefully checking Figure ", "9", "b, we can find the H", "2", " isotherms first increase at low pressure, and then decrease slightly when close to the optimized pressures, and finally the isotherms slightly increase again except of the case of ", "y", " = 0.2 (see ", "Figure S8", " for details). This may be another reason that the optimized pressure exists. This phenomenon may be caused by the varieties of occupied ratios of the adsorption sites in PAFs with the increase of pressure and the molar fraction. At low pressure, there are many empty adsorption sites; both CO", "2", " and H", "2", " can be adsorbed at the adsorption sites, leading to fast increase of both the CO", "2", " and H", "2", " isotherms. Because CO", "2", " are more preferentially adsorbed, the adsorption isotherms of CO", "2", " increase faster than H", "2", ". With the pressure increasing, more and more CO", "2", " molecules are adsorbed at the adsorption sites. When approaching the optimized pressure, CO", "2", " would occupy the adsorption sites where H", "2", " has been adsorbed, which leads to desorption of partial hydrogen. As a result, the H", "2", " isotherm shows a slight decrease. After the adsorption sites are fully occupied, both the CO", "2", " and H", "2", " are adsorbed at the less preferentially adsorption sites, leading to a slight increase of the adsorption isotherms with the pressure. Because the H", "2", " molecules are smaller, more H", "2", " molecules would be adsorbed and the H", "2", " adsorption isotherms would increase faster than the CO", "2", " isotherms, leading to a decrease of the selectivity at high pressure. For the case of ", "y", " = 0.2, the adsorption sites are not fully occupied due to the small adsorption uptake, so the isotherms of CO", "2", " and H", "2", " would monotonically increase in the pressure range studied, leading to a monotonic increase of the selectivity.", "Figure 9. Adsorption isotherms of CO", "2", "/H", "2", " mixtures at different molar fractions in PAF-302: (a) CO", "2", " isotherms; (b) H", "2", " isotherms.", "3.6", "An Efficient Strategy for Screening Porous Materials for Gas Separation", "In Figure ", "8", ", it is interesting to see that at pressure close to zero, the selectivities are basically the same and independent with the molar fractions, which were also found for gas separation in MOFs,", "(81)", " indicating that the selectivity might be only related with the type of the gas mixture and the adsorbents. In other words, the selectivity might be only determined by the difference of the gas–pore interactions of the mixtures at pressure close to zero (or at zero uptake). That means the selectivity at zero pressure or zero uptake may reflect the intrinsic separation ability of the adsorbents. It suggests that we can use the selectivity at zero pressure to screen the nanoporous materials for gas separation. If the selectivity of a material is large, it might be a good candidate for separation.", "To eliminate the effect of pressure (or the adsorption uptake), we calculated the selectivity and the difference of isosteric heats (Δ", "q", "st", "0", ") at the pressure close to zero for all the four mixtures in PAFs, as shown in Figure ", "10", ". Interestingly, the Δ", "q", "st", "0", " is linear with the logarithmic of the selectivity no matter what the gas mixtures and materials are. This means that at zero pressure the selectivity is only dependent on the values of Δ", "q", "st", "0", " and is independent of the type of the gases and the materials. With the increase of Δ", "q", "st", "0", ", the selectivity increases correspondingly, which means that we can just use the Δ", "q", "st", "0", " instead of the selectivity to screen out the promising nanoporous materials for gas separation. If a nanoporous material shows a high Δ", "q", "st", "0", " for two gases, it might be a good candidate for the two gas separation. Interestingly, the relation between the selectivity and the Δ", "q", "st", "0", " is very similar to the Arrhenius relation or the Van’t Hoff equation in chromatography.", "(82, 83)", " So, we model the relation between the selectivity and the Δ", "q", "st", "0", " as follows:", "(4)", "where ", "a", " is the intercept for the linear fitting line and 1/", "RT", " is the slope, which equals 0.4036 at 298 K.", "Figure 10. Adsorption selectivities of the different gas mixtures in PAFs at pressure close to zero. The points are simulation results, and the line is from this work (i.e., eq ", "5", ").", "It should be noted that the Δ", "q", "st", "0", " includes the minus sign in the above equation for convenience of plotting in Figure ", "10", ". Compared to the Van’t Hoff equation, we can see that ", "a", " is related with the entropy of the system (in other words, it is related with the structure of the materials such as pore size and geometry). Fitting the relation by fixing the slope at 1/", "RT", " (0.4036 at 298 K), we can get ", "a", " = −0.8558. So the equation of the selectivity versus the Δ", "q", "st", "0", " for PAFs is given by", "(5)", "Surprisingly, we could see from Figure ", "10", " that the line excellently fits the data points. This means that we could use the eq ", "5", " to describe the relation between the selectivity and the Δ", "q", "st", "0", " for gas mixtures in PAFs.", "In fact, we have derived eq ", "4", " based on the Langmuir adsorption theory. Details can be found in the ", "Supporting Information", ". It indicates that the relation between the selectivity and the Δ", "q", "st", "0", " has a solid theoretical basis, and it should be suitable for all the physical adsorption separation of gas mixtures in the porous materials. Thus, it is interesting to see whether the equation is applicable to other nanoporous materials such as MOFs and COFs. So we collected some data of the selectivity and Δ", "q", "st", "0", " for other materials from the references to check the eq ", "5", ", most of which were from the simulated results. Figure ", "11", " shows the selectivity and the Δ", "q", "st", "0", " of different gas mixtures such as CO", "2", "/H", "2", ", CH", "4", "/H", "2", ", CO", "2", "/N", "2", ", CO", "2", "/CH", "4", ", CH", "4", "/N", "2", ", CO", "2", "/O", "2", ", and CO", "2", "/CO in different MOFs and COFs, including IRMOF-1,", "(84)", " UMCM-1,", "(6)", " Cu-BTC, COF-6, COF-105,", "(58)", " and other MOFs.", "(85)", " For comparison, we also show the line from the eq ", "5", ". It can be found that the equation can describe the selectivities of different mixtures in MOFs and COFs satisfactorily, especially at low Δ", "q", "st", "0", ", while at high Δ", "q", "st", "0", ", the deviation might become higher for some data. Especially for CO", "2", "/H", "2", " and CH", "4", "/H", "2", " in Cu-BTC, the deviations between the selectivities are relatively large. This could be caused by the large difference of the structures between these MOFs and PAFs. We know that in COFs and PAFs there are no metal atoms, while for MOFs there exist metal atoms, which could lead to strong electrostatic interactions between gases and the atoms in MOFs. Actually, the eq ", "5", " can excellently predict the selectivity of the COFs without metal atoms (COF-105 and COF-6) throughout the studied values of the Δ", "q", "st", "0", ", while for MOFs, the equation can describe the selectivity at low Δ", "q", "st", "0", " values better than at high Δ", "q", "st", "0", " values. We also compared the selectivities predicted by our model with the available experimental data.", "(86-88)", " Results indicate that the eq ", "5", " can excellently reproduce experimental data, as shown in Figure ", "11", " and ", "Table S2", ". It suggests that our model (i.e., eq ", "5", ") is very useful in predicting the selectivity of gas mixtures.", "Figure 11. Adsorption selectivities of different gas mixtures in MOFs and COFs at pressure close to zero. The points are from references (refs ", "6, 58, 84, and 85", "), while the line is from this work (i.e., eq ", "5", ").", "It is interesting to compare our screening method with the existing ones. Sholl et al. proposed an efficient computational method to screen MOFs for kinetic separations of CH", "4", "/H", "2", " and CO", "2", "/N", "2", ".", "(89, 90)", " They first identified the key feature of a pore controlling molecular diffusion rate by using a steric model and then performed the efficient molecular modeling calculations to evaluate the kinetic separation performance. Actually, their screening method is useful for kinetic separation or membrane separation of MOFs. In addition, Snurr et al. also proposed a screening approach to explore the CH", "4", " adsorption and rare gas separation in a large variety of MOFs.", "(91, 92)", " They focused on the screening the hypothetical structures for gas storage and separation. Wu et al. proposed an “adsorbility” equation to screen the CH", "4", "/H", "2", " mixtures in MOFs,", "(85)", " while their fitted equation is closely dependent with the gas mixture type. Here, the fast screening equation we proposed has a solid theoretical basis, and it is derived from Langmuir adsorption equation. Our model is only dependent on Δ", "q", "st", "0", " and is applicable to a variety of materials and the separation of different gas mixtures. Definitely, our model is suitable for screening these materials synthesized for the gas separation in industry applications.", "It is noted that the ", "q", "st", "0", " can be obtained from the available experimental data in the literature. If there are no experimental values of ", "q", "st", "0", ", it is easy to get the data by performing the single component GCMC simulation at low pressure or by other methods such as performing Monte Carlo simulation in the NVT ensemble.", "(26)", " If the temperature has little influence on the isosteric heats or the Δ", "q", "st", "0", ", we can even use the equation to predict the selectivity of the nanoporous materials at any temperatures. This means that the eq ", "5", " is very useful to screen the promising porous materials for gas separation.", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusions", "References", "4 Conclusions", "In summary, we have systematically investigated adsorption and separation of pure gases (i.e., CO", "2", ", CH", "4", ", H", "2", ", and N", "2", ") and their binary mixtures in PAF-30", "X", " (", "X", " = 1, ..., 4) with diamond-like structure by using GCMC simulations. First, the simulated adsorption isotherms for the pure gases, including CO", "2", ", CH", "4", ", H", "2", ", and N", "2", ", agreed well with the available experimental data, indicating that the force fields used were suitable for further prediction of the gas adsorption in PAFs. With the increase of the pore size of PAFs, the isosteric heats decrease correspondingly from PAF-301 to PAF-304. Results denote that the PAF-301 shows a high CO", "2", " adsorption capacity at low pressure (275 mg/g at 298 K and 1 bar) and high selectivities for the CO", "2", "/H", "2", ", CO", "2", "/N, CO", "2", "/CH", "4", ", and CH", "4", "/H", "2", " mixtures, which is consistent with its small pore size and high isosteric heats. Meanwhile, PAF-302 shows a high CH", "4", " gravimetric uptake of 238 mg/g due to its proper pore size and high accessible surface area, and PAF-303 and PAF-304 exhibit high uptake of CO", "2", " at high pressure (3432 and 3124 mg/g at 298 K and 50 bar) due to their large pore volumes. We explored the effect of the different molar fractions of CO", "2", "/H", "2", " mixtures in PAF-302 and found an interesting phenomenon for the mixture adsorption; i.e., the optimized pressure corresponding to the optimum selectivity exists, and the optimized pressure is just related to the transitional pressure for the CO", "2", " isotherm jump and the H", "2", " isotherm drop.", "At zero pressure, the selectivity is found to be only dependent on the different of isosteric heat (DIH, i.e., Δ", "q", "st", "0", "), and the relation is very similar to the Arrhenius equation or the Van’t Hoff equation in chromatography. We have derived the equation to describe the relation between the selectivity and the DIH based on the Langmuir adsorption theory and found that it is applicable to not only PAFs but also MOFs and COFs. Therefore, we proposed the DIH approach to screen porous materials for separation of mixture gases. The DIH approach is suitable for all the physical adsorption separation of gas mixtures in the porous materials because it roots in the Langmuir adsorption theory. It is expected that the DIH approach can be extensively used to screen porous materials for separation of mixture gases in practical applications.", " ", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusions", "References", "Supporting Information", "Geometrical structure of PAF materials, details for validation of force fields, isosteric heats of gases in PAFs, difference of isosteric heats (DIH), H", "2", " adsorption isotherms for the CO", "2", "/H", "2", " mixtures in PAFs, and derivation of DIH equation. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "This work is supported by Huo Yingdong Foundation (121070), National 973 Program (2011CB706900), NSF of China (21274011, 21121064), Doctoral Program from MOE (20100010110001), and Chemical Grid Program and Excellent Talent of BUCT.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusions", "References", "References", "This article references 93 other publications.", "1. ", "http://esrl.noaa.gov/gmd/ccgg/trends/index.html", ".", "There is no corresponding record for this reference.", "2. ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T.-H.", "; ", "Long", ", ", "J. R.", " ", "Carbon Dioxide Capture in Metal–Organic Frameworks", " ", "Chem. Rev.", " ", "2011", ",  ", "112", ",  ", "724", "– ", "781", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "3. ", "Samanta", ", ", "A.", "; ", "Zhao", ", ", "A.", "; ", "Shimizu", ", ", "G. K. H.", "; ", "Sarkar", ", ", "P.", "; ", "Gupta", ", ", "R.", " ", "Post-Combustion CO", "2", " Capture Using Solid Sorbents: A Review", " ", "Ind. Eng. Chem. Res.", " ", "2012", ",  ", "51", ",  ", "1438", "– ", "1463", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Post-Combustion CO2 Capture Using Solid Sorbents: A Review", "Samanta, Arunkumar; Zhao, An; Shimizu, George K. H.; Sarkar, Partha; Gupta, Rajender", "Industrial & Engineering Chemistry Research", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "4", "),\r\n    ", "1438-1463", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Post-combustion CO2 capture from the flue gas is one of the key technol. options to reduce greenhouse gases, because this can be potentially retrofitted to the existing fleet of coal-fired power stations.  Adsorption processes using solid sorbents capable of capturing CO2 from flue gas streams have shown many potential advantages, compared to other conventional CO2 capture using aq. amine solvents.  In view of this, in the past few years, several research groups have been involved in the development of new solid sorbents for CO2 capture from flue gas with superior performance and desired economics.  A variety of promising sorbents such as activated carbonaceous materials, microporous/mesoporous silica or zeolites, carbonates, and polymeric resins loaded with or without nitrogen functionality for the removal of CO2 from the flue gas streams have been reviewed.  Different methods of impregnating functional groups, including grafting techniques and modifying the support materials, have been discussed to enhance the performance of the sorbents.  The performance characteristics of the solid sorbents are assessed in terms of various desired attributes, such as their equil. adsorption capacity, selectivity, regeneration, multicycle durability, and adsorption/desorption kinetics.  The potential of metal-org. frameworks (MOFs) is also recognized to det. whether these novel materials provide better CO2 adsorption capacity under low CO2 partial pressure.  A comprehensive crit. review and anal. of the literature on this subject has been carried out to update the recent progress in this arena.  A comparison of different solid sorbents at different stages is made.  A review.  It also includes a brief review on techno-economic anal. and design aspects of sorbent bed contactor configuration.  Finally, a few recommendations have been proposed for further research efforts to progress post-combustion carbon capture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlyhtbzM&md5=d1f7823dacf87e7ac2698908af9dab78", "4. ", "Li", ", ", "J. R.", "; ", "Ma", ", ", "Y. G.", "; ", "McCarthy", ", ", "M. C.", "; ", "Sculley", ", ", "J.", "; ", "Yu", ", ", "J. M.", "; ", "Jeong", ", ", "H. K.", "; ", "Balbuena", ", ", "P. B.", "; ", "Zhou", ", ", "H. C.", " ", "Carbon Dioxide Capture-Related Gas Adsorption and Separation in Metal-Organic Frameworks", " ", "Coord. Chem. Rev.", " ", "2011", ",  ", "255", ",  ", "1791", "– ", "1823", "[", "Crossref", "], [", "CAS", "]", "4. ", "Carbon dioxide capture-related gas adsorption and separation in metal-organic frameworks", "Li, Jian-Rong; Ma, Yu-Guang; McCarthy, M. Colin; Sculley, Julian; Yu, Jia-Mei; Jeong, Hae-Kwon; Balbuena, Perla B.; Zhou, Hong-Cai", "Coordination Chemistry Reviews", "\r\n        (", "2011", "),\r\n    ", "255", "\r\n        (", "15-16", "),\r\n    ", "1791-1823", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  Reducing anthropogenic CO2 emission and lowering the concn. of greenhouse gases in the atm. has quickly become one of the most urgent environmental issues of our age.  Carbon capture and storage (CCS) is one option for reducing these harmful CO2 emissions.  While a variety of technologies and methods have been developed, the sepn. of CO2 from gas streams is still a crit. issue.  Apart from establishing new techniques, the exploration of capture materials with high sepn. performance and low capital cost are of paramount importance.  Metal-org. frameworks (MOFs), a new class of cryst. porous materials constructed by metal-contg. nodes bonded to org. bridging ligands hold great potential as adsorbents or membrane materials in gas sepn.  In this paper, we review the research progress (from exptl. results to mol. simulations) in MOFs for CO2 adsorption, storage, and sepns. (adsorptive sepn. and membrane-based sepn.) that are directly related to CO2 capture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmtVGgur8%253D&md5=e355c975136ff8fc01a97d4f7cb95aa8", "5. ", "Li", ", ", "J. R.", "; ", "Sculley", ", ", "J.", "; ", "Zhou", ", ", "H. C.", " ", "Metal-Organic Frameworks for Separations", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "869", "– ", "932", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Metal-Organic Frameworks for Separations", "Li, Jian-Rong; Sculley, Julian; Zhou, Hong-Cai", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "869-932", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  This article reviews the metal-org. frameworks (MOFs), a new class of porous solid materials.  Their performances for applications in sepns. and purifications is attracting intense interest of researchers working in the fields of chem., chem. engineering, materials science, and others.  Despite being in its infancy, the research progress in this subject has already shown that MOFs are promising for sepn. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1OnsbbL&md5=635f36e2682f7fbc651f5021d591a1cf", "6. ", "Peng", ", ", "X.", "; ", "Cheng", ", ", "X.", "; ", "Cao", ", ", "D. P.", " ", "Computer Simulations for Adsorption and Separation of CO", "2", "/CH", "4", "/H", "2", "/N", "2", " Gases by UMCM-1 and UMCM-2 Metal Organic Frameworks", " ", "J. Mater. Chem.", " ", "2011", ",  ", "21", ",  ", "11259", "– ", "11270", "[", "Crossref", "], [", "CAS", "]", "6. ", "Computer simulations for the adsorption and separation of CO2/CH4/H2/N2 gases by UMCM-1 and UMCM-2 metal organic frameworks", "Peng, Xuan; Cheng, Xuan; Cao, Da-Peng", "Journal of Materials Chemistry", "\r\n        (", "2011", "),\r\n    ", "21", "\r\n        (", "30", "),\r\n    ", "11259-11270", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The adsorption of pure N2/H2/CH4/CO2 along with the adsorption and sepn. of mixts. thereof in 2 metal org. frameworks (MOFs) of UMCM-1 and UMCM-2 were extensively studied using a hybrid method of computer simulation and adsorption theory.  The excess adsorption isotherms from grand canonical Monte Carlo (GCMC) simulations basically agree with the available exptl. data of pure gases, except for H2 adsorption in UMCM-1 at 298 K. Moreover, the GCMC results show that both MOF materials exhibit an excellent storage capacity for pure CH4 and CO2 at room temp.  The excess uptakes of CH4 by UMCM-1 and UMCM-2 for at 5000 kPa are 12.53 and 15.06 mmol/g-1, while those of CO2 at 4500 kPa are 30.13 and 36.04 mmol/g-1, resp., which approaches and even exceeds the 30.82 mmol/g-1 of MOF-177.  In addn., dual-site Langmuir-Freundlich (DSLF)-based ideal adsorption soln. theory (IAST) is also used to correlate the simulated adsorption isotherms of pure gases and further predict the sepn. of equimolar mixts.  IAST shows a good agreement with the GCMC results in most cases studied here.  The selectivities of both MOF materials in CH4/H2 and CH4/N2 are insensitive to the pressure.  The selectivities of both MOF materials for CH4/H2 are almost the same having a value of 4, while they are 2 for CH4/N2.  By contrast, the selectivities for CO2/H2, CO2/N2 and CO2/CH4 apparently rely on the pressure, showing 16.4 and 26.9, 5.4 and 7.8, and 2.9 and 4.7 at 4000 kPa for UMCM-1 and UMCM-2, resp.  Compared with other MOFs materials, their sepn. ability is not prominent, but they are suitable for gas storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXptVyns7Y%253D&md5=73930cd17bea10de7ff3b25844c4f1e5", "7. ", "Lu", ", ", "W.", "; ", "Yuan", ", ", "D.", "; ", "Sculley", ", ", "J.", "; ", "Zhao", ", ", "D.", "; ", "Krishna", ", ", "R.", "; ", "Zhou", ", ", "H.-C.", " ", "Sulfonate-Grafted Porous Polymer Networks for Preferential CO", "2", " Adsorption at Low Pressure", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "18126", "– ", "18129", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Sulfonate-grafted porous polymer networks for preferential CO2 adsorption at low pressure", "Lu, Weigang; Yuan, Daqiang; Sculley, Julian; Zhao, Dan; Krishna, Rajamani; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "45", "),\r\n    ", "18126-18129", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A porous polymer network (PPN) grafted with sulfonic acid (PPN-6-SO3H) and its lithium salt (PPN-6-SO3Li) exhibit significant increases in isosteric heats of CO2 adsorption and CO2-uptake capacities.  The IAST calcns. using single-component-isotherm data and a 15/85 CO2/N2 ratio at 295 °K and 1 bar revealed that the sulfonate-grafted PPN-6 networks show exceptionally high adsorption selectivity for CO2 over N2 (155 and 414 for PPN-6-SO3H and PPN-6-SO3Li, resp.).  Since these PPNs also possess ultrahigh physicochem. stability, practical applications in post-combustion capture of CO2 are possible.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlaksrzJ&md5=94ef5d2fea928aa09fc5a10e6842d4a7", "8. ", "Babarao", ", ", "R.", "; ", "Dai", ", ", "S.", "; ", "Jiang", ", ", "D. E.", " ", "Functionalizing Porous Aromatic Frameworks with Polar Organic Groups for High-Capacity and Selective CO", "2", " Separation: A Molecular Simulation Study", " ", "Langmuir", " ", "2011", ",  ", "27", ",  ", "3451", "– ", "3460", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Functionalizing Porous Aromatic Frameworks with Polar Organic Groups for High-Capacity and Selective CO2 Separation: A Molecular Simulation Study", "Babarao, Ravichandar; Dai, Sheng; Jiang, De-en", "Langmuir", "\r\n        (", "2011", "),\r\n    ", "27", "\r\n        (", "7", "),\r\n    ", "3451-3460", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Porous arom. frameworks (PAFs) were recently synthesized with the highest surface area to date; one such PAF (PAF-1) has diamond-like structure with biphenyl building blocks and exhibits exceptional thermal and hydrothermal stabilities.  Herein, we computationally design new PAFs by introducing polar org. groups to the biphenyl unit and then investigate their sepg. power toward CO2 by using grand-canonical Monte Carlo (GCMC) simulations.  Among these functional PAFs, we found that tetrahydrofuran-like ether-functionalized PAF-1 shows higher adsorption capacity for CO2 at 1 bar and 298 K (10 mol per kg of adsorbent) and also much higher selectivities for CO2/CH4, CO2/N2, and CO2/H2 mixts. when compared with the amine functionality.  The electrostatic interactions are found to play a dominant role in the high CO2 selectivities of functional PAFs, as switching off at. charges would decrease the selectivity by an order of magnitude.  This work suggests that functionalizing porous frameworks with tetrahydrofuran-like ether groups is a promising way to increase CO2 adsorption capacity and selectivity, esp. at ambient pressures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXisFWksbg%253D&md5=7ab9544305323c703ad41c1bdc517fef", "9. ", "Shao", ", ", "X.", "; ", "Feng", ", ", "Z.", "; ", "Xue", ", ", "R.", "; ", "Ma", ", ", "C.", "; ", "Wang", ", ", "W.", "; ", "Peng", ", ", "X.", "; ", "Cao", ", ", "D.", " ", "Adsorption of CO", "2", ", CH", "4", ", CO", "2", "/N", "2", " and CO", "2", "/CH", "4", " in Novel Activated Carbon Beads: Preparation, Measurements and Simulation", " ", "AlChE J.", " ", "2011", ",  ", "57", ",  ", "3042", "– ", "3051", "[", "Crossref", "], [", "CAS", "]", "9. ", "Adsorption of CO2, CH4, CO2/N2 and CO2/CH4 in novel activated carbon beads: Preparation, measurements and simulation", "Shao, Xiaohong; Feng, Zhenhe; Xue, Ruisheng; Ma, Congcong; Wang, Wenchuan; Peng, Xuan; Cao, Dapeng", "AIChE Journal", "\r\n        (", "2011", "),\r\n    ", "57", "\r\n        (", "11", "),\r\n    ", "3042-3051", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "A series of high performance carbonaceous mesoporous materials: activated carbon beads (ACBs), have been prepd. in this work.  Among the samples, ACB-5 possesses the BET sp. surface area of 3537 m2 g-1 and ACB-2 has the pore vol. of 3.18 cm3 g-1.  Exptl. measurements were carried out on the intelligent gravimetric analyzer (IGA-003, Hiden).  Carbon dioxide adsorption capacity of 909 mg g-1 has been achieved in ACB-5 at 298 K and 18 bar, which is superior to the existing carbonaceous porous materials and comparable to metal-org. framework (MOF)-177 (1232 mg g-1, at 298 K and 20 bar) and covalent-org. framework (COF)-102 (1050 mg g-1 at 298 K and 20 bar) reported in the literature.  Moreover, methane uptake reaches 15.23 wt % in ACB-5 at 298 K and 18 bar, which is better than MOF-5.  To predict the performances of the samples ACB-2 and ACB-5 at high pressures, modeling of the samples and grand canonical Monte Carlo simulation have been conducted, as is presented in our previous work.  The adsorption isotherms of CO2/N2 and CO2/CH4 in our samples ACB-2 and 5 have been measured at 298 and 348 K and different compns., corresponding to the pre- and postcombustion conditions for CO2 capture.  The Dual-Site Langmuir-Freundlich (DSLF) model-based ideal-adsorbed soln. theory (IAST) was also used to solve the selectivity of CO2 over N2 and CH4.  The selectivities of ACBs for CO2/CH4 are in the range of 2-2.5, while they remain in the range of 6.0-8.0 for CO2/N2 at T = 298 K.  In summary, this work presents a new type of adsorbent-ACBs, which are not only good candidates for CO2 and CH4 storage but also for the capture of carbon dioxide in pre- and postcombustion processes.  © 2011 American Institute of Chem. Engineers AIChE J, 2011.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht12gt7jO&md5=ef930e3040f65f8d4d46a837bee46036", "10. ", "Cao", ", ", "D. P.", "; ", "Zhang", ", ", "X.", "; ", "Chen", ", ", "J.", "; ", "Wang", ", ", "W.", "; ", "Yun", ", ", "J.", " ", "Optimization of Single-Walled Carbon Nanotube Arrays for Methane Storage at Room Temperature", " ", "J. Phys. Chem. B", " ", "2003", ",  ", "107", ",  ", "13286", "– ", "13292", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Optimization of single-walled carbon nanotube arrays for methane storage at room temperature", "Cao, Dapeng; Zhang, Xianren; Chen, Jianfeng; Wang, Wenchuan; Yun, Jimmy", "Journal of Physical Chemistry B", "\r\n        (", "2003", "),\r\n    ", "107", "\r\n        (", "48", "),\r\n    ", "13286-13292", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption storage of methane on triangular arrays of single-walled carbon nanotubes (SWNT) at room temp. was investigated by the grand canonical Monte Carlo (GCMC) method.  In the simulation, carbon atoms on the tubular wall were structured according to the (m, m) armchair arrangement, and the site-to-site method was used to calc. the interaction between a methane mol. inside the tube and a carbon atom on the tubular wall.  Excess volumetric and gravimetric endohedral adsorptions of methane in the (15,15), (20, 20), (25, 25), and (30, 30) SWNT arrays were obtained.  For every armchair SWNT array above, the van der Waals (VDW) gap was varied from 0.335 to 1.0 nm to optimize methane storage in the interstices of SWNT arrays.  The usable capacity ratio (UCR), which is defined as the mass of available fuel in an adsorbent-loaded vessel divided by the mass of available fuel in a vessel without adsorbent, was used as the criterion to judge the adsorption performance of SWNT arrays with different parameters.  Results indicate that the (15, 15) SWNT arrays with a VDW gap of Δ = 0.8 nm is the optimal adsorbent among all of the cases studied for methane storage at room temp.  At p = 4.1 M Pa, the total volumetric and gravimetric capacities (including endohedral and exohedral adsorption) of methane on the SWNT arrays with the optimal parameters reach 216 V/V and 215 g CH4/kg C, resp.  It not only greatly exceeds the target (150 V/V) of the Department of Energy (U.S.A.) but also is slightly greater than the capacity (200 V/V) of compressed natural gas at 20 M Pa.  The attainment of the exciting result attributes to the optimization of the VDW gap parameter of SWNT arrays, because the adsorption of methane in the interstices surpasses 60% of the total amt. at the optimal condition, while its value is <15% of the total amt. at a VDW gap of Δ = 0.335 and p = 4.1 M Pa.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXovVShsLo%253D&md5=857a009a095fe06bc8572455e83c230c", "11. ", "Hudson", ", ", "M. R.", "; ", "Queen", ", ", "W. L.", "; ", "Mason", ", ", "J. A.", "; ", "Fickel", ", ", "D. W.", "; ", "Lobo", ", ", "R. F.", "; ", "Brown", ", ", "C. M.", " ", "Unconventional, Highly Selective CO", "2", " Adsorption in Zeolite SSZ-13", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "1970", "– ", "1973", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Unconventional, Highly Selective CO2 Adsorption in Zeolite SSZ-13", "Hudson, Matthew R.; Queen, Wendy L.; Mason, Jarad A.; Fickel, Dustin W.; Lobo, Raul F.; Brown, Craig M.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "4", "),\r\n    ", "1970-1973", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Low-pressure adsorption of carbon dioxide and nitrogen was studied in both acidic and copper-exchanged forms of SSZ-13, a zeolite contg. an 8-ring window.  Under ideal conditions for industrial sepns. of CO2 from N2, the ideal adsorbed soln. theory selectivity is >70 in each compd.  For low gas coverage, the isosteric heat of adsorption for CO2 is 33.1 and 34.0 kJ/mol for Cu- and H-SSZ-13, resp.  From in situ neutron powder diffraction measurements, the authors ascribe the CO2 over N2 selectivity to differences in binding sites for the two gases, where the primary CO2 binding site is located in the center of the 8-membered-ring pore window.  This CO2 binding mode, which has important implications for use of zeolites in sepns., was not obsd. before and is rationalized and discussed relative to the high selectivity for CO2 over N2 in SSZ-13 and other zeolites contg. 8-ring windows.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xks1agsA%253D%253D&md5=7d1aba7cd7de58db3548d7235eb8aaf9", "12. ", "Deng", ", ", "H.", "; ", "Doonan", ", ", "C. J.", "; ", "Furukawa", ", ", "H.", "; ", "Ferreira", ", ", "R. B.", "; ", "Towne", ", ", "J.", "; ", "Knobler", ", ", "C. B.", "; ", "Wang", ", ", "B.", "; ", "Yaghi", ", ", "O. M.", " ", "Multiple Functional Groups of Varying Ratios in Metal-Organic Frameworks", " ", "Science", " ", "2010", ",  ", "327", ",  ", "846", "– ", "850", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Multiple Functional Groups of Varying Ratios in Metal-Organic Frameworks", "Deng, Hexiang; Doonan, Christian J.; Furukawa, Hiroyasu; Ferreira, Ricardo B.; Towne, John; Knobler, Carolyn B.; Wang, Bo; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "327", "\r\n        (", "5967", "),\r\n    ", "846-850", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Metal-org. frameworks (MOFs) can incorporate a large no. of different functionalities on linking groups in a way that mixes the linker, rather than forming sep. domains.  The authors made complex MOFs from 1,4-benzenedicarboxylate (denoted by A in this work) and its derivs. -NH2, -Br, -(Cl)2, -NO2, -Me2, -C4H4, -(OC3H5)2, and -(OC7H7)2 (denoted by B to I,, resp.) to synthesize 18 multivariate (MTV) MOF-5 type structures that contain up to eight distinct functionalities in one phase.  The backbone (Zn oxide and phenylene units) of these structures is ordered, but the distribution of functional groups is disordered.  The complex arrangements of several functional groups within the pores can lead to properties that are not simply linear sums of those of the pure components.  For example, a member of this series, MTV-MOF-5-EHI, exhibits up to 400% better selectivity for CO2 over CO compared with its best same-link counterparts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhslWju7o%253D&md5=40f9720d9a7633e6102cab3256be0468", "13. ", "Deng", ", ", "H.", "; ", "Grunder", ", ", "S.", "; ", "Cordova", ", ", "K. E.", "; ", "Valente", ", ", "C.", "; ", "Furukawa", ", ", "H.", "; ", "Hmadeh", ", ", "M.", "; ", "Gándara", ", ", "F.", "; ", "Whalley", ", ", "A. C.", "; ", "Liu", ", ", "Z.", "; ", "Asahina", ", ", "S.", " ", "Large-Pore Apertures in a Series of Metal-Organic Frameworks", " ", "Science", " ", "2012", ",  ", "336", ",  ", "1018", "– ", "1023", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Large-Pore Apertures in a Series of Metal-Organic Frameworks", "Deng, Hexiang; Grunder, Sergio; Cordova, Kyle E.; Valente, Cory; Furukawa, Hiroyasu; Hmadeh, Mohamad; Gandara, Felipe; Whalley, Adam C.; Liu, Zheng; Asahina, Shunsuke; Kazumori, Hiroyoshi; O'Keeffe, Michael; Terasaki, Osamu; Stoddart, J. Fraser; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "336", "\r\n        (", "6084", "),\r\n    ", "1018-1023", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The authors report a strategy to expand the pore aperture of metal-org. frameworks (MOFs) into a previously unattained size regime (>32 Å).  Specifically, the systematic expansion of a known MOF structure, MOF-74, from its original link of one phenylene ring (I) to two, three, four, five, six, seven, nine, and eleven (II to XI, resp.), afforded an isoreticular series of Mg- or Zn-contg. MOF-74 structures (termed IRMOF-74-I to -XI) with pore apertures ranging from 14 to 98 Å.  All members of this series have noninterpenetrating structures and exhibit robust architectures, as evidenced by their permanent porosity and high thermal stability (up to 300°).  The pore apertures of an oligoethylene glycol-functionalized IRMOF-74-VII and IRMOF-74-IX are large enough for natural proteins to enter the pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xnt1Kgt7s%253D&md5=be82c139a536be7009991c48606c3829", "14. ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Rosi", ", ", "N.", "; ", "Vodak", ", ", "D.", "; ", "Wachter", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Systematic Design of Pore Size and Functionality in Isoreticular MOFs and Their Application in Methane Storage", " ", "Science", " ", "2002", ",  ", "295", ",  ", "469", "– ", "472", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Systematic design of pore size and functionality in isoreticular MOFs and their application in methane storage", "Eddaoudi, Mohamed; Kim, Jaheon; Rosi, Nathaniel; Vodak, David; Wachter, Joseph; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "295", "\r\n        (", "5554", "),\r\n    ", "469-472", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A strategy based on reticulating metal ions and org. carboxylate links into extended networks has been advanced to a point that allowed the design of porous structures in which pore size and functionality could be varied systematically.  Metal-org. framework (MOF-5), a prototype of a new class of porous materials and one that is constructed from octahedral Zn-O-C clusters and benzene links, was used to demonstrate that its three-dimensional porous system can be functionalized with the org. groups -Br, -NH2, -OC3H7, -OC5H11, -C2H4, and -C4H4 and that its pore size can be expanded with the long mol. struts biphenyl, tetrahydropyrene, pyrene, and terphenyl.  We synthesized an isoreticular series (one that has the same framework topol.) of 16 highly cryst. materials whose open space represented up to 91.1% of the crystal vol., as well as homogeneous periodic pores that can be incrementally varied from 3.8 to 28.8 Å.  One member of this series exhibited a high capacity for methane storage (240 cm3 at std. temp.), and others the lowest densities (0.41 to 0.21 g/cm3) for a cryst. material at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlyrtLjP&md5=d218d4040887f5fb390a733ee156d27b", "15. ", "Furukawa", ", ", "H.", "; ", "Ko", ", ", "N.", "; ", "Go", ", ", "Y. B.", "; ", "Aratani", ", ", "N.", "; ", "Choi", ", ", "S. B.", "; ", "Choi", ", ", "E.", "; ", "Yazaydin", ", ", "A. Ö.", "; ", "Snurr", ", ", "R. Q.", "; ", "O’Keeffe", ", ", "M.", "; ", "Kim", ", ", "J.", " ", "Ultrahigh Porosity in Metal-Organic Frameworks", " ", "Science", " ", "2010", ",  ", "329", ",  ", "424", "– ", "428", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Ultrahigh Porosity in Metal-Organic Frameworks", "Furukawa, Hiroyasu; Ko, Nakeun; Go, Yong Bok; Aratani, Naoki; Choi, Sang Beom; Choi, Eunwoo; Yazaydin, A. Oezguer; Snurr, Randall Q.; O'Keeffe, Michael; Kim, Jaheon; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "329", "\r\n        (", "5990", "),\r\n    ", "424-428", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Cryst. solids with extended non-interpenetrating three-dimensional crystal structures were synthesized that support well-defined pores with internal diams. of up to 48 angstroms.  The Zn4O(CO2)6 unit was joined with either one or two kinds of org. link, 4,4',4''-[benzene-1,3,5-triyl-tris(ethyne-2,1-diyl)]tribenzoate (BTE), 4,4',44''-[benzene-1,3,5-triyl-tris(benzene-4,1-diyl)]tribenzoate (BBC), 4,4',44''-benzene-1,3,5-triyl-tribenzoate (BTB)/2,6-naphthalenedicarboxylate (NDC), and BTE/biphenyl-4,4'-dicarboxylate (BPDC), to give four metal-org. frameworks (MOFs), MOF-180, -200, -205, and -210, resp.  Members of this series of MOFs show exceptional porosities and gas (hydrogen, methane, and carbon dioxide) uptake capacities.  For example, MOF-210 has Brunauer-Emmett-Teller and Langmuir surface areas of 6240 and 10,400 square meters per g, resp., and a total carbon dioxide storage capacity of 2870 mg per g.  The vol.-specific internal surface area of MOF-210 (2060 square meters per cubic centimeter) is equiv. to the outer surface of nanoparticles (3-nm cubes) and near the ultimate adsorption limit for solid materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptVWgsb8%253D&md5=ce5cd4101a6f96dc0d6c349bc478b3b0", "16. ", "Millward", ", ", "A. R.", "; ", "Yaghi", ", ", "O. M.", " ", "Metal–Organic Frameworks with Exceptionally High Capacity for Storage of Carbon Dioxide at Room Temperature", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "17998", "– ", "17999", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Metal-Organic Frameworks with Exceptionally High Capacity for Storage of Carbon Dioxide at Room Temperature", "Millward, Andrew R.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "51", "),\r\n    ", "17998-17999", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) show high CO2 storage capacity at room temp.  Gravimetric CO2 isotherms for MOF-2, MOF-505, Cu3(BTC)2, MOF-74, IRMOF-11, IRMOF-3, IRMOF-6, IRMOF-1 and MOF-177 are reported up to 42 bar.  Type I isotherms are found in all cases except for MOFs based on Zn4O(O2C)6 clusters, which reveal a sigmoidal isotherm.  The various pressures of the isotherm steps correlate with increasing pore size, which indicates potential for gas sepns.  The amine functionality of the IRMOF-3 pore shows evidence of relatively increased affinity for CO2.  Capacities qual. scale with surface area and range from 3.2 mmol/g for MOF-2 to 33.5 mmol/g (320 cm3(STP)/cm3, 147 wt %) for MOF-177, the highest CO2 capacity of any porous material reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht1GktLnJ&md5=ad433b990b72836a16c8647c09ec85f2", "17. ", "Xiang", ", ", "Z.", "; ", "Hu", ", ", "Z.", "; ", "Cao", ", ", "D. P.", "; ", "Yang", ", ", "W. T.", "; ", "Lu", ", ", "J.", "; ", "Han", ", ", "B.", "; ", "Wang", ", ", "W.", " ", "Metal–Organic Frameworks with Incorporated Carbon Nanotubes: Improving Carbon Dioxide and Methane Storage Capacities by Lithium Doping", " ", "Angew. Chem., Int. Ed.", " ", "2011", ",  ", "50", ",  ", "491", "– ", "494", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Metal-Organic Frameworks with Incorporated Carbon Nanotubes: Improving Carbon Dioxide and Methane Storage Capacities by Lithium Doping", "Xiang, Zhonghua; Hu, Zan; Cao, Dapeng; Yang, Wantai; Lu, Jianmin; Han, Bingyong; Wang, Wenchuan", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "2", "),\r\n    ", "491-494, S491/1-S491/17", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "We show that incorporation of carbon nanotubes in metal-org. frameworks can enhance the uptakes of carbon dioxide and methane.  The results suggest that the adsorption capacities of carbon dioxide and methane are improved by doping the nanotube-modified metal-org. frameworks with lithium.  However, excessive lithium-doping leads the deformation of the frameworks.  This combination of nanotube modification and lithium-doping can provide a new strategy for enhancing the gas untake by metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXitlCmug%253D%253D&md5=43f30c51b9af2b4219cb316df66ac51c", "18. ", "Côté", ", ", "A. P.", "; ", "Benin", ", ", "A. I.", "; ", "Ockwig", ", ", "N. W.", "; ", "O’Keeffe", ", ", "M.", "; ", "Matzger", ", ", "A. J.", "; ", "Yaghi", ", ", "O. M.", " ", "Porous, Crystalline, Covalent Organic Frameworks", " ", "Science", " ", "2005", ",  ", "310", ",  ", "1166", "– ", "1170", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Porous, Crystalline, Covalent Organic Frameworks", "Cote, Adrien P.; Benin, Annabelle I.; Ockwig, Nathan W.; O'Keeffe, Michael; Matzger, Adam J.; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2005", "),\r\n    ", "310", "\r\n        (", "5751", "),\r\n    ", "1166-1170", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Covalent org. frameworks (COFs) have been designed and successfully synthesized by condensation reactions of Ph diboronic acid {C6H4[B(OH)2]2} and hexahydroxytriphenylene [C18H6(OH)6].  Powder x-ray diffraction studies of the highly cryst. products (C3H2BO)6•(C9H12)1 (COF-1) and C9H4BO2 (COF-5) revealed expanded porous graphitic layers that are either staggered (COF-1, P63/mmc) or eclipsed (COF-5, P6/mmm).  Their crystal structures are entirely held by strong bonds between B, C, and O atoms to form rigid porous architectures with pore sizes ranging from 7 to 27 angstroms.  COF-1 and COF-5 exhibit high thermal stability (to temps. up to 500° to 600°C), permanent porosity, and high surface areas (711 and 1590 square meters per g, resp.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht1WgtLnF&md5=e2e033fd4af37870fc73cbb18c1eaed1", "19. ", "El-Kaderi", ", ", "H. M.", "; ", "Hunt", ", ", "J. R.", "; ", "Mendoza-Cortes", ", ", "J. L.", "; ", "Cote", ", ", "A. P.", "; ", "Taylor", ", ", "R. E.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Designed Synthesis of 3D Covalent Organic Frameworks", " ", "Science", " ", "2007", ",  ", "316", ",  ", "268", "– ", "272", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Designed Synthesis of 3D Covalent Organic Frameworks", "El-Kaderi, Hani M.; Hunt, Joseph R.; Mendoza-Cortes, Jose L.; Cote, Adrien P.; Taylor, Robert E.; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2007", "),\r\n    ", "316", "\r\n        (", "5822", "),\r\n    ", "268-272", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Three-dimensional covalent org. frameworks (3D COFs) were synthesized by targeting two nets based on triangular and tetrahedral nodes: ctn and bor.  The resp. 3D COFs were synthesized as cryst. solids by condensation reactions of tetrahedral tetra(4-dihydroxyborylphenyl)methane or tetra(4-dihydroxyborylphenyl)silane and by co-condensation of triangular 2,3,6,7,10,11-hexahydroxytriphenylene.  Because these materials are entirely constructed from strong covalent bonds (C-C, C-O, C-B, and B-O), they have high thermal stabilities (400° to 500 °C), and they also have high surface areas (3472 and 4210 square meters per g for COF-102 and COF-103, resp.) and extremely low densities (0.17 g per cubic centimeter).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXktVektbs%253D&md5=4197db9769708ec596162efd126cdca9", "20. ", "Uribe-Romo", ", ", "F. J.", "; ", "Doonan", ", ", "C. J.", "; ", "Furukawa", ", ", "H.", "; ", "Oisaki", ", ", "K.", "; ", "Yaghi", ", ", "O. M.", " ", "Crystalline Covalent Organic Frameworks with Hydrazone Linkages", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "11478", "– ", "11481", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Crystalline Covalent Organic Frameworks with Hydrazone Linkages", "Uribe-Romo, Fernando J.; Doonan, Christian J.; Furukawa, Hiroyasu; Oisaki, Kounosuke; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "30", "),\r\n    ", "11478-11481", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Condensation of 2,5-diethoxyterephthalohydrazide with 1,3,5-triformylbenzene or 1,3,5-tris(4-formylphenyl)benzene yields two new covalent org. frameworks, COF-42 and COF-43, in which the org. building units are linked through hydrazone bonds to form extended two-dimensional porous frameworks.  Both materials are highly cryst., display excellent chem. and thermal stability, and are permanently porous.  These new COFs expand the scope of possibilities for this emerging class of porous materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXosFyrs7s%253D&md5=67f5fe6faf57b9341663b599553b997a", "21. ", "Uribe-Romo", ", ", "F. J.", "; ", "Hunt", ", ", "J. R.", "; ", "Furukawa", ", ", "H.", "; ", "Klöck", ", ", "C.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "A Crystalline Imine-Linked 3-D Porous Covalent Organic Framework", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "4570", "– ", "4571", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "A Crystalline Imine-Linked 3-D Porous Covalent Organic Framework", "Uribe-Romo, Fernando J.; Hunt, Joseph R.; Furukawa, Hiroyasu; Kloeck, Cornelius; O'Keeffe, Michael; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "13", "),\r\n    ", "4570-4571", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new cryst. porous three-dimensional covalent org. framework, termed COF-300, was synthesized and structurally characterized.  Tetrahedral tetra-(4-anilyl)-methane and linear terephthaldehyde building blocks were condensed to form imine linkages in a material whose x-ray crystal structure shows five independent diamond frameworks.  Despite the interpenetration, the structure has pores of 7.2 Å diam.  Thus, COF-300 shows thermal stability up to 490 °C and permanent porosity with a surface area of 1360 m2 g-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjtFKlsLs%253D&md5=c509041b8f8d5d6751cdd1221100fc7b", "22. ", "Cao", ", ", "D. P.", "; ", "Lan", ", ", "J.", "; ", "Wang", ", ", "W.", "; ", "Smit", ", ", "B.", " ", "Lithium-Doped 3D Covalent Organic Frameworks: High-Capacity Hydrogen Storage Materials", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", ",  ", "4730", "– ", "4733", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "Lithium-Doped 3D Covalent Organic Frameworks: High-Capacity Hydrogen Storage Materials", "Cao, Dapeng; Lan, Jianhui; Wang, Wenchuan; Smit, Berend", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "26", "),\r\n    ", "4730-4733, S4730/1-S4730/25", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A multiscale theor. method predicts that the gravimetric adsorption capacities of H2 in Li-doped covalent org. frameworks can reach nearly 7% at T = 298 K and p = 100 bar, suggesting that these Li-doped materials are promising adsorbents for H storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXntlOiurk%253D&md5=f6079af4df2f3b45fe01dc860bc249a8", "23. ", "Furukawa", ", ", "H.", "; ", "Yaghi", ", ", "O. M.", " ", "Storage of Hydrogen, Methane, and Carbon Dioxide in Highly Porous Covalent Organic Frameworks for Clean Energy Applications", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "8875", "– ", "8883", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Storage of Hydrogen, Methane, and Carbon Dioxide in Highly Porous Covalent Organic Frameworks for Clean Energy Applications", "Furukawa, Hiroyasu; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "25", "),\r\n    ", "8875-8883", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Hydrogen, methane, and carbon dioxide isotherm measurements were performed at 1-85 bar and 77-298 K on the evacuated forms of seven porous covalent org. frameworks (COFs).  The uptake behavior and capacity of the COFs is best described by classifying them into three groups based on their structural dimensions and corresponding pore sizes.  Group 1 consists of two-dimensional structures with one-dimensional small pores (9 Å for each of COF-1 and COF-6), group 2 includes two-dimensional structures with large one-dimensional pores (27, 16, and 32 Å for COF-5, COF-8, and COF-10, resp.), and group 3 is comprised of three-dimensional structures with three-dimensional medium-sized pores (12 Å for each of COF-102 and COF-103).  Group 3 COFs outperform group 1 and 2 COFs, and rival the best metal-org. frameworks and other porous materials in their uptake capacities.  This is exemplified by the excess gas uptake of COF-102 at 35 bar (72 mg/g at 77 K for hydrogen, 187 mg/g at 298 K for methane, and 1180 mg/g at 298 K for carbon dioxide), which is similar to the performance of COF-103 but higher than those obsd. for COF-1, COF-5, COF-6, COF-8, and COF-10 (hydrogen at 77 K, 15 mg/g for COF-1, 36 mg/g for COF-5, 23 mg/g for COF-6, 35 mg/g for COF-8, and 39 mg/g for COF-10; methane at 298 K, 40 mg/g for COF-1, 89 mg/g for COF-5, 65 mg/g for COF-6, 87 mg/g for COF-8, and 80 mg/g for COF-10; carbon dioxide at 298 K, 210 mg/g for COF-1, 779 mg/g for COF-5, 298 mg/g for COF-6, 598 mg/g for COF-8, and 759 mg/g for COF-10).  These findings place COFs among the most porous and the best adsorbents for hydrogen, methane, and carbon dioxide.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmvVektrg%253D&md5=1d0bc68fb56667957c4a03611cd71724", "24. ", "An", ", ", "J.", "; ", "Geib", ", ", "S. J.", "; ", "Rosi", ", ", "N. L.", " ", "High and Selective CO", "2", " Uptake in a Cobalt Adeninate Metal–Organic Framework Exhibiting Pyrimidine- and Amino-Decorated Pores", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "132", ",  ", "38", "– ", "39", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "25. ", "Herm", ", ", "Z. R.", "; ", "Krishna", ", ", "R.", "; ", "Long", ", ", "J. R.", " ", "CO", "2", "/CH", "4", ", CH", "4", "/H", "2", " and CO", "2", "/CH", "4", "/H", "2", " separations at high pressures using Mg", "2", "(dobdc)", " ", "Microporous Mesoporous Mater.", " ", "2012", ",  ", "151", ",  ", "481", "– ", "487", "[", "Crossref", "], [", "CAS", "]", "25. ", "CO2/CH4, CH4/H2 and CO2/CH4/H2 separations at high pressures using Mg2(dobdc)", "Herm, Zoey R.; Krishna, Rajamani; Long, Jeffrey R.", "Microporous and Mesoporous Materials", "\r\n        (", "2012", "),\r\n    ", "151", "\r\n        (", "),\r\n    ", "481-487", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "High-pressure sepns. of binary and ternary mixts. of CO2, CH4, and H2 are relevant to carbon dioxide capture as well as hydrogen and natural gas purifn.  Metal-org. frameworks represent a class of porous materials that could be used to accomplish these sepns., and Mg2(dobdc) (dobdc4- = 1,4-dioxido-2,5-benzenedicarboxylate), also sometimes referred to as Mg-MOF-74 or CPO-27-Mg, is an esp. lightwt. metal-org. framework with a high concn. of coordinatively-unsatd. metal sites decorating its interior surfaces.  High pressure CH4 adsorption isotherms presented here, together with CO2 and H2 adsorption behavior, are analyzed using the Ideal Adsorbed Soln. Theory to model CO2/CH4, CH4/H2, and CO2/CH4/H2 mixt. sepns. using Mg2(dobdc).  The selectivities, working capacities and breakthrough performances for these three mixts. are reported, and Mg2(dobdc) is shown to outperform zeolite 13X in each scenario.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12gs7zP&md5=71e4200b2e91b5d4384c45eefa8e38bd", "26. ", "Babarao", ", ", "R.", "; ", "Jiang", ", ", "J.", " ", "Unprecedentedly High Selective Adsorption of Gas Mixtures in rho Zeolite-like Metal–Organic Framework: A Molecular Simulation Study", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "11417", "– ", "11425", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Unprecedentedly High Selective Adsorption of Gas Mixtures in rho Zeolite-like Metal-Organic Framework: A Molecular Simulation Study", "Babarao, Ravichandar; Jiang, Jianwen", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "32", "),\r\n    ", "11417-11425", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors report a mol. simulation study for the sepn. of industrially important gas mixts. (CO2/H2, CO2/CH4, and CO2/N2) in rho zeolite-like metal-org. framework (rho-ZMOF).  Rho-ZMOF contains a wide-open anionic framework and charge-balancing extraframework Na+ ions.  Two types of binding sites for Na+ ions are identified in the framework.  Site I is in the single eight-membered ring, whereas site II is in the α-cage. Na+ ions at site I have a stronger affinity for the framework and thus a smaller mobility.  The binding sites in rho-ZMOF resemble those in its inorg. counterpart rho-zeolite. CO2 is adsorbed predominantly over other gases because of its strong electrostatic interactions with the charged framework and the presence of Na+ ions acting as addnl. adsorption sites.  At ambient temp. and pressure, the CO2 selectivities are 1800 for the CO2/H2 mixt., 80 for the CO2/CH4 mixt., and 500 for the CO2/N2 mixt.  Compared with other MOFs and nanoporous materials reported to date, rho-ZMOF exhibits unprecedentedly high selective adsorption for these gas mixts.  This work represents the 1st simulation study to characterize extraframework ions and examine gas sepn. in a charged ZMOF.  The simulation results reveal that rho-ZMOF is a promising candidate for the sepn. of syngas, natural gas, and flue gas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXptVCksbY%253D&md5=b49d32ae1a356b1358b1d3636e692f4c", "27. ", "Xiang", ", ", "Z.", "; ", "Cao", ", ", "D.", "; ", "Wang", ", ", "W.", "; ", "Yang", ", ", "W.", "; ", "Han", ", ", "B.", "; ", "Lu", ", ", "J.", " ", "Postsynthetic Lithium Modification of Covalent-Organic Polymers for Enhancing Hydrogen and Carbon Dioxide Storage", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "5974", "– ", "5980", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "Postsynthetic Lithium Modification of Covalent-Organic Polymers for Enhancing Hydrogen and Carbon Dioxide Storage", "Xiang, Zhonghua; Cao, Dapeng; Wang, Wenchuan; Yang, Wantai; Han, Bingyong; Lu, Jianmin", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "9", "),\r\n    ", "5974-5980", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Recent expt. and simulation show that introduction of lithium in the frameworks can enhance the gas-storage capacities of framework materials.  Here a covalent-org. polymer-1 (COP-1) has been synthesized through the self-polymn. of monomer 1,3,5-tris((4-bromophenyl)ethynyl)benzene (TBEB) by the nickel(0)-catalyzed Yamomoto reaction.  To enhance gas adsorption properties of the COP-1 material, we have proposed a novel lithium-decorating approach in which the alkynyl functionalities in COP-1 are postsynthetically converted to lithium carboxylate groups with the aid of dry ultrapure CO2.  In particular, the H2 uptake of lithium-modified COP material is 1.67 wt. % at T = 77 K and ∼1 bar, which is increased by ∼70.4%, compared with the unmodified compds.  Besides, the enhancement effects of lithium modification on CO2 and CH4 adsorption have also been obsd.  It is expected that this approach proposed here would provide a new direction for lithium modification of MOFs and COFs for clean energy and environmental applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XitFKrsr4%253D&md5=cca39f97b50b069744db8010ac2a4223", "28. ", "Xiang", ", ", "Z.", "; ", "Cao", ", ", "D. P.", " ", "Porous Covalent–Organic Materials: Synthesis, Clean Energy Application and Design", " ", "J. Mater. Chem. A", " ", "2013", ",  ", "1", ",  ", "2691", "– ", "2718", "[", "Crossref", "], [", "CAS", "]", "28. ", "Porous covalent-organic materials: synthesis, clean energy application and design", "Xiang, Zhonghua; Cao, Dapeng", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2013", "),\r\n    ", "1", "\r\n        (", "8", "),\r\n    ", "2691-2718", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Porous covalent-org. materials (COMs) are a fascinating class of nanoporous material with high surface area and diverse pore dimensions, topologies and chem. functionalities.  These materials have attracted ever-increasing attention from different field scientists, owing to their potential applications in gas storage, adsorptive sepn. and photovoltaic devices.  The versatile networks are constructed from covalent bonds (B-O, C-C, C-H, C-N, etc.) between the org. linkers by homo- or hetero-polymns.  To design and synthesize novel porous COMs, the authors 1st summarize their synthesis methods, mainly including 5 kinds of coupling reaction, i.e. boronic acid, amino, alkynyl, Br and cyan group-based coupling reactions.  Then, the authors review the progress of porous COMs in clean energy applications in the past decade, including H and methane storage, CO2 capture, and photovoltaic applications.  Finally, to improve their gas adsorptive properties, 4 possible strategies are proposed, and high-capacity COMs for gas storage are designed by a multiscale simulation approach.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslaqtrk%253D&md5=fbaf4d9bd64b874ccf3563310db1b287", "29. ", "Dawson", ", ", "R.", "; ", "Adams", ", ", "D. J.", "; ", "Cooper", ", ", "A. I.", " ", "Chemical Tuning of CO", "2", " Sorption in Robust Nanoporous Organic Polymers", " ", "Chem. Sci.", " ", "2011", ",  ", "2", ",  ", "1173", "– ", "1177", "[", "Crossref", "], [", "CAS", "]", "29. ", "Chemical tuning of CO2 sorption in robust nanoporous organic polymers", "Dawson, Robert; Adams, Dave J.; Cooper, Andrew I.", "Chemical Science", "\r\n        (", "2011", "),\r\n    ", "2", "\r\n        (", "6", "),\r\n    ", "1173-1177", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "We report here the carbon dioxide sorption properties for a series of conjugated microporous polymer (CMP) networks.  These CMP materials incorporate a range of chem. functionalities including carboxylic acids, amines, hydroxyl groups, and Me groups.  The carboxylic acid functionalized network, rather than its amine analog, shows the highest isosteric heat of sorption for CO2.  This supports recent computational predictions for metal-org. frameworks and suggests that acid-functionalized frameworks could outperform more widely studied amine sorbents in CO2 capture and sepn. application.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmtV2itbk%253D&md5=9afd79c1e9caaf52b9a3036f296104bb", "30. ", "Xiang", ", ", "Z. H.", "; ", "Cao", ", ", "D. P.", " ", "Synthesis of Luminescent Covalent-Organic Polymers for Detecting Nitroaromatic Explosives and Small Organic Molecules", " ", "Macromol. Rapid Commun.", " ", "2012", ",  ", "33", ",  ", "1184", "– ", "1190", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "30. ", "Synthesis of Luminescent Covalent-Organic Polymers for Detecting Nitroaromatic Explosives and Small Organic Molecules", "Xiang, Zhonghua; Cao, Dapeng", "Macromolecular Rapid Communications", "\r\n        (", "2012", "),\r\n    ", "33", "\r\n        (", "14", "),\r\n    ", "1184-1190, S1184/1-S1184/25", "CODEN:\r\n                ", "MRCOE3", ";\r\n        ISSN:", "1022-1336", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Three porous luminescent covalent--org. polymers (COPs) were synthesized through self-polycondensation of the monomers of tris(4-bromophenyl)amine (I), 1,3,5-tris(4-bromophenyl)benzene (II), and 2,4,6-tris-(4-bromophenyl)-[1,3,5]triazine (III) by using Ni-catalyzed Yamamoto reaction.  All the COP materials possess not only high Brunauer-Emmett-Teller (BET) sp. surface area of ∼2000 m2 g-1, high hydrothermal stability, but also graphene-like layer texture.  COP from monomers II and III show very fast responses and high sensitivity to the nitroarom. explosives, and also high selectivity for tracing picric acid (PA) and 2,4,6-trinitrotoluene (TNT) at low concn. (<1 ppm).  In short, the COPs may be a new kind of material for detecting explosives and small org. mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xls1Wks7Y%253D&md5=8ce0aa8e054e29c818bf5000e8b0b230", "31. ", "Xiang", ", ", "Z.", "; ", "Zhou", ", ", "X.", "; ", "Zhou", ", ", "C.", "; ", "Zhong", ", ", "S.", "; ", "He", ", ", "X.", "; ", "Qin", ", ", "C.", "; ", "Cao", ", ", "D.", " ", "Covalent-Organic Polymers for Carbon Dioxide Capture", " ", "J. Mater. Chem.", " ", "2012", ",  ", "22", ",  ", "22663", "– ", "22669", "[", "Crossref", "], [", "CAS", "]", "31. ", "Covalent-organic polymers for carbon dioxide capture", "Xiang, Zhonghua; Zhou, Xing; Zhou, Cuihuan; Zhong, Shan; He, Xin; Qin, Chengpeng; Cao, Dapeng", "Journal of Materials Chemistry", "\r\n        (", "2012", "),\r\n    ", "22", "\r\n        (", "42", "),\r\n    ", "22663-22669", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Reducing anthropogenic CO2 emissions has become an urgent environmental and climate issue.  A series of covalent-org. polymers (COP) were synthesized and their adsorption properties for H2, CO2, CH4, N2, and O2 were examd.  H2 uptake of COP-2 reached 1.74 wt. percent at 77° K and 1 bar, among the highest reported uptake in the microporous org. polymer field under similar conditions; CO2 and CH4 adsorption capacities were 594 and 78 mg/g at 298° K and 18 bar, resp.  Then, based on a single component isotherm, the dual-site, Langmuir/Freundlich-based ideal adsorption soln. theory was used to predict COP material selectivity for post-combustion (CO2/N2) and pre-combustion (O2/N2) gas mixts.  IAST predicted results indicated COP-1 exhibited significantly higher selectivity vs. COP-2, 3, and 4, due to its smaller pore size.  In particular, the adsorption selectivity of COP-1 for the CO2-N2 mixt. reached 91 at a CO2:N2 ratio of 15:85 at 298° K and 1 bar, and 2.38 for the 21:79 O2/N2 mixt. at 298° K and 1 bar.  These COP also displayed robust properties for CO2 removal from natural gas.  The adsorption selectivity of COP-1 for CO2/CH4 was 4.1-5.0 at a CO2:CH4 ratio of 15:85 at 0 < P < 40 bar.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVOmsrrN&md5=8fc9f5cefbdec5b0c10314fec4d7c530", "32. ", "Ben", ", ", "T.", "; ", "Ren", ", ", "H.", "; ", "Ma", ", ", "S.", "; ", "Cao", ", ", "D.", "; ", "Lan", ", ", "J.", "; ", "Jing", ", ", "X.", "; ", "Wang", ", ", "W.", "; ", "Xu", ", ", "J.", "; ", "Deng", ", ", "F.", "; ", "Simmons", ", ", "J. M.", " ", "Targeted Synthesis of a Porous Aromatic Framework with High Stability and Exceptionally High Surface Area", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", ",  ", "9457", "– ", "9460", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "32. ", "Targeted Synthesis of a Porous Aromatic Framework with High Stability and Exceptionally High Surface Area", "Ben, Teng; Ren, Hao; Ma, Shengqian; Cao, Dapeng; Lan, Jianhui; Jing, Xiaofei; Wang, Wenchuan; Xu, Jun; Deng, Feng; Simmons, Jason M.; Qiu, Shilun; Zhu, Guangshan", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "50", "),\r\n    ", "9457-9460, S9457/1-S9457/16", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "With the assistance of computational design, a porous arom. framework with an unprecedented high surface area of 7100 m2g-1 has been successfully synthesized.  PAF-1 possesses local diamond-like tetrahedral bonding of tetraphenylenemethane building units to produce exceptional thermal and hydrothermal stabilities.  In addn., PAF-I demonstrates high uptake capacities of hydrogen and carbon dioxide, as well as benzene and toluene vapors.  The strategy presented in this work opens a new avenue for the design and construction of highly porous materials with exceptional stabilities for clean energy and environmental applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFarsL7P&md5=2d95a0c3a6d686ed25528229d2386f0f", "33. ", "Ben", ", ", "T.", "; ", "Pei", ", ", "C.", "; ", "Zhang", ", ", "D.", "; ", "Xu", ", ", "J.", "; ", "Deng", ", ", "F.", "; ", "Jing", ", ", "X.", "; ", "Qiu", ", ", "S.", " ", "Gas Storage in Porous Aromatic Frameworks (PAFs)", " ", "Energy Environ. Sci.", " ", "2011", ",  ", "4", ",  ", "3991", "– ", "3999", "[", "Crossref", "], [", "CAS", "]", "33. ", "Gas storage in porous aromatic frameworks (PAFs)", "Ben, Teng; Pei, Cuiying; Zhang, Daliang; Xu, Jun; Deng, Feng; Jing, Xiaofei; Qiu, Shilun", "Energy & Environmental Science", "\r\n        (", "2011", "),\r\n    ", "4", "\r\n        (", "10", "),\r\n    ", "3991-3999", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A series of porous arom. frameworks (PAFs) were synthesized via a Yamamoto-type Ullmann reaction contg. quadricovalent Si (PAF-3) and Ge (PAF-4).  These PAFs are thermally stable up to 465°C for PAF-3 and 443°C for PAF-4, corresponding to a 5% wt. loss according to the TG pattern.  As PAF-1, they exhibit high surface areas (up to 2932 m2 g-1) and excellent adsorption ability to hydrogen, methane, and carbon dioxide.  Low pressure gas uptake expts. on PAFs show PAF-3 has the highest heat of adsorption (Qst) of hydrogen (6.6 kJ mol-1) and carbon dioxide (19.2 kJ mol-1), while PAF-4 has the highest Qst for methane adsorption (23.2 kJ mol-1) among PAFs.  Gas mol. recognition at 273 K was performed and results show only greenhouse gases such as carbon dioxide and methane could be adsorbed onto PAFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVKitbnM&md5=097b2b05b6425a93e52190df1317fe1e", "34. ", "Ren", ", ", "H.", "; ", "Ben", ", ", "T.", "; ", "Sun", ", ", "F.", "; ", "Guo", ", ", "M.", "; ", "Jing", ", ", "X.", "; ", "Ma", ", ", "H.", "; ", "Cai", ", ", "K.", "; ", "Qiu", ", ", "S.", "; ", "Zhu", ", ", "G.", " ", "Synthesis of a Porous Aromatic Framework for Adsorbing Organic Pollutants Application", " ", "J. Mater. Chem.", " ", "2011", ",  ", "21", ",  ", "10348", "– ", "10353", "[", "Crossref", "], [", "CAS", "]", "34. ", "Synthesis of a porous aromatic framework for adsorbing organic pollutants application", "Ren, Hao; Ben, Teng; Sun, Fuxing; Guo, Mingyi; Jing, Xiaofei; Ma, Heping; Cai, Kun; Qiu, Shilun; Zhu, Guangshan", "Journal of Materials Chemistry", "\r\n        (", "2011", "),\r\n    ", "21", "\r\n        (", "28", "),\r\n    ", "10348-10353", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Porous org. frameworks (POF) have attracted considerable attention due to their high surface area and good mech. properties.  A series of vivid characteristics in POF (e.g., plentiful Ph ring texture, high surface area, uniform pore size distribution, permanent porosity) make them suitable adsorbents for org. pollutants.  To synthesize a new porous arom. framework composed of only Ph rings, a monomer, 1,3,5-tris(4-bromophenyl)benzene, was used.  PAF-5 was successfully synthesized using the Yamamoto-type Ullmann reaction.  This material was characterized by Fourier transform IR spectroscopy, 13C solid-state NMR, powd. x-ray diffraction, SEM, transmission electron microscopy, thermogravimetric anal., and N2 gas sorption.  PAF-5 displayed high stability and high surface area, and exhibited excellent ability to adsorb org. pollutants at satd. vapor pressure and room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXosVWgu7o%253D&md5=6d38f15240f684f767cb2be311c16eec", "35. ", "Yuan", ", ", "Y.", "; ", "Sun", ", ", "F.", "; ", "Ren", ", ", "H.", "; ", "Jing", ", ", "X.", "; ", "Wang", ", ", "W.", "; ", "Ma", ", ", "H.", "; ", "Zhao", ", ", "H.", "; ", "Zhu", ", ", "G.", " ", "Targeted Synthesis of a Porous Aromatic Framework with a High Adsorption Capacity for Organic Molecules", " ", "J. Mater. Chem.", " ", "2011", ",  ", "21", ",  ", "13498", "– ", "13502", "[", "Crossref", "], [", "CAS", "]", "35. ", "Targeted synthesis of a porous aromatic framework with a high adsorption capacity for organic molecules", "Yuan, Ye; Sun, Fuxing; Ren, Hao; Jing, Xiaofei; Wang, Wei; Ma, Heping; Zhao, Huijun; Zhu, Guangshan", "Journal of Materials Chemistry", "\r\n        (", "2011", "),\r\n    ", "21", "\r\n        (", "35", "),\r\n    ", "13498-13502", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Tetrakis(4-bromophenyl)methane (TBPM) as a tetrahedral unit and a diboronic acid as a linker were selected to couple the Ph rings into a porous arom. framework, PAF-11.  PAF-11 was polymd. via a Suzuki coupling reaction.  A TG anal. showed that PAF-11 is thermally stable up to 400° in air.  PAF-11 also has a high chem. stability and cannot be dissolved or decompd. in common solvents or concd. hydrochloric acid.  A N2 sorption measurement on activated PAF-11 revealed a surface area of 952 m2 g-1 in the Langmuir model.  PAF-11 also shows a considerable adsorption capacity for H2.  Interestingly, PAF-11 is a highly hydrophobic material but with a high methanol uptake (654 mg g-1 at satd. vapor pressure and room temp.).  PAF-11 also exhibits high adsorption abilities for small arom. mols. such as benzene and toluene (874 and 780 mg g-1, resp., at satd. vapor pressure and room temp.) due to its arom. framework.  This ability of PAF-11 could be very useful to eliminate harmful small arom. mols. produced by industry.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtVKhtbfJ&md5=eb35624548b0885697fa329999a3fa21", "36. ", "Ren", ", ", "H.", "; ", "Ben", ", ", "T.", "; ", "Wang", ", ", "E.", "; ", "Jing", ", ", "X.", "; ", "Xue", ", ", "M.", "; ", "Liu", ", ", "B.", "; ", "Cui", ", ", "Y.", "; ", "Qiu", ", ", "S.", "; ", "Zhu", ", ", "G.", " ", "Targeted Synthesis of a 3D Porous Aromatic Framework for Selective Sorption of Benzene", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "291", "– ", "293", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "36. ", "Targeted synthesis of a 3D porous aromatic framework for selective sorption of benzene", "Ren, Hao; Ben, Teng; Wang, Ensi; Jing, Xiaofei; Xue, Ming; Liu, Bingbing; Cui, Yan; Qiu, Shilun; Zhu, Guangshan", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "2", "),\r\n    ", "291-293", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A 3D porous arom. framework (PAF) based on a tetraphenylmethane block and a triangular triazine ring was designed and synthesized; the compd. has 1109 m2 g-1 Langmuir surface area, and shows selective sorption of benzene.  The adsorbent is suitable for uptake of org. vapors of environmental concern.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFGms7vE&md5=bd109d2009103cbbafee0df910104767", "37. ", "Wang", ", ", "W.", "; ", "Ren", ", ", "H.", "; ", "Sun", ", ", "F. X.", "; ", "Cai", ", ", "K.", "; ", "Ma", ", ", "H. P.", "; ", "Du", ", ", "J. S.", "; ", "Zhao", ", ", "H. J.", "; ", "Zhu", ", ", "G. S.", " ", "Synthesis of Porous Aromatic Framework with Tuning Porosity via Ionothermal Reaction", " ", "Dalton Trans.", " ", "2012", ",  ", "41", ",  ", "3933", "– ", "3936", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "37. ", "Synthesis of porous aromatic framework with tuning porosity via ionothermal reaction", "Wang, Wei; Ren, Hao; Sun, Fuxing; Cai, Kun; Ma, Heping; Du, Jianshi; Zhao, Huijun; Zhu, Guangshan", "Dalton Transactions", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "14", "),\r\n    ", "3933-3936", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "PAF-16 which is based on tetrahedral units (TCPSi) and triangular building units, shows both high thermal stability and high chem. stability.  The surface area of PAF-16 can be tuned by changing the reaction temp. and ratio of monomer and catalyst.  PAF-16 also shows considerable adsorption capacity of CO2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xjslegs70%253D&md5=35de81cdeae2f1e8089a74d7b110fe7e", "38. ", "Yuan", ", ", "Y.", "; ", "Liu", ", ", "J.", "; ", "Ren", ", ", "H.", "; ", "Jing", ", ", "X. F.", "; ", "Wang", ", ", "W.", "; ", "Ma", ", ", "H. P.", "; ", "Sun", ", ", "F. X.", "; ", "Zhao", ", ", "H. J.", " ", "Synthesis and Characterization of Germanium-Centered Three-Dimensional Crystalline Porous Aromatic Framework", " ", "J. Mater. Res.", " ", "2012", ",  ", "27", ",  ", "1417", "– ", "1420", "[", "Crossref", "], [", "CAS", "]", "38. ", "Synthesis and characterization of germanium-centered three-dimensional crystalline porous aromatic framework", "Yuan, Ye; Liu, Jia; Ren, Hao; Jing, Xiaofei; Wang, Wei; Ma, Heping; Sun, Fuxing; Zhao, Huijun", "Journal of Materials Research", "\r\n        (", "2012", "),\r\n    ", "27", "\r\n        (", "10", "),\r\n    ", "1417-1420", "CODEN:\r\n                ", "JMREEE", ";\r\n        ISSN:", "0884-2914", ".\r\n    \r\n            (", "Cambridge University Press", ")\r\n        ", "Tetra(4-dihydroxyborylphenyl)germanium as the tetrahedral units and 1,2,4,5-tetrahydroxybenzene as linkers were selected to form a cryst. porous arom. framework, CPAF-13, with the planar five-membered BO2C2 ring in its structure by a dehydration reaction.  The crystallinity of CPAF-13 was confirmed by x-ray diffraction anal.  The Ar sorption measurement on activated CPAF-13 results in a surface area of 417 m2/g, using Brunauer Emmett Teller model.  CPAF-13 also shows a considerable adsorption capacity of H2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xns1egtLo%253D&md5=ae4898a18256fd8bc04a5eeb9f3e1c9c", "39. ", "Sun", ", ", "Y.", "; ", "Ben", ", ", "T.", "; ", "Wang", ", ", "L.", "; ", "Qiu", ", ", "S.", "; ", "Sun", ", ", "H.", " ", "Computational Design of Porous Organic Frameworks for High-Capacity Hydrogen Storage by Incorporating Lithium Tetrazolide Moieties", " ", "J. Phys. Chem. Lett.", " ", "2010", ",  ", "1", ",  ", "2753", "– ", "2756", "[", "ACS Full Text ", "], [", "CAS", "]", "39. ", "Computational Design of Porous Organic Frameworks for High-Capacity Hydrogen Storage by Incorporating Lithium Tetrazolide Moieties", "Sun, Yingxin; Ben, Teng; Wang, Lin; Qiu, Shilun; Sun, Huai", "Journal of Physical Chemistry Letters", "\r\n        (", "2010", "),\r\n    ", "1", "\r\n        (", "19", "),\r\n    ", "2753-2756", "CODEN:\r\n                ", "JPCLCD", ";\r\n        ISSN:", "1948-7185", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We propose to incorporate a lithium tetrazolide group into porous materials for enhancing hydrogen storage capacity.  The lithium tetrazolide group is much more stable and polarized than the models made by doping arom. groups with lithium atoms.  More importantly, each of the lithium tetrazolide provides 14 binding sites for hydrogen mols. with modest interaction energies.  The advantage of multiple binding sites with modest binding energies is partially demonstrated by constructing a new porous aroms. framework (PAF-4) with the lithium tetrazolide moieties and predicting its hydrogen uptake using first-principles grand canonical Monte Carlo simulations.  The predicted hydrogen uptake reaches 4.9 wt.% at 233 K and 10 MPa, which exceeds the 2010 DOE target of 4.5 wt.%.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFWrurbM&md5=924824b861b42bc2286f8624828fdcc9", "40. ", "Ben", ", ", "T.", "; ", "Li", ", ", "Y.", "; ", "Zhu", ", ", "L.", "; ", "Zhang", ", ", "D.", "; ", "Cao", ", ", "D.", "; ", "Xiang", ", ", "Z.", "; ", "Yao", ", ", "X.", "; ", "Qiu", ", ", "S.", " ", "Selective Adsorption of Carbon Dioxide by Carbonized Porous Aromatic Framework (PAF)", " ", "Energy Environ. Sci.", " ", "2012", ",  ", "5", ",  ", "8370", "– ", "8376", "[", "Crossref", "], [", "CAS", "]", "40. ", "Selective adsorption of carbon dioxide by carbonized porous aromatic framework (PAF)", "Ben, Teng; Li, Yanqiang; Zhu, Liangkui; Zhang, Daliang; Cao, Dapeng; Xiang, Zhonghua; Yao, Xiangdong; Qiu, Shilun", "Energy & Environmental Science", "\r\n        (", "2012", "),\r\n    ", "5", "\r\n        (", "8", "),\r\n    ", "8370-8376", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A series of carbonized PAF-1s were obtained with enhanced gas storage capacities and isosteric heats of adsorption (Qst for short).  Esp., PAF-1-450 can adsorb 4.5 mmol g-1 CO2 at 273 K and 1 bar.  Moreover, it also exhibits excellent selectivity over other gases.  On the basis of single component isotherm data, the dual-site Langmuir-Freundlich adsorption model-based ideal adsorption soln. theory (IAST) prediction indicates that the CO2/N2 adsorption selectivity is as high as 209 at a 15/85 CO2/N2 ratio.  Also, the CO2/CH4 adsorption selectivity is in the range of 7.8-9.8 at a 15/85 CO2/CH4 ratio at 0 < p < 40 bar, which is highly desirable for landfill gas sepn.  The calcd. CO2/H2 adsorption selectivity is about 392 at 273 K and 1 bar for 20/80 CO2/H2 mixt.  Besides, these carbonized PAF-1s possess excellent physicochem. stability.  Practical applications in capture of CO2 lie well within the realm of possibility.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtVylu7fM&md5=b608d7735b2d333b2cb631e03f07868e", "41. ", "Lan", ", ", "J.", "; ", "Cao", ", ", "D.", "; ", "Wang", ", ", "W.", "; ", "Ben", ", ", "T.", "; ", "Zhu", ", ", "G.", " ", "High-Capacity Hydrogen Storage in Porous Aromatic Frameworks with Diamond-like Structure", " ", "J. Phys. Chem. Lett.", " ", "2010", ",  ", "1", ",  ", "978", "– ", "981", "[", "ACS Full Text ", "], [", "CAS", "]", "41. ", "High-Capacity Hydrogen Storage in Porous Aromatic Frameworks with Diamond-like Structure", "Lan, Jianhui; Cao, Dapeng; Wang, Wenchuan; Ben, Teng; Zhu, Guangshan", "Journal of Physical Chemistry Letters", "\r\n        (", "2010", "),\r\n    ", "1", "\r\n        (", "6", "),\r\n    ", "978-981", "CODEN:\r\n                ", "JPCLCD", ";\r\n        ISSN:", "1948-7185", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We have used the multiscale simulation method to evaluate the hydrogen storage performance of a recently designed new class of porous materials, PAF-30X (X = 1-4), with diamond-like structure.  Our simulation results show that the hydrogen uptakes of PAFs mainly depend on their densities and free vols.  Among the four frameworks, PAF-304 and PAF-303 possess significantly higher gravimetric hydrogen uptakes than the recently reported covalent org. framework-102 (COF-102) and belong to the most promising candidates for hydrogen storage so far.  In particular, at 298 K and 100 bar, the gravimetric hydrogen uptake of PAF-304 reaches 6.53 wt.%, which is the highest among all of the present porous materials without modification.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXisFGlsr0%253D&md5=71fcc957e5d673a90b75c30ea1f24fc4", "42. ", "Trewin", ", ", "A.", "; ", "Cooper", ", ", "A.", " ", "Porous Organic Polymers: Distinction from Disorder?", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "1533", "– ", "1535", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "42. ", "Porous Organic Polymers: Distinction from Disorder?", "Trewin, Abbie; Cooper, Andrew I.", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "9", "),\r\n    ", "1533-1535", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Microporous polyphenylene network, PAF-1, with unprecedented high surface area and diamond-like tetrahedral structure, prepd. by Ni(0)-catalyzed Yamamoto-type Ullmann cross-coupling, combines high physicochem. stability with potential synthetic diversification.  Tetrahedral node-to-node distance in PAF-1 is sufficient to give high degree of microporosity, but not enough for interpenetration or to render mesoporous network.  A simulation using a model for amorphous silica as a template was constructed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXisVaks7g%253D&md5=e90f177dea5265289697167813d5a0c6", "43. ", "Materials Studio, Accelrys, San Diego, CA, ", "2008", ".", "There is no corresponding record for this reference.", "44. ", "Mayo", ", ", "S. L.", "; ", "Olafson", ", ", "B. D.", "; ", "Goddard", ", ", "W. A.", " ", "Dreding - A Generic Force-Field for Molecular Simulations", " ", "J. Phys. Chem.", " ", "1990", ",  ", "94", ",  ", "8897", "– ", "8909", "[", "ACS Full Text ", "], [", "CAS", "]", "44. ", "DREIDING:  a generic force field for molecular simulations", "Mayo, Stephen L.; Olafson, Barry D.; Goddard, William A., III", "Journal of Physical Chemistry", "\r\n        (", "1990", "),\r\n    ", "94", "\r\n        (", "26", "),\r\n    ", "8897-909", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "The parameters are given for a new generic force field, DREIDING, that is useful for predicting structures and dynamics of org., biol., and main-group inorg. mols.  The philosophy in DREIDING is to use general force consts. and geometry parameters based on simple hybridization considerations rather than individual force consts. and geometric parameters that depend on the particular combination of atoms involved in the bond, angle, or torsion terms.  Thus all bond distances are derived from at. radii, and there is only one force const. each for bonds, angles, and inversions and only six different values for torsional barriers.  Parameters are defined for all possible combinations of atoms and new atoms can be added to the force field rather simply.  The parameters are given for the \"nonmetallic\" main-group elements (B, C, N, O, F columns for the C, Si, Ge, and Sn rows) plus H and a few metals (Na, Ca, Zn, Fe).  The accuracy of the DREIDING force field is tested by comparing with (i) 76 accurately detd. crystal structures of org. compds. involving H, C, N, O, F, P, S, Cl, and Br, (ii) rotational barriers of a no. of mols., and (iii) relative conformational energies and barriers of a no. of mols.  There is excellent agreement.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXmtlyhtL0%253D&md5=c2b2e75dedb934f18bad57d15d8944d4", "45. ", "Duren", ", ", "T.", "; ", "Bae", ", ", "Y. S.", "; ", "Snurr", ", ", "R. Q.", " ", "Using Molecular Simulation to Characterise Metal-Organic Frameworks for Adsorption Applications", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1237", "– ", "47", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "45. ", "Using molecular simulation to characterise metal-organic frameworks for adsorption applications", "Duren Tina; Bae Youn-Sang; Snurr Randall Q", "Chemical Society reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1237-47", "\r\n        ISSN:", "0306-0012", ".\r\n    ", "Molecular simulation is a powerful tool to predict adsorption and to gain insight into the corresponding molecular level phenomena.  In this tutorial review, we provide an overview of how molecular simulation can be used to characterise metal-organic frameworks for adsorption applications.  Particular attention is drawn to how these insights can be combined to develop design principles for specific applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD1M3pt1yntg%253D%253D&md5=456fd800ff16d765b5650ec5e6dc50fb", "46. ", "Ohkubo", ", ", "T.", "; ", "Miyawaki", ", ", "J.", "; ", "Kaneko", ", ", "K.", "; ", "Ryoo", ", ", "R.", "; ", "Seaton", ", ", "N. A.", " ", "Adsorption Properties of Templated Mesoporous Carbon (CMK-1) for Nitrogen and Supercritical MethaneExperiment and GCMC Simulation", " ", "J. Phys. Chem. B", " ", "2002", ",  ", "106", ",  ", "6523", "– ", "6528", "[", "ACS Full Text ", "], [", "CAS", "]", "46. ", "Adsorption Properties of Templated Mesoporous Carbon (CMK-1) for Nitrogen and Supercritical Methane-Experiment and GCMC Simulation", "Ohkubo, Takahiro; Miyawaki, Jin; Kaneko, Katsumi; Ryoo, Ryong; Seaton, Nigel A.", "Journal of Physical Chemistry B", "\r\n        (", "2002", "),\r\n    ", "106", "\r\n        (", "25", "),\r\n    ", "6523-6528", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Nitrogen adsorption isotherms at 77 K and high pressure adsorption of supercrit. methane at 303 K were measured on mesoporous carbon (CMK-1) prepd. from the templating of MCM-48.  These exptl. isotherms were simulated with grand canonical Monte Carlo (GCMC) simulation using the rod-aligned slitlike pore (RSP) model.  This RSP model gives good agreement with the exptl. nitrogen adsorption isotherm in the low-pressure region, while it describes well the obsd. methane isotherm.  The isothermal compressibility of the adsorbed methane at 303 K was calcd. from the exptl. and simulated isotherms.  The isothermal compressibility of the adsorbed methane shows the intermediate state between the supercrit. and liq. phase.  This indicates that the adsorbed layer of supercrit. methane is highly compressed by the strong interaction potential from the pore walls.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XktFarsro%253D&md5=dc32ccbc998f21e0359689211541b401", "47. ", "Potoff", ", ", "J. J.", "; ", "Siepmann", ", ", "J. I.", " ", "Vapor–Liquid Equilibria of Mixtures Containing Alkanes, Carbon Dioxide, and Nitrogen", " ", "AlChE J.", " ", "2001", ",  ", "47", ",  ", "1676", "– ", "1682", "[", "Crossref", "], [", "CAS", "]", "47. ", "Vapor-liquid equilibria of mixtures containing alkanes, carbon dioxide, and nitrogen", "Potoff, Jeffrey J.; Siepmann, J. Ilja", "AIChE Journal", "\r\n        (", "2001", "),\r\n    ", "47", "\r\n        (", "7", "),\r\n    ", "1676-1682", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    \r\n            (", "American Institute of Chemical Engineers", ")\r\n        ", "New force fields for carbon dioxide and nitrogen are introduced that quant. reproduce the vapor-liq. equil. (VLE) of the neat systems and their mixts. with alkanes.  In addn. to the usual VLE calcns. for pure CO2 and N2, calcns. of the binary mixts. with propane were used in the force-field development to achieve a good balance between dispersive and electrostatic (quadrupole-quadrupole) interactions.  The transferability of the force fields was then assessed from calcns. of the VLE for the binary mixts. with n-hexane, the binary mixt. of CO2/N2, and the ternary mixt. of CO2/N2/propane.  The VLE calcns. were carried out using configurational-bias Monte Carlo simulations in either the grand canonical ensemble with histogram-reweighting or in the Gibbs ensemble.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXlsVCrt78%253D&md5=ad43c62adf3f96989c660eeff73b73e2", "48. ", "Gupta", ", ", "A.", "; ", "Chempath", ", ", "S.", "; ", "Sanborn", ", ", "M. J.", "; ", "Clark", ", ", "L. A.", "; ", "Snurr", ", ", "R. Q.", " ", "Object-Oriented Programming Paradigms for Molecular Modeling", " ", "Mol. Simul.", " ", "2003", ",  ", "29", ",  ", "29", "– ", "46", "[", "Crossref", "], [", "CAS", "]", "48. ", "Object-oriented Programming Paradigms for Molecular Modeling", "Gupta, Amit; Chempath, Shaji; Sanborn, Martin J.; Clark, Louis A.; Snurr, Randall Q.", "Molecular Simulation", "\r\n        (", "2002", "),\r\n    ", "29", "\r\n        (", "1", "),\r\n    ", "29-46", "CODEN:\r\n                ", "MOSIEA", ";\r\n        ISSN:", "0892-7022", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "This paper discusses the application of object-oriented programming (OOP) design concepts to the development of mol. simulation code.  A no. of new languages such as Fortran 90 (F90) have been developed over the last decade that support the OOP design philosophy.  We briefly describe the salient features of F90 and some basic object-oriented design principles.  As an illustration of the design concepts we implement a general interface in F90 for calcg. pairwise interactions that can be extended easily to any no. of different forcefield models.  The ideas presented here are used in the development of a multipurpose simulation code, named Music.  An example of the use of Music for grand canonical Monte Carlo (GCMC) simulations of flexible sorbate mols. in zeolites is given.  The example illustrates how OOP allowed existing code for mol. dynamics and GCMC to be easily combined to perform hybrid GCMC simulations with minimal coding effort.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXps1Wqtw%253D%253D&md5=cf443181f3984ed44299e1aa99ebcae5", "49. ", "Talu", ", ", "O.", "; ", "Myers", ", ", "A. L.", " ", "Molecular Simulation of Adsorption: Gibbs Dividing Surface and Comparison with Experiment", " ", "AlChE J.", " ", "2001", ",  ", "47", ",  ", "1160", "– ", "1168", "[", "Crossref", "], [", "CAS", "]", "49. ", "Molecular simulation of adsorption: Gibbs dividing surface and comparison with experiment", "Talu, Orhan; Myers, Alan L.", "AIChE Journal", "\r\n        (", "2001", "),\r\n    ", "47", "\r\n        (", "5", "),\r\n    ", "1160-1168", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    \r\n            (", "American Institute of Chemical Engineers", ")\r\n        ", "At low temp. near the normal b.p., computer simulations of adsorption of gases can be compared directly with expt.  However, for adsorptive gas sepns. in which the gas is adsorbed near or above its crit. temp., abs. simulation variables must be converted to excess variables for comparison with expt.  The conversion of abs. to excess variables requires the helium pore vol. of the adsorbent.  Lennard-Jones potential parameters for helium gas mols. interacting with the oxygen atoms of silicalite are ε/k = 28.0 K and σ = 2.952 Å.  The helium pore vol. of silicalite is 0.175 cm3/g.  Lennard-Jones potential parameters derived for Ar-O interactions in silicalite are ε/k = 93.0 K and σ = 3.335 Å.  D. profiles for adsorption of argon in silicalite at 300 K show that the local d. is highest in the middle of the channels where the gas-solid potentials overlap.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXjsFCmsrs%253D&md5=12df4f38dc23391096678d89a8066f73", "50. ", "Myers", ", ", "A. L.", "; ", "Monson", ", ", "P. A.", " ", "Adsorption in Porous Materials at High Pressure: Theory and Experiment", " ", "Langmuir", " ", "2002", ",  ", "18", ",  ", "10261", "– ", "10273", "[", "ACS Full Text ", "], [", "CAS", "]", "50. ", "Adsorption in Porous Materials at High Pressure: Theory and Experiment", "Myers, A. L.; Monson, P. A.", "Langmuir", "\r\n        (", "2002", "),\r\n    ", "18", "\r\n        (", "26", "),\r\n    ", "10261-10273", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We consider the thermodn. of adsorption of gases in porous solids from both the perspective of abs. properties which appear naturally in theor. studies and that of excess properties which are measured in expts.  Our thermodn. description starts by treating the gas (or gas mixt.) plus porous solid system as a mixt. to which we can apply soln. thermodn.  We show that equations for the abs. thermodn. properties for adsorption in rigid porous materials do not require an explicit ref. to the pressure of the fluid confined in the porous material.  We discuss how to relate abs. properties to excess properties by using an est. of the helium void vol.  We illustrate the thermodn. formalism with calcns. for a simple thermodn. model in which the Langmuir equation is used to describe the abs. adsorption isotherm and the ideal gas equation of state is used for the bulk properties.  The simplified model explains the apparently anomalous behavior of the thermodn. functions for adsorption at high pressure up to 1000 bar.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XovFyns7g%253D&md5=43935632ec4370daf01427b280fea27b", "51. ", "Wenzel", ", ", "S. E.", "; ", "Fischer", ", ", "M.", "; ", "Hoffmann", ", ", "F.", "; ", "Fröba", ", ", "M.", " ", "Highly Porous Metal-Organic Framework Containing a Novel Organosilicon Linker – A Promising Material for Hydrogen Storage", " ", "Inorg. Chem.", " ", "2009", ",  ", "48", ",  ", "6559", "– ", "6565", "[", "ACS Full Text ", "], [", "CAS", "]", "51. ", "Highly Porous Metal-Organic Framework Containing a Novel Organosilicon Linker - A Promising Material for Hydrogen Storage", "Wenzel, Stephanie E.; Fischer, Michael; Hoffmann, Frank; Froba, Michael", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "14", "),\r\n    ", "6559-6565", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The synthesis and characterization of the new metal-org. framework PCN-12-Si (isoreticular to PCN-12) is reported.  PCN-12-Si comprises dicopper paddle-wheel units located at the vertexes of a cuboctahedron, which are connected by the new linker 5,5'-(dimethylsilanediyl)diisophthalate (dmsdip).  The microporous MOF has a high sp. surface area of SBET = 2430 m2 g-1 and a high specific micropore vol. of Vp = 0.93 cm3 g-1 (p/p = 0.18).  The activated form of PCN-12-Si shows a remarkable hydrogen storage capacity.  Volumetric low pressure hydrogen physisorption isotherms at 77 K reveal an uptake of 2.6% H2 at 1 bar.  Also, results of theor. GCMC simulations of hydrogen adsorption are presented.  The simulated low pressure isotherm is in excellent agreement with the exptl. one.  Simulations for the high pressure regime predict an excess hydrogen uptake of 4.8% at 30 bar, which corresponds to an abs. amt. adsorbed of 5.5%.  The potential field of H2 inside PCN-12-Si was derived from the simulations and analyzed in detail, providing valuable insights concerning the preferred adsorption sites on an at. scale.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXntleltb4%253D&md5=eae0f717e1a963cd4afb7571fef8e0de", "52. ", "Jiang", ", ", "J.", "; ", "Sandler", ", ", "S. I.", " ", "Separation of CO", "2", " and N", "2", " by Adsorption in C168 Schwarzite: A Combination of Quantum Mechanics and Molecular Simulation Study", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "11989", "– ", "11997", "[", "ACS Full Text ", "], [", "CAS", "]", "52. ", "Separation of CO2 and N2 by Adsorption in C168 Schwarzite: A Combination of Quantum Mechanics and Molecular Simulation Study", "Jiang, Jianwen; Sandler, Stanley I.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "34", "),\r\n    ", "11989-11997", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Using a hierarchical multiscale approach combining quantum mechanics and mol. simulation, we have investigated the adsorption of pure CO2 and N2 and their mixt. at room temp. in C168 schwarzite, as a model for nanoporous carbons.  First, the adsorbate-adsorbent interaction potential is detd. using ab initio quantum mechanics computations, and then the adsorption is predicted using full atomistic Monte Carlo simulations.  The extents of adsorption, adsorption energies, and isosteric heats of pure CO2 and N2 simulated with the ab initio potential are found to be higher than those with the empirical Steele potential that had been developed from gas adsorption on planar graphite.  The inclusion of the elec. quadrupole moment of adsorbate in simulation has no discernible effect on N2 adsorption but results in a larger extent of CO2 adsorption at high coverages.  The selectivity of CO2 over N2 in the C168 schwarzite from a model flue gas is predicted to be significantly larger with the ab initio potential than with the Steele potential.  This illustrates the importance of an accurate adsorbate-adsorbent interaction potential in detg. gas adsorption and suggests that nanoporous carbons might be useful for the sepn. of flue gases.  As a comparison, the adsorption and selectivity of CO2 and N2 in ZSM-5 zeolites are also simulated with the exptl. validated potential parameters.  The selectivity in the C168 schwarzite predicted with the ab initio or Steele potential is found to be larger than the selectivity in all-silica ZSM-5, but less than that in Na-exchanged ZSM-5 zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXnsVaqtrw%253D&md5=36d24d469c310926f200ec3ee557ce56", "53. ", "Babarao", ", ", "R.", "; ", "Hu", ", ", "Z.", "; ", "Jiang", ", ", "J.", "; ", "Chempath", ", ", "S.", "; ", "Sandler", ", ", "S. I.", " ", "Storage and Separation of CO", "2", " and CH", "4", " in Silicalite, C168 Schwarzite, and IRMOF-1: A Comparative Study from Monte Carlo Simulation", " ", "Langmuir", " ", "2006", ",  ", "23", ",  ", "659", "– ", "666", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "54. ", "Rappe", ", ", "A. K.", "; ", "Casewit", ", ", "C. J.", "; ", "Colwell", ", ", "K. S.", "; ", "Goddard", ", ", "W. A.", "; ", "Skiff", ", ", "W. M.", " ", "UFF, A Full Periodic -Table Force-Field for Molecular Mechanics and Molecular-Dynamics Simulations", " ", "J. Am. Chem. Soc.", " ", "1992", ",  ", "114", ",  ", "10024", "– ", "10035", "[", "ACS Full Text ", "], [", "CAS", "]", "54. ", "UFF, a full periodic table force field for molecular mechanics and molecular dynamics simulations", "Rappe, A. K.; Casewit, C. J.; Colwell, K. S.; Goddard, W. A., III; Skiff, W. M.", "Journal of the American Chemical Society", "\r\n        (", "1992", "),\r\n    ", "114", "\r\n        (", "25", "),\r\n    ", "10024-35", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "A new mol. mechanics force field, the Universal force field (UFF), is described wherein the force field parameters are estd. using general rules based only on the element, its hybridization and its connectivity.  The force field functional forms, parameters, and generating formulas for the full periodic table are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38Xmtl2qur8%253D&md5=cf41e8bb9ad299fd5d79f070d690afe1", "55. ", "Garberoglio", ", ", "G.", " ", "Computer Simulation of the Adsorption of Light Gases in Covalent Organic Frameworks", " ", "Langmuir", " ", "2007", ",  ", "23", ",  ", "12154", "– ", "12158", "[", "ACS Full Text ", "], [", "CAS", "]", "55. ", "Computer Simulation of the Adsorption of Light Gases in Covalent Organic Frameworks", "Garberoglio, G.", "Langmuir", "\r\n        (", "2007", "),\r\n    ", "23", "\r\n        (", "24", "),\r\n    ", "12154-12158", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Grand canonical Monte Carlo simulations of Ar, hydrogen, and methane adsorption in 4 covalent org. frameworks are presented.  Ar adsorption isotherms from computer simulations overestimate the amt. adsorbed by 25% upon satn., with respect to the available expts. at T = 87 K.  Hydrogen adsorption isotherms show that these materials might attain a 30% increase for the uptake when compared with analogous simulations performed for metal org. frameworks at T = 77 K and T = 298 K.  Methane adsorption isotherms give a strong indication that at least one material in this class, COF-102, could meet or exceed the Department of Energy's target of 180 cm3 (STP)/cm3 for P = 35 bar and room temp.  The origin of this large affinity for methane is studied by analyzing the structure of the potential energy surface of interaction between the adsorbate and the adsorbent.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXht1Wmt7fE&md5=b83de10322df8dd8ee7917f22f40c230", "56. ", "Mendoza-Cortes", ", ", "J. L.", "; ", "Pascal", ", ", "T. A.", "; ", "Goddard", ", ", "W. A.", " ", "Design of Covalent Organic Frameworks for Methane Storage", " ", "J. Phys. Chem. A", " ", "2011", ",  ", "115", ",  ", "13852", "– ", "13857", "[", "ACS Full Text ", "], [", "CAS", "]", "56. ", "Design of Covalent Organic Frameworks for Methane Storage", "Mendoza-Cortes, Jose L.; Pascal, Tod A.; Goddard, William A.", "Journal of Physical Chemistry A", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "47", "),\r\n    ", "13852-13857", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We designed 14 new covalent org. frameworks (COFs), which are expected to adsorb large amts. of methane (CH4) at 298 K and up to 300 bar.  We have calcd. their delivery uptake using grand canonical Monte Carlo (GCMC) simulations.  We also report their thermodn. stability based on 7.5 ns mol. dynamics simulations.  Two new frameworks, COF-103-Eth-trans and COF-102-Ant, are found to exceed the DOE target of 180 v(STP)/v at 35 bar for methane storage.  Their performance is comparable to the best previously reported materials: PCN-14 and Ni-MOF-74.  Our results indicate that using thin vinyl bridging groups aid performance by minimizing the interaction methane-COF at low pressure.  This is a new feature that can be used to enhance loading in addn. to the common practice of adding extra fused benzene rings.  Most importantly, this report shows that pure nonbonding interactions, van der Waals (vdW) and electrostatic forces in light elements (C, O, B, H, and Si), can rival the enhancement in uptake obtained for microporous materials derived from early transition metals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlSlu7%252FJ&md5=637fd93466957f6b92b9be26aeef152f", "57. ", "Choi", ", ", "Y. J.", "; ", "Choi", ", ", "J. H.", "; ", "Choi", ", ", "K. M.", "; ", "Kang", ", ", "J. K.", " ", "Covalent Organic Frameworks for Extremely High Reversible CO", "2", " Uptake Capacity: A Theoretical Approach", " ", "J. Mater. Chem.", " ", "2011", ",  ", "21", ",  ", "1073", "– ", "1078", "[", "Crossref", "], [", "CAS", "]", "57. ", "Covalent organic frameworks for extremely high reversible CO2 uptake capacity: a theoretical approach", "Choi, Yoon Jeong; Choi, Jung Hoon; Choi, Kyung Min; Kang, Jeung Ku", "Journal of Materials Chemistry", "\r\n        (", "2011", "),\r\n    ", "21", "\r\n        (", "4", "),\r\n    ", "1073-1078", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "We report that the novel covalent org. frameworks (COFs) are capable of reversibly providing an extremely high uptake capacity of carbon dioxide at room temp.  These COFs are designed via the combination of ab initio calcns. and force-field calcns.  For this goal, we explore the adsorption sites of carbon dioxide on COFs, their porosity, as well as carbon dioxide adsorption isotherms.  We identify the binding sites and energies of CO2 on COFs using ab initio calcns. and obtain the carbon dioxide adsorption isotherms using grand canonical ensemble Monte Carlo calcns.  Moreover, the calcd. adsorption isotherms are compared with the exptl. values in order to build the ref. model in describing the interactions between the CO2 and the COFs and in predicting the CO2 adsorption isotherms of COFs.  Finally, we design three new COFs, 2D COF-05, 3D COF-05 (ctn), and 3D COF-05 (bor), for the high capacity CO2 storage.  The carbon dioxide adsorption values of the new 3D COFs are about six times larger than that of MOF-177.  This suggests that 3D COFs are very promising candidates for high capacity CO2 storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjs12isg%253D%253D&md5=588ea58df2c7c0845515ef8fa2bb4a81", "58. ", "Liu", ", ", "Y.", "; ", "Liu", ", ", "D.", "; ", "Yang", ", ", "Q.", "; ", "Zhong", ", ", "C.", "; ", "Mi", ", ", "J.", " ", "Comparative Study of Separation Performance of COFs and MOFs for CH", "4", "/CO", "2", "/H", "2", " Mixtures", " ", "Ind. Eng. Chem. Res.", " ", "2010", ",  ", "49", ",  ", "2902", "– ", "2906", "[", "ACS Full Text ", "], [", "CAS", "]", "58. ", "Comparative Study of Separation Performance of COFs and MOFs for CH4/CO2/H2 Mixtures", "Liu, Yunhua; Liu, Dahuan; Yang, Qingyuan; Zhong, Chongli; Mi, Jianguo", "Industrial & Engineering Chemistry Research", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "6", "),\r\n    ", "2902-2906", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "In this work, grand canonical Monte Carlo (GCMC) simulations were performed to evaluate the sepn. performance of covalent org. frameworks (COFs) compared with that of metal-org. frameworks (MOFs) for CH4/CO2/H2 mixts.  The simulation results show that the adsorption selectivities of COFs and MOFs are similar.  The electrostatic contribution of framework charges in COFs should be taken into account, although it is smaller than that in MOFs.  In addn., the present work shows that the ideal adsorbed soln. theory is applicable to most COFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhvFKhur8%253D&md5=58de0ea378f71e834254184864b9d503", "59. ", "Darkrim", ", ", "F.", "; ", "Levesque", ", ", "D.", " ", "Monte Carlo Simulations of Hydrogen Adsorption in Single-Walled Carbon Nanotubes", " ", "J. Chem. Phys.", " ", "1998", ",  ", "109", ",  ", "4981", "– ", "4984", "[", "Crossref", "], [", "CAS", "]", "59. ", "Monte Carlo simulations of hydrogen adsorption in single-walled carbon nanotubes", "Darkrim, Farida; Levesque, Dominique", "Journal of Chemical Physics", "\r\n        (", "1998", "),\r\n    ", "109", "\r\n        (", "12", "),\r\n    ", "4981-4984", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Within the framework of a study on the properties of carbon nanotubes, a promising new material, we performed numerical simulation of hydrogen adsorption at room temp. in single-walled nanotubes.  The structure of this material is favorable to the adsorption phenomenon because of the narrow size distribution of the nanotube diams., which have dimensions on the order of the range of the carbon attractive interaction.  We discuss the influence of the single-walled carbon nanotube diams. on the relative arrangement of carbon atoms and hydrogen mols. within an array of parallel single-walled carbon nanotubes.  We also studied the influence on adsorption of the distance between the nearest-neighbor nanotubes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXlslyrsbY%253D&md5=f5b8aad9bda31372b613037093e032ac", "60. ", "Ma", ", ", "S.", "; ", "Sun", ", ", "D.", "; ", "Simmons", ", ", "J. M.", "; ", "Collier", ", ", "C. D.", "; ", "Yuan", ", ", "D.", "; ", "Zhou", ", ", "H.-C.", " ", "Metal-Organic Framework from an Anthracene Derivative Containing Nanoscopic Cages Exhibiting High Methane Uptake", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "130", ",  ", "1012", "– ", "1016", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "61. ", "Wu", ", ", "H.", "; ", "Zhou", ", ", "W.", "; ", "Yildirim", ", ", "T.", " ", "High-Capacity Methane Storage in Metal–Organic Frameworks M2(dhtp): The Important Role of Open Metal Sites", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "4995", "– ", "5000", "[", "ACS Full Text ", "], [", "CAS", "]", "61. ", "High-Capacity Methane Storage in Metal-Organic Frameworks M2(dhtp): The Important Role of Open Metal Sites", "Wu, Hui; Zhou, Wei; Yildirim, Taner", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "13", "),\r\n    ", "4995-5000", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. framework (MOF) compds. M2(dhtp) (open metal M = Mg, Mn, Co, Ni, Zn; dhtp = 2,5-dihydroxyterephthalate) possess exceptionally large densities of open metal sites.  By adsorbing one CH4 mol. per open metal, these sites alone can generate very large methane storage capacities, 160-174 cm3(STP)/cm3, approaching the DOE target of 180 cm3(STP)/cm3 for material-based methane storage at room temp.  The adsorption isotherm measurements at 298 K and 35 bar for the five M2(dhtp) compds. yield excess methane adsorption capacities ranging from 149 to 190 cm3(STP)/cm3 (derived using their crystal densities), indeed roughly equal to the predicted, maximal adsorption capacities of the open metals (within ±10%) in these MOFs.  Among the five isostructural MOFs studied, Ni2(dhtp) exhibits the highest methane storage capacity, ∼200 cm3(STP)/cm3 in terms of abs. adsorption, potentially surpassing the DOE target by ∼10%.  The neutron diffraction expts. clearly reveal that the primary CH4 adsorption occurs directly on the open metal sites.  Initial 1st-principles calcns. show that the binding energies of CH4 on the open metal sites are significantly higher than those on typical adsorption sites in classical MOFs, consistent with the measured large heats of methane adsorption for these materials.  The authors attribute the enhancement of the binding strength to the unscreened electrostatic interaction between CH4 and the coordinatively unsatd. metal ions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjtFKgsrg%253D&md5=bbaa39565acdc107771ad9c10a7275c6", "62. ", "Tan", ", ", "Z.", "; ", "Gubbins", ", ", "K. E.", " ", "Adsorption in Carbon Micropores at Supercritical Temperatures", " ", "J. Phys. Chem.", " ", "1990", ",  ", "94", ",  ", "6061", "– ", "6069", "[", "ACS Full Text ", "], [", "CAS", "]", "62. ", "Adsorption in carbon micropores at supercritical temperatures", "Tan, Ziming; Gubbins, Keith E.", "Journal of Physical Chemistry", "\r\n        (", "1990", "),\r\n    ", "94", "\r\n        (", "15", "),\r\n    ", "6061-9", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "Nonlocal d. functional theory and grand canonical Monte Carlo simulations are used to investigate the adsorption behavior of gases of simple spherical mols. in model carbon micropores at temps. above the crit. value for the gas.  In most of the calcns. the parameters are chosen to model CH4 as the adsorbed gas, but some calcns. are reported for a model of C2H4.  The excess adsorption isotherms (which measure the increased d. in the pore, relative to that of the bulk fluid) show a max. at a particular value of the bulk gas d. (pressure).  Near the capillary crit. temp. these max. have a cusplike nature, similar to that obsd. exptl.  The effect of temp. and pore size on the excess adsorption isotherms and on the max. excess adsorption were studied.  Heats of adsorption for an ideal gas phase are also calcd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXltVeqs7s%253D&md5=05e0f98a1eb13c8c047ba1f60b1fb478", "63. ", "Chen", ", ", "X. S.", "; ", "McEnaney", ", ", "B.", "; ", "Mays", ", ", "T. J.", "; ", "Alcaniz-Monge", ", ", "J.", "; ", "Cazorla-Amoros", ", ", "D.", "; ", "Linares-Solano", ", ", "A.", " ", "Theoretical and Experimental Studies of Methane Adsorption on Microporous Carbons", " ", "Carbon", " ", "1997", ",  ", "35", ",  ", "1251", "– ", "1258", "[", "Crossref", "], [", "CAS", "]", "63. ", "Theoretical and experimental studies of methane adsorption on microporous carbons", "Chen, X. S.; McEnaney, B.; Mays, T. J.; Alcaniz-Monge, J.; Cazorla-Amoros, D.; Linares-Solano, A.", "Carbon", "\r\n        (", "1997", "),\r\n    ", "35", "\r\n        (", "9", "),\r\n    ", "1251-1258", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "GCEMC mol. simulations of methane adsorption in model slit-shaped carbon pores show that variations in the d. of carbon atoms in the pore wall have a significant influence on adsorbed methane d., although variations in inter-layer spacing and the no. of layer planes in the pore wall, n, (n>2) have little effect.  A model is proposed for calcg. the influence of pore wall thickness on the stored volumetric methane capacities of a void-free microporous carbon monolith and model monoliths formed from close-packed powders and fibers.  Volumetric methane capacities for the models were in reasonable agreement with measured values for carbon monoliths made from KOH-activated meso-carbon microbeads and for compacted activated carbon fibers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXntVOlsbc%253D&md5=3e78d06cdb2bde028381b580fd2df902", "64. ", "Cracknell", ", ", "R. F.", "; ", "Gordon", ", ", "P.", "; ", "Gubbins", ", ", "K. E.", " ", "Influence of Pore Geometry on the Design of Microporous Materials for Methane Storage", " ", "J. Phys. Chem.", " ", "1993", ",  ", "97", ",  ", "494", "– ", "499", "[", "ACS Full Text ", "], [", "CAS", "]", "64. ", "Influence of pore geometry on the design of microporous materials for methane storage", "Cracknell, Roger F.; Gordon, Peter; Gubbins, Keith E.", "Journal of Physical Chemistry", "\r\n        (", "1993", "),\r\n    ", "97", "\r\n        (", "2", "),\r\n    ", "494-9", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "The advantages of CH4 storage by adsorption in microporous materials and the merits of currently available zeolites and microporous carbons were discussed.  Grand canonical ensemble Monte-Carlo computer simulations of CH4 in slit pores (to model porous carbons) and cylindrical pores (to model zeolites) were carried out to det. the best geometry and the optimal pore size for storing the max. amt. of CH4 at a given storage pressure.  At 274 K, the optimal material is a porous carbon of pore size sufficient to contain two adsorbed layers of CH4.  At 500 psi, the energy d. of such a material at 274 K was only a 25% of that of gasoline.  An optimal zeolitic material would be a less useful material for adsorptive storage of CH4 than an optimal porous carbon.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXktFarsQ%253D%253D&md5=a2c27d26be607da2ed69a1a660d84e70", "65. ", "Vuong", ", ", "T.", "; ", "Monson", ", ", "P. A.", " ", "Monte Carlo Simulation Studies of Heats of Adsorption in Heterogeneous Solids", " ", "Langmuir", " ", "1996", ",  ", "12", ",  ", "5425", "– ", "5432", "[", "ACS Full Text ", "], [", "CAS", "]", "65. ", "Monte Carlo Simulation Studies of Heats of Adsorption in Heterogeneous Solids", "Vuong, T.; Monson, P. A.", "Langmuir", "\r\n        (", "1996", "),\r\n    ", "12", "\r\n        (", "22", "),\r\n    ", "5425-5432", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors present calcns. of heats of adsorption for mol. models of adsorption in heterogeneous porous solids via grand canonical Monte Carlo simulations.  The mol. models treat the adsorbent as a matrix of particles arranged in a predefined microstructure, and the parameters are chosen to represent the adsorption of simple mols. in silica gel.  Three different adsorbent microstructures were considered, allowing study of the role of translational order and connectivity among the matrix particles in detg. the heat of adsorption.  The contributions from the adsorbate-solid and adsorbate-adsorbate interactions to the heat of adsorption were calcd. sep..  A comparison with exptl. data for CH4 in silica gel is made.  The authors revisit the derivation of expressions used to det. heats of adsorption and present a new derivation which is free from some unnecessary assumptions used previously.  In addn., these results are tested for thermodn. consistency, and the accuracy of different methods for obtaining the isosteric heat from the Monte Carlo simulations is also studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XmtV2qur8%253D&md5=f09054b6285af96b32f4be987afb3974", "66. ", "Xiang", ", ", "Z.", "; ", "Leng", ", ", "S.", "; ", "Cao", ", ", "D.", " ", "Functional Group Modification of Metal–Organic Frameworks for CO", "2", " Capture", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "10573", "– ", "10579", "[", "ACS Full Text ", "], [", "CAS", "]", "66. ", "Functional Group Modification of Metal-Organic Frameworks for CO2 Capture", "Xiang, Zhonghua; Leng, Sanhua; Cao, Dapeng", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "19", "),\r\n    ", "10573-10579", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reducing anthropogenic CO2 emissions is currently a top priority due to its global warming effect.  Capturing CO2 using porous materials is a promising approach due to its energetic efficiency and tech. feasibility.  A promising adsorbent for CO2 capture should possess a large BET sp. surface areas (SSA) and a high heat of adsorption.  Since an intrinsic quadrupole moment of the CO2 mol. exists, introducing a polar functional group in the porous material framework could enhance CO2 uptake.  This work used a post-synthetic modification approach to synthesize a UMCM-1-NH2-MA (MA = maleic anhydride) material, based on UMCM-1-NH2 with an extremely high BET SSA (4064 m2/g); it also examd. the effect of free acid functionalities and arom. amino groups on CO2 capture.  Exptl. and theor. results showed that, besides amino groups, the polar acidic functionalities also exhibited excellent capability for CO2 capture.  First-principles calcns. indicated the arom. imino group significantly lost affinity toward CO2 vs. the arom. amino group.  The authors believe incorporating polar acidic functionalities into porous materials could be an suitable approach for enhanced CO2 capture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XmtVGmur4%253D&md5=997e2e12b5940b341330cb7fb4bc9456", "67. ", "Zheng", ", ", "S.-T.", "; ", "Bu", ", ", "J. T.", "; ", "Li", ", ", "Y.", "; ", "Wu", ", ", "T.", "; ", "Zuo", ", ", "F.", "; ", "Feng", ", ", "P.", "; ", "Bu", ", ", "X.", " ", "Pore Space Partition and Charge Separation in Cage-within-Cage Indium–Organic Frameworks with High CO", "2", " Uptake", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "17062", "– ", "17064", "[", "ACS Full Text ", "], [", "CAS", "]", "67. ", "Pore Space Partition and Charge Separation in Cage-within-Cage Indium-Organic Frameworks with High CO2 Uptake", "Zheng, Shou-Tian; Bu, Julia T.; Li, Yu-Fei; Wu, Tao; Zuo, Fan; Feng, Ping-Yun; Bu, Xian-Hui", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "48", "),\r\n    ", "17062-17064", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The integration of neg. charged single-metal building blocks {In(CO2)4} and pos. charged trimeric clusters {In3O} leads to three unique cage-within-cage-based porous materials, which exhibit not only high hydrothermal, thermal, and photochem. stability but also attractive structural features contributing to a very high CO2 uptake capacity of up to 119.8 L/L at 273 K and 1 atm.  The three porous materials are [(CH3)2NH2][In3O(BTC)2(H2O)3]2[In3(BTC)4]·7DMF·23H2O, [(CH3)2NH2][In3O(BTC)2(H2O)3]2[In(BTC)4/3][In3(BTC)4/3(H2O)]2·solvent and [CH3NH3][In3O(BTC)2(H2O)3]2[In3(BTC)4]·solvent (BTC = 1,3,5-benzenetricarboxylate) and were characterized by x-ray crystallog.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVeksLfK&md5=e7d779763d5a416a3d0f241406ee5e07", "68. ", "An", ", ", "J.", "; ", "Rosi", ", ", "N. L.", " ", "Tuning MOF CO", "2", " Adsorption Properties via Cation Exchange", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "5578", "– ", "5579", "[", "ACS Full Text ", "], [", "CAS", "]", "68. ", "Tuning MOF CO2 Adsorption Properties via Cation Exchange", "An, Jihyun; Rosi, Nathaniel L.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "16", "),\r\n    ", "5578-5579", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The pore vol. and BET surface area of bio-MOF-1 (a), Zn8(ad)4(BPDC)6O·Me2NH2, is systematically modified via postsynthetic cation exchange with either tetramethylammonium, tetraethylammonium, or tetrabutylammonium cations to yield Zn8(ad)4(BPDC)6O·Me4N (b), Zn8(ad)4(BPDC)6O·2Et4N (c), and Zn8(ad)4(BPDC)6O·Bu4N (d), resp.  The impact that pore vol. and BET surface area have on CO2 capacity is evaluated, and it is found that materials with intermediate porosity (b and c) have the largest CO2 capacities under the conditions studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXksVams7w%253D&md5=fb37010959494da978e7eb5ce344d357", "69. ", "Babarao", ", ", "R.", "; ", "Eddaoudi", ", ", "M.", "; ", "Jiang", ", ", "J. W.", " ", "Highly Porous Ionic rht Metal–Organic Framework for H", "2", " and CO", "2", " Storage and Separation: A Molecular Simulation Study", " ", "Langmuir", " ", "2010", ",  ", "26", ",  ", "11196", "– ", "11203", "[", "ACS Full Text ", "], [", "CAS", "]", "69. ", "Highly Porous Ionic rht Metal-Organic Framework for H2 and CO2 Storage and Separation: A Molecular Simulation Study", "Babarao, R.; Eddaoudi, M.; Jiang, J. W.", "Langmuir", "\r\n        (", "2010", "),\r\n    ", "26", "\r\n        (", "13", "),\r\n    ", "11196-11203", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The storage and sepn. of H2 and CO2 are investigated in a highly porous ionic rht metal-org. framework (rht-MOF) using mol. simulation.  The rht-MOF possesses a cationic framework and charge-balancing extraframework NO3- ions.  Three types of unique open cages exist in the framework: rhombicuboctahedral, tetrahedral, and cuboctahedral cages.  The NO3- ions exhibit small mobility and are located at the windows connecting the tetrahedral and cuboctahedral cages.  At low pressures, H2 adsorption occurs near the NO3- ions that act as preferential sites.  With increasing pressure, H2 mols. occupy the tetrahedral and cuboctahedral cages and the intersection regions.  The predicted isotherm of H2 at 77 K agrees well with the exptl. data.  The H2 capacity is estd. to be 2.4 wt % at 1 bar and 6.2 wt % at 50 bar, among the highest in reported MOFs.  In a four-component mixt. (15:75:5:5 CO2/H2/CO/CH4) representing a typical effluent gas of H2 prodn., the selectivity of CO2/H2 in rht-MOF decreases slightly with increasing pressure, then increases because of cooperative interactions, and finally decreases as a consequence of entropy effect.  By comparing three ionic MOFs (rht-MOF, soc-MOF, and rho-ZMOF), we find that the selectivity increases with increasing charge d. or decreasing free vol.  In the presence of a trace amt. of H2O, the interactions between CO2 and NO3- ions are significantly shielded by H2O; consequently, the selectivity of CO2/H2 decreases substantially.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXms1Sgs7w%253D&md5=d41ec1dc314cd1027e0436f9718a8295", "70. ", "Caskey", ", ", "S. R.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "Dramatic Tuning of Carbon Dioxide Uptake via Metal Substitution in a Coordination Polymer with Cylindrical Pores", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "10870", "– ", "10871", "[", "ACS Full Text ", "], [", "CAS", "]", "70. ", "Dramatic Tuning of Carbon Dioxide Uptake via Metal Substitution in a Coordination Polymer with Cylindrical Pores", "Caskey, Stephen R.; Wong-Foy, Antek G.; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "33", "),\r\n    ", "10870-10871", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of four isostructural microporous coordination polymers (MCPs) differing in metal compn. is demonstrated to exhibit exceptional uptake of CO2 at low pressures and ambient temp.  These conditions are particularly relevant for capture of flue gas from coal-fired power plants.  A magnesium-based material is presented that is the highest surface area magnesium MCP yet reported and displays ultrahigh affinity based on heat of adsorption for CO2.  This study demonstrates that physisorptive materials can achieve affinities and capacities competitive with amine sorbents while greatly reducing the energy cost assocd. with regeneration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXptVGjtrw%253D&md5=6a99fc22cd66a556c63695cf22a12603", "71. ", "Frost", ", ", "H.", "; ", "Düren", ", ", "T.", "; ", "Snurr", ", ", "R. Q.", " ", "Effects of Surface Area, Free Volume, and Heat of Adsorption on Hydrogen Uptake in Metal–Organic Frameworks", " ", "J. Phys. Chem. B", " ", "2006", ",  ", "110", ",  ", "9565", "– ", "9570", "[", "ACS Full Text ", "], [", "CAS", "]", "71. ", "Effects of Surface Area, Free Volume, and Heat of Adsorption on Hydrogen Uptake in Metal-Organic Frameworks", "Frost, Houston; Dueren, Tina; Snurr, Randall Q.", "Journal of Physical Chemistry B", "\r\n        (", "2006", "),\r\n    ", "110", "\r\n        (", "19", "),\r\n    ", "9565-9570", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Grand canonical Monte Carlo simulations were performed to predict adsorption isotherms for hydrogen in 10 isoreticular metal-org. frameworks (IRMOFs).  The results show acceptable agreement with the limited exptl. results from the literature.  The effects of surface area, free vol., and heat of adsorption on hydrogen uptake were studied by performing simulations over a wide range of pressures on this set of materials, which all have the same framework topol. and surface chem. but varying pore sizes.  The results reveal the existence of 3 adsorption regimes: at low pressure (loading), hydrogen uptake correlates with the heat of adsorption; at intermediate pressure, uptake correlates with the surface area; and at the highest pressures, uptake correlates with the free vol.  The accessible surface area and free vol., calcd. from the crystal structures, were also used to est. the potential of these materials to meet gravimetric and volumetric targets for hydrogen storage in IRMOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XjslSltLs%253D&md5=9bfc93b675982afd28c758c9299f0b1b", "72. ", "Walton", ", ", "K. S.", "; ", "Millward", ", ", "A. R.", "; ", "Dubbeldam", ", ", "D.", "; ", "Frost", ", ", "H.", "; ", "Low", ", ", "J. J.", "; ", "Yaghi", ", ", "O. M.", "; ", "Snurr", ", ", "R. Q.", " ", "Understanding Inflections and Steps in Carbon Dioxide Adsorption Isotherms in Metal-Organic Frameworks", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "130", ",  ", "406", "– ", "407", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "73. ", "Yang", ", ", "Q.", "; ", "Zhong", ", ", "C.", " ", "Molecular Simulation of Carbon Dioxide/Methane/Hydrogen Mixture Adsorption in Metal–Organic Frameworks", " ", "J. Phys. Chem. B", " ", "2007", ",  ", "110", ",  ", "17776", "– ", "17783", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "74. ", "Yang", ", ", "Q.", "; ", "Xue", ", ", "C.", "; ", "Zhong", ", ", "C.", "; ", "Chen", ", ", "J.-F.", " ", "Molecular Simulation of Separation of CO", "2", " from Flue Gases in Cu-BTC Metal-Organic Framework", " ", "AIChE J.", " ", "2006", ",  ", "52", ",  ", "2832", "– ", "2840", "[", "Crossref", "]", "There is no corresponding record for this reference.", "75. ", "Phan", ", ", "A.", "; ", "Doonan", ", ", "C. J.", "; ", "Uribe-Romo", ", ", "F. J.", "; ", "Knobler", ", ", "C. B.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Synthesis, Structure, and Carbon Dioxide Capture Properties of Zeolitic Imidazolate Frameworks", " ", "Acc. Chem. Res.", " ", "2009", ",  ", "43", ",  ", "58", "– ", "67", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "76. ", "Yang", ", ", "Z.", "; ", "Cao", ", ", "D.", " ", "Effect of Li Doping on Diffusion and Separation of Hydrogen and Methane in Covalent Organic Frameworks", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "12591", "– ", "12598", "[", "ACS Full Text ", "], [", "CAS", "]", "76. ", "Effect of Li Doping on Diffusion and Separation of Hydrogen and Methane in Covalent Organic Frameworks", "Yang, Zhanlei; Cao, Dapeng", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "23", "),\r\n    ", "12591-12598", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors systematically study the diffusion and sepn. behavior of hydrogen and methane in covalent org. frameworks (COFs) and Li-doped counterparts.  The self-diffusivities of hydrogen and methane in COFs decrease monotonically with the increase of pressure.  After Li doping into COFs, the self-diffusivities 1st increase at low pressure, and then reach a plateau, and finally decrease slightly at high pressure.  This phenomenon stems from the fact that the Li atom has a strong affinity to the gas mols.  Also the COFs show a larger self-diffusivity than most of the metal-org. frameworks (MOFs), and the permselectivities of the COFs for H2/CH4 are 1 order of magnitude higher than the Li-doped COFs.  In particular, the adsorption selectivity of Li-doped COFs for CH4/H2 gets a significant improvement, compared to undoped ones.  To further understand the effect of Li doping on diffusion and sepn. of gases, the isosurface and the contour plots of the center of mass and radial distribution functions of gases are also explored.  In short, the Li doping into COFs can increase the adsorption selectivity of COF materials significantly, while for a kinetic sepn. process, the undoped COF-based membranes might be a very promising material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XntlOis7Y%253D&md5=7aca81c5a554de85ceac47bddbcd5a60", "77. ", "Krishna", ", ", "R.", "; ", "van Baten", ", ", "J. M.", " ", "In Silico Screening of Zeolite Membranes for CO", "2", " Capture", " ", "J. Membr. Sci.", " ", "2010", ",  ", "360", ",  ", "323", "– ", "333", "[", "Crossref", "], [", "CAS", "]", "77. ", "In silico screening of zeolite membranes for CO2 capture", "Krishna, Rajamani; van Baten, Jasper M.", "Journal of Membrane Science", "\r\n        (", "2010", "),\r\n    ", "360", "\r\n        (", "1-2", "),\r\n    ", "323-333", "CODEN:\r\n                ", "JMESDO", ";\r\n        ISSN:", "0376-7388", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The sepn. of CO2/H2, CO2/CH4, and CO2/N2 mixts. is of practical importance for CO2 capture and other applications in the processing industries.  Use of membranes with microporous layers of zeolites, metal-org. frameworks (MOFs), and zeolitic imidazolate frameworks (ZIFs) offer considerable promise for use in such sepns.  In view of the extremely wide variety of available microporous structures, there is a need for a systematic screening of potential candidates in order to obtain the best permeation selectivities, Sperm.  The permeation selectivity is a product of the adsorption selectivity, Sads, and the diffusion selectivity, Sdiff, i.e. Sperm = Sads × Sdiff.  For maximizing Sperm, we need to choose materials for which Sads and Sdiff complement each other.  For a wide variety of zeolites, we have used Configurational-Bias Monte Carlo (CBMC) simulations of mixt. adsorption isotherms, along with Mol. Dynamics (MD) simulations of diffusivities for three binary mixts., CO2/H2, CO2/CH4, and CO2/N2, to calc. Sads, Sdiff, and Sperm.  These simulation results provide insights into the influence of pore size, pore topol. and pore connectivity that influences each of the three selectivities.  In particular, we emphasize the important role of correlations in the diffusion behaviors within microporous materials.  Furthermore, we have constructed Robeson plots for each of the sepns. in order to provide generic guidelines to the choice of materials that offer the appropriate compromise between Sperm and the membrane permeability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXosVGmtr0%253D&md5=0bed76c876c277420659ba3c266c65f5", "78. ", "Babarao", ", ", "R.", "; ", "Jiang", ", ", "J.", "; ", "Sandler", ", ", "S. I.", " ", "Molecular Simulations for Adsorptive Separation of CO", "2", "/CH", "4", " Mixture in Metal-Exposed, Catenated, and Charged Metal-Organic Frameworks", " ", "Langmuir", " ", "2008", ",  ", "25", ",  ", "5239", "– ", "5247", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "79. ", "Lan", ", ", "J.", "; ", "Cao", ", ", "D.", "; ", "Wang", ", ", "W.", "; ", "Smit", ", ", "B.", " ", "Doping of Alkali, Alkaline-Earth, and Transition Metals in Covalent-Organic Frameworks for Enhancing CO", "2", " Capture by First-Principles Calculations and Molecular Simulations", " ", "ACS Nano", " ", "2010", ",  ", "4", ",  ", "4225", "– ", "4237", "[", "ACS Full Text ", "], [", "CAS", "]", "79. ", "Doping of Alkali, Alkaline-Earth, and Transition Metals in Covalent-Organic Frameworks for Enhancing CO2 Capture by First-Principles Calculations and Molecular Simulations", "Lan, Jianhui; Cao, Dapeng; Wang, Wenchuan; Smit, Berend", "ACS Nano", "\r\n        (", "2010", "),\r\n    ", "4", "\r\n        (", "7", "),\r\n    ", "4225-4237", "CODEN:\r\n                ", "ANCAC3", ";\r\n        ISSN:", "1936-0851", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors use the multiscale simulation approach, which combines the 1st-principles calcns. and grand canonical Monte Carlo simulations, to comprehensively study the doping of alkali (Li, Na, and K), alk.-earth (Be, Mg, and Ca), and transition (Sc and Ti) metals in nanoporous covalent org. frameworks (COFs), and the effects of the doped metals on CO2 capture.  Among all the metals studied, Li, Sc, and Ti can bind with COFs stably, while Be, Mg, and Ca cannot, because the binding of Be, Mg, and Ca with COFs is very weak.  Also, Li, Sc, and Ti can improve the uptakes of CO2 in COFs significantly.  However, the binding energy of a CO2 mol. with Sc and Ti exceeds the lower limit of chemisorptions and, thus, suffers from the difficulty of desorption.  By the comparative studies above, Li is the best surface modifier of COFs for CO2 capture among all the metals studied.  Therefore, the authors further study the uptakes of CO2 in the Li-doped COFs.  The simulation results show that at 298 K and 1 bar, the excess CO2 uptakes of the Li-doped COF-102 and COF-105 reach 409 and 344 mg/g, which are about eight and four times those in the nondoped ones, resp.  As the pressure increases to 40 bar, the CO2 uptakes of the Li-doped COF-102 and COF-105 reach 1349 and 2266 mg/g at 298 K, resp., which are among the reported highest scores to date.  In summary, doping of metals in porous COFs provides an efficient approach for enhancing CO2 capture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXnvVeju7k%253D&md5=fae3b9b94bf7279222d20de0fa9278ef", "80. ", "Konstas", ", ", "K.", "; ", "Taylor", ", ", "J. W.", "; ", "Thornton", ", ", "A. W.", "; ", "Doherty", ", ", "C. M.", "; ", "Lim", ", ", "W. X.", "; ", "Bastow", ", ", "T. J.", "; ", "Kennedy", ", ", "D. F.", "; ", "Wood", ", ", "C. D.", "; ", "Cox", ", ", "B. J.", "; ", "Hill", ", ", "J. M.", " ", "Lithiated Porous Aromatic Frameworks with Exceptional Gas Storage Capacity", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "6639", "– ", "6642", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "80. ", "Lithiated Porous Aromatic Frameworks with Exceptional Gas Storage Capacity", "Konstas, Kristina; Taylor, James W.; Thornton, Aaron W.; Doherty, Cara M.; Lim, Wei Xian; Bastow, Timothy J.; Kennedy, Danielle F.; Wood, Colin D.; Cox, Barry J.; Hill, James M.; Hill, Anita J.; Hill, Matthew R.", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "27", "),\r\n    ", "6639-6642, S6639/1-S6639/19", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors provide a route for lithiation of a porous arom. framework (PAF-1 to Li+@PAF-1), delivering low pressure gas storage capacity increases for hydrogen, methane, and carbon dioxide of 22,71, or 320%, resp., compared to the native PAF-1.  Math. predictions using the TIMTAM model indicate the optimal pore structure and Li loading of lithiated structures.  Guided by computational simulation, a porous arom. framework has been activated for gas adsorption by reductive lithiation.  5%_Li@PAF-1 demonstrates extremely large gas storage capacities for H2, CO2, and CH4 (11.03 mmol/g, 77 K, 1.22 bar; 8.99 mmol/g, 273 K,1.22 bar; and 1.30 mmol/g, 273 K, 1.22 bar, resp.), and these performances have been rationalized comprehensively by a range of characterization and simulation techniques after complete activation of the samples.  The pore size of the activated framework 5%_Li@PAF-1 is found to be optimal for gas storage of H2 at 77 K, and the exposed Li+ sites exhibit pseudo-chemisorptive behavior to CO2 at 273 K, resulting in a 320% capacity enhancement over the native PAF-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XotVaqtbw%253D&md5=10b417b2f9e8be67cd508f908d03ff22", "81. ", "Xu", ", ", "Q.", "; ", "Liu", ", ", "D. H.", "; ", "Yang", ", ", "Q. Y.", "; ", "Zhong", ", ", "C. L.", "; ", "Mi", ", ", "J. G.", " ", "Li-Modified Metal-Organic Frameworks for CO", "2", "/CH", "4", " Separation: A Route to Achieving High Adsorption Selectivity", " ", "J. Mater. Chem.", " ", "2010", ",  ", "21", ",  ", "706", "– ", "714", "[", "Crossref", "]", "There is no corresponding record for this reference.", "82. ", "Guillarme", ", ", "D.", "; ", "Heinisch", ", ", "S.", "; ", "Rocca", ", ", "J. L.", " ", "Effect of Temperature in Reversed Phase Liquid Chromatography", " ", "J. Chromatogr., A", " ", "2004", ",  ", "1052", ",  ", "39", "– ", "51", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "82. ", "Effect of temperature in reversed phase liquid chromatography", "Guillarme, D.; Heinisch, S.; Rocca, J. L.", "Journal of Chromatography A", "\r\n        (", "2004", "),\r\n    ", "1052", "\r\n        (", "1-2", "),\r\n    ", "39-51", "CODEN:\r\n                ", "JCRAEY", ";\r\n        ISSN:", "0021-9673", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The high temp. liq. chromatog. (HTLC) reveals interesting chromatog. properties but even now, it misses some theor. aspects concerning the influence of high temp. on thermodn. and kinetic aspects of chromatog.: such a knowledge is very essential for method development.  The effect of temp. on solute behavior was studied using various stationary phases which are representative of the available thermally stable materials present on the market.  The thermodn. properties were evaluated by using different mobile phases: acetonitrile-water, methanol-water and pure water.  The obtained results are discussed from both type of mobile phases and type of stationary phases.  Type of mobile phase was found to play an important role on the retention of solutes.  The kinetic aspect was studied at various temps. ranging from ambient temp. to high temp. (typically from ∼30 to 200°) by fitting the exptl. data with the Knox equation and the efficiency is improved significantly when the temp. is increased.  The authors also discussed the problem of temp. control for thermostating columns which may represent a significant source of peak broadening: by taking into account the three main parameters such as heat transfer, pressure drop and band broadening resulting from the preheating tube, suitable rules are set up for a judicious choice of the column internal diam.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXotV2hsL0%253D&md5=f7050def3148aeb32beea61d66af7a11", "83. ", "McCalley", ", ", "D. V.", " ", "Effect of Temperature and Flow-Rate on Analysis of Basic Compounds in High-Performance Liquid Chromatography Using a Reversed-Phase Column", " ", "J. Chromatogr., A", " ", "2000", ",  ", "902", ",  ", "311", "– ", "321", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "83. ", "Effect of temperature and flow-rate on analysis of basic compounds in high-performance liquid chromatography using a reversed-phase column", "McCalley, D. V.", "Journal of Chromatography A", "\r\n        (", "2000", "),\r\n    ", "902", "\r\n        (", "2", "),\r\n    ", "311-321", "CODEN:\r\n                ", "JCRAEY", ";\r\n        ISSN:", "0021-9673", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "The peak shape and retention of some basic probes together with a neutral ref. compd. were studied as a function of temp. and flow-rate using a reversed-phase HPLC column at both pH 3.0 and pH 7.0.  The retention of bases often showed an anomalous increase with temp.; retention mechanisms are complex as shown by studies of the effect of buffer cation concn. on retention.  Considerable improvements in column efficiency for bases may result from operation at elevated temp.  Improvements did not seem attributable either to incidental changes in the retention factor, or (in this particular study where low sample masses were used) to the influence of sample load.  The optimum flow-rate for highest efficiency is generally lower for basic compds. than neutrals, and due to the steepness of the Van Deemter curves obtained, high flow-rates appear to be particularly detrimental in the chromatog. of basic compds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXotVOjs7c%253D&md5=c330a9b729201b7a27134a9ec9556e15", "84. ", "Peng", ", ", "X.", "; ", "Cao", ", ", "D. P.", " ", "Computational Screening of Porous Carbons, Zeolites and Metal Organic Frameworks for Desulfurization and Decarburization of Biogas, Natural Gas and Flue Gas", " ", "AIChE J.", " ", "2013", ", ", " DOI: 10.1002/aic14046", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "85. ", "Wu", ", ", "D.", "; ", "Wang", ", ", "C.", "; ", "Liu", ", ", "B.", "; ", "Liu", ", ", "D.", "; ", "Yang", ", ", "Q.", "; ", "Zhong", ", ", "C.", " ", "Large-Scale Computational Screening of Metal-Organic Frameworks for CH", "4", "/H", "2", " Separation", " ", "AIChE J.", " ", "2012", ",  ", "58", ",  ", "2078", "– ", "2084", "[", "Crossref", "], [", "CAS", "]", "85. ", "Large-scale computational screening of metal-organic frameworks for CH4/H2 separation", "Wu, Dong; Wang, Cuicui; Liu, Bei; Liu, Dahuan; Yang, Qingyuan; Zhong, Chongli", "AIChE Journal", "\r\n        (", "2012", "),\r\n    ", "58", "\r\n        (", "7", "),\r\n    ", "2078-2084", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "Mol. simulations were performed to study a diverse collection of 105 metal-org. frameworks (MOFs) for their ability to remove CH4 from CH4/H2 mixt.  To study the practical industrial application in a pressure swing adsorption (PSA) process, working capacity was also considered in addn. to selectivity.  MOFs are promising candidate for this sepn., which give higher adsorption selectivity with similar working capacity and higher working capacity with similar selectivity than the traditional nanoporous materials such as carbonaceous materials and zeolites.  To quant. describe the structure-property relation for CH4/H2 mixt. sepn. in MOFs, a new concept named adsorbability was defined, which shows strong correlation with limiting selectivity, with a correlation coeff. (r2) of 0.86.  Although MOFs are promising materials for CH4/H2 mixt. sepn., more studies that consider both selectivity and working capacity are necessary to screen MOFs in practical PSA application.  © 2011 American Institute of Chem. Engineers AIChE J, 2011.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtVylur3F&md5=ef7a255d3b925ec09a017472d27016f3", "86. ", "Farrusseng", ", ", "D.", "; ", "Daniel", ", ", "C. c.", "; ", "Gaudillère", ", ", "C.", "; ", "Ravon", ", ", "U.", "; ", "Schuurman", ", ", "Y.", "; ", "Mirodatos", ", ", "C.", "; ", "Dubbeldam", ", ", "D.", "; ", "Frost", ", ", "H.", "; ", "Snurr", ", ", "R. Q.", " ", "Heats of Adsorption for Seven Gases in Three Metal–Organic Frameworks: Systematic Comparison of Experiment and Simulation", " ", "Langmuir", " ", "2009", ",  ", "25", ",  ", "7383", "– ", "7388", "[", "ACS Full Text ", "], [", "CAS", "]", "86. ", "Heats of Adsorption for Seven Gases in Three Metal-Organic Frameworks: Systematic Comparison of Experiment and Simulation", "Farrusseng, David; Daniel, Cecile; Gaudillere, Cyril; Ravon, Ugon; Schuurman, Yves; Mirodatos, Claude; Dubbeldam, David; Frost, Houston; Snurr, Randall Q.", "Langmuir", "\r\n        (", "2009", "),\r\n    ", "25", "\r\n        (", "13", "),\r\n    ", "7383-7388", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The heat of adsorption is an important parameter for gas sepn. and storage applications in porous materials such as metal-org. frameworks (MOFs).  There are, however, few systematic studies available in the MOF literature.  Many papers report results for only one MOF and often only for a single gas.  Systematic exptl. measurements by TAP-2 are reported for the heats of adsorption of seven gases in three MOFs.  The gases are Kr, Xe, N2, CO2, CH4, n-C4H10, and i-C4H10.  The MOFs studied are IRMOF-1, IRMOF-3, and HKUST-1.  The data set provides a valuable test for mol. simulation.  The simulation results suggest that structural differences in HKUST-1 exptl. samples may lead to differing heats of adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmvVSgurY%253D&md5=c45176231a4406a9f0aa49fababaa44d", "87. ", "Saha", ", ", "D.", "; ", "Bao", ", ", "Z. B.", "; ", "Jia", ", ", "F.", "; ", "Deng", ", ", "S. G.", " ", "Adsorption of CO", "2", ", CH", "4", ", N", "2", "O, and N", "2", " on MOF-5, MOF-177, and Zeolite 5A", " ", "Environ. Sci. Technol.", " ", "2010", ",  ", "44", ",  ", "1820", "– ", "1826", "[", "ACS Full Text ", "], [", "CAS", "]", "87. ", "Adsorption of CO2, CH4, N2O, and N2 on MOF-5, MOF-177, and Zeolite 5A", "Saha, Dipendu; Bao, Zongbi; Jia, Feng; Deng, Shuguang", "Environmental Science & Technology", "\r\n        (", "2010", "),\r\n    ", "44", "\r\n        (", "5", "),\r\n    ", "1820-1826", "CODEN:\r\n                ", "ESTHAG", ";\r\n        ISSN:", "0013-936X", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption equil. and kinetics of CO2, CH4, N2O, and N2 on two newly discovered adsorbents, metal-org. frameworks MOF-5 and MOF-177 and one traditional adsorbent, zeolite 5A were detd. to assess their efficacy for CO2, CH4, and N2O removal from air and sepn. of CO2 from CH4 in pressure swing adsorption processes.  Adsorption equil. and kinetics data for CO2, CH4, N2O, and N2 on all three adsorbents were measured volumetrically at 298K and gas pressures up to 800 Torr.  Adsorption equil. capacities of CO2 and CH4 on all three adsorbents were detd. gravimetrically at 298 K and elevated pressures (14 bar for CO2 and 100 bar for CH4).  The Henry's law and Langmuir adsorption equil. models were applied to correlate the adsorption isotherms, and a classical micropore diffusion model was used to analyze the adsorption kinetic data.  The adsorption equil. selectivity was calcd. from the ratio of Henry's consts., and the adsorbent selection parameter for pressure swing adsorption processes were detd. by combining the equil. selectivity and working capacity ratio.  Based on the selectivity and adsorbent selection parameter results, zeolite 5A is a better adsorbent for removing CO2 and N2O from air and sepn. of CO2 from CH4, whereas MOF-177 is the adsorbent of choice for removing CH4 from air.  However, both MOF adsorbents have larger adsorption capacities for CO2 and CH4 than zeolite 5A at elevated pressures, suggesting MOF-5 and MOF-177 are better adsorbents for CO2 and CH4 storage.  The CH4 adsorption capacity of 22 wt.% on MOF-177 at 298K and 100 bar is probably the largest adsorption uptake of CH4 on any dry adsorbents.  The av. diffusivity of CO2, CH4 and N2O in MOF-5 and MOF-177 is in the order of 10-9 m2/s, as compared to 10-11 m2/s for CO2, CH4 and N2O in zeolite 5A.  The effects of gas pressure on diffusivity for different adsorbate-adsorbent systems were also investigated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhslShtb4%253D&md5=368630e8277ca4be3130df488a1780f9", "88. ", "Liang", ", ", "Z.", "; ", "Marshall", ", ", "M.", "; ", "Chaffee", ", ", "A. L.", " ", "CO", "2", " Adsorption-Based Separation by Metal Organic Framework (Cu-BTC) versus Zeolite (13X)", " ", "Energy Fuels", " ", "2009", ",  ", "23", ",  ", "2785", "– ", "2789", "[", "ACS Full Text ", "], [", "CAS", "]", "88. ", "CO2 Adsorption-Based Separation by Metal Organic Framework (Cu-BTC) versus Zeolite (13X)", "Liang, Zhijian; Marshall, Marc; Chaffee, Alan L.", "Energy & Fuels", "\r\n        (", "2009", "),\r\n    ", "23", "\r\n        (", "5", "),\r\n    ", "2785-2789", "CODEN:\r\n                ", "ENFUEM", ";\r\n        ISSN:", "0887-0624", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The potential for the metal org. framework (MOF) Cu-BTC (copper 1,3,5-benzenetricarboxylate trihydrate) to selectively adsorb and sep. CO2 is considered.  Isotherms for CO2, CH4, and N2 were measured at 0-15 bar and 25-105°.  The isotherms suggest a much higher working capacity (×4) for CO2 adsorption on Cu-BTC relative to the benchmark zeolite 13X over the same pressure range.  Higher CO2/N2 and CO2/CH4 selectivities in the higher pressure range (1-15 bar) and with lower heats of adsorption were also demonstrated.  Cu-BTC was stable in O2 at 25°, but its crystallinity was reduced in humid environments.  The CO2 adsorption capacity was progressively reduced upon cyclic exposure to water vapor at low relative humidity (<30%), but leveled out at 75% of its original value after several water adsorption/desorption cycles.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXksFags7s%253D&md5=b2cee74813854154a3f6a8d2b5ec2d60", "89. ", "Haldoupis", ", ", "E.", "; ", "Nair", ", ", "S.", "; ", "Sholl", ", ", "D. S.", " ", "Efficient Calculation of Diffusion Limitations in Metal Organic Framework Materials: A Tool for Identifying Materials for Kinetic Separations", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "7528", "– ", "7539", "[", "ACS Full Text ", "], [", "CAS", "]", "89. ", "Efficient Calculation of Diffusion Limitations in Metal Organic Framework Materials: A Tool for Identifying Materials for Kinetic Separations", "Haldoupis, Emmanuel; Nair, Sankar; Sholl, David S.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "21", "),\r\n    ", "7528-7539", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The very large no. of distinct structures that are known for metal-org. frameworks (MOFs) and related materials presents both an opportunity and a challenge for identifying materials with useful properties for targeted applications.  Efficient computational models can be used to evaluate large nos. of MOFs for kinetic sepns. of light gases based on finding materials with large differences between the diffusion coeffs. of adsorbed gas species.  The authors introduce a geometric approach that rapidly identifies the key features of a pore structure that control mol. diffusion and couple this with efficient mol. modeling calcns. that predict the Henry's const. and diffusion activation energy for a range of spherical adsorbates.  The authors demonstrate the approach for >500 MOFs and >160 silica zeolites.  Many large pore MOFs will be of limited interest for sepns. based on kinetic effects, but the authors identify a significant no. of materials that are predicted to have extraordinary properties for sepn. of gases such as CO2, CH4, and H2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXlslehtLo%253D&md5=3e436e68f28420a1166e145b4b0e8847", "90. ", "Watanabe", ", ", "T.", "; ", "Sholl", ", ", "D. S.", " ", "Accelerating Applications of Metal–Organic Frameworks for Gas Adsorption and Separation by Computational Screening of Materials", " ", "Langmuir", " ", "2012", ",  ", "28", ",  ", "14114", "– ", "14128", "[", "ACS Full Text ", "], [", "CAS", "]", "90. ", "Accelerating Applications of Metal-Organic Frameworks for Gas Adsorption and Separation by Computational Screening of Materials", "Watanabe, Taku; Sholl, David S.", "Langmuir", "\r\n        (", "2012", "),\r\n    ", "28", "\r\n        (", "40", "),\r\n    ", "14114-14128", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The selection of metal-org. frameworks (MOFs) for gas adsorption and sepn. has become a significant challenge over the past decade because of the large no. of new structures reported every year.  We applied a multiscale computational approach to screen existing MOFs for CO2/N2 sepn.  Pore characteristics of 1163 MOFs were analyzed by the method developed by Haldoupis, Nair, and Sholl (Haldoupis, E.; Nair, S.; Sholl, D. S. J. Am. Chem. Soc.2010, 132, 7528) using a simple steric model.  On the basis of the pore size anal., 359 MOFs were examd. by classical mol. simulations.  Adsorption and diffusion properties were computed using grand canonical Monte Carlo (GCMC) and mol. dynamics (MD) simulations, resp.  These mol. simulations were used to assess which materials hold the greatest promise as membrane materials for CO2/N2 sepns.  Finally, d. functional theory (DFT) calcns. were performed to provide preliminary information on the dynamic framework motion of selected MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtVSmurfE&md5=cf6a8db16f92e64ef59a297af92ee0cf", "91. ", "Wilmer", ", ", "C. E.", "; ", "Leaf", ", ", "M.", "; ", "Lee", ", ", "C. Y.", "; ", "Farha", ", ", "O. K.", "; ", "Hauser", ", ", "B. G.", "; ", "Hupp", ", ", "J. T.", "; ", "Snurr", ", ", "R. Q.", " ", "Large-Scale Screening of Hypothetical Metal–Organic Frameworks", " ", "Nat. Chem.", " ", "2012", ",  ", "4", ",  ", "83", "– ", "89", "[", "Crossref", "], [", "CAS", "]", "91. ", "Large-scale screening of hypothetical metal-organic frameworks", "Wilmer, Christopher E.; Leaf, Michael; Lee, Chang Yeon; Farha, Omar K.; Hauser, Brad G.; Hupp, Joseph T.; Snurr, Randall Q.", "Nature Chemistry", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "2", "),\r\n    ", "83-89", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal-org. frameworks (MOFs) are porous materials constructed from modular mol. building blocks, typically metal clusters and org. linkers.  These can, in principle, be assembled to form an almost unlimited no. of MOFs, yet materials reported to date represent only a tiny fraction of the possible combinations.  Here, the authors demonstrate a computational approach to generate all conceivable MOFs from a given chem. library of building blocks (based on the structures of known MOFs) and rapidly screen them to find the best candidates for a specific application.  From a library of 102 building blocks the authors generated 137,953 hypothetical MOFs and for each calcd. the pore-size distribution, surface area and methane-storage capacity.  The authors identified over 300 MOFs with a predicted methane-storage capacity better than that of any known material, and this approach also revealed structure-property relations.  Methyl-functionalized MOFs were frequently top performers, so the authors selected one such promising MOF and exptl. confirmed its predicted capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVagtL3K&md5=3becbfed2fdacdb8b58146666da7c038", "92. ", "Sikora", ", ", "B. J.", "; ", "Wilmer", ", ", "C. E.", "; ", "Greenfield", ", ", "M. L.", "; ", "Snurr", ", ", "R. Q.", " ", "Thermodynamic Analysis of Xe/Kr Selectivity in Over 137 000 Hypothetical Metal-Organic Frameworks", " ", "Chem. Sci.", " ", "2012", ",  ", "3", ",  ", "2217", "– ", "2223", "[", "Crossref", "], [", "CAS", "]", "92. ", "Thermodynamic analysis of Xe/Kr selectivity in over 137 000 hypothetical metal-organic frameworks", "Sikora, Benjamin J.; Wilmer, Christopher E.; Greenfield, Michael L.; Snurr, Randall Q.", "Chemical Science", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "7", "),\r\n    ", "2217-2223", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks (MOFs) are porous crystals with the potential to improve many industrial gas sepn. processes.  Because there is a practically unlimited no. of different MOFs, which vary in their pore geometry and chem. compn., it is challenging to find the best MOF for a given application.  Here, we applied high-throughput computational methods to rapidly explore thousands of possible MOFs, given a library of starting materials, in the context of Xe/Kr sepn.  We generated over 137 000 structurally diverse hypothetical MOFs from a library of chem. building blocks and screened them for Xe/Kr sepn.  For each MOF, we calcd. geometric properties via Delaunay tessellation and predicted thermodn. Xe/Kr adsorption behavior via multicomponent grand canonical Monte Carlo simulations.  Specifically, we calcd. the pore limiting diam., largest cavity diam., accessible void vol., as well as xenon and krypton adsorption at 1.0, 5.0 and 10 bar at 273 K. From these data we show that MOFs with pores just large enough to fit a single xenon atom, and having morphologies resembling tubes of uniform width, are ideal for Xe/Kr sepn.  Finally, we compare our generated MOFs to several known structures (IRMOF-1, HKUST-1, ZIF-8, Pd-MOF, & MOF-505) and conclude that significantly improved materials remain to be synthesized.  All crystal structure files are freely available for download and browsing in an online database.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XotFGrs7k%253D&md5=e977c388605d45a094f36a8d84aede10", "93. ", "Martin", ", ", "M. G.", "; ", "Siepmann", ", ", "J. I.", " ", "Transferable Potentials for Phase Equilibria. 1. United-Atom Description of n-Alkanes", " ", "J. Phys. Chem. B", " ", "1998", ",  ", "102", ",  ", "2569", "– ", "2577", "[", "ACS Full Text ", "], [", "CAS", "]", "93. ", "Transferable Potentials for Phase Equilibria. 1. United-Atom Description of n-Alkanes", "Martin, Marcus G.; Siepmann, J. Ilja", "Journal of Physical Chemistry B", "\r\n        (", "1998", "),\r\n    ", "102", "\r\n        (", "14", "),\r\n    ", "2569-2577", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new set of united-atom Lennard-Jones interaction parameters for n-alkanes is proposed from fitting to crit. temps. and satd. liq. densities.  Configurational-bias Monte Carlo simulations in the Gibbs ensemble were carried out to det. the vapor-liq. coexistence curves for methane to dodecane using three united-atom force fields: OPLS [Jorgensen, et al. J. Am. Chem. Soc. 1984, 106, 813], SKS [Siepmann, et al. Nature 1993, 365, 330], and TraPPE.  Std. specific densities and the high-pressure equation-of-state for the transferable potentials for phase equil. (TraPPE) model were studied by simulations in the isobaric-isothermal and canonical ensembles, resp.  It is found that one set of Me and methylene parameters is sufficient to accurately describe the fluid phases of all n-alkanes with two or more carbon atoms.  Whereas other n-alkane force fields employ Me groups that are either equal or larger in size than the methylene groups, it is demonstrated here that using a smaller Me group yields a better fit to the set of exptl. data.  As should be expected from an effective pair potential, the new parameters do not reproduce exptl. second virial coeffs.  Satd. vapor pressures and densities show small, but systematic deviation from the exptl. data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXhs1GqsLo%253D&md5=bd188811b6ce04ce093e4659b74861d4"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-16/jp402488r/production/images/small/jp-2013-02488r_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-16/jp402488r/production/images/small/jp-2013-02488r_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-16/jp402488r/production/images/small/jp-2013-02488r_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-16/jp402488r/production/images/small/jp-2013-02488r_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-16/jp402488r/production/images/small/jp-2013-02488r_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-16/jp402488r/production/images/small/jp-2013-02488r_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-16/jp402488r/production/images/small/jp-2013-02488r_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-16/jp402488r/production/images/small/jp-2013-02488r_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-16/jp402488r/production/images/small/jp-2013-02488r_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-16/jp402488r/production/images/small/jp-2013-02488r_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-16/jp402488r/production/images/small/jp-2013-02488r_0011.gif\">"]}
