{"title": ["Two-Dimensional Metal–Organic Framework with Wide Channels and Responsive Turn-On Fluorescence for the Chemical Sensing of Volatile Organic Compounds"], "authors": ["Mei Zhang", "Guangxue Feng", "Zhegang Song", "Yu-Peng Zhou", "Hsiu-Yi Chao", "Daqiang Yuan", "Tristan T. Y. Tan", "Zhengang Guo", "Zhigang Hu", "Ben Zhong Tang", "Bin Liu", "Dan Zhao"], "doi": ["10.1021/ja502643p"], "abstract": ["We report a 2D layered metal–organic framework (MOF) with wide channels named NUS-1 and its activated analogue NUS-1a composed of Zn", "O-like secondary building units and tetraphenylethene (TPE)-based ligand 4,4′-(2,2-diphenylethene-1,1-diyl)dibenzoic acid. Due to its special structure, NUS-1a exhibits unprecedented gas sorption behavior, glass-transition-like phase transition under cryogenic conditions, and responsive turn-on fluorescence to various volatile organic compounds. Our approach using angular ligand containing partially fixed TPE units paves a way toward highly porous MOFs with fluorescence turn-on response that will find wide applications in chemical sensing."], "text": ["Because of its versatility and high sensitivity toward external stimuli, fluorescence has been widely used in various sensing applications.", "(1)", " However, this technique suffers from the problem of aggregation-caused quenching, in which light emissions of fluorophores are weakened in the solid state or concentrated solutions due to the formation of excimers and exciplexes aided by the collisional interactions between the aromatic molecules in the excited and ground states.", "(2)", " An opposite mechanism called aggregation-induced emission (AIE) has been identified and studied in the past decade.", "(3)", " In this process, the fluorogens are almost non-emissive as individual molecules because of the nonradiative decay through intramolecular motion. Such intramolecular motion can be restricted once these molecules aggregate together, resulting in strong fluorescence. A good example is tetraphenylethene (TPE), a well-known AIE fluorogen in which the olefin stator is surrounded by phenyl rotors and the restriction of intramolecular motion (RIM) is known to account for its strong fluorescence in the solid state.", "(4)", " AIE-based fluorescence not only avoids the problems caused by aggregation but also provides new approaches based on turn-on mode in the applications of chemical sensors, biological probes, and solid-state emitters.", "(5)", "Metal–organic frameworks (MOFs), also known as porous coordination polymers, are crystalline hybrid coordination polymers consisting of metal ions/clusters as nodes and organic ligands as linkers.", "(6)", " As a new frontier for material research, MOFs have found wide applications in storage,", "(7)", " separation,", "(8)", " catalysis,", "(9)", " and as templates/precursors to prepare other porous materials.", "(10)", " Fluorescent MOFs have demonstrated their huge potential in chemical sensing because of their hybrid structures that can offer tunable fluorescence", "(11)", " and have been extensively studied in sensing ions,", "(12)", " gases,", "(13)", " vapors,", "(14)", " explosives,", "(15)", " etc. Recently, a series of fluorescent MOFs using TPE-based ligands have been reported.", "(16)", " These ligands were non-emissive as isolated molecules in solutions but emitted strong fluorescence when fixed through coordination bonds within MOF matrices. However, the preferred responsive turn-on fluorescence when exposed to analytes was not obvious due to the almost complete RIM in the ligands after MOF formation. It is proposed that reducing the activation barrier for ring-flipping in TPE units may help to reach the responsive turn-on fluorescence.", "(16b)", "In this work, we aim to introduce responsive turn-on fluorescence into MOFs by using a novel TPE-based ligand 4,4′-(2,2-diphenylethene-1,1-diyl)dibenzoic acid (DPEB, Figure S1). Compared with the previously reported ligands, DPEB has two dangling phenyl rings without carboxylate groups that will remain unrestricted even after the formation of MOFs. Their motion can be restricted through molecular interactions with analytes, leading to responsive turn-on fluorescence. In addition, there is an angle (∼114°) between the two phenyl rings baring carboxylate groups. Angular ligands are often used to construct MOFs with large pore/cage structure that is highly beneficial in host/guest chemistry.", "(17)", " It is hoped that using angular DPEB will generate MOFs with large pore openings to widen the applications in chemical sensing.", "DPEB was synthesized according to a previous report (see ", "Supporting Information", " for details). It is clearly seen from the crystal structure that 1D chains were formed among DPEB molecules through hydrogen-bonding interactions between carboxylic acid groups (Figure S1). The motion of the dangling phenyl rings in DPEB crystals is fully restricted through C–H···π interactions, leading to a condensed structure that is responsible for the AIE effect (vide infra). Colorless and transparent single crystals named NUS-1 (NUS stands for National University of Singapore) with hexagon plate shape were obtained via solvothermal reactions between DPEB and Zn(NO", "3", ")", "2", "·6H", "2", "O in ", "N", ",", "N", "-diethylformamide (DEF). Single-crystal X-ray analysis of as-synthesized NUS-1 revealed that it crystallized in trigonal ", "P", "3̅ space group, in which DPEB ligands were expanded by tetranuclear SBUs consisting of a central O", "2–", " bonded to four Zn", "2+", " (Figure ", "1", "a). In this SBU, three Zn", "2+", " are capped by the carboxylate groups from DPEB and coordinated water molecules, while the fourth Zn", "2+", " is only coordinated by the ligand. This SBU is similar to the Zn", "4", "O tetranuclear octahedron SBU frequently encountered in other highly porous MOFs.", "(18)", " DPEB ligands are connected by the tetranuclear SBUs to form Kagomé-type 2D sheets,", "(19)", " which stack together to give the overall framework (Figure ", "1", "d). The Ph–H···Ph distance of 3.54–3.67 Å measured between adjacent DPEB molecules belonging to neighboring sheets in NUS-1 is much longer than that found in the DPEB crystal (2.72–3.51 Å), indicating weakened C–H···π interactions (Figure ", "1", "c). Due to the angular DPEB ligand, a view down the [001] direction of the crystal structure of NUS-1 reveals the presence of hexagonal channels with a wide opening (∼15 Å, deducting van der Waals radius) defined by a ring of six DPEB ligands linked by six tetranuclear SBUs (Figure ", "1", "e). In addition, all of the dangling phenyl rings are aligned along the inner walls of these channels. This structural characteristic facilitates the interaction between dangling phenyl rings and incorporated analytes that is helpful for responsive turn-on fluorescence.", "Figure 1. (a) Secondary building unit (SBU) of NUS-1 (black, C; red, O; azure, Zn). (b) SBU of NUS-1a. (c) C–H···π interactions of NUS-1 (black dotted lines, distance: 3.54–3.67 Å, measured between H and adjacent phenyl ring centroids). (d) Crystal structure of NUS-1 viewed along the [010] direction; red and blue represent two neighboring layers; yellow capsules represent hollow channels with a diameter of 15.6 Å. (e) Crystal structure of NUS-1 viewed along the [001] direction.", "To test the framework’s robustness, a single crystal of NUS-1 was evacuated to remove the solvent molecules trapped inside, and the structure was successfully solved (denoted as NUS-1a). The coordinated water molecules originally bound to Zn", "2+", " in the SBUs were completely removed, rendering perfect Zn", "4", "O SBUs (Figure ", "1", "b). Apart from that, the space group (", "P", "3̅) and all the structural properties (2D layered framework with wide channels) remain the same as that of NUS-1 (Figure S2). This successful single-crystal-to-single-crystal transition is a strong indication of the framework’s robustness which sets a solid foundation for the further study of chemical sensing applications.", "The adsorption and desorption isotherms of four gases (N", "2", ", O", "2", ", Ar, and CO", "2", ") were collected under their condensable temperatures to confirm the permanent porosity of NUS-1a. All four gases exhibit stepwise type I/IV hybrid isotherms (Figures ", "2", "a and S3a). In addition, large hysteresis loops between adsorption and desorption branches were found, which are typically the characteristics of mesoporous materials and indicate the wide channels of NUS-1a and/or its flexible framework structure.", "(20)", " To be specific, N", "2", " sorption isotherms exhibit a huge type H", "2", " hysteresis loop at an astonishingly wide relative pressure range of 0.03 < ", "P", "/", "P", "0", " < 0.65, which is among the widest hysteresis loops reported for MOFs.", "(21)", " NUS-1a has Brunauer–Emmett–Teller and Langmuir specific surface areas of 1234 and 1389 m", "2", " g", "–1", ", respectively, with a total pore volume of 0.79 cm", "3", " g", "–1", ". The pore size distribution calculated using nonlocal density functional theory based on Ar sorption data at 87 K reveals three pore size distributions at around 3.8, 11.2, and 24.4 Å, which match well with the crystal structure model (Figure S3b). The isotherms of H", "2", ", CH", "4", ", and CO", "2", " were collected under at least two different temperatures above their condensable temperatures, and their isosteric heats of adsorption (", "Q", "st", ") were calculated based on the Clausius–Clapeyron eq (Figures S4–S6). The ", "Q", "st", " of H", "2", " at low coverage in NUS-1a can reach −10 kJ mol", "–1", ", which is among the highest values of MOFs containing Zn", "4", "O SBUs", "(22)", " and may come from the strong interactions between H", "2", " and the structural pocket formed by twisted phenyl rings in DPEB moieties.", "(23)", "Figure 2. (a) Adsorption (filled) and desorption (open) isotherms of various gases under their condensable temperatures in NUS-1a. (b) Differential scanning calorimetry (DSC) curves of DPEB, NUS-1, and NUS-1a.", "Both NUS-1 and NUS-1a are thermally stable up to 500 °C, which is substantially higher than the decomposition temperature of DPEB (∼300 °C) due to the formation of a coordination network (Figure S7). The endothermic peaks corresponding to solvent loss in NUS-1 (115.7, 174.7, and 222.3 °C), ligand decomposition in DPEB (323.3 °C), and frame decomposition in NUS-1a and NUS-1 (531.7 and 547.3 °C, respectively) can be identified from the DSC curves (Figure ", "2", "b and Table S1). The most striking point in DSC curves locates in the lower temperature region. There is no noticeable peak in the curve of DPEB. In NUS-1, however, exothermic and endothermic peaks are observed at −13.7 and 13.7 °C during cooling and heating scans, respectively, representing the freezing and melting of DEF solvent trapped inside the framework channels. The melting point of DEF detected by DSC (13.7 °C) is much higher than that of bulk DEF (−61 °C), indicative of a strong confinement effect of DEF in the framework due to adsorbate–adsorbent interactions.", "(24)", " In comparison with DPEB and NUS-1, a distinct endothermic peak at −132.7 °C was observed in NUS-1a during the heating scan, while the corresponding exothermic peak was not found due to the temperature limitation of our DSC instrument (−150 °C). One major difference between NUS-1a and DPEB/NUS-1 is the motion ability of dangling phenyl rings under cryogenic conditions. In DPEB crystals, the motion of dangling phenyl rings is completely restricted due to the close molecular packing. In NUS-1, although the dangling phenyl rings are spread apart along the channels with molecular distance larger than DPEB, their motion is still restricted under cryogenic conditions because of the freezing of DEF solvent trapped nearby. The intramolecular motion under cryogenic conditions is only possible in NUS-1a, in which DPEB ligands are immobilized as isolated moieties in the solvent-free and highly porous MOF matrix. The endothermic peak detected at −132.7 °C in NUS-1a may reflect the phase transition involving the weakening of the aforementioned C–H···π interactions and a partial rotation/vibration of dangling phenyl rings. This phase transition is similar to the glass transition in organic polymers", "(25)", " and is rarely reported in coordination polymers such as MOFs.", "Like most of the TPE derivatives, DPEB shows a distinctive AIE behavior, proven by the weak emission in a good solvent (THF) with strong emission in a bad solvent (H", "2", "O; Figure S8). For DPEB crystals, where nonradiative decay through intramolecular motion is suppressed due to close molecular packing, bright emission peaked at 487 nm was observed upon excitation at 400 nm (Figure ", "3", "a and Table S2), which exhibited biexponential fluorescence decay (Figure S9 and Table S2). The fluorescence quantum yield (Φ", "fl", ") of DPEB crystals is as high as 79%, indicating an efficient light harvest/emission process due to the AIE process. In NUS-1a, where the DPEB molecules are linked by Zn", "4", "O SBUs into a staggered 2D sheet structure that is solvent-free and highly porous, the emission maximum remains almost unchanged (486 nm), suggesting a ligand-based emission with little contribution from Zn", "4", "O SBUs. The Φ", "fl", " of NUS-1a is only 15%, which is less than one-quarter of that of the ligand (79%), suggesting that the fluorescence of MOFs with TPE-based ligands containing freely rotating/vibrating phenyl rings (such as DPEB reported herein) can be effectively quenched. Based on the AIE mechanism,", "(26)", " the intramolecular motion supported by DSC should be the reason for the quenching. The as-synthesized NUS-1 shows a slightly higher quantum yield (17%) and an emission maximum at 467 nm that is blue-shifted by 19 nm compared with that of the solvent-free NUS-1a, indicating the possibility of increased interligand coupling.", "(27)", "Figure 3. (a) Fluorescent emission spectra. (b) Relationship of quantum yield versus shift of λ", "fl", " compared to NUS-1a. (c) Fluorescent microscopy images (first row, optical images; second row, fluorescent images; scale bar, 30 μm).", "Volatile organic compounds (VOCs) are selected as the analytes for chemical sensing study. VOCs are toxic air pollutants emitted into the atmosphere from anthropogenic and biogenic sources, whose detection is of great importance in chemical assay and environment monitoring.", "(28)", " Previous studies have revealed the potency of MOFs being used as fluorescent molecular sensors in detecting VOCs.", "(29)", " The chemosensing study was performed by soaking NUS-1a crystals in various VOCs followed by photoluminescence tests. Most of the crystals of NUS-1a⊃guests appeared bright to the eyes upon illumination with UV light (Figure ", "3", "c). The intensity changes and peak shifts are more clearly illustrated in emission spectra, where there are noticeable shifts of the emission maxima λ", "fl", " (Figure ", "3", "a and Table S2). Compared with pristine NUS-1a (λ", "fl", " = 486 nm), NUS-1a soaked in benzene (NUS-1a⊃benzene, λ", "fl", " = 504 nm) has the largest red shift (18 nm), while the one soaked in mesitylene (NUS-1a⊃mesitylene, λ", "fl", " = 458 nm) has the largest blue shift (28 nm). In TPE-based AIE systems, peak shift is normally correlated with the conformation locking of peripheral phenyl rings, where a coplanar conformation would promote the π electron conjugation leading to a bathochromic shift (red shift), while a perpendicular conformation tends to weaken the π electron conjugation, yielding a hypsochromic shift (blue shift).", "(3b, 26)", " It is highly possible that the peak shifts are caused by the conformation change of dangling phenyl rings of NUS-1a exposed to analytes. Besides peak shift, the expected responsive turn-on fluorescence was also observed. Compared with NUS-1a (Φ", "fl", " = 15%), the presence of analytes increases quantum yield distinctly (Table S2). For example, a Φ", "fl", " of 49% was achieved in NUS-1a⊃benzene, indicating effective fluorescence turn-on. A plot of Φ", "fl", " versus peak shifts against NUS-1a reveals an interesting relationship, in which the larger the peak shifts (whether it is blue or red shift), the higher the quantum yield is (Figure ", "3", "b). The above observation indicates that the interaction between analytes and dangling phenyl rings in NUS-1a may hinder the rotation/vibration of these phenyl rings to block nonradiative decay and trigger peak shifts along with responsive turn-on fluorescence. This emission mechanism, which is quite different from other fluorescent MOFs such as ligand-based luminescence,", "(27b)", " metal-based luminescence,", "(30)", " and charge transfer,", "(14)", " may offer special detection sensitivity and selectivity that can be used for specific purposes.", "In summary, by judicious ligand design and crystal engineering, we have demonstrated the responsive turn-on fluorescence in MOFs through AIE mechanism. Our approach is to construct the MOF using a TPE-based ligand (DPEB) bearing two freely rotating/vibrating phenyl rings, which are spread apart along the wide channels of the formed 2D staggered framework. This special ligand and MOF structures play a crucial role in determining the unprecedented gas sorption behavior, glass-transition-like phase transition under cryogenic conditions, and responsive turn-on fluorescence upon interactions with various VOCs. Our results strongly reveal the potential of molecular design in functional fluorescent MOFs. Our work paves the way toward novel fluorescent MOFs with versatile responsive emission mechanism and suitable pore size/geometry for broader applications in chemical sensing.", " ", "Top of Page", "Abstract", "References", "Supporting Information", "Experimental procedures, TGA, PXRD, gas sorption isotherms, fluorescence decay. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "References", "Acknowledgment", "D.Z. thanks the support from the National University of Singapore (NUS Start-up Funding R-279-000-369-133) and Singapore Ministry of Education (MOE AcRF Tier 1 R-279-000-410-112). B.L. thanks the support from Economic Development Board (Singapore-Peking-Oxford Research Enterprise, COY-15-EWI-RCFSA/N197-1) and Singapore–Berkeley Research Institute for Sustainable Energy (R-279-000-393-592). B.Z.T. thanks the support from the Research Grants Council of Hong Kong (604913). We acknowledge Dr. Jianping Xie for the help in collecting fluorescent images.", "Reference QuickView", "Top of Page", "Abstract", "References", "References", "This article references 30 other publications.", "1. ", "Valeur", ", ", "B.", "; ", "Berberan-Santos", ", ", "M. N.", "  ", "Molecular Fluorescence: Principles and Applications", ", ", "2", "nd ed.; ", "Wiley-VCH", ": ", "Weinheim, Germany", ", ", "2012", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "2. ", "Birks", ", ", "J. B.", "  ", "Photophysics of Aromatic Molecules", "; ", "Wiley-Interscience", ": ", "London", ", ", "1970", ".", "There is no corresponding record for this reference.", "3. ", "(a) ", "Hong", ", ", "Y. N.", "; ", "Lam", ", ", "J. W. Y.", "; ", "Tang", ", ", "B. Z.", " ", "Chem. Commun.", " ", "2009", ",  ", "4332", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Aggregation-induced emission: phenomenon, mechanism and applications", "Hong, Yuning; Lam, Jacky W. Y.; Tang, Ben Zhong", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "29", "),\r\n    ", "4332-4353", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  It is textbook knowledge that chromophore aggregation generally quenches light emission.  In this feature article, the authors give an account on how the authors obsd. an opposite phenomenon termed aggregation-induced emission (AIE) and identified the restriction of intramol. rotation as a main cause for the AIE effect.  Based on the mechanistic understanding, the authors developed new fluorescent and phosphorescent AIE systems with emission colors covering the entire visible spectral region and luminescence quantum yields up to unity.  The authors explored high-tech. applications of the AIE luminogens as, for example, fluorescence sensors (for explosive, ion, pH, temp., viscosity, pressure, etc.), biol. probes (for protein, DNA, RNA, sugar, phospholipid, etc.), immunoassay markers, PAGE visualization agents, polarized light emitters, monitors for layer-by-layer assembly, reporters for micelle formation, multistimuli-responsive nanomaterials, and active layers in the fabrication of org. light-emitting diodes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXosV2nt78%253D&md5=aa857849299fa29de560184bd2c674bf", "(b) ", "Hong", ", ", "Y. N.", "; ", "Lam", ", ", "J. W. Y.", "; ", "Tang", ", ", "B. Z.", " ", "Chem. Soc. Rev.", " ", "2011", ",  ", "40", ",  ", "5361", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Aggregation-induced emission", "Hong, Yuning; Lam, Jacky W. Y.; Tang, Ben Zhong", "Chemical Society Reviews", "\r\n        (", "2011", "),\r\n    ", "40", "\r\n        (", "11", "),\r\n    ", "5361-5388", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Luminogenic materials with aggregation-induced emission (AIE) attributes have attracted much interest since the debut of the AIE concept in 2001.  In this crit. review, recent progress in the area of AIE research is summarized.  Typical examples of AIE systems are discussed, from which their structure-property relationships are derived.  Through mechanistic decipherment of the photophys. processes, structural design strategies for generating new AIE luminogens are developed.  Technol., esp. optoelectronic and biol., applications of the AIE systems are exemplified to illustrate how the novel AIE effect can be utilized for high-tech innovations (183 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlaiu7bE&md5=c2c6daf422ea27baec6dce8288e547ed", "(c) ", "Hu", ", ", "R. R.", "; ", "Leung", ", ", "N. L. C.", "; ", "Tang", ", ", "B. Z.", " ", "Chem. Soc. Rev.", " ", "2014", ", ", " DOI: 10.1039/c4cs00044g", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "4. ", "Zhao", ", ", "Z. J.", "; ", "Lam", ", ", "J. W. Y.", "; ", "Tang", ", ", "B. Z.", " ", "J. Mater. Chem.", " ", "2012", ",  ", "22", ",  ", "23726", "[", "Crossref", "], [", "CAS", "]", "4. ", "Tetraphenylethene: a versatile AIE building block for the construction of efficient luminescent materials for organic light-emitting diodes", "Zhao, Zujin; Lam, Jacky W. Y.; Tang, Ben Zhong", "Journal of Materials Chemistry", "\r\n        (", "2012", "),\r\n    ", "22", "\r\n        (", "45", "),\r\n    ", "23726-23740", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Luminescent materials with efficient solid-state emissions are important for the advancement of optoelectronics.  Recently, a new class of propeller-like luminogenic mols. with aggregation-induced emission (AIE) characteristics has drawn increasing research interest.  Among them, tetraphenylethene (TPE) is an archetypal luminogen with a simple mol. structure but shows a splendid AIE effect.  Using TPE as a building block, an effective strategy to create efficient solid-state emitters is developed.  The recent work on the construction of luminogenic materials from TPE is discussed, and their applications in org. LEDs are presented.  The applicability of the synthetic strategy and the utility of the resulting materials are demonstrated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsFyns7bO&md5=d0c523721e2fe37f09792a7c63d72de6", "5. ", "Ding", ", ", "D.", "; ", "Li", ", ", "K.", "; ", "Liu", ", ", "B.", "; ", "Tang", ", ", "B. Z.", " ", "Acc. Chem. Res.", " ", "2013", ",  ", "46", ",  ", "2441", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Bioprobes Based on AIE Fluorogens", "Ding, Dan; Li, Kai; Liu, Bin; Tang, Ben Zhong", "Accounts of Chemical Research", "\r\n        (", "2013", "),\r\n    ", "46", "\r\n        (", "11", "),\r\n    ", "2441-2453", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Fluorescent bioprobes are powerful tools for anal. sensing and optical imaging, which allow direct visualization of biol. analytes at the mol. level and offer useful insights into complex biol. structures and processes.  The sensing and imaging sensitivity of a bioprobe is detd. by the brightness and contrast of its fluorescence before and after analyte binding.  Emission from a fluorophore is often quenched at high concn. or in aggregate state, which is notoriously known as concn. quenching or aggregation-caused quenching (ACQ).  The ACQ effect limits the label-to-analyte ratio and forces researchers to use very dil. solns. of fluorophores.  It compels many probes to operate in a fluorescence \"turn-off\" mode with a narrow scope of practical applications.  The unique aggregation-induced emission (AIE) process offers a straightforward soln. to the ACQ problem.  Typical AIE fluorogens are characterized by their propeller-shaped rotorlike structures, which undergo low-frequency torsional motions as isolated mols. and emit very weakly in solns.  Their aggregates show strong fluorescence mainly due to the restriction of their intramol. rotations in the aggregate state.  This fascinating attribute of AIE fluorogens provides a new platform for the development of fluorescence light-up mols. and photostable nanoaggregates for specific analyte detection and imaging.  In this Account, we review our recent AIE work to highlight the utility of AIE effect in the development of new fluorescent bioprobes, which allows the use of highly concd. fluorogens for biosensing and imaging.  The simple design and fluorescence turn-on feature of the mol. AIE bioprobes offer direct visualization of specific analytes and biol. processes in aq. media with higher sensitivity and better accuracy than traditional fluorescence turn-off probes.  The AIE dot-based bioprobes with different formulations and surface functionalities show advanced features over quantum dots and small mol. dyes, such as large absorptivity, high luminosity, excellent biocompatibility, free of random blinking, and strong photobleaching resistance.  These features enable cancer cell detection, long term cell tracing, and tumor imaging in a noninvasive and high contrast manner.  Recent research has significantly expanded the scope of biol. applications of AIE fluorogens and offers new strategies to fluorescent bioprobe design.  We anticipate that future development on AIE bioprobes will combine one- or multiphoton fluorescence with other modalities (e.g., magnetic resonance imaging) or functionalities (e.g. therapy) to fully demonstrate their potential as a new generation of theranostic reagent.  In parallel, the advances in mol. biol. will provide more specific bioreceptors, which will enable the development of next generation AIE bioprobes with high selectivity and sensitivity for mol. sensing and imaging.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXptVCisro%253D&md5=f9866873161ab857a0a7bb0e539f20aa", "6. ", "(a) ", "Yaghi", ", ", "O. M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Ockwig", ", ", "N. W.", "; ", "Chae", ", ", "H. K.", "; ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", " ", "Nature", " ", "2003", ",  ", "423", ",  ", "705", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Reticular synthesis and the design of new materials", "Yaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, Jaheon", "Nature (London, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "423", "\r\n        (", "6941", "),\r\n    ", "705-714", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The long-standing challenge of designing and constructing new cryst. solid-state materials from mol. building blocks is just beginning to be addressed with success.  A conceptual approach that requires the use of secondary building units to direct the assembly of ordered frameworks epitomizes this process: the authors call this approach reticular synthesis.  This chem. has yielded materials designed to have predetd. structures, compns. and properties.  In particular, highly porous frameworks held together by strong metal-O-C bonds and with exceptionally large surface area and capacity for gas storage were prepd. and their pore metrics systematically varied and functionalized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXksV2itro%253D&md5=2417c5adb0e948350d3d62350c8cd7ea", "(b) ", "Kitagawa", ", ", "S.", "; ", "Kitaura", ", ", "R.", "; ", "Noro", ", ", "S.", " ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", ",  ", "2334", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Functional porous coordination polymers", "Kitagawa, Susumu; Kitaura, Ryo; Noro, Shin-ichiro", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "18", "),\r\n    ", "2334-2375", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Discussion concs. on three aspects of coordination polymers: (1) the use of crystal engineering to construct porous frameworks from connectors and linkers (nano-space engineering), (2) characterizing and cataloging the porous properties by functions for storage, exchange, sepn., etc., and (3) the next generation of porous functions based on dynamic crystal transformations caused by guest mols. or phys. stimuli.  The authors' aim is to present the state of the art chem. and physics of and in the micropores of porous coordination polymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXktFShtLk%253D&md5=9df52e99bad3cc0db67f65551a8c154f", "(c) ", "Férey", ", ", "G.", " ", "Chem. Soc. Rev.", " ", "2008", ",  ", "37", ",  ", "191", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Hybrid porous solids: past, present, future", "Ferey, Gerard", "Chemical Society Reviews", "\r\n        (", "2008", "),\r\n    ", "37", "\r\n        (", "1", "),\r\n    ", "191-214", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This crit. review will be of interest to the experts in porous solids (including catalysis), but also solid state chemists and physicists.  It presents the state-of-the-art on hybrid porous solids, their advantages, their new routes of synthesis, the structural concepts useful for their 'design', aiming at reaching very large pores.  Their dynamic properties and the possibility of predicting their structure are described.  The large tunability of the pore size leads to unprecedented properties and applications.  They concern adsorption of species, storage and delivery and the phys. properties of the dense phases. (323 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmtVWgsg%253D%253D&md5=89265036ce82503c95ce56685a9ceceb", "(d) ", "Kuppler", ", ", "R. J.", "; ", "Timmons", ", ", "D. J.", "; ", "Fang", ", ", "Q. R.", "; ", "Li", ", ", "J. R.", "; ", "Makal", ", ", "T. A.", "; ", "Young", ", ", "M. D.", "; ", "Yuan", ", ", "D. Q.", "; ", "Zhao", ", ", "D.", "; ", "Zhuang", ", ", "W. J.", "; ", "Zhou", ", ", "H. C.", " ", "Coord. Chem. Rev.", " ", "2009", ",  ", "253", ",  ", "3042", "[", "Crossref", "], [", "CAS", "]", "6. ", "Potential applications of metal-organic frameworks", "Kuppler, Ryan J.; Timmons, Daren J.; Fang, Qian-Rong; Li, Jian-Rong; Makal, Trevor A.; Young, Mark D.; Yuan, Daqiang; Zhao, Dan; Zhuang, Wenjuan; Zhou, Hong-Cai", "Coordination Chemistry Reviews", "\r\n        (", "2009", "),\r\n    ", "253", "\r\n        (", "23-24", "),\r\n    ", "3042-3066", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Metal-org. frameworks have received much attention in recent years esp. as newly developed porous materials.  As such, they possess a wide array of potential applications including materials for gas storage, gas/vapor sepn., catalysis, luminescence, and drug delivery.  In the review, these potential applications of metal-org. frameworks are examd. and an outlook will be proposed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtlagt7zM&md5=4bfb28c8429e134985cd1936ebb79030", "7. ", "(a) ", "Zhao", ", ", "D.", "; ", "Yuan", ", ", "D. Q.", "; ", "Zhou", ", ", "H. C.", " ", "Energy Environ. Sci.", " ", "2008", ",  ", "1", ",  ", "222", "[", "Crossref", "], [", "CAS", "]", "7. ", "The current status of hydrogen storage in metal-organic frameworks", "Zhao, Dan; Yuan, Daqiang; Zhou, Hong-Cai", "Energy & Environmental Science", "\r\n        (", "2008", "),\r\n    ", "1", "\r\n        (", "2", "),\r\n    ", "222-235", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The theor. and exptl. hydrogen storage studies on metal-org. frameworks (MOFs) have been reviewed.  Seven distinct factors influencing hydrogen uptake capacity in MOFs have been classified and discussed.  Based on existing studies, some possible future developments have been proposed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht1amu7%252FM&md5=8cf417a3e457630ab942022a26fc780e", "(b) ", "Ma", ", ", "S. Q.", "; ", "Zhou", ", ", "H. C.", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "44", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Gas storage in porous metal-organic frameworks for clean energy applications", "Ma, Shengqian; Zhou, Hong-Cai", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "1", "),\r\n    ", "44-53", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review of current status of clean energy applications of porous metal-org. frameworks, including hydrogen storage, methane storage and carbon dioxide capture.  Porous metal-org. frameworks have exceptionally high surface areas as well as chem.-tunable structures.  A significant tech. challenge has been recognized as the development of a viable method to efficiently trap hydrogen, methane and carbon dioxide gas mols. in a confined space for various applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFektrbI&md5=f68836fe1535bf9cef9bc006a9cc0cad", "8. ", "Li", ", ", "J. R.", "; ", "Sculley", ", ", "J.", "; ", "Zhou", ", ", "H. C.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "869", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Metal-Organic Frameworks for Separations", "Li, Jian-Rong; Sculley, Julian; Zhou, Hong-Cai", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "869-932", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  This article reviews the metal-org. frameworks (MOFs), a new class of porous solid materials.  Their performances for applications in sepns. and purifications is attracting intense interest of researchers working in the fields of chem., chem. engineering, materials science, and others.  Despite being in its infancy, the research progress in this subject has already shown that MOFs are promising for sepn. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1OnsbbL&md5=635f36e2682f7fbc651f5021d591a1cf", "9. ", "Lee", ", ", "J.", "; ", "Farha", ", ", "O. K.", "; ", "Roberts", ", ", "J.", "; ", "Scheidt", ", ", "K. A.", "; ", "Nguyen", ", ", "S. T.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1450", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Metal-organic framework materials as catalysts", "Lee, Jeong Yong; Farha, Omar K.; Roberts, John; Scheidt, Karl A.; Nguyen, Son Binh T.; Hupp, Joseph T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1450-1459", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; a crit. review of the emerging field of MOF-based catalysis is presented.  Discussed are examples of: (a) opportunistic catalysis with metal nodes, (b) designed catalysis with framework nodes, (c) catalysis by homogeneous catalysts incorporated as framework struts, (d) catalysis by MOF-encapsulated mol. species, (e) catalysis by metal-free org. struts or cavity modifiers, and (f) catalysis by MOF-encapsulated clusters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7k%253D&md5=d9cef4eb52ffb1c73fe1195e11bace26", "10. ", "(a) ", "Zhao", ", ", "D.", "; ", "Shui", ", ", "J. L.", "; ", "Chen", ", ", "C.", "; ", "Chen", ", ", "X. Q.", "; ", "Reprogle", ", ", "B. M.", "; ", "Wang", ", ", "D. P.", "; ", "Liu", ", ", "D. J.", " ", "Chem. Sci.", " ", "2012", ",  ", "3", ",  ", "3200", "[", "Crossref", "], [", "CAS", "]", "10. ", "Iron imidazolate framework as precursor for electrocatalysts in polymer electrolyte membrane fuel cells", "Zhao, Dan; Shui, Jiang-Lan; Chen, Chen; Chen, Xinqi; Reprogle, Briana M.; Wang, Dapeng; Liu, Di-Jia", "Chemical Science", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "11", "),\r\n    ", "3200-3205", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The extensive use of Pt and platinum group metals (PGM) as electrocatalysts poses a significant cost barrier for the commercialization of polymer electrolyte membrane fuel cells (PEMFC).  Replacing Pt with non-PGM electrocatalysts is a long-term pursuit of the scientific community.  In this study, non-PGM cathode electrocatalysts for PEMFC were prepd. by pyrolyzing an iron imidazolate framework.  The new catalyst demonstrated excellent activity towards oxygen redn. reaction in the acidic medium.  The catalytic activity was further improved by mixing with a zinc imidazolate framework, ZIF-8.  The membrane electrode assembly made of such catalyst as the cathode demonstrated an onset potential of 0.977 V and measured volumetric c.d. of 12 A cm-3 at 0.8 V in a single cell test.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVGhsrzP&md5=bcf2618f69df75399df3f465c2c66ea6", "(b) ", "Zhao", ", ", "D.", "; ", "Shui", ", ", "J. L.", "; ", "Grabstanowicz", ", ", "L.", "; ", "Chen", ", ", "C.", "; ", "Commet", ", ", "S.", "; ", "Xu", ", ", "T.", "; ", "Lu", ", ", "J.", "; ", "Liu", ", ", "D. J.", " ", "Adv. Mater.", " ", "2014", ",  ", "26", ",  ", "1093", "[", "Crossref", "], [", "CAS", "]", "10. ", "Highly efficient non-precious metal electrocatalysts prepared from one-pot synthesized zeolitic imidazolate frameworks", "Zhao, Dan; Shui, Jiang-Lan; Grabstanowicz, Lauren R.; Chen, Chen; Commet, Sean M.; Xu, Tao; Lu, Jun; Liu, Di-Jia", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2014", "),\r\n    ", "26", "\r\n        (", "7", "),\r\n    ", "1093-1097", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The proposed is a facile synthesis of non-Pt group metal ORR electrocatalysts through pyrolysis of one-pot synthesized ZIF materials decorated with a uniformly dispersed iron complex.  The method enabled us to systematiνcally study the impact of different imidazolate ligands on the catalytic activity.  The final catalysts obtained from the pyrolyzed ZIFs produced excellent surface areas in general, despite the lack of porosity in several precursors.  The imidazole ligands clearly influence the catalyst's ORR activity with Zn(eIm)2TPIP achieving the highest volumetric c.d. (88.1 A cm-3, or 146.1 A cm-3 extrapolated under normalized pressure) at 0.8 V in a PEFC test.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvFOisbrK&md5=f42c9e7a41c84ac8ca342cb447613983", "11. ", "(a) ", "Allendorf", ", ", "M. D.", "; ", "Bauer", ", ", "C. A.", "; ", "Bhakta", ", ", "R. K.", "; ", "Houk", ", ", "R. J. T.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1330", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Luminescent metal-organic frameworks", "Allendorf, M. D.; Bauer, C. A.; Bhakta, R. K.; Houk, R. J. T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1330-1352", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; metal-org. frameworks (MOFs) display a wide range of luminescent behaviors resulting from the multifaceted nature of their structure.  In this crit. review we discuss the origins of MOF luminosity, which include the linker, the coordinated metal ions, antenna effects, excimer and exciplex formation, and guest mols.  The literature describing these effects is comprehensively surveyed, including a categorization of each report according to the type of luminescence obsd.  Finally, we discuss potential applications of luminescent MOFs.  This review will be of interest to researchers and synthetic chemists attempting to design luminescent MOFs, and those engaged in the extension of MOFs to applications such as chem., biol., and radiation detection, medical imaging, and electro-optical devices.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurg%253D&md5=9219edb8997dd29d5f61edbe8e99797d", "(b) ", "Cui", ", ", "Y. J.", "; ", "Yue", ", ", "Y. F.", "; ", "Qian", ", ", "G. D.", "; ", "Chen", ", ", "B. L.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1126", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Luminescent Functional Metal-Organic Frameworks", "Cui, Yuanjing; Yue, Yanfeng; Qian, Guodong; Chen, Banglin", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1126-1162", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors discuss the title topic and applications such as LEDs and luminescent sensors.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnslKitr8%253D&md5=255200f12ee460fd90a29655c2b685dc", "(c) ", "Kreno", ", ", "L. E.", "; ", "Leong", ", ", "K.", "; ", "Farha", ", ", "O. K.", "; ", "Allendorf", ", ", "M.", "; ", "Van Duyne", ", ", "R. P.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1105", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Metal-Organic Framework Materials as Chemical Sensors", "Kreno, Lauren E.; Leong, Kirsty; Farha, Omar K.; Allendorf, Mark; Van Duyne, Richard P.; Hupp, Joseph T.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1105-1125", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors present a crit. review of the literature on metal-org. frameworks (MOFs) as chem. sensors.  The authors begin by briefly examg. challenges relating to MOF sensor development including the design of MOFs with desirable properties, incorporation of appropriate signal transduction capabilities, and integration of MOFs into devices by employing thin-film growth techniques.  Subsequent sections discuss specific examples of MOF sensors, categorized by method of signal transduction.  Sensors based on MOF photoluminescence are discussed briefly.  The authors have limited the review of luminescence-based sensors to a small no. of recent reports where the porous MOF architecture, or its chem. compn., imparts selective sensing capabilities.  Scintillating MOFs that luminesce in the presence of radioactive analytes are also discussed.  Other signal transduction schemes that use photons include various kinds of optical interferometry, analyte modulation of localized surface plasmon resonance energies, and solvatochromism.  Mech. signal-transduction schemes employed with MOFs include ones based on surface acoustic wave, quartz crystal microbalance, and microcantilever devices.  Elec. schemes thus far were limited to ones based on impedance spectroscopy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVCgtL%252FI&md5=f6ed572725bc067ee8da81880bf1ec90", "12. ", "Chen", ", ", "B. L.", "; ", "Wang", ", ", "L. B.", "; ", "Zapata", ", ", "F.", "; ", "Qian", ", ", "G. D.", "; ", "Lobkovsky", ", ", "E. B.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "6718", "ACS Full Text ", ", [", "CAS", "]", "12. ", "A Luminescent Microporous Metal-Organic Framework for the Recognition and Sensing of Anions", "Chen, Banglin; Wang, Liangbo; Zapata, Fatima; Qian, Guodong; Lobkovsky, Emil B.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "21", "),\r\n    ", "6718-6719", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A luminescent microporous metal-org. framework Tb(BTC)G was developed for the recognition and sensing of anions, exhibiting a high-sensitivity sensing function with respect to fluoride.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXltlWgtLc%253D&md5=d31b7ad2d7a8131801a523f80d9e9357", "13. ", "Yanai", ", ", "N.", "; ", "Kitayama", ", ", "K.", "; ", "Hijikata", ", ", "Y.", "; ", "Sato", ", ", "H.", "; ", "Matsuda", ", ", "R.", "; ", "Kubota", ", ", "Y.", "; ", "Takata", ", ", "M.", "; ", "Mizuno", ", ", "M.", "; ", "Uemura", ", ", "T.", "; ", "Kitagawa", ", ", "S.", " ", "Nat. Mater.", " ", "2011", ",  ", "10", ",  ", "787", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Gas detection by structural variations of fluorescent guest molecules in a flexible porous coordination polymer", "Yanai, Nobuhiro; Kitayama, Koji; Hijikata, Yuh; Sato, Hiroshi; Matsuda, Ryotaro; Kubota, Yoshiki; Takata, Masaki; Mizuno, Motohiro; Uemura, Takashi; Kitagawa, Susumu", "Nature Materials", "\r\n        (", "2011", "),\r\n    ", "10", "\r\n        (", "10", "),\r\n    ", "787-793", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "The development of a new methodol. for visualizing and detecting gases is imperative for various applications.  Here, the authors report a novel strategy in which gas mols. are detected by signals from a reporter guest that can read out a host structural transformation.  A composite between a flexible porous coordination polymer and fluorescent reporter distyrylbenzene (DSB) selectively adsorbed CO2 over other atm. gases.  This adsorption induced a host transformation, which was accompanied by conformational variations of the included DSB.  This read-out process resulted in a crit. change in DSB fluorescence at a specific threshold pressure.  The composite shows different fluorescence responses to CO2 and acetylene, compds. that have similar physicochem. properties.  The system showed that fluorescent mols. can detect gases without any chem. interaction or energy transfer.  The host-guest coupled transformations play a pivotal role in converting the gas adsorption events into detectable output signals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFWrsrvE&md5=93d27b4c1d071f985222e3f7ce288fe3", "14. ", "Takashima", ", ", "Y.", "; ", "Martίnez", ", ", "V. M.", "; ", "Furukawa", ", ", "S.", "; ", "Kondo", ", ", "M.", "; ", "Shimomura", ", ", "S.", "; ", "Uehara", ", ", "H.", "; ", "Nakahama", ", ", "M.", "; ", "Sugimoto", ", ", "K.", "; ", "Kitagawa", ", ", "S.", " ", "Nat. Commun.", " ", "2011", ",  ", "2", ",  ", "168", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Molecular decoding using luminescence from an entangled porous framework", "Takashima Yohei; Martinez Virginia Martinez; Furukawa Shuhei; Kondo Mio; Shimomura Satoru; Uehara Hiromitsu; Nakahama Masashi; Sugimoto Kunihisa; Kitagawa Susumu", "Nature communications", "\r\n        (", "2011", "),\r\n    ", "2", "\r\n        (", "),\r\n    ", "168", "\r\n        ISSN:", ".\r\n    ", "Chemosensors detect a single target molecule from among several molecules, but cannot differentiate targets from one another.  In this study, we report a molecular decoding strategy in which a single host domain accommodates a class of molecules and distinguishes between them with a corresponding readout.  We synthesized the decoding host by embedding naphthalenediimide into the scaffold of an entangled porous framework that exhibited structural dynamics due to the dislocation of two chemically non-interconnected frameworks.  An intense turn-on emission was observed on incorporation of a class of aromatic compounds, and the resulting luminescent colour was dependent on the chemical substituent of the aromatic guest.  This unprecedented chemoresponsive, multicolour luminescence originates from an enhanced naphthalenediimide-aromatic guest interaction because of the induced-fit structural transformation of the entangled framework.  We demonstrate that the cooperative structural transition in mesoscopic crystal domains results in a nonlinear sensor response to the guest concentration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3M7ksVSltA%253D%253D&md5=a39b4b5352c567fdd57421e198e04181", "15. ", "Pramanik", ", ", "S.", "; ", "Zheng", ", ", "C.", "; ", "Zhang", ", ", "X.", "; ", "Emge", ", ", "T. J.", "; ", "Li", ", ", "J.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "4153", "ACS Full Text ", ", [", "CAS", "]", "15. ", "New Microporous Metal-Organic Framework Demonstrating Unique Selectivity for Detection of High Explosives and Aromatic Compounds", "Pramanik, Sanhita; Zheng, Chong; Zhang, Xiao; Emge, Thomas J.; Li, Jing", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "12", "),\r\n    ", "4153-4155", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors report a highly luminescent metal-org. framework(MMOF), [Zn2(oba)2(bpy)]·DMA (I) H2oba is 4,4'-oxybis(benzoic acid); bpy is 4,4-bipyridine; DMA is N,N-dimethylacetamide, and its unique photoluminescence (PL) properties. the authors' studies on its guest-free form revealed unique fluorescence quenching and enhancement behavior upon exposure to the vapor of arom. compds. of group A with electron-withdrawing groups and group B with electron-donating groups, resp.  The results demonstrate the exceptional ability of the guest-free form of I to selectively detect explosives of different types (e.g., arom. DNT vs. nonarom. or aliph. dimethyldinitrobutane).  The origin of such an effect can be understood and explained from MO and band structure calcns. as well as a comparison of their electrochem. properties.  Clearly, the nature of the analyte mols. and the electronic structure and porosity of the MMOF all play key roles in the emission properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXivVChtr8%253D&md5=ede93848686b709a17543172a6e7dc86", "16. ", "(a) ", "Shustova", ", ", "N. B.", "; ", "McCarthy", ", ", "B. D.", "; ", "Dincă", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "20126", "ACS Full Text ", ", [", "CAS", "]", "16. ", "Turn-On Fluorescence in Tetraphenylethylene-Based Metal-Organic Frameworks: An Alternative to Aggregation-Induced Emission", "Shustova, Natalia B.; McCarthy, Brian D.; Dinca, Mircea", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "50", "),\r\n    ", "20126-20129", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Coordinative immobilization of functionalized tetraphenylethylene within rigid porous metal-org. frameworks (MOFs) turns on fluorescence in the typically nonemissive tetraphenylethylene core.  The matrix coordination-induced emission effect (MCIE) is complementary to aggregation-induced emission.  Despite the large interchromophore distances imposed by coordination to metal ions, a carboxylate analog of tetraphenylethylene anchored by Zn2+ and Cd2+ ions inside MOFs shows fluorescence lifetimes in line with those of close-packed mol. aggregates.  Turn-on fluorescence by coordinative ligation in a porous matrix is a powerful approach that may lead to new materials made from chromophores with mol. rotors.  The potential utility of MCIE toward building new sensing materials is demonstrated by tuning the fluorescence response of the porous MOFs as a function of adsorbed small analytes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVGgsb7N&md5=ca3a3cd398ebfaae0aff3f398db08380", "(b) ", "Shustova", ", ", "N. B.", "; ", "Ong", ", ", "T. C.", "; ", "Cozzolino", ", ", "A. F.", "; ", "Michaelis", ", ", "V. K.", "; ", "Griffin", ", ", "R. G.", "; ", "Dincă", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "15061", "ACS Full Text ", ", [", "CAS", "]", "16. ", "Phenyl Ring Dynamics in a Tetraphenylethylene-Bridged Metal-Organic Framework: Implications for the Mechanism of Aggregation-Induced Emission", "Shustova, Natalia B.; Ong, Ta-Chung; Cozzolino, Anthony F.; Michaelis, Vladimir K.; Griffin, Robert G.; Dinca, Mircea", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "36", "),\r\n    ", "15061-15070", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Mols. that exhibit emission in the solid state, esp. those known as aggregation-induced emission (AIE) chromophores, found applications in areas as varied as light-emitting diodes and biol. sensors.  Despite numerous studies, the mechanism of fluorescence quenching in AIE chromophores is still not completely understood.  To this end, much interest has focused on understanding the low-frequency vibrational dynamics of prototypical systems, such as tetraphenylethylene (TPE), in the hope that such studies would provide more general principles toward the design of new sensors and electronic materials.  The authors hereby show that a perdeuterated TPE-based metal-org. framework (MOF) serves as an excellent platform for studying the low-energy vibrational modes of AIE-type chromophores.  In particular, the authors use solid-state 2H and 13C NMR expts. to study the Ph ring dynamics of TPE cores that are coordinatively trapped inside a MOF and find a Ph ring flipping energy barrier of 43(6) kJ/mol.  DFT calcns. are then used to deconvolute the electronic and steric contributions to this flipping barrier.  Finally, the authors couple the NMR and DFT studies with variable-temp. x-ray diffraction expts. to propose that both the ethylenic C=C bond twist and the torsion of the Ph rings are important for quenching emission in TPE, but that the former may gate the latter.  To conclude, the authors use these findings to propose a set of design criteria for the development of tunable turn-on porous sensors constructed from AIE-type mols., particularly as applied to the design of new multifunctional MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFOru77O&md5=3b5bb9537c96ed99cf65c5a14bd9ca02", "(c) ", "Shustova", ", ", "N. B.", "; ", "Cozzolino", ", ", "A. F.", "; ", "Dincă", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "19596", "ACS Full Text ", ", [", "CAS", "]", "16. ", "Conformational Locking by Design: Relating Strain Energy with Luminescence and Stability in Rigid Metal-Organic Frameworks", "Shustova, Natalia B.; Cozzolino, Anthony F.; Dinca, Mircea", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "48", "),\r\n    ", "19596-19599", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Minimization of the torsional barrier for Ph ring flipping in a metal-org. framework (MOF) based on the new ethynyl-extended octacarboxylate ligand H8TDPEPE ((tetrakis(1-(3,5-dicarboxy-phenyl-1-ethynyl)-4-phenyl))ethylene) leads to a fluorescent material with a near-dark state.  Immobilization of the ligand in the rigid structure also unexpectedly causes significant strain.  DFT calcns. were used to est. the ligand strain energies in the and all other topol. related materials and correlated these with empirical structural descriptors to derive general rules for trapping mols. in high-energy conformations within MOFs.  These studies portend possible applications of MOFs for studying fundamental concepts related to conformational locking and its effects on mol. reactivity and chromophore photophysics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs12mtbjI&md5=04ba3da3acbb3d5218a8b5311a6cf9fc", "(d) ", "Shustova", ", ", "N. B.", "; ", "Cozzolino", ", ", "A. F.", "; ", "Reineke", ", ", "S.", "; ", "Baldo", ", ", "M.", "; ", "Dincă", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "13326", "ACS Full Text ", ", [", "CAS", "]", "16. ", "Selective Turn-On Ammonia Sensing Enabled by High-Temperature Fluorescence in Metal-Organic Frameworks with Open Metal Sites", "Shustova, Natalia B.; Cozzolino, Anthony F.; Reineke, Sebastian; Baldo, Marc; Dinca, Mircea", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "36", "),\r\n    ", "13326-13329", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Fluorescent mols. incorporated as ligands in rigid, porous metal-org. frameworks (MOFs) maintain their fluorescence response to a much higher temp. than in mol. crystals.  The remarkable high-temp. ligand-based fluorescence, demonstrated here with tetraphenylethylene- and dihydroxyterephthalate-based linkers, is essential for enabling selective and rapid detection of analytes in the gas phase.  Both Zn2(TCPE) (TCPE = tetrakis-(4-carboxyphenyl)-ethylene) and Mg-(H2DHBDC) (H2DHBDC2- = 2,5-dihydroxybenzene-1,4-dicarboxylate) function as selective sensors for ammonia at 100°, although neither shows NH3 selectivity at room temp.  Variable-temp. diffuse-reflectance IR spectroscopy, fluorescence spectroscopy, and x-ray crystallog. are coupled with d.-functional calcns. to interrogate the temp.-dependent guest-framework interactions and the preferential analyte binding in each material.  These results describe a heretofore unrecognized, yet potentially general property of many rigid, fluorescent MOFs and portend new applications for these materials in selective sensors, with selectivity profiles that can be tuned as a function of temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlChsbfM&md5=0242efee6c2e70e95fb20b0163aa4c77", "17. ", "Zhuang", ", ", "W. J.", "; ", "Ma", ", ", "S. Q.", "; ", "Wang", ", ", "X. S.", "; ", "Yuan", ", ", "D. Q.", "; ", "Li", ", ", "J. R.", "; ", "Zhao", ", ", "D.", "; ", "Zhou", ", ", "H. C.", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "5223", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Introduction of cavities up to 4 nm into a hierarchically-assembled metal-organic framework using an angular, tetratopic ligand", "Zhuang, Wenjuan; Ma, Shengqian; Wang, Xi-Sen; Yuan, Daqiang; Li, Jian-Rong; Zhao, Dan; Zhou, Hong-Cai", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "29", "),\r\n    ", "5223-5225", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Cavities up to 4 nm were introduced into a hierarchically-assembled metal-org. framework by adopting an angular, semi-flexible tetratopic ligand.  The resulting MOF possesses permanent porosity and exhibits stepwise sorption isotherms for O2 and N2 gases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXosleru7g%253D&md5=d112c9353731dce89bff9452d81f27cb", "18. ", "(a) ", "Li", ", ", "H. L.", "; ", "Eddaoudi", ", ", "M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Nature", " ", "1999", ",  ", "402", ",  ", "276", "[", "Crossref", "], [", "CAS", "]", "18. ", "Design and synthesis of an exceptionally stable and highly porous metal-organic framework", "Li, Hailian; Eddaoudi, Mohamed; O'Keeffe, M.; Yaghi, M.", "Nature (London)", "\r\n        (", "1999", "),\r\n    ", "402", "\r\n        (", "6759", "),\r\n    ", "276-279", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Macmillan Magazines", ")\r\n        ", "Open metal-org. frameworks are widely regarded as promising materials for applications in catalysis, sepn., gas storage and mol. recognition.  Compared to conventionally used microporous inorg. materials such as zeolites, these org. structures have the potential for more flexible rational design, through control of the architecture and functionalization of the pores.  So far, the inability of these open frameworks to support permanent porosity and to avoid collapsing in the absence of guest mols., such as solvents, has hindered further progress in the field.  The authors report the synthesis of a metal-org. framework, Zn4O(BDC)3.(DMF)8.(PhCl) (named MOF-5, where BDC = 1,4-benzenedicarboxylate), which remains cryst., as evidenced by x-ray single-crystal analyses, and stable when fully desolvated and when heated up to 300°.  This synthesis is achieved by borrowing ideas from metal carboxylate cluster chem., where an org. dicarboxylate linker was used in a reaction that gives supertetrahedron clusters when capped with monocarboxylates.  The rigid and divergent character of the added linker allows the articulation of the clusters into a three-dimensional framework resulting in a structure with higher apparent surface area and pore vol. than most porous cryst. zeolites.  This simple and potentially universal design strategy is currently being pursued in the synthesis of new phases and composites, and for gas-storage applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXnvFSiuro%253D&md5=68f27e20a7e4e15ea2c2f49a2a61e98a", "(b) ", "Koh", ", ", "K.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "677", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "A crystalline mesoporous coordination copolymer with high microporosity", "Koh, Kyoungmoo; Wong-Foy, Antek G.; Matzger, Adam J.", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "4", "),\r\n    ", "677-680", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "UMCM-1 (University of Michigan Cryst. Material-1), a mesoporous material with unprecedented levels of microporosity, arises from the coordination copolymn. of a dicarboxylate and a tricarboxylate linker mediated by Zn.  Exceptionally high surface area derives from the microporous cages of Zn4O(BDC)(BTB)4/3 (H2BDC = terephthalic acid, H3BTB = 1,3,5-tris(4-carboxyphenyl)benzene) lining the 1-dimensional mesoporous channels.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhslamt7c%253D&md5=07c39bf5c07ce58be16e0f8864aa426c", "19. ", "Mekata", ", ", "M.", " ", "Phys. Today", " ", "2003", ",  ", "56", ",  ", "12", "[", "Crossref", "]", "There is no corresponding record for this reference.", "20. ", "(a) ", "Sing", ", ", "K. S. W.", "; ", "Williams", ", ", "R. T.", " ", "Adsorpt. Sci. Technol.", " ", "2004", ",  ", "22", ",  ", "773", "[", "Crossref", "], [", "CAS", "]", "20. ", "Physisorption hysteresis loops and the characterization of nanoporous materials", "Sing, Kenneth S. W.; Williams, Ruth T.", "Adsorption Science & Technology", "\r\n        (", "2004", "),\r\n    ", "22", "\r\n        (", "10", "),\r\n    ", "773-782", "CODEN:\r\n                ", "ASTEEZ", ";\r\n        ISSN:", "0263-6174", ".\r\n    \r\n            (", "Multi-Science Publishing Co. Ltd.", ")\r\n        ", "A review.  The classification of adsorption hysteresis loops recommended by the IUPAC in 1984 was based on exptl. observations and the application of classical principles of pore filling (notably the use of the Kelvin equation for mesopore anal.).  Recent mol. simulation and d. functional studies (DFT) of the physisorption of gases by model pore structures have greatly improved the understanding of the mechanisms of hysteresis and it is therefore timely to revisit the IUPAC recommendations.  In this review, it is concluded that there is no immediate need to change the IUPAC classification of physisorption isotherms and hysteresis loops.  However, in the light of recent advances, it was possible to offer a revised checklist for the anal. of nitrogen isotherms on nanoporous solids: this includes a carefully regulated application of DFT in place of a classical procedure such as the well-known Barrett-Joyner-Halenda (BJH) method.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXitleis7s%253D&md5=2eb61ab2064e7caa090b6a76541d5f3e", "(b) ", "Wan", ", ", "Y.", "; ", "Zhao", ", ", "D. Y.", " ", "Chem. Rev.", " ", "2007", ",  ", "107", ",  ", "2821", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "On the Controllable Soft-Templating Approach to Mesoporous Silicates", "Wan, Ying; Zhao, Dongyuan", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2007", "),\r\n    ", "107", "\r\n        (", "7", "),\r\n    ", "2821-2860", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review on the recent developments in the synthesis of ordered mesoporous silicates by the surfactant assembly.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmslWgtbs%253D&md5=8a09fcd58e4b2553cc7d483072f56df4", "(c) ", "Horike", ", ", "S.", "; ", "Shimomura", ", ", "S.", "; ", "Kitagawa", ", ", "S.", " ", "Nat. Chem.", " ", "2009", ",  ", "1", ",  ", "695", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "20. ", "Soft porous crystals", "Horike, Satoshi; Shimomura, Satoru; Kitagawa, Susumu", "Nature Chemistry", "\r\n        (", "2009", "),\r\n    ", "1", "\r\n        (", "9", "),\r\n    ", "695-704", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The field of host-guest complexation is intensely attractive from diverse perspectives, including materials science, chem. and biol.  The uptake and encapsulation of guest species by host frameworks are being investigated for a wide variety of purposes, including sepn. and storage using zeolites, and recognition and sensing by enzymes in soln.  Here we focus on the concept of the cooperative integration of 'softness' and 'regularity'.  Recent developments on porous coordination polymers (or metal-org. frameworks) have provided the inherent properties that combine these features.  Such soft porous crystals exhibit dynamic frameworks that are able to respond to external stimuli such as light, elec. fields or the presence of particular species, but they are also cryst. and can change their channels reversibly while retaining high regularity.  We discuss the relationship between the structures and properties of these materials in view of their practical applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsVGnt7vK&md5=c1f813fb0eef80c8a2456fc7f2a0c34c", "21. ", "(a) ", "Zhao", ", ", "X. B.", "; ", "Xiao", ", ", "B.", "; ", "Fletcher", ", ", "A. J.", "; ", "Thomas", ", ", "K. M.", "; ", "Bradshaw", ", ", "D.", "; ", "Rosseinsky", ", ", "M. J.", " ", "Science", " ", "2004", ",  ", "306", ",  ", "1012", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "Hysteretic Adsorption and Desorption of Hydrogen by Nanoporous Metal-Organic Frameworks", "Zhao, Xuebo; Xiao, Bo; Fletcher, Ashleigh J.; Thomas, K. Mark; Bradshaw, Darren; Rosseinsky, Matthew J.", "Science (Washington, DC, United States)", "\r\n        (", "2004", "),\r\n    ", "306", "\r\n        (", "5698", "),\r\n    ", "1012-1015", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Adsorption and desorption of hydrogen from nanoporous materials, such as activated C, is usually fully reversible.  The authors prepd. nanoporous metal-org. framework materials with flexible linkers in which the pore openings, as characterized in the static structures, appear to be too small to allow H2 to pass.  The authors observe hysteresis in their adsorption and desorption kinetics above the supercrit. temp. of H2 that reflects the dynamical opening of the windows between pores.  This behavior would allow H2 to be adsorbed at high pressures but stored at lower pressures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXptFyjtbc%253D&md5=42cbb6e1b708cd791929d4e89d328f95", "(b) ", "Choi", ", ", "H. J.", "; ", "Dincă", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "7848", "ACS Full Text ", ", [", "CAS", "]", "21. ", "Broadly Hysteretic H2 Adsorption in the Microporous Metal-Organic Framework Co(1,4-benzenedipyrazolate)", "Choi, Hye Jin; Dinca, Mircea; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "25", "),\r\n    ", "7848-7850", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reaction of Co(CF3SO3)2 with the new mol. 1,4-benzenedi(4'-pyrazolyl) (H2BDP) in N,N'-diethylformamide (DEF) at 130 °C generates the metal-org. framework Co(BDP)·2DEF·H2O (1).  X-ray anal. reveals the structure of 1 to contain chains of tetrahedrally ligated Co2+ ions linked through BDP2- ligands to generate a three-dimensional framework with 10 × 10 Å2 channels.  Thermogravimetric data shows the framework to have a high thermal stability, and complete desolvation occurs upon heating at 170 °C under dynamic vacuum for two days to afford 1d.  X-ray powder diffraction data indicates that 1d possesses a substantially different structure, but converts back to 1 upon exposure to DEF, consistent with the presence of a flexible framework.  Nitrogen adsorption isotherms measured for 1d at 77 and 87 K reveal an unprecedented five-step adsorption process and a Langmuir surface area of 2670 m2/g.  In addn., high-pressure H2 adsorption data reveal hysteretic uptake and release, with hysteresis loops of width 1.1, 3.8, 13, and 27 bar that shift to higher pressures as the temp. increases from 50 to 65, 77, and 87 K, resp.  The high H2 uptake capacity of 5.5 excess wt % at 50 K suggests that such materials could potentially find utility for hydrogen storage via a kinetic trapping mechanism.  Variable-temp. kinetics measurements have also allowed the first study of H2 diffusion within a metal-org. framework, revealing an energy barrier of 0.62 kJ/mol for H2 diffusing within the pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXms1Gitb0%253D&md5=6355a96c062de540c55aa13afe969ba5", "22. ", "Suh", ", ", "M. P.", "; ", "Park", ", ", "H. J.", "; ", "Prasad", ", ", "T. K.", "; ", "Lim", ", ", "D. W.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "782", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Hydrogen Storage in Metal-Organic Frameworks", "Suh, Myunghyun Paik; Park, Hye Jeong; Prasad, Thazhe Kootteri; Lim, Dae-Woon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "782-835", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  MOFs have versatile structures, high surface areas and high pore vols. - they can be regarded as good candidate materials for H storage.  There are many MOFs that have high H adsorption capacities at low temps., typically at 77 or 87 K.  The highest H storage capacity reported so far is 99.5 mg/g at 77K and 56 bar for NU-100.  However, the high H capacities of MOFs at cryogenic temps. decrease as the temp. increases to room temp.  This is because the H adsorption in MOFs is weak physisorption and the interaction energies between the H mols. and frameworks are low.  To develop MOFs as H storage materials that meet the U.S.DOE targets for an on-board hydrogen system, a serious challenge is still present in the design and synthesis of the MOF materials.  We may expect that highly stable MOFs having a large surface area and pore vol., together with many open metal sites and embedded catalysts for hydrogen spillover, would provide some pos. results for H storage at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1GlsbjM&md5=dd1f08beefd27cce77d88e466551c1af", "23. ", "Lin", ", ", "X.", "; ", "Telepeni", ", ", "I.", "; ", "Blake", ", ", "A. J.", "; ", "Dailly", ", ", "A.", "; ", "Brown", ", ", "C. M.", "; ", "Simmons", ", ", "J. M.", "; ", "Zoppi", ", ", "M.", "; ", "Walker", ", ", "G. S.", "; ", "Thomas", ", ", "K. M.", "; ", "Mays", ", ", "T. J.", "; ", "Hubberstey", ", ", "P.", "; ", "Champness", ", ", "N. R.", "; ", "Schröder", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "2159", "ACS Full Text ", ", [", "CAS", "]", "23. ", "High Capacity Hydrogen Adsorption in Cu(II) Tetracarboxylate Framework Materials: The Role of Pore Size, Ligand Functionalization, and Exposed Metal Sites", "Lin, Xiang; Telepeni, Irvin; Blake, Alexander J.; Dailly, Anne; Brown, Craig M.; Simmons, Jason M.; Zoppi, Marco; Walker, Gavin S.; Thomas, K. Mark; Mays, Timothy J.; Hubberstey, Peter; Champness, Neil R.; Schroder, Martin", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "6", "),\r\n    ", "2159-2171", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Isostructural metal-org. framework polymers [Cu2(L)(H2O)2] (L = tetracarboxylate ligands), denoted NOTT-nnn, were synthesized and characterized.  Single crystal x-ray structures confirm the complexes to contain binuclear Cu(II) paddlewheel nodes each bridged by four carboxylate centers to give a NbO-type network of 64·82 topol.  These complexes are activated by solvent exchange with acetone coupled to heating cycles under vacuum to afford the desolvated porous materials NOTT-100 to NOTT-109.  These incorporate a vacant coordination site at each Cu(II) center and have large pore vols. that contribute to the obsd. high H2 adsorption.  Indeed, NOTT-103 at 77 K and 60 bar shows a very high total H2 adsorption of 77.8 mg g-1 equiv. to 7.78% [wt% = (wt. of adsorbed H2)/(wt. of host material)] or 7.22% [wt% = 100(wt. of adsorbed H2)/(wt. of host material + wt. of adsorbed H2)].  Neutron powder diffraction studies on NOTT-101 reveal three adsorption sites for this material: at the exposed Cu(II) coordination site, at the pocket formed by three {Cu2} paddle wheels, and at the cusp of three Ph rings.  Systematic virial anal. of the H2 isotherms suggests that the H2 binding energies at these sites are very similar and the differences are smaller than 1.0 kJ mol-1, although the adsorption enthalpies for H2 at the exposed Cu(II) site are significantly affected by pore metrics.  Introducing Me groups or using kinked ligands to create smaller pores can enhance the isosteric heat of adsorption and improve H2 adsorption.  However, although increasing the overlap of potential energy fields of pore walls increases the heat of H2 adsorption at low pressure, it may be detrimental to the overall adsorption capacity by reducing the pore vol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXptlOitQ%253D%253D&md5=cbc9f02158801ff5dacb7df033416d78", "24. ", "Zhao", ", ", "D.", "; ", "Yuan", ", ", "D. Q.", "; ", "Yakovenko", ", ", "A.", "; ", "Zhou", ", ", "H. C.", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "4196", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "24. ", "A NbO-type metal-organic framework derived from a polyyne-coupled di-isophthalate linker formed in situ", "Zhao, Dan; Yuan, Daqiang; Yakovenko, Andrey; Zhou, Hong-Cai", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "23", "),\r\n    ", "4196-4198", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A NbO-type metal-org. framework, PCN-46, was constructed based on a polyyne-coupled di-isophthalate linker formed in situ.  Its lasting porosity was confirmed by N2 adsorption isotherm, and its H2, CH4 and CO2 adsorption capacity was examd. at 77 K and 298 K over a wide pressure range (0-110 bar).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXmvVGgurc%253D&md5=2f22d7679438be96776fe91953c64fa5", "25. ", "Strobl", ", ", "G. R.", "  ", "The Physics of Polymers: Concepts for Understanding Their Structures and Behavior", ", ", "3", "rd ed.; ", "Springer", ": ", "New York", ", ", "2007", ".", "There is no corresponding record for this reference.", "26. ", "Parrott", ", ", "E. P. J.", "; ", "Tan", ", ", "N. Y.", "; ", "Hu", ", ", "R. R.", "; ", "Zeitler", ", ", "J. A.", "; ", "Tang", ", ", "B. Z.", "; ", "Pickwell-MacPherson", ", ", "E.", " ", "Mater. Horiz.", " ", "2014", ",  ", "1", ",  ", "251", "[", "Crossref", "], [", "CAS", "]", "26. ", "Direct evidence to support the restriction of intramolecular rotation hypothesis for the mechanism of aggregation-induced emission: temperature resolved terahertz spectra of tetraphenylethene", "Parrott, Edward P. J.; Tan, Nicholas Y.; Hu, Rongrong; Zeitler, J. Axel; Tang, Ben Zhong; Pickwell-MacPherson, Emma", "Materials Horizons", "\r\n        (", "2014", "),\r\n    ", "1", "\r\n        (", "2", "),\r\n    ", "251-258", "CODEN:\r\n                ", "MHAOBM", ";\r\n        ISSN:", "2051-6355", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "In contrast to the traditional fluorescent dyes that exhibit a decrease in fluorescence upon aggregation, Aggregation-Induced Emission (AIE) mols. are a family of fluorophors which exhibit increased fluorescence upon aggregation.  Consequently, AIE mols. represent an interesting new material with potential applications in fluorescent chemo/biosensors, light emitting devices and medical diagnostics.  Numerous mechanisms have been proposed to explain this phenomenon, including E-Z isomerization, and restriction of intramol. rotations (RIR).  However, there has not been any direct exptl. evidence to support either one of these hypotheses.  Here we use terahertz time-domain-spectroscopy (THz-TDS) and solid-state computational simulations of an AIE mol. to link the increase in intensity of intramol. rotation and rocking modes to the measured fluorescence and reveal direct evidence supporting the RIR hypothesis.  This is the first time that terahertz spectroscopy has been used to directly probe such mol. motions in AIE materials and in doing so we have found conclusive evidence to fully explain the AIE mechanism.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXitFWhtLg%253D&md5=9d16114165bcae43896f59e3ed9ca8c6", "27. ", "(a) ", "Mei", ", ", "J.", "; ", "Wang", ", ", "J.", "; ", "Qin", ", ", "A.", "; ", "Zhao", ", ", "H.", "; ", "Yuan", ", ", "W.", "; ", "Zhao", ", ", "Z.", "; ", "Sung", ", ", "H. H. Y.", "; ", "Deng", ", ", "C.", "; ", "Zhang", ", ", "S.", "; ", "Williams", ", ", "I. D.", "; ", "Sun", ", ", "J. Z.", "; ", "Tang", ", ", "B. Z.", " ", "J. Mater. Chem.", " ", "2012", ",  ", "22", ",  ", "4290", "[", "Crossref", "], [", "CAS", "]", "27. ", "Construction of soft porous crystal with silole derivative: strategy of framework design, multiple structural transform-ability and mechanofluorochromism", "Mei, J.; Wang, J.; Qin, A.; Zhao, H.; Yuan, W.; Zhao, Z.; Sung, H. H. Y.; Deng, C.; Zhang, S.; Williams, I. D.; Sun, J. Z.; Tang, B. Z.", "Journal of Materials Chemistry", "\r\n        (", "2012", "),\r\n    ", "22", "\r\n        (", "10", "),\r\n    ", "4290-4298", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Novel fluorescent org. soft porous crystals have been designed and prepd. based on a multi-substituted silole bearing 1-phenyl-2,2-dicyanoethene moieties (mol. 8). 8 exhibited a series of emission colors, ranging from yellow to dark red with an over 70 nm shift of emission max.  Mol. 8 also showed the ability to reversibly switch between different solid states, and a typical mechanofluorochromism was obsd. by cyclic operation of the grinding-heating-cooling processes.  In addn., two single crystals (O and R) were successfully obtained in proper conditions, and the crystallog. data indicated that crystal O and R had reasonable hollow structures, inside which different solvent mols. were selectively encapsulated.  More importantly, we have presented a proof-of-concept example of the strategy for the designation of org. soft porous crystals with a conjugated fluorophore and demonstrated the successful achievement of softness, porosity and crystn. ability.  This design strategy is instructive to design and construct org. soft porous crystals with other conjugated building blocks and develop novel smart and stimuli-responsive photo/electronic materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xit1Sgsbc%253D&md5=13e0a262418fa1a60fb810dea3a81c26", "(b) ", "Bauer", ", ", "C. A.", "; ", "Timofeeva", ", ", "T. V.", "; ", "Settersten", ", ", "T. B.", "; ", "Patterson", ", ", "B. D.", "; ", "Liu", ", ", "V. H.", "; ", "Simmons", ", ", "B. A.", "; ", "Allendorf", ", ", "M. D.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "7136", "ACS Full Text ", ", [", "CAS", "]", "27. ", "Influence of Connectivity and Porosity on Ligand-Based Luminescence in Zinc Metal-Organic Frameworks", "Bauer, Christina A.; Timofeeva, Tatiana V.; Settersten, Thomas B.; Patterson, Brian D.; Liu, Vincent H.; Simmons, Blake A.; Allendorf, Mark D.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "22", "),\r\n    ", "7136-7144", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Applications of metal-org. frameworks (MOFs) require close correlation between their structure and function.  The authors describe the prepn. and characterization of two Zn MOFs based on a flexible and emissive linker mol., stilbene, which retains its luminescence within these solid materials.  Reaction of trans-4,4'-stilbenedicarboxylic acid (H2L) and zinc nitrate in DMF yielded a dense 2-dimensional network, Zn3L3(DMF)2 (1), featuring Zn in both octahedral and tetrahedral coordination environments connected by trans-stilbene links.  Similar reaction in N,N-diethylformamide (DEF) at higher temps., followed by replacement of solvent in workup, resulted in a porous, 3-dimensional framework structure, Zn4OL3·(DMF)(CHCl3) (2).  This framework consists of two interpenetrating cubic lattices, each featuring basic Zn carboxylate vertexes joined by trans-stilbene, analogous to the isoreticular MOF (IRMOF) series.  The optical properties of both 1 and 2 correlate with the local ligand environments obsd. in the crystal structures.  Steady-state and time-resolved spectroscopic measurements reveal that the stilbene linkers in the dense structure 1 exhibit a small degree of interchromophore coupling.  In contrast, the stilbenoid units in 2 display very little interaction in this low-d. 3-dimensional framework, with excitation and emission spectra characteristic of monomeric stilbenes, similar to the dicarboxylic acid in dil. soln.  In both cases, the rigidity of the stilbene linker increases upon coordination to the inorg. units through inhibition of torsion about the central ethylene bond, resulting in luminescent crystals with increased emission lifetimes compared to solns. of trans-stilbene.  The emission spectrum of 2 depends on the nature of the incorporated solvent mols., suggesting use of this or related materials in sensor applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXltlWlurs%253D&md5=d4fb4e7121ad3251fba2c481c1ca2c49", "28. ", "Atkinson", ", ", "R.", "; ", "Arey", ", ", "J.", " ", "Chem. Rev.", " ", "2003", ",  ", "103", ",  ", "4605", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Atmospheric Degradation of Volatile Organic Compounds", "Atkinson, Roger; Arey, Janet", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2003", "),\r\n    ", "103", "\r\n        (", "12", "),\r\n    ", "4605-4638", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review concerning the removal of biogenic and anthropogenic volatile org. compds. (VOC) emitted to the atm. through phys. (deposition) or chem. processes, or their atm. transformation is given.  Topics discussed include: tropospheric VOC transformation processes (initial reactions and lifetimes, reaction mechanisms); atm. chem. of alkanes (kinetic data for initial OH- and NO3- reactions, reaction mechanism); atm. chem. of alkenes (rate consts. for initial reaction of alkenes with OH-, NO3-, and O3; mechanism of the OH- reaction; NO3- reaction; reaction with O3); arom. hydrocarbons (kinetics of OH- reactions, reactions of phenols, reactions of unsatd. 1,4-dicarbonyls and di-unsatd. 1,6-dicarbonyls); atm. reactions of oxygenated VOC (aldehydes, ketones, aliph. alcs., ethers, alkyl nitrates); and conclusions and future research needs (exptl. studies, theor. studies and crit. reviews and evaluations).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXosVChtrs%253D&md5=50beeda951dd05902cae4a03e50c5041", "29. ", "Wenger", ", ", "O. S.", " ", "Chem. Rev.", " ", "2013", ",  ", "113", ",  ", "3686", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Vapochromism in Organometallic and Coordination Complexes: Chemical Sensors for Volatile Organic Compounds", "Wenger, Oliver S.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "113", "\r\n        (", "5", "),\r\n    ", "3686-3733", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The review is written from the perspective of a coordination chemist with an emphasis on understanding the origin of the vapochromic/vapoluminescent responses of the individual sensor materials.  In this sense the current review is less geared toward applications than much of what has been published under the broadly defined label \"electronic noses\".  Nevertheless, the present review includes anal. details for the sensors for which such information is available, but many original studies do not report quant. anal. results and focus themselves on understanding the vapochromism/vapoluminescence phenomenon on a mol. level rather aiming to develop actual sensing devices.  A sep. section with a comprehensive table summarizes the available anal. information in a compact manner.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXntVWktA%253D%253D&md5=c865f0a68660b92fd39c4f8a91749df0", "30. ", "Heine", ", ", "J.", "; ", "Müller-Buschbaum", ", ", "K.", " ", "Chem. Soc. Rev.", " ", "2013", ",  ", "42", ",  ", "9232", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "30. ", "Engineering metal-based luminescence in coordination polymers and metal-organic frameworks", "Heine, Johanna; Mueller-Buschbaum, Klaus", "Chemical Society Reviews", "\r\n        (", "2013", "),\r\n    ", "42", "\r\n        (", "24", "),\r\n    ", "9232-9242", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The rapidly growing no. of luminescent coordination polymers (CPs) and metal-org. frameworks (MOFs) illustrates high interest as well as accessibility of such materials.  The interplay between inorg. and org. components in these materials offers a large no. of viable luminescence processes.  The enormous variability of available ligand-metal combinations opens the possibility of creating luminescence \"by design\", based on a proper understanding of the processes involved.  Together with the multifunctionality of MOFs (e.g. porosity) further options like sensing become accessible.  This tutorial review covers the main luminescence processes and focuses esp. on metal-based luminescence of coordination polymers and MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVShsb7J&md5=2307553b462db35a6e01dd58eebdbe7e"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-20/ja502643p/production/images/small/ja-2014-02643p_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-20/ja502643p/production/images/small/ja-2014-02643p_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-20/ja502643p/production/images/small/ja-2014-02643p_0003.gif\">"]}
