{"title": ["A Microporous Metal–Organic Framework Constructed from a New Tetracarboxylic Acid for Selective Gas Separation"], "authors": ["Hussah Alawisi", "Bin Li", "Yabing He", "Hadi D. Arman", "Abdullah M. Asiri", "Hailong Wang", "Banglin Chen"], "doi": ["10.1021/cg500235j"], "abstract": ["A new microporous metal−organic framework has been realized from a novel organic linker, exhibiting moderately high selectivities for CO", "/N", ", C", "H", "/CH", ", and CO", "/CH", " gas separations at room temperature because of the small pores within the framework.", "A new organic ligand of pyrene-containing tetracarboxylic acid and its first metal–organic framework ", " was designed and synthesized. The MOF has the two-dimensional (4,4) framework topology. The activated ", " exhibits permanent porosity and moderately high selectivities for CO", "/N", ", C", "H", "/CH", ", and CO", "/CH", " gas separations at room temperature because of the small pores within the framework."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Introduction", "Microporous metal–organic frameworks (MOFs) are very promising porous materials for gas separation.", "(1, 2)", " Such materials can be readily constructed from self-assembly of the suitable metal ions/clusters and organic linkers.", "(3, 4)", " Because the chemistry of metal ions/clusters and organic linkers is very rich, an almost infinite amount of porous MOFs can be theoretically synthesized in which their pores can be systematically varied based on the different combinations of metal ions/clusters and organic linkers, and diverse framework topologies.", "(5, 6)", " Indeed, a very wide range of porous MOFs from those ultramicroporous (pore sizes smaller than 3.0 Å) to those mesoporous (pore sizes larger than 25 Å) have been realized with the highest BET surface area up to 7000 m", "2", "/g and pore volume of 4.40 cm", "3", "/g.", "(7)", " In terms of MOFs for their gas separation, high porosities are not the prerequisite, whereas suitable pore sizes/windows for their size-exclusive effects and functional sites for their differential interactions with gas molecules are even much more important.", "(8-10)", " There have been extensive research endeavors on the construction of microporous MOFs for gas separation.", "(11)", " Over the past several years, we have been particularly interested in those porous MOFs with small pores for gas separation and realized a series of such porous MOF materials for such a purpose.", "(12)", " On the one hand, detailed studies on some reported MOFs will be still necessary to rediscover their values for gas separation;", "(13)", " on the other hand, it will be certainly important to target some new organic linkers and their constructed MOFs for their diverse functions as well. With this in mind, we developed a new organic linker, 3,3′,3″,3‴-(pyrene-1,3,6,8-tetrayl)tetrabenzoic acid (H", "4", "PTTB) (Scheme ", "1", "). This linker can be straightforwardly synthesized by the coupling and hydrolysis reaction from its bromo precursor. Solvothermal reaction of this organic linker with Zn(NO", "3", ")", "2", " led to the formation of a new microporous MOF [Zn", "2", "(PTTB)(DMF)", "2", "]", "n", "·(DMF)", "n", " (", "UTSA-72", ") in which the well-known paddle-wheel Zn", "2", "(COO)", "4", " cluters are bridged by PTTB tetracarboxylates to form a two-dimensional MOF. The single-crystal X-ray structure of ", "UTSA-72", " was characterized. With two kinds of small micropores of about 2.9 × 2.9 and 2.4 × 4.6 Å", "2", ", the activated ", "UTSA-72a", " exhibits moderately high selective gas separation for C", "2", "H", "2", "/CH", "4", ", CO", "2", "/CH", "4", ", and CO", "2", "/N", "2", " at room temperature.", "Scheme 1. Schematic Molecular Structure of H", "4", "PTTB Ligand", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Experimental Section", "All reagents and solvents were used as received from commercial suppliers without further purification. 1,3,6,8-Tetrabromopyrene was prepared according to the reported literature.", "(14)", " The multidentate O-donor ligand of 3,3′,3″,3‴-(pyrene-1,3,6,8-tetrayl)tetrabenzoic acid (H", "4", "PTTB) was prepared referring to the published procedure with slight modification.", "(14)", " The powder X-ray diffraction (PXRD) pattern was recorded by a Rigaku Ultima IV diffractometer with Cu Kα radiation operated at 40 kV and 44 mA with a scan rate of 2.0° min", "–1", ". The FTIR spectrum was performed at a Bruke Vector 22 infrared spectrometer at room temperature. ", "1", "H NMR and ", "13", "C NMR spectra were obtained using a Varian INOVA 500 MHz spectrometer at room temperature. Tetramethylsilane (TMS) and deuterated solvents (DMSO-", "d", "6", ", δ = 39.5 ppm) were used as internal standards in ", "1", "H NMR and ", "13", "C NMR experiments, respectively. The elemental analyses were performed with PerkinElmer 240 CHN analyzers from Galbraith Laboratories, Knoxville, TN. Thermal gravimetric analysis (TGA) was performed under a nitrogen atmosphere with a heating rate of 3 °C/min using a Shimadzu TGA-50 thermogravimetric analyzer. A Micromeritics ASAP 2020 surface area analyzer was used to measure gas adsorption isotherms. The methanol-exchanged ", "UTSA-72", " was activated under high vacuum at room temperature for 24 h to generate the activated ", "UTSA-72a", ". A sample of activated ", "UTSA-72a", " was used for the sorption measurement and was maintained at 196 K with a dry ice–acetone slurry, at 273 K with an ice–water bath. As the center-controlled air condition was set up at 23 °C, a water bath was used for adsorption isotherms at 296 K.", "Synthesis of H", "4", "PTTB Ligand", "A mixture of (3-(methoxycarbonyl)phenyl)boronic acid (2.5 g, 16.5 mmol), 1,3,6,8-tetrabromopyrene (1.42 g, 2.75 mmol), potassium carbonate (3.0 g, 22 mmol), and dry dioxane (40 mL) was stirred under nitrogen for 30 min at room temperature, and then palladium tetrakis(triphenylphosphine) (0.05 g, 0.045 mmol) was added. The temperature of the reaction mixture was refluxed for 3 days. After it cooled to room temperature, the reaction mixture was poured into a solution of 150 mL of ice containing concentrated hydrochloric acid (3:1). The solution with a yellow suspension was extracted with chloroform (100 mL × 3), and the organic phases were combined and dried over anhydrous sodium sulfate. The solvent was removed on a rotatory evaporator under vacuum, giving 1,3,6,8-tetrakis(3-(methoxycarbonyl)phenyl)pyrene with a yield of 1.54 g, 76%. The product was directly used to give the H", "4", "PPTB ligand in the detailed procedure as below.", "A mixture of 1,3,6,8-tetrakis(3-(methoxycarbonyl)phenyl)pyrene (0.5 g), an excess amount of NaOH (1.5 g), and 150 mL of THF/dioxane/H", "2", "O (1:1:1) was stirred and refluxed for 24 h. The organic solvent was removed under vacuum, and the mixture was filtrated. The pH value of the filtrate was adjusted to 2–4 by using concentrated HCl. The resulting yellow solid was collected by filtration, washed with water and methanol, and then dried under vacuum to construct the metal–organic framework. Yield: 0.44 g, 95%. ", "1", "H NMR (DMSO-", "d", "6", "): δ 13.12 (s, 4H), 8.21 (s, 4H), 8.12 (s, 4H), 8.08 (d, ", "J", " = 5 Hz, 4H), 8.04 (s, 2H), 7.95 (d, ", "J", " = 5 Hz, 4H), 7.72 (t, ", "J", " = 5 Hz, 4H) (Figure S1, ", "Supporting Information", "). ", "13", "C NMR (DMSO-", "d", "6", "): δ 167.18, 140.09, 136.25, 134.85, 131.23, 131.04, 129.04, 127.58, 125.23 (Figure S2, ", "Supporting Information", "). Anal. Calcd for C", "44", "O", "8", "H", "26", "·2H", "2", "O: C, 75.42; H, 4.03. Found: C, 75.42; H, 4.00.", "[Zn", "2", "(PTTB)(DMF)", "2", "]", "n", "·(DMF)", "n", " (UTSA-72)", "The starting materials of Zn(NO", "3", ")", "2", "·6H", "2", "O (0.2 g), H", "4", "PTTB (0.11 g), and DMF (2 mL) were sealed in a 23 mL vial and heated at 80 °C for 48 h. After being cooled to room temperature, the oven was cut off, leading to the separation of perfect yellowish orange crystals suitable for X-ray diffraction by filtration with a yield of 0.13 g, 81% (based on H", "4", "PTTB ligand). Anal. Calcd for C", "53", "H", "43", "O", "11", "N", "3", "Zn", "2", ": C, 61.88; H, 4.21; N, 4.08. Found: C, 61.91; H, 4.23; N, 4.07. IR/cm", "–1", " (KBr): 2927 (m), 1624 (s), 1394 (s), 1086 (s), 772 (s), 734(m), 696 (m).", "Single-Crystal X-ray Diffraction Determination", "A crystal suitable for X-ray diffraction was mounted in Paratone oil onto a glass fiber and frozen under a nitrogen cold stream. The data were collected at 98(2) K using a Rigaku AFC12/Saturn 724 CCD fitted with Mo Kα radiation (λ = 0.71073 Å). Data collection and unit cell refinement were performed using CrystalClear software.", "(15)", " Data processing and absorption correction, giving minimum and maximum transmission factors, were accomplished with Crystal Clear and ABSCOR,", "(16)", " respectively. All structures were solved by direct methods and refined on ", "F", "2", " using full-matrix, least-squares techniques with SHELXL-97.", "(17, 18)", " All non-hydrogen atoms were refined with anisotropic displacement parameters. All carbon bound hydrogen atom positions were determined by geometry and refined by a riding model. “DFIX”, “ISOR”, “EADP”, and “PART” commands were used to deal with the disorder of solvent DMF molecules. CCDC 986601 for ", "UTSA-72", " contains the supplementary crystallographic data for this paper. These data can be obtained free of charge from the Cambridge Crystallographic Data Centre via ", "www.ccdc.cam.ac.uk/data_request/cif", ".", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Results and Discussion", "UTSA-72", " was synthesized by the solvothermal reaction between zinc nitrate and H", "4", "PTTB in the presence of DMF solvent at 80 °C. ", "UTSA-72", " crystallizes in the monoclinic system and ", "P", "2", "/c", " space group.", "(19)", " As quite frequently observed in MOFs, the framework contains paddle-wheel binuclear Zn", "2", "(COO)", "4", " secondary building units (Figure ", "1", "a), which are bridged by organic PTTB tetracarboxylates to form a slightly distorted two-dimensional (2D) square grid {Zn", "2", "(PTTB)", "2", "} (Figure ", "1", "b). The fifth coordination sites of paddle-wheel Zn", "2", "(COO)", "4", " units were occupied by the DMF molecules. The topology of ", "UTSA-72", " can be best described as a simple 4,4-connected net (Figure ", "1", "c,d). The structure is quite similar to those well-established ones, such as MOF-2 Zn(BDC)(DMF),", "(20)", " Cu(BDC-OH),", "(21)", " and Zn", "2", "(TBAPy).", "(22)", " The adjacent 2D square grids are packed parallelly, leading to the final porous-containing frameworks with the two kinds of cavities of 2.9 × 2.9 Å", "2", " for i and 2.4 × 4.6 Å", "2", " for ii.", "Figure 1. X-ray crystal structure of ", "UTSA-72", " indicating (a) the coordination geometry for Zn(II) atoms (the hydrogen atoms and solvent molecules omitted for clarity), (b) 2D square grid, and the 3D framework packing of ", "UTSA-72", " along (c) ", "a", " and (d) ", "c", " axes, respectively.", "The phase purity of the material in bulk amount was confirmed by elemental analysis and powder X-ray diffraction (PXRD) (Figure S3, ", "Supporting Information", "). As shown in Figure S4 (", "Supporting Information", "), the thermogravimetric analysis (TGA) studies reveal that ", "UTSA-72", " gradually loses the free and coordinated DMF molecules (obsd. 21.2%, calcd. 21.4%) in the temperature range from 25 to 385 °C to form the desolvated framework. The activated ", "UTSA-72a", " still exhibits a highly crystalline nature whose PXRD pattern is slightly right-shifted, indicating a certain degree of framework flexibility and shrinkage of the framework.", "The structurally porous nature of ", "UTSA-72", " and its similar structure with MOF-2 Zn(BDC)(DMF),", "(20)", " Cu(BDC-OH),", "(21)", " and Zn", "2", "(TBAPy)", "(22)", " have encouraged us to examine permanent porosity and thus for gas separation. The methanol-exchanged ", "UTSA-72", " was activated under high vacuum at room temperature for 24 h to generate the activated ", "UTSA-72a", ". The CO", "2", " gas sorption isotherm at 196 K (Figure ", "2", ") clearly indicates its microporous nature. ", "UTSA-72a", " has a Brunauer–Emmett–Teller (BET) surface area of 173 m", "2", " g", "–1", " (Figure S5, ", "Supporting Information", "), which is smaller than 270 m", "2", "/g in MOF-2 Zn(BDC)(DMF),", "(20)", " 584 m", "2", "/g in Cu(BDC-OH),", "(21)", " and 523 m", "2", "/g in Zn", "2", "(TBAPy).", "(22)", " As revealed in MOF-2", "(20)", " and Zn", "2", "(TBAPy),", "(22)", " the release of the terminal DMF molecules might lead to the formation of a three-dimensional framework Zn", "2", "(PTTB)", "2", " (", "UTSA-72a", "). Because the new organic linker PTTB is spatially smaller than the organic linker in Zn", "2", "(TBAPy),", "(22)", " it is understandable that ", "UTSA-72a", " exhibits smaller permanent porosity as well.", "Figure 2. CO", "2", " sorption isotherm of ", "UTSA-72a", " at 196 K (solid symbols: adsorption; open symbols: desorption).", "The small pore spaces and the establishment of its permanent porosity within ", "UTSA-72a", " motivated us to examine its C", "2", "H", "2", ", CO", "2", ", CH", "4", ", and N", "2", " gas sorption isotherms and potential for these gas separations. As shown in Figure ", "3", ", ", "UTSA-72a", " takes up moderate amounts of acetylene (27.8 cm", "3", " g", "–1", ") and carbon dioxide (21.7 cm", "3", " g", "–1", "),", "(23)", " while much lower amounts of methane (4.4 cm", "3", " g", "–1", ") and nitrogen (1.1 cm", "3", " g", "–1", ") at 296 K and 1 atm.", "(23)", " Their sorption isotherms at 273 K further confirm the different gas uptakes of ", "UTSA-72a", " for these examined gas molecules, underlying the potential of this new MOF for the selective gas separation of CO", "2", "/N", "2", ", C", "2", "H", "2", "/CH", "4", ", and CO", "2", "/CH", "4", ".", "Figure 3. C", "2", "H", "2", " (black), CO", "2", " (red), CH", "4", " (blue), and N", "2", " (green) sorption isotherms of ", "UTSA-72a", " at (a) 273 and (b) 296 K (solid symbols: adsorption; open symbols: desorption).", "The coverage-dependent adsorption enthalpies of ", "UTSA-72a", " to these four gas molecules were calculated based on the virial method,", "(24)", " a well-established and reliable methodology from fits of their adsorption isotherms at 273 and 296 K (Figures S6 and S7, ", "Supporting Information", "). The enthalpies at zero coverage of gas were calculated to give the values of 20.2, 34.6, 11.4, and 10.2 kJ/mol for C", "2", "H", "2", ", CO", "2", ", CH", "4", ", and N", "2", ", respectively. The adsorption enthalpies for C", "2", "H", "2", " and CO", "2", " in ", "UTSA-72a", " are moderately high,", "(24)", " whereas those for CH", "4", " and N", "2", " are slightly lower than those reported values. The relatively high ", "Q", "st", " of this compound may be due to the small pore size and open metal sites in the activated framework, which favors the selective gas separation for these small gas molecules. Accordingly, the Henry’s law selectivities for CO", "2", "/N", "2", " calculated based on the equation ", "S", "i", "/N", "2", " = ", "K", "H", "(i)/", "K", "H", "(N", "2", ") are 61.6 at 273 K and 33.4 at 296 K. Such Henry’s law selectivities for CO", "2", "/N", "2", " are quite high. The selectivity of 61.6 at 273 K is much higher than 6.4 in a much more porous MOF. The selectivities for C", "2", "H", "2", "/CH", "4", " and CO", "2", "/CH", "4", " calculated based on the equation ", "S", "ii", "/CH", "4", " = ", "K", "H", "(i)/", "K", "H", "(CH", "4", ") are also shown in Table ", "1", ", which are moderately high. In fact, the CO", "2", "/CH", "4", " selectivity of 7.2 at 296 K is higher than 4.4 in Zn", "2", "(BDC)", "2", "(DABCO), 6.7 in Cu(BDC-OH), 7.0 in ", "UTSA-50a", ", and 6.2 in ", "M’MOF-20a", ".", "(21, 24)", " The smaller pores within ", "UTSA-72a", " apparently play a role in the moderately high selectivities for gas separations.", "Table 1. Virial Graph Analyses Data for ", "UTSA-72a", " and Its C", "2", "H", "2", "/N", "2", ", CO", "2", "/N", "4", ", C", "2", "H", "2", "/CH", "4", ", and CO", "2", "/CH", "4", " and Separation Selectivity", "adsorbate", "T", " (K)", "K", "H", " (mol g", "–1", " Pa", "–1", ")", "A", "0", " (ln(mol g", "–1", " Pa", "–1", "))", "A", "1", " (g mol", "–1", ")", "S", "i", "/N", "2", "a", "S", "ii", "/CH", "4", "Q", "st", " (kJ mol", "–1", ")", "C", "2", "H", "2", "296", "6.54 × 10", "–7", "–14.24", "–1181.0", "98.5", "21.1", "20.2", "273", "1.55 × 10", "–6", "–13.38", "–1342.7", "144.0", "46.1", " ", "CO", "2", "296", "2.22 × 10", "–7", "–15.32", "–198.8", "33.4", "7.2", "34.6", "273", "6.61 × 10", "–7", "–14.23", "–957.3", "61.6", "19.7", " ", "CH", "4", "296", "3.10 × 10", "–8", "–17.29", "–868.6", "4.7", " ", "11.4", "273", "3.36 × 10", "–8", "–17.21", "–208.7", "3.1", " ", " ", "N", "2", "296", "6.64× 10", "–9", "–18.83", "–7659.3", " ", " ", "10.2", "273", "1.07 × 10", "–8", "–18.35", "–2544.5", " ", " ", " ", "a", "The Henry’s law selectivity for gas component i over N", "2", " and CH", "4", " at the speculated temperature is calculated based on the equations ", "S", "i", "/N", "2", " = ", "K", "H", "(i)/", "K", "H", "(N", "2", ") and ", "S", "ii", "/CH", "4", " = ", "K", "H", "(i)/K", "H", "(CH", "4", ").", "To further confirm the moderately high gas separation selectivities of ", "UTSA-72a", ", we applied the well-known ideal adsorbed solution theory (IAST) calculation", "(25)", " to evaluate the IAST CO", "2", "/N", "2", ", C", "2", "H", "2", "/CH", "4", ", and CO", "2", "/CH", "4", " adsorption selectivities. Mixture adsorption isotherms and the selectivities at different temperatures and pressures calculated by IAST for mixed CO", "2", "/N", "2", " (CO", "2", "/N", "2", " = 15:85), C", "2", "H", "2", "/CH", "4", " (C", "2", "H", "2", "/CH", "4", " = 50:50), and CO", "2", "/CH", "4", " (CO", "2", "/CH", "4", " = 50:50) in this activated MOF as a function of total bulk pressure are shown in Figure ", "4", " and Figures S8 and S9 (", "Supporting Information", "), respectively. As shown in Table S1 (", "Supporting Information", "), the IAST selectivities for CO", "2", "/N", "2", ", C", "2", "H", "2", "/CH", "4", ", and CO", "2", "/CH", "4", " are 48.3, 68.9, and 40.7, respectively, at 273 K and are 35.6, 26.5, and 9.3, respectively, at 296 K. The moderately high IAST selectivities once again established the good performance of ", "UTSA-72a", " for the above-mentioned gas separations. The CO", "2", "/N", "2", " selectivities with 0.15 bar of CO", "2", " and 0.85 bar of N", "2", " (modeling the typical composition of flue gas mixture from power plants) at 273 K are in the range of 48.3–47.6 (Figure ", "4", "), which are higher than those for Ni-MOF-74 (∼30)", "(25a)", " and a py-CF3 modified MOF (25–45)", "(25b)", " in similar conditions. The IAST CO", "2", "/CH", "4", " separation selectivity of 40.7 at 273 K in ", "UTSA-72a", " is moderately high as well, and comparable to those found in a microporous Ni MOF (∼65),", "(26c)", " a Co(II) carborane-based MOF (∼47),", "(27a)", " and a mixed-ligand MOF (30).", "(27b)", "Figure 4. Mixture adsorption isotherms and adsorption selectivity of ", "UTSA-72a", " predicted by IAST for CO", "2", " (15%) and N", "2", " (85%) at (a) 293 and (b) 273 K, respectively.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Conclusion", "In summary, we realized a new organic linker of pyrene-containing tetracarboxylic acid and its first metal–organic framework ", "UTSA-72", ". The activated ", "UTSA-72a", " exhibits moderately high performance for C", "2", "H", "2", "/CH", "4", ", CO", "2", "/CH", "4", ", and CO", "2", "/N", "2", " gas separations based on both Henry’s law and IAST gas separation selectivities. In terms of the spatial arrangement of this new organic linker, it is particularly of interest to construct microporous MOFs of small micropores, and thus for gas separations. Given the fact that different metal ions/clusters can lead to diverse MOF structures and topologies of different pore sizes, we are now exploring to assemble this new tetracarboxylic acid linker with other metal ions/clusters to synthesize diverse microporous MOFs for gas separations.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Supporting Information", "X-ray crystallographic file (CIF), virial graphs for adsorption of gas on ", "UTSA-72a", ", powder X-ray diffraction analysis (PXRD), and TGA of ", "UTSA-72", " (PDF). This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Acknowledgment", "This work was supported by the grant AX-1730 from the Welch Foundation (B.C.). We would like to thank Prof. Dr. Daqiang Yuan for his valuable input and providing the software to calculate IAST gas separation selectivities.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "References", "This article references 27 other publications.", "1. ", "(a) ", "Yaghi", ", ", "O. M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Ockwig", ", ", "N. W.", "; ", "Chae", ", ", "H. K.", "; ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", " ", "Nature", " ", "2003", ",  ", "423", ",  ", "705", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Reticular synthesis and the design of new materials", "Yaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, Jaheon", "Nature (London, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "423", "\r\n        (", "6941", "),\r\n    ", "705-714", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The long-standing challenge of designing and constructing new cryst. solid-state materials from mol. building blocks is just beginning to be addressed with success.  A conceptual approach that requires the use of secondary building units to direct the assembly of ordered frameworks epitomizes this process: the authors call this approach reticular synthesis.  This chem. has yielded materials designed to have predetd. structures, compns. and properties.  In particular, highly porous frameworks held together by strong metal-O-C bonds and with exceptionally large surface area and capacity for gas storage were prepd. and their pore metrics systematically varied and functionalized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXksV2itro%253D&md5=2417c5adb0e948350d3d62350c8cd7ea", "(b) ", "Sato", ", ", "H.", "; ", "Kosaka", ", ", "W.", "; ", "Matsuda", ", ", "R.", "; ", "Hori", ", ", "A.", "; ", "Hijikata", ", ", "Y.", "; ", "Belosludov", ", ", "R. V.", "; ", "Sakaki", ", ", "S.", "; ", "Takata", ", ", "M.", "; ", "Kitagawa", ", ", "S.", " ", "Science", " ", "2014", ", ", " DOI: 10.1126/science.1246423", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(c) ", "Li", ", ", "J.-R.", "; ", "Sculley", ", ", "J.", "; ", "Zhou", ", ", "H.-C.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "869", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Metal-Organic Frameworks for Separations", "Li, Jian-Rong; Sculley, Julian; Zhou, Hong-Cai", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "869-932", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  This article reviews the metal-org. frameworks (MOFs), a new class of porous solid materials.  Their performances for applications in sepns. and purifications is attracting intense interest of researchers working in the fields of chem., chem. engineering, materials science, and others.  Despite being in its infancy, the research progress in this subject has already shown that MOFs are promising for sepn. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1OnsbbL&md5=635f36e2682f7fbc651f5021d591a1cf", "(d) ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T.-H.", "; ", "Long", ", ", "J. R.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "(e) ", "Li", ", ", "J.-R.", "; ", "Kuppler", ", ", "R. J.", "; ", "Zhou", ", ", "H.-C.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1477", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Selective gas adsorption and separation in metal-organic frameworks", "Li, Jian-Rong; Kuppler, Ryan J.; Zhou, Hong-Cai", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1477-1504", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Adsorptive sepn. is very important in industry.  Generally, the process uses porous solid materials such as zeolites, activated carbons, or silica gels as adsorbents.  With an ever increasing need for a more efficient, energy-saving, and environmentally benign procedure for gas sepn., adsorbents with tailored structures and tunable surface properties must be found.  Metal-org. frameworks (MOFs), constructed by metal-contg. nodes connected by org. bridges, are such a new type of porous materials.  They are promising candidates as adsorbents for gas sepns. due to their large surface areas, adjustable pore sizes and controllable properties, as well as acceptable thermal stability.  This crit. review starts with a brief introduction to gas sepn. and purifn. based on selective adsorption, followed by a review of gas selective adsorption in rigid and flexible MOFs.  Based on possible mechanisms, selective adsorptions obsd. in MOFs are classified, and primary relationships between adsorption properties and framework features are analyzed.  As a specific example of tailor-made MOFs, mesh-adjustable mol. sieves are emphasized and the underlying working mechanism elucidated.  In addn. to the exptl. aspect, theor. investigations from adsorption equil. to diffusion dynamics via mol. simulations are also briefly reviewed.  Furthermore, gas sepns. in MOFs, including the mol. sieving effect, kinetic sepn., the quantum sieving effect for H2/D2 sepn., and MOF-based membranes are also summarized (227 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurY%253D&md5=cbb650af8ce92526fc8ffd870218bbd0", "2. ", "(a) ", "Wu", ", ", "H.", "; ", "Gong", ", ", "Q.", "; ", "Olson", ", ", "D. H.", "; ", "Li", ", ", "J.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "836", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Commensurate Adsorption of Hydrocarbons and Alcohols in Microporous Metal Organic Frameworks", "Wu, Haohan; Gong, Qihan; Olson, David H.; Li, Jing", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "836-868", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Commensurate adsorption is an interesting and important phenomenon occurring during adsorption processes, where the mol. size and shape of the adsorbate (guest mol.) lead to an orientation and adsorbed amt. (at equil.) that is compatible and self-consistent with the crystal symmetry and pore structure of the adsorbent.  As a new type of adsorbate material with distinctly advantageous features, microporous metal org. frameworks (MMOFs) demonstrate enormous potential for adsorption based applications, including storage, sepn., and purifn. of small gases and hydrocarbons.  Commensurate adsorption of hydrocarbons occurs far more often in MMOFs than in zeolites and related materials, primarily as a result of a vastly greater variety of framework types and richer hierarchy of complexity of the pore structures for the former.  Among numerous structures in which commensurate adsorption has been obsd. in the vicinity of room temp., many have 1D open channels built on pore segments of distinct shape, size, and narrow pore window that closely match with the geometries of hydrocarbon species.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XpsVOhtA%253D%253D&md5=5c1aad767ab767e289d672529b50f640", "(b) ", "Bae", ", ", "Y.-S.", "; ", "Snurr", ", ", "R. Q.", " ", "Angew. Chem., Int. Ed.", " ", "2011", ",  ", "50", ",  ", "11586", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Development and Evaluation of Porous Materials for Carbon Dioxide Separation and Capture", "Bae, Youn-Sang; Snurr, Randall Q.", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "49", "),\r\n    ", "11586-11596, S11586/1-S11586/14", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  The development of new microporous materials for adsorption sepn. processes is a rapidly growing field because of potential applications such as carbon capture and sequestration (CCS) and purifn. of clean-burning natural gas.  In particular, new metal-org. frameworks (MOFs) and other porous coordination polymers are being generated at a rapid and growing pace.  The authors address the question of how this large no. of materials can be quickly evaluated for their practical application in carbon dioxide sepn. processes.  Five adsorbent evaluation criteria from the chem. engineering literature are described and used to assess over 40 MOFs for their potential in CO2 sepn. processes for natural gas purifn., landfill gas sepn., and capture of CO2 from power-plant flue gas.  Comparisons with other materials such as zeolites are made, and the relationships between MOF properties and CO2 sepn. potential are investigated from the large data set.  In addn., strategies for tailoring and designing MOFs to enhance CO2 adsorption are briefly reviewed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlGhtbrM&md5=5d1fee2d34b37d1331f9bc554d3e2401", "(c) ", "He", ", ", "Y.", "; ", "Zhou", ", ", "W.", "; ", "Krishna", ", ", "R.", "; ", "Chen", ", ", "B.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "11813", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Microporous metal-organic frameworks for storage and separation of small hydrocarbons", "He, Yabing; Zhou, Wei; Krishna, Rajamani; Chen, Banglin", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "97", "),\r\n    ", "11813-11831", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Hydrocarbons are very important energy resources and raw materials for some industrially important products and fine chems.  There is a need for the discovery of better materials that offer enhanced capacities for safe storage of hydrocarbons.  Furthermore, the development of improved sepn. technologies will lead to significant redn. in energy requirements and costs.  In this feature article, we provide an overview of the current status of the emerging microporous metal-org. frameworks for the storage and sepn. of small hydrocarbons.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhslCnsLjO&md5=c27c3682fac56f8d80b2f7ff420d3b7e", "(d) ", "Zhang", ", ", "Z.", "; ", "Xiang", ", ", "S.", "; ", "Chen", ", ", "B.", " ", "CrystEngComm", " ", "2011", ",  ", "13", ",  ", "5983", "[", "Crossref", "], [", "CAS", "]", "2. ", "Microporous metal-organic frameworks for acetylene storage and separation", "Zhang, Zhangjing; Xiang, Shengchang; Chen, Banglin", "CrystEngComm", "\r\n        (", "2011", "),\r\n    ", "13", "\r\n        (", "20", "),\r\n    ", "5983-5992", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Acetylene is an important starting material in the petrochem. and electronic industry for various industrial and consumer products, and a promising alternative energy source for future acetylene fuel cell vehicles.  Porous metal-org. frameworks (MOFs) have been demonstrated as very practical useful materials for acetylene storage and sepn. which might provide the solid resoln. for the safe storage and transportation of acetylene.  Because of the explosive nature of acetylene, strong interactions of the pore surfaces with acetylene are very important to realize high acetylene storage MOFs at room temp. and low pressure, which can be fulfilled by the immobilization of open metal sites.  Microporous MOFs having high adsorption affinity and matchable pore size with acetylene mols. have been realized to exhibit high selective C2H2/CO2, C2H2/CH4 and C2H2/C2H4 sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlShsbjK&md5=05740e5879a6837e97b80879bb73cde5", "(e) ", "Perry", ", ", "J. J.", "; ", "Perman", ", ", "J. A.", "; ", "Zaworotko", ", ", "M. J.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1400", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Design and synthesis of metal-organic frameworks using metal-organic polyhedra as supermolecular building blocks", "Perry, John J., IV; Perman, Jason A.; Zaworotko, Michael J.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1400-1417", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This crit. review highlights supermol. building blocks (SBBs) in the context of their impact upon the design, synthesis, and structure of metal-org. materials (MOMs).  MOMs, also known as coordination polymers, hybrid inorg.-org. materials, and metal-org. frameworks, represent an emerging class of materials that have attracted the imagination of solid-state chemists because MOMs combine unprecedented levels of porosity with a range of other functional properties that occur through the metal moiety and/or the org. ligand.  First generation MOMs exploited the geometry of metal ions or secondary building units (SBUs), small metal clusters that mimic polygons, for the generation of MOMs.  In this crit. review we examine the recent (<5 years) adoption of much larger scale metal-org. polyhedra (MOPs) as SBBs for the construction of MOMs by highlighting how the large size and high symmetry of such SBBs can afford improved control over the topol. of the resulting MOM and a new level of scale to the resulting framework (204 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvValsr4%253D&md5=296a7ae534acdc37203ce097b2013d18", "3. ", "(a) ", "Wang", ", ", "C.", "; ", "Zhang", ", ", "T.", "; ", "Lin", ", ", "W.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1084", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Rational Synthesis of Noncentrosymmetric Metal-Organic Frameworks for Second-Order Nonlinear Optics", "Wang, Cheng; Zhang, Teng; Lin, Wenbin", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1084-1104", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVCgtL3F&md5=0b2f95463499edac85c0604a09ef2b2d", "(b) ", "Zhang", ", ", "J.-P.", "; ", "Zhang", ", ", "Y.-B.", "; ", "Lin", ", ", "J.-B.", "; ", "Chen", ", ", "X.-M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1001", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Metal Azolate Frameworks: From Crystal Engineering to Functional Materials", "Zhang, Jie-Peng; Zhang, Yue-Biao; Lin, Jian-Bin; Chen, Xiao-Ming", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1001-1033", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The progress is discussed in the mol. design, prepn. and properties of metal azolate frameworks including complexes with imidazolates, pyrazolates, 1,2,4-triazolates, 1,2,3-triazolates and tetrazolates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1SrsrnE&md5=1e2bf82ba2a6364dbd8687a4aa5d820a", "(c) ", "Jiang", ", ", "H.-L.", "; ", "Xu", ", ", "Q.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "3351", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Porous metal-organic frameworks as platforms for functional applications", "Jiang, Hai-Long; Xu, Qiang", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "12", "),\r\n    ", "3351-3370", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs), also known as coordination polymers, have emerged as a new class of cryst. porous materials, which are constructed from metal ions or metal ion clusters and bridging org. linkers.  MOFs have tunable pores and functionalities, and usually exhibit very high surface areas.  The potential applications of porous MOFs cover a broad range of fields and most of their applications are related to pore sizes, shapes and structures/environments.  In this feature article, the authors provide an overview of the recent developments of porous MOFs as platforms in the functional applications of sorption and sepn., heterogeneous catalysis, as supports/host matrixes for metal nanoparticles, and as templates/nanoreactors for new material prepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXivVWls7c%253D&md5=f1736bf21fb95d9066dcb8284334c992", "(d) ", "Zhang", ", ", "J.-H.", "; ", "Kong", ", ", "F.", "; ", "Yang", ", ", "B.-P.", "; ", "Mao", ", ", "J.-G.", " ", "CrystEngComm", " ", "2012", ",  ", "14", ",  ", "8727", "[", "Crossref", "], [", "CAS", "]", "3. ", "A series of boroselenite-based open frameworks mediated by the cationic sizes of the alkali metals", "Zhang, Jian-Han; Kong, Fang; Yang, Bing-Ping; Mao, Jiang-Gao", "CrystEngComm", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "24", "),\r\n    ", "8727-8733", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The first four metal boroselenites, namely, K2Se3B2O10, ASeB3O7 (A = Na, K), and Li2SeB8O15, were synthesized by high temp. solid state reactions.  The different cationic sizes and their coordination geometries led to three different types of anionic boroselenite frameworks ranging from a one-dimensional (1D) chain, to two-dimensional (2D) layers to a three-dimensional (3D) network.  K2Se2B2O10 features a novel 1D [Se3B2O10]2- chain based on isolated B2O7 and SeO3 groups.  ASeB3O7 (A = Na, K) feature a layered [SeB3O7]- architecture built of 1D corner-sharing B3O7 clusters that are further bridged by Se atoms.  Li2SeB8O15 features an interesting 3D [SeB8O15]2- anionic framework composed of B3O7 groups and SeO3 units.  Such 3D frameworks are further interpenetrated with each other into a 2-fold interpenetrating structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhslKnsbfE&md5=36edab20bfb070b49d4c3fcdace3d798", "4. ", "(a) ", "Chen", ", ", "B.", "; ", "Xiang", ", ", "S.", "; ", "Qian", ", ", "G.", " ", "Acc. Chem. Res.", " ", "2010", ",  ", "43", ",  ", "1115", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Metal-Organic Frameworks with Functional Pores for Recognition of Small Molecules", "Chen, Banglin; Xiang, Shengchang; Qian, Guodong", "Accounts of Chemical Research", "\r\n        (", "2010", "),\r\n    ", "43", "\r\n        (", "8", "),\r\n    ", "1115-1124", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Mol. recognition, an important process in biol. and chem. systems, governs the diverse functions of a variety of enzymes and unique properties of some synthetic receptors.  Because mol. recognition is based on weak interactions between receptors and substrates, the design and assembly of synthetic receptors to mimic biol. systems and the development of novel materials to discriminate different substrates for selective recognition of specific mols. has proved challenging.  The extensive research on synthetic receptors for mol. recognition, particularly on noncovalent complexes self-assembled by hydrogen bonding and metal-org. coordination, has revealed some underlying principles.  In particular, these studies have demonstrated that the shapes of the supramol. receptors play significant roles in their specific and selective recognition of substrates: receptors can offer concave surfaces that complement their convex targets.  This Account describes our research to develop a synthetic mol. recognition platform using porous metal-org. frameworks (MOFs).  These materials contain functional pores to direct their specific and unique recognition of small mols. through several types of interactions: van der Waals interactions of the framework surface with the substrate, metal-substrate interactions, and hydrogen bonding of the framework surface with the substrate.  These materials have potential applications for gas storage, sepn., and sensing.  We demonstrate a simple strategy to construct a primitive cubic net of interpenetrated microporous MOFs from the self-assembly of the paddle-wheel clusters M2(CO2)4 (M = Cu2+, Zn2+, and Co2+) with two types of org. dicarboxylic acid and pillar bidentate linkers.  This efficient method allows us to rationally tune the micropores to size-exclusively sort different small gas mols., leading to the highly selective sepn. and purifn. of gases.  By optimizing the strong interactions between open metal sites within porous MOFs and gas mols. such as hydrogen and acetylene, we have developed several MOF materials with extraordinary acetylene storage capacity at room temp.  We have also immobilized Lewis acidic and basic sites into luminescent porous MOFs to recognize and sense neutral and ionic species.  Using the strategy to systematically immobilize different open metal sites within porous MOFs from the metallo-ligand precursors, we have developed the first microporous mixed-metal-org. framework (M'MOF) with enhanced affinity for hydrogen mols., which successfully sepd. D2 from H2 using kinetic isotope quantum mol. sieving.  Because we can functionalize the pores to direct their specific recognition of small mols., the emerging porous MOFs serve as novel functional materials for gas storage, sepn., heterogeneous catalysis, and sensing.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXlslyhtrs%253D&md5=f9230905a5656f9fe0e487967ecae356", "(b) ", "Vaidhyanathan", ", ", "R.", "; ", "Iremonger", ", ", "S. S.", "; ", "Shimizu", ", ", "G. K. H.", "; ", "Boyd", ", ", "P. G.", "; ", "Alavi", ", ", "S.", "; ", "Woo", ", ", "T. K.", " ", "Science", " ", "2010", ",  ", "330", ",  ", "650", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Direct Observation and Quantification of CO2 Binding Within an Amine-Functionalized Nanoporous Solid", "Vaidhyanathan, Ramanathan; Iremonger, Simon S.; Shimizu, George K. H.; Boyd, Peter G.; Alavi, Saman; Woo, Tom K.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "330", "\r\n        (", "6004", "),\r\n    ", "650-653", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Understanding the mol. details of CO2-sorbent interactions is crit. for the design of better carbon-capture systems.  Here the authors report crystallog. resoln. of CO2 mols. and their binding domains in a metal-org. framework functionalized with amine groups.  Accompanying computational studies that modeled the gas sorption isotherms, high heat of adsorption, and CO2 lattice positions showed high agreement on all three fronts.  The modeling apportioned specific binding interactions for each CO2 mol., including substantial cooperative binding effects among the guest mols.  The validation of the capacity of such simulations to accurately model mol.-scale binding bodes well for the theory-aided development of amine-based CO2 sorbents.  The anal. shows that the combination of appropriate pore size, strongly interacting amine functional groups, and the cooperative binding of CO2 guest mols. is responsible for the low-pressure binding and large uptake of CO2 in this sorbent material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlaqt7nP&md5=62d8612e2927fcca9d6903619e95b042", "(c) ", "Wang", ", ", "F.", "; ", "Liu", ", ", "Z.-S.", "; ", "Yang", ", ", "H.", "; ", "Tan", ", ", "Y.-X.", "; ", "Zhang", ", ", "J.", " ", "Angew. Chem., Int. Ed.", " ", "2011", ",  ", "50", ",  ", "450", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Hybrid Zeolitic Imidazolate Frameworks with Catalytically Active TO4 Building Blocks", "Wang, Fei; Liu, Zi-Sheng; Yang, Hui; Tan, Yan-Xi; Zhang, Jian", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "2", "),\r\n    ", "450-453, S450/1-S450/10", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Hybrid zeolitic imidazolate frameworks with catalytically active TO4 building blocks are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXitlCksQ%253D%253D&md5=f6d6dd129b85033bdda1954d9456a8b0", "5. ", "(a) ", "Zheng", ", ", "S.-T.", "; ", "Wu", ", ", "T.", "; ", "Chou", ", ", "C.", "; ", "Fuhr", ", ", "A.", "; ", "Feng", ", ", "P.", "; ", "Bu", ", ", "X.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "4517", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Development of Composite Inorganic Building Blocks for MOFs", "Zheng, Shou-Tian; Wu, Tao; Chou, Chengtsung; Fuhr, Addis; Feng, Pingyun; Bu, Xianhui", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "10", "),\r\n    ", "4517-4520", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A general direction for diversifying metal-org. frameworks (MOFs) is demonstrated by the synthesis of composite inorg. clusters between In and s-, d-, and f-block elements.  Five series of MOFs, CPM-18-M (Me2NH2)[In3M(OH)4(BTC)3(DMF)3] (M = Nd,Sm), CPM-19-M [In3M2O(OH)3(BTB)3(H2O)6]·NO3 (M = Nd, Pr), CPM-20 [InCo2(OH)(INA)3(1,4-BDC)3/2], CPM-21-M [In2M2(OH)2(BTB)8/3(DMA)2] (M = Mn, Co, Cu), and CPM-23 [In2Mg2(OH)2(BTB)8/3(H2O)4], (H3BTC = trimesic acid, H3BTC = 1,3,5-tri(4-carboxyphenyl)benzene, HINA = isonicotinic acid, H2BDC = 1,4-benzenedicarboxylic acid) are prepd. and characterized by crystal structure anal.  These previously unknown indium heterometallic clusters, with various nuclearity, geometry, charge, and metal-to-metal ratios, significantly expand the pool of inorg. building blocks that are highly effective for the construction of porous MOFs with desolvated CPM-19-Nd and CPM-20 demonstrating high H2 and CO2 gas adsorption capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XivVOgsL0%253D&md5=37da41a2aa77275023e53bd8aa6ed8db", "(b) ", "Lu", ", ", "W.-G.", "; ", "Su", ", ", "C.-Y.", "; ", "Lu", ", ", "T.-B.", "; ", "Jiang", ", ", "L.", "; ", "Chen", ", ", "J.-M.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "34", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Two Stable 3D Metal-Organic Frameworks Constructed by Nanoscale Cages via Sharing the Single-Layer Walls", "Lu, Wen-Guan; Su, Cheng-Yong; Lu, Tong-Bu; Jiang, Long; Chen, Jia-Mei", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "1", "),\r\n    ", "34-35", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two stable 3-dimensional metal-org. frameworks, {Na4[Cd7(IDC)6].3bpy.7H2O}n (bipy - 4,4'-bipyridine) and {(Bu4N)K3[Cd7(IDC)6].6H2O}n, are constructed by the hydrothermal reactions of Cd(NO3)2·4H2O and imidazole-4,5-dicarboxylate (IDC3-) using bpy and Bu4NBr as templates.  Both structures show the same frameworks, which are composed by the nanoscale cages via sharing the single-layer walls.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht12rtbvI&md5=7abe04dd1d0532bc6cf888691c66bfa8", "(c) ", "Feng", ", ", "L.", "; ", "Chen", ", ", "Z.", "; ", "Liao", ", ", "T.", "; ", "Li", ", ", "P.", "; ", "Jia", ", ", "Y.", "; ", "Liu", ", ", "X.", "; ", "Yang", ", ", "Y.", "; ", "Zhou", ", ", "Y.", " ", "Cryst. Growth Des.", " ", "2009", ",  ", "9", ",  ", "1505", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Supramolecular Isomerism of Metal-Organic Frameworks Derived from a Bicarboxylate Linker with Two Distinct Binding Motifs", "Feng, Lu; Chen, Zhenxia; Liao, Tengbiao; Li, Peng; Jia, Yu; Liu, Xiaofeng; Yang, Yongtai; Zhou, Yaming", "Crystal Growth & Design", "\r\n        (", "2009", "),\r\n    ", "9", "\r\n        (", "3", "),\r\n    ", "1505-1510", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two novel metal-org. frameworks (MOFs), Cu(3,4'-bpdc)(H2O)·DMF·2H2O (1) and Cu(3,4'-bpdc)(H2O)·2DMF·4.5H2O (2), have been solvothermally synthesized by the reaction of a unsym. substituted carboxylate ligand 3,4'-biphenyldicarboxylic acid (3,4'-bpdc) and Cu(NO3)2·2.5H2O.  X-ray crystal structural analyses reveal that both MOFs possess the binuclear paddle-wheel units [Cu2(O2CR)4], which are linked by the biphenyl connectors, to give two different three-dimensional (3-D) frameworks.  The structural diversities are due to the different coordinated arrangements of the two distinct carboxylate groups.  In 1, the noncentral sym. A-A-B-B arrangement leads to an uncommon twisted Cu-paddle-wheel unit, which favors a tetrahedral configuration to generate a 3-fold interpenetrating 3-D framework with a diamond topol.  In 2, the paddle-wheel unit constructed by the central sym. A-B-A-B arrangement of the ligand acts as a square-planar 4-connected node to give a 2-fold interpenetrating 3-D framework with an NbO topol.  These two polymorphs are very rare in MOFs that exhibit similar metal local coordination geometry and the same secondary building units (SBU) but different ligands linking modes.  Furthermore, both 1 and 2 possess large one-dimensional channels and show the ability to adsorb H2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkt1yjtg%253D%253D&md5=6e90ec7d2c00736a58d94d6b33533606", "6. ", "(a) ", "Li", ", ", "M.", "; ", "Li", ", ", "D.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Rev.", " ", "2014", ",  ", "114", ",  ", "1343", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Topological Analysis of Metal-Organic Frameworks with Polytopic Linkers and/or Multiple Building Units and the Minimal Transitivity Principle", "Li, Mian; Li, Dan; O'Keeffe, Michael; Yaghi, Omar M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2014", "),\r\n    ", "114", "\r\n        (", "2", "),\r\n    ", "1343-1370", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review on the structure principles of MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslaksb7E&md5=ad7dec28a944e0cc0412656c687564d9", "(b) ", "An", ", ", "J.", "; ", "Fiorella", ", ", "R. P.", "; ", "Geib", ", ", "S. J.", "; ", "Rosi", ", ", "N. L.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "8401", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Synthesis, Structure, Assembly, and Modulation of the CO2 Adsorption Properties of a Zinc-Adeninate Macrocycle", "An, Jihyun; Fiorella, Richard P.; Geib, Steven J.; Rosi, Nathaniel L.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "24", "),\r\n    ", "8401-8403", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The prepn. and self-assembly and crystal structure of the zinc adeninate macrocyclic complex [Zn6(adeninate)6(pyridine)6(dimethylcarbamate)6] is described.  The macrocycles self-assemble through adenine-adenine hydrogen bonding interactions into a 3-dimensional porous cryst. material that maintains its structural integrity after removal of guest mols. and coordinated pyridine mols.  By adjusting the activation temp. prior to gas adsorption measurements, the size of the pore aperture can be modulated to afford unique gas sorption properties including selective gas adsorption and CO2 sequestration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXms1Kms7w%253D&md5=10ee060f76b2ea9d17441c0e31af7adb", "(c) ", "Dang", ", ", "S.", "; ", "Zhang", ", ", "J.-H.", "; ", "Sun", ", ", "Z. M.", " ", "J. Mater. Chem.", " ", "2012", ",  ", "22", ",  ", "8868", "[", "Crossref", "], [", "CAS", "]", "6. ", "Tunable emission based on lanthanide(III) metal-organic frameworks: an alternative approach to white light", "Dang, Song; Zhang, Jian-Han; Sun, Zhong-Ming", "Journal of Materials Chemistry", "\r\n        (", "2012", "),\r\n    ", "22", "\r\n        (", "18", "),\r\n    ", "8868-8873", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A family of lanthanide metal-org. frameworks, LnL (Ln = Y, La-Yb, except Pm), were prepd. under hydrothermal conditions with the semi-rigid trivalent carboxylic acid, H3L = 4,4'-[2-[(4-carboxyphenoxy)methyl]-2-methylpropane-1,3-diyl]bis(oxy)dibenzoic acid.  All LnMOFs are isostructural based upon the analyses of single crystal and powder x-ray diffractions.  The optical properties of compds. LnL can be easily tuned by doping methods, allowing for the syntheses of the materials with enhanced visible emission properties.  Considering the intense blue-emission of the Dy compds., it is expected that white light can be achieved by doping Dy with red-emission lanthanide ions, such as Eu3+ or Sm3+.  For the 1st time, without involving any emission from org. ligands, white-light emission was successfully realized by codoping Dy/Eu or Dy/Sm into analogous Gd compds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XltlGmu7w%253D&md5=5b5c58209de82c3201cfe390bf1c8d41", "7. ", "(a) ", "Farha", ", ", "O. K.", "; ", "Eryazici", ", ", "I.", "; ", "Jeong", ", ", "N. C.", "; ", "Hauser", ", ", "B. G.", "; ", "Wilmer", ", ", "C. E.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Snurr", ", ", "R. Q.", "; ", "Nguyen", ", ", "S. T.", "; ", "Yazaydın", ", ", "A. Ö.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "15016", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Metal-Organic Framework Materials with Ultrahigh Surface Areas: Is the Sky the Limit?", "Farha, Omar K.; Eryazici, Ibrahim; Jeong, Nak Cheon; Hauser, Brad G.; Wilmer, Christopher E.; Sarjeant, Amy A.; Snurr, Randall Q.; Nguyen, SonBinh T.; Yazaydin, A. Ozgur; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "36", "),\r\n    ", "15016-15021", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors synthesized, characterized, and computationally simulated/validated the behavior of two new metal-org. framework (MOF) materials displaying the highest exptl. Brunauer-Emmett-Teller (BET) surface areas of any porous materials reported to date (∼7000 m2/g).  Key to evacuating the initially solvent-filled materials without pore collapse, and thereby accessing the ultrahigh areas, is the use of a supercrit. CO2 activation technique.  Addnl., the authors demonstrate computationally that by shifting from Ph groups to space efficient acetylene moieties as linker expansion units, the hypothetical max. surface area for a MOF material is substantially greater than previously envisioned (∼14600 m2/g (or greater) vs. ∼10500 m2/g).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Wqu7zL&md5=b5a1dc94f402517d4a4100b493538fd4", "(b) ", "Furukawa", ", ", "H.", "; ", "Cordova", ", ", "K. E.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", "  ", "Science", " ", "2013", ",  ", "341", ". DOI: ", " DOI: 10.1126/science.1230444", " .", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", "8. ", "(a) ", "Montoro", ", ", "C.", "; ", "Linares", ", ", "F.", "; ", "Procopio", ", ", "E. Q.", "; ", "Senkovska", ", ", "I.", "; ", "Kaskel", ", ", "S.", "; ", "Galli", ", ", "S.", "; ", "Masciocchi", ", ", "N.", "; ", "Barea", ", ", "E.", "; ", "Navarro", ", ", "J. A. R.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "11888", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Capture of Nerve Agents and Mustard Gas Analogues by Hydrophobic Robust MOF-5 Type Metal-Organic Frameworks", "Montoro, Carmen; Linares, Fatima; Quartapelle Procopio, Elsa; Senkovska, Irena; Kaskel, Stefan; Galli, Simona; Masciocchi, Norberto; Barea, Elisa; Navarro, Jorge A. R.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "31", "),\r\n    ", "11888-11891", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "In this communication, a series of observations and data analyses coherently confirms the suitability of the novel metal-org. framework (MOF) [Zn4(μ4-O)(μ4-4-carboxy-3,5-dimethyl-4-carboxy-pyrazolato)3] (1) in the capture of harmful volatile org. compds. (VOCs).  It is worthy of attention that 1, whose crystal structure resembles that of MOF-5, exhibits remarkable thermal, mech., and chem. stability, as required if practical applications are sought.  In addn., it selectively captures harmful VOCs (including models of Sarin and mustard gas, which are chem. warfare agents), even in competition with ambient moisture (i.e., under conditions mimicking operative ones).  The results can be rationalized on the basis of Henry const. and adsorption heat values for the different essayed adsorbates as well as H2O/VOC partition coeffs. as obtained from variable-temp. reverse gas chromatog. expts.  To further strengthen the importance of 1, its performance in the capture of harmful VOCs has been compared with those of well-known materials, namely, a MOF with coordinatively unsatd. metal sites, [Cu3(btc)2] and the mol. sieve active carbon Carboxen.  The results of this comparison show that coordinatively unsatd. metal sites (preferential guest-binding sites) are ineffective for the capture of VOCs in the presence of ambient moisture.  Consequently, we propose that the driving force of the VOC-MOF recognition process is mainly dictated by pore size and surface hydrophobicity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXptFKmsr0%253D&md5=03e430027a9daed8d7286ea28880c1b2", "(b) ", "Santra", ", ", "A.", "; ", "Senkovska", ", ", "I.", "; ", "Kaskel", ", ", "S.", "; ", "Bharadwaj", ", ", "P. K.", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "7358", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Gas Storage in a Partially Fluorinated Highly Stable Three-Dimensional Porous Metal-Organic Framework", "Santra, Atanu; Senkovska, Irena; Kaskel, Stefan; Bharadwaj, Parimal K.", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "13", "),\r\n    ", "7358-7366", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A partially fluorinated linear rigid linker, 2,2'-bis(trifluoromethyl)biphenyl-4,4'-dicarboxylic acid (H2bfbpdc), was synthesized.  This linker forms a porous three-dimensional (3D) metal-org. framework, {[Zn4O(bfbpdc)3(bpy)0.5(H2O)]·(3DMF)(H2O)}n (1), in the presence of the colinker 4,4'-bipyridine (bpy) and Zn(NO3)2·6H2O under solvothermal condition.  Single crystal x-ray anal. shows that 1 contains a 3-dimensional channel structure with highly polar pore surfaces decorated with pendant trifluoromethyl groups of the bfbpdc2- linker.  TGA and variable temp. powder x-ray diffraction (VTPXRD) exhibit high thermal stability of the framework.  The solvent mols. present in the voids can be removed by heating, maintaining the integrity of the structure to afford a porous framework.  Gas (N2, H2, CH4, and CO2) and H2O adsorption studies were performed on this framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXpsVOnt7k%253D&md5=091d4d12dba81dfd216c5cd75a7af4fb", "(c) ", "Xue", ", ", "Y.-S.", "; ", "Jin", ", ", "F.-Y.", "; ", "Zhou", ", ", "L.", "; ", "Liu", ", ", "M.-P.", "; ", "Xu", ", ", "Y.", "; ", "Du", ", ", "H.-B.", "; ", "Fang", ", ", "M.", "; ", "You", ", ", "X.-Z.", " ", "Cryst. Growth Des.", " ", "2012", ",  ", "12", ",  ", "6158", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Structural Diversity and Properties of Coordination Polymers Built from a Rigid Octadentenate Carboxylic Acid", "Xue, Yun-Shan; Jin, Feng-Yan; Zhou, Lian; Liu, Mei-Pin; Xu, Yan; Du, Hong-Bin; Fang, Min; You, Xiao-Zeng", "Crystal Growth & Design", "\r\n        (", "2012", "),\r\n    ", "12", "\r\n        (", "12", "),\r\n    ", "6158-6164", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "By using a rigid octadentate carboxylate linker 5,5',5'',5'''-silanetetrayltetraisophthalic acid (H8L), three new microporous coordination polymers, namely, [Cu4L(H2O)4]·2DMF·10H2O (1), [Zn5L2(H2O)4][NH2Me2]6·2DMF·4H2O (2), and [Cd3(H2L)2][NH2Me2]6·4DMF·14H2O (3), were solvothermally synthesized and structurally characterized.  Compd. 1 is a 3-dimensional framework built from a square paddlewheel [Cu2(O2CR)4] and a 8-connected cube L ligand to give a (4,8)-connected scu structure.  Compd. 2 is a 3-dimensional 4-nodal (4,4,4,8)-connected network with small 1-dimensional channels built on three tetrahedral Zn units and a 8-connecting ligand L.  Compd. 3 possesses a 3-dimensional structure with a (4,4,6)-connected net built on two tetrahedral Cd units and a 6-connecting ligand H2L6-.  All the three compds. consist of large solvent accessible voids, but only compd. 1 possesses permanent porosity as confirmed by N2, H2, O2, CO2 and CH4 gas adsorption measurements.  Compds. 2 and 3 exhibited strong blue fluorescent emissions with a peak at 414 and 412 nm, resp., at RT upon excitation owing to a ligand-centered excited state.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1KnurjE&md5=43887eefe3efd2165e0d8a14d2308882", "9. ", "(a) ", "Zheng", ", ", "B.", "; ", "Bai", ", ", "J.", "; ", "Duan", ", ", "J.", "; ", "Wojtas", ", ", "L.", "; ", "Zaworotko", ", ", "M. J.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "748", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Enhanced CO2 binding affinity of a high-uptake rht-type metal-organic framework decorated with acylamide groups", "Zheng, Baishu; Bai, Junfeng; Duan, Jingui; Wojtas, Lukasz; Zaworotko, Michael J.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "4", "),\r\n    ", "748-751", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An rht-type metal-org. framework (MOF) prepd. from M2(carboxylate)4 (M = Cu, Co) paddlewheel clusters and a flexible C3-sym. hexacarboxylate ligand with acylamide groups exhibits larger CO2 uptake, an enhanced heat of adsorption, and higher selectivity toward CO2/N2 in comparison with what was previously obsd. for an analogous MOF with alkyne groups.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsF2ku77O&md5=d6d344c487e474f8969de5720df246c8", "(b) ", "Kong", ", ", "G.-Q.", "; ", "Ou", ", ", "S.", "; ", "Zou", ", ", "C.", "; ", "Wu", ", ", "C.-D.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "19851", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Assembly and Post-Modification of a Metal-Organic Nanotube for Highly Efficient Catalysis", "Kong, Guo-Qiang; Ou, Sha; Zou, Chao; Wu, Chuan-De", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "48", "),\r\n    ", "19851-19857", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A metal-org. nanotube (MONT) was synthesized by linking up the bent org. ligands and the tetra-coordinated zinc cations under mild conditions.  Structural anal. revealed that the MONT has a very large exterior wall diam. of 4.91 nm and an interior channel diam. of 3.32 nm.  Interlocking of the nanotubes gives rise to a 3D chiral framework contg. 1D helical cylindered channels with diam. of 2.0 nm.  The MONT has very interesting property by synergizing the functionality of nanotubes, metal-org. frameworks (MOFs), and N-heterocyclic carbenes (NHCs).  The dye adsorption expts. demonstrate that the channels of the MONTs are accessible to large reagents typically used for catalysis.  The postmodification of the MONT can be easily operated by unmarking the imidazolium moieties in the channel walls, which was conducted as a highly active heterogeneous catalyst for Suzuki-Miyaura and Heck coupling reactions, hydrogenation of olefins and nitrobenzene, while the constituent elements are less efficient for these reactions under the same conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs12mtb%252FL&md5=12a8602b957a3d51167591837e76632b", "(c) ", "Pachfule", ", ", "P.", "; ", "Das", ", ", "R.", "; ", "Poddar", ", ", "P.", "; ", "Banerjee", ", ", "R.", " ", "Cryst. Growth Des.", " ", "2010", ",  ", "10", ",  ", "2475", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Structural, Magnetic, and Gas Adsorption Study of a Two-Dimensional Tetrazole-Pyrimidine Based Metal-Organic Framework", "Pachfule, Pradip; Das, Raja; Poddar, Pankaj; Banerjee, Rahul", "Crystal Growth & Design", "\r\n        (", "2010", "),\r\n    ", "10", "\r\n        (", "6", "),\r\n    ", "2475-2478", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new two-dimensional (2D) metal-org. framework, Cu-TP-1 [Cu(TP)1.5(OH)], was synthesized under solvothermal conditions (DMF) from the transition metal cation Cu(II) and 2-tetrazol-5-ylpyrimidine (C5H5N6, H-TP).  The structure was detd. by single crystal x-ray crystallog. which shows a (6,3) honeycomb 2D net with perpendicular one-dimensional channels.  Permanent porosity of Cu-TP-1 was detd. by the nitrogen adsorption isotherm.  Cu-TP-1 shows interesting H2 and CO2 uptake.  CO2 uptake of Cu-TP-1 (at 298 K, 1 atm pressure) is comparable to the recently reported ZIF-95 which outperforms ZIF-100 and BPL carbon.  The magnetic properties show an antiferromagnetically coupled Cu···Cu interaction down to 8 K with a Weiss temp. around 108 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXlsFWqtrk%253D&md5=9ff101cc5202f445d183d684fdc4a2e4", "(d) ", "Zhang", ", ", "H.", "; ", "Li", ", ", "N.", "; ", "Tian", ", ", "C.", "; ", "Liu", ", ", "T.", "; ", "Du", ", ", "F.", "; ", "Lin", ", ", "P.", "; ", "Li", ", ", "Z.", "; ", "Du", ", ", "S.", " ", "Cryst. Growth Des.", " ", "2012", ",  ", "12", ",  ", "670", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Unusual High Thermal Stability within a Series of Novel Lanthanide TATB Frameworks: Synthesis, Structure, and Properties (TATB = 4,4',4''-s-Triazine-2,4,6-triyl-tribenzoate)", "Zhang, Huabin; Li, Ning; Tian, Chongbin; Liu, Tianfu; Du, Fenglei; Lin, Ping; Li, Zhihua; Du, Shaowu", "Crystal Growth & Design", "\r\n        (", "2012", "),\r\n    ", "12", "\r\n        (", "2", "),\r\n    ", "670-678", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of multifunctional lanthanide-org. frameworks Ln(TATB)(H2O) (Ln = Y 1, Eu 2, Gd 3, Tb 4, Dy 5, Ho 6, and Er 7; TATB = 4,4',4''-s-triazine-2,4,6-triyl-tribenzoate) with an unprecedented (4,8)-connected topol. have been synthesized and characterized.  The structures of these compds. were detd. by single crystal x-ray diffraction and their thermal stability, sorption, as well as luminescent and magnetic properties were also studied.  Compds. 1-7 are isomorphic and present an open non-interpenetrated three-dimensional microporous framework constructed by infinite dinuclear-based, rod-shaped lanthanide-carboxylate secondary building units (SBUs) which arranged in nearly mutually perpendicular directions and interwoven by TATB linkers.  All these compds. exhibit very high thermal stability and are stable up to 550°.  The pore characteristics and gas sorption properties of these compds. were studied by exptl. measuring different gases (CO2, N2, and H2) and different solvent mols. (H2O and CH3OH).  The luminescent properties of compds. 1-7 in the solid state were studied.  2 And 4 exhibited relatively high quantum yields and lifetime values, suggesting that they could be good candidates for light-emitting diodes (LEDs) and light applications.  The variable-temp. magnetic studies show that the magnetic interaction between the Ln(III) ions in 2-7 was mainly due to the antiferromagnetic coupling as well as the depopulation of the Stark levels.  The spin-orbit coupling parameter λ for Eu(III) (472 cm-1) has been obtained for 2.  The in-phase and out-phase signals χ'MT and χ''M of 5 exhibit frequency dependence.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1emsbnL&md5=5ba7057767028f0d4b9524459f5f231b", "(e) ", "Zhang", ", ", "H.", "; ", "Li", ", ", "N.", "; ", "Tian", ", ", "C.", "; ", "Liu", ", ", "T.", "; ", "Du", ", ", "F.", "; ", "Lin", ", ", "P.", "; ", "Li", ", ", "Z.", "; ", "Du", ", ", "S.", " ", "Cryst. Growth Des.", " ", "2012", ",  ", "12", ",  ", "670", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Unusual High Thermal Stability within a Series of Novel Lanthanide TATB Frameworks: Synthesis, Structure, and Properties (TATB = 4,4',4''-s-Triazine-2,4,6-triyl-tribenzoate)", "Zhang, Huabin; Li, Ning; Tian, Chongbin; Liu, Tianfu; Du, Fenglei; Lin, Ping; Li, Zhihua; Du, Shaowu", "Crystal Growth & Design", "\r\n        (", "2012", "),\r\n    ", "12", "\r\n        (", "2", "),\r\n    ", "670-678", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of multifunctional lanthanide-org. frameworks Ln(TATB)(H2O) (Ln = Y 1, Eu 2, Gd 3, Tb 4, Dy 5, Ho 6, and Er 7; TATB = 4,4',4''-s-triazine-2,4,6-triyl-tribenzoate) with an unprecedented (4,8)-connected topol. have been synthesized and characterized.  The structures of these compds. were detd. by single crystal x-ray diffraction and their thermal stability, sorption, as well as luminescent and magnetic properties were also studied.  Compds. 1-7 are isomorphic and present an open non-interpenetrated three-dimensional microporous framework constructed by infinite dinuclear-based, rod-shaped lanthanide-carboxylate secondary building units (SBUs) which arranged in nearly mutually perpendicular directions and interwoven by TATB linkers.  All these compds. exhibit very high thermal stability and are stable up to 550°.  The pore characteristics and gas sorption properties of these compds. were studied by exptl. measuring different gases (CO2, N2, and H2) and different solvent mols. (H2O and CH3OH).  The luminescent properties of compds. 1-7 in the solid state were studied.  2 And 4 exhibited relatively high quantum yields and lifetime values, suggesting that they could be good candidates for light-emitting diodes (LEDs) and light applications.  The variable-temp. magnetic studies show that the magnetic interaction between the Ln(III) ions in 2-7 was mainly due to the antiferromagnetic coupling as well as the depopulation of the Stark levels.  The spin-orbit coupling parameter λ for Eu(III) (472 cm-1) has been obtained for 2.  The in-phase and out-phase signals χ'MT and χ''M of 5 exhibit frequency dependence.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1emsbnL&md5=5ba7057767028f0d4b9524459f5f231b", "10. ", "(a) ", "Bell", ", ", "J. G.", "; ", "Angus", ", ", "K.", "; ", "Todd", ", ", "C.", "; ", "Thomas", ", ", "K. M.", " ", "Ind. Eng. Chem. Res.", " ", "2013", ",  ", "52", ",  ", "1335", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Functional Hollow Fiber Adsorbent Materials with a Self-Regulating Composite Outer Layer for Gas Purification with Energy Efficient Electrothermal Regeneration", "Bell, Jon G.; Angus, Katy; Todd, Christopher; Thomas, K. Mark", "Industrial & Engineering Chemistry Research", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "3", "),\r\n    ", "1335-1351", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Hollow fiber adsorbents have potential to overcome high pressure drop, adsorbent bed settling, and channeling problems in fixed bed adsorption systems.  A coaxial spinning method was used for the synthesis of hollow fibers with an outer layer of elec. conducting polyvinylidene fluoride/carbon black composite with a pos. temp. coeff. of resistivity and an inner layer of zeolite 13X/polyethersulfone adsorbent.  The outer layer was optimized for self-limiting/regulating a.c. (AC) electrothermal regeneration.  A fiber cartridge was constructed for studying the dynamic breakthrough and adsorbent regeneration characteristics.  The breakthrough results for water vapor adsorption were analyzed by Wheeler-Jonas, Linear Driving Force (LDF) and Richards sigmoidal models.  The isosteric enthalpy and kinetics for adsorption were detd. for static vapor adsorption.  The LDF adsorption kinetics obsd. at low surface coverage change to a stretched exponential kinetic model with increasing surface coverage.  Intraparticle diffusion in the zeolite cryst. porous structure was rate-detg. for water vapor breakthrough characteristics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVCjurnJ&md5=d6c36f1feff74055ba8d3b30cfc27693", "(b) ", "Wu", ", ", "H.", "; ", "Chua", ", ", "Y. S.", "; ", "Krungleviciute", ", ", "V.", "; ", "Tyagi", ", ", "M.", "; ", "Chen", ", ", "P.", "; ", "Yildirim", ", ", "T.", "; ", "Zhou", ", ", "W.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "10525", "– ", "10532", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Unusual and Highly Tunable Missing-Linker Defects in Zirconium Metal-Organic Framework UiO-66 and Their Important Effects on Gas Adsorption", "Wu, Hui; Chua, Yong Shen; Krungleviciute, Vaiva; Tyagi, Madhusudan; Chen, Ping; Yildirim, Taner; Zhou, Wei", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "28", "),\r\n    ", "10525-10532", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "UiO-66 is a highly important prototypical zirconium metal-org. framework (MOF) compd. because of its excellent stabilities not typically found in common porous MOFs.  In its perfect crystal structure, each Zr metal center is fully coordinated by 12 org. linkers to form a highly connected framework.  Using high-resoln. neutron power diffraction technique, we found the first direct structural evidence showing that real UiO-66 material contains significant amt. of missing-linker defects, an unusual phenomenon for MOFs.  The concn. of the missing-linker defects is surprisingly high, ∼10% in our sample, effectively reducing the framework connection from 12 to ∼11.  We show that by varying the concn. of the acetic acid modulator and the synthesis time, the linker vacancies can be tuned systematically, leading to dramatically enhanced porosity.  We obtained samples with pore vols. ranging from 0.44 to 1.0 cm3/g and Brunauer-Emmett-Teller surface areas ranging from 1000 to 1600 m2/g, the largest values of which are ∼150% and ∼60% higher than the theor. values of defect-free UiO-66 crystal, resp.  The linker vacancies also have profound effects on the gas adsorption behaviors of UiO-66, in particular CO2.  Finally, comparing the gas adsorption of hydroxylated and dehydroxylated UiO-66, we found that the former performs systematically better than the latter (particularly for CO2) suggesting the beneficial effect of the -OH groups.  This finding is of great importance because hydroxylated UiO-66 is the practically more relevant, non-air-sensitive form of this MOF.  The preferred gas adsorption on the metal center was confirmed by neutron diffraction measurements, and the gas binding strength enhancement by the -OH group was further supported by our first-principles calcns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtValsLrL&md5=c1ead8cbafaae77968f37490e2bb14f6", "11. ", "Das", ", ", "M. C.", "; ", "Guo", ", ", "Q.", "; ", "He", ", ", "Y.", "; ", "Kim", ", ", "J.", "; ", "Zhao", ", ", "C.-G.", "; ", "Hong", ", ", "K.", "; ", "Xiang", ", ", "S.", "; ", "Zhang", ", ", "Z.", "; ", "Thomas", ", ", "K. M.", "; ", "Krishna", ", ", "R.", "; ", "Chen", ", ", "B.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "8703", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Interplay of Metalloligand and Organic Ligand to Tune Micropores within Isostructural Mixed-Metal Organic Frameworks (M'MOFs) for Their Highly Selective Separation of Chiral and Achiral Small Molecules", "Das, Madhab C.; Guo, Qunsheng; He, Yabing; Kim, Jaheon; Zhao, Cong-Gui; Hong, Kunlun; Xiang, Shengchang; Zhang, Zhangjing; Thomas, K. Mark; Krishna, Rajamani; Chen, Banglin", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "20", "),\r\n    ", "8703-8710", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Four porous isostructural mixed-metal-org. frameworks (M'MOFs) were synthesized and structurally characterized.  The pores within these M'MOFs are systematically tuned by the interplay of both the metalloligands and org. ligands which have enabled the authors not only to direct their highly selective sepn. of chiral alcs. 1-phenylethanol (PEA), 2-butanol (BUT), and 2-pentanol (2-PEN) with the highest ee up to 82.4% but also to lead highly selective sepn. of achiral C2H2/C2H4 sepn.  The potential application of these M'MOFs for the fixed bed pressure swing adsorption (PSA) sepn. of C2H2/C2H4 was further examd. and compared by the transient breakthrough simulations in which the purity requirement of 40 ppm in the outlet gas can be readily fulfilled by the fixed bed M'MOF-4a adsorber at ambient conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xmt1yjsrw%253D&md5=18ca32fa9c1c0f86b6b12edabe966ad3", "12. ", "(a) ", "He", ", ", "Y.", "; ", "Krishna", ", ", "R.", "; ", "Chen", ", ", "B.", " ", "Energy Environ. Sci.", " ", "2012", ",  ", "5", ",  ", "9107", "[", "Crossref", "], [", "CAS", "]", "12. ", "Metal-organic frameworks with potential for energy-efficient adsorptive separation of light hydrocarbons", "He, Yabing; Krishna, Rajamani; Chen, Banglin", "Energy & Environmental Science", "\r\n        (", "2012", "),\r\n    ", "5", "\r\n        (", "10", "),\r\n    ", "9107-9120", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The sepn. of hydrocarbons with carbon nos. in the 1-3 range is of great significance in the purifn. of natural gas, prodn. of ethylene and propylene with the required 99.5%+ purity levels as feeds to polymn. reactors, and sepn. of ethyne from mixts. with ethylene.  In this study the performances of a total of 19 different MOFs, carefully selected to span a wide range of functionalities, were evaluated for a variety of sepn. tasks.  For all sepn. tasks investigated, MOFs with high d. of open metal sites, CoMOF-74, MgMOF-74, and FeMOF-74, have significantly better sepn. potential than other MOFs, ZIFs or zeolites that have been suggested in the literature.  Of particular significance is the possibility offered by CoMOF-74, MgMOF-74, and FeMOF-74 for \"fractionating\" a 6-component CH4/C2H2/C2H4/C2H6/C3H6/C3H8 mixt. to yield individual pure components.  Such sepns. are likely to have a significant industrial impact, resulting in significant energy savings when compared to current technologies that rely on distn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhtlyqs7nJ&md5=60d67294ba300e1137a47779c3689b1e", "(b) ", "He", ", ", "Y.", "; ", "Zhang", ", ", "Z.", "; ", "Xiang", ", ", "S.", "; ", "Wu", ", ", "H.", "; ", "Franczek", ", ", "F. R.", "; ", "Zhou", ", ", "W.", "; ", "Krishna", ", ", "R.", "; ", "O’Keeffe", ", ", "M.", "; ", "Chen", ", ", "B.", " ", "Chem.—Eur. J.", " ", "2012", ",  ", "18", ",  ", "1901", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "High Separation Capacity and Selectivity of C2 Hydrocarbons over Methane within a Microporous Metal-Organic Framework at Room Temperature", "He, Yabing; Zhang, Zhangjing; Xiang, Shengchang; Wu, Hui; Fronczek, Frank R.; Zhou, Wei; Krishna, Rajamani; O'Keeffe, Michael; Chen, Banglin", "Chemistry - A European Journal", "\r\n        (", "2012", "),\r\n    ", "18", "\r\n        (", "7", "),\r\n    ", "1901-1904, S1901/1-S1901/25", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A newly prepd. copper org. framework [Cu3(H2L)(H2O)3]·3DEF·2.5H2O (H8L = 1,2,4,5-tetra(5-isophthalate)benzene; UTSA-34, UTSA = University of Texas at San Antonio) is constructed from the paddlewheel Cu2(CO2)4 secondary building units and the expanded octacarboxylate org. linkers as characterized by crystal structure anal.  The permanent microporosities were established for both partially UTSA-34a and completely desolvated MOFs UTSA-34b and their C1 and C2 hydrocarbon sorption isotherms were measured to establish their potential for selective sepn.  The authors further examd. the sepn. selectivity and capacity of UTSA-34b for C2H2/CH4, C2H4/CH4, and C2H6/CH4 binary mixts. at 296 K.  Such high sepn. capacity and selectivity are attributed to the moderately high pore spaces within the framework to take up a large amt. of hydrocarbons and open Cu metal sites on the pore surfaces for their stronger interactions with C2H2 and C2H4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFait7s%253D&md5=881d2d75f705c46efdaa276537091ae4", "(c) ", "He", ", ", "Y.", "; ", "Zhang", ", ", "Z.", "; ", "Xiang", ", ", "S.", "; ", "Fronczek", ", ", "F. R.", "; ", "Krishna", ", ", "R.", "; ", "Chen", ", ", "B.", " ", "Chem.—Eur. J.", " ", "2012", ",  ", "18", ",  ", "613", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "A Microporous Metal-Organic Framework for Highly Selective Separation of Acetylene, Ethylene, and Ethane from Methane at Room Temperature", "He, Yabing; Zhang, Zhangjing; Xiang, Shengchang; Fronczek, Frank R.; Krishna, Rajamani; Chen, Banglin", "Chemistry - A European Journal", "\r\n        (", "2012", "),\r\n    ", "18", "\r\n        (", "2", "),\r\n    ", "613-619, S613/1-S613/12", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A novel three-dimensional microporous metal-org. framework Zn4L(DMA)4 (UTSA-33, H8L = 1,2,4,5-tetra(5-isophthalic acid)benzene, DMA = N,N'-dimethylacetamide) with small pores of about 4.8 to 6.5 Å was synthesized and structurally characterized as a non-interpenetrated (4,8)-connected network with the flu topol. (Schlaefli symbol: (41261284)(46)2).  The activated UTSA-33a exhibits highly selective sepn. of acetylene, ethylene, and ethane from methane with the adsorption selectivities of 12 to 20 at 296 K, which has been established exclusively by the sorption isotherms and simulated breakthrough expts., thus methane can be readily sepd. from their binary and even ternary mixts. at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsF2lurnF&md5=1b1f13f17848a791323e36b38c9dad60", "(d) ", "Guo", ", ", "Z.", "; ", "Xu", ", ", "H.", "; ", "Su", ", ", "S.", "; ", "Cai", ", ", "J.", "; ", "Dang", ", ", "S.", "; ", "Xiang", ", ", "S.", "; ", "Qian", ", ", "G.", "; ", "Zhang", ", ", "H.", "; ", "O’Keeffe", ", ", "M.", "; ", "Chen", ", ", "B.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "5551", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "A robust near infrared luminescent ytterbium metal-organic framework for sensing of small molecules", "Guo, Zhiyong; Xu, Hui; Su, Shengqun; Cai, Jianfeng; Dang, Song; Xiang, Shengchang; Qian, Guodong; Zhang, Hongjie; O'Keeffe, Michael; Chen, Banglin", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "19", "),\r\n    ", "5551-5553", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The 1st near-IR luminescent ytterbium metal-org. framework, Yb(BPT)(H2O).(DMF)1.5(H2O)1.25 (BPT = biphenyl 3,4',5-tricarboxylate), was realized for the highly selective and sensitive sensing of small mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXlt1Cksbk%253D&md5=eb2eefa03b13fec138c447e2730e71bf", "13. ", "(a) ", "Gao", ", ", "W.-Y.", "; ", "Yan", ", ", "W.", "; ", "Cai", ", ", "R.", "; ", "Williams", ", ", "K.", "; ", "Salas", ", ", "A.", "; ", "Wojtas", ", ", "L.", "; ", "Shi", ", ", "X.", "; ", "Ma", ", ", "S.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "8898", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "A pillared metal-organic framework incorporated with 1,2,3-triazole moieties exhibiting remarkable enhancement of CO2 uptake", "Gao, Wen-Yang; Yan, Wuming; Cai, Rong; Williams, Kia; Salas, Andrea; Wojtas, Lukasz; Shi, Xiaodong; Ma, Shengqian", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "71", "),\r\n    ", "8898-8900", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The replacement of the pillar ligand, 4,4'-bipyridine, in the prototypal pillared MOF, MOF-508, with the custom-designed ligand, 4,4'-(2H-1,2,3-triazole-2,4-diyl)dipyridine, affords a porous metal-triazolate framework, MTAF-3, which demonstrates remarkable enhancement of CO2 uptake capacity by a factor of ∼3 compared to the parent MOF-508.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFKntrjE&md5=0b5bde92d51bc0cfba7fbd654bfdc5bd", "(b) ", "Xiang", ", ", "S.", "; ", "He", ", ", "Y.", "; ", "Zhang", ", ", "Z.", "; ", "Wu", ", ", "H.", "; ", "Zhou", ", ", "W.", "; ", "Krishna", ", ", "R.", "; ", "Chen", ", ", "B.", " ", "Nat. Commun.", " ", "2012", ",  ", "3", ",  ", "954", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Microporous metal-organic framework with potential for carbon dioxide capture at ambient conditions", "Xiang Shengchang; He Yabing; Zhang Zhangjing; Wu Hui; Zhou Wei; Krishna Rajamani; Chen Banglin", "Nature communications", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "),\r\n    ", "954", "\r\n        ISSN:", ".\r\n    ", "Carbon dioxide capture and separation are important industrial processes that allow the use of carbon dioxide for the production of a range of chemical products and materials, and to minimize the effects of carbon dioxide emission.  Porous metal-organic frameworks are promising materials to achieve such separations and to replace current technologies, which use aqueous solvents to chemically absorb carbon dioxide.  Here we show that a metal-organic frameworks (UTSA-16) displays high uptake (160 cm(3) cm(-3)) of CO(2) at ambient conditions, making it a potentially useful adsorbent material for post-combustion carbon dioxide capture and biogas stream purification.  This has been further confirmed by simulated breakthrough experiments.  The high storage capacities and selectivities of UTSA-16 for carbon dioxide capture are attributed to the optimal pore cages and the strong binding sites to carbon dioxide, which have been demonstrated by neutron diffraction studies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC38fgslGrtQ%253D%253D&md5=45d4e2637e077d00b7ea5f2246ad3c6f", "(c) ", "Burd", ", ", "S. D.", "; ", "Ma", ", ", "S.", "; ", "Perman", ", ", "J. A.", "; ", "Sikora", ", ", "B. J.", "; ", "Snurr", ", ", "R. Q.", "; ", "Thallapally", ", ", "P. K.", "; ", "Tian", ", ", "J.", "; ", "Wojtas", ", ", "L.", "; ", "Zaworotko", ", ", "M. J.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "3663", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Highly Selective Carbon Dioxide Uptake by [Cu(bpy-n)2(SiF6)] (bpy-1 = 4,4'-Bipyridine; bpy-2 = 1,2-Bis(4-pyridyl)ethene)", "Burd, Stephen D.; Ma, Shengqian; Perman, Jason A.; Sikora, Benjamin J.; Snurr, Randall Q.; Thallapally, Praveen K.; Tian, Jian; Wojtas, Lukasz; Zaworotko, Michael J.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "8", "),\r\n    ", "3663-3666", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A previously known class of porous coordination polymer (PCP), [Cu(bpy-n)2(SiF6)] (bpy-1 = 4,4'-bipyridine; bpy-2 = 1,2-bis(4-pyridyl)ethene), was studied to assess its selectivity toward CO2, CH4, N2, and H2O.  Both polymers were prepd. and characterized by x-ray crystallog.  Gas sorption measurements reveal that [Cu(bpy-1)2(SiF6)] exhibits the highest uptake for CO2 yet seen at 298 K and 1 atm by a PCP that does not contain open metal sites.  Significantly, [Cu(bpy-1)2(SiF6)] does not exhibit particularly high uptake under the same conditions for CH4, N2, and, H2O, presumably because of its lack of open metal sites.  Consequently, at 298 K and 1 atm [Cu(bpy-1)2(SiF6)] exhibits a relative uptake of CO2 over CH4 of ∼10.5:1, the highest value exptl. obsd. in a compd. without open metal sites.  [Cu(bpy-2)2(SiF6)] exhibits larger pores and surface area than [Cu(bpy-1)2(SiF6)] but retains a high CO2/CH4 relative uptake of ∼8:1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XitVequrY%253D&md5=7bcf90e89c81065912bdd453d45db63e", "(d) ", "Nugent", ", ", "P.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Burd", ", ", "S. D.", "; ", "Cairns", ", ", "A. J.", "; ", "Luebke", ", ", "R.", "; ", "Forrest", ", ", "K.", "; ", "Pham", ", ", "T.", "; ", "Ma", ", ", "S.", "; ", "Space", ", ", "B.", "; ", "Wojtas", ", ", "L.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", " ", "Nature", " ", "2012", ",  ", "495", ",  ", "80", "[", "Crossref", "]", "There is no corresponding record for this reference.", "14. ", "Stylianou", ", ", "K. C.", "; ", "Heck", ", ", "R.", "; ", "Chong", ", ", "S. Y.", "; ", "Bacsa", ", ", "J.", "; ", "Jones", ", ", "J. T. A.", "; ", "Khimyak", ", ", "Y. Z.", "; ", "Bradshaw", ", ", "D.", "; ", "Rosseinsky", ", ", "M. J.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "4119", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "A Guest-Responsive Fluorescent 3D Microporous Metal-Organic Framework Derived from a Long-Lifetime Pyrene Core", "Stylianou, Kyriakos C.; Heck, Romain; Chong, Samantha Y.; Bacsa, John; Jones, James T. A.; Khimyak, Yaroslav Z.; Bradshaw, Darren; Rosseinsky, Matthew J.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "12", "),\r\n    ", "4119-4130", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The carboxylate ligand pyrene-1,3,6,8-tetrakis(p-benzoic acid) (TBAPy), based on the strongly fluorescent long-lifetime pyrene core, affords a permanently microporous fluorescent metal-org. framework, [In2(OH)2(TBAPy)]·(guests) (1), displaying 54% total accessible vol. and excellent thermal stability.  Fluorescence studies reveal that both 1 and TBAPy display strong emission bands at 471 and 529 nm, resp., upon excitation at 390 nm, with framework coordination of the TBAPy ligands significantly increasing the emission lifetime from 0.089 to 0.110 ms.  Upon desolvation, the emission band for the framework is shifted to lower energy: however, upon re-exposure to DMF the as-made material is regenerated with reversible fluorescence behavior.  Together with the lifetime, the emission intensity is strongly enhanced by spatial sepn. of the optically active ligand mols. within the MOF structure and is dependent on the amt. and chem. nature of the guest species in the pores.  The quantum yield of the material is 6.7% and, coupled with the fluorescence lifetime on the millisecond time scale, begins to approach the values obsd. for Eu(III)-cryptate-derived com. sensors.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXislKitbs%253D&md5=58ab44ad51509e997c9b450cbe0bb2ce", "15. ", "CrystalClear; ", "Rigaku Corporation", ": ", "The Woodlands, TX", ", ", "2005", ".", "There is no corresponding record for this reference.", "16. ", "Higashi", ", ", "T.", " ABSCOR; ", "Rigaku Corporation", ": ", "Tokyo, Japan", ", ", "1995", ".", "There is no corresponding record for this reference.", "17. ", "Sheldrick", ", ", "G. M.", " SHELXTL97: Program for Refinement of Crystal Structures; ", "University of Göttingen", ": ", "Göttingen, Germany", ", ", "1997", ".", "There is no corresponding record for this reference.", "18. ", "Sheldrick", ", ", "G. M.", " ", "Acta Crystallogr., Sect. A: Found. Crystallogr.", " ", "2008", ",  ", "A64", ",  ", "112", "– ", "122", "[", "Crossref", "], [", "CAS", "]", "18. ", "A short history of SHELX", "Sheldrick, George M.", "Acta Crystallographica, Section A: Foundations of Crystallography", "\r\n        (", "2008", "),\r\n    ", "64", "\r\n        (", "1", "),\r\n    ", "112-122", "CODEN:\r\n                ", "ACACEQ", ";\r\n        ISSN:", "0108-7673", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "An account is given of the development of the SHELX system of computer programs from SHELX-76 to the present day.  In addn. to identifying useful innovations that have come into general use through their implementation in SHELX, a crit. anal. is presented of the less-successful features, missed opportunities and desirable improvements for future releases of the software.  An attempt is made to understand how a program originally designed for photog. intensity data, punched cards and computers over 10000 times slower than an av. modern personal computer has managed to survive for so long.  SHELXL is the most widely used program for small-mol. refinement and SHELXS and SHELXD are often employed for structure soln. despite the availability of objectively superior programs.  SHELXL also finds a niche for the refinement of macromols. against high-resoln. or twinned data; SHELXPRO acts as an interface for macromol. applications.  SHELXC, SHELXD and SHELXE are proving useful for the exptl. phasing of macromols., esp. because they are fast and robust and so are often employed in pipelines for high-throughput phasing.  This paper could serve as a general literature citation when one or more of the open-source SHELX programs (and the Bruker AXS version SHELXTL) are employed in the course of a crystal-structure detn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhsVGhurzO&md5=8f91f10be4a9df74b2a9dad522c71e6e", "19. ", "Crystal data for ", "UTSA", "-", "72", ": C", "56", "H", "54", "N", "4", "O", "14", "Zn", "2", ", monoclinic, space group ", "P", "2/", "c", ", ", "a", " = 17.053(6) Å, ", "b", " = 11.363(4) Å, ", "c", " = 18.518(6) Å, α = 90°, β = 116.226(4)°, γ = 90°, ", "V", " = 3219.0(18) Å", "3", ", ", "Z", " = 2, ", "D", "c", " = 1.170 g cm", "–3", ", ", "F", "000", " = 1172, μ = 0.803 mm", "–1", ", ", "T", " = 98(2) K, ", "R", "1", " [", "I", " > 2σ(", "I", ")] = 0.1088, w", "R", "2", " (all data) = 0.3606.", "There is no corresponding record for this reference.", "20. ", "Li", ", ", "H.", "; ", "Eddaoudi", ", ", "M.", "; ", "Groy", ", ", "T. L.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "1998", ",  ", "120", ",  ", "8571", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Establishing Microporosity in Open Metal-Organic Frameworks: Gas Sorption Isotherms for Zn(BDC) (BDC = 1,4-Benzenedicarboxylate)", "Li, Hailian; Eddaoudi, Mohamed; Groy, Thomas L.; Yaghi, O. M.", "Journal of the American Chemical Society", "\r\n        (", "1998", "),\r\n    ", "120", "\r\n        (", "33", "),\r\n    ", "8571-8572", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Microporous metal-org. frameworks with pores accessible in a zeolite-like fashion were prepd.  The synthesis, structural characterization, and gas sorption isotherm measurements for the Zn(BDC) microporous frameworks of cryst. Zn(BDC)·(DMF)(H2O) (BDC= 1,4-benzenedicarboxylate).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXltVegtrk%253D&md5=30587bcdce6035f7b29177de9452e8a3", "21. ", "Chen", ", ", "Z.", "; ", "Xiang", ", ", "S.", "; ", "Arman", ", ", "H. D.", "; ", "Li", ", ", "P.", "; ", "Tidrow", ", ", "S.", "; ", "Zhao", ", ", "D.", "; ", "Chen", ", ", "B.", " ", "Eur. J. Inorg. Chem.", " ", "2010", ",  ", "3745", "[", "Crossref", "], [", "CAS", "]", "21. ", "A Microporous Metal-Organic Framework with Immobilized -OH Functional Groups within the Pore Surfaces for Selective Gas Sorption", "Chen, Zhenxia; Xiang, Shengchang; Arman, Hadi D.; Li, Peng; Tidrow, Steven; Zhao, Dongyuan; Chen, Banglin", "European Journal of Inorganic Chemistry", "\r\n        (", "2010", "),\r\n    ", "\r\n        (", "24", "),\r\n    ", "3745-3749", "CODEN:\r\n                ", "EJICFO", ";\r\n        ISSN:", "1434-1948", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A new two-dimensional microporous metal-org. framework Cu(BDC-OH)(H2O)·0.5DEF [abbreviation: Cu(BDC-OH); H2BDC-OH = 2-hydroxybenzene-1,4-dicarboxylic acid; DEF = diethylformamide] with functional OH groups on the pore surfaces was solvothermally synthesized and structurally characterized.  The activated Cu(BDC-OH) exhibits a moderate Langmuir surface of 584 m2g-1, a pore vol. of 0.214 cm3g-1, and C2H2/CH4 and CO2/CH4 selectivity of 6.7 and 9.3, resp., at 296 K, thereby highlighting the promise for its application in gas sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVCntr%252FL&md5=fcb5502a27c28a1d25136902d2dadfdb", "22. ", "Stylianou", ", ", "K. C.", "; ", "Rabone", ", ", "J.", "; ", "Chong", ", ", "S. Y.", "; ", "Heck", ", ", "R.", "; ", "Armstrong", ", ", "J.", "; ", "Wiper", ", ", "P. V.", "; ", "Jelfs", ", ", "K. E.", "; ", "Zlatogorsky", ", ", "S.", "; ", "Bacsa", ", ", "J.", "; ", "McLennan", ", ", "A. G.", "; ", "Ireland", ", ", "C. P.", "; ", "Khimyak", ", ", "Y. Z.", "; ", "Thomas", ", ", "K. M.", "; ", "Bradshaw", ", ", "D.", "; ", "Rosseinsky", ", ", "M. J.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "20466", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Dimensionality Transformation through Paddlewheel Reconfiguration in a Flexible and Porous Zn-Based Metal-Organic Framework", "Stylianou, Kyriakos C.; Rabone, Jeremy; Chong, Samantha Y.; Heck, Romain; Armstrong, Jayne; Wiper, Paul V.; Jelfs, Kim E.; Zlatogorsky, Sergey; Bacsa, John; McLennan, Alec G.; Ireland, Christopher P.; Khimyak, Yaroslav Z.; Thomas, K. Mark; Bradshaw, Darren; Rosseinsky, Matthew J.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "50", "),\r\n    ", "20466-20478", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The reaction between Zn and a pyrene-based ligand decorated with benzoate fragments (H4TBAPy) yields a 2D layered porous network with the metal coordination based on a paddlewheel motif.  Upon desolvation, the structure undergoes a significant and reversible structural adjustment with a corresponding redn. in crystallinity.  The combination of computationally assisted structure detn. and exptl. data anal. of the desolvated phase revealed a structural change in the metal coordination geometry from square-pyramidal to tetrahedral.  Simulations of desolvation showed that the local distortion of the ligand geometry followed by the rotation and displacement of the pyrene core permits the breakup of the metal-paddlewheel motifs and the formation of 1D Zn-O chains that cross-link adjacent layers, resulting in a dimensionality change from the 2D layered structure to a 3D structure.  Constrained Rietveld refinement of the powder X-ray diffraction pattern of the desolvated phase and the use of other anal. techniques such as porosity measurements, 13C CP MAS NMR spectroscopy, and fluorescence spectroscopy strongly supported the obsd. structural transformation.  The 3D network is stable up to 425°C and is permanently porous to CO2 with an apparent BET surface area of 523(8) m2/g (p/p° = 0.02-0.22).  Because of the hydrophobic nature, size, and shape of the pores of the 3D framework, the adsorption behavior of the structure toward p-xylene and m-xylene was studied, and the results indicated that the shape of the isotherm and the kinetics of the adsorption process are detd. mainly by the shape of the xylene isomers, with each xylene isomer interacting with the host framework in a different manner.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1WgsbrI&md5=c8dc8734eff4565583102368bf47fa5c", "23. ", "(a) ", "Jiang", ", ", "G.", "; ", "Wu", ", ", "T.", "; ", "Zheng", ", ", "S.-T.", "; ", "Zhao", ", ", "X.", "; ", "Lin", ", ", "Q.", "; ", "Bu", ", ", "X.", "; ", "Feng", ", ", "P.", " ", "Cryst. Growth Des.", " ", "2011", ",  ", "11", ",  ", "3713", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "A Nine-Connected Mixed-Ligand Nickel-Organic Framework and Its Gas Sorption Properties", "Jiang, Guiyuan; Wu, Tao; Zheng, Shou-Tian; Zhao, Xiang; Lin, Qipu; Bu, Xianhui; Feng, Pingyun", "Crystal Growth & Design", "\r\n        (", "2011", "),\r\n    ", "11", "\r\n        (", "9", "),\r\n    ", "3713-3716", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A nine-connected metal-org. framework [NiII2NiIII(μ3-OH)(IN)3(BDC)1.5]·xSolvent (BDC = benzene-1,4-dicarboxylate, IN = isonicotinate) was prepd. and characterized.  The application of the scale-down chem. through the use of the short and inexpensive BDC and IN ligands leads to a smaller pore size and lower surface area but little compromise in H2 sorption properties.  The compd. exhibits a high CO2 uptake of 73.1 cm3 g-1 (273 K and 1 atm) despite its moderate Langmuir and BET surface areas (888.3 and 571.0 m2 g-1, resp.).  Its H2 uptake (1.47% at 77 K and 1 atm) is also quite high, comparable to that of many materials with high surface area.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXpsVOgu78%253D&md5=15bd29f5f31b38726bedd68bcb940b02", "(b) ", "Uemura", ", ", "K.", "; ", "Yamasaki", ", ", "Y.", "; ", "Onishi", ", ", "F.", "; ", "Kita", ", ", "H.", "; ", "Ebihara", ", ", "M.", " ", "Inorg. Chem.", " ", "2010", ",  ", "49", ",  ", "10133", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Two-Step Adsorption on Jungle-Gym-Type Porous Coordination Polymers: Dependence on Hydrogen-Bonding Capability of Adsorbates, Ligand-Substituent Effect, and Temperature", "Uemura, Kazuhiro; Yamasaki, Yukari; Onishi, Fumiaki; Kita, Hidetoshi; Ebihara, Masahiro", "Inorganic Chemistry", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "21", "),\r\n    ", "10133-10143", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A preliminary study of iso-PrOH (IPA) adsorption/desorption isotherms on a jungle-gym-type porous coordination polymer, [Zn2(bdc)2(dabco)]n (1, H2bdc = 1,4-benzenedicarboxylic acid, dabco = 1,4-diazabicyclo[2.2.2]octane), showed unambiguous two-step profiles via a highly shrunk intermediate framework.  The results of adsorption measurements on 1, using probing gas mols. of alc. (MeOH and EtOH) for the size effect and Me2CO for the influence of H bonding, show that alc. adsorption isotherms are gradual two-step profiles, whereas the Me2CO isotherm is a typical type-I isotherm, indicating that a two-step adsorption/desorption is involved with H bonds.  To further clarify these adsorption/desorption behaviors, selecting nitroterephthalate (bdc-NO2), bromoterephthalate (bdc-Br), and 2,5-dichloroterephthalate (bdc-Cl2) as substituted dicarboxylate ligands, isomorphous jungle-gym-type porous coordination polymers, {[Zn2(bdc-NO2)2(dabco)]·solvents}n (2 ∋ solvents), {[Zn2(bdc-Br)2(dabco)]·solvents}n (3 ∋ solvents), and {[Zn2(bdc-Cl2)2(dabco)]·solvents}n (4 ∋ solvents), were synthesized and characterized by single-crystal x-ray analyses.  Thermal gravimetry, x-ray powder diffraction, and N2 adsorption at 77 K measurements reveal that [Zn2(bdc-NO2)2(dabco)]n (2), [Zn2(bdc-Br)2(dabco)]n (3), and [Zn2(bdc-Cl2)2(dabco)]n (4) maintain their frameworks without guest mols. with Brunauer-Emmett-Teller (BET) surface areas of 1568(2), 1292(3), and 1216(4) m2 g-1.  As found in results of MeOH, EtOH, IPA, and Me2CO adsorption/desorption on 2-4, only MeOH adsorption on 2 shows an obvious two-step profile.  Considering the substituent effects and adsorbate sizes, the H bonds, which are triggers for two-step adsorption, are formed between adsorbates and carboxylate groups at the corners in the pores, inducing wide pores to become narrow pores.  Such a two-step MeOH adsorption on 2 depends on the temp., attributed to the small free-energy difference (ΔFhost) between the two guest-free forms, wide and narrow pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXht1KhsL7J&md5=b3445bb86de65058772f72330c80e7b2", "(c) ", "Xu", ", ", "H.", "; ", "He", ", ", "Y.", "; ", "Zhang", ", ", "Z.", "; ", "Xiang", ", ", "S.", "; ", "Cai", ", ", "J.", "; ", "Cui", ", ", "Y.", "; ", "Yang", ", ", "Y.", "; ", "Qian", ", ", "G.", "; ", "Chen", ", ", "B.", " ", "J. Mater. Chem. A", " ", "2013", ",  ", "1", ",  ", "77", "[", "Crossref", "], [", "CAS", "]", "23. ", "A microporous metal-organic framework with both open metal and Lewis basic pyridyl sites for highly selective C2H2/CH4 and C2H2/CO2 gas separation at room temperature", "Xu, Hui; He, Yabing; Zhang, Zhangjing; Xiang, Shengchang; Cai, Jianfeng; Cui, Yuanjing; Yang, Yu; Qian, Guodong; Chen, Banglin", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2013", "),\r\n    ", "1", "\r\n        (", "1", "),\r\n    ", "77-81", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "To immobilize both open metal and Lewis basic pyridyl sites into a microporous metal-org. framework, Cu6(PDC)6·2.6H2O (UTSA-50) (PDC = 3,5-pyridinedicarboxylate) was solvothermally synthesized and characterized.  The combination of open metal sites and Lewis basic pyridyl functional sites leads to a high acetylene adsorption enthalpy of 39.4 kJ mol-1.  As a result, UTSA-50 is a very promising MOF material for the highly selective sepn. of C2H2/CH4 and C2H2/CO2 at room temp. with the highest C2H2/CH4 sepn. selectivity of 68 ever reported and moderately high acetylene uptake of 91 cm-1 g-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhslOjsbrP&md5=0a1ab7ad7aa0d4f520ba91a02af29a04", "(d) ", "Zhang", ", ", "Z.", "; ", "Xiang", ", ", "S.", "; ", "Hong", ", ", "K.", "; ", "Das", ", ", "M. C.", "; ", "Arman", ", ", "H. D.", "; ", "Garcia", ", ", "M.", "; ", "Mondal", ", ", "J. U.", "; ", "Thomas", ", ", "K. M.", "; ", "Chen", ", ", "B.", " ", "Inorg. Chem.", " ", "2012", ",  ", "51", ",  ", "4947", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Triple Framework Interpenetration and Immobilization of Open Metal Sites within a Microporous Mixed Metal-Organic Framework for Highly Selective Gas Adsorption", "Zhang, Zhangjing; Xiang, Shengchang; Hong, Kunlun; Das, Madhab, C.; Arman, Hadi D.; Garcia, Maya; Mondal, Jalal U.; Thomas, K. Mark; Chen, Banglin", "Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "9", "),\r\n    ", "4947-4953", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A three-dimensional triply interpenetrated mixed metal-org. framework, Zn2(BBA)2(CuPyen)·Gx (M'MOF-20; BBA = biphenyl-4,4'-dicarboxylate; G = guest solvent mols.), of primitive cubic net was obtained through the solvothermal reaction of Zn(NO3)2, biphenyl-4,4'-dicarboxylic acid, and the salen precursor Cu(PyenH2)(NO3)2 by a metallo-ligand approach.  The triple framework interpenetration has stabilized the framework in which the activated M'MOF-20a displays type-I N2 gas sorption behavior with a Langmuir surface area of 62 m2 g-1.  The narrow pores of about 3.9 Å and the open metal sites on the pore surfaces within M'MOF-20a collaboratively induce its highly selective C2H2/CH4 and CO2/CH4 gas sepn. at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XlvFCqu70%253D&md5=8763393e2ef4e2f7cfa433b04c6ac709", "24. ", "(a) ", "Jagiello", ", ", "J.", "; ", "Bandosz", ", ", "T. J.", "; ", "Putyera", ", ", "K.", "; ", "Schwarz", ", ", "J. A.", " ", "J. Chem. Eng. Data", " ", "1995", ",  ", "40", ",  ", "1288", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Adsorption near Ambient Temperatures of Methane, Carbon Tetrafluoride, and Sulfur Hexafluoride on Commercial Activated Carbons", "Jagiello, Jacek; Bandosz, Teresa J.; Putyera, Karol; Schwarz, James A.", "Journal of Chemical and Engineering Data", "\r\n        (", "1995", "),\r\n    ", "40", "\r\n        (", "6", "),\r\n    ", "1288-92", "CODEN:\r\n                ", "JCEAAX", ";\r\n        ISSN:", "0021-9568", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption isotherms for CH4, CF4, and SF6 are measured at three or four temps. near ambient on three com. activated carbons.  The data are reduced using a virial-type equation of adsorption.  Using this equation, isosteric heats of adsorption are calcd.  It is shown that this fundamental thermodn. quantity provides a basis for differentiating between the carbons' micropore structures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXovVCktrk%253D&md5=138374b5740ead5b925d303409e81aff", "(b) ", "Xiang", ", ", "S.", "; ", "Zhang", ", ", "Z.", "; ", "Zhao", ", ", "C.-G.", "; ", "Hong", ", ", "K.", "; ", "Zhao", ", ", "X.", "; ", "Ding", ", ", "D.-R.", "; ", "Xie", ", ", "M.-H.", "; ", "Wu", ", ", "C.-D.", "; ", "Das", ", ", "M. C.", "; ", "Gill", ", ", "R.", "; ", "Thomas", ", ", "K. M.", "; ", "Chen", ", ", "B.", " ", "Nat. Commun.", " ", "2011", ",  ", "2", ",  ", "204", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "24. ", "Rationally tuned micropores within enantiopure metal-organic frameworks for highly selective separation of acetylene and ethylene", "Xiang Sheng-Chang; Zhang Zhangjing; Zhao Cong-Gui; Hong Kunlun; Zhao Xuebo; Ding De-Rong; Xie Ming-Hua; Wu Chuan-De; Das Madhab C; Gill Rachel; Thomas K Mark; Chen Banglin", "Nature communications", "\r\n        (", "2011", "),\r\n    ", "2", "\r\n        (", "),\r\n    ", "204", "\r\n        ISSN:", ".\r\n    ", "Separation of acetylene and ethylene is an important industrial process because both compounds are essential reagents for a range of chemical products and materials.  Current separation approaches include the partial hydrogenation of acetylene into ethylene over a supported Pd catalyst, and the extraction of cracked olefins using an organic solvent; both routes are costly and energy consuming.  Adsorption technologies may allow separation, but microporous materials exhibiting highly selective adsorption of C(2)H(2)/C(2)H(4) have not been realized to date.  Here, we report the development of tunable microporous enantiopure mixed-metal-organic framework (M'MOF) materials for highly selective separation of C(2)H(2) and C(2)H(4).  The high selectivities achieved suggest the potential application of microporous M'MOFs for practical adsorption-based separation of C(2)H(2)/C(2)H(4).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3M3htlSrtg%253D%253D&md5=1fb20400fe51c39c12dee76feb72858e", "(c) ", "Chen", ", ", "B.", "; ", "Zhao", ", ", "X.", "; ", "Putkham", ", ", "A.", "; ", "Hong", ", ", "K.", "; ", "Lobkovsky", ", ", "E. B.", "; ", "Hurtado", ", ", "E. J.", "; ", "Fletcher", ", ", "A. J.", "; ", "Thomas", ", ", "K. M.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "6411", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Surface Interactions and Quantum Kinetic Molecular Sieving for H2 and D2 Adsorption on a Mixed Metal-Organic Framework Material", "Chen, Banglin; Zhao, Xuebo; Putkham, Apipong; Hong, Kunlun; Lobkovsky, Emil B.; Hurtado, Eric J.; Fletcher, Ashleigh J.; Thomas, K. Mark", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "20", "),\r\n    ", "6411-6423", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A rational strategy was used to immobilize open metal sites in ultramicroporosity for stronger binding of multiple H2 mols. per unsatd. metal site for H2 storage applications.  The synthesis and structure of a mixed Zn/Cu metal-org. framework material Zn3(BDC)3[Cu(Pyen)]·(DMF)5(H2O)5 (H2BDC = 1,4-benzenedicarboxylic acid and PyenH2 = (5-methyl-4-hydroxopyridine-3-methylene)ethylenediaminecarbaldehyde) is reported.  Desolvation provides a bimodal porous structure Zn3(BDC)3[Cu(Pyen)] (M'MOF 1) with narrow porosity (<0.56 nm) and an array of pores in the bc crystallog. plane where the adsorbate-adsorbent interactions are maximized by both the presence of open Cu centers and overlap of the potential energy fields from pore walls.  The H2 and D2 adsorption isotherms for M'MOF 1 at 77.3 and 87.3 K were reversible with virtually no hysteresis.  Methods for detn. of the isosteric enthalpies of H2 and D2 adsorption were compared.  A virial model gave the best agreement (av. deviation <1 std. deviation) with the isotherm data.  This was used in conjunction with the van't Hoff isochore giving isosteric enthalpies at zero surface coverage of 12.29 ± 0.53 and 12.44 ± 0.50 kJ mol-1 for H2 and D2 adsorption, resp.  This is the highest value so far obsd. for H adsorption on a porous material.  The enthalpy of adsorption, decreases with increasing amt. adsorbed to 9.5 kJ mol-1 at .ltorsim.≈1.9 mmol g-1 (2 H2 or D2 mols. per Cu corresponding to adsorption on both sides of planar Cu open centers) and is virtually unchanged in the range 1.9-3.6 mmol g-1.  Virial anal. of isotherms at 87.3 K is also consistent with 2 H2 or D2 mols. being bound to each open Cu center.  The adsorption kinetics follow a double exponential model, corresponding to diffusion along 2 types of pores, a slow component with high activation energy (13.35 ± 0.59 kJ mol-1) for the narrow pores and a faster component with low activation energy (8.56 ± 0.41 kJ mol-1).  The D2 adsorption kinetic consts. for both components were significantly faster than the corresponding H2 kinetics for specific pressure increments and had slightly lower activation energies than the corresponding values for H2 adsorption.  The kD2/kH2 ratio for the slow component was 1.62 ± 0.07, while the fast component was 1.38 ± 0.04 at 77.3 K, and the corresponding ratios were smaller at 87.3 K.  These observations of kinetic isotope quantum mol. sieving in porous materials are due to the larger zero-point energy for the lighter H2, resulting in slower adsorption kinetics compared with the heavier D2.  A combination of open metal centers and confinement in ultramicroporosity leads to a high enthalpy for H2 adsorption over a wide range of surface coverage and quantum effects influence diffusion of H2 and D2 in pores in M'MOF 1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXltVyjsLo%253D&md5=cd9993fbfa093dfecfd6324ec8f7d042", "(d) ", "Bastin", ", ", "L.", "; ", "Bárcia", ", ", "P. S.", "; ", "Hurtado", ", ", "E. J.", "; ", "Silva", ", ", "J. A. C.", "; ", "Rodrigues", ", ", "A. E.", "; ", "Chen", ", ", "B.", " ", "J. Phys. Chem. C", " ", "2008", ",  ", "112", ",  ", "1575", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "A Microporous Metal-Organic Framework for Separation of CO2/N2 and CO2/CH4 by Fixed-Bed Adsorption", "Bastin, Laurent; Barcia, Patrick S.; Hurtado, Eric J.; Silva, Jose A. C.; Rodrigues, Alirio E.; Chen, Banglin", "Journal of Physical Chemistry C", "\r\n        (", "2008", "),\r\n    ", "112", "\r\n        (", "5", "),\r\n    ", "1575-1581", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A microporous MOF Zn(BDC)(4,4'-Bipy)0.5 (MOF-508b, BDC = 1,4-benzenedicarboxylate, 4,4'-Bipy = 4,4'-bipyridine) was examd. for the sepn. and removal of CO2 from its binary CO2/N2 and CO2/CH4 and ternary CO2/CH4/N2 mixts. by fixed-bed adsorption.  With one-dimensional pores of about 4.0 × 4.0 Å to induce their differential interactions with the three components, MOF-508b exhibits highly selective adsorption to CO2 with the adsorption capacity of 26.0 wt % at 303 K and 4.5 bar.  This is the first example of microporous MOFs for the sepn. and removal of CO2 from its binary and ternary mixts. by fixed-bed adsorption, establishing the feasibility of the emerging microporous MOFs for their potential applications in this very important industrial and environmental process.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmtFOnsQ%253D%253D&md5=bb6f2b9067a6f76f97d276dcde128bc7", "(e) ", "Ma", ", ", "S.", "; ", "Sun", ", ", "D.", "; ", "Yuan", ", ", "D.", "; ", "Wang", ", ", "X.-S.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "6445", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Preparation and Gas Adsorption Studies of Three Mesh-Adjustable Molecular Sieves with a Common Structure", "Ma, Shengqian; Sun, Daofeng; Yuan, Daqiang; Wang, Xi-Sen; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "18", "),\r\n    ", "6445-6451", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Solvothermal reactions of a predesigned amphiphilic ligand, 4'-tert-butyl-biphenyl-3,5-dicarboxylate (BBPDC), with Zn(NO3)2, Co(NO3)2, and Cu(NO3)2 gave rise to three isostructural mesh-adjustable mol. sieves (MAMSs), MAMS-2, MAMS-3, and MAMS-4, resp.  The three new MAMSs all exhibit temp.-tuned mol. sieving effect.  There exists a linear relation between mesh size and temp., D = D + αT (D, mesh size at temp. T K; D, mesh size at 0 K; and α, const.).  Consts. D and α are characteristics of a ligand in a certain structure, independent of the choice of metal.  As a result, all of the three MAMSs based on the BBPDC ligand have a D of 2.83 and an α of 0.0073.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkslCrtrY%253D&md5=9234399e39aced3568c630723c56ba89", "25. ", "(a) ", "Dietzel", ", ", "P. D. C.", "; ", "Besikiotis", ", ", "V.", "; ", "Blom", ", ", "R.", " ", "J. Mater. Chem.", " ", "2009", ",  ", "19", ",  ", "7362", "[", "Crossref", "], [", "CAS", "]", "25. ", "Application of metal-organic frameworks with coordinatively unsaturated metal sites in storage and separation of methane and carbon dioxide", "Dietzel, Pascal D. C.; Besikiotis, Vasileios; Blom, Richard", "Journal of Materials Chemistry", "\r\n        (", "2009", "),\r\n    ", "19", "\r\n        (", "39", "),\r\n    ", "7362-7370", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The metal-org. frameworks M2(dhtp)(H2O)2·8H2O (CPO-27-M, M = Ni, Mg) can be activated to give the empty framework compds. M2(dhtp) with a honeycomb analogous structure contg. large micropores of 11-12 Å diam. and a high concn. of open metal sites.  These sites play a major role in the adsorption of methane and carbon dioxide, which was studied at pressures up to 100 bar and 50 bar, resp., and various temps. in the range of 179 to 473 K. Both gases are taken up by the material in significant amts.  The max. excess adsorption of CO2 obsd. at 298 K was 51 wt.% for Ni2(dhtp) and 63 wt.% for Mg2(dhtp).  A surprisingly large amt. of CO2, in the range 25-30 wt.%, was still adsorbed at 473 K. Up to 18 and 22 wt.% methane were adsorbed at 179 K in the nickel and the magnesium compd., resp.  Congruent with this result is the high isosteric heat of adsorption obsd., which was found to be in the range 38-43 kJ mol-1 for CO2 and 20-22 kJ mol-1 for CH4, initially.  The heat of adsorption decreases significantly after the open metal sites have been occupied, which also is reflected in the shape of the adsorption isotherms.  The vacant coordination site at the metal atom also imparts favorable properties in respect to gas sepn. onto the material.  Breakthrough expts. using Ni2(dhtp) and gas mixts. of CO2-N2 and CO2-CH4 demonstrate the ability of the material to sep. these gases.  It is shown that carbon dioxide is preferentially adsorbed over methane or nitrogen.  In the case of CO2-N2, the retention is quant. within the precision of the detection system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1SqsL3E&md5=772720d3befb7d050c696517be8ca169", "(b) ", "Bae", ", ", "Y.-S.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", "; ", "Snurr", ", ", "R. Q.", " ", "J. Mater. Chem.", " ", "2009", ",  ", "19", ",  ", "2131", "[", "Crossref", "], [", "CAS", "]", "25. ", "Enhancement of CO2/N2 selectivity in a metal-organic framework by cavity modification", "Bae, Youn-Sang; Farha, Omar K.; Hupp, Joseph T.; Snurr, Randall Q.", "Journal of Materials Chemistry", "\r\n        (", "2009", "),\r\n    ", "19", "\r\n        (", "15", "),\r\n    ", "2131-2134", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Post-synthesis modification of a MOF by replacing coordinated solvent mols. with highly polar ligands leads to considerable enhancement of CO2/N2 selectivity measured by exptl. isotherms and IAST calcns.  The authors compare adsorption in MOFs [Zn2(L)(DMF)2]n (3), [Zn2(L)]n (4), and a 4-rifluoromethylpyridine (pyCF3) modified version of 4, [Zn2(L)(py-CF3)2] (5), H4L = 4,4',4'',4'''-benzene-1,2,4,5-tetrayltetrabenzoic acid.  The rapid and selective reversible adsorption of CO vs. N2 shows that 5 is a promising material for CO2/N2 sepns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjslyjsbo%253D&md5=1d85b1a5e28b9d0b3c20329c1d2a3e63", "26. ", "(a) ", "Duan", ", ", "J.", "; ", "Higuchi", ", ", "M.", "; ", "Horike", ", ", "S.", "; ", "Foo", ", ", "M. L.", "; ", "Rao", ", ", "K. P.", "; ", "Inubushi", ", ", "Y.", "; ", "Fukushima", ", ", "T.", "; ", "Kitagawa", ", ", "S.", " ", "Adv. Funct. Mater.", " ", "2013", ",  ", "23", ",  ", "3525", "[", "Crossref", "], [", "CAS", "]", "26. ", "High CO2/CH4 and C2 Hydrocarbons/CH4 Selectivity in a Chemically Robust Porous Coordination Polymer", "Duan, Jingui; Higuchi, Masakazu; Horike, Satoshi; Foo, Maw Lin; Rao, Koya Prabhakara; Inubushi, Yasutaka; Fukushima, Tomohiro; Kitagawa, Susumu", "Advanced Functional Materials", "\r\n        (", "2013", "),\r\n    ", "23", "\r\n        (", "28", "),\r\n    ", "3525-3530", "CODEN:\r\n                ", "AFMDC6", ";\r\n        ISSN:", "1616-301X", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A new porous coordination polymer, ([La(BTB)H2O]·solvent (1∋guest)), was synthesized.  Gas adsorption, ideal adsorbed soln. theory (IAST) and breakthrough expts. of it exhibits high CH4 sepn. capability toward CO2 and C2 hydrocarbons at 273 K.  In addn., this also shows good water and chem. stability, in particular, it is stable at pH = 14 at 100°, which is unprecedented for carboxylate-based porous coordination polymers.  Furthermore, the effective adsorption site for sepn. is revealed by using an in situ diffuse reflectance IR fourier transform (DRIFT) spectra study.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjtVehs74%253D&md5=0fb69adceae5616c40623b4a58993937", "(b) ", "Bae", ", ", "Y. S.", "; ", "Farha", ", ", "O. K.", "; ", "Spokoyny", ", ", "A. M.", "; ", "Mirkin", ", ", "C. A.", "; ", "Hupp", ", ", "J. T.", "; ", "Snurr", ", ", "R. Q.", " ", "Chem. Commun.", " ", "2008", ",  ", "4135", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "Carborane-based metal-organic frameworks as highly selective sorbents for CO2 over methane", "Bae, Youn-Sang; Farha, Omar K.; Spokoyny, Alexander M.; Mirkin, Chad A.; Hupp, Joseph T.; Snurr, Randall Q.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2008", "),\r\n    ", "\r\n        (", "35", "),\r\n    ", "4135-4137", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Sepn. of CO2-CH4 mixts. was studied in carborane-based metal-org. framework materials with and without coordinatively unsatd. metal sites.  The metal-org. framework material was prepd. by reaction of Zn(NO3)2 and 1,12-dihydroxy-dicarbonyl-1,12-dicarba-closo-dodecaborane in the presence of DMF-ethanol solvent at 80° for 24 h.  High selectivities for CO2 over CH4 (∼17:1) were obtained, esp. in the material with open metal sites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtFektb3P&md5=f93a34c9aa7fa6c39a06e7100436984c", "(c) ", "Li", ", ", "Y.", "; ", "Ju", ", ", "Z.", "; ", "Wu", ", ", "B.", "; ", "Yuan", ", ", "D.", " ", "Cryst. Growth Des.", " ", "2013", ",  ", "13", ",  ", "4125", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "A Water and Thermally Stable Metal-Organic Framework Featuring Selective CO2 Adsorption", "Li, Yameng; Ju, Zhanfeng; Wu, Benlai; Yuan, Daqiang", "Crystal Growth & Design", "\r\n        (", "2013", "),\r\n    ", "13", "\r\n        (", "9", "),\r\n    ", "4125-4130", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A 2-fold interpenetrated microporous MOF [Ni2(C2O4)(L)2]n·6nH2O (HL = 4,2':4'',2'-terpyridine-4'-carboxylic acid) (1) was synthesized and structurally characterized.  Complex 1 has obvious 1-dimensional channels along the crystallog. a and c axes with a pore size of 5.7 to 6.9 Å.  Topol. anal. shows that the framework of 1 can be interpreted as a (3,4)-connected net with point symbol (63)(65·8).  Complex 1 exhibits high water and thermal stability, which is demonstrated by TGA, PXRD, and VT-PXRD.  Addnl., the high temp. structure of 1' (433 K) undoubtedly demonstrates the stability of the framework.  More importantly, 1 shows high selectivities for CO2 over N2, H2, and CH4 at low pressure and 273 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFOqtL7O&md5=9e3b7d8021ed0f8dfe77da61fe1ff3ff", "27. ", "(a) ", "Bae", ", ", "Y. S.", "; ", "Spokoyny", ", ", "A. M.", "; ", "Farha", ", ", "O. K.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", "; ", "Mirkin", ", ", "C. A.", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "3478", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "27. ", "Separation of gas mixtures using Co(II) carborane-based porous coordination polymers", "Bae, Youn-Sang; Spokoyny, Alexander M.; Farha, Omar K.; Snurr, Randall Q.; Hupp, Joseph T.; Mirkin, Chad A.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "20", "),\r\n    ", "3478-3480", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Sepns. of CO2/CH4, CO2/N2, and O2/N2 mixts. were studied in three porous coordination polymers made of the same carborane ligand and Co(ii) nodes.  High selectivities for CO2 over CH4 (∼47) and CO2 over N2 (∼95) were obtained, esp. in the material with coordinated pyridine.  Unusual selectivity for O2 over N2 (as high as 6.5) was demonstrated in the materials with open Co(ii) sites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXlvVSrsro%253D&md5=0395aa9797b3646ac1a04d4bced61a7b", "(b) ", "Bae", ", ", "Y.-S.", "; ", "Mulfort", ", ", "K. L.", "; ", "Frost", ", ", "H.", "; ", "Ryan", ", ", "P.", "; ", "Punnathanam", ", ", "S.", "; ", "Broadbelt", ", ", "L. J.", "; ", "Hupp", ", ", "J. T.", "; ", "Snurr", ", ", "R. Q.", " ", "Langmuir", " ", "2008", ",  ", "24", ",  ", "8592", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "Separation of CO2 from CH4 Using Mixed-Ligand Metal-Organic Frameworks", "Bae, Youn-Sang; Mulfort, Karen L.; Frost, Houston; Ryan, Patrick; Punnathanam, Sudeep; Broadbelt, Linda J.; Hupp, Joseph T.; Snurr, Randall Q.", "Langmuir", "\r\n        (", "2008", "),\r\n    ", "24", "\r\n        (", "16", "),\r\n    ", "8592-8598", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption of CO2 and CH4 in a mixed-ligand metal-org. framework (MOF) Zn2(NDC)2(DPNI) [NDC = 2,6-naphthalenedicarboxylate, DPNI = N,N'-di-(4-pyridyl)-1,4,5,8-naphthalene tetracarboxydiimide] was studied using volumetric adsorption measurements and grand canonical Monte Carlo (GCMC) simulations.  The MOF was synthesized by 2 routes: 1st at 80° for 2 days with conventional heating, and 2nd at 120° for 1 h using microwave heating.  The 2 as-synthesized samples exhibit very similar powder x-ray diffraction patterns, but the evacuated samples show differences in nitrogen uptake.  From the single-component CO2 and CH4 isotherms, mixt. adsorption was predicted using the ideal adsorbed soln. theory (IAST).  The microwave sample shows a selectivity of ∼30 for CO2 over CH4, which is among the highest selectivities reported for this sepn.  The applicability of IAST to this system was demonstrated by performing GCMC simulations for both single-component and mixt. adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXotlGls7w%253D&md5=8322aa79453cd2b5ad73ee37e1b3420f"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-5/cg500235j/production/images/small/cg-2014-00235j_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-5/cg500235j/production/images/small/cg-2014-00235j_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-5/cg500235j/production/images/small/cg-2014-00235j_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-5/cg500235j/production/images/small/cg-2014-00235j_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-5/cg500235j/production/images/small/cg-2014-00235j_0004.gif\">"]}
