{"title": ["Thermosensitive Structural Changes and Adsorption Properties of Zeolitic Imidazolate Framework-8 (ZIF-8)"], "authors": ["Taehee Lee", "Hyungmin Kim", "Woosuk Cho", "Doug-Young Han", "Muhammad Ridwan", "Chang Won Yoon", "Jong Suk Lee", "Nakwon Choi", "Kyoung-Su Ha", "Alex C. K. Yip", "Jungkyu Choi"], "doi": ["10.1021/acs.jpcc.5b01519"], "abstract": ["We compared four types of ZIF-8 with varying sizes and shapes to determine their thermal-structural stability and derive appropriate thermal activation conditions and correlation between structural characteristics and adsorption properties. Under air, the ZIF-8 phase for all the samples was converted completely into the zinc oxide phase above ∼300 °C, though thermalgravimetric analysis (TGA) indicated that the original structure was stable to ∼300–350 °C. Longer exposures (∼30 d) suggested that thermal activation at ∼200 °C was appropriate for the removal of guest and/or solvent molecules under air without structural damage. Despite no noticeable change in X-ray diffraction (XRD) patterns after activation at 250 °C under air, the resulting BET surface areas and CO", " adsorption amounts (at 1 bar and 30 °C) of ZIF-8s were reduced to ∼44–54 and ∼72–87%, respectively, as compared to those of appropriately activated ZIF-8s. It appears that after the activation at 250 °C under air, some Zn and N atoms were dissociated and converted to ZnOH and NOH, respectively, causing the partial structural damage of ZIF-8s."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Introduction", "Zeolitic imidazolate frameworks (ZIFs) are attractive as an alternative to conventional microporous materials, including zeolites, especially owing to the flexible, but reliable control of the pore sizes, the high thermal and chemical stability, and the large surface area.", "(1-3)", " In particular, the ability to use a variety of ligands in the framework allows for minute differences in the resulting pore structures and thus an appropriate pore size can be flexibly chosen for the target separations. This flexibility provides multiple candidates and makes ZIFs desirable as membrane materials, supplementing conventional zeolites that are often unavailable due to their relatively limited number. Specifically, ZIF-7,", "(4, 5)", " ZIF-8,", "(6-10)", " ZIF-22,", "(11)", " ZIF-90,", "(12)", " and ZIF-95", "(13)", " have pore sizes similar to or slightly larger than the size of H", "2", " and have been shown to serve as molecular sieve membranes for effective H", "2", "/CO", "2", ", H", "2", "/CH", "4", ", or H", "2", "/C", "3", "H", "8", " separations.", "Among ZIFs, ZIF-8 (SOD type) is known because of its promising features in many applications, including its use as a flake in mixed matrix membranes,", "(14-18)", " an additive in liquid lubricants,", "(19)", " a catalyst,", "(20)", " a template,", "(21)", " precursor,", "(22)", " or support for catalysts,", "(23, 24)", " a sensor,", "(25-27)", " and a host framework for catalyst encapsulation", "(28-31)", " and drug delivery.", "(32)", " In particular, ZIF-8 membranes are expected to serve as effective molecular sieves for H", "2", "/CO", "2", " separations,", "(33)", " because the pore size of ZIF-8s (∼0.34 nm) is larger than the size of H", "2", " (kinetic diameter of 0.289 nm) and close to CO", "2", " (kinetic diameter of 0.33 nm).", "(34)", " Despite this promise, up to now ZIF-8 membranes showed modest H", "2", "/CO", "2", " separation performance,", "(6, 7, 9, 10)", " requiring substantial effort for the defect-free formation. Considering the fact that H", "2", "/CO", "2", " separations in the precombustion process are to be carried out under harsh conditions,", "(33)", " ZIF-8 should be thermally stable to be used effectively. In fact, the high thermal and chemical stabilities of ZIF-8", "(3)", " make this material suitable for the formation of homogeneous membranes, as ZIF-8s are believed to be thermally stable up to ∼450 °C under air", "(15, 24, 35, 36)", " and ∼550 °C under N", "2,", "(3)", " attracting their use under harsh operation conditions.", "The ZIF-8 membranes with high H", "2", "/CO", "2", " separation performance can be used as membrane reactors to extract H", "2", " from the other components in an equilibrium-limited water gas shift (WGS) reaction and, thus, shift the reaction toward the product side. This approach yields more H", "2", " and captures CO", "2", " in an efficient way compared with the conventional WGS reactions (at ∼300–500 °C), which require subsequent H", "2", "/CO", "2", " separations. For this application, the thermal stability of ZIF-8 under WGS conditions should be secured; structural damage of ZIF-8 due to the harsh reaction conditions could possibly impair the molecular sieving ability of ZIF-8, which is necessary for H", "2", " separations.", "Recently, ZIF-8s have been demonstrated to have two cutoff pore sizes: (1) the XRD derived value (0.34 nm) that still allows H", "2", " separations", "(8)", " and (2) an estimated value (∼0.4–0.42 nm) from diffusion and permeation measurements.", "(37, 38)", " Therefore, ZIF-8 membranes are also appropriate for C2/C3 hydrocarbon", "(38)", " and propylene/propane separations.", "(39-41)", " Indeed, a guest-induced distortion in cooperation with the swing of the methyl group in the imidazole linker likely allowed for ethene/ethane diffusion inside ZIF-8;", "(42)", " molecular simulations revealed that the flexible movement of the methyl group facilitated the transport of ethane over propane and supported the above-mentioned second pore size.", "(43)", " Furthermore, larger molecules, such as ", "para", "-xylene (∼0.58 nm), could be adsorbed in ZIF-8, showing the high flexibility of the pore structure.", "(44)", "The flexible structure of ZIF-8 indicates that, unlike conventional microporous inorganic crystalline solids, the handling of ZIF-8 will affect the corresponding adsorption/diffusion properties significantly and consequently, the permeation properties of the membrane. Specifically, the adsorption/diffusion properties will be determined by the thermal treatment used for activation of the as-synthesized ZIF-8. This thermal activation process, which for zeolites is equivalent to calcination, possibly leaves a thermal history. Therefore, careful attention should be paid in order to realize the intrinsic adsorption properties of ZIF-8, which contribute considerably to the flux across the ZIF-8 membranes. In fact, we noticed that the BET surface areas reported in the literature showed a remarkable wide distribution despite the same ZIF-8 structure. In addition, considering that the interaction between a catalyst and its support often plays a critical role in the catalytic performance,", "(45-47)", " the structural changes due to the heat treatment should be appropriately investigated.", "An improvement of the stability, for example, water stability, of ZIF-8s is desirable for their robust use.", "(48)", " Recently, it was reported that despite the reliable adsorbent role of ZIF-8s for CO", "2", " capture, their exposure to humid CO", "2", " led to the undesired phase transition, addressing the importance of stability issues.", "(49)", " However, despite the promise of ZIF-8s for many applications, to the best of our knowledge, no systematic work elucidating the effects of thermal treatment on the structure of ZIF-8 and, accordingly, on the adsorption properties as a host material has been conducted. In this study, we prepared four types of ZIF-8s with different shapes and sizes to compare the degree of their thermal stabilities and thus suggest an appropriate thermal activation condition. In addition, TGA was performed under both air and nitrogen flows. Though a plateau region was observed, even under air flow, up to 300–350 °C, the corresponding XRD patterns, acquired after ∼2 d exposure, showed that heat treatments at 300 °C under air led to a complete phase conversion from the ZIF-8 phase to the zinc oxide (ZnO) phase. A longer exposure (∼30 d) of ZIF-8s to ambient air demonstrated that heat treatment at ∼200 °C was the most severe condition that ZIF-8s could endure under air, indicating a kinetic contribution to the structural damage. As expected, in situ XRD experiments revealed that the phase transition in the inert environment did not take place until ∼500–600 °C, beyond which the ZIF-8 structure apparently collapsed.", "N", "2", " physisorption at 77 K was employed to compare the effects of the various thermal activations of ZIF-8s on their adsorption properties (BET surface area) and to correlate the structural and adsorption properties. Although the ZIF-8 structure was partially damaged or condensed after activation at 250 °C under air, as evidenced by XRD analysis, the resulting BET surface area was reduced to almost half of those obtained for ZIF-8s activated at 100–200 °C under air and at 200–250 °C under vacuum. In addition, the corresponding CO", "2", " adsorption amounts at 30 °C and 1 bar became ∼72–87% of those for the properly activated ZIF-8s. FT-IR characterization suggested that the structural damage of ZIF-8s after activation at ∼250 °C under air could be ascribed to the dissociation between Zn and N atoms in the ligands toward Zn–OH and N–OH, respectively.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Experimental Section", "Synthesis of ZIF-8 Particles", "Four types of ZIF-8 were used in this study. One type was purchased from Sigma-Aldrich (Basolite Z1200) and was used as-received, whereas the other three were lab-synthesized following the procedures from previous studies.", "(3, 50, 51)", " The main difference in the synthetic procedures for these three types of ZIF-8 was the type of solvent used, that is, methanol, ", "N", ",", "N", "-dimethylformamide (DMF), and water. For convenience, each ZIF-8 is given a descriptor corresponding to these solvents and thus, each ZIF-8 is called as ZIF-8-", "x", ", where ", "x", " indicates the first letter of the solvent used: M for methanol, D for DMF, and W for water. In addition, the purchased ZIF-8 is referred to as ZIF-8-C, where C indicates commercial ZIF-8.", "ZIF-8-M was synthesized based on the work of Cravillon et al.", "(50)", " Two solutions were prepared in separate containers: (1) 2.933 g (9.87 mmol) of zinc nitrate hexahydrate (Zn(NO", "3", ")·6H", "2", "O, 98%, Sigma-Aldrich) in ∼200 mL methanol (99.8%, Sigma-Aldrich), and (2) 6.489 g (79.04 mmol) of 2-methylimidazole (99%, Sigma-Aldrich) in ∼200 mL methanol. The former solution was added to the latter solution, which was in a 1 L plastic bottle. The mixture was further reacted under stirring at room temperature for ∼1 h.", "ZIF-8-W was synthesized by modifying the procedure reported by Pan et al.", "(51)", " Two solutions were prepared separately: (1) Zn(NO", "3", ")·6H", "2", "O (1.17 g, 3.37 mmol) in 18 mL of deionized (DI) water, and (2) 2-methylimidazole (22.70 g, 276.5 mmol) in 70 mL of DI water. The two solutions were mixed and were further reacted under stirring at room temperature for ∼20 min.", "ZIF-8-D was obtained using a reported procedure,", "(3)", " which was modified to use Zn(NO", "3", ")·6H", "2", "O as the zinc source instead of zinc nitrate tetrahydrate (Zn(NO", "3", ")·4H", "2", "O) so that a consistent zinc source was used for our ZIF-8s. For ZIF-8-D, two solutions were prepared independently: (1) Zn(NO", "3", ")·6H", "2", "O (0.21 g, 7.06 mmol) in 9 mL of ", "N", ",", "N", "-dimethylformamide (DMF, 99%, Sigma-Aldrich), and (2) 2-methylimidazole (0.06 g, 7.31 mmol) in 9 mL of DMF. Solution (1) was poured into solution (2), which was in a ∼30 mL Teflon liner. The mixture was stirred briefly with a spatula. The Teflon liner was sealed in a stainless steel autoclave and the autoclave was placed in an oven, which was preheated to ∼140 °C. The reaction was carried out under rotation at ∼60 rpm for ∼1 d and then quenched with tap water. Once the synthesis mixture was taken out of the Teflon liner, the mother liquor was carefully decanted, ∼20 mL of chloroform (99.8%, Sigma-Aldrich) was added, and the resulting mixture was stirred for ∼1 d. For comparison, zinc nitrate tetrahydrate (Zn(NO", "3", ")·4H", "2", "O, 98.5%, EMD Millipore Corporation), used in the previous report,", "(3)", " was also employed as a zinc precursor, while the other synthesis conditions were identical to that used for the preparation of ZIF-8-D.", "For the lab-synthesized ZIF-8s, the final particles were recovered by conducting three repetitions of centrifugation (∼30 min at 10,000 rpm), decanting, and washing (with methanol for ZIF-8-M, water for ZIF-8-W, and DMF for ZIF-8-D). The recovered ZIF-8 particles (ZIF-8-M, -W, and -D), as well as the ZIF-8-C particles, were dried under stagnant air at ∼80 °C for at least 12 h. Detailed information related to the synthesis and composition of ZIF-M, -W, and -D is summarized in ", "Tables S1 and S2", " in the ", "Supporting Information", ".", "Stability Tests of ZIF-8 Particles", "Samples of all four types of ZIF-8 were exposed to 100, 200, 250, 300, and 400 °C for 2 d under air. Samples of ∼0.05 g of ZIF-8 were used for these heat treatment tests. To examine the kinetic contribution to the structural change under oxidative conditions (air), samples of all four types ZIF-8 were exposed to 100, 200, and 250 °C for 30 d and were also exposed to 100 and 200 °C for ∼1 year. The corresponding ZIF-8 samples are referred to as ZIF-8-", "x", "_", "y", "_", "z", ", where ", "x", ", ", "y", ", and ", "z", " represent the ZIF-8 type (C, M, W, and D), heat treatment temperature (°C), and duration of exposure, respectively. For comparison, ZIF-8-", "x", " (", "x", " = C, M, and W) was heat treated at 200 and 250 °C for 2 d under vacuum and the resulting sample is referred to as ZIF-8-", "x", "_", "y", "_2d_V, where ", "y", " is either 200 or 250 and V indicates the vacuum condition. Finally, samples of three types of ZIF-8 (∼0.1 g, ZIF-8-", "x", "; ", "x", " = C, M, and W) were exposed to the conditions of a simulated water gas shift reaction (2 kPa CO and 12 kPa H", "2", "O balanced with 86 kPa N", "2", " or He/N", "2", " mixtures) at 300, 400, and 500 °C for 5 h. Sieved ZIF-8 samples (∼180–250 μm in size) were used to avoid an undesired pressure drop across the ZIF-8 packed bed.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "Thermal Stability of ZIF-8s Evaluated through SEM Characterizations", "Figure ", "1", "a1-d1 show the SEM images of the four dried ZIF-8 samples (ZIF-8-C, -M, -W, and -D). The shape and size of the ZIF-8 particles were different depending on the synthetic conditions. Specifically, the shapes of ZIF-8-C, -M, -W, and -D were random, spherical, cubic, and random, respectively. Among the four samples, we estimated the size of the well-defined ZIF-8-M (∼90 ± 10 nm) and ZIF-8-W (∼420 ± 80 nm) particles in an attempt to see if there is any dependence of the ZIF-8 particle size on structural changes or adsorption properties. As the temperature of the heat treatment was increased up to 250 °C, no significant change in the morphology of ZIF-8-C was observed in the SEM images (Figure ", "1", "a1,a2 and ", "Figures S1a1–a4 and S2a1–a4", " in the ", "Supporting Information", "). However, after heat treatment at 300 °C, tiny particles emerged on the outer surface of ZIF-8-C (Figures ", "1", "a3, ", "S1a5, and S2a5", "); several of these particles were indicated by red arrows in Figure ", "1", "a3. The heat treatment at 400 °C resulted in the surface of ZIF-8 being covered almost completely by tiny, spherical particles (Figures ", "1", "a4, ", "S1a6, and S2a6", "). The morphological transition trend was more pronounced for cubic ZIF-8-W (Figure ", "1", "c1–c4 and ", "Figures S1c1–c6 and S2c1–c6", ") and can be characterized by three regions: (1) The smooth outer surface and original cubic shape were well preserved up to 250 °C, (2) tiny particles appeared primarily on the outer surface at 300 °C, and (3) tiny particles covered the whole outer surface of the cubic ZIF-8-W, though the initial cubic framework was well-preserved. Conversely, for ZIF-8-M, the smallest among the four samples, no shape transition could be distinguished by SEM (Figure ", "1", "b1–b4 and ", "Figures S1b1–b6 and S2b1–b6", "), apparently due to the resolution limit of SEM. In addition, no shape transition in ZIF-8-C was detectable, mainly due to its irregular shape (Figure ", "1", "d1–d4 and ", "Figures S1d1–d6 and S2d1–d6", "). The morphological changes observed in both ZIF-8-C and -W suggest that heat treatments at temperatures higher than 300 °C affect the ZIF-8 structure. We conjecture that the oxidative air condition during the heat treatments led to the phase transition of ZIF-8 toward the zinc oxide phase. XRD experiments were conducted to in order to confirm this suggestion.", "Figure 1. SEM images of (a1–d1) the four types of ZIF-8-", "x", " (", "x", " = C, M, W, and D). SEM images of ZIF-8-", "x", " (", "x", " = C, M, W, and D) heat-treated at (a2–d2) 250, (a3–d3) 300, and (a4–d4) 400 °C for 2 d under air; i.e., ZIF-8-", "x", "_", "y", "_2d (", "x", " = C, M, W, and D and ", "y", " = 250, 300, and 400). For clarity, the SEM images of ZIF-8-", "x", "_", "y", "_2d (", "y", " = 250, 300, and 400) are shown here, while the SEM images for all temperatures studied are displayed in ", "Figure S1", ". Scale bars above the SEM images on top represent 500 nm. In addition, for a wider view, the SEM images of the same samples at a lower magnification are shown in ", "Figure S2", ".", "Thermal Stability of ZIF-8s Evaluated through XRD Characterizations", "Figure ", "2", " shows the XRD patterns corresponding to the heat-treated ZIF-8 particles shown in Figure ", "1", ". For all four sample types, heat treatment temperatures up to 250 °C did not induce any noticeable phase change after 2 d, whereas heat treatments above 300 °C resulted in the phase transition to ZnO, which was formed apparently by reaction of zinc with oxygen in the surrounding air. In general, these trends were comparable to those reported in the literature.", "(19, 50, 51)", " As conjectured from the morphological transition observed for ZIF-8-C and -W using SEM (Figure ", "1", "), the morphology change took place concomitantly with the phase transition from ZIF-8 to ZnO. Initially, we expected that the smaller size of ZIF-8-M would result in an accelerated phase transition compared with ZIF-8-W. However, as observed in the XRD patterns for ZIF-8-M (∼90 nm) and -W (∼420 nm) in Figure ", "2", "b,c, the transition toward ZnO was rather more pronounced for ZIF-8-W, possibly indicating that the smaller ZIF-8-M particles were aggregated significantly and accordingly, the effective particle size of ZIF-8-M was larger than that of ZIF-8-W. In addition, exposure of ZIF-8-M to the higher temperature of 400 °C under air, which should expedite reactions with oxygen, showed complete conversion of ZIF-8 to ZnO after 6 h, and the resulting ZnO structure was well-preserved up to 2 d (", "Figure S3", ").", "The XRD analysis also revealed that, unlike the other ZIF-8s, ZnO coexisted with ZIF-8-D to some extent in the as-synthesized sample (Figure ", "2", "d, blue arrows). This was expected from the comparison of the ratio of zinc to 2-methylimidazolate (mim) in the empirical formula of ZIF-8-D (1:2 Zn", "2+", "/mim in Zn(mim)", "2", ") with that of zinc to 2-methylimidazole (∼1:1 Zn", "2+", "/2-methylimidazole) in the molar composition used for the synthesis of ZIF-8-D. The residual zinc atoms were seemingly incorporated with oxygen, possibly from the water ligands in the zinc source (zinc nitrate hexahydrate), into zinc oxides as a minor component. Though a different zinc source was employed here (Zn(NO", "3", ")·6H", "2", "O instead of Zn(NO", "3", ")·4H", "2", "O), the molar composition of 1:1 Zn", "2+", "/2-methylimidazole in the original report", "(3)", " also resulted in the cosynthesis of ZnO. We would like to emphasize that, although the XRD patterns of ZIFs are often reported up to 2θ of 30°, the fact that the representative XRD patterns of ZnO lie between 30 and 40° means that XRD measurements should be collected up to at least 40° in order to confirm the structural integrity of ZIFs into which zinc is crystallographically incorporated.", "Figure 2. (a–d) XRD patterns of ZIF-8-", "x", " (", "x", " = C, M, W, and D) and their corresponding XRD patterns after heat treatments at 100, 200, 250, 300, and 400 °C for 2 d under air. For comparison, the simulated XRD patterns of ZIF-8 and ZnO are included. In (d), ZnO, which coexisted with ZIF-8, is indicated by blue arrows. Asterisks (*) indicate the XRD peak corresponding to the Al sample holder.", "Thermal Stability of ZIF-8s Evaluated through TGA Characterizations", "TGA was employed in an attempt to estimate the weight change of the four types of ZIF-8-", "x ", "(", "x", " = C, M, W, and D) as a function of temperature (", "Figure S4", "). In general, the weight changes up to ∼300 °C were comparable to each other in both air and nitrogen atmospheres, revealing that physisorbed impurities and/or guest molecules were removed from ZIF-8s up to that temperature. This result may indicate the structural integrity of ZIF-8 is independent of the surrounding environment. However, beyond ∼300 °C distinct behaviors in the weight change were observed in the air and nitrogen environments. In the air environment, the weight change for all ZIF-8s was dramatically decreased at ∼400 °C and reached a plateau until ∼1000 °C. This indicates that the reaction of zinc with oxygen predominated at ∼400 °C and the concomitant weight reduction was ascribed to the thermal degradation of the ZIF-8 structure due to the combustion of the organic moieties (i.e., mim). Although the high thermal stability of ZIF-8s up to ∼300–450 °C under air", "(15, 24, 36)", " is often reported from TGA results and a similar conclusion can be drawn by referring to ", "Figure S4", ", the corresponding XRD patterns in Figure ", "2", " indicate that ZIF-8s were likely thermally stable up to ∼250 °C following 2 d exposure. This result strongly suggests that ZIF-8s should be carefully used, especially under oxidative conditions, for example, in air.", "Under the nitrogen environment, the weight decreased only slightly up to ∼200 °C, except for ZIF-8-W for which ∼8 wt % of water guest and/or possibly remaining 2-methylimidazole molecules were desorbed from the framework, similar to a previous study.", "(51)", " Above ∼200 °C, a plateau region was observed up to ∼600 °C, except for ZIF-8-D whose weight gradually decreased. It seems that the structure of ZIF-8 was well maintained under inert conditions (N", "2", ") up to ∼600 °C, mainly due to the strong interaction between Zn atoms and mim ligands; above 600 °C the thermal decomposition and degradation of ZIF-8s are expected to occur. Considering that the boiling point of 2-methylimidazole is ∼267–268 °C, the TGA result under N", "2", " supports the strong interaction between Zn atoms and mim ligands. Though high thermal stability of ZIF-8s up to ∼350–500 °C", "(3, 52)", " can be achieved under inert conditions, longer exposure tests under the same conditions are required to verify the real thermal stability of ZIF-8s. Finally, despite the same synthetic route, the TGA behavior of ZIF-8-D was not comparable to that reported in the literature.", "(3)", " In order to confirm this, the zinc precursor (Zn(NO", "3", ")·4H", "2", "O) used in the literature", "(3)", " was also employed (", "Figure S5", "). The resulting TGA result was comparable to that of our ZIF-8-D synthesized using Zn(NO", "3", ")·6H", "2", "O (", "Figure S5", "). A difference in drying conditions (80 °C for at least 12 h in our procedures versus room temperature for 10 min in the literature", "(3)", ") possibly accounts for the discrepancy in the TGA, though the drying process at 80 °C was necessary to remove residual DMF solvent in the recovered ZIF-8-D.", "Thermal Stability of ZIF-8s after Longer Exposure Times under Ambient Air", "The XRD patterns in Figure ", "2", " reveal that the structures of all the ZIF-8s were stable after 2 d exposure up to 250 °C under air. Based on this, we further investigated the effect of the exposure time, up to 30 d, on the thermal stability of ZIF-8s at the temperatures of 100, 200, and 250 °C. The gradual morphological changes, characterized by the above-mentioned three regions at 250, 300, and 400 °C (Figure ", "1", "), was comparable to those observed after 30 d heat treatments at 100, 200, and 250 °C for all ZIF-8s (", "Figures S6 and S7", "). The morphological change was particularly pronounced for ZIF-8-W (", "Figure S6c1–c3", "). This representative feature might suggest that a longer exposure time results in the initiation of a phase transition toward the ZnO phase, even at 200 °C. This result emphasizes the importance in ensuring the thermal stability of ZIF-8s before use in real applications; three main factors, (1) temperature, (2) environment, and (3) duration, should be appropriately considered to confirm stability.", "The XRD patterns obtained after 30 d heat treatment (", "Figure S8", ") shows a general trend of the phase transition from ZIF-8 via unknown intermediate phases toward ZnO. Among the four ZIF-8s, only the structure of ZIF-8-C was well preserved after heat treatment at 200 °C, whereas ZIF-8-M and -W showed a deviation from the original ZIF-8 structure, and ZIF-8-D included an increased amount of ZnO whose formation was seemingly facilitated by the coexistence of ZnO prior to heat treatment. For most of the samples, heat treatment at 250 °C for 30 d resulted in the complete transition toward ZnO, though for ZIF-8-C, which showed a high resistance to the phase transition at 200 °C, a complete conversion to ZnO was not observed. This thermal stability test indicates that the exposure of ZIF-8 to temperatures greater than 200 °C under air results in an undesired phase transition to the ZnO phase. Therefore, careful handling is required of organic–inorganic hybrid crystals (here, ZIF-8) that share the common features (here, thermal phase transitions) with organic materials such as polymers. For the use of ZIF-8s up to 30 d, heat treatment and thermal activation of as-synthesized or dried ZIF-8s at 200 °C under air can be regarded as the maximum temperature at which ZIF-8 can be heat-treated without structural damage due to the undesired reaction of Zn with oxygen. However, the activation environment (e.g., air or pure oxygen) should be considered along with the activation temperature and duration, as mentioned above. In the literature, a similar conclusion was drawn with respect to the upper limit regarding the thermal stability of ZIF-8 under air. Zhu et al.", "(53)", " and Cravillon et al.", "(50)", " reported the thermal stability of ZIF-8s up to ∼200 °C under air based on TGA results, not XRD results. Considering the fact that the sufficient exposure at a fixed temperature is required to confirm the long-term thermal stability of ZIF-8s, a sole conclusion from TGA results, strongly dependent on the heating ramp rate, purge gas flow rate, and so on, is not desirable. Here, we suggest that along with other characterizations (e.g., TGA), the thermal stability of ZIF-8 should be verified primarily by the XRD results with a sufficiently long exposure.", "Despite the proposed appropriate thermal activation at ∼200 °C, the prolonged exposure of ZIF-8s to 200 °C and even at 100 °C under air for more than 30 d is highly expected to cause their structural damage. Considering the fact that the long-term stability (on the order of a year) even under air should be secured for the robust use of ZIF-8s in desired applications (e.g., membranes, adsorbents, catalyst supports, etc.), dried four type ZIF-8-", "x", " (", "x", " = C, M, W, and D) were exposed to the ambient condition at 100 and 200 °C for ∼1 year. SEM images of the resulting particles (", "Figures S9 and S10", ") show that while the shapes of ZIF-8-", "x", "_100_1y (", "x", " = C, M, W, and D) were not changed much, heat treatment at 200 °C appeared to induce the morphological change of ZIF-8s being close to shape of ZnO (Figure ", "1", "a4–d4). The resulting XRD patterns (", "Figure S11", ") confirmed a structural damage of ZIF-8s to some extent after heat treatments at 100 °C and the pronounced structural conversion to the ZnO phase after 200 °C heat treatments, except for ZIF-8-W_200_1y, which showed a higher resistance against the phase transition toward ZnO. This long-term thermal stability test of ZIF-8s supports that oxidative conditions (here, air), if possible, need to be avoided for preserving their structural integrity and thus for realizing the associated properties.", "Figure 3. Temperature-programmed XRD patterns of ZIF-8-", "x", " (", "x", " = C, M, W, and D) under (a1–d1) air (", "left", ") and (a2–d2) argon (", "right", "). The XRD patterns where a dramatic change to a new phase is observed are marked in blue: ZIF-8 to ZnO due to the reaction of zinc with oxygen under air and ZIF-8 to an unknown phase due to the thermal degradation of ZIF-8 under argon. XRD patterns at 100 °C obtained under argon are marked in red for clarity with respect to the dried ZIF-8. Asterisks (*) indicate the XRD peak corresponding to the Pt sample holder.", "Thermal Stability of ZIF-8s under Inert Conditions", "Under air, the conversion of ZIF-8 to ZnO occurs at sufficiently high temperatures. Conversely, under nonoxidative or inert environments, thermal degradation of ZIF-8 is instead expected at higher temperatures. To confirm this hypothesis, we measured in situ XRD patterns for all four types of ZIF-8s while increasing temperatures under both air and argon (Figure ", "3", "). The presence and absence of oxygen during heat treatments lead to the phase conversion of ZIF-8 to ZnO and the thermal-structural degradation of the ZIF-8s, respectively. Similar to the XRD analysis (Figure ", "2", "), all four ZIF-8s were structurally damaged as the temperature was increased. In particular, at ∼400 °C, ZIF-8-M and -D were already converted to ZnO, whereas ZIF-8-C and -W showed a mixture of ZIF-8 and ZnO phases and a reduced degree of the ZIF-8 phase, respectively. Referring to Figure ", "2", ", it was suggested above that the effective size of ZIF-8-M was larger than that of ZIF-8-W. However, the in situ XRD analysis revealed a higher resistance of larger ZIF-8-W with respect to reaction with oxygen toward ZnO than ZIF-8-M, indicating that the effective size of ZIF-8-W was larger under these conditions. In addition, ZIF-8-C, which was the most stable based on the 30 d heat treatments (", "Figure S8", "), showed an almost structural conversion toward the ZnO phase compared to ZIF-8-W (Figure ", "3", "a1,c1). This result possibly shows that the sensitivity of thermal-structural changes in ZIF-8s under air may be due to the different degree of aggregation under severe heat treatments and accordingly, reaction with oxygen that plausibly results in localized temperature profiles. Despite the small discrepancies in the rate of the structural damage and the concomitant zinc oxide formation, all of the trends in the XRD patterns support a structural change toward the most stable ZnO phase as the heat treatment temperature is increased under air. This result also emphasizes the need for appropriate and careful handling of ZIF-8s for their robust use in applications, especially under oxidative conditions.", "Under inert conditions, it appears that the original ZIF-8 structure was well-preserved even up to ∼500 °C, indicating a strong interaction between Zn atoms and mim ligands, as supported by the TGA results in ", "Figure S4", ". Above 500 °C, additional peaks were observed for all four samples, as indicated by the red arrows, and the ZIF-8 phase was gradually damaged and eventually collapsed to an unknown phase (Figure ", "3", "a2–d2). Therefore, ZIF-8s can be used at temperatures up to ∼400–500 °C under inert conditions, though a longer exposure test should be carried out to verify their structural stability under these conditions.", "ZIF-8s for Use as Membranes and Catalyst Supports", "The high thermal stability of ZIF-8s allowed for their use as catalyst supports.", "(23, 30)", " However, to the best of our knowledge, their stability under the appropriate reaction conditions has not yet been intensively investigated. In this study, ZIF-8-C, -M, and -W, which do not contain impurities of ZnO, were exposed to water gas shift (WGS) reaction conditions at different temperatures (300, 400, and 500 °C) for 5 h. WGS reaction conditions were adopted because the pore structure of ZIF-8 membranes has a high potential to favor H", "2", " transport over CO", "2", " transport in a WGS membrane reactor. Also, metal catalysts confined in the ZIF-8 supports can be used to produce more H", "2", " in equilibrium-limited WGS reactions. As the exposure temperature was increased over the fixed 5 h duration of the experiment, the original ZIF-8 phase was gradually damaged and then fully converted to the ZnO phase (", "Figure S12", "), indicating that H", "2", "O in the feed could also react with Zn atoms toward ZnO. Considering that the conversion of ZIF-8 to ZnO under oxidative conditions is a kinetically limited process, the correlation between the catalytic performance and the structural change in the ZIF-8 membranes and supports should be considered appropriately.", "Regarding stability issues of ZIF-8 supports, ∼5–10 wt % Au nanoparticles embedded inside ZIF-8s showed good CO oxidation performance with more than ∼50% conversion above ∼170–225 °C.", "(23)", " Although it was reported that the XRD patterns of ZIF-8 were preserved after 5–7 catalytic runs, XRD analyses in this study (Figures ", "2", ", ", "S8, and S11", ") indicate that ZIF-8s under CO oxidation reaction conditions (1, 21, and 78 vol % of CO, O", "2", ", and He, respectively) will experience the structural conversion to ZnO after certain time. During structural conversion, encapsulated Au particles originally inside ZIF-8s are likely inaccessible to reactants in the collapsed ZIF-8 structure and end up being placed on ZnO particles. This, in turn, plausibly leads to losing the corresponding catalytic activity, not because of the deactivation of catalysts but because of the support structural damage. Indeed, in that study", "(23)", " it was addressed that thermal activation over 300 °C was appropriate for steady activity, but the calcination of as-prepared Au in ZIF-8 at ∼325 °C did not show a satisfactory catalytic activity. This supports that the structural change of ZIF-8 frameworks under oxidative conditions was critical in determining catalytic properties (e.g., those of encapsulated Au nanoparticles) and, accordingly, directs to the desirability in careful handling of ZIF-8s. A similar stability issue applies to the oxidation of benzyl alcohol in methanol at ∼80 °C under 5 bar O", "2", " by using Au nanoparticles inside ZIF-8s.", "(30)", " Despite the intact XRD patterns of the ZIF-8 framework after 1 time reaction, the long-term stability test of ZIF-8s should be conducted for confirming their robust role as encapsulating environments. Based on this study, temperatures lower than ∼100 °C under oxidative conditions will be appropriate for achieving the long-term stable activity of ZIF-8 supports catalysts. In this aspect, CO oxidation at ∼70 °C through Co", "3", "O", "4", " inside ZIF-8 is desirable, though a long-term stability should be confirmed at the higher partial pressure of O", "2", " (∼80 kPa).", "(24)", "Figure 4. N", "2", " physisorption isotherms of (a–c) ZIF-8-", "x", " (", "x", " = C, M, and W, respectively), heat-treated at 100 (blue), 200 (green), and 250 °C (red) for 2 or 7 d under air. For full activation at 100 °C, dried ZIF-8-M and -W were heat-treated for 7 d under air. Filled and open symbols represent the adsorption and desorption points, respectively.", "Correlation between the BET Surface Areas of Heat-Treated ZIF-8s and Their Structural Information", "Keeping in mind the effect of the thermal activation of ZIF-8s on their structural damage, we also measured N", "2", " physisorption isotherms and attempted to correlate the BET surface area (extracted from the N", "2", " physisorption isotherms in Figures ", "4", " and ", "S13", ") with the structural information (estimated from the corresponding XRD patterns). All three ZIF-8-", "x", " (", "x", " = C, M, and W) heat-treated at 250 °C under air, which was chosen as the maximum activation temperature due to the structural damage observed at 300 °C under air (Figure ", "2", "), exhibited a significant reduction in N", "2", " adsorption amount compared to the samples heat-treated at 100 and 200 °C under air (Figure ", "4", "). ZIF-8-D was excluded from this test due to the undesired coexistence of ZnO (∼17 wt %; see the ", "Supporting Information", "). The BET and microporous surface areas of ZIF-8 after the different activation processes are summarized in Table ", "1", ". In particular, after activation at 250 °C, the total and microporous BET surface areas of the three ZIF-8s were reduced to ∼44–54% and ∼32–38%, respectively, compared with those obtained after activation at ∼200 °C (Figure ", "4", " and Table ", "1", "). This result indicated that the microporous area in ZIF-8s that is accessible to guest molecules was strongly dependent on thermal activation conditions, that is, activation temperature. On the contrary, the N", "2", " physisorption isotherms of ZIF-8-", "x", " (", "x", " = C, M, and W), heat-treated at 200 and 250 °C under vacuum, were comparable to each other (", "Figure S13", ") and almost similar to those obtained from ZIF-8 samples that were activated at ∼100 and 200 °C under air (Figure ", "4", "), indicating that the thermal activation under vacuum at 250 °C preserved the structural integrity of ZIF-8s.", "Table 1. Experimental Conditions for Thermal Activation and the Corresponding BET and Microporous Surface Areas", " ", " ", " ", "BET surface (m", "2", "·g", "–1", ")", " ", " ", "sample", "heat treatment temp. (°C)", "duration (d)", "environment (air)", "environment (vacuum)", "BET total surface area ratio (air/vacuum; %)", "BET microporous surface area ratio (air/vacuum; %)", "ZIF-8-C", "100", "2", "1640 ± 36", "N/A", "N/A", "N/A", "200", "2", "1630 ± 31", "1690 ± 50", "∼96", "∼94", "250", "2", "720 ± 2", "1630 ± 27", "∼44", "∼38", "ZIF-8-M", "100", "2", "1560 ± 24", "N/A", "N/A", "N/A", "100", "7", "a", "1690 ± 26", "N/A", "N/A", "N/A", "200", "2", "1630 ± 22", "1540 ± 28", "∼105", "∼102", "250", "2", "860 ± 1", "1600 ± 13", "∼54", "∼32", "ZIF-8-W", "100", "2", "1250 ± 15", "N/A", "N/A", "N/A", "100", "7", "a", "1580 ± 25", "N/A", "N/A", "N/A", "200", "2", "1540 ± 24", "1640 ± 27", "∼94", "∼93", "250", "2", "740 ± 1", "1680 ± 27", "∼44", "∼35", "a", "The heat treatment at ∼100 °C for 2 d was insufficient for the full removal of guest molecules so that the exposure time was prolonged to ∼7 d in an effort to achieve the complete activation of dried ZIF-8-M and -W.", "Figure 5. XRD patterns (", "left", ") and magnified XRD patterns (", "middle", ") of ZIF-8-", "x", "_250_2d (", "x", " = C, M, and W, ", "upper", ") and ZIF-", "x", "_250_2d_V (", "x", " = C, M, and W, ", "lower", ") and the corresponding N", "2", " physisorption isotherms at 77 K (", "right", "). For clarity, the blue dashed lines are included to designate any shift in 2θ with respect to the simulated XRD pattern of ZIF-8. Asterisks (*) indicate the XRD peak corresponding to the Al sample holder. In the N", "2", " physisorption curves, the filled and open symbols represent the adsorption and desorption points, respectively.", "Although it does not appear that the XRD patterns after activation at ∼250 °C under air (Figure ", "2", ") were changed considerably, the 2θ values were slightly shifted to the right with respect to the simulated XRD pattern (as indicated by the blue dashed lines in Figure ", "5", ", ", "upper", "). The shifts of the XRD peaks at high angles were more pronounced for all ZIF-8-", "x", " (", "x", " = C, M, and W). This shift suggests that a condensed structure was derived from the original ZIF-8 structure via thermal activation at ∼250 °C under air. Along with XRD patterns, the significantly decreased amount of N", "2", " adsorption (Figure ", "5", ") suggests the structural condensation and thus, partial collapse, in contrast with activation process at either ∼250 °C under vacuum (Figure ", "5", ", ", "lower", ") or ∼200 °C under air and vacuum (", "Figure S14", "). Both N", "2", " physisorption isotherms and XRD analyses suggested that given 2 d exposure, the activation process at ∼200 °C can be regarded as appropriate for effective thermal activation of as-synthesized or dried ZIF-8s under either air or vacuum. For successful activation at ∼100 °C, a longer duration (7 d instead of 2 d) was necessary for both ZIF-8-M and -W (Table ", "1", "), requiring the elaborate choice of activation processes that are coupled functions of temperature, duration, and environment.", "Figure 6. Total BET surface areas of ZIF-8s, heat-treated at 200 and 250 °C for 2 d under air or vacuum, along with the reported values vs the activation or degassing temperature. Black and red indicates the activation or degassing environments of vacuum and air, respectively. C, M, and W symbols were used to represent the particles purchased from Sigma-Aldrich and synthesized by using the synthetic routes that lead to ZIF-8-M and -W, respectively. Bigger letters (C, M, and W) represent ZIF-8s considered in this study.", "Comparison of the Heat-Treatment Conditions and BET Surface Areas of ZIF-8s with the Literature Data", "To further understand the effect of activation conditions, we collected the reported BET surface areas of ZIF-8s in the literature", "(17, 19, 21, 23, 26, 29, 35, 48, 50, 51, 54-61)", " and summarized them along with the corresponding drying, activation, or degassing conditions (", "Table S3", "). The resulting BET surface areas were plotted against the heat treatment temperature in Figure ", "6", ". Even taking into account the maximum contribution of the external surface area to the total BET surface area (∼10%), the reported BET surface areas were remarkably inconsistent. It seems that despite the same ZIF-8 structure, the adsorption properties were not measured for the appropriate fully activated ZIF-8s, as many of the processes possibly resulted in inappropriate activation of ZIF-8s. Surprisingly, some BET surface areas, plausibly due to incomplete (related to remaining guest or solvent molecules) and/or improper (related to a structural damage) activation processes, were close to those obtained from ZIF-8-", "x", "_250_2d (∼720–860 m", "2", "·g", "–1", ") in this study. By comparing the collected BET data, we propose the appropriate activation conditions to be those marked in the rectangular region in Figure ", "6", ", though ∼200 °C should be regarded as the maximum temperature under air. Temperatures up to ∼300 °C under vacuum will be appropriate for activation purposes, given that the structural integrity is confirmed independently. Interestingly, although similar synthetic protocols were employed (marked by M and W to represent the particles synthesized by using the synthetic routes that lead to ZIF-8-M and W, respectively, in Figure ", "6", "), the resulting BET surface areas showed rather a wide distribution. This result also supports the importance of appropriate thermal activations and/or post-treatments of ZIF-8s for their reliable use.", "CO", "2", " Adsorption Isotherms of Heat-Treated ZIF-8s", "Three types of thermally activated ZIF-8s, shown in Figure ", "4", ", were further used to measure the CO", "2", " adsorption isotherms at 30 °C (Figure ", "7", "). Despite the considerable discrepancy in the BET surface area (Figure ", "6", " and ", "Table S3", "), the CO", "2", " adsorption isotherms of ZIF-8-", "x", "_250_2d did not show the high degree of discrepancies (∼87, ∼74, and ∼72%) compared to those of appropriately activated ZIF-8-", "x", "_200_2d (", "x", " = C, M, and W, respectively). This result indicates that the structural change due to the thermal activation under air had less effect on the adsorption process of CO", "2", ". Since the pore size of ZIF-8s is ∼0.34 nm, the kinetic diameter of CO", "2", " (0.33 nm) is likely too small to experience transport resistance due to the collapsed structure. Instead, larger guest molecules, such as ethane/ethene and propane/propylene, can show a more pronounced and sensitive dependence on the degree of the structural collapse of ZIF-8. Especially as promising ethane/ethene and propane/propylene separations through ZIF-8s were reported recently,", "(38, 39, 42, 62)", " the accurate thermal activation processes should be adopted for reliable applications. Now, the CO", "2", " adsorption isotherms for properly activated ZIF-8-", "x", "_200_2d (", "x", " = C, M, and W) at temperatures of 10, 20, 30, and 50 °C were measured up to 1 bar (", "Figure S15", ") in an effort to acquire the intrinsic CO", "2", " adsorption isotherms and accordingly, extract the appropriate heat of CO", "2", " adsorption in ZIF-8. The respective isotherms were fitted by Henry’s law and the resulting heats of CO", "2", " adsorption were determined to be 17.6 ± 1.4, 18.0 ± 0.4, and 17.3 ± 2.4 kJ·mol", "–1", " for ZIF-8-C, -M, and -W, respectively. These values are in a good agreement with the theoretically estimated values (14.1–18.4 kJ·mol", "–1", ")", "(63-67)", " and experimental values in the literature (∼15–18 kJ·mol", "–1", ")", "(54, 58, 67)", " with the exception of one experimental value (∼27 kJ·mol", "–1", ").", "(59)", " As a correct activation method has been established for ZIF-8s in this study, the investigation of the intrinsic properties of other ZIF materials should include determination of the appropriate activation process.", "Figure 7. CO", "2", " adsorption isotherms of (a–c) ZIF-8-", "x", " (", "x", " = C, M, and W, respectively), heat-treated at 100 (blue), 200 (green), and 250 °C (red) for 2 or 7 d under air, at the temperature of 30 °C. Filled and open symbols represent the adsorption and desorption points, respectively.", "Elucidation of the Structural Degradation of ZIF-8s", "We further attempted to identify the origin of the structural damage of ZIF-8s after activation at 250 °C under air. Initially, we measured ", "13", "C CP/MAS NMR spectra of ZIF-8-", "x", " (", "x", " = C, M, and W) samples, heat-treated at 200 or 250 °C under air or vacuum, in order to check a possible oxidation of carbon atoms in the mim ligands (", "Figure S16", "). The resulting NMR spectra for all samples showed the representative peaks, comparable to as-synthesized ZIF-8 in the literature,", "(68)", " and were indistinguishable among the three samples, indicating well-preserved intactness of the carbon bonds in ZIF-8s. With this, we measured the FT-IR spectra of the three samples (Figures ", "8", " and ", "S17–S20", "). Unlike almost the identical FT-IR results for ZIF-8s activated at 200 °C under both air and vacuum, the FT-IR spectra of ZIF-8-", "x", "_250_2d showed additional peaks compared with those of ZIF-8-", "x", "_250_2d_V. In particular, broad peaks seemingly centered around ∼3300 cm", "–1", " (indicated by red arrows in Figures ", "8", ", ", "S18, and S20", ") can be attributed to the vibrational mode of OH in Zn(OH)", "2", ".", "(69)", " The relatively sharp peaks around ∼1640 and ∼910 cm", "–1", " (indicated by blue arrows in Figures ", "8", " and ", "S18", ") can possibly be ascribed to C═N and N–O vibrational modes in C═N–OH, respectively,", "(70, 71)", " due to the oxidized form (oxime) of the mim ligands, while the broad peak around ∼3300 cm", "–1", " could also correspond to the O–H vibrational mode in N–OH. Based on these, we hypothesize that the link between Zn atoms and N atoms in the mim ligands was partially broken to be Zn–OH and N–OH, respectively. This bond breakage seemingly led to a slightly condensed and concomitantly, damaged structure as observed in the minute shift of the XRD patterns and in the pronounced reduction of the BET surface area, respectively (Figure ", "5", "). In ", "Figure S21", ", ", "15", "N CP/MAS NMR spectra of ZIF-8s, activated at 250 °C under air and vacuum, also supported the disorder in the structure of ZIF-8-", "x", "_250_2d (", "x", " = C, M, and W), plausibly because of the breakage between Zn and N atoms. In addition, considering that the main peak of ZnO lies ∼500 cm", "–1", ",", "(69)", " we also measured the FT-IR spectra of ZIF-8-W_250_2d and _250_2d_V from 400 cm", "–1", " (", "Figure S22", ") and found an additional peak around 500 cm", "–1", " for ZIF-8-W_250_2d, indicating the possible copresence of ZnO in ZIF-8-", "x", "_250_2d (", "x", " = C, M, and W).", "Figure 8. (a) FT-IR spectra of ZIF-8-", "x", "_250_2d and ZIF-8_250_2d_V (", "x", " = C, M, and W) and (b) the magnified FT-IR spectra in the range of 650–2000 cm", "–1", ", as marked in the blue rectangle in (a). Additional peaks observed after heat treatment at 250 °C under air are indicated by red arrows (broad humps around ∼3300 cm", "–1", " in (a)) and by blue arrows (peaks around ∼1640 and ∼910 cm", "–1", " in (b)). Prior to measurements, the heat-treated samples were additionally dried at 150 °C under N", "2", " flow to avoid any disturbance of water.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Conclusions", "In this study, we prepared four types of ZIF-8 with different shapes and sizes. The thermal stabilities of these samples were tested by varying the heat treatment temperature up to 400 °C. Despite the apparent stability up to ∼300–350 °C observed by TGA, XRD characterizations revealed that the exposure of ZIF-8s to oxidative conditions (air) resulted in the phase conversion toward ZnO above 300 °C. On the contrary, the ZIF-8 structure was well preserved under inert conditions up to ∼400–500 °C, as expected from the strong interactions between the ZIF-8 constituents. In addition, we correlated the partial structural degradation with the resulting adsorption properties. Although not pronounced in the XRD patterns, thermal activation processes at 250 °C under air resulted in a partial structural collapse, and the corresponding BET surface areas were significantly reduced (∼44–54%) compared with those obtained from ZIF-8s activated under vacuum. Through a comparison with the activation conditions for ZIF-8s in the literature, we propose that thermal activation at ∼200 °C is reasonable for ZIF-8s, being independent of the environment (air or inert conditions). In contrast, the CO", "2", " adsorption amounts at 30 °C and 1 bar revealed ∼13–28% reductions for ZIF-8s, thermally activated at 250 °C under air. Finally, the partially collapsed ZIF-8 structure obtained following activation at ∼250 °C under air could result from the dissociation between zinc and imidazolate, as suggested by FT-IR. Through this correlation with XRD (related to structural properties) and N", "2", " physisorption at 77 K and CO", "2", " adsorption capacities (related to adsorption properties), it was noted that the activation conditions (environment, temperature, duration, etc.) should be carefully selected for the intended use of the ZIF-8.", "Currently, we are fabricating ZIF-8 membranes to use the intrinsic molecular sieve properties of ZIF-8s. We will investigate the thermal stabilities of these membranes, along with the resulting permeation properties, with the idea that the activation process in membranes will play a critical role in determining the separation performance, especially for H", "2", "/CO", "2", " separations. In addition, we will make an effort to determine and quantify the defective structures of ZIF-8 particles for the eventual use as reliable catalysts and catalyst supports through ", "67", "Zn and ", "15", "N MAS NMR characterizations, since they have a high potential for differentiating the ZnO and ZnOH and identifying the oxidized form of the mim ligand, respectively.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "Characterization methods and SEM, XRD, TGA, N", "2", " physisorption, and CO", "2", " adsorption isotherm, ", "13", "C and ", "15", "N CP/MAS NMR, and FT-IR results of dried and/or heat-treated ZIF-8s. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "‡", "Author Contributions", "These two authors equally contributed to this work (T.L. and H.K.).", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "This work was supported by the National Research Foundation (NRF; 2012R1A1A1042450) and by the Korea CCS R&D Center (KCRC; 2014M1A8A1049309). These two grants were funded by the Korean government (Ministry of Science, ICT & Future Planning). This work was also supported by the Human Resources Development Program (No. 20134010200600) of the Korea Institute of Energy Technology Evaluation and Planning (KETEP) grant funded by the Korea government Ministry of Trade, Industry and Energy. ", "13", "C CP/MAS NMR and temperature-programmed XRD analyses were conducted at the Korea Basic Science Institute (KBSI) and the Korea Electronics Technology Institute (KETI), respectively.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 71 other publications.", "1. ", "Phan", ", ", "A.", "; ", "Doonan", ", ", "C. J.", "; ", "Uribe-Romo", ", ", "F. J.", "; ", "Knobler", ", ", "C. B.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Synthesis, Structure, and Carbon Dioxide Capture Properties of Zeolitic Imidazolate Frameworks", " ", "Acc. Chem. Res.", " ", "2010", ",  ", "43", ",  ", "58", "– ", "67", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Synthesis, Structure, and Carbon Dioxide Capture Properties of Zeolitic Imidazolate Frameworks", "Phan, Anh; Doonan, Christian J.; Uribe-Romo, Fernando J.; Knobler, Carolyn B.; O'Keeffe, Michael; Yaghi, Omar M.", "Accounts of Chemical Research", "\r\n        (", "2010", "),\r\n    ", "43", "\r\n        (", "1", "),\r\n    ", "58-67", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review concerning the synthesis, structure, and CO2 properties of zeolitic imidazolate frameworks (ZIF) is given.  A major goal in zeolite chem. is to create a structure in which metal ions and functionalizable org. units comprise an integral portion of the framework, and by virtue of the flexibility with which metal ions and org. moieties can be varied, is a key to further improve zeolite properties and access new applications.  Within the last 5 years >90 new ZIF structures have been reported.  It is possible to synthesize ZIF with topologies previously unknown in zeolites and to mimic known structures.  Topic discussed include: synthesis and general structure; ZIF structures and the zeolite problem; ZIF structural complexity; applications for sepn. and selective capture of CO2; and perspectives and outlook.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtlegu77O&md5=de5a9f235d52e2ce66778e7e7c187e37", "2. ", "Li", ", ", "J. R.", "; ", "Ma", ", ", "Y. G.", "; ", "McCarthy", ", ", "M. C.", "; ", "Sculley", ", ", "J.", "; ", "Yu", ", ", "J. M.", "; ", "Jeong", ", ", "H. K.", "; ", "Balbuena", ", ", "P. B.", "; ", "Zhou", ", ", "H. C.", " ", "Carbon Dioxide Capture-Related Gas Adsorption and Separation in Metal-Organic Frameworks", " ", "Coord. Chem. Rev.", " ", "2011", ",  ", "255", ",  ", "1791", "– ", "1823", "[", "Crossref", "], [", "CAS", "]", "2. ", "Carbon dioxide capture-related gas adsorption and separation in metal-organic frameworks", "Li, Jian-Rong; Ma, Yu-Guang; McCarthy, M. Colin; Sculley, Julian; Yu, Jia-Mei; Jeong, Hae-Kwon; Balbuena, Perla B.; Zhou, Hong-Cai", "Coordination Chemistry Reviews", "\r\n        (", "2011", "),\r\n    ", "255", "\r\n        (", "15-16", "),\r\n    ", "1791-1823", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  Reducing anthropogenic CO2 emission and lowering the concn. of greenhouse gases in the atm. has quickly become one of the most urgent environmental issues of our age.  Carbon capture and storage (CCS) is one option for reducing these harmful CO2 emissions.  While a variety of technologies and methods have been developed, the sepn. of CO2 from gas streams is still a crit. issue.  Apart from establishing new techniques, the exploration of capture materials with high sepn. performance and low capital cost are of paramount importance.  Metal-org. frameworks (MOFs), a new class of cryst. porous materials constructed by metal-contg. nodes bonded to org. bridging ligands hold great potential as adsorbents or membrane materials in gas sepn.  In this paper, we review the research progress (from exptl. results to mol. simulations) in MOFs for CO2 adsorption, storage, and sepns. (adsorptive sepn. and membrane-based sepn.) that are directly related to CO2 capture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmtVGgur8%253D&md5=e355c975136ff8fc01a97d4f7cb95aa8", "3. ", "Park", ", ", "K. S.", "; ", "Ni", ", ", "Z.", "; ", "Cote", ", ", "A. P.", "; ", "Choi", ", ", "J. Y.", "; ", "Huang", ", ", "R. D.", "; ", "Uribe-Romo", ", ", "F. J.", "; ", "Chae", ", ", "H. K.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Exceptional Chemical and Thermal Stability of Zeolitic Imidazolate Frameworks", " ", "Proc. Natl. Acad. Sci. U.S.A.", " ", "2006", ",  ", "103", ",  ", "10186", "– ", "10191", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Exceptional chemical and thermal stability of zeolitic imidazolate frameworks", "Park, Kyo Sung; Ni, Zheng; Cote, Adrien P.; Choi, Jae Yong; Huang, Rudan; Uribe-Romo, Fernando J.; Chae, Hee K.; O'Keeffe, Michael; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2006", "),\r\n    ", "103", "\r\n        (", "27", "),\r\n    ", "10186-10191", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "Twelve zeolitic imidazolate frameworks (ZIFs; termed ZIF-1 to -12) were synthesized as crystals by copolymn. of either Zn(II) (ZIF-1 to -4, -6 to -8, and -10 to -11) or Co(II) (ZIF-9 and -12) with imidazolate-type links.  The ZIF crystal structures are based on the nets of seven distinct aluminosilicate zeolites: tetrahedral Si(Al) and the bridging O are replaced with transition metal ion and imidazolate link, resp.  One example of mixed-coordination imidazolate of Zn(II) and In(III) (ZIF-5) based on the garnet net is reported.  Study of the gas adsorption and thermal and chem. stability of two prototypical members, ZIF-8 and -11, demonstrated their permanent porosity (Langmuir surface area = 1,810 m2/g), high thermal stability (up to 550°), and remarkable chem. resistance to boiling alk. H2O and org. solvents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XntlKjtbo%253D&md5=c28cd5862d4765fe4e4937195f5bb4df", "4. ", "Li", ", ", "Y. S.", "; ", "Liang", ", ", "F. Y.", "; ", "Bux", ", ", "H. G.", "; ", "Yang", ", ", "W. S.", "; ", "Caro", ", ", "J.", " ", "Zeolitic Imidazolate Framework ZIF-7 Based Molecular Sieve Membrane for Hydrogen Separation", " ", "J. Membr. Sci.", " ", "2010", ",  ", "354", ",  ", "48", "– ", "54", "[", "Crossref", "], [", "CAS", "]", "4. ", "Zeolitic imidazolate framework ZIF-7 based molecular sieve membrane for hydrogen separation", "Li, Yanshuo; Liang, Fangyi; Bux, Helge; Yang, Weishen; Caro, Juergen", "Journal of Membrane Science", "\r\n        (", "2010", "),\r\n    ", "354", "\r\n        (", "1-2", "),\r\n    ", "48-54", "CODEN:\r\n                ", "JMESDO", ";\r\n        ISSN:", "0376-7388", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Hydrogen-based energy system could address issues related to global climate change, energy security, and local air pollution.  Thermally and hydrothermally stable microporous membranes with intrinsic high H2/CO2 selectivity are highly demanded.  A novel zeolitic imidazolate framework (ZIF-7) membrane was tested for its gas sepn. performance.  ZIFs are microporous materials and belong to the new class of metal-org. frameworks (MOFs).  ZIF-7 is formed by bridging benzimidazolate anions and zinc cations resulting in a sodalite (SOD) topol. with a pore size of about 0.3 nm.  The ZIF-7 membrane exhibited promising H2 sepn. abilities.  At 220 °C, the H2 permeance is ∼4.5 × 10-8 mol m-2 s-1 Pa-1 and the mixt. sepn. factors for H2/CO2, H2/N2, and H2/CH4 are 13.6, 18.0, and 14.0, resp.  As a result of mol. sieving mechanism, the ideal selectivities and mixt. sepn. factors are identical.  The permeation of H2 through the ZIF-7 membrane is highly activated with an apparent activation energy of 11.9 kJ mol-1.  Due to the ultra-hydrophobic properties of ZIF materials, the ZIF-7 membrane also showed excellent hydrothermal stability in the presence of steam.  Our results clearly demonstrate that ZIF-7 membranes have an intrinsic high H2/CO2 selectivity and a promising application in hydrogen sepn., which is based on its very narrow and well-defined crystal pore structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXks1Sqtr8%253D&md5=8e96ae680f3b6bb8cadd43d1e0176386", "5. ", "Hu", ", ", "Z. Q.", "; ", "Chen", ", ", "Y. F.", " ", "Zeolitic Imidazolate Framework-7 as an Ultra-Selective Nanofilter for H-2 Purification: Atomistic Simulation Study", " ", "Mol. Simul.", " ", "2012", ",  ", "38", ",  ", "830", "– ", "837", "[", "Crossref", "], [", "CAS", "]", "5. ", "Zeolitic imidazolate framework-7 as an ultra-selective nanofilter for H2 purification: atomistic simulation study", "Hu, Zhongqiao; Chen, Yifei", "Molecular Simulation", "\r\n        (", "2012", "),\r\n    ", "38", "\r\n        (", "10", "),\r\n    ", "830-837", "CODEN:\r\n                ", "MOSIEA", ";\r\n        ISSN:", "0892-7022", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "An atomistic simulation study is reported for H2 purifn. from a gas mixt. in zeolitic imidazolate framework-7 (ZIF-7) membrane.  The gas mixt. (with compn. H2:CO2:CO:CH4:H2O = 74:15:5:5:1) mimics a typical effluent gas in syngas prodn.  The simulation demonstrates that ZIF-7 membrane can act as an ultra-selective nanofilter only allowing H2 to permeate, as attributed to the mol. sieving effect of small apertures in ZIF-7.  The flux and permeance of H2 increase with increasing pressure.  At a given pressure, H2 flux exhibits an Arrhenius-type relation with temp.  With increasing pressure, the activation energy of H2 permeation decreases.  H2 mols. in the membrane adopt a preferential orientation parallel to phenylimidazolate building blocks.  This study confirms exptl. observations that ZIF-7 is an interesting membrane material for H2 purifn. and provides atomistic insight into the purifn. mechanism in ZIF-7 membrane.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFOgt77F&md5=458b6cebc45c6804ce072e7a210d4844", "6. ", "Bux", ", ", "H.", "; ", "Feldhoff", ", ", "A.", "; ", "Cravillon", ", ", "J.", "; ", "Wiebcke", ", ", "M.", "; ", "Li", ", ", "Y. S.", "; ", "Caro", ", ", "J.", " ", "Oriented Zeolitic Imidazolate Framework-8 Membrane with Sharp H-2/C3H8Molecular Sieve Separation", " ", "Chem. Mater.", " ", "2011", ",  ", "23", ",  ", "2262", "– ", "2269", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Oriented Zeolitic Imidazolate Framework-8 Membrane with Sharp H2/C3H8 Molecular Sieve Separation", "Bux, Helge; Feldhoff, Armin; Cravillon, Janosch; Wiebcke, Michael; Li, Yan-Shuo; Caro, Juergen", "Chemistry of Materials", "\r\n        (", "2011", "),\r\n    ", "23", "\r\n        (", "8", "),\r\n    ", "2262-2269", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A highly oriented zeolitic imidazolate framework 8 (ZIF-8) composite membrane was prepd. by seeding and secondary growth.  By dip-coating, preformed ZIF-8 nanocrystals were attached to the surface of a porous α-alumina support using polyethyleneimine as the coupling agent.  After solvothermal treatment, a continuous and well-intergrown ZIF-8 layer was obtained.  X-ray diffraction anal. of the membrane showed preferred orientation of the {100} plane parallel to the support.  Further time-dependent studies by scanning and TEM as well as x-ray diffraction indicated that the preferred orientation develops during an evolutionary growth process.  In gas mixt. permeation expts., the membrane showed good performance in H2/hydrocarbon sepn.  A sharp mol. sieve sepn. is obsd. for an equimolar H2/C3H8 mixt. with a sepn. factor >300.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjs1Sgur0%253D&md5=a41aac301fc8a48d7ac4a9952fdb7d68", "7. ", "McCarthy", ", ", "M. C.", "; ", "Varela-Guerrero", ", ", "V.", "; ", "Barnett", ", ", "G. V.", "; ", "Jeong", ", ", "H. K.", " ", "Synthesis of Zeolitic Imidazolate Framework Films and Membranes with Controlled Microstructures", " ", "Langmuir", " ", "2010", ",  ", "26", ",  ", "14636", "– ", "14641", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Synthesis of Zeolitic Imidazolate Framework Films and Membranes with Controlled Microstructures", "McCarthy, Michael C.; Varela-Guerrero, Victor; Barnett, Gregory V.; Jeong, Hae-Kwon", "Langmuir", "\r\n        (", "2010", "),\r\n    ", "26", "\r\n        (", "18", "),\r\n    ", "14636-14641", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Zeolitic imidazolate frameworks (ZIFs) are hybrid org.-inorg. microporous materials that exhibit zeolite-like structures and can be synthesized with a wide range of pore sizes and chem. functionality.  ZIFs as thin films and membranes are of interest for their applications in sensors and gas sepn.  Here, the authors report a method for ZIF film and membrane fabrication, based on support surface modification and in situ solvothermal growth, which has potential for general application to other ZIF membranes.  The simple surface modification method results in strong covalent bonds between α-Al2O3 supports and imidazolate ligands, which promote the heterogeneous nucleation and growth of ZIF crystals.  The microstructure of ZIF-8 films can be controlled by controlling the pH of the growth soln.  ZIF-7 films were fabricated to demonstrate the potential for general applicability of the method.  Finally, the sepn. performance of several ZIF-8 membranes was evaluated, revealing mol. sieving behavior with an ideal selectivity for H2/CH4 of 13.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVGrsLzP&md5=da86cf9c031ac4e0dc587901896bab68", "8. ", "Pan", ", ", "Y. C.", "; ", "Wang", ", ", "B.", "; ", "Lai", ", ", "Z. P.", " ", "Synthesis of Ceramic Hollow Fiber Supported Zeolitic Imidazolate Framework-8 (ZIF-8) Membranes with High Hydrogen Permeability", " ", "J. Membr. Sci.", " ", "2012", ",  ", "421", ",  ", "292", "– ", "298", "[", "Crossref", "], [", "CAS", "]", "8. ", "Synthesis of ceramic hollow fiber supported zeolitic imidazolate framework-8 (ZIF-8) membranes with high hydrogen permeability", "Pan, Yichang; Wang, Bo; Lai, Zhiping", "Journal of Membrane Science", "\r\n        (", "2012", "),\r\n    ", "421-422", "\r\n        (", "),\r\n    ", "292-298", "CODEN:\r\n                ", "JMESDO", ";\r\n        ISSN:", "0376-7388", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Purifn. and recovery of H from hydrocarbons in refinery streams in the petrochem. industry is an emerging research field in the study of membrane gas sepn.  Hollow fiber membrane modules can be easily implemented into sepn. processes at the industrial scale.  Hollow yttria-stabilized zirconia (YSZ) fiber-supported zeolitic imidazole framework-8 (ZIF-8) membranes were successfully prepd. using a mild and environmentally friendly seeded growth method.  The single-component permeation studies demonstrated that the membrane had a high H permeance (∼15 × 10-7 mol/m2 s Pa) and an ideal selectivity of H2/C3H8 of >1000 at room temp.  This high membrane permeability and selectivity caused serious concn. polarization in the sepn. of H2/C3H8 mixts., which led to almost 50% drop in both the H2 permeance and the sepn. factor.  Enhanced mixing on the feed side could reduce the effect of the concn. polarization.  Also the membranes had excellent reproducibility and long-term stability, indicating that the hollow fiber-supported ZIF-8 membranes developed in this study have great potential in industry-scale sepn. of H.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhtlams7vK&md5=fb60f21b6f8ceee78cd37f899405f7ac", "9. ", "Bux", ", ", "H.", "; ", "Liang", ", ", "F. Y.", "; ", "Li", ", ", "Y. S.", "; ", "Cravillon", ", ", "J.", "; ", "Wiebcke", ", ", "M.", "; ", "Caro", ", ", "J.", " ", "Zeolitic Imidazolate Framework Membrane with Molecular Sieving Properties by Microwave-Assisted Solvothermal Synthesis", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "16000", "– ", "16001", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Zeolitic Imidazolate Framework Membrane with Molecular Sieving Properties by Microwave-Assisted Solvothermal Synthesis", "Bux, Helge; Liang, Fangyi; Li, Yanshuo; Cravillon, Janosch; Wiebcke, Michael; Caro, Juergen", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "44", "),\r\n    ", "16000-16001", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A zeolitic imidazolate framework (ZIF-8) as member of the metal-org. framework family was crystd. as a thin porous layer on an asym. ceramic support.  Hydrogen can be selected from other gases by mol. sieving.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht12hsrvM&md5=6b0a5f48fe9fbd471546232b45f853db", "10. ", "Xu", ", ", "G. S.", "; ", "Yao", ", ", "J. F.", "; ", "Wang", ", ", "K.", "; ", "He", ", ", "L.", "; ", "Webley", ", ", "P. A.", "; ", "Chen", ", ", "C. S.", "; ", "Wang", ", ", "H. T.", " ", "Preparation of ZIF-8 Membranes Supported on Ceramic Hollow Fibers from a Concentrated Synthesis Gel", " ", "J. Membr. Sci.", " ", "2011", ",  ", "385", ",  ", "187", "– ", "193", "[", "Crossref", "], [", "CAS", "]", "10. ", "Preparation of ZIF-8 membranes supported on ceramic hollow fibers from a concentrated synthesis gel", "Xu, Gengsheng; Yao, Jianfeng; Wang, Kun; He, Li; Webley, Paul A.; Chen, Chu-sheng; Wang, Huanting", "Journal of Membrane Science", "\r\n        (", "2011", "),\r\n    ", "385-386", "\r\n        (", "),\r\n    ", "187-193", "CODEN:\r\n                ", "JMESDO", ";\r\n        ISSN:", "0376-7388", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "This paper presents the synthesis of zeolitic imidazolate framework (ZIF)-8 membranes on the outer surface of alumina hollow fibers using a concd. synthesis gel.  The resulting membranes were characterized by x-ray diffraction, SEM, focused ion beam/SEM and high-resoln. TEM.  The cryst. ZIF-8 membranes were compact and continuous, and contained micro-cavities.  Single gas permeances of H2, N2, CH4 and CO2 were detd. as a function of permeation time at 25°.  H2, N2 and CH4 permeances almost did not change with the permeation time.  However, CO2 permeance decreased from 9.8 × 10-8 to 1.7 × 10-8 mol/s m2 Pa within 12 h, and CO2 permeation led to an unrecoverable redn. in gas permeation rates in the further permeation expts.  After the 1st round tests, H2, N2, CH4 and CO2 permeances in the 2nd round permeation tests dropped by 40%, 24%, 11%, and 6%, and remained const. in the further repeated measurements; the equil. ideal selectivities of H2/CO2, N2/CO2 and CH4/CO2 were 32.2, 12.9, and 11.9, resp.; the H2/CO2 sepn. factor was 7.1 for a H2/CO2 binary mixt. (45% H2).  The small CO2 permeance should arise from the strong CO2 adsorption in ZIF-8 membranes with micro-cavities, and the adsorbed CO2 partially blocked the gas permeation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVOjtb7K&md5=aa4dccb680a0854d5965a20fff1772b0", "11. ", "Huang", ", ", "A. S.", "; ", "Bux", ", ", "H.", "; ", "Steinbach", ", ", "F.", "; ", "Caro", ", ", "J.", " ", "Molecular-Sieve Membrane with Hydrogen Permselectivity: ZIF-22 in LTA Topology Prepared with 3-Aminopropyltriethoxysilane as Covalent Linker", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "4958", "– ", "4961", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Molecular-Sieve Membrane with Hydrogen Permselectivity: ZIF-22 in LTA Topology Prepared with 3-Aminopropyltriethoxysilane as Covalent Linker", "Huang, Aisheng; Bux, Helge; Steinbach, Frank; Caro, Juergen", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "29", "),\r\n    ", "4958-4961, S4958/1-S4958/12", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "We developed a universal seeding-free route to prep. zeolitic imidazolate frameworks (ZIFs) mol. sieve membranes on porous ceramic supports by using 3-aminopropyltriethoxysilane as covalent linker to promote nucleation and growth of ZIFs.  For ZIF-22 membrane at 323 K, the mixt. sepn. factors of H2/CO2, H2/O2, H2/N2, and H2/CH4 are 7.2, 6.4, 6.4, and 5.2, resp., with H2 permeances >1.6 × 10-7 molm-2s-1Pa-1.  The ZIF-22 membrane displayed high thermal stability, and thus has potential applications in gas sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXosV2rsbY%253D&md5=3a02d0012e5a7b19fdf41f3952b50ff5", "12. ", "Huang", ", ", "A. S.", "; ", "Caro", ", ", "J.", " ", "Covalent Post-Functionalization of Zeolitic Imidazolate Framework ZIF-90 Membrane for Enhanced Hydrogen Selectivity", " ", "Angew. Chem., Int. Ed.", " ", "2011", ",  ", "50", ",  ", "4979", "– ", "4982", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Covalent Post-Functionalization of Zeolitic Imidazolate Framework ZIF-90 Membrane for Enhanced Hydrogen Selectivity", "Huang, Aisheng; Caro, Juergen", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "21", "),\r\n    ", "4979-4982, S4979/1-S4979/9", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "We report the covalent post-functionalization of a ZIF-90 membrane by imine condensation with ethanol amine to enhance its H2/CO2 selectivity.  The post-functionalization strategy was helpful in eliminating invisible intercryst. defects of the ZIF-90 layer, thus enhancing the mol. sieving performances of the ZIF-90 membrane.  Furthermore, the presence of the imine functionality in ZIF-90 can constrict the pore aperture, thus improving mol. sieving for the sepn. of H2 from CO2 and other large gases.  By covalent post-function-alization, the H2/CO2 selectivity could be increased from 7.3 initially to 62.5.  The modified ZIF-90 membrane showed stability in 3 vol% steam at 200° for 48 h and thermal stability at 325° in the H2/CO2 sepn. for at least 24 h.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXlvVekt74%253D&md5=24aeac42f222956cd4aa770ff7591d0e", "13. ", "Huang", ", ", "A. S.", "; ", "Chen", ", ", "Y. F.", "; ", "Wang", ", ", "N. Y.", "; ", "Hu", ", ", "Z. Q.", "; ", "Jiang", ", ", "J. W.", "; ", "Caro", ", ", "J.", " ", "A Highly Permeable and Selective Zeolitic Imidazolate Framework ZIF-95 Membrane for H-2/CO", "2", " Separation", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "10981", "– ", "10983", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "A highly permeable and selective zeolitic imidazolate framework ZIF-95 membrane for H2/CO2 separation", "Huang, Aisheng; Chen, Yifei; Wang, Nanyi; Hu, Zhongqiao; Jiang, Jianwen; Caro, Juergen", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "89", "),\r\n    ", "10981-10983", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Making use of the preferred adsorption affinity and capacity to CO2 as well as the highly porous structure with huge cavities of 2.4 nm, a highly permeable and selective ZIF-95 mol. sieve membrane was developed for the sepn. of H2 from CO2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsFSrtLfL&md5=645bdd7094e50b0a4be7b9e4e75c8465", "14. ", "Zhang", ", ", "C.", "; ", "Dai", ", ", "Y.", "; ", "Johnson", ", ", "J. R.", "; ", "Karvan", ", ", "O.", "; ", "Koros", ", ", "W. J.", " ", "High Performance ZIF-8/6FDA-DAM Mixed Matrix Membrane for Propylene/Propane Separations", " ", "J. Membr. Sci.", " ", "2012", ",  ", "389", ",  ", "34", "– ", "42", "[", "Crossref", "], [", "CAS", "]", "14. ", "High performance ZIF-8/6FDA-DAM mixed matrix membrane for propylene/propane separations", "Zhang, Chen; Dai, Ying; Johnson, Justin R.; Karvan, Oguz; Koros, William J.", "Journal of Membrane Science", "\r\n        (", "2012", "),\r\n    ", "389", "\r\n        (", "),\r\n    ", "34-42", "CODEN:\r\n                ", "JMESDO", ";\r\n        ISSN:", "0376-7388", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "We report significantly enhanced propylene/propane (C3H6/C3H8) selectivity in mixed matrix membranes fabricated using 6FDA-DAM polyimide and a zeolitic imidazolate framework (ZIF-8).  Equil. isotherms and sorption kinetics of C3H6 and C3H8 at 35 °C were studied on a 200 nm com. available ZIF-8 sample produced by BASF.  Mixed matrix dense films were formed with 6FDA-DAM and 200 nm BASF ZIF-8 particles.  SEM imaging showed generally good adhesion between the ZIF-8 and 6FDA-DAM without the need for surface-treating ZIF-8.  Pure gas permeation showed significantly enhanced mixed matrix ZIF-8/6FDA-DAM membrane C3H6/C3H8 sepn. performance over the pure 6FDA-DAM membrane performance.  A C3H6 permeability of 56.2 Barrer and C3H6/C3H8 ideal selectivity of 31.0 was found in ZIF-8/6FDA-DAM mixed matrix membrane with 48.0 wt% ZIF-8 loading, which are 258% and 150% higher than the pure 6FDA-DAM membrane, resp. for permeability and selectivity.  Permeation properties of C3H6 and C3H8 in ZIF-8 were back-calcd. by the Maxwell model for composite permeability using pure gas permeation data, leading to a C3H6 permeability of 277 Barrer and C3H6/C3H8 selectivity of 122.  Mixed gas permeation also verified that selectivity enhancements were achievable in mixed gas environment by ZIF-8.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1CiurvN&md5=eb09e360dbf612f041f4031af68c0fe0", "15. ", "Askari", ", ", "M.", "; ", "Chung", ", ", "T. S.", " ", "Natural Gas Purification and Olefin/Paraffin Separation Using Thermal Cross-Linkable Co-Polyimide/ZIF-8 Mixed Matrix Membranes", " ", "J. Membr. Sci.", " ", "2013", ",  ", "444", ",  ", "173", "– ", "183", "[", "Crossref", "], [", "CAS", "]", "15. ", "Natural gas purification and olefin/paraffin separation using thermal cross-linkable co-polyimide/ZIF-8 mixed matrix membranes", "Askari, Mohammad; Chung, Tai-Shung", "Journal of Membrane Science", "\r\n        (", "2013", "),\r\n    ", "444", "\r\n        (", "),\r\n    ", "173-183", "CODEN:\r\n                ", "JMESDO", ";\r\n        ISSN:", "0376-7388", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Using three 6FDA-based polyimides (6FDA-Durene, 6FDA-Durene/DABA (9/1), 6FDA-Durene/DABA (7/3)) and nano-size zeolitic imidazolate framework-8 (ZIF-8), we have fabricated mixed matrix membranes (MMMs) with uniform morphol. comprising ZIF-8 as high as 40 wt% loading by directly mixing as-synthesized ZIF-8 suspension into the polymer soln.  Permeability of all gases (CO2, CH4, C3H6, and C3H8) increases rapidly with an increase in ZIF-8 loading.  However, the addn. of ZIF-8 nano-particles into the polymer matrix increases the ideal CO2/CH4 selectivity of only 6.87%, while the ideal C3H6/C3H8 selectivity improves 134% from 11.68 to 27.38 for the MMM made of 6FDA-Durene/DABA (9/1) and 40 wt% ZIF-8.  Exptl. data show that the plasticization resistance and gas pair selectivity of MMMs are strongly dependent on the amt. of crosslinkable moiety and annealing temp.  MMMs made of 6FDA-Durene do not show considerable improvements on resistance against CO2-induced plasticization after annealing at 200-400 °C, while MMMs synthesized from crosslinkable co-polyimides (6FDA-Durene/DABA (9/1) and 6FDA-Durene/DABA (7/3)) show significant enhancements in CO2/CH4 and C3H6/C3H8 selectivity as well as plasticization suppression characteristics up to a CO2 pressure of 30 atm after annealing at 400 °C due to the crosslinking reaction of the carboxyl acid (COOH) in the DABA moiety.  The MMM made of 6FDA-Durene/DABA (9/1) and 40 wt% ZIF-8 possess a notable ideal C3H6/C3H8 selectivity of 27.38 and a remarkable C3H6 permeability of 47.3 Barrer.  After thermally annealed at 400 °C, the MMM made of 6FDA-Durene/DABA (9/1) and 20 wt% ZIF-8 shows a CO2/CH4 selectivity of 19.61 and an impressive CO2 permeability 728 Barrer in mixed gas tests.  The newly developed MMMs may have great potential for industrial nature gas purifn. and C3H6/C3H8 sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFShur7K&md5=b389bce0af1a0262b08c04075590188d", "16. ", "Yang", ", ", "T. X.", "; ", "Shi", ", ", "G. M.", "; ", "Chung", ", ", "T. S.", " ", "Symmetric and Asymmetric Zeolitic Imidazolate Frameworks (ZIFs)/Polybenzimidazole (PBI) Nanocomposite Membranes for Hydrogen Purification at High Temperatures", " ", "Adv. Energy Mater.", " ", "2012", ",  ", "2", ",  ", "1358", "– ", "1367", "[", "Crossref", "], [", "CAS", "]", "16. ", "Symmetric and asymmetric zeolitic imidazolate frameworks (ZIFs)/polybenzimidazole (PBI) nanocomposite membranes for hydrogen purification at high temperatures", "Yang, Tingxu; Shi, Gui Min; Chung, Tai-Shung", "Advanced Energy Materials", "\r\n        (", "2012", "),\r\n    ", "2", "\r\n        (", "11", "),\r\n    ", "1358-1367", "CODEN:\r\n                ", "ADEMBC", ";\r\n        ISSN:", "1614-6840", ".\r\n    \r\n            (", "Wiley-Blackwell", ")\r\n        ", "High-performance zeolitic imidazolate frameworks (ZIFs)/polybenzimidazole (PBI) nanocomposites are molecularly designed for hydrogen sepn. at high temps., and demonstrate it in a useful configuration as dual-layer hollow fibers for the first time.  By incorporating as-synthesized nanoporous ZIF-8 nanoparticles into the high thermal stability but extremely low permeability polybenzimidazole (PBI), the resultant mixed matrix membranes show an impressive enhancement in H2 permeability as high as a hundred times without any significant deduction in H2/CO2 selectivity.  The 30/70 ZIF-8/PBI dense membrane has a H2 permeability of 105.4 Barrer and a H2/CO2 selectivity of 12.3.  This performance is far superior to ZIF-7/PBI membranes and is the best ever reported data for H2-selective polymeric materials in the literature.  Meanwhile, defect-free ZIF-8-PBI/Matrimid dual-layer hollow fibers are successfully fabricated, without post-annealing and coating, by optimizing ZIF-8 nanoparticle loadings, spinning conditions, and solvent-exchange procedures.  Two types of hollow fibers targeted at either high H2/CO2 selectivity or high H2 permeance are developed: (i) PZM10-I B fibers with a medium H2 permeance of 64.5 GPU (2.16 × 10-8 mol m-2 s-1 Pa-1) at 180°C and a high H2/CO2 selectivity of 12.3, and, (ii) PZM33-I B fibers with a high H2 permeance of 202 GPU (6.77 × 10-8 mol m-2 s-1 Pa-1) at 180°C and a medium H2/CO2 selectivity of 7.7.  This work not only molecularly designs novel nanocomposite materials for harsh industrial applications, such as syngas and hydrogen prodn., but also, for the first time, synergistically combines the strengths of both ZIF-8 and PBI for energy-related applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhsleru73I&md5=c84c4bb35b7011b8504cbd764b2b8fe7", "17. ", "Ordonez", ", ", "M. J. C.", "; ", "Balkus", ", ", "K. J.", "; ", "Ferraris", ", ", "J. P.", "; ", "Musselman", ", ", "I. H.", " ", "Molecular Sieving Realized with ZIF-8/Matrimid (R) Mixed-Matrix Membranes", " ", "J. Membr. Sci.", " ", "2010", ",  ", "361", ",  ", "28", "– ", "37", "[", "Crossref", "], [", "CAS", "]", "17. ", "Molecular sieving realized with ZIF-8/Matrimid mixed-matrix membranes", "Ordonez, Ma. Josephine C.; Balkus, Kenneth J., Jr.; Ferraris, John P.; Musselman, Inga H.", "Journal of Membrane Science", "\r\n        (", "2010", "),\r\n    ", "361", "\r\n        (", "1-2", "),\r\n    ", "28-37", "CODEN:\r\n                ", "JMESDO", ";\r\n        ISSN:", "0376-7388", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Zeolitic imidazolate frameworks (ZIFs), that have the potential for gas sepn., were used as additives in mixed-matrix membranes (MMMs).  ZIF-8, which exhibits the sodalite topol., is composed of zinc (II) ion clusters linked by imidazolate ligands.  The ZIF-8 pore aperture is 3.4 Å allowing it to readily absorb small mols. such as H2 and CO2.  ZIF-8/Matrimid MMMs were fabricated with loadings up to 80% (wt./wt.), which are much higher than the typical loadings achieved with select zeolite materials.  Only at the highest loading did the ZIF-8/Matrimid MMM show a loss of mech. strength, leading to a decrease in flexibility.  The ZIF-8/Matrimid MMMs permeability properties were tested for H2, CO2, O2, N2, CH4, C3H8, and gas mixts. of H2/CO2 and CO2/CH4.  The permeability values increased as the ZIF-8 loading increased to 40% (wt./wt.).  However, at higher loadings of 50% and 60% (wt./wt.), the permeability decreased for all gases, and the selectivities increased consistent with the influence of the ZIF-8 additive.  The ideal selectivities of gas pairs contg. small gases, such as H2/O2, H2/CO2, H2/CH4, CO2/CH4, CO2/C3H8, and H2/C3H8, showed improvement with the 50% (wt./wt.) ZIF-8 loading, demonstrating a transition from a polymer-driven to a ZIF-8-controlled gas transport process.  In control expts. using as-synthesized ZIF-8 with filled pores, there was no transition at 50% (wt./wt.) loading.  This may be the first example of an MMM wherein mol. sieving is evident and suggests that additive loadings >50% (wt./wt.) may be required to observe this effect in MMMs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptVamu70%253D&md5=1740a02a10f4c222c4c17af9d54fc6ba", "18. ", "Fan", ", ", "H. W.", "; ", "Shi", ", ", "Q.", "; ", "Yan", ", ", "H.", "; ", "Ji", ", ", "S. L.", "; ", "Dong", ", ", "J. X.", "; ", "Zhang", ", ", "G. J.", " ", "Simultaneous Spray Self-Assembly of Highly Loaded ZIF-8-PDMS Nanohybrid Membranes Exhibiting Exceptionally High Biobutanol-Permselective Pervaporation", " ", "Angew. Chem., Int. Ed.", " ", "2014", ",  ", "53", ",  ", "5578", "– ", "5582", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Simultaneous Spray Self-Assembly of Highly Loaded ZIF-8-PDMS Nanohybrid Membranes Exhibiting Exceptionally High Biobutanol-Permselective Pervaporation", "Fan, Hongwei; Shi, Qi; Yan, Hao; Ji, Shulan; Dong, Jinxiang; Zhang, Guojun", "Angewandte Chemie, International Edition", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "22", "),\r\n    ", "5578-5582", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The ability to obtain a max. loading of inorg. nanoparticles while maintaining uniform dispersion in the polymer is the key to the fabrication of mixed-matrix membranes with high pervaporation performance in bioalc. recovery from aq. soln.  Herein, we report the simultaneous spray self-assembly of a zeolitic imidazolate framework (ZIF)-polymer suspension and a crosslinker/catalyst soln. as a method for the fabrication of a well-dispersed ZIF-8-PDMS nanohybrid membrane with an extremely high loading.  The ZIF-8-PDMS membrane showed excellent biobutanol-permselective pervaporation performance.  When the ZIF-8 loading was increased to 40 wt. %, the total flux and sepn. factor could reach 4846.2 g m-2 h-1 and 81.6, resp., in the recovery of n-butanol from 1.0 wt. % aq. soln. (80 °C).  This new method is expected to have serious implications for the prepn. of defect-free mixed-matrix membranes for many applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXlvVWhu7s%253D&md5=16dcbe67c840b401651893a7a49675d5", "19. ", "Shi", ", ", "Q.", "; ", "Chen", ", ", "Z. F.", "; ", "Song", ", ", "Z. W.", "; ", "Li", ", ", "J. P.", "; ", "Dong", ", ", "J. X.", " ", "Synthesis of ZIF-8 and ZIF-67 by Steam-Assisted Conversion and an Investigation of Their Tribological Behaviors", " ", "Angew. Chem., Int. Ed.", " ", "2011", ",  ", "50", ",  ", "672", "– ", "675", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Synthesis of ZIF-8 and ZIF-67 by Steam-Assisted Conversion and an Investigation of Their Tribological Behaviors", "Shi, Qi; Chen, Zhaofeng; Song, Zhengwei; Li, Jinping; Dong, Jinxiang", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "3", "),\r\n    ", "672-675, S672/1-S672/15", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "We synthesized ZIF (zeolitic imidazolate framework)-8 and ZIF-67 with the sod framework by replacing the org. solvent with water through a steam-assisted conversion method.  These materials are not accessible through conventional hydrothermal or solvent-free synthesis.  The work provides the first example of water possibly having a structure-directing effect on the synthesis of an open and porous materials.  Furthermore, these materials used as additives in liq. lubricants show excellent anti-wear and load-carrying abilities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmtFGgtQ%253D%253D&md5=244f68a67ffd9376dd40181f7785a33a", "20. ", "Tran", ", ", "U. P. N.", "; ", "Le", ", ", "K. K. A.", "; ", "Phan", ", ", "N. T. S.", " ", "Expanding Applications of Metal-Organic Frameworks: Zeolite Imidazolate Framework ZIF-8 as an Efficient Heterogeneous Catalyst for the Knoevenagel Reaction", " ", "ACS Catal.", " ", "2011", ",  ", "1", ",  ", "120", "– ", "127", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Expanding applications of metal-organic frameworks: zeolite imidazolate framework ZIF-8 as an efficient heterogeneous catalyst for the Knoevenagel reaction", "Tran, Uyen P. N.; Le, Ky K. A.; Phan, Nam T. S.", "ACS Catalysis", "\r\n        (", "2011", "),\r\n    ", "1", "\r\n        (", "2", "),\r\n    ", "120-127", "CODEN:\r\n                ", "ACCACS", ";\r\n        ISSN:", "2155-5435", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A highly porous zeolite imidazolate framework (ZIF-8) was synthesized by a solvothermal method, and used as an efficient heterogeneous catalyst for the Knoevenagel reaction of arom. aldehydes RCHO (R = Ph, 4-MeC6H4, 4-O2NC6H4, etc.) with malononitrile.  The solid catalyst was characterized using a variety of different techniques, including X-ray powder diffraction (XRD), SEM, transmission electron microscopy (TEM), dynamic laser light scattering (DLS), thermogravimetric anal. (TGA), Fourier transform IR spectroscopy (FT-IR), at. absorption spectrophotometry (AAS), and nitrogen physisorption measurements.  Quant. conversion was achieved under mild conditions.  The ZIF-8 catalyst could be facilely sepd. from the reaction mixt., and could be reused without significant degrdn. in catalytic activity.  Furthermore, no contribution from homogeneous catalysis of active species leaching into reaction soln. was detected.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmslKgsA%253D%253D&md5=e27dd253b8fdcafb424d21a1774f3d13", "21. ", "Karagiaridi", ", ", "O.", "; ", "Lalonde", ", ", "M. B.", "; ", "Bury", ", ", "W.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", " ", "Opening ZIF-8: A Catalytically Active Zeolitic Imidazolate Framework of Sodalite Topology with Unsubstituted Linkers", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "18790", "– ", "18796", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Opening ZIF-8: A Catalytically Active Zeolitic Imidazolate Framework of Sodalite Topology with Unsubstituted Linkers", "Karagiaridi, Olga; Lalonde, Marianne B.; Bury, Wojciech; Sarjeant, Amy A.; Farha, Omar K.; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "45", "),\r\n    ", "18790-18796", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A zeolitic imidazolate framework material of SOD topol. possessing primarily unsubstituted imidazolate (i.m.) linkers has been synthesized via solvent-assisted linker exchange (SALE) of ZIF-8.  The structure of the new material, SALEM-2, has been confirmed through 1H NMR and powder and single-crystal X-ray diffraction.  SALEM-2 is the first example of a porous Zn(i.m.)2 ZIF possessing a truly zeolitic topol. that can be obtained in bulk quantities.  Upon treatment with n-butyllithium, the open analog exhibits Bronsted base catalysis that cannot be accomplished by the parent material ZIF-8.  Addnl., it displays a different size cutoff for uptake and release of mol. guests than does ZIF-8.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsFCrtbjM&md5=ce655474396206792f0958c0a46fe912", "22. ", "Zhao", ", ", "D.", "; ", "Shui", ", ", "J. L.", "; ", "Chen", ", ", "C.", "; ", "Chen", ", ", "X. Q.", "; ", "Reprogle", ", ", "B. M.", "; ", "Wang", ", ", "D. P.", "; ", "Liu", ", ", "D. J.", " ", "Iron Imidazolate Framework as Precursor for Electrocatalysts in Polymer Electrolyte Membrane Fuel Cells", " ", "Chem. Sci.", " ", "2012", ",  ", "3", ",  ", "3200", "– ", "3205", "[", "Crossref", "], [", "CAS", "]", "22. ", "Iron imidazolate framework as precursor for electrocatalysts in polymer electrolyte membrane fuel cells", "Zhao, Dan; Shui, Jiang-Lan; Chen, Chen; Chen, Xinqi; Reprogle, Briana M.; Wang, Dapeng; Liu, Di-Jia", "Chemical Science", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "11", "),\r\n    ", "3200-3205", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The extensive use of Pt and platinum group metals (PGM) as electrocatalysts poses a significant cost barrier for the commercialization of polymer electrolyte membrane fuel cells (PEMFC).  Replacing Pt with non-PGM electrocatalysts is a long-term pursuit of the scientific community.  In this study, non-PGM cathode electrocatalysts for PEMFC were prepd. by pyrolyzing an iron imidazolate framework.  The new catalyst demonstrated excellent activity towards oxygen redn. reaction in the acidic medium.  The catalytic activity was further improved by mixing with a zinc imidazolate framework, ZIF-8.  The membrane electrode assembly made of such catalyst as the cathode demonstrated an onset potential of 0.977 V and measured volumetric c.d. of 12 A cm-3 at 0.8 V in a single cell test.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVGhsrzP&md5=bcf2618f69df75399df3f465c2c66ea6", "23. ", "Jiang", ", ", "H. L.", "; ", "Liu", ", ", "B.", "; ", "Akita", ", ", "T.", "; ", "Haruta", ", ", "M.", "; ", "Sakurai", ", ", "H.", "; ", "Xu", ", ", "Q.", " ", "Au@ZIF-8: CO Oxidation over Gold Nanoparticles Deposited to Metal–Organic Framework", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "11302", "– ", "11303", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Au@ZIF-8: CO Oxidation over Gold Nanoparticles Deposited to Metal-Organic Framework", "Jiang, Hai-Long; Liu, Bo; Akita, Tomoki; Haruta, Masatake; Sakurai, Hiroaki; Xu, Qiang", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "32", "),\r\n    ", "11302-11303", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Au nano-particles (NP) were deposited on a zeolite-type, metal-org. framework (MOF) by a simple solid grinding method.  A catalyst, Au@ZIF-8, represents the first example of an active catalyst for CO oxidn. using a MOF as novel noble metal NP support.  The CO oxidn. catalytic activity improved with increasing Au load; the highest catalytic activity was obtained for 5.0 wt.% Au@ZIF-8, which caused CO half conversion at ∼170°.  Au NP were close to being monodisperse and did not aggregate during catalytic reaction., and the catalytic activity is reproducible.  The catalytic activity is reproducible.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXptFChtLs%253D&md5=f91b27b45d5011560abb12f7c05d0f07", "24. ", "Wang", ", ", "W. X.", "; ", "Li", ", ", "Y. W.", "; ", "Zhang", ", ", "R. J.", "; ", "He", ", ", "D. H.", "; ", "Liu", ", ", "H. L.", "; ", "Liao", ", ", "S. J.", " ", "Metal–Organic Framework as a Host for Synthesis of Nanoscale Co", "3", "O", "4", " as an Active Catalyst for CO Oxidation", " ", "Catal. Commun.", " ", "2011", ",  ", "12", ",  ", "875", "– ", "879", "[", "Crossref", "], [", "CAS", "]", "24. ", "Metal-organic framework as a host for synthesis of nanoscale Co3O4 as an active catalyst for CO oxidation", "Wang, Weixia; Li, Yingwei; Zhang, Rongjun; He, Dehua; Liu, Hongli; Liao, Shijun", "Catalysis Communications", "\r\n        (", "2011", "),\r\n    ", "12", "\r\n        (", "10", "),\r\n    ", "875-879", "CODEN:\r\n                ", "CCAOAC", ";\r\n        ISSN:", "1566-7367", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Co3O4 nanoparticles were prepd. from cobalt nitrate that was accommodated in the pores of a metal-org. framework (MOF) ZIF-8 (Zn(MeIM)2, MeIM = 2-methylimidazole) by using a simple liq.-phase method.  The ZIF-8 host was removed by pyrolysis under air and subsequently washing with an NH4Cl-NH3·H2O aq. soln.  Transmission electron microscopy (TEM) anal. shows that the obtained Co3O4 is composed of sep. nanoparticles with a mean size of 18 nm.  The Co3O4 nanoparticles exhibit excellent catalytic activity, cycling stability, and long-term stability in the low temp. CO oxidn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXkt1Kju7o%253D&md5=e0a8233287f79ca0a961c5cd7c1925c6", "25. ", "Lu", ", ", "G.", "; ", "Farha", ", ", "O. K.", "; ", "Zhang", ", ", "W. N.", "; ", "Huo", ", ", "F. W.", "; ", "Hupp", ", ", "J. T.", " ", "Engineering ZIF-8 Thin Films for Hybrid MOF-Based Devices", " ", "Adv. Mater.", " ", "2012", ",  ", "24", ",  ", "3970", "– ", "3974", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "25. ", "Engineering ZIF-8 Thin Films for Hybrid MOF-Based Devices", "Lu, Guang; Farha, Omar K.; Zhang, Weina; Huo, Fengwei; Hupp, Joseph T.", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2012", "),\r\n    ", "24", "\r\n        (", "29", "),\r\n    ", "3970-3974, S3970/1-S3970/11", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "By making use of the flexible combinations of our prepn. method for ZIF-8 thin films with photolithog., soft lithog., and sputter coating, we have demonstrated not only the successful patterning of these films but also the fabrication of periodically vertically spaced, ZIF-8/metal hybrid structures.  These structures are capable of behaving as sensors for selected vapors and gases, including H2.  The combined results illustrate the possibility of engineering MOF materials for device applications.  The concepts presented should be extendable to some other prepn. methods for MOF thin films (or membranes)for example, colloidal routes or Langmuir-Blodgett-type layer-by-layer growth, where no special surface modification of platforms is required.  While beyond the scope of the present study, the elec. and catalytic properties of the MOF/metal hybrid structures-esp. when coupled to mol. sieving and sorption behavior-are also likely to be interesting and useful; indeed, these are currently under investigation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XovFShurs%253D&md5=e14c9a7e779fa1912c0f55fe392485c0", "26. ", "Liu", ", ", "S.", "; ", "Xiang", ", ", "Z. H.", "; ", "Hu", ", ", "Z.", "; ", "Zheng", ", ", "X. P.", "; ", "Cao", ", ", "D. P.", " ", "Zeolitic Imidazolate Framework-8 as a Luminescent Material for the Sensing of Metal Ions and Small Molecules", " ", "J. Mater. Chem.", " ", "2011", ",  ", "21", ",  ", "6649", "– ", "6653", "[", "Crossref", "], [", "CAS", "]", "26. ", "Zeolitic imidazolate framework-8 as a luminescent material for the sensing of metal ions and small molecules", "Liu, Shuang; Xiang, Zhonghua; Hu, Zan; Zheng, Xiaoping; Cao, Dapeng", "Journal of Materials Chemistry", "\r\n        (", "2011", "),\r\n    ", "21", "\r\n        (", "18", "),\r\n    ", "6649-6653", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The authors present a rare example of Zeolitic Imidazolate Framework-8 (ZIF-8), Zn(MeIM)2·(DMF)·(H2O)3, as luminescent probes with multi-function sensitivity to detect metal ions and small mols.  The luminescence intensity of ZIF-8 is strongly sensitive to Cu2+ and Cd2+ ions and small mols. such as acetone.  In particular, the luminescence intensity of desolvated ZIF-8 proportionally decreases to the concn. of Cu2+, while increases to the concn. of Cd2+ owing to the recognition of element-imidazole nitrogen sites.  The luminescence intensity increases gradually with the increase of amts. of acetone in the std. desolvated ZIF-8-emulsions.  These results reveal that the ZIFs might be a good luminescent sensor for metal ions and small mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXkvVGrsb8%253D&md5=a37eb90574f2e2f370fdad9daa07e8f5", "27. ", "Lu", ", ", "G.", "; ", "Hupp", ", ", "J. T.", " ", "Metal-Organic Frameworks as Sensors: A ZIF-8 Based Fabry-Perot Device as a Selective Sensor for Chemical Vapors and Gases", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "7832", "– ", "7833", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "Metal-Organic Frameworks as Sensors: A ZIF-8 Based Fabry-Perot Device as a Selective Sensor for Chemical Vapors and Gases", "Lu, Guang; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "23", "),\r\n    ", "7832-7833", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A ZIF-8 thin film-based Fabry-Perot device has been fabricated as a selective sensor for chem. vapors and gases.  The prepn. of the ZIF-8 thin film and a series of ZIF-8 thin films of various thicknesses grown on silicon substrates are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXmtlCrsbg%253D&md5=0d71313eea6d253bc7eb8689a788a6f5", "28. ", "Lu", ", ", "G.", "; ", "Li", ", ", "S. Z.", "; ", "Guo", ", ", "Z.", "; ", "Farha", ", ", "O. K.", "; ", "Hauser", ", ", "B. G.", "; ", "Qi", ", ", "X. Y.", "; ", "Wang", ", ", "Y.", "; ", "Wang", ", ", "X.", "; ", "Han", ", ", "S. Y.", "; ", "Liu", ", ", "X. G.", " ", "Imparting Functionality to a Metal-Organic Framework Material by Controlled Nanoparticle Encapsulation", " ", "Nat. Chem.", " ", "2012", ",  ", "4", ",  ", "310", "– ", "316", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "28. ", "Imparting functionality to a metal-organic framework material by controlled nanoparticle encapsulation", "Lu, Guang; Li, Shaozhou; Guo, Zhen; Farha, Omar K.; Hauser, Brad G.; Qi, Xiaoying; Wang, Yi; Wang, Xin; Han, Sanyang; Liu, Xiaogang; DuChene, Joseph S.; Zhang, Hua; Zhang, Qichun; Chen, Xiaodong; Ma, Jan; Loo, Say Chye Joachim; Wei, Wei D.; Yang, Yanhui; Hupp, Joseph T.; Huo, Fengwei", "Nature Chemistry", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "4", "),\r\n    ", "310-316", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Microporous metal-org. frameworks (MOFs) that display permanent porosity show great promise for a myriad of purposes.  The potential applications of MOFs can be developed further and extended by encapsulating various functional species (for example, nanoparticles) within the frameworks.  However, despite increasing nos. of reports of nanoparticle/MOF composites, simultaneously to control the size, compn., dispersed nature, spatial distribution and confinement of the incorporated nanoparticles within MOF matrixes remains a significant challenge.  Here, the authors report a controlled encapsulation strategy that enables surfactant-capped nanostructured objects of various sizes, shapes and compns. to be enshrouded by a zeolitic imidazolate framework (ZIF-8).  The incorporated nanoparticles are well dispersed and fully confined within the ZIF-8 crystals.  This strategy also allows the controlled incorporation of multiple nanoparticles within each ZIF-8 crystallite.  The as-prepd. nanoparticle/ZIF-8 composites exhibit active (catalytic, magnetic and optical) properties that derive from the nanoparticles as well as mol. sieving and orientation effects that originate from the framework material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XisVKrsbw%253D&md5=e901c8ad32764c812e26d0df6c2c86f3", "29. ", "Esken", ", ", "D.", "; ", "Noei", ", ", "H.", "; ", "Wang", ", ", "Y. M.", "; ", "Wiktor", ", ", "C.", "; ", "Turner", ", ", "S.", "; ", "Van Tendeloo", ", ", "G.", "; ", "Fischer", ", ", "R. A.", " ", "ZnO@ZIF-8: Stabilization of Quantum Confined ZnO Nanoparticles by a Zinc Methylimidazolate Framework and Their Surface Structural Characterization Probed by CO", "2", " Adsorption", " ", "J. Mater. Chem.", " ", "2011", ",  ", "21", ",  ", "5907", "– ", "5915", "[", "Crossref", "], [", "CAS", "]", "29. ", "ZnO@ZIF-8: stabilization of quantum confined ZnO nanoparticles by a zinc methylimidazolate framework and their surface structural characterization probed by CO2 adsorption", "Esken, Daniel; Noei, Heshmat; Wang, Yuemin; Wiktor, Christian; Turner, Stuart; Van Tendeloo, Gustaaf; Fischer, Roland A.", "Journal of Materials Chemistry", "\r\n        (", "2011", "),\r\n    ", "21", "\r\n        (", "16", "),\r\n    ", "5907-5915", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The microporous and activated zeolitic imidazolate framework (Zn(MeIM)2; MeIM = imidazolate-2-methyl; ZIF-8) was loaded with the MOCVD precursor di-Et zinc [ZnEt2].  Exposure of ZIF-8 to the vapor of the volatile organometallic mol. gave the inclusion compd. [ZnEt2]0.38@IF-8 revealing two precursor mols. per cavity.  In a 2nd step the obtained material was treated with oxygen (5 vol.% in argon) at various temps. (oxidative annealing) to achieve the composite material ZnO0.35@IF-8.  The new material was characterized with powder XRD, FTIR, UV-visible, solid state NMR, elemental anal., N2 sorption measurements, and TEM.  The data give evidence for the presence of nano-sized ZnO particles stabilized by ZIF-8 showing a blue-shift of the UV-visible absorption caused by quantum size effect (QSE).  The surface structure and reactivity of embedded ZnO nanoparticles were characterized via carbon dioxide adsorption at different temps. monitored by ultra-high vacuum FTIR techniques.  The surface of ZnO nanoparticles is dominated by polar O-ZnO and Zn-ZnO facets as well as by defect sites, which all exhibit high reactivity towards CO2 activation forming various adsorbed carbonate and chemisorbed CO2δ- species.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXktlyis70%253D&md5=c9f3b05fe047efa30b7e8befd3f9fb63", "30. ", "Esken", ", ", "D.", "; ", "Turner", ", ", "S.", "; ", "Lebedev", ", ", "O. I.", "; ", "Van Tendeloo", ", ", "G.", "; ", "Fischer", ", ", "R. A.", " ", "Au@ZIFs: Stabilization and Encapsulation of Cavity-Size Matching Gold Clusters inside Functionalized Zeolite Imidazolate Frameworks, ZIFs", " ", "Chem. Mater.", " ", "2010", ",  ", "22", ",  ", "6393", "– ", "6401", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "Au@ZIFs: Stabilization and Encapsulation of Cavity-Size Matching Gold Clusters inside Functionalized Zeolite Imidazolate Frameworks, ZIFs", "Esken, Daniel; Turner, Stuart; Lebedev, Oleg I.; Van Tendeloo, Gustaaf; Fischer, Roland A.", "Chemistry of Materials", "\r\n        (", "2010", "),\r\n    ", "22", "\r\n        (", "23", "),\r\n    ", "6393-6401", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The selective formation and stabilization of very small, naked metal particles inside the cavities of metal-org. frameworks (MOFs) and the simultaneous realization of an even distribution of the particles throughout the cryst. MOF host matrix over a wide range of metal loading are challenging goals.  MOFs reveal high sp. surface areas, tunable pore sizes, and org. linkers, which are able to interact with guests.  The chem. very robust zeolite imidazolate frameworks (ZIFs) are a subclass of MOFs.  The authors chose the microporous sodalite-like ZIF-8 (Zn(MeIM)2; IM = imidazolate) and ZIF-90 (Zn(ICA)2; ICA = imidazolate-2-carboxyaldehyde) as host matrixes to influence the dispersion of imbedded gold nanoparticles (Au NPs).  The metal loading was achieved via gas phase infiltration of [Au(CO)Cl] followed by a thermal hydrogenation step to form the Au NPs.  Low-dose high-resoln. TEM ((HR)TEM) and electron tomog. reveal a homogeneous distribution of Au NPs throughout the ZIF matrix.  The functional groups of ZIF-90 direct the anchoring of intermediate Au species and stabilize drastically smaller and quite monodisperse Au NPs in contrast to the parent not functionalized ZIF-8.  The particles can be very small, match the cavity size and approach defined mol. clusters of magic nos., i.e., Au55, independently from the level of loading.  Post-synthetic oxidn. of the aldehyde groups to yield alkyl esters by the adjacent, catalytically active metal NPs is presented as a new concept of encapsulating nanoparticles inside MOFs and allows multiple steps of metal loadings without decompn. of the MOF.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVaisr%252FI&md5=c88d2fd4ddce3352cb0fba27baf8a023", "31. ", "Esken", ", ", "D.", "; ", "Turner", ", ", "S.", "; ", "Wiktor", ", ", "C.", "; ", "Kalidindi", ", ", "S. B.", "; ", "Van Tendeloo", ", ", "G.", "; ", "Fischer", ", ", "R. A.", " ", "GaN@ZIF-8: Selective Formation of Gallium Nitride Quantum Dots inside a Zinc Methylimidazolate Framework", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "16370", "– ", "16373", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "GaN@ZIF-8: Selective Formation of Gallium Nitride Quantum Dots inside a Zinc Methylimidazolate Framework", "Esken, Daniel; Turner, Stuart; Wiktor, Christian; Kalidindi, Suresh Babu; Van Tendeloo, Gustaaf; Fischer, Roland A.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "41", "),\r\n    ", "16370-16373", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The microporous zeolitic imidazolate framework [Zn(MeIM)2; ZIF-8; MeIM = imidazolate-2-methyl] was quant. loaded with trimethylamine gallane [Me3NGaH3].  The obtained inclusion compd. [Me3NGaH3]@ZIF-8 reveals three precursor mols. per host cavity.  Treatment with NH3 selectively yields the caged cyclotrigallazane intermediate (H2GaNH2)3@ZIF-8, and further annealing gives GaN@ZIF-8.  This new composite material was characterized with FTIR spectroscopy, solid-state NMR spectroscopy, powder x-ray diffraction, elemental anal., (scanning) TEM combined with EELS, photoluminescence (PL) spectroscopy, and N2 sorption measurements.  The data give evidence for the presence of GaN nanoparticles (1-3 nm) embedded in the cavities of ZIF-8, including a blue-shift of the PL emission band caused by the quantum size effect.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1WksL7M&md5=f8f42b35a505fc19109b28ba1982fa0d", "32. ", "Sun", ", ", "C. Y.", "; ", "Qin", ", ", "C.", "; ", "Wang", ", ", "X. L.", "; ", "Yang", ", ", "G. S.", "; ", "Shao", ", ", "K. Z.", "; ", "Lan", ", ", "Y. Q.", "; ", "Su", ", ", "Z. M.", "; ", "Huang", ", ", "P.", "; ", "Wang", ", ", "C. G.", "; ", "Wang", ", ", "E. B.", " ", "Zeolitic Imidazolate Framework-8 as Efficient pH-Sensitive Drug Delivery Vehicle", " ", "Dalton Trans.", " ", "2012", ",  ", "41", ",  ", "6906", "– ", "6909", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "32. ", "Zeolitic imidazolate framework-8 as efficient pH-sensitive drug delivery vehicle", "Sun, Chun-Yi; Qin, Chao; Wang, Xin-Long; Yang, Guang-Sheng; Shao, Kui-Zhan; Lan, Ya-Qian; Su, Zhong-Min; Huang, Peng; Wang, Chun-Gang; Wang, En-Bo", "Dalton Transactions", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "23", "),\r\n    ", "6906-6909", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Zeolitic Imidazolate Framework-8 (ZIF-8), for the first time for ZIFs, exhibits a remarkable capacity for the anticancer drug 5-fluorouracil (5-FU), around 660 mg of 5-FU/g of ZIF-8, and presents a pH-triggered controlled drug release property.  These prove ZIF-8 to be a valuable candidate for delivery of anticancer agents and reveal its potential applications in the treatment of cancer.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xns1Sit74%253D&md5=35e3f95fc81525330269db7509d12109", "33. ", "Krishna", ", ", "R.", "; ", "van Baten", ", ", "J. M.", " ", "In Silico Screening of Zeolite Membranes for CO", "2", " Capture", " ", "J. Membr. Sci.", " ", "2010", ",  ", "360", ",  ", "323", "– ", "333", "[", "Crossref", "], [", "CAS", "]", "33. ", "In silico screening of zeolite membranes for CO2 capture", "Krishna, Rajamani; van Baten, Jasper M.", "Journal of Membrane Science", "\r\n        (", "2010", "),\r\n    ", "360", "\r\n        (", "1-2", "),\r\n    ", "323-333", "CODEN:\r\n                ", "JMESDO", ";\r\n        ISSN:", "0376-7388", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The sepn. of CO2/H2, CO2/CH4, and CO2/N2 mixts. is of practical importance for CO2 capture and other applications in the processing industries.  Use of membranes with microporous layers of zeolites, metal-org. frameworks (MOFs), and zeolitic imidazolate frameworks (ZIFs) offer considerable promise for use in such sepns.  In view of the extremely wide variety of available microporous structures, there is a need for a systematic screening of potential candidates in order to obtain the best permeation selectivities, Sperm.  The permeation selectivity is a product of the adsorption selectivity, Sads, and the diffusion selectivity, Sdiff, i.e. Sperm = Sads × Sdiff.  For maximizing Sperm, we need to choose materials for which Sads and Sdiff complement each other.  For a wide variety of zeolites, we have used Configurational-Bias Monte Carlo (CBMC) simulations of mixt. adsorption isotherms, along with Mol. Dynamics (MD) simulations of diffusivities for three binary mixts., CO2/H2, CO2/CH4, and CO2/N2, to calc. Sads, Sdiff, and Sperm.  These simulation results provide insights into the influence of pore size, pore topol. and pore connectivity that influences each of the three selectivities.  In particular, we emphasize the important role of correlations in the diffusion behaviors within microporous materials.  Furthermore, we have constructed Robeson plots for each of the sepns. in order to provide generic guidelines to the choice of materials that offer the appropriate compromise between Sperm and the membrane permeability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXosVGmtr0%253D&md5=0bed76c876c277420659ba3c266c65f5", "34. ", "Breck", ", ", "D. W.", "  ", "Zeolite Molecular Sieves: Structure, Chemistry, and Use", "; ", "John Wiley and Sons, Inc.", ": ", "New York", ", ", "1974", ".", "There is no corresponding record for this reference.", "35. ", "Huang", ", ", "X. C.", "; ", "Lin", ", ", "Y. Y.", "; ", "Zhang", ", ", "J. P.", "; ", "Chen", ", ", "X. M.", " ", "Ligand-Directed Strategy for Zeolite-Type Metal-Organic Frameworks: Zinc(II) Imidazolates with Unusual Zeolitic Topologies", " ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", ",  ", "1557", "– ", "1559", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "35. ", "Ligand-directed strategy for zeolite-type metal-organic frameworks: zinc(II) imidazolates with unusual zeolitic topologies", "Huang, Xiao-Chun; Lin, Yan-Yong; Zhang, Jie-Peng; Chen, Xiao-Ming", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "10", "),\r\n    ", "1557-1559", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Thermally robust porous metal-org. frameworks (MOFs) with zeolitic topologies were constructed by means of a ligand-directed strategy involving mol. tailoring of simple bridging imidazolates with coordinatively unimportant substituents.  This led to the isolation of three new MOFs having unusually high symmetries, intriguing topologies such as the supercage shown in the picture, and high thermal stability.  Crystal structures of the metal-org. framework compds. are described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XisVahsL0%253D&md5=e635efc639dfc460d4f121c65b54f5f0", "36. ", "Shi", ", ", "G. M.", "; ", "Yang", ", ", "T. X.", "; ", "Chung", ", ", "T. S.", " ", "Polybenzimidazole (PBI)/Zeolitic Imidazolate Frameworks (ZIF-8) Mixed Matrix Membranes for Pervaporation Dehydration of Alcohols", " ", "J. Membr. Sci.", " ", "2012", ",  ", "415", ",  ", "577", "– ", "586", "[", "Crossref", "], [", "CAS", "]", "36. ", "Polybenzimidazole (PBI)/zeolitic imidazolate frameworks (ZIF-8) mixed matrix membranes for pervaporation dehydration of alcohols", "Shi, Gui Min; Yang, Tingxu; Chung, Tai Shung", "Journal of Membrane Science", "\r\n        (", "2012", "),\r\n    ", "415-416", "\r\n        (", "),\r\n    ", "577-586", "CODEN:\r\n                ", "JMESDO", ";\r\n        ISSN:", "0376-7388", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "We have synthesized nano-sized zeolitic imidazolate frameworks (ZIF-8) and prepd. polybenzimidazole (PBI)/ZIF-8 mixed matrix membranes (MMMs) with uniform morphol. comprising ZIF as high as 58 wt% by directly mixing the as-synthesized ZIF-8 suspension into the polymer dope for pervaporation dehydration of ethanol, isopropanol (IPA) and butanol.  Pervaporation test data show that the water permeability of PBI/ZIF-8 (1:1) MMMs is about one order higher than the original PBI membrane (14,000-22,000 vs. 1200-2300 Barrer).  The apparent activation energy calcd. from the Arrhenius equation indicates that there is a 29.2% redn. of energy barrier for penetrant transports for PBI membranes consisting of 33.7 wt% ZIF-8 nano-particles.  As a result, the 33.7 wt% ZIF-8 in PBI membrane increases water permeability four times without much decrease in selectivity for water.  The 58.7 wt% ZIF-8 in PBI membrane has a very high water permeability but a relatively low selectivity.  Furthermore, the MMMs also show effectiveness in suppressing ethanol-induced swelling on the polymeric matrix owing to its inorg. properties.  Vapor sorption studies confirm that the enhancement of pervaporation performance is primarily attributed to the significant improvement in diffusivity selectivity.  With high thermal stability, chem. resistance and excellent compatibility with PBI, ZIF-8 nano-particles are promising fillers for enhancing the overall sepn. performance of low permeability but high performance materials like PBI.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFGhsbnI&md5=14065e2321cc25586691838a652ba533", "37. ", "Zhang", ", ", "C.", "; ", "Lively", ", ", "R. P.", "; ", "Zhang", ", ", "K.", "; ", "Johnson", ", ", "J. R.", "; ", "Karvan", ", ", "O.", "; ", "Koros", ", ", "W. J.", " ", "Unexpected Molecular Sieving Properties of Zeolitic Imidazolate Framework-8", " ", "J. Phys. Chem. Lett.", " ", "2012", ",  ", "3", ",  ", "2130", "– ", "2134", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "Unexpected Molecular Sieving Properties of Zeolitic Imidazolate Framework-8", "Zhang, Chen; Lively, Ryan P.; Zhang, Ke; Johnson, Justin R.; Karvan, Oguz; Koros, William J.", "Journal of Physical Chemistry Letters", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "16", "),\r\n    ", "2130-2134", "CODEN:\r\n                ", "JPCLCD", ";\r\n        ISSN:", "1948-7185", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors studied mol. sieving properties of zeolitic imidazolate framework-8 (ZIF-8) by estg. the thermodynamically cor. diffusivities of probe mols. at 35°.  From He (2.6 Å) to iso-C4H10 (5.0 Å), the cor. diffusivity drops 14 orders of magnitude.  The authors' results further suggest that the effective aperture size of ZIF-8 for mol. sieving is at 4.0-4.2 Å, which is significantly larger than the XRD-derived value (3.4 Å) and between the known aperture size of zeolite 4A (3.8 Å) and 5A (4.3 Å).  Because of aperture flexibility, the studied C4 hydrocarbon mols. that are larger than this effective aperture size still adsorb in the micropores of ZIF-8 with kinetic selectivities for iso-C4H8/iso-C4H10 of 180 and n-C4H10/iso-C4H10 of 2.5 × 106.  These unexpected mol. sieving properties open up new opportunities for ZIF materials for sepns. that cannot be economically achieved by traditional microporous adsorbents such as synthetic zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtV2gt7rN&md5=4fa48951d035d74844ab37c6aaff3297", "38. ", "Pan", ", ", "Y. C.", "; ", "Lai", ", ", "Z. O.", " ", "Sharp Separation of C2/C3 Hydrocarbon Mixtures by Zeolitic Imidazolate Framework-8 (ZIF-8) Membranes Synthesized in Aqueous Solutions", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "10275", "– ", "10277", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "38. ", "Sharp separation of C2/C3 hydrocarbon mixtures by zeolitic imidazolate framework-8 (ZIF-8) membranes synthesized in aqueous solutions", "Pan, Yichang; Lai, Zhiping", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "37", "),\r\n    ", "10275-10277", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Exceptional high quality ZIF-8 membranes prepd. through a novel seeded growth method in aq. solns. at near room temp. exhibit excellent sepn. performance for C2/C3 hydrocarbon mixts.  The sepn. factors for mixts. of ethane/propane, ethylene/propylene and ethylene/propane are ∼80, ∼10 and ∼167, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFWqurrM&md5=ce2e22612a638f4c3f0c427633315c25", "39. ", "Kwon", ", ", "H. T.", "; ", "Jeong", ", ", "H. K.", " ", "Highly Propylene-Selective Supported Zeolite-Imidazolate Framework (ZIF-8) Membranes Synthesized by Rapid Microwave-Assisted Seeding and Secondary Growth", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "3854", "– ", "3856", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "39. ", "Highly propylene-selective supported zeolite-imidazolate framework (ZIF-8) membranes synthesized by rapid microwave-assisted seeding and secondary growth", "Kwon, Hyuk Taek; Jeong, Hae-Kwon", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "37", "),\r\n    ", "3854-3856", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A rapid and simple microwave-assisted seeding technique is reported for the synthesis of high-quality ZIF-8 membranes with an av. propylene-propane selectivity of about 40.  The new seeding method was found to be applicable to other ZIFs including ZIF-7 and SIM-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXlslagsLc%253D&md5=666631131da429df2440b4281f2f2473", "40. ", "Kwon", ", ", "H. T.", "; ", "Jeong", ", ", "H. K.", " ", "In Situ Synthesis of Thin Zeolitic-Imidazolate Framework ZIF-8 Membranes Exhibiting Exceptionally High Propylene/Propane Separation", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "10763", "– ", "10768", "[", "ACS Full Text ", "], [", "CAS", "]", "40. ", "In Situ Synthesis of Thin Zeolitic-Imidazolate Framework ZIF-8 Membranes Exhibiting Exceptionally High Propylene/Propane Separation", "Kwon, Hyuk Taek; Jeong, Hae-Kwon", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "29", "),\r\n    ", "10763-10768", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) are a class of hybrid porous cryst. materials comprising of metal centers coordinated to org. linkers.  Owing to their well-defined pores and cavities in the scale of mols. combined with abundant surface chem., MOFs offer unprecedented opportunities for a wide range of applications including membrane-based gas sepns.  It is not straightforward (often requiring multiple steps) to prep. membranes of MOFs due to the fact that the heterogeneous nucleation and growth of MOF crystals on porous supports are not generally favored.  Also, the performance of polycryst. MOF membranes strongly depends on the membrane microstructure, in particular, the grain boundary structure.  Here the authors report a simple one step in situ method based on a counter-diffusion concept to prep. well-intergrown ZIF-8 membranes with significantly enhanced microstructure, resulting in exceptionally high sepn. performance toward propylene over propane.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXpsVehtro%253D&md5=702c657d5e388e3c80510aa97ace1f5b", "41. ", "Pan", ", ", "Y. C.", "; ", "Li", ", ", "T.", "; ", "Lestari", ", ", "G.", "; ", "Lai", ", ", "Z. P.", " ", "Effective Separation of Propylene/Propane Binary Mixtures by ZIF-8 Membranes", " ", "J. Membr. Sci.", " ", "2012", ",  ", "390", ",  ", "93", "– ", "98", "[", "Crossref", "], [", "CAS", "]", "41. ", "Effective separation of propylene/propane binary mixtures by ZIF-8 membranes", "Pan, Yichang; Li, Tao; Lestari, Gabriella; Lai, Zhiping", "Journal of Membrane Science", "\r\n        (", "2012", "),\r\n    ", "390-391", "\r\n        (", "),\r\n    ", "93-98", "CODEN:\r\n                ", "JMESDO", ";\r\n        ISSN:", "0376-7388", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The sepn. of propylene/propane mixts. is one of the most important but challenging processes in the petrochem. industry.  A novel zeolitic imidazole framework (ZIF-8) membrane prepd. by a facile hydrothermal seeded growth method showed excellent sepn. performances for a wide range of propylene/propane mixts.  The membrane showed a permeability of propylene up to 200 barrers and a propylene to propane sepn. factor up to 50 at optimal sepn. conditions, well surpassing the upper-bound trade-off lines of existing polymer and carbon membranes.  Also the membranes had excellent reproducibility, long-term stability and thermal stability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xitl2gtw%253D%253D&md5=52717478c3c44f76e2235fbb73601567", "42. ", "Bux", ", ", "H.", "; ", "Chmelik", ", ", "C.", "; ", "Krishna", ", ", "R.", "; ", "Caro", ", ", "J.", " ", "Ethene/Ethane Separation by the MOF Membrane ZIF-8: Molecular Correlation of Permeation, Adsorption, Diffusion", " ", "J. Membr. Sci.", " ", "2011", ",  ", "369", ",  ", "284", "– ", "289", "[", "Crossref", "], [", "CAS", "]", "42. ", "Ethene/ethane separation by the MOF membrane ZIF-8: Molecular correlation of permeation, adsorption, diffusion", "Bux, Helge; Chmelik, Christian; Krishna, Rajamani; Caro, Juergen", "Journal of Membrane Science", "\r\n        (", "2011", "),\r\n    ", "369", "\r\n        (", "1-2", "),\r\n    ", "284-289", "CODEN:\r\n                ", "JMESDO", ";\r\n        ISSN:", "0376-7388", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The newly developed MOF membrane ZIF-8 separates an equimolar ethene/ethane mixt. at room temp. for 1 and 6 bar feed pressure, resp., with a selectivity of 2.8 and 2.4.  Independent sorption uptake studies of an ethene/ethane mixt. on a big ZIF-8 single crystal by IR microscopy detection show in combination with grand canonical Monte Carlo simulations that this moderate ethene selectivity of the ZIF-8 membrane can be explained by the interplay of a preferential ethane adsorption selectivity competing with a preferential ethene diffusion selectivity.  This means, that ethane adsorbs stronger than ethene, but ethene diffuses faster and overcompensates the adsorption preference of ethane, resulting in a membrane permeation selectivity for ethene.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlGmtL8%253D&md5=aabaa965cb43a33e585e1f24cd47d913", "43. ", "Zheng", ", ", "B.", "; ", "Pan", ", ", "Y. C.", "; ", "Lai", ", ", "Z. P.", "; ", "Huang", ", ", "K. W.", " ", "Molecular Dynamics Simulations on Gate Opening in ZIF-8: Identification of Factors for Ethane and Propane Separation", " ", "Langmuir", " ", "2013", ",  ", "29", ",  ", "8865", "– ", "8872", "[", "ACS Full Text ", "], [", "CAS", "]", "43. ", "Molecular Dynamics Simulations on Gate Opening in ZIF-8: Identification of Factors for Ethane and Propane Separation", "Zheng, Bin; Pan, Yichang; Lai, Zhiping; Huang, Kuo-Wei", "Langmuir", "\r\n        (", "2013", "),\r\n    ", "29", "\r\n        (", "28", "),\r\n    ", "8865-8872", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Gate opening of zeolitic imidazolate frameworks (ZIFs) is an important microscopic phenomenon in explaining the adsorption, diffusion, and sepn. processes for large guest mols.  The authors present a force field, with input from d. functional theory (DFT) calcns., for the mol. dynamics simulation on the gate opening in ZIF-8.  The computed self-diffusivities for sorbed C1 to C3 hydrocarbons were in good agreement with the exptl. values.  The obsd. sharp diffusion sepn. from C2H6 to C3H8 was elucidated by studying the conformations of the guest mols. integrated with the flexibility of the host framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXovFWns74%253D&md5=82e5e7d7ce2711e0d0992fc45da9a2d0", "44. ", "Peralta", ", ", "D.", "; ", "Chaplais", ", ", "G.", "; ", "Paillaud", ", ", "J. L.", "; ", "Simon-Masseron", ", ", "A.", "; ", "Barthelet", ", ", "K.", "; ", "Pirngruberb", ", ", "G. D.", " ", "The Separation of Xylene Isomers by ZIF-8: A Demonstration of the Extraordinary Flexibility of the ZIF-8 Framework", " ", "Microporous Mesoporous Mater.", " ", "2013", ",  ", "173", ",  ", "1", "– ", "5", "[", "Crossref", "], [", "CAS", "]", "44. ", "The separation of xylene isomers by ZIF-8: A demonstration of the extraordinary flexibility of the ZIF-8 framework", "Peralta, David; Chaplais, Gerald; Paillaud, Jean-Louis; Simon-Masseron, Angelique; Barthelet, Karin; Pirngruber, Gerhard D.", "Microporous and Mesoporous Materials", "\r\n        (", "2013", "),\r\n    ", "173", "\r\n        (", "),\r\n    ", "1-5", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "The present work describes the adsorption and sepn. of xylene isomers by ZIF-8.  Although the formal pore diam. of ZIF-8 is much smaller than the mol. diam. of the xylene isomers, ZIF-8 is able to sep. the isomers by mol. sieving.  A structural study indicates that the diffusion of the xylenes into the pore structure of ZIF-8 happens via a transitory deformation of the pore aperture which is based on a tilt of the imidazolate linkers, followed by a return to the initial conformation.  The rate of adsorption depends on the size of the isomer, i.e. it decreases from para- to meta- and to ortho-xylene.  The sepn. of the xylene isomers is good in the gas phase.  In liq. phase breakthrough expts., the quality of the sepn. is deteriorated.  Moreover, as expected for a sepn. based on mol. sieving, para-xylene cannot be well sepd. from ethyl-benzene.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXlslWnsLc%253D&md5=d12f6a0feebf848f19d87f9d956070cf", "45. ", "Campbell", ", ", "C. T.", " ", "Catalyst-Support Interactions Electronic Perturbations", " ", "Nat. Chem.", " ", "2012", ",  ", "4", ",  ", "597", "– ", "598", "[", "Crossref", "], [", "CAS", "]", "45. ", "Catalyst-support interactions Electronic perturbations", "Campbell, Charles T.", "Nature Chemistry", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "8", "),\r\n    ", "597-598", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review; oxide materials typically used as supports for the active metal nanoparticles of heterogeneous catalysts are known to influence catalytic activity through strong metal-support interactions.  Researchers have now revealed electronic interactions between platinum and ceria that go well beyond known effects and lead to excellent catalytic activity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtVOisrbJ&md5=8fa4077822fe0f4033e2c7f9527541ac", "46. ", "Vayssilov", ", ", "G. N.", "; ", "Lykhach", ", ", "Y.", "; ", "Migani", ", ", "A.", "; ", "Staudt", ", ", "T.", "; ", "Petrova", ", ", "G. P.", "; ", "Tsud", ", ", "N.", "; ", "Skala", ", ", "T.", "; ", "Bruix", ", ", "A.", "; ", "Illas", ", ", "F.", "; ", "Prince", ", ", "K. C.", " ", "Support Nanostructure Boosts Oxygen Transfer to Catalytically Active Platinum Nanoparticles", " ", "Nat. Mater.", " ", "2011", ",  ", "10", ",  ", "310", "– ", "315", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "46. ", "Support nanostructure boosts oxygen transfer to catalytically active platinum nanoparticles", "Vayssilov, Georgi N.; Lykhach, Yaroslava; Migani, Annapaola; Staudt, Thorsten; Petrova, Galina P.; Tsud, Nataliya; Skala, Tomas; Bruix, Albert; Illas, Francesc; Prince, Kevin C.; Matolin, Vladimir; Neyman, Konstantin M.; Libuda, Jorg", "Nature Materials", "\r\n        (", "2011", "),\r\n    ", "10", "\r\n        (", "4", "),\r\n    ", "310-315", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Interactions of metal particles with oxide supports can radically enhance the performance of supported catalysts.  At the microscopic level, the details of such metal-oxide interactions usually remain obscure.  This study identifies two types of oxidative metal-oxide interaction on well-defined models of technol. important Pt-ceria catalysts: (1) electron transfer from the Pt nanoparticle to the support, and (2) oxygen transfer from ceria to Pt.  The electron transfer is favorable on ceria supports, irresp. of their morphol.  Remarkably, the oxygen transfer is shown to require the presence of nanostructured ceria in close contact with Pt and, thus, is inherently a nanoscale effect.  Our findings enable us to detail the formation mechanism of the catalytically indispensable Pt-O species on ceria and to elucidate the extraordinary structure-activity dependence of ceria-based catalysts in general.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjvVGjtb8%253D&md5=81831dcdaac86c855dac71cf17e35bb0", "47. ", "Zhou", ", ", "Y. K.", "; ", "Neyerlin", ", ", "K.", "; ", "Olson", ", ", "T. S.", "; ", "Pylypenko", ", ", "S.", "; ", "Bult", ", ", "J.", "; ", "Dinh", ", ", "H. N.", "; ", "Gennett", ", ", "T.", "; ", "Shao", ", ", "Z. P.", "; ", "O’Hayre", ", ", "R.", " ", "Enhancement of Pt and Pt-Alloy Fuel Cell Catalyst Activity and Durability via Nitrogen-Modified Carbon Supports", " ", "Energy Environ. Sci.", " ", "2010", ",  ", "3", ",  ", "1437", "– ", "1446", "[", "Crossref", "], [", "CAS", "]", "47. ", "Enhancement of Pt and Pt-alloy fuel cell catalyst activity and durability via nitrogen-modified carbon supports", "Zhou, Yingke; Neyerlin, Kenneth; Olson, Tim S.; Pylypenko, Svitlana; Bult, Justin; Dinh, Huyen N.; Gennett, Thomas; Shao, Zongping; Hayre, Ryan O'", "Energy & Environmental Science", "\r\n        (", "2010", "),\r\n    ", "3", "\r\n        (", "10", "),\r\n    ", "1437-1446", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Insufficient catalytic activity and durability are key barriers to the com. deployment of low temp. polymer electrolyte membrane (PEM) and direct-methanol fuel cells (DMFCs).  Recent observations suggest that carbon-based catalyst support materials can be systematically doped with nitrogen to create strong, beneficial catalyst-support interactions which substantially enhance catalyst activity and stability.  Data suggest that nitrogen functional groups introduced into a carbon support appear to influence at least three aspects of the catalyst/support system: (1) modified nucleation and growth kinetics during catalyst nanoparticle deposition, which results in smaller catalyst particle size and increased catalyst particle dispersion, (2) increased support/catalyst chem. binding (or \"tethering\"), which results in enhanced durability, and (3) catalyst nanoparticle electronic structure modification, which enhances intrinsic catalytic activity.  This review highlights recent studies that provide broad-based evidence for these nitrogen-modification effects as well as insights into the underlying fundamental mechanisms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsFSnsLfO&md5=ae44b36d2e15a73bf74ecbdfc3ef1b4e", "48. ", "Liu", ", ", "X. L.", "; ", "Li", ", ", "Y. S.", "; ", "Ban", ", ", "Y. J.", "; ", "Peng", ", ", "Y.", "; ", "Jin", ", ", "H.", "; ", "Bux", ", ", "H.", "; ", "Xu", ", ", "L. Y.", "; ", "Caro", ", ", "J.", "; ", "Yang", ", ", "W. S.", " ", "Improvement of Hydrothermal Stability of Zeolitic Imidazolate Frameworks", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "9140", "– ", "9142", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "48. ", "Improvement of hydrothermal stability of zeolitic imidazolate frameworks", "Liu, Xinlei; Li, Yanshuo; Ban, Yujie; Peng, Yuan; Jin, Hua; Bux, Helge; Xu, Longya; Caro, Juergen; Yang, Weishen", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "80", "),\r\n    ", "9140-9142", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The metal-org. framework ZIF-8, which undergoes hydrolysis under hydrothermal conditions, is endowed with high water-resistance after a shell-ligand-exchange-reaction.  The stabilized ZIF-8 retains its structural characteristics with improved application performances in adsorption and membrane sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVehsb3K&md5=15c97f94d64b33a04d91d48daeb66d64", "49. ", "Mottillo", ", ", "C.", "; ", "Friščić", ", ", "T.", " ", "Carbon Dioxide Sensitivity of Zeolitic Imidazolate Frameworks", " ", "Angew. Chem., Int. Ed.", " ", "2014", ",  ", "53", ",  ", "7471", "– ", "7474", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "49. ", "Carbon dioxide sensitivity of zeolitic imidazolate frameworks", "Mottillo, Cristina; Friscic, Tomislav", "Angewandte Chemie, International Edition", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "29", "),\r\n    ", "7471-7474", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Zeolitic imidazolate frameworks of zinc, cobalt, and cadmium, including the framework ZIF-8 com. sold as Basolite Z1200, exhibit surprising sensitivity to carbon dioxide under mild conditions.  The frameworks chem. react with CO2 in the presence of moisture or liq. water to form carbonates.  This effect, which has been previously not reported in metal-org. framework chem., provides an explanation for conflicting reports on ZIF-8 stability to water and is of outstanding significance for evaluating the potential applications of metal-org. frameworks, esp. for CO2 sequestration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXovVKltL0%253D&md5=20893a38dc615292bee2519aab216940", "50. ", "Cravillon", ", ", "J.", "; ", "Munzer", ", ", "S.", "; ", "Lohmeier", ", ", "S. J.", "; ", "Feldhoff", ", ", "A.", "; ", "Huber", ", ", "K.", "; ", "Wiebcke", ", ", "M.", " ", "Rapid Room-Temperature Synthesis and Characterization of Nanocrystals of a Prototypical Zeolitic Imidazolate Framework", " ", "Chem. Mater.", " ", "2009", ",  ", "21", ",  ", "1410", "– ", "1412", "[", "ACS Full Text ", "], [", "CAS", "]", "50. ", "Rapid Room-Temperature Synthesis and Characterization of Nanocrystals of a Prototypical Zeolitic Imidazolate Framework", "Cravillon, Janosch; Munzer, Simon; Lohmeier, Sven-Jare; Feldhoff, Armin; Huber, Klaus; Wiebcke, Michael", "Chemistry of Materials", "\r\n        (", "2009", "),\r\n    ", "21", "\r\n        (", "8", "),\r\n    ", "1410-1412", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Simply reacting Zn(NO3)2·6H2O with an excess of 2-methylimidazole in methanol at room temp. yields well-shaped nanocrystals of ZIF-8 with a narrow size distribution.  The rapid growth has been monitored by time-resolved static light scattering.  Nanoscale ZIF-8 powder is microporous and thermally stable up to ca. 200°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjvVOmtb4%253D&md5=457ca06e4d606850ed2684e5f929b6de", "51. ", "Pan", ", ", "Y. C.", "; ", "Liu", ", ", "Y. Y.", "; ", "Zeng", ", ", "G. F.", "; ", "Zhao", ", ", "L.", "; ", "Lai", ", ", "Z. P.", " ", "Rapid Synthesis of Zeolitic Imidazolate Framework-8 (ZIF-8) Nanocrystals in an Aqueous System", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "2071", "– ", "2073", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "51. ", "Rapid synthesis of zeolitic imidazolate framework-8 (ZIF-8) nanocrystals in an aqueous system", "Pan, Yichang; Liu, Yunyang; Zeng, Gaofeng; Zhao, Lan; Lai, Zhiping", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "7", "),\r\n    ", "2071-2073", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The authors report here the first example of ZIF materials synthesized in aq. soln.  The synthesis was performed at room temp. and typically took several minutes compared to hours and days in non-aq. conditions.  The obtained product were ZIF-8 nanocrystals having size of ∼85 nm and showed excellent thermal, hydrothermal and solvothermal stabilities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlagur0%253D&md5=9ec0d8946efccd65d8f5a59f0986e671", "52. ", "Tian", ", ", "F. Y.", "; ", "Cerro", ", ", "A. M.", "; ", "Mosier", ", ", "A. M.", "; ", "Wayment-Steele", ", ", "H. K.", "; ", "Shine", ", ", "R. S.", "; ", "Park", ", ", "A.", "; ", "Webster", ", ", "E. R.", "; ", "Johnson", ", ", "L. E.", "; ", "Johal", ", ", "M. S.", "; ", "Benz", ", ", "L.", " ", "Surface and Stability Characterization of a Nanoporous ZIF-8 Thin Film", " ", "J. Phys. Chem. C", " ", "2014", ",  ", "118", ",  ", "14449", "– ", "14456", "[", "ACS Full Text ", "], [", "CAS", "]", "52. ", "Surface and Stability Characterization of a Nanoporous ZIF-8 Thin Film", "Tian, Fangyuan; Cerro, Andrew M.; Mosier, Amber M.; Wayment-Steele, Hannah K.; Shine, Ryan S.; Park, Aileen; Webster, Elizabeth R.; Johnson, Lewis E.; Johal, Malkiat S.; Benz, Lauren", "Journal of Physical Chemistry C", "\r\n        (", "2014", "),\r\n    ", "118", "\r\n        (", "26", "),\r\n    ", "14449-14456", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Surface structure of ZIF-8 has been studied for a supported ZIF-8 nanoparticle film using surface characterization techniques.  A zinc-rich surface terminated by carbonates and water/hydroxyl groups (in addn. to the expected methylimidazole terminations) was obsd. using XPS spectra.  The thermal stability of ZIF-8 films was investigated using SEM and temp.-programmed reaction spectroscopy.  The onset of decompn. of ZIF-8 films was approx. 630 K as detd. by TPRS in ultrahigh vacuum (UHV).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXptl2nt74%253D&md5=af674e9f9f44fd78ea735e219ae98602", "53. ", "Zhu", ", ", "M. Q.", "; ", "Jasinski", ", ", "J. B.", "; ", "Carreon", ", ", "M. A.", " ", "Growth of Zeolitic Imidazolate Framework-8 Crystals from the Solid–Liquid Interface", " ", "J. Mater. Chem.", " ", "2012", ",  ", "22", ",  ", "7684", "– ", "7686", "[", "Crossref", "], [", "CAS", "]", "53. ", "Growth of zeolitic imidazolate framework-8 crystals from the solid-liquid interface", "Zhu, Minqi; Jasinski, Jacek B.; Carreon, Moises A.", "Journal of Materials Chemistry", "\r\n        (", "2012", "),\r\n    ", "22", "\r\n        (", "16", "),\r\n    ", "7684-7686", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "We demonstrate the synthesis of zeolitic imidazolate framework-8 (ZIF-8) crystals from the solid-liq. interface.  Specifically, ZIF-8 was grown from zinc foil in the presence of concd. 2-methylimidazole alc. solns.  The soln. pH and reducing environment were identified as key parameters in the formation of a pure ZIF-8 phase.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XksFahsLw%253D&md5=50d2a748b24d7f305ab1a273ce650ba4", "54. ", "Perez-Pellitero", ", ", "J.", "; ", "Amrouche", ", ", "H.", "; ", "Siperstein", ", ", "F. R.", "; ", "Pirngruber", ", ", "G.", "; ", "Nieto-Draghi", ", ", "C.", "; ", "Chaplais", ", ", "G.", "; ", "Simon-Masseron", ", ", "A.", "; ", "Bazer-Bachi", ", ", "D.", "; ", "Peralta", ", ", "D.", "; ", "Bats", ", ", "N.", " ", "Adsorption of CO", "2", ", CH", "4", ", and N-2 on Zeolitic Imidazolate Frameworks: Experiments and Simulations", " ", "Chem.—Eur. J.", " ", "2010", ",  ", "16", ",  ", "1560", "– ", "1571", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "54. ", "Adsorption of CO2, CH4, and N2 on Zeolitic Imidazolate Frameworks: Experiments and Simulations", "Perez-Pellitero, Javier; Amrouche, Hedi; Siperstein, Flor R.; Pirngruber, Gerhard; Nieto-Draghi, Carlos; Chaplais, Gerald; Simon-Masseron, Angelique; Bazer-Bachi, Delphine; Peralta, David; Bats, Nicolas", "Chemistry - A European Journal", "\r\n        (", "2010", "),\r\n    ", "16", "\r\n        (", "5", "),\r\n    ", "1560-1571, S1560/1-S1560/15", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Exptl. measurements and mol. simulations were conducted for two zeolitic imidazolate frameworks, ZIF-8 and ZIF-76.  The transferability of the force field was tested by comparing mol. simulation results of gas adsorption with exptl. data available in the literature for other ZIF materials (ZIF-69).  Owing to the good agreement obsd. between simulation and exptl. data, the simulation results can be used to identify preferential adsorption sites, which are located close to the org. linkers.  Topol. mapping of the potential-energy surfaces makes it possible to relate the preferential adsorption sites, Henry const., and isosteric heats of adsorption at zero coverage to the nature of the host-guest interactions and the chem. nature of the org. linker.  The role played by the topol. of the solid and the org. linkers, instead of the metal sites, upon gas adsorption on zeolite-like metal-org. frameworks is discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVGqu7g%253D&md5=1c93a65f1f2ae49af5bf0fe6a6dc5a90", "55. ", "Venna", ", ", "S. R.", "; ", "Carreon", ", ", "M. A.", " ", "Highly Permeable Zeolite Imidazolate Framework-8 Membranes for CO", "2", "/CH", "4", " Separation", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "76", "– ", "78", "[", "ACS Full Text ", "], [", "CAS", "]", "55. ", "Highly Permeable Zeolite Imidazolate Framework-8 Membranes for CO2/CH4 Separation", "Venna, Surendar R.; Carreon, Moises A.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "1", "),\r\n    ", "76-78", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "ZIF-8 membranes, a type of zeolite imidazolate framework, were synthesized by secondary seeded growth on tubular α-Al2O3 porous supports.  The presence of small, highly cryst., microporous crystals with narrow particle size distribution led to continuous thin membranes.  The synthesized novel ZIF-8 membranes displayed unprecedented high CO2 permeances and relatively high sepn. indexes for equimolar mixts. of CO2 and CH4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFKgurrM&md5=967e8ea66630d3e08112603e54bb8ea8", "56. ", "Venna", ", ", "S. R.", "; ", "Jasinski", ", ", "J. B.", "; ", "Carreon", ", ", "M. A.", " ", "Structural Evolution of Zeolitic Imidazolate Framework-8", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "18030", "– ", "18033", "[", "ACS Full Text ", "], [", "CAS", "]", "56. ", "Structural Evolution of Zeolitic Imidazolate Framework-8", "Venna, Surendar R.; Jasinski, Jacek B.; Carreon, Moises A.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "51", "),\r\n    ", "18030-18033", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Structural evolution of zeolitic imidazolate framework-8 (ZIF-8) has been studied as a function of time at room temp.  Different stages of ZIF-8 formation (nucleation, crystn., growth, and stationary periods) were identified, and the transformation kinetics was elucidated.  The obsd. semicryst.-to-cryst. transformation might take place via soln.- and solid-mediated mechanisms, as suggested by the obsd. phase transformation evolution and Avrami's kinetics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsFaktrnE&md5=744df93b98130d4d089d44f17be97739", "57. ", "Nune", ", ", "S. K.", "; ", "Thallapally", ", ", "P. K.", "; ", "Dohnalkova", ", ", "A.", "; ", "Wang", ", ", "C. M.", "; ", "Liu", ", ", "J.", "; ", "Exarhos", ", ", "G. J.", " ", "Synthesis and Properties of Nano Zeolitic Imidazolate Frameworks", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "4878", "– ", "4880", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "57. ", "Synthesis and properties of nano zeolitic imidazolate frameworks", "Nune, Satish K.; Thallapally, Praveen K.; Dohnalkova, Alice; Wang, Chongmin; Liu, Jun; Exarhos, Gregory J.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "27", "),\r\n    ", "4878-4880", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Nanosized zeolitic imidazolate frameworks [nZIF-8] with excellent chem. and thermal stability have been synthesized at room temp. by simple mixing of 2-methylimidazole and zinc nitrate hexahydrate in methanol/1% high mol. wt. poly(diallyldimethylammonium chloride) soln. for 24 h.  BET surface area and gas adsorption selectivity was detd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXotFens7Y%253D&md5=f565a9df083e0530105039d7c2af242f", "58. ", "Yang", ", ", "Y.", "; ", "Ge", ", ", "L.", "; ", "Rudolph", ", ", "V.", "; ", "Zhu", ", ", "Z. H.", " ", "In Situ Synthesis of Zeolitic Imidazolate Frameworks/Carbon Nanotube Composites with Enhanced CO", "2", " Adsorption", " ", "Dalton Trans.", " ", "2014", ",  ", "43", ",  ", "7028", "– ", "7036", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "58. ", "In situ synthesis of zeolitic imidazolate frameworks/carbon nanotube composites with enhanced CO2 adsorption", "Yang, Ying; Ge, Lei; Rudolph, Victor; Zhu, Zhonghua", "Dalton Transactions", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "19", "),\r\n    ", "7028-7036", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "ZIF-8 and hydroxyl-functionalized C nanotube (CNT) composites were successfully synthesized by the solvothermal method.  The obtained ZIF-8/CNT composites were characterized by XRD, SEM, TGA and N2 adsorption at 77 K.  The contents of ZIF-8 and CNTs in the composites were calcd. from thermal anal. data.  CO2 and N2 adsorption at 273 K on the composites was also studied and compared.  The ZIF-8 particles in the composites exhibit similar crystal structures and morphol. to those of pure ZIF-8, but display enhanced thermal stability.  The surface areas and pore vols. of the ZIF-8/CNT composites are higher than the values calcd. for hypothetical phys. mixts., and the synergetic effect between ZIF-8 and CNTs can be proposed.  This phenomenon demonstrates that the incorporation of CNTs into ZIF-8 can facilitate the nucleation and crystn. of ZIF-8.  As a result, the composites with an optimal CNT content (3.63%) show improved CO2 adsorption capacity and higher relative selectivity for CO2/N2 compared with pure ZIF-8.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXmtV2rsL8%253D&md5=b726839dc5d643f6f5b84e732cddea9e", "59. ", "Zhang", ", ", "Z. J.", "; ", "Xian", ", ", "S. K.", "; ", "Xia", ", ", "Q. B.", "; ", "Wang", ", ", "H. H.", "; ", "Li", ", ", "Z.", "; ", "Li", ", ", "J.", " ", "Enhancement of CO", "2", " Adsorption and CO", "2", "/N", "2", " Selectivity on ZIF-8 via Postsynthetic Modification", " ", "AIChE J.", " ", "2013", ",  ", "59", ",  ", "2195", "– ", "2206", "[", "Crossref", "], [", "CAS", "]", "59. ", "Enhancement of CO2 Adsorption and CO2/N2 Selectivity on ZIF-8 via Postsynthetic Modification", "Zhang, Zhijuan; Xian, Shikai; Xia, Qibin; Wang, Haihui; Li, Zhong; Li, Jing", "AIChE Journal", "\r\n        (", "2013", "),\r\n    ", "59", "\r\n        (", "6", "),\r\n    ", "2195-2206", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "Imidazolate framework ZIF-8 has been modified via postsynthetic method using ethylenediamine to improve its adsorption performance toward CO2.  Results show that the BET surface area of the modified ZIF-8 (ED-ZIF-8) increases by 39%, and its adsorption capacity of CO2 per surface area is almost two times of that on ZIF-8 at 298 K and 25 bar.  H2O uptake on the ED-ZIF-8 become obviously lower compared to the ZIF-8.  The ED-ZIF-8 selectivity for CO2/N2 adsorption gets significantly improved, and is up to 23 and 13.9 sep. at 0.1 and 0.5 bar, being almost twice of those of the ZIF-8.  The isosteric heat of CO2 adsorption (Qst) on the ED-ZIF-8 becomes higher, while Qst of N2 gets slightly lower compared to those on the ZIF-8 Furthermore, it suggests that the postsynthetic modification of the ZIF-8 not only improves its adsorption capacity of CO2 greatly, but also enhances its adsorption selectivity for CO2/N2/H2O significantly.  ©2013 American Institute of Chem. Engineers AIChE J, 2013.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmvVWnug%253D%253D&md5=bfacd76679d733da0efed9aacfdf2f2d", "60. ", "Miralda", ", ", "C. M.", "; ", "Macias", ", ", "E. E.", "; ", "Zhu", ", ", "M. Q.", "; ", "Ratnasamy", ", ", "P.", "; ", "Carreon", ", ", "M. A.", " ", "Zeolitic Imidazole Framework-8 Catalysts in the Conversion of CO", "2", " to Chloropropene Carbonate", " ", "ACS Catal.", " ", "2012", ",  ", "2", ",  ", "180", "– ", "183", "[", "ACS Full Text ", "], [", "CAS", "]", "60. ", "Zeolitic Imidazole Framework-8 Catalysts in the Conversion of CO2 to Chloropropene Carbonate", "Miralda, Carmen M.; Macias, Eugenia E.; Zhu, Minqi; Ratnasamy, Paul; Carreon, Moises A.", "ACS Catalysis", "\r\n        (", "2012", "),\r\n    ", "2", "\r\n        (", "1", "),\r\n    ", "180-183", "CODEN:\r\n                ", "ACCACS", ";\r\n        ISSN:", "2155-5435", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The catalytic activity of zeolitic imidazole framework-8 (ZIF-8) and amine-functionalized ZIF-8 catalysts in the synthesis of chloropropene carbonate from CO2 and epichlorohydrin is demonstrated.  In contrast to hitherto known catalysts, ZIF-8 catalysts displayed high epoxide conversions and moderate to high selectivities to chloropropene carbonate at reaction temps. as low as 70 °C.  No cocatalysts or solvents were required during the reaction.  The incorporation of ethylenediamine in ZIF-8 enhanced its catalytic performance as a result of the higher CO2 adsorption capacity of the amine-functionalized samples.  The ZIF-8 catalysts, however, lost their distinctive cryst. structure and superior catalytic performance when attempts were made to recycle them after use.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1GhsLnF&md5=7dc78a6fa85baaa4af75b4c9dc657d47", "61. ", "Chang", ", ", "N.", "; ", "Gu", ", ", "Z. Y.", "; ", "Yan", ", ", "X. P.", " ", "Zeolitic Imidazolate Framework-8 Nanocrystal Coated Capillary for Molecular Sieving of Branched Alkanes from Linear Alkanes along with High-Resolution Chromatographic Separation of Linear Alkanes", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "13645", "– ", "13647", "[", "ACS Full Text ", "], [", "CAS", "]", "61. ", "Zeolitic imidazolate framework-8 nanocrystal coated capillary for molecular sieving of branched alkanes from linear alkanes along with high-resolution chromatographic separation of linear alkanes", "Chang, Na; Gu, Zhi-Yuan; Yan, Xiu-Ping", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "39", "),\r\n    ", "13645-13647", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A zeolitic imidazolate framework-8 (ZIF-8) nanocrystal coated capillary is shown not only to have a strong ability to sieve branched alkanes from linear alkane isomers owing to the narrow pore windows but also to offer excellent features for high-resoln. gas chromatog. sepn. of linear alkanes due to van der Waals interaction between linear alkanes and the hydrophobic inner surfaces of the micropores.  This makes the ZIF-8 coated capillary very promising for the specific adsorption and sepn. of alkanes in complicated matrixes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFKmtL3I&md5=21decd58d73a81b3ed17a634e01cd8fc", "62. ", "Gücüyener", ", ", "C.", "; ", "van den Bergh", ", ", "J.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", " ", "Ethane/Ethene Separation Turned on Its Head: Selective Ethane Adsorption on the Metal-Organic Framework ZIF-7 through a Gate-Opening Mechanism", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "17704", "– ", "17706", "[", "ACS Full Text ", "], [", "CAS", "]", "62. ", "Ethane/ethene separation turned on its head: selective ethane adsorption on the metal-organic framework ZIF-7 through a gate-opening mechanism", "Gucuyener Canan; van den Bergh Johan; Gascon Jorge; Kapteijn Freek", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "50", "),\r\n    ", "17704-6", "\r\n        ISSN:", ".\r\n    ", "Ethane is selectively adsorbed over ethylene in their mixtures on the zeolite imidazolate framework ZIF-7.  In packed columns, this results in the direct production of pure ethylene.  This gas-phase separation is attributed to a gate-opening effect in which specific threshold pressures control the uptake and release of individual molecules.  These threshold pressures differ for the different molecules, leaving a window of selective uptake operation.  This phenomenon makes ZIF-7 a perfect candidate for the separation of olefins from paraffins, since in contrast to most microporous materials, the paraffin is selectively adsorbed.  Mixture adsorption, as studied by breakthrough experiments, demonstrates that gate-opening effects can be effectively used to separate molecules of very similar size.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3M%252Fnt1Chtw%253D%253D&md5=c3b911dc087ba4348f0e5bdf44227fe2", "63. ", "Rana", ", ", "M. K.", "; ", "Suffritti", ", ", "G. B.", "; ", "Demontis", ", ", "P.", "; ", "Masia", ", ", "M.", " ", "Simulation Study of CO", "2", " Adsorption Properties in Small Zeolite Imidazolate Frameworks", " ", "Chem. Phys. Lett.", " ", "2013", ",  ", "580", ",  ", "99", "– ", "102", "[", "Crossref", "], [", "CAS", "]", "63. ", "Simulation study of CO2 adsorption properties in small Zeolite Imidazolate Frameworks", "Rana, Malay Kumar; Suffritti, Giuseppe Baldovino; Demontis, Pierfranco; Masia, Marco", "Chemical Physics Letters", "\r\n        (", "2013", "),\r\n    ", "580", "\r\n        (", "),\r\n    ", "99-102", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Applying first principles Born-Oppenheimer mol. dynamics and grand canonical Monte Carlo simulations, the authors investigated three prototype zeolite imidazolate frameworks to assess the role of their electronic and structural details on CO2 adsorption.  The regions proximal to the linkers are the preferential adsorption sites of CO2.  The uptake capacity at low pressures is related to the electrostatic interaction of the adsorbate with the crystal.  At higher pressures, CO2 adsorption depends linearly on the surface areas and porosities of ZIFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFCgs7%252FN&md5=b122dc994be74ed85de79da8710d13b8", "64. ", "Amrouche", ", ", "H.", "; ", "Aguado", ", ", "S.", "; ", "Perez-Pellitero", ", ", "J.", "; ", "Chizallet", ", ", "C.", "; ", "Siperstein", ", ", "F.", "; ", "Farrusseng", ", ", "D.", "; ", "Bats", ", ", "N.", "; ", "Nieto-Draghi", ", ", "C.", " ", "Experimental and Computational Study of Functionality Impact on Sodalite-Zeolitic Imidazolate Frameworks for CO", "2", " Separation", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "16425", "– ", "16432", "[", "ACS Full Text ", "], [", "CAS", "]", "64. ", "Experimental and Computational Study of Functionality Impact on Sodalite-Zeolitic Imidazolate Frameworks for CO2 Separation", "Amrouche, Hedi; Aguado, Sonia; Perez-Pellitero, Javier; Chizallet, Celine; Siperstein, Flor; Farrusseng, David; Bats, Nicolas; Nieto-Draghi, Carlos", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "33", "),\r\n    ", "16425-16432", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This study deals with the enhancement of CO2 uptake by ligand functionalization of zeolitic imidazolate framework (ZIF) materials.  The ligand dipole moment could be considered as one of the main criteria for CO2 adsorption enhancement.  To verify this hypothesis, an exptl.-computational study was performed on an isoreticular ZIF series with sodalite (SOD) topol. using published structures (ZIF-8, ZIF-90, and ZIF-Cl) as well as hypothetical structures (ZIF-COOH and ZIF-NO2) designated using DFT calcns.  An anal. of structural and adsorptive properties was proposed for these materials used to sep. CO2 from CH4, CO, or N2 gas.  The accuracy of the calcd. results was validated by comparison with the own exptl. results.  An exponential relation between the ligand dipole moments and the isosteric heat of adsorption of CO2 was highlighted.  Modifying the nature of the linker (dipole moment) allows a 5-7-fold improvement in CO2 selectivity for CO2/CH4, CO2/N2, and CO2/CO mixts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXpsFOntLk%253D&md5=6c494bede6eaf64d9a1d14a0008aad75", "65. ", "Huang", ", ", "H. L.", "; ", "Zhang", ", ", "W. J.", "; ", "Liu", ", ", "D. H.", "; ", "Liu", ", ", "B.", "; ", "Chen", ", ", "G. J.", "; ", "Zhong", ", ", "C. L.", " ", "Effect of Temperature on Gas Adsorption and Separation in ZIF-8: A Combined Experimental and Molecular Simulation Study", " ", "Chem. Eng. Sci.", " ", "2011", ",  ", "66", ",  ", "6297", "– ", "6305", "[", "Crossref", "], [", "CAS", "]", "65. ", "Effect of temperature on gas adsorption and separation in ZIF-8: A combined experimental and molecular simulation study", "Huang, Hongliang; Zhang, Wenjuan; Liu, Dahuan; Liu, Bei; Chen, Guangjin; Zhong, Chongli", "Chemical Engineering Science", "\r\n        (", "2011", "),\r\n    ", "66", "\r\n        (", "23", "),\r\n    ", "6297-6305", "CODEN:\r\n                ", "CESCAC", ";\r\n        ISSN:", "0009-2509", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "In this work, the effect of temp. on adsorption of CO2, CH4, CO, and N2 and sepn. of their binary mixts. in ZIF-8 were investigated using exptl. measurements combining with mol. simulations.  The results show that for pure gas adsorption, the effect of temp. is large when strong adsorption occurs, mainly due to the variation of the interaction energy between adsorbate mols. with temp.; while for gas mixts., systems with large selectivity are more sensitive to temp.  In addn., this work shows that temp. affects the working capacity of CO2 in temp. swing adsorption (TSA) process with the interplay of pressure, which should be considered in the design of TSA process in practical applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1GgsLrP&md5=8be57a12011648ef3b1a00dad25974b1", "66. ", "McDaniel", ", ", "J. G.", "; ", "Yu", ", ", "K.", "; ", "Schmidt", ", ", "J. R.", " ", "Ab Initio, Physically Motivated Force Fields for CO", "2", " Adsorption in Zeolitic Imidazolate Frameworks", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "1892", "– ", "1903", "[", "ACS Full Text ", "], [", "CAS", "]", "66. ", "Ab Initio, Physically Motivated Force Fields for CO2 Adsorption in Zeolitic Imidazolate Frameworks", "McDaniel, Jesse G.; Yu, Kuang; Schmidt, J. R.", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "2", "),\r\n    ", "1892-1903", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We present an entirely ab initio methodol., based on symmetry adapted perturbation theory (SAPT), for constructing force-fields to study CO2 adsorption in nanoporous zeolitic imidazolate frameworks (ZIFs).  Our approach utilizes the SAPT energy decompn. to generate phys. motivated force fields for the CO2-ZIF interaction, with explicit terms representing exchange, electrostatic, induction and dispersion interactions.  Each of these terms is fit to the corresponding term in the SAPT energy decompn., yielding a force field entirely free of empirical parameters.  This approach was utilized to construct force fields describing the CO2 interaction with both ZIF-8 and ZIF-71.  In conjunction with our existing CO2-CO2 force field, parametrized in a consistent manner, we validate our force fields using grand canonical Monte Carlo simulations and obtain good agreement with the corresponding exptl. CO2 adsorption isotherms.  Furthermore, the explicit correspondence between force field terms and fundamental interaction types (dispersion, electrostatics, and induction) allows for an anal. of the underlying physics controlling ZIF gas adsorption that is far more direct and well-defined than with the generic force fields that had been previously utilized to study these systems.  As our force fields are free from empirical parameters, these results demonstrate the potential for computationally screening novel ZIFs for flue gas sepn. applications with near quant. accuracy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1emsbrM&md5=6b39451d360ad3459850fbfc13aefa78", "67. ", "Fairen-Jimenez", ", ", "D.", "; ", "Moggach", ", ", "S. A.", "; ", "Wharmby", ", ", "M. T.", "; ", "Wright", ", ", "P. A.", "; ", "Parsons", ", ", "S.", "; ", "Düren", ", ", "T.", " ", "Opening the Gate: Framework Flexibility in ZIF-8 Explored by Experiments and Simulations", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "8900", "– ", "8902", "[", "ACS Full Text ", "], [", "CAS", "]", "67. ", "Opening the Gate: Framework Flexibility in ZIF-8 Explored by Experiments and Simulations", "Fairen-Jimenez, D.; Moggach, S. A.; Wharmby, M. T.; Wright, P. A.; Parsons, S.; Duren, T.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "23", "),\r\n    ", "8900-8902", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "ZIF-8 is a zeolitic imidazole-based metal-org. framework with large cavities interconnected by narrow windows.  Because the small size of the windows, it allows in principle for mol. sieving of gases such as H2 and CH4.  However, the unexpected adsorption of large mols. on ZIF-8 suggests the existence of structural flexibility.  ZIF-8 flexibility is explored combining different exptl. techniques with mol. simulation.  The ZIF-8 structure is modified by gas adsorption uptake in the same way as it is at a very high pressure (i.e., 14,700 bar) due to a swing effect in the imidazolate linkers, giving access to the porosity.  Tuning the flexibility, and so the opening of the small windows, has a further impact on the design of advanced mol. sieving membrane materials for gas sepn., adjusting the access of fluids to the porous network.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmtlWrt70%253D&md5=f9d8904cd7cd4f8d703600d849849f8c", "68. ", "Sutrisno", ", ", "A.", "; ", "Terskikh", ", ", "V. V.", "; ", "Shi", ", ", "Q.", "; ", "Song", ", ", "Z. W.", "; ", "Dong", ", ", "J. X.", "; ", "Ding", ", ", "S. Y.", "; ", "Wang", ", ", "W.", "; ", "Provost", ", ", "B. R.", "; ", "Daff", ", ", "T. D.", "; ", "Woo", ", ", "T. K.", " ", "Characterization of Zn-Containing Metal-Organic Frameworks by Solid-State 67Zn NMR Spectroscopy and Computational Modeling", " ", "Chem.—Eur. J.", " ", "2012", ",  ", "18", ",  ", "12251", "– ", "12259", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "68. ", "Characterization of Zn-Containing Metal-Organic Frameworks by Solid-State 67Zn NMR Spectroscopy and Computational Modeling", "Sutrisno, Andre; Terskikh, Victor V.; Shi, Qi; Song, Zhengwei; Dong, Jinxiang; Ding, San Yuan; Wang, Wei; Provost, Bianca R.; Daff, Thomas D.; Woo, Tom K.; Huang, Yining", "Chemistry - A European Journal", "\r\n        (", "2012", "),\r\n    ", "18", "\r\n        (", "39", "),\r\n    ", "12251-12259, S12251/1-S12251/20", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Metal-org. frameworks (MOFs) are an extremely important class of porous materials with many applications.  The metal centers in many important MOFs are Zn cations.  However, their Zn environments were not characterized directly by 67Zn solid-state NMR (SSNMR) spectroscopy.  This is because 67Zn (I = 5/2) is unreceptive with many unfavorable NMR characteristics, leading to very low sensitivity.  The authors report, for the 1st time, a 67Zn natural abundance SSNMR spectroscopic study of several representative zeolitic imidazolate frameworks (ZIFs) and MOFs at an ultrahigh magnetic field of 21.1 T.  Work demonstrates that 67Zn magic-angle spinning (MAS) NMR spectra are highly sensitive to the local Zn environment and can differentiate nonequiv. Zn sites.  The 67Zn NMR parameters can be predicted by theor. calcns.  Through the study of MOF-5 desolvation, with the aid of computational modeling, 67Zn NMR spectroscopy can provide valuable structural information on the MOF systems with structures that are not well described.  Using ZIF-8 as an example, further 67Zn NMR spectroscopy is highly sensitive to the guest mols. present inside the cavities.  Work also shows that a combination of 67Zn NMR data and mol. dynamics simulation can reveal detailed information on the distribution and the dynamics of the guest species.  The present work establishes 67Zn SSNMR spectroscopy as a new tool complementary to x-ray diffraction for solving outstanding structural problems and for detg. the structures of many new MOFs yet to come.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht12jsLbL&md5=3409b5d223d7ab4b1b2397ddafafcb90", "69. ", "Peulon", ", ", "S.", "; ", "Lincot", ", ", "D.", " ", "Cathodic Electrodeposition from Aqueous Solution of Dense or Open-Structured Zinc Oxide Films", " ", "Adv. Mater.", " ", "1996", ",  ", "8", ",  ", "166", "– ", "170", "[", "Crossref", "], [", "CAS", "]", "69. ", "Cathodic electrodeposition of dense or open-structured zinc oxide films from aqueous solution", "Peulon, Sophie; Lincot, Daniel", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "1996", "),\r\n    ", "8", "\r\n        (", "2", "),\r\n    ", "166-70", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "VCH", ")\r\n        ", "The 1st direct cathodic electrodeposition of ZnO films from aq. ZnCl2 solns. (10-3-10-1M) is reported.  The films were characterized by using SEM, x-ray diffraction, IR spectroscopy, x-ray microprobe anal., and XPS.  The properties are suitable for use as transparent n-type windows in solar cells.  The variation of the structure from dense films to open-structured layers of almost monodispersed columnar crystals is shown.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28Xhs1Wis7c%253D&md5=ba53e5eeb46d129bff98c2bbd316bc7a", "70. ", "Chaudhary", ", ", "A.", "; ", "Gopal", ", ", "R.", "; ", "Nagar", ", ", "M.", "; ", "Bohra", ", ", "R.", " ", "Syntheses and Characterization of a New Class of Zirconia Precursors of Oxime-Modified Zirconium(IV) Isopropoxide", " ", "J. Sol-Gel Sci. Technol.", " ", "2014", ",  ", "69", ",  ", "102", "– ", "106", "[", "Crossref", "], [", "CAS", "]", "70. ", "Syntheses and characterization of a new class of zirconia precursors of oxime-modified zirconium(IV) isopropoxide", "Chaudhary, Archana; Gopal, Ram; Nagar, Meena; Bohra, Rakesh", "Journal of Sol-Gel Science and Technology", "\r\n        (", "2014", "),\r\n    ", "69", "\r\n        (", "1", "),\r\n    ", "102-106", "CODEN:\r\n                ", "JSGTEC", ";\r\n        ISSN:", "0928-0707", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "Some oxime modified complexes [Zr{OPri}4-n{L}n] {where, n = 1-4 and LH = Me2C:NOH (1-4) and C9H16C:NOH (dl-Camphor oxime) (5-8)} were synthesized by the reaction of [Zr(OPri)4·PriOH] with oximes, in anhyd. refluxing benzene.  These synthesized complexes were characterized by elemental analyses, mol. wt. measurements, ESI-mass, FTIR and NMR (1H and 13C{1H}) spectral studies.  The ESI-mass spectral studies indicate dimeric nature for [Zr{OPri}2{ONCMe2}2] (2), [Zr{OPri}3{ONC10H16}] (5) and [Zr{OPri}{ONC10H16}3] (7) and monomeric nature for [Zr{ONC10H16}4] (8).  Oximato ligands appear to bind the Zr in side on manner in all the complexes.  Thermogravimetric curves of (2) and (8) exhibit multi-step decompn. with the formation of ZrO2, under N atm.  Sol-gel transformations of precursors (5), (6), (7) and (8) in org. medium, yielded nano-sized tetragonal phase of zirconia samples (a), (b), (c) and (d), resp., on sintering at ∼600°.  All these samples were characterized by Powder XRD patterns and EDX analyses.  Surface morphologies of these samples were studied by SEM images.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsleltLvN&md5=85e87d53c12f82325f605dbf3919458b", "71. ", "Arjunan", ", ", "V.", "; ", "Mythili", ", ", "C. V.", "; ", "Mageswari", ", ", "K.", "; ", "Mohan", ", ", "S.", " ", "Experimental and Theoretical Investigations of Benzamide Oxime", " ", "Spectrochim. Acta, Part A", " ", "2011", ",  ", "79", ",  ", "245", "– ", "253", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "71. ", "Experimental and theoretical investigations of benzamide oxime", "Arjunan, V.; Mythili, C. V.; Mageswari, K.; Mohan, S.", "Spectrochimica Acta, Part A: Molecular and Biomolecular Spectroscopy", "\r\n        (", "2011", "),\r\n    ", "79", "\r\n        (", "1", "),\r\n    ", "245-253", "CODEN:\r\n                ", "SAMCAS", ";\r\n        ISSN:", "1386-1425", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The FT-IR (4000-400 cm-1) and FT-Raman (4000-100 cm-1) spectral measurements of benzamide oxime and complete assignments of the obsd. spectra have been proposed.  Ab initio and DFT calcns. have been performed giving energies, optimized structures, harmonic vibrational frequencies, depolarization ratios, IR intensities, Raman activities and at. displacements.  Furthermore, force field calcns. have been performed by normal coordinate anal.  Force field calcns. showed that several normal modes are mixed in terms of the internal coordinates.  A complete assignment of the obsd. spectra, based on spectral correlations, electronic structure calcns. and normal coordinate anal., has been provided.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXkslKgsbY%253D&md5=53b6c0e30a0a26035bc9722a483c1bf6"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-15/acs.jpcc.5b01519/20150410/images/small/jp-2015-01519j_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-15/acs.jpcc.5b01519/20150410/images/small/jp-2015-01519j_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-15/acs.jpcc.5b01519/20150410/images/small/jp-2015-01519j_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-15/acs.jpcc.5b01519/20150410/images/small/jp-2015-01519j_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-15/acs.jpcc.5b01519/20150410/images/small/jp-2015-01519j_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-15/acs.jpcc.5b01519/20150410/images/small/jp-2015-01519j_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-15/acs.jpcc.5b01519/20150410/images/small/jp-2015-01519j_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-15/acs.jpcc.5b01519/20150410/images/small/jp-2015-01519j_0009.gif\">"]}
