{"title": ["dd Excitations in CPO-27-Ni Metal–Organic Framework: Comparison between Resonant Inelastic X-ray Scattering and UV–vis Spectroscopy"], "authors": ["Erik Gallo", "Carlo Lamberti", "Pieter Glatzel"], "doi": ["10.1021/ic400350w"], "abstract": ["We identify the dd excitations in the metal−organic framework CPO-27-Ni by coupling resonant inelastic X-ray scattering (RIXS) and UV−vis spectroscopies, and we show that the element selectivity of RIXS is crucial to revealing the full dd multiplet structure, which is not visible in UV−vis. The combination of calculations using crystal-field multiplet theory and density functional theory can reproduce the RIXS spectral features, crucially improving interpretation of the experimental data.", "We identify the dd excitations in the metal–organic framework CPO-27-Ni by coupling resonant inelastic X-ray scattering (RIXS) and UV–vis spectroscopy, and we show that the element selectivity of RIXS is crucial to observing the full ", " multiplet structure, which is not visible in UV–vis. The combination of calculations using crystal-field multiplet theory and density functional theory can reproduce the RIXS spectral features, crucially improving interpretation of the experimental data. We obtain the crystal-field splitting and magnitude of the electron–electron interactions and correct previously reported values. RIXS instruments at synchrotron radiation sources are accessible to all researchers, and the technique can be applied to a broad range of systems."], "text": ["Charge-neutral dd excitations are of paramount importance in the study of materials that host 3d transition-metal (TM) ions.", "(1)", " In chemistry, the dd excitations are traditionally probed by UV–vis spectroscopy. The UV–vis spectrum may be separated into two regions, referred to as dd and charge transfer (CT), respectively. The former are intraatomic excitations that may reflect the crystal-field splitting and electron–electron interactions, while the latter arise from metal (ligand)-to-ligand (metal) (ML or LM) and ligand-to-ligand (LL) CT transitions. Often, dd and CT excitations are well-separated in energy, and identification of the regions is easily achieved.", "However, materials with inorganic and organic components may present intricate optical spectra. Examples can be found in the family of the metal–organic framework (MOF) CPO-27-M (M = Mn, Co, Ni, etc.).", "(2)", " The LL-CT region of the CPO-27-M organic linker (i.e., dhtp = 2,5-dihydroxyterephthalic acid) rises at very low energy and may overshadow part of the dd excitations.", "Resonant inelastic X-ray scattering (RIXS) can be used to overcome this problem.", "(3-6)", " RIXS is an element-selective ", "photon-in/photon-out", " spectroscopic technique in which the energy of the incoming photon can be tuned to induce transitions into bound excited states (i.e., resonances). In the case of hard X-ray RIXS experiments on 3d TM systems, the K absorption preedge can be used as a resonance (see the ", "Supporting Information", ", SI). The excited states may relax with the emission of a photon. The energy transferred to the system (", "photon-in", " energy minus ", "photon-out", " energy) during the RIXS process may be on the order of a few electronvolts and thus allows the observation of dd and CT excitations.", "We show that the element selectivity of RIXS is crucial to observing the full multiplet structure of the metal ions in the case of CPO-27-Ni,", "(7)", " and we provide the crystal-field splitting (Δ) and the Racah parameters,", "(8)", " which are of prime significance for investigation of the electron–electron interactions.", "Figure ", "1", " shows the UV–vis spectrum of CPO-27-Ni (see the ", "SI", "). It presents four main features at ∼0.60 eV (overtone of water), 1.10 eV (I), 1.70 eV (II), and 1.80 eV (II′) and the CT region starting at about 2.5 eV. A comparison of the UV–vis spectra of dhtp (i.e., MOF organic linker) and CPO-27-Ni shows that the low-lying CT region of the MOF is mainly due to its organic components (LL-CT).", "Figure 1. UV–vis (red line) and RIXS (gray points) spectra of CPO-27-Ni. The UV–vis spectrum of the organic linker of the MOF is also reported (dashed line).", "Eight electrons occupy the 3d levels of a free Ni", "2+", " ion. The Russel–Saunders term for the ground state of a d", "8", " ion is ", "3", "A", "2g", " in ", "O", "h", " symmetry. No dd excitations should be observed in the UV–vis spectrum for systems in ", "O", "h", " symmetry according to the dipole selection rules. However, they gain spectral intensity when there is a large overlap between the vibrational wave functions of the final and initial states (vibronic coupling), as has been proposed for NiO.", "(9)", " The features labeled I, II, and II′ in Figure ", "1", " were recognized as dd excitations of the Ni", "2+", " ion in ", "O", "h", " symmetry and assigned respectively to ", "3", "A", "2g", "(F) → ", "3", "T", "2g", "(F),", "(3)", "A", "2g", "(F) → ", "3", "T", "1g", "(F), and ", "3", "A", "2g", "(F) → ", "3", "T", "1g", "(P) transitions.", "(10, 11)", " This assignment is in contradiction to experiments performed using resonant inelastic soft and hard X-ray scattering, which observed dd excitations lying in a wider range.", "(12-14)", " For instance, Huotari et al.", "(13)", " reported for NiO three dd bands at 1.06, 1.73, and 2.96 eV. Moreover, using the assignments of ref ", "10", ", we find that the Racah parameter ", "B", " (estimated using the Underhill–Billing equations)", "(15)", " is equal to 0.013 eV, i.e., about 9 times lower than previously reported data on materials with Ni", "2+", " in ", "O", "h", " symmetry.", "(15, 16)", " There is thus a discrepancy in the assignment of the features observed for CPO-27-Ni that can be clarified by comparing RIXS and UV–vis  spectroscopy. The spectral resolution in RIXS is considerably lower than that in UV–vis spectroscopy, but the technique is element-selective.", "Also, at the Ni K-edge, transitions from the 1s to 3d shell are dipole-forbidden, but the instrumental sensitivity at a high brilliance synchrotron radiation beamline is sufficient to observe quadrupole transitions and thus dd excitations even in dilute systems.", "(17)", " The scattering process induces transitions from the ground state ", "3", "A", "2g", "(F) to the triplet states ", "3", "T", "2g", "(F), ", "3", "T", "1g", "(F), and ", "3", "T", "1g", "(P). Thus, the same final states as those in UV–vis spectroscopy can be observed. The features of the RIXS spectrum have centers of gravity at 1.08 ± 0.04, 1.74 ± 0.04, and 3.10 ± 0.04 eV and are labeled respectively I", "R", ", II", "R", ", and III", "R", ". While I", "R", " and II", "R", " are visible in the UV–vis spectrum (as I and II–II′; cf. Figure ", "1", "), III", "R", " is revealed only in the RIXS spectrum. The features II and II′ are multiplet features", "(13)", " with an energy separation of ∼100 meV, and they are not observed in the RIXS spectrum (see Figure ", "1", ").", "The observation of III", "R", " is of high significance to derive the correct value of the Racah parameter B using the Underhill–Billing equations.", "(15)", " The value of B determined from the RIXS measurement is 0.12 ± 0.05 eV and thus the nephelauxetic ratio (β) is 0.90 ± 0.05. The magnitude of β suggests that there is an expansion of the electronic cloud around the Ni", "2+", " sites within CPO-27-Ni with respect to the free ions; i.e., the chemical bond between Ni and O atoms has some covalent character.", "It is possible to observe the energy-level scheme of Ni", "2+", " ions in ", "O", "h", " symmetry with allowed and forbidden spin transitions using the Tanabe–Sugano diagram", "(18, 19)", " (calculated using ", "B", " = 0.12 eV) that is shown in comparison with the RIXS spectrum in Figure ", "2", ". The energy position of I", "R", " approximately corresponds to the crystal-field splitting.", "(13)", " Therefore, the intersection of the line at Δ = 1.08 eV with the curves in the diagram allows identification of the excited states that mainly contribute to the RIXS spectral features (see Figure ", "2", ").", "Figure 2. RIXS spectrum (top) and Tanabe–Sugano diagram (bottom). The RIXS intensities are reported on the logarithmic scale. The Tanabe–Sugano diagram is presented on an absolute scale using ", "B", " = 1.08 eV and presents allowed (continuous lines) and forbidden (dotted lines) spin transitions.", "The features I", "R", ", II", "R", ", and III", "R", " and the Racah parameters ", "B", " (∼0.12 eV) can be computed using crystal-field multiplet theory calculations; see Figure ", "3", " and the ", "SI", ". The calculations consider only the Ni d orbitals and include the chemical environment via empirical parameters that can be fitted to the experiment. The CT excitations are thus not reproduced. The RIXS spectrum shows the LMML-CT region in a wider range than is possible with UV–vis spectroscopy, allowing for a full analysis. Ground-state density functional theory (DFT) calculations performed using ORCA", "(20)", " (see the ", "SI", ") are able to reproduce the experimental RIXS LM(ML)-CT features (Figure ", "3", "). Such calculations neglect the core–hole potential, which has only a small effect on the ligand orbitals.", "Figure 3. Experimental RIXS spectrum (gray) and DFT (green) and multiplet theory (red) calculations.", "Figure ", "3", " shows that by combining ground-state DFT and crystal-field multiplet calculations, it is possible to clearly separate the experimental RIXS data into two regions (i.e., ", "dd", " and LMML-CT excitations).", "In summary, we have shown that element-selective RIXS spectroscopy reveals the full dd multiplet structure of CPO-27-Ni, which is not accessible in UV–vis spectroscopy. This allows for the correct determination of the Racah parameter ", "B", " and nephelauxetic ratio β of the Ni", "2+", " sites within the MOF. RIXS experiments can be performed using soft and hard X-rays,", "(21)", " where the choice mainly depends on the required sample environment. The number of experimental stations that are accessible to all researchers is steadily increasing.", " ", "Top of Page", "Abstract", "References", "Supporting Information", "Description of the experimental and theoretical methods. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "References", "Acknowledgment", "The ESRF is gratefully acknowledged for beamtime allocation. We are grateful to Dr. Sachin Chavan for providing the CPO-27-Ni powder.", "Reference QuickView", "Top of Page", "Abstract", "References", "References", "This article references 21 other publications.", "1. ", "Fromme", ", ", "B.", " ", "d–d Excitations in Transition-Metal Oxides", ", ", "1st", " ed.; ", "Springer", ": ", "Berlin", ", ", "2001", "; p  ", "145", ".", "There is no corresponding record for this reference.", "2. ", "(a) ", "Dietzel", ", ", "P. D. C.", "; ", "Georgiev", ", ", "P. A.", "; ", "Eckert", ", ", "J.", "; ", "Blom", ", ", "R.", "; ", "Strassle", ", ", "T.", "; ", "Unruh", ", ", "T.", " ", "Chem. Commun.", " ", "2006", ",  ", "46", " (", "27", ")  ", "4962", "– ", "4964", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(b) ", "Bordiga", ", ", "S.", "; ", "Bonino", ", ", "F.", "; ", "Lillerud", ", ", "K. P.", "; ", "Lamberti", ", ", "C.", " ", "Chem. Soc. Rev.", " ", "2010", ",  ", "39", ",  ", "4885", "– ", "4927", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "X-ray absorption spectroscopies: useful tools to understand metalloorganic frameworks structure and reactivity", "Bordiga, Silvia; Bonino, Francesca; Lillerud, Karl Petter; Lamberti, Carlo", "Chemical Society Reviews", "\r\n        (", "2010", "),\r\n    ", "39", "\r\n        (", "12", "),\r\n    ", "4885-4927", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The large unit cells, the enormous flexibility and variation in structural motifs of MOFs represent a big challenge in the characterization of MOF materials, particularly in cases where single crystal diffraction data are not available.  In this crit. review in cases where only powder diffraction data are available addnl. structural information, particularly regarding local coordination within the inorg. cluster, are often mandatory to solve the structure.  There are also cases where the inorg. cluster does not follow the symmetry of the overall structure.  In such cases diffraction techniques will just see an av. structure, missing the local structure: a lack that may be crit. for understanding the specific properties of the material.  In both cases, EXAFS spectroscopy is the tool that provides complementary structural information on the inorg. cluster and the way it binds to the ligand.  Selected examples will show how EXAFS will be relevant in: (i) confirming the structure obtained from diffraction refinements; (ii) highlighting that the inorg. cornerstone has a lower symmetry with respect to that of the org. framework; (iii) obtaining the local structure of the inorg. cluster in the desolvated material when desolvation causes a partial loss of long range order; (iv) obtaining the local structure of the inorg. cluster in the desolvated material after coordination of a probe (or reactant) mol., including cluster deformation upon mol. coordination and metal-mol. binding distance; (v) evidencing the presence of impurities as amorphous extra-phases (339 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVejsLzO&md5=24b534ae727e28744f038b2c09e8d9c0", "(c) ", "Lamberti", ", ", "C.", "; ", "Zecchina", ", ", "A.", "; ", "Groppo", ", ", "E.", "; ", "Bordiga", ", ", "S.", " ", "Chem. Soc. Rev.", " ", "2010", ",  ", "39", ",  ", "4951", "– ", "5001", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Probing the surfaces of heterogeneous catalysts by in situ IR spectroscopy", "Lamberti, Carlo; Zecchina, Adriano; Groppo, Elena; Bordiga, Silvia", "Chemical Society Reviews", "\r\n        (", "2010", "),\r\n    ", "39", "\r\n        (", "12", "),\r\n    ", "4951-5001", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This crit. review describes the reactivity of heterogeneous catalysts from the point of view of 4 simple, but essential for chem., mols. (namely H2, CO, NO, and C2H4) that are considered as probes or as reactants in combination with \"in situ\" controlled temp. and pressure IR spectroscopy.  The fundamental properties of H2, CO, NO, and C2H4 are shortly described to justify their different behavior in respect of isolated sites in different environments, extended surfaces, clusters, cryst. or amorphous materials.  The description is given by considering some \"key studies\" and trying to evidence similarities and differences among surfaces and probes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVejsL3I&md5=0619dcee62dc36a57ad099d4930ed30e", "(d) ", "Bordiga", ", ", "S.", "; ", "Groppo", ", ", "E.", "; ", "Agostini", ", ", "G.", "; ", "van Bokhoven", ", ", "J. A.", "; ", "Lamberti", ", ", "C.", " ", "Chem. Rev.", " ", "2013", ",  ", "113", ",  ", "1736", "– ", "1850", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Reactivity of Surface Species in Heterogeneous Catalysts Probed by In Situ X-ray Absorption Techniques", "Bordiga, Silvia; Groppo, Elena; Agostini, Giovanni; van Bokhoven, Jeroen A.; Lamberti, Carlo", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "113", "\r\n        (", "3", "),\r\n    ", "1736-1850", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review; reactivity of surface species in heterogeneous catalysts probed by in situ x-ray absorption techniques is discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjtlWgsbk%253D&md5=48a45fe47d729e6e308717bfe3967058", "3. ", "Glatzel", ", ", "P.", "; ", "Weng", ", ", "T.-C.", "; ", "Kvashnina", ", ", "K.", "; ", "Swarbrick", ", ", "J.", "; ", "Sikora", ", ", "M.", "; ", "Gallo", ", ", "E.", "; ", "Smolentsev", ", ", "N.", "; ", "Mori", ", ", "R. A.", " J. Electron Spectrosc. Relat. Phenom. ", "2012", ", in press. ", "There is no corresponding record for this reference.", "4. ", "de Groot", ", ", "F.", " ", "Chem. Rev.", " ", "2001", ",  ", "101", " (", "6", ")  ", "1779", "– ", "1808", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "High-resolution x-ray emission and x-ray absorption spectroscopy", "de Groot, Frank", "Chemical Reviews (Washington, D. C.)", "\r\n        (", "2001", "),\r\n    ", "101", "\r\n        (", "6", "),\r\n    ", "1779-1808", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review with 126 refs. on high resoln. X-ray emission and absorption spectroscopy focussing on 3d transition metal systems.  The X-ray absorption and emission processes are discussed.  Magnetic dichroism effects and selected X-ray absorption expts. are also considered.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXjsVOksb4%253D&md5=51cbb6338dc29065fd32e5a84ea2311d", "5. ", "Glatzel", ", ", "P.", "; ", "Bergmann", ", ", "U.", " ", "Coord. Chem. Rev.", " ", "2005", ",  ", "249", " (", "1–2", ")  ", "65", "– ", "95", "[", "Crossref", "], [", "CAS", "]", "5. ", "High resolution 1s core hole X-ray spectroscopy in 3d transition metal complexes-electronic and structural information", "Glatzel, Pieter; Bergmann, Uwe", "Coordination Chemistry Reviews", "\r\n        (", "2005", "),\r\n    ", "249", "\r\n        (", "1-2", "),\r\n    ", "65-95", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  The creation of a 1s core hole in a 3d transition metal ion gives rise to an emission spectrum that can be recorded using a crystal analyzer.  K shell x-ray spectroscopy using an analyzer energy bandwidth of ∼1 eV is sensitive to electron-electron interactions and orbital splittings and preserves the advantages of the hard x-ray probe.  The authors review recent developments in Kα and Kβ spectroscopy and show how the chem. sensitivity of the fluorescence lines can be exploited for selective x-ray absorption studies.  When the photo excitation energy is tuned close to the K edge threshold, the phenomenon known as x-ray resonant Raman or resonant inelastic x-ray scattering (RIXS) occurs.  RIXS spectroscopy on 3d transition metals at the 1s resonances with lowest incident energies (K pre-edge) is a very recent technique.  The authors discuss basic aspects and demonstrate with several examples its potential as a future routine spectroscopic tool.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhtFejs7zP&md5=f9d1247588b31237b4a47a9378ae1dd2", "6. ", "Kotani", ", ", "A.", "; ", "Shin", ", ", "S.", " ", "Rev. Mod. Phys.", " ", "2001", ",  ", "73", " (", "1", ")  ", "203", "– ", "246", "[", "Crossref", "], [", "CAS", "]", "6. ", "Resonant inelastic x-ray scattering spectra for electrons in solids", "Kotani, Akio; Shin, Shik", "Reviews of Modern Physics", "\r\n        (", "2001", "),\r\n    ", "73", "\r\n        (", "1", "),\r\n    ", "203-246", "CODEN:\r\n                ", "RMPHAT", ";\r\n        ISSN:", "0034-6861", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "A review with many refs.  Resonant inelastic x-ray scattering (RIXS) has recently been a subject of remarkable progress due to the advent of high-brilliance synchrotron radiation sources.  The authors present a review of both exptl. and theor. studies of electrons in solids using this 2nd-order optical process, in which there is coherent absorption and emission of x-rays at resonance with electronic excitations.  The review starts with some of the fundamental aspects of RIXS, after which are presented typical exptl. data and their theor. interpretation for various materials.  The 1st class of materials considered is semiconductors and insulators (Si, C, and BN), which are typical systems with weak electron correlation, and the data are interpreted based on electronic states described by an energy-band model.  Effects of symmetry of electronic states and electron momentum conservation are discussed.  At the opposite extreme are rare-earth systems (metals and oxides), in which the 4f electrons are almost localized with strong electron correlation.  The observations are interpreted based on the effects of intra-at. multiplet coupling and weak interat. electron transfer, which are well described with an Anderson impurity model or a cluster model.  In this context a narrowing of spectral width in the excitation spectrum, polarization dependence, and the MCD in ferromagnetic materials are discussed.  The authors then consider transition-metal compds., materials with electron correlation strengths intermediate between semiconductors and rare-earth systems.  In these interesting cases there is an interplay of intra-at. and interat. electronic interactions that leads to limitations of both the band model and the Anderson impurity model.  Finally, other topics in resonant x-ray emission studies of solids are described briefly.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXis1ansrg%253D&md5=fd5b3a4b5becf1a2a1d58a507a7fc0f3", "7. ", "Dietzel", ", ", "P. D. C.", "; ", "Panella", ", ", "B.", "; ", "Hirscher", ", ", "M.", "; ", "Blom", ", ", "R.", "; ", "Fjellvag", ", ", "H.", " ", "Chem. Commun.", " ", "2006", ",  ", "9", ",  ", "959", "– ", "961", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", "8. ", "Racah", ", ", "G.", " ", "Phys. Rev.", " ", "1942", ",  ", "61", " (", "3–4", ")  ", "186", "– ", "197", "[", "Crossref", "], [", "CAS", "]", "8. ", "Theory of complex spectra. I", "Racah, Giulio", "Physical Review", "\r\n        (", "1942", "),\r\n    ", "61", "\r\n        (", "),\r\n    ", "186-97", "CODEN:\r\n                ", "PHRVAO", ";\r\n        ISSN:", "0031-899X", ".\r\n    ", "Math.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaH38XhtFOrtw%253D%253D&md5=371004c3dd32d64df4d3ea4b56bf795c", "9. ", "Newman", ", ", "R.", "; ", "Chrenko", ", ", "R. M.", " ", "Phys. Rev.", " ", "1959", ",  ", "114", " (", "6", ")  ", "1507", "– ", "1513", "[", "Crossref", "], [", "CAS", "]", "9. ", "Optical properties of nickel oxide", "Newman, R.; Chrenko, R. M.", "Physical Review", "\r\n        (", "1959", "),\r\n    ", "114", "\r\n        (", "),\r\n    ", "1507-13", "CODEN:\r\n                ", "PHRVAO", ";\r\n        ISSN:", "0031-899X", ".\r\n    ", "Single-crystal NiO absorption and reflectivity spectra were measured for, resp., 0.1-6 and 0.025-10 e.v.  The absorption shows a 1-3.5-e.v. line series from Ni ion internal transitions.  Continuous background absorption for 0.1-3.5 e.v. increases with impurity concn.  The absorption coeff. rises steeply above 3.5 e.v., and is 106/cm. at and above 4 e.v.  The 0.24-e.v. line is temp. sensitive in both intensity and frequency above 300°K.  This seems related to antiferromagnetic ordering.  The reststrahlen spectrum was observed with high- and low-frequency dielec. consts., resp., 5.4 and 12, and longitudinal and transverse optical mode vibration energies of, resp., 0.076 and 0.044 e.v.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF3cXjt1KqtQ%253D%253D&md5=2ff2e232a296933e781a2c70947ade7c", "10. ", "Bonino", ", ", "F.", "; ", "Chavan", ", ", "S.", "; ", "Vitillo", ", ", "J. G.", "; ", "Groppo", ", ", "E.", "; ", "Agostini", ", ", "G.", "; ", "Lamberti", ", ", "C.", "; ", "Dietzel", ", ", "P. D. C.", "; ", "Prestipino", ", ", "C.", "; ", "Bordiga", ", ", "S.", " ", "Chem. Mater.", " ", "2008", ",  ", "20", " (", "15", ")  ", "4957", "– ", "4968", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Local Structure of CPO-27-Ni Metallorganic Framework upon Dehydration and Coordination of NO", "Bonino, Francesca; Chavan, Sachin; Vitillo, Jenny G.; Groppo, Elena; Agostini, Giovanni; Lamberti, Carlo; Dietzel, Pascal D. C.; Prestipino, Carmelo; Bordiga, Silvia", "Chemistry of Materials", "\r\n        (", "2008", "),\r\n    ", "20", "\r\n        (", "15", "),\r\n    ", "4957-4968", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Coordination polymer Ni2(dhtp)(H2O)2·8H2O is a 3D network that maintains crystallinity and porosity after solvent removal.  A mild thermal treatment in high vacuo at 393 K removes not only water physisorbed on the walls of the structure but also water directly coordinated to the Ni(II) sites.  This procedure allows us to obtain a Metalorg. framework material with honeycomb structure able to strongly coordinate NO.  The characterization of CPO-27-Ni with respect to structural (EXAFS compared with XRD), vibrational (IR and Raman), and electronic (UV, XANES, and luminescence) properties is described in the case of the as-prepd. sample, of the dehydrated sample, and after NO interaction.  NO is strongly bonded at the Ni(II) sites, forming a 1:1 adduct; its presence causes large modification of the vibrational and electronic properties of the material with respect to the dehydrated one.  Quant. data considering energetic aspects (microcalorimetric measurements) are also included.  The ability of H2O mols. to slowly displace NO from the Ni(II) sites makes this material a promising candidate for NO delivery inside biol. tissues.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXnvF2gt74%253D&md5=8d2cc82f53b49dca9c9cadfbe68b679f", "11. ", "(a) ", "Chavan", ", ", "S.", "; ", "Bonino", ", ", "F.", "; ", "Vitillo", ", ", "J. G.", "; ", "Groppo", ", ", "E.", "; ", "Lamberti", ", ", "C.", "; ", "Dietzel", ", ", "P. D. C.", "; ", "Zecchina", ", ", "A.", "; ", "Bordiga", ", ", "S.", " ", "Phys. Chem. Chem. Phys.", " ", "2009", ",  ", "11", " (", "42", ")  ", "9811", "– ", "9822", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Response of CPO-27-Ni towards CO, N2 and C2H4", "Chavan, Sachin; Bonino, Francesca; Vitillo, Jenny G.; Groppo, Elena; Lamberti, Carlo; Dietzel, Pascal D. C.; Zecchina, Adriano; Bordiga, Silvia", "Physical Chemistry Chemical Physics", "\r\n        (", "2009", "),\r\n    ", "11", "\r\n        (", "42", "),\r\n    ", "9811-9822", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Coordinatively unsatd. Ni2+ atoms in CPO-27-Ni form linear adducts with mol. nitrogen.  The framework responds to the adsorption-modifying vibrational properties and local structure around adsorbing sites.  The present paper deals with a fundamental IR study of the interaction of gases on a microporous adsorbent metal-org. framework CPO-27-Ni contg., after solvent removal, coordinatively unsatd. Ni2+ atoms (Dietzel et al., 2006).  CO, N2 and C2H4 were chosen.  Notwithstanding the relative medium (CO and C2H4) and weak (N2) adsorption enthalpies and the low equil. pressures adopted (100-10-3 mbar) the CPO-27-Ni framework responds promptly and reversibly to the adsorption process, modifying significantly both vibrational properties and local structure around Ni2+ adsorbing sites as detd. by a parallel EXAFS study locating the N2 mol. 2.27 ± 0.03 Å apart from Ni2+.  For both N2 and C2H4, IR spectra were discussed and carefully compared with literature data.  Isosteric heat of adsorption of the Ni2+···N2 complex formation was evaluated from temp. dependent IR study to be -ΔHads = 17 kJ mol-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtlSjtr%252FK&md5=6a5ea422f66de4e636d77d23ad067014", "(b) ", "Chavan", ", ", "S.", "; ", "Vitillo", ", ", "J. G.", "; ", "Groppo", ", ", "E.", "; ", "Bonino", ", ", "F.", "; ", "Lamberti", ", ", "C.", "; ", "Dietzel", ", ", "P. D. C.", "; ", "Bordiga", ", ", "S.", " ", "J. Phys. Chem. C", " ", "2009", ",  ", "113", " (", "8", ")  ", "3292", "– ", "3299", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "CO Adsorption on CPO-27-Ni Coordination Polymer: Spectroscopic Features and Interaction Energy", "Chavan, Sachin; Vitillo, Jenny G.; Groppo, Elena; Bonino, Francesca; Lamberti, Carlo; Dietzel, Pascal D. C.; Bordiga, Silvia", "Journal of Physical Chemistry C", "\r\n        (", "2009", "),\r\n    ", "113", "\r\n        (", "8", "),\r\n    ", "3292-3299", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The microporous metal-org. framework Ni2(dhtp) (H4dhtp = 2,5-dihydroxyterephtalic acid) is a 3D network that maintains crystallinity and porosity after solvent removal.  A mild thermal treatment in high vacuo at 393 K removes completely water allowing to obtain a MOF material with honeycomb structure able to strongly coordinate CO at room temp.  In this contribution, the reactivity toward CO of CPO-27-Ni has been studied by the combined use of IR, extended X-ray absorption fine structure, X-ray absorption near edge structure, and UV-vis spectroscopies and microcalorimetry.  Most of the Ni2+ sites are involved in the interaction (about 80%), forming 1:1 linear adducts whose interaction enthalpy is slightly above 50 kJ/mol.  In the presence of CO, a large modification of the vibrational and electronic properties of the material with respect to the dehydrated one has been obsd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsVyksL0%253D&md5=707bd72f57f93a2a9a1d81fed1b0669f", "12. ", "Ghiringhelli", ", ", "G.", "; ", "Matsubara", ", ", "C.", "; ", "Dallera", ", ", "C.", "; ", "Fracassi", ", ", "F.", "; ", "Gusmeroli", ", ", "R.", "; ", "Piazzalunga", ", ", "A.", "; ", "Tagliaferri", ", ", "A.", "; ", "Brookes", ", ", "N. B.", "; ", "Kotani", ", ", "A.", "; ", "Braicovich", ", ", "L.", " ", "J. Phys.: Condens. Matter", " ", "2005", ",  ", "17", " (", "35", ")  ", "5397", "[", "Crossref", "], [", "CAS", "]", "12. ", "NiO as a test case for high resolution resonant inelastic soft X-ray scattering", "Ghiringhelli, G.; Matsubara, M.; Dallera, C.; Fracassi, F.; Gusmeroli, R.; Piazzalunga, A.; Tagliaferri, A.; Brookes, N. B.; Kotani, A.; Braicovich, L.", "Journal of Physics: Condensed Matter", "\r\n        (", "2005", "),\r\n    ", "17", "\r\n        (", "35", "),\r\n    ", "5397-5412", "CODEN:\r\n                ", "JCOMEL", ";\r\n        ISSN:", "0953-8984", ".\r\n    \r\n            (", "Institute of Physics Publishing", ")\r\n        ", "Resonant inelastic x-ray scattering (RIXS) at the L2,3 edges of 3d transition metal compds. has recently become a high resoln. spectroscopic technique thanks to improvements in the instrumentation.  The authors have chosen the prototypical case of NiO to explore the various levels of interpretation applicable to L3 RIXS spectra of strongly correlated electron systems.  Starting from a set of exptl. data measured across the Ni L3 absorption edge with 550 meV combined energy resoln., the authors analyze the rich spectral structure within an at. framework.  The spectra can be sepd. into dd and charge transfer excitation regions.  The dd excitations can be interpreted and well reproduced within a crystal field model.  The charge transfer excitations are analyzed through the comparison with calcns. made in the Anderson impurity model.  Parameters belonging to the proposed models (crystal field strength, charge transfer energy, hybridization integrals) can thus be extd. in a very direct and unambiguous way.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtFyjsrjP&md5=dcce0bbf03598e916b87f3604e1b1651", "13. ", "Huotari", ", ", "S.", "; ", "Pylkkanen", ", ", "T.", "; ", "Vanko", ", ", "G.", "; ", "Verbeni", ", ", "R.", "; ", "Glatzel", ", ", "P.", "; ", "Monaco", ", ", "G.", " ", "Phys. Rev. B", " ", "2008", ",  ", "78", " (", "4", "), Art. No. 041102.", "[", "Crossref", "]", "There is no corresponding record for this reference.", "14. ", "van Veenendaal", ", ", "M.", "; ", "Liu", ", ", "X. S.", "; ", "Carpenter", ", ", "M. H.", "; ", "Cramer", ", ", "S. P.", " ", "Phys. Rev. B", " ", "2011", ",  ", "83", " (", "4", "), Art. No. 045101.", "[", "Crossref", "]", "There is no corresponding record for this reference.", "15. ", "Underhill", ", ", "A. E.", "; ", "Billing", ", ", "D. E.", " ", "Nature", " ", "1966", ",  ", "210", ",  ", "834", "– ", "835", "[", "Crossref", "], [", "CAS", "]", "15. ", "Calculations of the Racah parameter B for nickel(II) and cobalt (II) compounds", "Underhill, A. E.; Billing, D. E.", "Nature (London, United Kingdom)", "\r\n        (", "1966", "),\r\n    ", "210", "\r\n        (", "5038", "),\r\n    ", "834-5", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    ", "For those octahedral Ni(II) complexes where only the v2-(3A2g - 3T1g (F)) and the v3(3A2g - 3T1g (P)) bands were obsd., U. and B. have simplified the calcn. to that of solving a quadratic equation in Dq,v2, and v3.  The equations for finding Dq and B for octahedral Ni(II) complexes (d8) are: 340 Dq2 -18 (v2 +v3) Dq + v2v3 = 0 . . . , B = (v3 + v2 - 30 Dq)/15.  These two equations also apply to d3 ions in an octahedral field and to d2 and d7 ions in tetrahedral fields.  Equations are also given for d2 or d7 ions in an octahedral field of d3 or d8 ions in a tetrahedral field: 340 Dq2 + 18 (v3 - 2v2) Dq - v22 -v22  = 0. . , B = v3 - 2v2 + 30 Dq)/15.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF28Xks1Wqsbc%253D&md5=69c519e3bf1364ab41f0ff78d7944c49", "16. ", "de Viry", ", ", "D.", "; ", "Tercier", ", ", "N.", "; ", "Denis", ", ", "J. P.", "; ", "Blanzat", ", ", "B.", "; ", "Pelle", ", ", "F.", " ", "J. Chem. Phys.", " ", "1992", ",  ", "97", " (", "4", ")  ", "2263", "– ", "2270", "[", "Crossref", "], [", "CAS", "]", "16. ", "Luminescence properties of nickel(2+) in cesium tribromocadmate (CsCdBr3)", "De Viry, D.; Tercier, N.; Denis, J. P.; Blanzat, B.; Pelle, F.", "Journal of Chemical Physics", "\r\n        (", "1992", "),\r\n    ", "97", "\r\n        (", "4", "),\r\n    ", "2263-70", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "Spectroscopic properties of Ni2+ ions substituted in the unidimensional compd. CsCdBr3 were investigated from 9 to 300 K.  The structured features of the absorption spectrum were interpreted on the assumption of a trigonal distortion of the Ni2+ site.  Four emissions were obsd. and assigned to the 1T2 → 3T2, 3T1, 1E and to the 3T2 → 3A2 transitions in order of decreasing energy.  Energy-level calcns. were performed in the usual cubic model and the results compared to the values obtained in a trigonal-field framework.  The lifetimes were measured and fitted by the Mott law and using the Struck and Fonger model.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38XlvVSrur4%253D&md5=2c6c467d12bdbdbecd14c5515073477a", "17. ", "Ament", ", ", "L. J. P.", "; ", "van Veenendaal", ", ", "M.", "; ", "Devereaux", ", ", "T. P.", "; ", "Hill", ", ", "J. P.", "; ", "van den Brink", ", ", "J.", " ", "Rev. Mod. Phys.", " ", "2011", ",  ", "83", " (", "2", ")  ", "705", "– ", "767", "[", "Crossref", "], [", "CAS", "]", "17. ", "Resonant inelastic x-ray scattering studies of elementary excitations", "Ament, Luuk J. P.; van Veenendaal, Michel; Devereaux, Thomas P.; Hill, John P.; van den Brink, Jeroen", "Reviews of Modern Physics", "\r\n        (", "2011", "),\r\n    ", "83", "\r\n        (", "2", "),\r\n    ", "705-767", "CODEN:\r\n                ", "RMPHAT", ";\r\n        ISSN:", "0034-6861", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "A review.  In the past decade, resonant inelastic x-ray scattering (RIXS) has made remarkable progress as a spectroscopic technique.  This is a direct result of the availability of high-brilliance synchrotron x-ray radiation sources and of advanced photon detection instrumentation.  The technique's unique capability to probe elementary excitations in complex materials by measuring their energy, momentum, and polarization dependence has brought RIXS to the forefront of exptl. photon science.  Both the exptl. and theor. RIXS investigations of the past decade are reviewed, focusing on those detg. the low-energy charge, spin, orbital, and lattice excitations of solids.  The fundamentals of RIXS as an exptl. method are presented and then the theor. state of affairs, its recent developments, and the different (approx.) methods to compute the dynamical RIXS response are reviewed.  The last decade's body of exptl. RIXS data and its interpretation is surveyed, with an emphasis on RIXS studies of correlated electron systems, esp. transition-metal compds.  Finally, the promise that RIXS holds for the near future is discussed, particularly in view of the advent of x-ray laser photon sources.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXos1eit78%253D&md5=fcc6e9fc18808faeaa7496ad9a942556", "18. ", "Tanabe", ", ", "Y.", "; ", "Sugano", ", ", "S.", " ", "J. Phys. Soc. Jpn.", " ", "1954", ",  ", "9", " (", "5", ")  ", "753", "– ", "766", "[", "Crossref", "], [", "CAS", "]", "18. ", "The absorption spectra of complex ions. I", "Tanabe, Yukito; Sugano, Satoru", "Journal of the Physical Society of Japan", "\r\n        (", "1954", "),\r\n    ", "9", "\r\n        (", "),\r\n    ", "753-66", "CODEN:\r\n                ", "JUPSAU", ";\r\n        ISSN:", "0031-9015", ".\r\n    ", "The energy matrix elements for the electron configuration dn in cubic field are calcd. in detail to det. the success of the cryst. field approximation in explaining the origin of both absorption bands and lines of the octahedral normal complex ions contg. the Fe-group elements.  The calcns. are made by Racah's method and assume the generalized cryst. field model.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaG28Xit1yjsA%253D%253D&md5=f2ca7ad8a8c95bd8255d44100b0d5f65", "19. ", "Tanabe", ", ", "Y.", "; ", "Sugano", ", ", "S. J.", " ", " Phys. Soc. Jpn.", " ", "1954", ",  ", "9", ",  ", "766", "– ", "779", ".", "[", "Crossref", "], [", "CAS", "]", "19. ", "The absorption spectra of complex ions. II", "Tanabe, Yukito; Sugano, Satoru", "Journal of the Physical Society of Japan", "\r\n        (", "1954", "),\r\n    ", "9", "\r\n        (", "),\r\n    ", "766-79", "CODEN:\r\n                ", "JUPSAU", ";\r\n        ISSN:", "0031-9015", ".\r\n    ", "The secular determinants are solved for the energy levels, important in the absorption spectra of normal complex ions, with the cryst. field strength as a parameter.  Racah's parameters B and C were detd. from the spectra of free ions.  The f-values of transitions were estd. and compared with observed intensities.  The ions of the type [MX6]++ (M = Cr, Mn, Fe, Co, Ni) show good agreement between calcd. and observed positions of lines and bands when the cryst. field parameter was adjusted.  With the comparable trivalent ions smaller values of B and C are needed for close agreement.  A possible explanation in terms of the cryst. field approximation is offered, especially in the cases of H2O and NH3 complexes of Co(III).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaG28Xit1yjsQ%253D%253D&md5=e7a4dd9a0e7c20914699f7a1f77a92f5", "20. ", "Neese", ", ", "F.", " ", "WIREs", " ", "2012", ",  ", "2", " (", "1", ")  ", "73", "– ", "78", "[", "Crossref", "], [", "CAS", "]", "20. ", "The ORCA program system", "Neese, Frank", "Wiley Interdisciplinary Reviews: Computational Molecular Science", "\r\n        (", "2012", "),\r\n    ", "2", "\r\n        (", "1", "),\r\n    ", "73-78", "CODEN:\r\n                ", "WIRCAH", ";\r\n        ISSN:", "1759-0884", ".\r\n    \r\n            (", "Wiley-Blackwell", ")\r\n        ", "A review.  ORCA is a general-purpose quantum chem. program package that features virtually all modern electronic structure methods (d. functional theory, many-body perturbation and coupled cluster theories, and multireference and semiempirical methods).  It is designed with the aim of generality, extendibility, efficiency, and user friendliness.  Its main field of application is larger mols., transition metal complexes, and their spectroscopic properties.  ORCA uses std. Gaussian basis functions and is fully parallelized.  The article provides an overview of its current possibilities and documents its efficiency.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvFGls7s%253D&md5=a753e33a6f9a326553295596f5c754e5", "21. ", "van Schooneveld", ", ", "M. M.", "; ", "Gosselink", ", ", "R. W.", "; ", "Eggenhuisen", ", ", "T. M.", "; ", "Al Samarai", ", ", "M.", "; ", "Monney", ", ", "C.", "; ", "Zhou", ", ", "K. J.", "; ", "Schmitt", ", ", "T.", "; ", "de Groot", ", ", "F. M. F.", " ", "Angew. Chem. Int. Ed.", " ", "2013", ",  ", "52", ",  ", "1770", "– ", "1774", "There is no corresponding record for this reference."], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-10/ic400350w/production/images/small/ic-2013-00350w_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-10/ic400350w/production/images/small/ic-2013-00350w_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-10/ic400350w/production/images/small/ic-2013-00350w_0003.gif\">"]}
