{"title": ["Electronic Structure Modulation of Metal–Organic Frameworks for Hybrid Devices"], "authors": ["Keith T. Butler", "Christopher H. Hendon", "Aron Walsh"], "doi": ["10.1021/am507016r"], "abstract": ["The study of metal–organic frameworks has largely been motivated by their structural and chemical diversity; however, these materials also possess rich physics, including optical, electronic, and magnetic activity. If these materials are to be employed in devices, it is necessary to develop an understanding of their solid-state behavior. We report an approach to calculate the effect of strain on the band structure of porous frameworks. The origin of the bidirectional absolute deformation potentials can be described from perturbations of the organic and inorganic building blocks. The unified approach allows us to propose several uses for hybrid materials, beyond their traditionally posited applications, including gas sensing, photoelectrochemistry, and as hybrid transistors."], "text": ["Top of Page", "Abstract", "Introduction", "Computational Approach", "Band Gap Deformation", "Absolute Band Edge Deformation", "Chemical Origin of Electronic Response", "Hybrid Deformation", "Toward Hybrid Devices", "Conclusions", "References", "1 Introduction", "Metal organic frameworks (MOFs) have become one of the most studied systems in materials chemistry. Their porous nature has resulted in speculation on their application as gas storage media.", "(1-3)", " This research has yielded many promising results but, as yet, no firm applications.", "(4)", " Additionally, the concentration on gas storage has somewhat overshadowed the opportunity for exploiting the chemical and structural diversity of MOFs to control their physical properties.", "(5, 6)", " There is a renaissance of the field, with an increasing number of studies demonstrating the potential of MOFs for optoelectronic processes and devices.", "(7-15)", "In the design of hybrid devices, control of electronic energy levels is crucial.", "(16)", " The bulk electron energy levels provide a “natural” band offset between the bulk phases of materials (the Galvani potential) and can be considered a reliable first approximation to electrical barriers at a heterojunction interface. There is a long history, in the field of semiconductors, of controlling energy levels through the expansion and contraction of the crystal lattice, an idea first explored by Shockley and Bardeen.", "(17)", " MOFs display extraordinary flexibility, which allows for the accommodation of extreme lattice mismatch,", "(18, 19)", " making them ideal candidates for energy level control by application of epitaxial, uniaxial, or hydrostatic strain. Similar effects can be achieved via thermal expansion, which may be positive or negative for hybrid frameworks.", "(20-22)", " The degree to which the energy levels are deformed by strain is quantified by the deformation potential:", "(1)", "where ε", "i", " is the electronic energy level of interest and ", "v", " is the lattice volume. By judicious pairing of materials, based on knowledge of lattice matching and deformation potentials, the band offset at a heterojunction can be chosen for the desired application, for example, to produce an Ohmic or Schottky electrical contact. The most commonly considered deformation potential is that of the band gap (α", "v", "E", "g", "), as it is more straightforward to measure or calculate a relative change (the energy difference between the valence and conduction bands) than the absolute shifts of individual bands, that is:", "(2)", "where CB and VB refer to the lower conduction band and upper valence band, respectively.", "Figure 1. Crystallographic unit cell of MIL-125 (right): a catalytically active and photochromic material used for the oxidation of alcohols to aldehydes. The (HSE06) band structure of MIL-125 (left) shows localized electronic states, with no significant band dispersion in reciprocal space. The energy scale is absolute, with respect to the vacuum level determined using the electrostatic potential at the center of the pore.", "The determination of absolute deformation potentials (ADPs) has proved challenging for some time, even for close-packed elemental and binary semiconductors.", "(23, 24)", " From a theoretical point of view, the problem is that standard electronic structure simulations of compact semiconductors with periodic boundary conditions provide no unique, universal electronic energy reference, as there is no point in space where the wave function decays to zero. Thus, electronic eigenvalues cannot be compared over a range of deformations. A number of attempts to circumvent this difficulty have been proposed, for example, the model solid method,", "(25)", " the midgap energy,", "(26)", " and core state energy levels with an appropriate lattice summation.", "(27)", " A set of reference data is now available for simple inorganic semiconductors.", "(28)", " The prediction of these quantities for hybrid systems is rarely attempted, due to the complexity of the underlying calculations. In particular, there is no knowledge of the deformation behavior of organometallic solids.", "In this contribution, we report an approach for calculating the absolute and relative deformation potentials of porous materials. The method is applied to calculate ADPs of five important frameworks: MOF-5 (ZnO-based, Figure ", "1", ")", "(29)", " and MIL-125 (TiO", "2", "-based),", "(30)", " one of the highest performing gas-storage coordination frameworks (CPO-27-Mg),", "(31)", " a zeolitic imidazolate framework (ZIF-8),", "(32)", " and also a covalent organic framework (COF-1M).", "(33, 34)", " The chosen frameworks differ in structure, composition, and functionality. The ability to predict and manipulate the band structure of MOFs raises the possibility for application in nontraditional contexts, which we shall explore.", "Figure 2. Definition of the contributions to the total deformation potential (α", "α", ") in metal–organic frameworks. There is a change in the electronic structure following an instantaneous “vertical” volume change (α", "i", "), and an additional change following atomic relaxation (Δα) termed hybrid deformation.", "As demonstrated by our calculations for these materials, the ADPs of MOFs have a number of subtleties arising from the hybrid nature of the structure. First, the band edges can be defined by either the organic or the inorganic motif; the electronic structures of the band edges are illustrated in Figure ", "3", ". Furthermore, traditional tetrahedral semiconductors have lattice points strictly defined by a crystal space-group, meaning that expansions or compressions result only in an isotropic scaling of the lattice sites. In MOFs the atomic coordinates can relax upon volume perturbation in an anisotropic manner due to their internal structural flexibility. This relaxation process means that the effective deformation potential can be broken into two contributions: a pure volume deformation (prior to relaxation) and an adiabatic deformation (postrelaxation). We term the difference between the two the “hybrid deformation” (see Figure ", "2", ") as it originates from the internal flexibility of the hybrid porous structure.", "Top of Page", "Abstract", "Introduction", "Computational Approach", "Band Gap Deformation", "Absolute Band Edge Deformation", "Chemical Origin of Electronic Response", "Hybrid Deformation", "Toward Hybrid Devices", "Conclusions", "References", "2 Computational Approach", "All density functional theory (DFT) calculations were performed in the Vienna Ab Initio Simulation Package (VASP)", "(35)", " using plane-wave package with projector augmented wave pseudopotentials.", "(36)", " All structures were initially fully optimized using the PBESol", "(37)", " exchange and correlation functional and a cutoff energy of 500 eV and a Γ-point sampling of the Brillouin zone, allowing all ionic and lattice degrees of freedom to relax. The electronic structure was then calculated using the HSE06", "(38)", " functional, with 25% of the short-range semilocal exchange replaced by nonlocal Hartree–Fock exchange.", "Absolute valence band maxima and conduction band minima were obtained by calculating the difference between the highest occupied and lowest unoccupied one-electron eigenvalues and a reference vacuum potential. The reference vacuum potential was obtained from the Hartree potential at the center of a pore in the material, where the electrostatic potential has plateaued. This procedure for obtaining absolute band energies of porous materials was outlined in a recent publication,", "(39)", " and the analysis code and tutorials for performing the calculation are freely available in an online repository.", "(40)", "The convergence of the band energies with respect to the density of the ", "k", "-point mesh in reciprocal space was checked for MIL-125 (which displays some band dispersion and therefore is a good test for the validity of the Γ-point approximation). The results, presented in the ", "Supporting Information", ", clearly demonstrate that the absolute electron energies are well converged for the properties of interest.", "The instantaneous volume deformation potential was calculated by applying an isotropic perturbation of ±1% to the equilibrium lattice geometry, scaling both lattice vectors and ionic coordinates. The deformation potential was then obtained as the relationship between the offset of the band edge (ε", "i", ") and the Hartree potential at the center of the pore (Φ", "pore", ") and the log of the volume:", "(3)", "The total adiabatic deformation potential was calculated following the same procedure; however, the ionic positions of the framework were optimized to their equilibrium values at each point on the energy–volume curve.", "Top of Page", "Abstract", "Introduction", "Computational Approach", "Band Gap Deformation", "Absolute Band Edge Deformation", "Chemical Origin of Electronic Response", "Hybrid Deformation", "Toward Hybrid Devices", "Conclusions", "References", "3 Band Gap Deformation", "The band gap deformation potential for each framework has been calculated self-consistently from the energy separation of the upper valence and lower conduction bands as a function of the cell volume both including and excluding internal structure optimization. The values, collected in Table ", "1", ", are large and negative for each MOF. They range from −2.31 eV (MIL-125) to −0.52 eV (CPO-27-Mg). This is the standard semiconductor response; that is, as the lattice is dilated the band gap is reduced.", "(27)", " The negative sign is usually attributed to a reduction in separation of the occupied (bonding) and empty (antibonding) states as bond lengths are increased. The one exception is the covalent framework, COF-1M, which exhibits a positive band gap deformation of 1.05 eV. To understand the origin of this anomalous behavior, we need to first consider the individual changes of the valence and conduction bands.", "Top of Page", "Abstract", "Introduction", "Computational Approach", "Band Gap Deformation", "Absolute Band Edge Deformation", "Chemical Origin of Electronic Response", "Hybrid Deformation", "Toward Hybrid Devices", "Conclusions", "References", "4 Absolute Band Edge Deformation", "While the band gap deformation is straightforward to assess using existing techniques, the underlying contributions are more difficult to compute. Here, we perform a translation of the relative electronic eigenvalues to absolute energies using the (volume-dependent) electrostatic potential at the center of the pore of the framework as a reference. It has been demonstrated that the pore potential (Φ", "pore", ") represents a good approximation to the vacuum level.", "(39)", " Following the procedure outlined above, the absolute valence and conduction band deformation potentials have been calculated and are reported in Table ", "1", " (and Figure ", "3", ").", "Figure 3. Calculated (DFT-HSE06) valence and conduction band energy levels of the five materials studied, which are aligned through the Hartree potential in the center of their pores (following ref ", "39", "). Inset in the band gap of each material are shaded lines indicating changes in the valence and conduction band positions as the volume (external pressure) is varied. Above and below each material is the electron density associated with the band edge wave functions; note that the density is associated with organic ligands, with the exception of MOF-5 (valence band, ZnO units) and MIL-125 (conduction band, TiO", "2", " units).", "Table 1. Calculated Band Gaps, ", "E", "g", ", and Deformation Potentials for a Set of Hybrid Materials (DFT-HSE06), Including Deformation of Valence Band Maximum, α", "v", "VB", ", Conduction Band Minimum, α", "v", "CB", ", and Band Gap, α", "v", "E", "g", ", with Respect to Volume", "a", "material", "E", "g", "α", "v", "VB", "α", "v", "CB", "α", "v", "E", "g", "MOF-5", "4.64", "0.51", "–0.59", "–1.09", "(1.15)", "(−1.98)", "(−3.13)", "[-0.64]", "[1.40]", "[2.04]", "ZIF-8", "5.47", "0.60", "–0.36", "–0.96", "(0.48)", "(−0.79)", "(−1.27)", "[0.12]", "[0.43]", "[0.31]", "COF-1M", "3.66", "–3.48", "–2.43", "1.05", "(−0.42)", "(−2.70)", "(−2.28)", "[-3.06]", "[0.27]", "[-3.32]", "CPO-27-Mg", "3.10", "0.64", "0.12", "–0.52", "(−1.49)", "(−3.25)", "(−1.76)", "[2.13]", "[3.37]", "[1.24]", "MIL-125", "3.82", "1.10", "–1.21", "–2.31", "(0.59)", "(−4.10)", "(−4.69)", "[0.51]", "[2.89]", "[2.38]", "a", "The top values are the total ADP, in parentheses below are the instantaneous ADPs, and in square brackets are the hybrid deformations, or difference between the first two terms. All values are reported in electronvolts.", "Generally, valence band potentials are positive, while conduction band potentials are negative; this dictates the overall negative band gap deformation potential. Such behavior is expected for inorganic semiconductors, for example, for bulk ZnO (α", "v", "CB", " = −1.21 eV; α", "v", "VB", " = 0.42 eV), which is very similar to the response predicted for MOF-5. From the five systems studied, MOF-5, ZIF-8, and MIL-125 exhibit this standard response, while COF-1 M (negative α", "v", "VB", ") and CPO-27-Mg (positive α", "v", "CB", ") show unusual behavior.", "Top of Page", "Abstract", "Introduction", "Computational Approach", "Band Gap Deformation", "Absolute Band Edge Deformation", "Chemical Origin of Electronic Response", "Hybrid Deformation", "Toward Hybrid Devices", "Conclusions", "References", "5 Chemical Origin of Electronic Response", "In semiconductor physics, the ADP of the band edges are commonly analyzed from the perspective of tight-binding theory.", "(41)", " The trends observed in valence and conduction band ADPs are attributed to the balance of three effects:", "(42)", " (i) The first is p–p coupling between anion and cation. In the tight-binding model, the valence band maximum is defined by coupling between anion and cation p bands. Therefore, as the volume increases and the interaction is weakened, the energy of the filled bonding state is raised. (ii) Next is electron kinetic energy. The kinetic energy of the electrons results in band broadening. As the volume is decreased, the kinetic energy of the electronic wave functions is increased and the bands become broader, resulting in an increase in the valence band energy. (iii) The final effect is p–d coupling between anion and cation. In cases where there is an active d-band (e.g., Zn", "II", " 3d", "10", "4s", "0", "), the band structure is influenced by anion p–cation d coupling. The occupied antibonding state is usually at the top of the valence band, and exhibits an effect similar in magnitude and opposite in direction to (i).", "Following Harrison,", "(42)", " the interaction strength is also influenced by the polarity of the material. In an elemental semiconductor, the band gap depends on a “covalent energy” (", "V", "2", "):", "(4)", "where ", "d", " is the interatomic separation. For a compound semiconductor, where the constituent elements have a difference in electronegativity, the heteropolar bonding results in an additional “polar energy” (", "V", "3", "), which can be represented as the average of the anion and cation p eigenvalues (ε", "p", "a", " and ε", "p", "c", "). From these contributions, the valence band energy in solid-state semiconductors can be described as", "(5)", "The derivative of both of these functions with respect to volume implies that both the band gaps and the valence band edges will decrease in energy as the volume (interatomic separation) is increased. Similar behavior is also predicted for the conduction bands.", "(27)", " This interpretation is appropriate for hybrid systems where the band edges are dictated by the electronic states of the inorganic linker (e.g., MOF-5 conduction band and MIL-125 valence band).", "In MOFs the band edges are often defined by electronic states on the organic ligand (see Figure ", "3", "). In this case, the splitting of the energy levels can be defined by an overlap integral (often referred to as β) between adjacent centers. In Hückel theory", "(43)", " (and extended Hückel theory", "(44)", "), the β parameter has no formal analytical dependence on interatomic separation. However, it has been demonstrated that the extended approach can be equated with the universal parameter theory of tight-binding, resulting in an analogous ", "d", "–2", " dependence of the energy levels.", "(45)", "The first framework we consider is MOF-5, which uniquely has an upper valence band defined by the inorganic linker. The behavior (positive VB deformation potential of 0.51 eV) can be explained in terms of the tight-binding model. MOF-5 contains (ZnO)", "4", " clusters, with a tetrahedral bonding structure very close to that of bulk ZnO. The absolute deformation potentials of tetrahedral ZnO have been calculated", "(46)", " as 2.85 eV in line with standard anion–cation p–p coupling. The difference in magnitude between the inorganic and hybrid materials originates from the chemical distinction between the oxygen of the carboxylate group and an inorganic oxide anion and the atomic relaxation response discussed in the next section.", "For four of the systems studied, the valence band increases in energy as the volume is increased, following the arguments discussed above. The one exception is the covalent framework COF-1M, which has a large negative valence band deformation, that results in the unusual positive band gap deformation. COF-1M is distinct from the other materials as it is formed from biphenyl linkers coupled with an electron-withdrawing analogue of borazene. Under pressure, interaction between the two chemical building blocks gives rise to an antibonding response analogous to p–d repulsion in II–VI semiconductors;", "(27)", " hence, the behavior is opposite to the general trend.", "Again, for four of the systems studied, the conduction band decreases in energy as the volume is increased, following the standard model. The one exception here is CPO-27-Mg, which shows a small positive conduction band deformation. In the absence of relaxation, a negative deformation of −3.12 eV is calculated, so the behavior is associated with “hybrid deformation”.", "Top of Page", "Abstract", "Introduction", "Computational Approach", "Band Gap Deformation", "Absolute Band Edge Deformation", "Chemical Origin of Electronic Response", "Hybrid Deformation", "Toward Hybrid Devices", "Conclusions", "References", "6 Hybrid Deformation", "The contribution to the deformation from atomic relaxation is reported in square brackets in Table ", "1", ". These effects are large in magnitude, with changes of up to 3.1, 3.4, and 2.4 eV to the valence, conduction, and band gap deformation potentials.", "The conformational flexibility of the porous frameworks (relative to a close-packed semiconductor) means that even bands residing on inorganic linkers experience a hybrid deformation; the MOF-5 valence band and MIL-125 conduction band both display relaxation, which dampens the electronic response of the band energies to volume changes. One would expect the degree of relaxation to be largely determined by the rigidity of the structure; more rigid structures are expected to display smaller deformations. Indeed the framework with the most rigid organic ligand (ZIF-8) has the smallest hybrid deformation potentials for both the valence and the conduction bands.", "The one case where hybrid deformation is responsible for a change in sign of the response is CPO-27-Mg. Under a frozen volume change, the behavior is normal; this corresponds to an isotropic change across all bonds lengths. However, the force constants of the organic ligand (2,4-dihydroxy-benzenedicarboxylate) are larger than those of the deformed heteropolar Mg–O polyhedra. Upon relaxation, conduction band states, which have a significant component on the bridging oxygen atoms, are stabilized. This change provides a hybrid deformation contribution of 3.37 eV to give the final positive conduction band deformation potential of 0.12 eV.", "Depending on the type of group that defines the conduction and valence bands, our results suggest that one can engineer frameworks with different responses to external stresses. By combining different building blocks, it could be possible to access a wider range of strain-induced responses. A device consisting of several MOFs with differing deformation behavior could exhibit complex electrical responses to a single mechanical stimulus. The exploration of this parameter space and the building of a “deformation landscape” will be an important step, which can allow rational design of hybrid frameworks for a number of nontraditional functions, as explored below.", "Figure 4. Schematic of a MOF-based sensor. (a) The functionalized system is at its equilibrium volume in the absence of an absorbate; there is a band offset with another semiconducting material inside the chemiresistor. (b) The framework selectively uptakes caffeine resulting in a volume expansion. The deformation of MOF-5 shifts the band edge reducing the resistance, which is measured as a change in the circuit voltage.", "Top of Page", "Abstract", "Introduction", "Computational Approach", "Band Gap Deformation", "Absolute Band Edge Deformation", "Chemical Origin of Electronic Response", "Hybrid Deformation", "Toward Hybrid Devices", "Conclusions", "References", "7 Toward Hybrid Devices", "While the response functions considered here refer to the bulk material, and real devices may exploit changes in the electronic structure at a surface and/or interface, we can still use this information to suggest some alternative applications of hybrid frameworks.", "i", "Chemical Sensors", "For successful chemical sensors, two parameters are critical: analyte selectivity and signal transduction. MOFs have been shown to be highly effective in the former, while severely lacking in the latter. Mechanisms for analyte selectivity include size, chemical, and physical selectivity.", "(47-49)", " The apertures of MOF pores are widely tunable,", "(50)", " and this has been exploited to selectively absorb smaller over larger molecules.", "(51)", " Organic ligands can be modified postsynthetically", "(52)", " to make them chemically selective for certain classes of molecules, for example, through H- bonding.", "(53)", " Certain molecules can interact physically with motifs found in MOFs, such as the electrostatic interaction between CO", "2", " and metal ions. An extensive review of the subject of MOF sensors is available,", "(54)", " in which the authors state “despite the numerous properties of MOFs that suggest them as attractive chemo-sensory materials, their implementation has been largely limited by one major challenge: signal transduction.”", "By coupling selective molecular uptake with changes in electronic structure upon expansion or contraction, it is possible to envisage MOF-based chemical sensors. A number of appropriate semiconducting frameworks have recently been reported, including HKUST-1.", "(14)", " If it is incorporated into an electronic circuit, this results in a change in current, due to modified contact resistance at the MOF/metal interface. In this way, one can design molecularly sensitive sensors, at low cost. The working principle of such a device is illustrated in Figure ", "4", ". The effect could be extreme in the case of “breathing” frameworks.", "(55, 56)", "ii", "Photoelectrodes", "Metal oxides, such as ZnO and TiO", "2", ", have the ability to split water photoelectrochemically. However, they suffer from reduction potentials that are too low for efficient generation of H", "2", " from H", "2", "O. In a MOF the energy levels of the metal oxide moieties are shifted to higher reduction potential, due to spatial confinement of their virtual orbitals. Furthermore, the redox energies are highly tunable by altering the framework composition and topology.", "(57, 58)", " This degree of flexibility represents a promising alternative to traditional oxide materials in the search for the combination of an optimal bandgap, which straddles the oxidation and reduction potentials of water, and allows for visible light absorption. The methodology that we have presented allows for the identification of optimal materials for chemical conversion from future computational screening studies of framework compositions.", "Of particular interest is MIL-125, which maintains a conduction band similar in composition to TiO", "2", " but placed well above the water reduction potential. We have shown that compression will result in the conduction band moving toward the vacuum level (increased reductive power). In addition, a recent experimental and computational effort has shown efficient band gap reduction by valence band (organic ligand) modification.", "(59)", " The large internal surface areas found in MOFs should provide enhanced electron transfer kinetics as compared to standard thin-film or mesoporous architectures.", "iii", "Hybrid Transistors", "Organic field effect transistors (OFETs) are becoming increasing important for flexible electronic technology, where the mechanical rigidity of traditional inorganic semiconductors is an issue. OFETs currently suffer from a number of drawbacks as compared to traditional FETs. Organic layers are more difficult to dope; therefore, the ", "n", "+", " source and drain emitter regions, which allow for efficient metal to semiconductor charge transfer in inorganic FETs, are difficult to achieve. Forming robust mechanical contacts between metal and organic layers is challenging, and the devices suffer poor stability. MOF-FETs offer a compromise to both technologies, providing flexibility closer to OFETs, while offering dopability and stability comparable to that of traditional FETs. Previous theoretical studies of carrier mobility in COF frameworks, such as COF-1M, indicate that these materials possess electrical conductivity of the order required for such applications.", "(60)", " An additional role for such hybrid solids is in organic photovoltaics, where electron and hole blocking layers are required to mediate between organic photoabsorbers and inorganic contacts. The electron energies of MOFs are well suited for this purpose.", "Top of Page", "Abstract", "Introduction", "Computational Approach", "Band Gap Deformation", "Absolute Band Edge Deformation", "Chemical Origin of Electronic Response", "Hybrid Deformation", "Toward Hybrid Devices", "Conclusions", "References", "8 Conclusions", "We have presented a methodology for calculating the absolute deformation potentials of metal–organic frameworks, and indeed any porous material with a vanishing electrostatic field in the pore. We have applied the methodology to five functional MOFs, obtaining deformation potentials for valence bands, conduction bands, and band gaps under hydrostatic pressure. Quantum chemical and solid-state bonding models explain and predict the salient features of deformation based on the knowledge of the framework fragments that contribute to the band edge states. Moreover, we have presented new possibilities for MOF applications based on the behavior of the band structure under mechanical stress: postulating molecular sensors (e.g., MOF-5), photoelectrodes (e.g., MIL-125), and hybrid transistors (e.g., COF-1M). The approaches employed can easily be adapted for large-scale materials screening procedures. While hybrid solids exhibit many features familiar from the study of inorganic semiconductors, there exists potential for novel and unexpected phenomena. Appreciation of both the chemistry and the physics of these systems is required to unlock their full potential.", " ", "Top of Page", "Abstract", "Introduction", "Computational Approach", "Band Gap Deformation", "Absolute Band Edge Deformation", "Chemical Origin of Electronic Response", "Hybrid Deformation", "Toward Hybrid Devices", "Conclusions", "References", "Supporting Information", "Additional information concerning the computational methods. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Computational Approach", "Band Gap Deformation", "Absolute Band Edge Deformation", "Chemical Origin of Electronic Response", "Hybrid Deformation", "Toward Hybrid Devices", "Conclusions", "References", "Acknowledgment", "We acknowledge J. M. Frost and D. W. Davies for insightful discussions regarding organic field-effect transistor technologies. We acknowledge support from the EPSRC (Grants EP/J017361/1 and EP/I01330X/1), the Royal Society, and the European Research Council (Grant 277757). The work benefited from the University of Bath’s High Performance Computing Facility, and access to the HECToR supercomputer through membership of the UKs HPC Materials Chemistry Consortium, which is funded by EPSRC (Grant no. EP/L000202).", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Computational Approach", "Band Gap Deformation", "Absolute Band Edge Deformation", "Chemical Origin of Electronic Response", "Hybrid Deformation", "Toward Hybrid Devices", "Conclusions", "References", "References", "This article references 60 other publications.", "1. ", "Mason", ", ", "J. A.", "; ", "Veenstra", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "Evaluating Metal-organic Frameworks for Natural Gas Storage", " ", "Chem. Sci.", " ", "2014", ",  ", "5", ",  ", "32", "– ", "51", "[", "Crossref", "], [", "CAS", "]", "1. ", "Evaluating metal-organic frameworks for natural gas storage", "Mason, Jarad A.; Veenstra, Mike; Long, Jeffrey R.", "Chemical Science", "\r\n        (", "2014", "),\r\n    ", "5", "\r\n        (", "1", "),\r\n    ", "32-51", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks have received significant attention as a new class of adsorbents for natural gas storage; however, inconsistencies in reporting high-pressure adsorption data and a lack of comparative studies have made it challenging to evaluate both new and existing materials.  Here, we briefly discuss high-pressure adsorption measurements and review efforts to develop metal-org. frameworks with high methane storage capacities.  To illustrate the most important properties for evaluating adsorbents for natural gas storage and for designing a next generation of improved materials, six metal-org. frameworks and an activated carbon, with a range of surface areas, pore structures, and surface chemistries representative of the most promising adsorbents for methane storage, are evaluated in detail.  High-pressure methane adsorption isotherms are used to compare gravimetric and volumetric capacities, isosteric heats of adsorption, and usable storage capacities.  Addnl., the relative importance of increasing volumetric capacity, rather than gravimetric capacity, for extending the driving range of natural gas vehicles is highlighted.  Other important systems-level factors, such as thermal management, mech. properties, and the effects of impurities, are also considered, and potential materials synthesis contributions to improving performance in a complete adsorbed natural gas system are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVGntLvE&md5=05a99cd7be9ef1819aca42d1c36f1f1d", "2. ", "Murray", ", ", "L. J.", "; ", "Dincǎ", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "Hydrogen Storage in Metal-organic Frameworks", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1294", "– ", "1314", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Hydrogen storage in metal-organic frameworks", "Murray, Leslie J.; Dinca, Mircea; Long, Jeffrey R.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1294-1314", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review of current status of hydrogen storage within metal-org. frameworks.  Microporous metal-org. frameworks, having exceptionally high surface areas and chem.-tunable structures, have recently emerged as some of the most promising candidate materials.  Particular emphasis is given to the relationships between structural features and the enthalpy of hydrogen adsorption, spectroscopic methods for probing framework-H2 interactions, and strategies for improving storage capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamuro%253D&md5=f652ac03772753d7f80244564a80e6f0", "3. ", "Dzubak", ", ", "A. L.", "; ", "Lin", ", ", "L. C.", "; ", "Kim", ", ", "J.", "; ", "Swisher", ", ", "J. A.", "; ", "Poloni", ", ", "R.", "; ", "Maximoff", ", ", "S. N.", "; ", "Smit", ", ", "B.", "; ", "Gagliardi", ", ", "L.", " ", "Ab initio Carbon Capture in Open-site Metal-organic Frameworks", " ", "Nat. Chem.", " ", "2012", ",  ", "4", ",  ", "810", "– ", "816", "[", "Crossref", "], [", "CAS", "]", "3. ", "Ab initio carbon capture in open-site metal-organic frameworks", "Dzubak, Allison L.; Lin, Li-Chiang; Kim, Jihan; Swisher, Joseph A.; Poloni, Roberta; Maximoff, Sergey N.; Smit, Berend; Gagliardi, Laura", "Nature Chemistry", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "10", "),\r\n    ", "810-816", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "During the formation of metal-org. frameworks (MOFs), metal centers can coordinate with the intended org. linkers, but also with solvent mols.  In this case, subsequent activation by removal of the solvent mols. creates unsatd. open metal sites known to have a strong affinity to CO2 mols., but their interactions are still poorly understood.  Common force fields typically underestimate by as much as 2 orders of magnitude the adsorption of CO2 in open-site Mg-MOF-74, which has emerged as a promising MOF for CO2 capture.  We present a systematic procedure to generate force fields using high-level quantum chem. calcns.  Monte Carlo simulations based on an ab initio force field generated for CO2 in Mg-MOF-74 shed some light on the interpretation of thermodn. data from flue gas in this material.  The force field describes accurately the chem. of the open metal sites, and is transferable to other structures.  This approach may serve in mol. simulations in general and in the study of fluid-solid interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Wktr3O&md5=f56250bc5e6e0e4c65741837c918e63a", "4. ", "Lee", ", ", "S.-J.", "; ", "Bae", ", ", "Y.-S.", " ", "Can Metal-Organic Frameworks Attain New DOE Targets for On-Board Methane Storage by Increasing Methane Heat of Adsorption?", " ", "J. Phys. Chem. C", " ", "2014", ",  ", "118", ",  ", "19833", "– ", "19841", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Can Metal-Organic Frameworks Attain New DOE Targets for On-Board Methane Storage by Increasing Methane Heat of Adsorption?", "Lee, Seung-Joon; Bae, Youn-Sang", "Journal of Physical Chemistry C", "\r\n        (", "2014", "),\r\n    ", "118", "\r\n        (", "34", "),\r\n    ", "19833-19841", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Using grand canonical Monte Carlo (GCMC) simulations, the authors studied whether the new DOE targets for on-board methane storage can be attained if heat of adsorption at low loading (Qst°) is increased in 8 representative metal-org. frameworks (MOFs) with varied pore vols. and surface areas.  Because the deliverable capacity is more relevant to practical applications, the authors focus the discussions on the volumetric and gravimetric deliverable capacities.  The optimal Qst° for max. CH4 delivery is ∼20 kJ/mol.  However, the new DOE targets are difficult to achieve in terms of the deliverable capacities, even after increasing Qst°.  When the storage and discharge pressures are 65 and 1 bar, resp., the volumetric and gravimetric targets can be attained under special combinations of pore vol. and Qst°.  Probably storing and delivering CH4 at lower temps. could should be considered to attain the new targets using current technologies, although it would result in some addnl. cost.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtlaisLrI&md5=ec11b32073100ff14ae4fd44f30d12b2", "5. ", "Cheetham", ", ", "A. K.", "; ", "Rao", ", ", "C. N. R.", " ", "There’s Room in the Middle", " ", "Science", " ", "2007", ",  ", "318", ",  ", "58", "– ", "59", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "There's room in the middle", "Cheetham, Anthony K.; Rao, C. N. R.", "Science (Washington, DC, United States)", "\r\n        (", "2007", "),\r\n    ", "318", "\r\n        (", "5847", "),\r\n    ", "58-59", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A review is presented which briefly describes the design, structural frameworks and properties of inorg.-org. hybrid materials.  Dense inorg.-org. hybrid materials offer opportunities for creating unusual properties or combinations of properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFKmurvL&md5=12d47f8fbd84324c99e7390c668976e5", "6. ", "Rao", ", ", "C. N. R.", "; ", "Cheetham", ", ", "A. K.", "; ", "Thirumurugan", ", ", "A.", " ", "Hybrid Inorganic-organic Materials: a New Family in Condensed Matter Physics", " ", "J. Phys.: Condens. Matter", " ", "2008", ",  ", "20", ",  ", "083202", "– ", "083223", "[", "Crossref", "], [", "CAS", "]", "6. ", "Hybrid inorganic-organic materials: a new family in condensed matter physics", "Rao, C. N. R.; Cheetham, A. K.; Thirumurugan, A.", "Journal of Physics: Condensed Matter", "\r\n        (", "2008", "),\r\n    ", "20", "\r\n        (", "8", "),\r\n    ", "083202/1-083202/21", "CODEN:\r\n                ", "JCOMEL", ";\r\n        ISSN:", "0953-8984", ".\r\n    \r\n            (", "Institute of Physics Publishing", ")\r\n        ", "A review of some recent trends in an emerging field at the interface between classical inorg. and org. materials.  Hybrid inorg.-org. framework materials are cryst. systems in which both inorg. and org. structural elements co-exist within a single phase.  Much of the focus in this area during the last few years has been on porous hybrid frameworks, which are of interest for potential applications in catalysis, sepns. and sensors.  The primary focus of our overview is on properties that traditionally lie in the domain of condensed matter physics: magnetism, optical, electronic and dielec. properties.  We show that these materials exhibit a rich diversity of behavior in these areas and present some exciting opportunities for the physics community.  We also present a short summary of some of the properties found in porous materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXktlWht7s%253D&md5=ea9a40d2d37cf946c56782c2254da1b0", "7. ", "Takahashi", ", ", "Y.", "; ", "Obara", ", ", "R.", "; ", "Nakagawa", ", ", "K.", "; ", "Nakano", ", ", "M.", "; ", "Tokita", ", ", "J.-y.", "; ", "Inabe", ", ", "T.", " ", "Tunable Charge Transport in Soluble Organic-Inorganic Hybrid Semiconductors", " ", "Chem. Mater.", " ", "2007", ",  ", "19", ",  ", "6312", "– ", "6316", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Tunable Charge Transport in Soluble Organic-Inorganic Hybrid Semiconductors", "Takahashi, Yukari; Obara, Rena; Nakagawa, Kohei; Nakano, Masayuki; Tokita, Jun-ya; Inabe, Tamotsu", "Chemistry of Materials", "\r\n        (", "2007", "),\r\n    ", "19", "\r\n        (", "25", "),\r\n    ", "6312-6316", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The org.-inorg. hybrid tin iodide perovskites, A2SnI4 (A = org. ammonium), consist of inorg. layers bearing electronic functionality and org. layers that act as a template for the structure and are also able to tune the band structure.  These hybrids are sol. in a wide range of solvents.  Charge-transport measurements performed on single crystals indicate that the cond. is high, despite band gaps of >1 eV, and strongly influenced by the type of cationic species A.  The high cond. is assumed to be due to spontaneous p-type doping in the as-grown crystals.  The cond. can be further enhanced by artificial hole doping.  Since these materials can be processed in soln. and display electronic performance comparable to conventional inorg. semiconductors, they show promise as a new class of tunable semiconductors of future technol. importance.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtlejsbfJ&md5=bb41e1417ca8863ed3b380f1eed13987", "8. ", "Li", ", ", "H.-H.", "; ", "Chen", ", ", "Z.-R.", "; ", "Cheng", ", ", "L.-C.", "; ", "Liu", ", ", "J.-B.", "; ", "Chen", ", ", "X.-B.", "; ", "Li", ", ", "J.-Q.", " ", "A New Hybrid Optical Semiconductor based on Polymeric Iodoplumbate Co-templated by both Organic Cation and Polyiodide Anion", " ", "Cryst. Growth Des.", " ", "2008", ",  ", "8", ",  ", "4355", "– ", "4358", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "A New Hybrid Optical Semiconductor Based on Polymeric Iodoplumbate Co-Templated by Both Organic Cation and Polyiodide Anion", "Li, Hao-Hong; Chen, Zhi-Rong; Cheng, Li-Chuan; Liu, Ji-Bo; Chen, Xiao-Bo; Li, Jun-Qian", "Crystal Growth & Design", "\r\n        (", "2008", "),\r\n    ", "8", "\r\n        (", "12", "),\r\n    ", "4355-4358", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new type of hybrid semiconductor co-templated by both org. cations and inorg. polyiodide anions, [(MPL-H)6·I3(Pb2I7)]n (MPL = morpholine), was synthesized and structurally characterized.  The Z-scan technique indicates that it also exhibits good 3rd-order nonlinear optical activity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlKlsrrF&md5=e8fd39d20b82275043a59cae0ad2193f", "9. ", "Turner", ", ", "D. L.", "; ", "Vaid", ", ", "T. P.", "; ", "Stephens", ", ", "P. W.", "; ", "Stone", ", ", "K. H.", "; ", "DiPasquale", ", ", "A. G.", "; ", "Rheingold", ", ", "A. L.", " ", "Semiconducting Lead-sulfur-organic Network Solids", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "14", "– ", "15", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Semiconducting Lead-Sulfur-Organic Network Solids", "Turner, Dayna L.; Vaid, Thomas P.; Stephens, Peter W.; Stone, Kevin H.; DiPasquale, Antonio G.; Rheingold, Arnold L.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "1", "),\r\n    ", "14-15", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The reactions of Pb(OAc)2 with 1,2,4,5-benzenetetrathiol, 1,4-benzenedithiol, and benzenehexathiol in ethylenediamine yield bright yellow [Pb2(S2C6H2S2)(en)]n, orange-red [Pb3(SC6H4S)3(en)2]n, and brown [Pb3C6S6]n, resp.  The structures of [Pb2(S2C6H2S2)(en)]n and [Pb3C6S6]n were solved by synchrotron x-ray powder diffraction, while the structure of [Pb3(SC6H4S)3(en)2]n was solved by single-crystal x-ray diffraction.  The bonding in [Pb2(S2C6H2S2)(en)]n indicates mol. units, while in [Pb3C6S6]n, the bonding most resembles that in an inorg. solid such as PbS.  The differences in bonding are reflected in the optical and elec. properties of the materials; [Pb3C6S6]n is a semiconductor.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhsVehur%252FM&md5=857d295e707a2fd250faa1520a28c8b4", "10. ", "Ki", ", ", "W.", "; ", "Li", ", ", "J.", " ", "A Semiconductor Bulk Material that Emits Direct White Light", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "8114", "– ", "8115", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "A Semiconductor Bulk Material That Emits Direct White Light", "Ki, Wooseok; Li, Jing", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "26", "),\r\n    ", "8114-8115", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A unique type of inorg.-org. hybrid semiconductor bulk material is capable of emitting direct white light.  Their photoluminescence properties can be tuned precisely and systematically by modifying structures and compn.  They could be used as a single-material light-emitting source in high efficiency white-light-emitting diodes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmslamsbo%253D&md5=390609ddebc3d05396c31695522bacb9", "11. ", "Stroppa", ", ", "A.", "; ", "Jain", ", ", "P.", "; ", "Barone", ", ", "P.", "; ", "Marsman", ", ", "M.", "; ", "Perez-Mato", ", ", "J. M.", "; ", "Cheetham", ", ", "A. K.", "; ", "Kroto", ", ", "H. W.", "; ", "Picozzi", ", ", "S.", " ", "Electric Control of Magnetization and Interplay between Orbital Ordering and Ferroelectricity in a Multiferroic Metal-organic Framework", " ", "Angew. Chem., Int. Ed.", " ", "2011", ",  ", "50", ",  ", "5847", "– ", "5972", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Electric Control of Magnetization and Interplay between Orbital Ordering and Ferroelectricity in a Multiferroic Metal-Organic Framework", "Stroppa, Alessandro; Jain, Prashant; Barone, Paolo; Marsman, Martijn; Perez-Mato, Juan Manuel; Cheetham, Anthony K.; Kroto, Harold W.; Picozzi, Silvia", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "26", "),\r\n    ", "5847-5850", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "We have carried out ab initio simulations on [C(NH2)3]Cu[(HCOO)3] (which we label Cu-MOF) with the perovskite-like structure ABX3, where A is [C(NH2)3]+, B is the Jahn-Teller-active Cu2+ ion, and X is the HCOO- group.  Our study shows that Cu-MOF should be a new multiferroic metal-org. framework, in which the Jahn-Teller and antiferro-distortions cooperate to induce a switchable ferroelec. polarization by coupling to the A-group atoms through hydrogen bonding.  Most importantly, a weak ferromagnetic component is coupled to the spontaneous polarization, and they are mutually reversible.  Thus, our results show that Cu-MOF should exhibit weak ferromagnetism coupled with ferroelectricity, a rare phenomenon.  It should be a true magnetoelec. multi-ferroic, thus making this material very attractive for advanced memory devices.  Although the predicted polarization is small, the rich variety of modifications possible in this class of MOFs, for example, by alteration of org. ligand, template, and strain, opens up new avenues in the exciting field of multiferroics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXms1Slur0%253D&md5=80ab0825753194cb34bc33c27611f86e", "12. ", "Lee", ", ", "D. Y.", "; ", "Shinde", ", ", "D. V.", "; ", "Yoon", ", ", "S. J.", "; ", "Cho", ", ", "K. N.", "; ", "Lee", ", ", "W.", "; ", "Shrestha", ", ", "N. K.", "; ", "Han", ", ", "S.-H.", " ", "Cu-Based Metal-Organic Frameworks for Photovoltaic Application", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "118", ",  ", "16328", "– ", "16334", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "13. ", "Hendon", ", ", "C. H.", "; ", "Tiana", ", ", "D.", "; ", "Walsh", ", ", "A.", " ", "Conductive metal-organic frameworks and networks: fact or fantasy?", " ", "Phys. Chem. Chem. Phys.", " ", "2012", ",  ", "14", ",  ", "13120", "– ", "13132", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Conductive metal-organic frameworks and networks: fact or fantasy?", "Hendon, Christopher H.; Tiana, Davide; Walsh, Aron", "Physical Chemistry Chemical Physics", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "38", "),\r\n    ", "13120-13132", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Elec. conduction is well understood in materials formed from inorg. or org. building blocks, but their combination to produce conductive hybrid frameworks and networks is an emerging and rapidly developing field of research.  Self-assembling org.-inorg. compds. offer immense potential for functionalizing material properties for a wide scope of applications including solar cells, light emitters, gas sensors and bipolar transparent conductors.  The flexibility of combining two distinct material classes into a single solid-state system provides an almost infinite no. of chem. and structural possibilities; however, there is currently no systematic approach established for designing new compns. and configurations with targeted electronic or optical properties.  The authors review the current status in the field, in particular, the range of hybrid systems reported to date and the important role of materials modeling in the field.  From theor. arguments, the Mott insulator-to-metal transition should be possible in semiconducting metal-org. frameworks, but has yet to be obsd.  The question remains as to whether electro-active hybrid materials will evolve from chem. curiosities towards practical applications in the near term.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlGgs7fN&md5=99e49d2ee5f55ea31956b7828e54c0bf", "14. ", "Talin", ", ", "A. A.", "; ", "Centrone", ", ", "A.", "; ", "Ford", ", ", "A. C.", "; ", "Foster", ", ", "M. E.", "; ", "Stavila", ", ", "V.", "; ", "Haney", ", ", "P.", "; ", "Kinney", ", ", "R. A.", "; ", "Szalai", ", ", "V.", "; ", "El Gabaly", ", ", "F.", "; ", "Yoon", ", ", "H. P.", "; ", "Léonard", ", ", "F.", "; ", "Allendorf", ", ", "M. D.", " ", "Tunable Electrical Conductivity in Metal-organic Framework Thin-film Devices", " ", "Science", " ", "2014", ",  ", "343", ",  ", "66", "– ", "69", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Tunable electrical conductivity in metal-organic framework thin-film devices", "Talin, A. Alec; Centrone, Andrea; Ford, Alexandra C.; Foster, Michael E.; Stavila, Vitalie; Haney, Paul; Kinney, R. Adam; Szalai, Veronika; El Gabaly, Farid; Yoon, Heayoung P.; Leonard, Francois; Allendorf, Mark D.", "Science (Washington, DC, United States)", "\r\n        (", "2014", "),\r\n    ", "343", "\r\n        (", "6166", "),\r\n    ", "66-69", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "We report a strategy for realizing tunable elec. cond. in metal-org. frameworks (MOFs) in which the nanopores are infiltrated with redox-active, conjugated guest mols.  This approach is demonstrated using thin-film devices of the MOF Cu3(BTC)2 (also known as HKUST-1; BTC, benzene-1,3,5-tricarboxylic acid) infiltrated with the mol. 7,7,8,8-tetracyanoquinododimethane (TCNQ).  Tunable, air-stable elec. cond. over 6 orders of magnitude is achieved, with values as high as 7 S per m.  Spectroscopic data and 1st-principles modeling suggest that the cond. arises from TCNQ guest mols. bridging the binuclear Cu paddlewheels in the framework, leading to strong electronic coupling between the dimeric Cu subunits.  These ohmically conducting porous MOFs could have applications in conformal electronic devices, reconfigurable electronics, and sensors.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXkslOn&md5=6a64061585a347aa6fef321ea937cc62", "15. ", "Wu", ", ", "D.", "; ", "Guo", ", ", "Z.", "; ", "Yin", ", ", "X.", "; ", "Pang", ", ", "Q.", "; ", "Tu", ", ", "B.", "; ", "Zhang", ", ", "L.", "; ", "Wang", ", ", "Y.-G.", "; ", "Li", ", ", "Q.", " ", "Metal-Organic Frameworks as Cathode Materials for Li-O2 Batteries", " ", "Adv. Mater.", " ", "2014", ",  ", "26", ",  ", "3258", "– ", "3262", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Metal-Organic Frameworks as Cathode Materials for Li-O2 Batteries", "Wu, Doufeng; Guo, Ziyang; Yin, Xinbo; Pang, Qingqing; Tu, Binbin; Zhang, Lijuan; Wang, Yong-Gang; Li, Qiaowei", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2014", "),\r\n    ", "26", "\r\n        (", "20", "),\r\n    ", "3258-3262", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors showed that a primary capacity of 9420 mA-h g-1 under 1 atm of oxygen was achieved in a Li-O2 battery based on the robust Mn-MOF-74; more than four times higher than the value obtained in a cell without an MOF.  The accessible open metal sites in the uniform channels enhance the population of O2 mols. in the pores, and assist the reaction efficiently towards high capacity.  These findings indicate that MOFs represent a viable option as cathode materials in Li-O2 batteries.  The diversity of MOFs and the facility with which their org. links and multimetal building units can be varied should lend many advantages in crafting electrode materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXjtVGltLg%253D&md5=ebc6b29300def2b3720d6f62a02910b7", "16. ", "Allendorf", ", ", "M. D.", "; ", "Schwartzberg", ", ", "A.", "; ", "Stavila", ", ", "V.", "; ", "Talin", ", ", "A. A.", " ", "A Roadmap to Implementing Metal-organic Frameworks in Electronic Devices: Challenges and Critical Directions", " ", "Chem.—Eur. J.", " ", "2011", ",  ", "17", ",  ", "11372", "– ", "11388", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "A Roadmap to Implementing Metal-Organic Frameworks in Electronic Devices: Challenges and Critical Directions", "Allendorf, Mark D.; Schwartzberg, Adam; Stavila, Vitalie; Talin, A. Alec", "Chemistry - A European Journal", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "41", "),\r\n    ", "11372-11388", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) and related material classes are attracting considerable attention for applications such as gas storage, sepns., and catalysis.  In contrast, research focused on potential uses in electronic devices is in its infancy.  Several sensing concepts in which the tailorable chem. of MOFs was used to enhance sensitivity or provide chem. specificity were demonstrated, but in only a few cases are MOFs an integral part of an actual device.  The synthesis of a few elec. conducting MOFs and their known structural flexibility suggest that MOF-based electronic devices exploiting these properties could be constructed.  It is clear, however, that new fabrication methods are required to take advantage of the unique properties of MOFs and extend their use to the realms of electronic circuitry.  In this Concepts article, the authors describe the basic functional elements needed to fabricate electronic devices and summarize the current state of relevant MOF research, and then review recent work in which MOFs serve as active components in electronic devices.  Finally, the authors propose a high-level roadmap for device-related MOF research, the objective of which is to stimulate thinking within the MOF community concerning the development these materials for applications including sensing, photonics, and microelectronics.  This is a review with 93 refs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFyls7fE&md5=e3f2e7a6bf11c9fa3a08cea575eda247", "17. ", "Bardeen", ", ", "J.", "; ", "Shockley", ", ", "W.", " ", "Deformation Potentials and Mobilities in Non-Polar Crystals", " ", "Phys. Rev.", " ", "1950", ",  ", "80", ",  ", "72", "– ", "80", "[", "Crossref", "], [", "CAS", "]", "17. ", "Deformation potentials and mobilities in nonpolar crystals", "Bardeen, J.; Shockley, W.", "Physical Review", "\r\n        (", "1950", "),\r\n    ", "80", "\r\n        (", "),\r\n    ", "72-80", "CODEN:\r\n                ", "PHRVAO", ";\r\n        ISSN:", "0031-899X", ".\r\n    ", "cf. ibid. 77, 407(1950).  Math.  The method of effective mass, extended to apply to gradual shifts in energy bands resulting from deformations of the crystal lattice, is used to est. the interaction between electrons of thermal energy and the acoustical modes of vibration.  The mobilities of electrons and holes are thus related to the shifts of the conduction and valence-bond (filled) bands, resp., assocd. with dilations of longitudinal waves.  The theory is checked by comparison of the sum of the shifts of the conduction and valence-bond bands, as derived from the mobilities, with the shift of the energy gap with dilation.  The latter is obtained independently for Si, Ge, and Te from one or more of the processes: (1) the change in intrinsic cond. with pressure, (2) the change in resistance of an n-p junction with pressure, and (3) the variation of intrinsic concn. with temp. and the thermal expansion coeff.  Higher mobilities of electrons and holes in Ge as compared with Si are correlated with a smaller shift of energy gap with dilation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaG3MXisFCk&md5=2191c18627b84a97fb81516569550540", "18. ", "Coudert", ", ", "F.-X.", "; ", "Boutin", ", ", "A.", "; ", "Fuchs", ", ", "A. H.", "; ", "Neimark", ", ", "A. V.", " ", "Adsorption Deformation and Structural Transitions in MetalOrganic Frameworks: From the Unit Cell to the Crystal", " ", "J. Phys. Chem. Lett.", " ", "2013", ",  ", "4", ",  ", "3198", "– ", "3205", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Adsorption Deformation and Structural Transitions in Metal-Organic Frameworks: From the Unit Cell to the Crystal", "Coudert, Francois-Xavier; Boutin, Anne; Fuchs, Alain H.; Neimark, Alexander V.", "Journal of Physical Chemistry Letters", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "19", "),\r\n    ", "3198-3205", "CODEN:\r\n                ", "JPCLCD", ";\r\n        ISSN:", "1948-7185", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Much attention has recently been focused on soft porous crystals, a fascinating subclass of metal-org. frameworks that behave in a remarkable stimuli-responsive fashion, presenting structural changes of large amplitude in response to guest adsorption, mech. pressure, or variations in temp.  In this Perspective, the authors summarize the recently developed thermodn. and mech. theor. models for the understanding of these materials, based on the concepts of adsorption stress and osmotic thermodn. ensemble.  The authors show how these models provide a coherent picture of adsorption-induced deformation and structural transitions in flexible metal-org. frameworks, all the way from the length scale of the unit cell to that of the full crystal.  The authors highlight the new perspectives opened by these models, as well as some of the important open questions in the field.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVehsb3N&md5=ea43483cdb198027a0025cc1abb42825", "19. ", "Wang", ", ", "Z.", "; ", "Liu", ", ", "J.", "; ", "Lukose", ", ", "B.", "; ", "Gu", ", ", "Z.", "; ", "Weidler", ", ", "P. G.", "; ", "Gliemann", ", ", "H.", "; ", "Heine", ", ", "T.", "; ", "Wöll", ", ", "C.", " ", "Nanoporous Designer Solids with Huge Lattice Constant Gradients: Multiheteroepitaxy of Metal-Organic Frameworks", " ", "Nano Lett.", " ", "2014", ",  ", "14", ",  ", "1526", "– ", "1529", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Nanoporous Designer Solids with Huge Lattice Constant Gradients: Multiheteroepitaxy of Metal-Organic Frameworks", "Wang, Zhengbang; Liu, Jinxuan; Lukose, Binit; Gu, Zhigang; Weidler, Peter G.; Gliemann, Hartmut; Heine, Thomas; Woell, Christof", "Nano Letters", "\r\n        (", "2014", "),\r\n    ", "14", "\r\n        (", "3", "),\r\n    ", "1526-1529", "CODEN:\r\n                ", "NALEFD", ";\r\n        ISSN:", "1530-6984", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors demonstrate the realization of hierarchically organized MOF (metal-org. framework) multilayer systems with pronounced differences in the size of the nanoscale pores.  Unusually large values for the lattice const. mismatch at the MOF-MOF heterojunctions are made possible by a particular LPE process.  The multiheteroepitaxy is demonstrated for the isoreticular SURMOF-2 series by fabricating trilayer systems with lattice consts. of 1.12, 1.34, and 1.55 nm.  Despite these large (20%) lattice mismatches, highly cryst., oriented multilayers were obtained.  A thorough theor. anal. of the MOF-on-MOF heterojunction structure and energetics allows the authors to identify the two main reasons for this unexpected tolerance of large lattice mismatch: the healing of vacancies with acetate groups and the low elastic const. of MOF materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXitFersrc%253D&md5=297115892e501f7a92a3da6044d2ee10", "20. ", "Saines", ", ", "P. J.", "; ", "Barton", ", ", "P. T.", "; ", "Jura", ", ", "M.", "; ", "Knight", ", ", "K. S.", "; ", "Cheetham", ", ", "A. K.", " ", "Cobalt Adipate, Co(C", "6", "H", "8", "O", "4", "): Antiferromagnetic Structure, Unusual Thermal Expansion and Magnetoelastic Coupling", " ", "Mater. Horiz.", " ", "2014", ",  ", "1", ",  ", "332", "– ", "337", "[", "Crossref", "], [", "CAS", "]", "20. ", "Cobalt adipate, Co(C6H8O4): antiferromagnetic structure, unusual thermal expansion and magnetoelastic coupling", "Saines, Paul J.; Barton, Phillip T.; Jura, Marek; Knight, Kevin S.; Cheetham, Anthony K.", "Materials Horizons", "\r\n        (", "2014", "),\r\n    ", "1", "\r\n        (", "3", "),\r\n    ", "332-337", "CODEN:\r\n                ", "MHAOBM", ";\r\n        ISSN:", "2051-6355", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Co adipate, Co(C6H8O4), has been found to order near 10 K into a magnetic structure featuring sheets of tetrahedral Co cations coupled antiferromagnetically in two dimensions through carboxylate groups.  The emergence of this order is accompanied by magnetoelastic coupling, which drives anisotropic neg. thermal expansion along the a-axis below 50 K, the first time such behavior has been obsd. in a metal-org. framework.  The monoclinic angle, β, has also been found to decrease on cooling, passing through a metrically orthorhombic phase without a phase transition; this unusual behavior has been rationalised in terms of the thermal expansion along the principal axes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXls1Glurg%253D&md5=496679b3b521ef817519030599246203", "21. ", "Collings", ", ", "I. E.", "; ", "Tucker", ", ", "M. G.", "; ", "Keen", ", ", "D. A.", "; ", "Goodwin", ", ", "A. L.", " ", "Geometric Switching of Linear to Area Negative Thermal Expansion in Uniaxial Metal-organic Frameworks", " ", "CrystEngComm", " ", "2014", ",  ", "16", ",  ", "3498", "– ", "3506", "[", "Crossref", "], [", "CAS", "]", "21. ", "Geometric switching of linear to area negative thermal expansion in uniaxial metal-organic frameworks", "Collings, Ines E.; Tucker, Matthew G.; Keen, David A.; Goodwin, Andrew L.", "CrystEngComm", "\r\n        (", "2014", "),\r\n    ", "16", "\r\n        (", "17", "),\r\n    ", "3498-3506", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Using variable-temp. neutron powder diffraction measurements, the two quartz-like metal-org. frameworks (MOFs) D In(III) terephthalate and Zn(II) isonicotinate exhibit anisotropic pos. and neg. thermal expansion (PTE/NTE) behavior.  Whereas in the former the NTE response is uniaxial-occurring along the hexagonal crystal axis-this behavior is inverted in the latter such that PTE occurs along the hexagonal axis and NTE is found in the entire plane of perpendicular directions.  This inversion of mech. response can be explained on geometric grounds alone; specifically, the authors identify a crit. framework geometry that demarcates a switch from linear to area NTE response.  Extending this anal. to other common MOF topologies, the authors establish a generic predictive approach for establishing the dimensionality of NTE (or, by extension, neg. compressibility) responses in a large range of different framework systems.  The authors' anal. suggests that framework geometry plays a crucial role in detg. the mech. response of framework materials which show anisotropic responses via hinging.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXlsFOjtb4%253D&md5=af8dfe1eae7330aa81b86b048ae61897", "22. ", "Goodwin", ", ", "A. L.", "; ", "Calleja", ", ", "M.", "; ", "Conterio", ", ", "M. J.", "; ", "Dove", ", ", "M. T.", "; ", "Evans", ", ", "J. S. O.", "; ", "Keen", ", ", "D. A.", "; ", "Peters", ", ", "L.", "; ", "Tucker", ", ", "M. G.", " ", "Colossal Positive and Negative Thermal Expansion in the Framework Material Ag", "3", "[Co(CN)", "6", "]", " ", "Science", " ", "2008", ",  ", "319", ",  ", "794", "– ", "797", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "Colossal Positive and Negative Thermal Expansion in the Framework Material Ag3[Co(CN)6]", "Goodwin, Andrew L.; Calleja, Mark; Conterio, Michael J.; Dove, Martin T.; Evans, John S. O.; Keen, David A.; Peters, Lars; Tucker, Matthew G.", "Science (Washington, DC, United States)", "\r\n        (", "2008", "),\r\n    ", "319", "\r\n        (", "5864", "),\r\n    ", "794-797", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "We show that silver(I) hexacyanocobaltate(III), Ag3[Co(CN)6], exhibits pos. and neg. thermal expansion an order of magnitude greater than that seen in other cryst. materials.  This framework material expands along one set of directions at a rate comparable to the most weakly bound solids known.  By flexing like lattice fencing, the framework couples this to a contraction along a perpendicular direction.  This gives neg. thermal expansion that is 14 times larger than in ZrW2O8.  D. functional theory calcns. quantify both the low energy assocd. with this flexibility and the role of argentophilic (Ag+...Ag+) interactions.  This study illustrates how the mech. properties of a van der Waals solid might be engineered into a rigid, useable framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsFGhs74%253D&md5=f5490d51f1e9db0f3d7906bb3c215c16", "23. ", "Van de Walle", ", ", "C. G.", "; ", "Martin", ", ", "R. M.", " ", "Absolute Deformation Potentials: Formulation and Ab initio Calculations for Semiconductors", " ", "Phys. Rev. Lett.", " ", "1989", ",  ", "62", ",  ", "2028", "– ", "2031", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "23. ", "\"Absolute\" deformation potentials:  formulation and ab initio calculations for semiconductors", "Van de Walle, Chris G.; Martin, Richard M.", "Physical Review Letters", "\r\n        (", "1989", "),\r\n    ", "62", "\r\n        (", "17", "),\r\n    ", "2028-31", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    ", "The subjects of this paper are the proper inclusion of long-range electrostatic terms in the theory of electronic deformation potentials, a way to include these terms by using supercells in ab initio d.-functional methods, and calcns. for selected semiconductors.  The connection with the heterojunction problem is described.  The results are compared with previous model theories and with expt.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1MXksVGmsrk%253D&md5=0a862095ddf2e99fab3c0424985451ec", "24. ", "Li", ", ", "Y.-H.", "; ", "Gong", ", ", "X. G.", "; ", "Wei", ", ", "S.-H.", " ", "Ab initio Calculation of Hydrostatic Absolute Deformation Potential of Semiconductors", " ", "Appl. Phys. Lett.", " ", "2006", ",  ", "88", ",  ", "042104", "– ", "042106", "[", "Crossref", "], [", "CAS", "]", "24. ", "Ab initio calculation of hydrostatic absolute deformation potential of semiconductors", "Li, Yong-Hua; Gong, X. G.; Wei, Su-Huai", "Applied Physics Letters", "\r\n        (", "2006", "),\r\n    ", "88", "\r\n        (", "4", "),\r\n    ", "042104/1-042104/3", "CODEN:\r\n                ", "APPLAB", ";\r\n        ISSN:", "0003-6951", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The hydrostatic abs. deformation potential (ADP) of the valence-band max. state is a property of semiconductors.  Yet, it was calcd. in the past only using assumptions that were not rigorously approved.  We present an approach to calc. the hydrostatic ADP of Si, GaAs, and ZnSe using an ab initio all-electron method and lattice harmonic expansions.  The calcd. ADP is independent of the selection of the ref. energy levels.  The calcd. ADPs are all pos. for the 3 systems.  However, as the p-d coupling increases in the II-VI compds., the ADP decreases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtlKrtrw%253D&md5=55743e162a404e8313d9e0a6918b29b8", "25. ", "Van de Walle", ", ", "C. G.", " ", "Band Lineups and Deformation Potentials in the Model-solid Theory", " ", "Phys. Rev. B", " ", "1989", ",  ", "39", ",  ", "1871", "– ", "1883", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "25. ", "Band lineups and deformation potentials in the model-solid theory", "Van de Walle, Chris G.", "Physical Review B:  Condensed Matter and Materials Physics", "\r\n        (", "1989", "),\r\n    ", "39", "\r\n        (", "3", "),\r\n    ", "1871-83", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    ", "Semiconductor heterojunctions and superlattices have recently shown tremendous potential for device applications because of their flexibility for tailoring the electronic band structure.  A theor. model is presented to predict the band offsets at both lattice-matched and pseudomorphic strained-layer interfaces.  The theory is based on the local-d.-functional pseudopotential formalism and the \"model-solid approach\" of C. G. Van der Walle and R. M. Martin (1987) a self-contained description of the model, suitable for practical application is given.  The results can be most simply expressed in terms of an \"abs.\" energy level for each semiconductor and deformation potentials that describe the effects of strain on the electronic bands.  The model predicts reliable values for the exptl. obsd. lineups in a wide variety of test cases and be used to explore which combinations of materials and configurations of the strains will lead to the desired electronic properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1MXhs1Smurk%253D&md5=93f903fbb6fabb4066ad1618ab12891c", "26. ", "Cardona", ", ", "M.", "; ", "Christensen", ", ", "N. E.", " ", "Acoustic Deformation Potentials and Heterostructure Band Offsets in Semiconductors", " ", "Phys. Rev. B", " ", "1987", ",  ", "35", ",  ", "6182", "– ", "6194", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "Acoustic deformation potentials and heterostructure band offsets in semiconductors", "Cardona, Manuel; Christensen, Niels E.", "Physical Review B:  Condensed Matter and Materials Physics", "\r\n        (", "1987", "),\r\n    ", "35", "\r\n        (", "12", "),\r\n    ", "6182-94", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    ", "The abs. hydrostatic deformation potentials calcd. by J. A. Verges, et al., (1982) for tetrahedral semiconductors with the linear muffin-tin-orbital method must be screened by the dielec. response of the material before using them to calc. electron-phonon interaction.  This screening can be estd. by using the midpoint of an av. dielec. gap evaluated at special (Baldereschi) points of the band structure.  This dielec. midgap energy (DME) was related to the charge-neutrality point (Tersoff, J., 1984) to evaluate band offsets in heterojunctions and Schottky-barrier heights.  Band offsets obtained with this method for several heterojunctions are tabulated, and compared with existing exptl. results and other theor. calcns.  The DME's are tabulated, and compared with those based on charge-neutrality points.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2sXlsVWnsbw%253D&md5=f2e31cef82444da65df62df291204fe8", "27. ", "Wei", ", ", "S.-H.", "; ", "Zunger", ", ", "A.", " ", "Predicted Band-gap Pressure Coefficients of all Diamond and Zinc-blende Semiconductors: Chemical Trends", " ", "Phys. Rev. B", " ", "1999", ",  ", "60", ",  ", "5404", "– ", "5411", "[", "Crossref", "], [", "CAS", "]", "27. ", "Predicted band-gap pressure coefficients of all diamond and zinc-blende semiconductors: Chemical trends", "Wei, Su-Huai; Zunger, Alex", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "1999", "),\r\n    ", "60", "\r\n        (", "8", "),\r\n    ", "5404-5411", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "We have studied systematically the chem. trends of the band-gap pressure coeffs. of all Group IVA, IIIA-VA, and IIB-VIA semiconductors using first-principles band-structure method.  We have also calcd. the individual \"abs.\" deformation potentials of the valence-band max. (VBM) and conduction-band min. (CBM).  We find that (1) the vol. deformation potentials of the Γ6c CBM are usually large and always neg., while (2) the vol. deformation potentials of the Γ8v VBM state are usually small and neg. for compds. contg. occupied valence d state but pos. for compds. without occupied valence d orbitals.  Regarding the chem. trends of the band-gap pressure coeffs., we find that (3) apΓ-Γ decreases as the ionicity increases (e.g., from Ge → GaAs → ZnSe), (4) apΓ-Γ increases significantly as anion at. no. increases (e.g., from GaN → GaP → GaAs → GaSb), (5) apΓ-Γ decreases slightly as cation at. no. increases (e.g., from AlAs → GaAs → InAs), (6) the variation of apΓ-L are relatively small and follow similar trends as apΓ-Γ, and (7) the magnitude of apΓ-X are small and usually neg., but are sometimes slightly pos. for compds. contg. first-row elements.  Our calcd. chem. trends are explained in terms of the energy levels of the at. valence orbitals and coupling between these orbital.  In light of the above, we suggest that \"empirical rule\" of the pressure coeffs. should be modified.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXlt1yjs70%253D&md5=e5fd953bf853520618f5819ee277e8f6", "28. ", "Łepkowski", ", ", "S. P.", "; ", "Gorczyca", ", ", "I.", "; ", "Stefan n¢ska Skrobas", ", ", "K.", "; ", "Christensen", ", ", "N. E.", "; ", "Svane", ", ", "A.", " ", "Deformation Potentials in AlGaN and InGaN Alloys and their Impact on Optical Polarization Properties of Nitride Quantum Wells", " ", "Phys. Rev. B", " ", "2013", ",  ", "88", ",  ", "081202", "– ", "081206", "[", "Crossref", "], [", "CAS", "]", "28. ", "Deformation potentials in AlGaN and InGaN alloys and their impact on optical polarization properties of nitride quantum wells", "Lepkowski, S. P.; Gorczyca, I.; Stefanska-Skrobas, K.; Christensen, N. E.; Svane, A.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2013", "),\r\n    ", "88", "\r\n        (", "8", "),\r\n    ", "081202/1-081202/5", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The deformation potentials acz - D1, act - D2, D3, D4, and D5 are detd. for random AlGaN and InGaN alloys using electronic band structure calcns. based on the d. functional theory.  A sublinear compn. dependence is obtained for acz - D1 and D3 in AlGaN, and D3 in InGaN, whereas superlinear behavior on compn. is found for act - D2, D4, and D5 in AlGaN, and act - D2 and D5 in InGaN.  The optical polarization properties of nitride quantum wells are very well described by the k·p method when the obtained deformation potentials are included.  In m-plane AlGaN/AlN and InGaN/GaN quantum wells, the difference between the interband transition energies for light polarized parallel and orthogonal to the cryst. c axis compares more favorably to exptl. data, than when deformation potentials previously reported in literature are used.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsF2ktrnJ&md5=e67d0896620ad1ba4c55a828b89ae739", "29. ", "Tranchemontagne", ", ", "D.", "; ", "Hunt", ", ", "J.", "; ", "Yaghi", ", ", "O.", " ", "Room Temperature Synthesis of Metal-organic Frameworks: MOF-5, MOF-74, MOF-177, MOF-199, and IRMOF-0", " ", "Tetrahedron", " ", "2008", ",  ", "64", ",  ", "8553", "– ", "8557", "[", "Crossref", "], [", "CAS", "]", "29. ", "Room temperature synthesis of metal-organic frameworks: MOF-5, MOF-74, MOF-177, MOF-199, and IRMOF-0", "Tranchemontagne, David J.; Hunt, Joseph R.; Yaghi, Omar M.", "Tetrahedron", "\r\n        (", "2008", "),\r\n    ", "64", "\r\n        (", "36", "),\r\n    ", "8553-8557", "CODEN:\r\n                ", "TETRAB", ";\r\n        ISSN:", "0040-4020", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Room temp. synthesis of metal-org. frameworks (MOFs) was developed for four known MOFs: MOF-5, MOF-74, MOF-177, and MOF-199.  A new isoreticular metal framework (IRMOF), IRMOF-0, having the same cubic topol. as MOF-5, was synthesized from acetylenedicarboxylic acid using this method to accommodate the thermal sensitivity of the linker.  Despite acetylenedicarboxylate being the shortest straight linker that can be made into an IRMOF, IRMOF-0 forms as a doubly interpenetrating structure, owing to the rod-like nature of the linker.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXptlyls7o%253D&md5=6c42415608f3d1c12d3f7551f75e668c", "30. ", "Dan-Hardi", ", ", "M.", "; ", "Serre", ", ", "C.", "; ", "Frot", ", ", "T.", "; ", "Rozes", ", ", "L.", "; ", "Maurin", ", ", "G.", "; ", "Sanchez", ", ", "C.", "; ", "Férey", ", ", "G.", " ", "A New Photoactive Crystalline Highly Porous Titanium(IV) Dicarboxylate", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "10857", "– ", "10859", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "A new photoactive crystalline highly porous titanium(IV) dicarboxylate", "Dan-Hardi, Meenakshi; Serre, Christian; Frot, Theo; Rozes, Laurence; Maurin, Guillaume; Sanchez, Clement; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "31", "),\r\n    ", "10857-10859", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Titanium is a very attractive candidate for MOFs due to its low toxicity, redox activity, and photocatalytic properties.  We present here MIL-125, the first example of a highly porous and cryst. titanium(IV) dicarboxylate (MIL stands for Materials of Institut Lavoisier) with a high thermal stability and photochem. properties.  Its structure is built up from a pseudo cubic arrangement of octameric wheels, built up from edge- or corner-sharing titanium octahedra, and terephthalate dianions leading to a three-dimensional periodic array of two types of hybrid cages with accessible pore diams. of 6.13 and 12.55 Å.  X-ray thermodiffractometry and thermal anal. show that MIL-125 is stable up to 360 ° under air atm. while nitrogen sorption anal. indicates a surface area (BET) of 1550 m2/g-1.  Moreover, under nitrogen and alc. adsorption, MIL-125 exhibits a photochromic behavior assocd. with the formation of stable mixed valence titanium-oxo compds.  The titanium oxo cluster are back oxidized in the presence of oxygen.  This photochem. phenomenon is analyzed through the combined use of ESR and UV-visible absorption spectroscopies.  The photogenerated electrons are trapped as Ti(III) centers, while a concomitant oxidn. of the adsorbed alc. mols. occurs.  This new microporous hybrid is a very promising candidate for applications in smart photonic devices, sensors, and catalysis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXovVeltbc%253D&md5=6ccc223f9145f3c4c0f5daf02cb2850c", "31. ", "Dietzel", ", ", "P.", "; ", "Georgiev", ", ", "P.", "; ", "Eckert", ", ", "J.", " ", "Interaction of Hydrogen with Accessible Metal Sites in the Metal-organic Frameworks M", "2", "(dhtp)(CPO-27-M; M= Ni, Co, Mg)", " ", "Chem. Commun.", " ", "2010", ",  ", "2", ",  ", "4962", "– ", "4964", "[", "Crossref", "]", "There is no corresponding record for this reference.", "32. ", "Park", ", ", "K. S.", "; ", "Ni", ", ", "Z.", "; ", "Côté", ", ", "A. P.", "; ", "Choi", ", ", "J. Y.", "; ", "Huang", ", ", "R.", "; ", "Uribe-Romo", ", ", "F. J.", "; ", "Chae", ", ", "H. K.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Exceptional Chemical and Thermal Stability of Zeolitic Imidazolate Frameworks", " ", "Proc. Natl. Acad. Sci. U.S.A.", " ", "2006", ",  ", "103", ",  ", "10186", "– ", "10191", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "32. ", "Exceptional chemical and thermal stability of zeolitic imidazolate frameworks", "Park, Kyo Sung; Ni, Zheng; Cote, Adrien P.; Choi, Jae Yong; Huang, Rudan; Uribe-Romo, Fernando J.; Chae, Hee K.; O'Keeffe, Michael; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2006", "),\r\n    ", "103", "\r\n        (", "27", "),\r\n    ", "10186-10191", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "Twelve zeolitic imidazolate frameworks (ZIFs; termed ZIF-1 to -12) were synthesized as crystals by copolymn. of either Zn(II) (ZIF-1 to -4, -6 to -8, and -10 to -11) or Co(II) (ZIF-9 and -12) with imidazolate-type links.  The ZIF crystal structures are based on the nets of seven distinct aluminosilicate zeolites: tetrahedral Si(Al) and the bridging O are replaced with transition metal ion and imidazolate link, resp.  One example of mixed-coordination imidazolate of Zn(II) and In(III) (ZIF-5) based on the garnet net is reported.  Study of the gas adsorption and thermal and chem. stability of two prototypical members, ZIF-8 and -11, demonstrated their permanent porosity (Langmuir surface area = 1,810 m2/g), high thermal stability (up to 550°), and remarkable chem. resistance to boiling alk. H2O and org. solvents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XntlKjtbo%253D&md5=c28cd5862d4765fe4e4937195f5bb4df", "33. ", "Côté", ", ", "A. P.", "; ", "Benin", ", ", "A. I.", "; ", "Ockwig", ", ", "N. W.", "; ", "O’Keeffe", ", ", "M.", "; ", "Matzger", ", ", "A. J.", "; ", "Yaghi", ", ", "O. M.", " ", "Porous, Crystalline, Covalent Organic Frameworks", " ", "Science", " ", "2005", ",  ", "310", ",  ", "1166", "– ", "1170", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "33. ", "Porous, Crystalline, Covalent Organic Frameworks", "Cote, Adrien P.; Benin, Annabelle I.; Ockwig, Nathan W.; O'Keeffe, Michael; Matzger, Adam J.; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2005", "),\r\n    ", "310", "\r\n        (", "5751", "),\r\n    ", "1166-1170", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Covalent org. frameworks (COFs) have been designed and successfully synthesized by condensation reactions of Ph diboronic acid {C6H4[B(OH)2]2} and hexahydroxytriphenylene [C18H6(OH)6].  Powder x-ray diffraction studies of the highly cryst. products (C3H2BO)6•(C9H12)1 (COF-1) and C9H4BO2 (COF-5) revealed expanded porous graphitic layers that are either staggered (COF-1, P63/mmc) or eclipsed (COF-5, P6/mmm).  Their crystal structures are entirely held by strong bonds between B, C, and O atoms to form rigid porous architectures with pore sizes ranging from 7 to 27 angstroms.  COF-1 and COF-5 exhibit high thermal stability (to temps. up to 500° to 600°C), permanent porosity, and high surface areas (711 and 1590 square meters per g, resp.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht1WgtLnF&md5=e2e033fd4af37870fc73cbb18c1eaed1", "34. ", "Lukose", ", ", "B.", "; ", "Kuc", ", ", "A.", "; ", "Frenzel", ", ", "J.", "; ", "Heine", ", ", "T.", " ", "On the Reticular Construction Concept of Covalent Organic Frameworks", " ", "Beilstein J. Nanotechnol.", " ", "2010", ",  ", "1", ",  ", "60", "– ", "70", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "34. ", "On the reticular construction concept of covalent organic frameworks", "Lukose, Binit; Kuc, Agnieszka; Frenzel, Johannes; Heine, Thomas", "Beilstein Journal of Nanotechnology", "\r\n        (", "2010", "),\r\n    ", "1", "\r\n        (", "),\r\n    ", "60-70", "CODEN:\r\n                ", "BJNEAH", ";\r\n        ISSN:", "2190-4286", ".\r\n    \r\n            (", "Beilstein-Institut zur Foerderung der Chemischen Wissenschaften", ")\r\n        ", "The concept of reticular chem. is studied to explore the applicability of the formation of Covalent Org. Frameworks (COFs) from their defined individual building blocks.  Thus, the authors have designed, optimized and studied a set of reported and hypothetical 2-dimensional COFs using D. Functional Theory (DFT) and the related D. Functional based tight-binding (DFTB) method.  Linear, trigonal and hexagonal building blocks were selected for designing hexagonal COF layers.  High-symmetry AA and AB stackings are considered, as well as low-symmetry serrated and inclined stackings of the layers.  The latter ones are only slightly modified compared to the high-symmetry forms, but show higher energetic stability.  Exptl. XRD patterns found in literature also support stackings with highest formation energies.  All stacking forms vary in their interlayer sepns. and band gaps; however, their electronic densities of states (DOS) are similar and not significantly different from that of a monolayer.  The band gaps are at 1-4.0 eV.  COFs built of building blocks with a greater no. of arom. rings have smaller band gaps.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsFKmsbzE&md5=99df5322c41a2bcf4daff3d9b0928e6f", "35. ", "Kresse", ", ", "G.", "; ", "Furthmüller", ", ", "J.", " ", "Efficient Iterative Schemes for Ab initio Total-energy Calculations using a Plane-wave Basis Set", " ", "Phys. Rev. B", " ", "1996", ",  ", "54", ",  ", "11169", "– ", "11186", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "35. ", "Efficient iterative schemes for ab initio total-energy calculations using a plane-wave basis set", "Kresse, G.; Furthmueller, J.", "Physical Review B: Condensed Matter", "\r\n        (", "1996", "),\r\n    ", "54", "\r\n        (", "16", "),\r\n    ", "11169-11186", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The authors present an efficient scheme for calcg. the Kohn-Sham ground state of metallic systems using pseudopotentials and a plane-wave basis set.  In the first part the application of Pulay's DIIS method (direct inversion in the iterative subspace) to the iterative diagonalization of large matrixes will be discussed.  This approach is stable, reliable, and minimizes the no. of order Natoms3 operations.  In the second part, we will discuss an efficient mixing scheme also based on Pulay's scheme.  A special \"metric\" and a special \"preconditioning\" optimized for a plane-wave basis set will be introduced.  Scaling of the method will be discussed in detail for non-self-consistent and self-consistent calcns.  It will be shown that the no. of iterations required to obtain a specific precision is almost independent of the system size.  Altogether an order Natoms2 scaling is found for systems contg. up to 1000 electrons.  If we take into account that the no. of k points can be decreased linearly with the system size, the overall scaling can approach Natoms.  They have implemented these algorithms within a powerful package called VASP (Vienna ab initio simulation package).  The program and the techniques have been used successfully for a large no. of different systems (liq. and amorphous semiconductors, liq. simple and transition metals, metallic and semiconducting surfaces, phonons in simple metals, transition metals, and semiconductors) and turned out to be very reliable.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28Xms1Whu7Y%253D&md5=9c8f6f298fe5ffe37c2589d3f970a697", "36. ", "Kresse", ", ", "G.", "; ", "Joubert", ", ", "D.", " ", "From Ultrasoft Pseudopotentials to the Projector Augmented-wave Method", " ", "Phys. Rev. B", " ", "1999", ",  ", "59", ",  ", "1758", "– ", "1775", "[", "Crossref", "], [", "CAS", "]", "36. ", "From ultrasoft pseudopotentials to the projector augmented-wave method", "Kresse, G.; Joubert, D.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "1999", "),\r\n    ", "59", "\r\n        (", "3", "),\r\n    ", "1758-1775", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The formal relationship between ultrasoft (US) Vanderbilt-type pseudopotentials and Blochl's projector augmented wave (PAW) method is derived.  The total energy functional for US pseudopotentials can be obtained by linearization of two terms in a slightly modified PAW total energy functional.  The Hamilton operator, the forces, and the stress tensor are derived for this modified PAW functional.  A simple way to implement the PAW method in existing plane-wave codes supporting US pseudopotentials is pointed out.  In addn., crit. tests are presented to compare the accuracy and efficiency of the PAW and the US pseudopotential method with relaxed-core all-electron methods.  These tests include small mols. (H2, H2O, Li2, N2, F2, BF3, SiF4) and several bulk systems (diamond, Si, V, Li, Ca, CaF2, Fe, Co, Ni).  Particular attention is paid to the bulk properties and magnetic energies of Fe, Co, and Ni.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXkt12nug%253D%253D&md5=78a73e92a93f995982fc481715729b14", "37. ", "Perdew", ", ", "J. P.", "; ", "Ruzsinszky", ", ", "A.", "; ", "Csonka", ", ", "G. I.", "; ", "Vydrov", ", ", "O. A.", "; ", "Scuseria", ", ", "G. E.", "; ", "Constantin", ", ", "L. A.", "; ", "Zhou", ", ", "X.", "; ", "Burke", ", ", "K.", " ", "Restoring the Density-Gradient Expansion for Exchange in Solids and Surfaces", " ", "Phys. Rev. Lett.", " ", "2008", ",  ", "100", ",  ", "136406", "– ", "136409", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "37. ", "Restoring the Density-Gradient Expansion for Exchange in Solids and Surfaces", "Perdew, John P.; Ruzsinszky, Adrienn; Csonka, Gabor I.; Vydrov, Oleg A.; Scuseria, Gustavo E.; Constantin, Lucian A.; Zhou, Xiaolan; Burke, Kieron", "Physical Review Letters", "\r\n        (", "2008", "),\r\n    ", "100", "\r\n        (", "13", "),\r\n    ", "136406/1-136406/4", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Popular modern generalized gradient approxns. are biased toward the description of free-atom energies.  Restoration of the first-principles gradient expansion for exchange over a wide range of d. gradients eliminates this bias.  We introduce a revised Perdew-Burke-Ernzerhof generalized gradient approxn. that improves equil. properties of densely packed solids and their surfaces.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXktlygt7c%253D&md5=bb5e35a295ab7af85d65ac410d6f898c", "38. ", "Krukau", ", ", "A. V.", "; ", "Vydrov", ", ", "O. A.", "; ", "Izmaylov", ", ", "A. F.", "; ", "Scuseria", ", ", "G. E.", " ", "Influence of the Exchange Screening Parameter on the Performance of Screened Hybrid Functionals", " ", "J. Chem. Phys.", " ", "2006", ",  ", "125", ",  ", "224106", "– ", "224110", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "38. ", "Influence of the exchange screening parameter on the performance of screened hybrid functionals", "Krukau, Aliaksandr V.; Vydrov, Oleg A.; Izmaylov, Artur F.; Scuseria, Gustavo E.", "Journal of Chemical Physics", "\r\n        (", "2006", "),\r\n    ", "125", "\r\n        (", "22", "),\r\n    ", "224106/1-224106/5", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "This work reexamines the effect of the exchange screening parameter ω on the performance of the Heyd-Scuseria-Ernzerhof (HSE) screened hybrid functional.  We show that variation of the screening parameter influences solid band gaps the most.  Other properties such as mol. thermochem. or lattice consts. of solids change little with ω.  We recommend a new version of HSE with the screening parameter ω = 0.11 bohr-1 for further use.  Compared to the original implementation, the new parametrization yields better thermochem. results and preserves the good accuracy for band gaps and lattice consts. in solids.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXht1Oksg%253D%253D&md5=62d9eecea0d763d5ecebeb5155edf45c", "39. ", "Butler", ", ", "K. T.", "; ", "Hendon", ", ", "C. H.", "; ", "Walsh", ", ", "A.", " ", "Electronic Chemical Potentials of Porous Metal-organic Frameworks", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "2703", "– ", "2706", "[", "ACS Full Text ", "], [", "CAS", "]", "39. ", "Electronic Chemical Potentials of Porous Metal-Organic Frameworks", "Butler, Keith T.; Hendon, Christopher H.; Walsh, Aron", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "7", "),\r\n    ", "2703-2706", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The binding energy of an electron in a material is a fundamental characteristic, which dets. a wealth of important chem. and phys. properties.  For metal-org. frameworks this quantity is hitherto unknown.  We present a general approach for detg. the vacuum level of porous metal-org. frameworks and apply it to obtain the first ionization energy for six prototype materials including zeolitic, covalent, and ionic frameworks.  This approach for valence band alignment can explain observations relating to the electrochem., optical, and elec. properties of porous frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXpslartQ%253D%253D&md5=a9ee0db994f9701b3932cd71e1c9d56a", "40. ", "https://github.com/WMD-Bath/MacroDensity", " (accessed 05/08/2014).", "There is no corresponding record for this reference.", "41. ", "Yu", ", ", "P. Y.", "; ", "Cardona", ", ", "M.", "  ", "Fundamentals of Semiconductors", ", ", "3", "rd ed.; ", "Springer", ": ", "Berlin", ", ", "2005", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "42. ", "Harrison", ", ", "W. A.", "  ", "Electronic Structure and the Properties of Solids: The Physics of the Chemical Bond", "; ", "Dover Publications", ": ", "New York", ", ", "1989", ".", "There is no corresponding record for this reference.", "43. ", "Hückel", ", ", "E.", " ", "Quantentheoretische Beiträge zum Benzolproblem", " ", "Z. Phys.", " ", "1931", ",  ", "70", ",  ", "204", "– ", "286", "[", "Crossref", "], [", "CAS", "]", "43. ", "Quantum-theoretical contributions to the benzene problem. I. The electron configuration of benzene and related compounds", "Huckel, Erich", "Zeitschrift fuer Physik", "\r\n        (", "1931", "),\r\n    ", "70", "\r\n        (", "),\r\n    ", "204-86", "CODEN:\r\n                ", "ZEPYAA", ";\r\n        ISSN:", "0044-3328", ".\r\n    ", "In unsatd. ring systems the presence of 6 unpaired electrons results in the aromatic properties of the ring.  The behavior of n such electrons in the ring CnHn is investigated by 2 different approximation methods.  The 1st method deals with the reciprocal action of n such electrons in the field of n CH groups as the H2 mol. was treated by Heitler and London.  Bloch's equations are used directly.  The 2nd method is the method used by Bloch in handling the behavior of electrons in crystal lattices.  Here the exchange energy between electrons is neglected in the 1st approximation and the quantum state of an electron in a field of the periodicity of the ring detd.  Both methods give for n = 3, 4, 5, 6, the same ground term (n = 4 not certain).  The first method gives a larger energy for the n electrons when n is odd than when n is even.  The 2nd method predicts an isolated electron group when n = 6 even when the no. of electrons is not the same as the no. of atoms in the ring (e. g., (C6H5)-K+).  The 2nd method is also applicable to heterocyclic rings such as pyridine, pyrrole, thiophene and furan, in which, however, the cyclic symmetry is destroyed.  The 2nd method also anticipates the properties of benzene derivs. in agreement with the predictions of the theory of induced alternating polarities.  The 2nd method predicts an isolated electron group for n = 10.  The hydrobenzenes are investigated similarly and qual. agreement with facts is obtained for the order of their energy content.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaA38XivV0%253D&md5=336f94304b180fc5203702a0845db8c5", "44. ", "Hoffmann", ", ", "R.", " ", "An Extended Hückel Theory. I. Hydrocarbons", " ", "J. Chem. Phys.", " ", "1963", ",  ", "39", ",  ", "1397", "– ", "1412", "[", "Crossref", "], [", "CAS", "]", "44. ", "An extended Hueckel theory. I. Hydrocarbons", "Hoffmann, Roald", "Journal of Chemical Physics", "\r\n        (", "1963", "),\r\n    ", "39", "\r\n        (", "6", "),\r\n    ", "1397-412", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "The Hueckel theory, with an extended basis set consisting of 2s and 2p C and 1s H orbitals, with inclusion of overlap and all interactions, yields a good qual. soln. of most hydrocarbon conformational problems.  Calcns. were performed within the same parametrization for nearly all simple satd. and unsatd. compds., a variety of geometries being tested for each.  Barriers to internal rotation, ring conformations, and geometrical isomerism are among the topics treated.  Consistent σ and π charge distributions and overlap populations are obtained for aroms., and their relative roles are discussed.  For alkanes and alkenes charge distributions are also presented.  Failures include overemphasis on steric factors, which leads to some incorrect isomerization energies; also the failure to predict strain energies.  It is stressed that the geometry of a mol. appears to be its most predictable quality.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF3sXksVGjtro%253D&md5=ce04cf34ea900d31443af6f9eede254c", "45. ", "Harrison", ", ", "W. A.", " ", "Theory of the Two-center Bond", " ", "Phys. Rev. B", " ", "1983", ",  ", "27", ",  ", "3592", "– ", "3604", "[", "Crossref", "], [", "CAS", "]", "45. ", "Theory of the two-center bond", "Harrison, Walter A.", "Physical Review B:  Condensed Matter and Materials Physics", "\r\n        (", "1983", "),\r\n    ", "27", "\r\n        (", "6", "),\r\n    ", "3592-604", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    ", "Tight-binding theory, with universal parameters, provides direct prediction of bond energies, bond lengths, and force consts. for ordinary mol. and solid-state two-center bonds.  Corrections, which are dominated by nonorthogonality of orbitals on neighboring atoms, are included and are seen to be given approx. by a two-body repulsion proportional to the inverse fourth power of internuclear distance.  The bond properties depend upon metallicity, increasing in a series such as C, Si, Ge, and Sn, and are strongly affected by the coupling between the bond and its environment at high metallicity.  This effect, called metalization, is calcd. in perturbation theory.  The properties depend also strongly upon the polarity of the bond and upon the decrease in the effect of metalization with increasing polarity.  Finally, the properties depend upon bond order.  This effect is characterized by a π-bonding strength, which for a resonating bond is enhanced by a factor of the square root of the no. of sites between which the bond resonates.  Formulas are derived for the bond energies, lengths, and force consts. in terms of these parameters and are compared with expt.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3sXhs1Ohur8%253D&md5=e8eaefaa86f5f34aaf574d2f4bcc048b", "46. ", "Zhu", ", ", "Y. Z.", "; ", "Chen", ", ", "G. D.", "; ", "Ye", ", ", "H.", "; ", "Walsh", ", ", "A.", "; ", "Moon", ", ", "C. Y.", "; ", "Wei", ", ", "S.-H.", " ", "Electronic Structure and Phase Stability of MgO, ZnO, CdO, and Related Ternary Alloys", " ", "Phys. Rev. B", " ", "2008", ",  ", "77", ",  ", "245209", "– ", "245215", "[", "Crossref", "], [", "CAS", "]", "46. ", "Electronic structure and phase stability of MgO, ZnO, CdO, and related ternary alloys", "Zhu, Y. Z.; Chen, G. D.; Ye, Honggang; Walsh, Aron; Moon, C. Y.; Wei, Su-Huai", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2008", "),\r\n    ", "77", "\r\n        (", "24", "),\r\n    ", "245209/1-245209/7", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The electronic structure and phase stability of MgO, ZnO, CdO, and related alloys in the rocksalt (B1), zincblende (B3), and wurtzite (B4) crystal structures were examd. within first-principles band structure theory; the thermodynamically stable phases are reproduced for each material.  The band alignment and band-gap deformation potentials were analyzed, showing an increase in the valence band max. from Mg to Zn to Cd.  Ternary alloy formation was explored through application of the special quasirandom structure method.  The B1 structure is stable over all (Mg,Cd)O compns., as expected from the preferences of the binary oxides.  The (Mg,Zn)O alloy undergoes a tetrahedral to octahedral transition above 34% Mg content, in agreement with expt.  For (Zn,Cd)O, a transition is predicted above 62% Cd content.  These results imply that band-gap manipulation of ZnO from alloying with Mg (Cd) will be limited to 4.0 eV (1.6 eV), while preserving the tetrahedral coordination of the host.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXot1Ogs70%253D&md5=6afb6ba3a6bdfdab821953694831c4e6", "47. ", "Vermoortele", ", ", "F.", "; ", "Maes", ", ", "M.", "; ", "Moghadam", ", ", "P. Z.", "; ", "Lennox", ", ", "M. J.", "; ", "Ragon", ", ", "F.", "; ", "Boulhout", ", ", "M.", "; ", "Biswas", ", ", "S.", "; ", "Laurier", ", ", "K. G. M.", "; ", "Beurroies", ", ", "I.", "; ", "Denoyel", ", ", "R.", "; ", "Roeffaers", ", ", "M.", "; ", "Stock", ", ", "N.", "; ", "Düren", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "De Vos", ", ", "D. E.", " ", "p-Xylene-Selective Metal-Organic Frameworks: A Case of Topology-Directed Selectivity", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "18526", "– ", "18529", "[", "ACS Full Text ", "], [", "CAS", "]", "47. ", "p-Xylene-Selective Metal-Organic Frameworks: A Case of Topology-Directed Selectivity", "Vermoortele, Frederik; Maes, Michael; Moghadam, Peyman Z.; Lennox, Matthew J.; Ragon, Florence; Boulhout, Mohammed; Biswas, Shyam; Laurier, Katrien G. M.; Beurroies, Isabelle; Deboyel, Renaud; Roeffaers, Maarten; Stock, Norbert; Duren, Tina; Serre, Christian; De Vos, Dirk E.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "46", "),\r\n    ", "18526-18529", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Para-disubstituted alkylaroms. such as p-xylene are preferentially adsorbed from an isomer mixt. on three isostructural metal-org. frameworks: MIL-125(Ti) ([Ti8O8(OH)4(BDC)6]), MIL-125(Ti)-NH2 ([Ti8O8(OH)4(BDC-NH2)6]), and CAU-1(Al)-NH2 ([Al8(OH)4(OMe)8(BDC-NH2)6]) (BDC = 1,4-benzenedicarboxylate).  Their unique structure contains octahedral cages, which can sep. mols. from differences in packing and interaction with the pore walls, as well as smaller tetrahedral cages, which are capable of sepg. mols. by mol. sieving.  These exptl. data are in line with predictions by mol. simulations.  Addnl. adsorption and microcalorimetric expts. provide insight in the complementary role of the two cage types in providing the para selectivity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlGktrnE&md5=3de090a2ad9b0c71925f448ee9714d94", "48. ", "Bonifacio", ", ", "L. D.", "; ", "Puzzo", ", ", "D. P.", "; ", "Breslav", ", ", "S.", "; ", "Willey", ", ", "B. M.", "; ", "McGeer", ", ", "A.", "; ", "Ozin", ", ", "G. A.", " ", "Towards the Photonic Nose: A Novel Platform for Molecule and Bacteria Identification", " ", "Adv. Mater.", " ", "2010", ",  ", "22", ",  ", "1351", "– ", "1354", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "48. ", "Towards the Photonic Nose: A Novel Platform for Molecule and Bacteria Identification", "Bonifacio, Leonardo D.; Puzzo, Daniel P.; Breslav, Simon; Willey, Barbara M.; McGeer, Allison; Ozin, Geoffrey A.", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2010", "),\r\n    ", "22", "\r\n        (", "12", "),\r\n    ", "1351-1354", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The use of combinatorial arrays of surface-modified nanoparticle metal oxide porous BSs, dubbed the photonic nose, provides a straightforward, effective, and inexpensive platform for the development of structural color sensorial materials.  The photonic nose displays unique optical fingerprints for structurally similar mols.  A digital-color-image principal-component anal. conveniently enables the identification of different classes and types of mol. species and also discriminates several pathogenic bacteria strains.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXktVWqtLo%253D&md5=bcad431e3f40da4a8c9389d9fb163724", "49. ", "Yanai", ", ", "N.", "; ", "Kitayama", ", ", "K.", "; ", "Hijikata", ", ", "Y.", "; ", "Sato", ", ", "H.", "; ", "Matsuda", ", ", "R.", "; ", "Kubota", ", ", "Y.", "; ", "Takata", ", ", "M.", "; ", "Mizuno", ", ", "M.", "; ", "Uemura", ", ", "T.", "; ", "Kitagawa", ", ", "S.", " ", "Gas Detection by Structural Variations of Fluorescent Guest Molecules in a Flexible Porous Coordination Polymer", " ", "Nat. Mater.", " ", "2011", ",  ", "10", ",  ", "787", "– ", "793", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "49. ", "Gas detection by structural variations of fluorescent guest molecules in a flexible porous coordination polymer", "Yanai, Nobuhiro; Kitayama, Koji; Hijikata, Yuh; Sato, Hiroshi; Matsuda, Ryotaro; Kubota, Yoshiki; Takata, Masaki; Mizuno, Motohiro; Uemura, Takashi; Kitagawa, Susumu", "Nature Materials", "\r\n        (", "2011", "),\r\n    ", "10", "\r\n        (", "10", "),\r\n    ", "787-793", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "The development of a new methodol. for visualizing and detecting gases is imperative for various applications.  Here, the authors report a novel strategy in which gas mols. are detected by signals from a reporter guest that can read out a host structural transformation.  A composite between a flexible porous coordination polymer and fluorescent reporter distyrylbenzene (DSB) selectively adsorbed CO2 over other atm. gases.  This adsorption induced a host transformation, which was accompanied by conformational variations of the included DSB.  This read-out process resulted in a crit. change in DSB fluorescence at a specific threshold pressure.  The composite shows different fluorescence responses to CO2 and acetylene, compds. that have similar physicochem. properties.  The system showed that fluorescent mols. can detect gases without any chem. interaction or energy transfer.  The host-guest coupled transformations play a pivotal role in converting the gas adsorption events into detectable output signals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFWrsrvE&md5=93d27b4c1d071f985222e3f7ce288fe3", "50. ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Rosi", ", ", "N.", "; ", "Vodak", ", ", "D.", "; ", "Wachter", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Systematic Design of Pore Size and Functionality in Isoreticular MOFs and their Application in Methane Storage", " ", "Science", " ", "2002", ",  ", "295", ",  ", "469", "– ", "472", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "50. ", "Systematic design of pore size and functionality in isoreticular MOFs and their application in methane storage", "Eddaoudi, Mohamed; Kim, Jaheon; Rosi, Nathaniel; Vodak, David; Wachter, Joseph; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "295", "\r\n        (", "5554", "),\r\n    ", "469-472", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A strategy based on reticulating metal ions and org. carboxylate links into extended networks has been advanced to a point that allowed the design of porous structures in which pore size and functionality could be varied systematically.  Metal-org. framework (MOF-5), a prototype of a new class of porous materials and one that is constructed from octahedral Zn-O-C clusters and benzene links, was used to demonstrate that its three-dimensional porous system can be functionalized with the org. groups -Br, -NH2, -OC3H7, -OC5H11, -C2H4, and -C4H4 and that its pore size can be expanded with the long mol. struts biphenyl, tetrahydropyrene, pyrene, and terphenyl.  We synthesized an isoreticular series (one that has the same framework topol.) of 16 highly cryst. materials whose open space represented up to 91.1% of the crystal vol., as well as homogeneous periodic pores that can be incrementally varied from 3.8 to 28.8 Å.  One member of this series exhibited a high capacity for methane storage (240 cm3 at std. temp.), and others the lowest densities (0.41 to 0.21 g/cm3) for a cryst. material at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlyrtLjP&md5=d218d4040887f5fb390a733ee156d27b", "51. ", "Dincǎ", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "Strong H", "2", " Binding and Selective Gas Adsorption within the Microporous Coordination Solid Mg", "3", "(O", "2", "C-C+10H", "6", "-CO", "2", ")", "3", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "9376", "– ", "9377", "[", "ACS Full Text ", "], [", "CAS", "]", "51. ", "Strong H2 Binding and Selective Gas Adsorption within the Microporous Coordination Solid Mg3(O2C-C10H6-CO2)3", "Dinca, Mircea; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "26", "),\r\n    ", "9376-9377", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The synthesis of Mg3(NDC)3(DEF)4 (NDC = 2,6-naphthalenedicarboxylate, DEF = N,N-diethylformamide, 1), the first porous metal-org. framework solid incorporating Mg2+ ions, is reported.  Its structure consists of linear Mg3 units linked via NDC bridges to form a three-dimensional framework, featuring one-dimensional channels filled with DEF mols.  Significantly, its framework is fully analogous to that obsd. within Zn3(NDC)3(CH3OH)2·2DMF·H2O (2), demonstrating that Mg2+ ions can directly substitute for the heavier Zn2+ ions.  Compd. 1 is readily desolvated by heating at 190 °C to give the microporous solid Mg3(NDC)3, exhibiting a BET surface area of 190 m2/g.  Adsorption isotherms measured at 77 and 87 K indicate high H2 adsorption enthalpies in the range 7.0-9.5 kJ/mol, depending on the degree of loading.  In addn., the material displays selective adsorption of H2 or O2 over N2 or CO, suggesting possible applications in gas sepn. technologies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXkvVGksro%253D&md5=bd978a498f1ce8738063e8b9bc164239", "52. ", "Wang", ", ", "Z.", "; ", "Cohen", ", ", "S. M.", " ", "Postsynthetic Modification of Metal-organic Frameworks", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1315", "– ", "1329", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "52. ", "Postsynthetic modification of metal-organic frameworks", "Wang, Zhenqiang; Cohen, Seth M.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1315-1329", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This crit. review discusses modification of metal-org. frameworks (MOFs) in a postsynthetic scheme.  In this approach, the MOF is assembled and then modified with chem. reagents with preservation of the lattice structure.  Recent findings show amide couplings, isocyanate condensations, click' chem., and other reactions are suitable for postsynthetic modification (PSM).  In addn., a no. of MOFs, from IRMOF-3 to ZIF-90, are amenable to PSM.  The generality of PSM, in both scope of chem. reactions and range of suitable MOFs, clearly indicates that the approach is broadly applicable.  Indeed, the rapid increase in reports on PSM demonstrates this methodol. will play an increasingly important role in the development of MOFs for the foreseeable future (117 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurs%253D&md5=10201324893034e6f13702e86b62db16", "53. ", "Lin", ", ", "X.", "; ", "Blake", ", ", "A. J.", "; ", "Wilson", ", ", "C.", "; ", "Sun", ", ", "X. Z.", "; ", "Champness", ", ", "N. R.", "; ", "George", ", ", "M. W.", "; ", "Hubberstey", ", ", "P.", "; ", "Mokaya", ", ", "R.", "; ", "Schröder", ", ", "M.", " ", "A Porous Framework Polymer Based on a Zinc(II) 4,4′-Bipyridine-2,6,2′,6′-tetracarboxylate: Synthesis, Structure, and “Zeolite-Like” Behaviors", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "10745", "– ", "10753", "[", "ACS Full Text ", "], [", "CAS", "]", "53. ", "A Porous Framework Polymer Based on a Zinc(II) 4,4'-Bipyridine-2,6,2',6'-tetracarboxylate: Synthesis, Structure, and \"Zeolite-Like\" Behaviors", "Lin, Xiang; Blake, Alexander J.; Wilson, Claire; Sun, Xue Zhong; Champness, Neil R.; George, Michael W.; Hubberstey, Peter; Mokaya, Robert; Schroeder, Martin", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "33", "),\r\n    ", "10745-10753", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The robust metal-org. framework compd. {[Zn2(L)]·4H2O}∞ (I) was synthesized by hydrothermal reaction of ZnCl2 and 4,4'-bipyridine-2,6,2',6'-tetracarboxylic acid (H4L).  Compd. I crystallizes in a chiral space group, P42212, with the chirality generated by the helical chains of H-bonded guest H2O mols. rather than by the coordination framework.  Removal of guest H2O mols. from the crystal affords the porous material, [Zn2(L)]∞ (II), which has very high thermal stability and is chem. inert.  The N2 isotherm of II at 77 K suggests a uniform porous structure with a BET surface area of 312.7 m2/g and a remarkably strong interaction with N2 mols. (βE0 = 29.6 kJ mol-1).  II also exhibits significant gas storage capacities of 1.08% for H2 at 4 bar and 77 K and 3.14% (44.0 cm3/g, 67 vol./vol.) for methane at 9 bar at 298 K.  The adsorption behavior of II toward org. solvent vapors also was studied, and isotherms reveal that for different solvent vapors adsorption is dominated by two types of processes, absorbate-absorbate or absorbate-absorbent interactions.  The adsorption and desorption kinetic processes in II are detd. mainly by the mol. size of the guest species and their interaction with the host.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XnsF2hu7g%253D&md5=814ce41c31d52c3157a64dacc7681a50", "54. ", "Kreno", ", ", "L. E.", "; ", "Leong", ", ", "K.", "; ", "Farha", ", ", "O. K.", "; ", "Allendorf", ", ", "M.", "; ", "Van Duyne", ", ", "R. P.", "; ", "Hupp", ", ", "J. T.", " ", "Metal-Organic Framework Materials as Chemical Sensors", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1105", "– ", "1125", "[", "ACS Full Text ", "], [", "CAS", "]", "54. ", "Metal-Organic Framework Materials as Chemical Sensors", "Kreno, Lauren E.; Leong, Kirsty; Farha, Omar K.; Allendorf, Mark; Van Duyne, Richard P.; Hupp, Joseph T.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1105-1125", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors present a crit. review of the literature on metal-org. frameworks (MOFs) as chem. sensors.  The authors begin by briefly examg. challenges relating to MOF sensor development including the design of MOFs with desirable properties, incorporation of appropriate signal transduction capabilities, and integration of MOFs into devices by employing thin-film growth techniques.  Subsequent sections discuss specific examples of MOF sensors, categorized by method of signal transduction.  Sensors based on MOF photoluminescence are discussed briefly.  The authors have limited the review of luminescence-based sensors to a small no. of recent reports where the porous MOF architecture, or its chem. compn., imparts selective sensing capabilities.  Scintillating MOFs that luminesce in the presence of radioactive analytes are also discussed.  Other signal transduction schemes that use photons include various kinds of optical interferometry, analyte modulation of localized surface plasmon resonance energies, and solvatochromism.  Mech. signal-transduction schemes employed with MOFs include ones based on surface acoustic wave, quartz crystal microbalance, and microcantilever devices.  Elec. schemes thus far were limited to ones based on impedance spectroscopy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVCgtL%252FI&md5=f6ed572725bc067ee8da81880bf1ec90", "55. ", "Salles", ", ", "F.", "; ", "Ghoufi", ", ", "A.", "; ", "Maurin", ", ", "G.", "; ", "Bell", ", ", "R. G.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Férey", ", ", "G.", " ", "Molecular Dynamics Simulations of Breathing MOFs: Structural Transformations of MIL-53(Cr) upon Thermal Activation and CO", "2", " Adsorption", " ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "8487", "– ", "8491", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "55. ", "Molecular dynamics simulations of breathing MOFs: structural transformations of MIL-53(Cr) upon thermal activation and CO2 adsorption", "Salles, Fabrice; Ghoufi, Aziz; Maurin, Guillaume; Bell, Robert G.; Mellot-Draznieks, Caroline; Ferey, Gerard", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "44", "),\r\n    ", "8487-8491", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Use the Force: A force field for the MIL-53(Cr) framework was derived and validated by mol. dynamics simulations.  This approach allows the breathing of the framework in the presence of CO2 to be captured and gives insight into the structural switching mechanism from a narrow- to a large-pore form (see picture).  This force field can be used directly in studies of many guest mols. and, with a min. adjustment, for other MOF systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlKlsLjO&md5=d6a0e0e5530202d789b44ce6888e221c", "56. ", "Coudert", ", ", "F.-X.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Fuchs", ", ", "A. H.", "; ", "Boutin", ", ", "A.", " ", "Prediction of Breathing and Gate-opening Transitions upon Binary Mixture Adsorption in Metal-organic Frameworks", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "11329", "– ", "11331", "[", "ACS Full Text ", "], [", "CAS", "]", "56. ", "Prediction of Breathing and Gate-Opening Transitions Upon Binary Mixture Adsorption in Metal-Organic Frameworks", "Coudert, Francois-Xavier; Mellot-Draznieks, Caroline; Fuchs, Alain H.; Boutin, Anne", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "32", "),\r\n    ", "11329-11331", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Among the numerous applications of metal-org. frameworks (MOFs), a topical class of nanoporous materials, adsorptive sepn. is gaining considerable attention.  Some of the most exciting candidates for gas sepn. processes exhibit structural transitions, such as breathing and gate opening.  While predictive anal. methods are crucial in sepn. science and were widely used for rigid nanoporous solids, a lack exists for materials that exhibit flexibility.  The authors propose here a general method predicting, for the 1st time, the evolution of structural transitions and selectivity upon adsorption of gas mixts. in flexible nanoporous solids.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXptFChs70%253D&md5=5a43dc0e19696c10d6cef527c6cb042d", "57. ", "Brozek", ", ", "C.", "; ", "Dincǎ", ", ", "M.", " ", "Ti", "3+", ", V", "2+/3+", ", Cr", "2+/3+", ", Mn", "2+", ", and Fe", "2+", " Substituted MOF-5 and Redox Reactivity in Cr- and Fe-MOF-5", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "12886", "– ", "12891", "[", "ACS Full Text ", "], [", "CAS", "]", "57. ", "Ti3+-, V2+/3+-, Cr2+/3+-, Mn2+-, and Fe2+-Substituted MOF-5 and Redox Reactivity in Cr- and Fe-MOF-5", "Brozek, Carl K.; Dinca, Mircea", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "34", "),\r\n    ", "12886-12891", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The metal nodes in metal-org. frameworks (MOFs) are known to act as Lewis acid catalysts, but few reports have explored their ability to mediate reactions that require electron transfer.  The unique chem. environments at the nodes should facilitate unusual redox chem., but the difficulty in synthesizing MOFs with metal ions in reduced oxidn. states has precluded such studies.  Herein, we demonstrate that MZn3O(O2C-)6 clusters from Zn4O(1,4-benzenedicarboxylate)3 (MOF-5) serve as hosts for V2+ and Ti3+ ions and enable the synthesis of the first MOFs contg. these reduced early metal ions, which can be accessed from MOF-5 by postsynthetic ion metathesis (PSIM).  Addnl. MOF-5 analogs featuring Cr2+, Cr3+, Mn2+, and Fe2+ at the metal nodes can be obtained by similar postsynthetic methods and are reported here for the first time.  The inserted metal ions are coordinated within an unusual all-oxygen trigonal ligand field and are accessible to both inner- and outer-sphere oxidants: Cr2+- converts into Cr3+-substituted MOF-5, while Fe2+-MOF-5 activates NO to produce an unusual Fe-nitrosyl complex.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtF2rurnN&md5=949c3dc0e0933f412ab472855d3de72b", "58. ", "Hendon", ", ", "C. H.", "; ", "Tiana", ", ", "D.", "; ", "Vaid", ", ", "T. P.", "; ", "Walsh", ", ", "A.", " ", "Thermodynamic and Electronic Properties of Tunable II-VI and IV-VI Semiconductor based Metal-organic Frameworks from Computational Chemistry", " ", "J. Mater. Chem. C", " ", "2013", ",  ", "1", ",  ", "95", "– ", "100", "[", "Crossref", "], [", "CAS", "]", "58. ", "Thermodynamic and electronic properties of tunable II-VI and IV-VI semiconductor based metal-organic frameworks from computational chemistry", "Hendon, Christopher H.; Tiana, Davide; Vaid, Thomas P.; Walsh, Aron", "Journal of Materials Chemistry C: Materials for Optical and Electronic Devices", "\r\n        (", "2013", "),\r\n    ", "1", "\r\n        (", "1", "),\r\n    ", "95-100", "CODEN:\r\n                ", "JMCCCX", ";\r\n        ISSN:", "2050-7534", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Optoelec. control of metal-org. frameworks would open up a new area of applications for hybrid materials.  This article reports the calcd. thermodn. and electronic properties of a family of M3(C6X6) metal-org. frameworks (M = Mg, Ca, Zn, Cd, Hg, Ge, Sn, Pb; X = O, S, Se, Te).  Herein, we present a systematic approach for studying families of hybrid compds., and describe extended tunability of their electronic and enthalpic properties through compositional control.  It was shown that the formation enthalpy is dictated by the stability of the ligand, and the band gap is tunable depending on both metal and chalcogenide selection.  Five compds. were found to be candidate semiconductors as they combine thermodn. stability with band gaps in the visible range of the electromagnetic spectrum.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhslKgt7fM&md5=e5c7bab9a8b246f547997ad0b07072f4", "59. ", "Hendon", ", ", "C. H.", "; ", "Tiana", ", ", "D.", "; ", "Fontecave", ", ", "M.", "; ", "Sanchez", ", ", "C.", "; ", "D’arras", ", ", "L.", "; ", "Sassoye", ", ", "C.", "; ", "Rozes", ", ", "L.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Walsh", ", ", "A.", " ", "Engineering the Optical Response of the Titanium-MIL-125 Metal-Organic Framework through Ligand Functionalization", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "10942", "– ", "10945", "[", "ACS Full Text ", "], [", "CAS", "]", "59. ", "Engineering the Optical Response of the Titanium-MIL-125 Metal-Organic Framework through Ligand Functionalization", "Hendon, Christopher H.; Tiana, Davide; Fontecave, Marc; Sanchez, Clement; D'Arras, Loic; Sassoye, Capucine; Rozes, Laurence; Mellot-Draznieks, Caroline; Walsh, Aron", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "30", "),\r\n    ", "10942-10945", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Band gap modification of MIL-125, a TiO2/1,4-benzenedicarboxylate (bdc) metalorg. framework (MOF) is discussed.  Through a combination of synthesis and computation, the authors elucidated the electronic structure of MIL-125 with aminated linkers.  The band gap decrease obsd. when the monoaminated bdc-NH2 linker was used arises from donation of the N 2p electrons to the arom. linking unit, resulting in a red shifted band above the valence-band edge of MIL-125.  The in silico MIL-125 was further explored with the diaminated linker bdc-(NH2)2 and other functional groups (-OH, -Me, -Cl) as alternative substitutions to control the optical response.  The bdc-(NH2)2 linking unit was predicted to lower the band gap of MIL-125 to 1.28 eV, and this was confirmed through the targeted synthesis of the bdc-(NH2)2-based MIL-125.  This study illustrates the possibility of tuning the optical response of MOFs through rational functionalization of the linking unit, and the strength of combined synthetic/computational approaches for targeting functionalized hybrid materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtV2msbfJ&md5=1a347a5411db4fa2faa43d631e2874f1", "60. ", "Feng", ", ", "X.", "; ", "Ding", ", ", "X.", "; ", "Jiang", ", ", "D.", " ", "Covalent Organic Frameworks", " ", "Chem. Soc. Rev.", " ", "2012", ",  ", "41", ",  ", "6010", "– ", "6022", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "60. ", "Covalent organic frameworks", "Feng, Xiao; Ding, Xuesong; Jiang, Donglin", "Chemical Society Reviews", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "18", "),\r\n    ", "6010-6022", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Covalent org. frameworks (COFs) are a class of cryst. porous polymers that allow the atomically precise integration of org. units to create predesigned skeletons and nanopores.  They have recently emerged as a new mol. platform for designing promising org. materials.  This tutorial review describes the basic design concepts, the recent synthetic advancements and structural studies, and the frontiers of functional exploration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1aqsbjJ&md5=db5d6c8d901573a6f1599397f6909c0d"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2014/aamick.2014.6.issue-24/am507016r/20150103/images/small/am-2014-07016r_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2014/aamick.2014.6.issue-24/am507016r/20150103/images/small/am-2014-07016r_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2014/aamick.2014.6.issue-24/am507016r/20150103/images/small/am-2014-07016r_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2014/aamick.2014.6.issue-24/am507016r/20150103/images/small/am-2014-07016r_0002.gif\">"]}
