{"title": ["First-Principles-Derived Force Field for Copper Paddle-Wheel-Based Metal−Organic Frameworks"], "authors": ["Maxim Tafipolsky", "Saeed Amirjalayer", "Rochus Schmid"], "doi": ["10.1021/jp104441d"], "abstract": ["We present a fully flexible and ab initio-derived molecular mechanics force field for the ubiquitous copper paddle-wheel building block Cu", "(O", "C)", " in metal−organic frameworks. The force field expression is based on the established MM3 force field, extended by additional cross terms and specific bond-stretching and angle-bending terms for the square-planar CuO", " coordination environment. Using reference data computed at the DFT level for nonperiodic reference systems, the parametrization is performed using an automated genetic algorithm optimization strategy in order to reproduce structure and low normal modes of the model systems. It is validated on the much investigated Cu-btc (HKUST-1) metal−organic framework. Beyond the structure, lattice-dynamic-dependent properties such as the bulk modulus and the observed negative thermal expansion effect of Cu-btc are quantitatively predicted by the force field without recourse with respect to experimental data. In connection with available parametrizations of various organic linkers, it can be useful for aiding the structure determination of known MOFs, but it also paves the way for the computational prescreening of yet unknown copper paddle-wheel-based frameworks."], "text": [" ", "Top of Page", "Abstract", "Introduction", "Computational Details", "Results and Discussion", "Conclusions", "References", "Introduction", " ", "Metal−organic frameworks (MOFs), being a relatively new class of nanoporous materials, have already attracted considerable interest owing to their potential industrial applications in sensing, gas storage, chemical separations, and catalysis.", "(1-3)", " In the meantime, a wide variety of such porous coordination polymers are known, with new structures appearing in the literature at a high rate. This is partly due to the wide variety of different inorganic connectors, the so-called secondary building units (SBUs).", "(4)", " However, a large number of new network topologies and structural variations result from new or modified organic linkers combined with well-known SBUs. In this context, one type of SBU, namely, the Cu", "2", "(O", "2", "C)", "4", " paddle-wheel metal dimer, forming a four-coordinate square-planar vertex is extensively used. These systems can be synthesized relatively easily, and the remaining axial coordination site, usually referred to as an open metal site,", "(5)", " can be advantageous for gas storage or in catalysis. One of the earliest and most investigated MOFs is the copper paddle-wheel-based Cu", "3", "(btc)", "2", " (btc is 1,3,5-benzenetricarboxylate), abbreviated in the following text as Cu-btc (Figure ", "1", ").", "(6)", " Many other copper paddle-wheel-based systems have been synthesized, as, for example, systems with a high hydrogen storage capacity.", "(7)", " Another structurally interesting example is the chiral networks that could be realized by using a homochiral linker together with the copper paddle-wheel SBU.", "(8)", " The possibility to tune the structure and dimensionality of such frameworks by systematic modifications of the linker was exemplified on this inorganic node.", "(9)", " Note that an additional class of porous coordination polymers can be formed by using ditopic nitrogen donor ligands as pillars connecting 2D sheets of paddle-wheel SBUs linked by dicarboxylic acids.", "(10, 11)", " Here, however, the open metal site is blocked.", " ", " ", "Figure 1. Copper paddle-wheel-based Cu", "2", "(btc)", "3", ".", " ", "For a deeper understanding and a rational design of these porous materials, theoretical modeling has been of pivotal importance from the beginning.", "(12-14)", " In particular, atomistic simulations allow a better understanding of the host−guest interactions, which are most relevant to technical applications. The methodology of Monte Carlo simulations in the grand canonical ensemble (GCMC) has been developed in the field of zeolite research,", "(15, 16)", " and the simulation protocols could be transferred to MOF systems.", "(13)", " By analogy to the rather rigid zeolite frameworks, the network geometry of MOFs was assumed to be rigid and was taken from experimental data in the majority of investigations. However, one of the key points of MOFs is the conformational flexibility of both organic linkers and inorganic SBUs. In the case of guest molecule adsorption, this leads to very interesting dynamic behavior such as the so-called “breathing” effect, where the pore volume changes significantly,", "(17)", " or the “gate opening” effect with strong hysteresis in the adsorption isotherms.", "(18)", " It is clear that rigid framework models are of no use in these cases. Unfortunately, quantum mechanical methods are numerically too demanding,", "(19)", " and classical molecular mechanics force field (FF) methods lack the parameters needed for the inorganic SBUs.", "(14)", " Sometimes, generic force fields with an atom-based parametrization, such as the UFF method,", "(20)", " are employed. However, the accuracy of these methods for different systems is not clear or validated and, more importantly, cannot be systematically improved. Thus, more recently, fully flexible FFs for selected MOFs have been developed. Most of them are parametrized for the Zn", "4", "O(O", "2", "C)", "6", " SBU in MOF-5 and the IRMOF family and were employed for the investigation of framework-dynamic-related properties such as (negative) thermal expansion, elastic constants, vibrational spectra, and thermal conductivity.", "(21-26)", " Another system for which flexible FFs have been developed are the breathing MIL-53 systems.", "(27)", " Here, the shrinking and expansion of the unit cell with increasing guest molecule loading could be reproduced.", " ", "We have recently developed an automated strategy utilizing a genetic algorithm (GA) optimization method to derive accurate FF parameters in a consistent way from first-principles-calculated reference data.", "(26)", " With this, we could parametrize an accurate FF for the Zn", "4", "O(O", "2", "C)", "6", " SBU, which is able to reproduce the elastic constants of MOF-5 determined by periodic DFT methods.", "(28)", " By employing the same parametrization strategy, we developed a first-principles-derived FF for the boron-containing 3D-periodic covalent organic framework COF-102.", "(29)", " To our knowledge, such a fully flexible FF was used here for the first time to compute relative strain energies of both known and unknown network topologies, explaining the observed structure.", "(30)", " This FF has meanwhile been used to investigate yet unknown COFs for their potential in hydrogen storage.", "(31)", " ", "For the above-mentioned copper paddle-wheel SBU, there is to our knowledge no accurately parametrized flexible force field available, presumably because of the difficulty in describing the coordination environment in this deformed square-planar Cu(II) system. Until now, theoretical investigations have concentrated on the Cu-btc system, with a particular focus on guest molecule adsorption and transport within the pores.", "(32-41)", " To the best of our knowledge, all of these molecular simulations were performed by keeping the framework rigid. As a continuation of our previous work on the Zn", "4", "O(O", "2", "C)", "6", " SBU, we present here a first-principles-derived flexible force field for the dicopper(II) tetracarboxylate core. Using the building block approach introduced previously for the case of MOF-5,", "(26)", " this FF can be used in connection with parameter sets for di-, tri-, or tetracarboxylic linkers to simulate any copper paddle-wheel-based MOF. Note that the new force field currently excludes axial coordination to the open metal site. In a number of adsorption studies, the coordinative bonding to the copper atom was described by a combination of (partly readjusted) electrostatic charge−charge and van der Waals interactions.", "(38)", " However, this coordination is clearly due to an orbital interaction with a strong directionality, which cannot be captured by two-body potentials. Preliminary tests of such a nonbonded FF", "(14)", " for water ligation resulted in pronounced structural artifacts as a result of the lack of directionality of the Cu−O", "water", " bond. Thus, the FF is intentionally restricted to the case of ligand-free “activated” MOFs. We are currently working on an extension of our FF to include ligand coordination in the future.", " ", "The final FF is used to investigate properties such as elastic constants and the thermal expansion of the experimentally well characterized Cu-btc, which depend on the flexibility and dynamics of the framework. The results demonstrate the potential of such strictly bottom-up-derived FFs to predict even deformed network structures, lifting the constriction on experimentally observed frameworks.", " ", "Top of Page", "Abstract", "Introduction", "Computational Details", "Results and Discussion", "Conclusions", "References", "Computational Details", " ", "The model systems used for the FF parametrization were fully optimized by density functional theory (DFT) using the hybrid functional B3LYP", "(42-44)", " with the Gaussian 03 program package.", "(45)", " The augmented correlation-consistent basis sets aug-cc-pVDZ", "(46)", " were employed for all atoms, if not stated otherwise. Note that we found the augmented basis sets to be necessary to describe the conjugation of anionic carboxylates.", "(47)", " For consistency, we used them throughout. For the Cu atoms, energy-consistent pseudopotentials denoted as (aug-)cc-pVDZ-PP,", "(48-50)", " obtained from the EMSL Basis Set Exchange site,", "(51, 52)", " were employed. Because of the presence of low vibrational modes (on the order of 10 cm", "−1", "), we used a tight convergence criterion (opt = tight) and a finer grid for the integration (int = ultrafine). The optimized structures were confirmed to be true minima by vibrational frequency calculations.", " ", "For all force field calculations, an adapted version of the Tinker suite of molecular mechanics programs was employed.", "(53)", " Details of our GA implementation for force field generation can be found in ref ", "26", ". For the periodic Cu-btc, a full crystal energy minimization was performed without any symmetry constraint (space group ", "P", "1). A cutoff value of 12 Å for the van der Waals interactions (switched to zero at the cutoff radius) was used, and the electrostatic interactions were computed by a smooth particle mesh Ewald summation with a real space cutoff value of 12 Å. Molecular dynamics simulations in the ", "NPT", " ensemble were performed with an integration time step of 1.0 fs, a 0.1 ps thermostat relaxation time, and a 2.0 ps barostat relaxation time using the Berendsen bath coupling method", "(54)", " as implemented in Tinker. The infrared spectrum of the periodic Cu-btc was calculated by a Fourier transform of the dipole moment time derivative autocorrelation function, derived from an MD simulation at room temperature in the NVE ensemble, following previous work.", "(25)", " ", "Top of Page", "Abstract", "Introduction", "Computational Details", "Results and Discussion", "Conclusions", "References", "Results and Discussion", " ", " ", "Reference Systems", " ", "On the basis of our previous experience, where the necessary FF parameters for MOF-5 could be successfully derived using the basic zinc formate as a model system,", "(26)", " we used the most simple model system for a dicopper paddle-wheel unit, namely, the dicopper tetraformate shown in Figure ", "2", ". Dinuclear paddle-wheel carboxylates are ubiquitous in metal−organic chemistry.", "(55)", " A number of second-row transition-metal-containing compounds have been investigated both experimentally and theoretically, with a special emphasis on the metal−metal interactions. For example, a DFT investigation of molecular structures and vibrational spectra of dinuclear tetracarboxylates (formate and acetate) of molybdenum and rhodium confirms the reliability of the DFT method.", "(56)", " Much less attention has been devoted to the theoretical investigation of the first-row transition-metal carboxylates (excluding chromium) such as copper and zinc compounds, with the general belief that no metal−metal bond is formed in their dinuclear carboxylates.", " ", " ", "Figure 2. Model system used for the force field parametrization. Important bond lengths and angles are given in angstroms and degrees. Computed atomic charges for each atom type are shown in parentheses.", " ", "Dimeric copper(II) carboxylates have been known for a long time, since the discovery of unusual magnetic properties of copper acetate monohydrate, Cu", "2", "(O", "2", "CCH", "3", ")", "4", "(H", "2", "O)", "2", ", whose antiferromagnetic character was explained by its dimeric structure,", "(57)", " which was predicted", "(58)", " before it could be confirmed.", "(59)", " Magnetic coupling between metal centers in this particular compound was quite early a subject of theoretical study.", "(60)", " Its triplet excited state is very close to the open-shell singlet ground state, and the energy splitting is a very sensitive probe for judging the performance of different levels of theory.", "(61-64)", " ", "The geometry of Cu", "2", "(O", "2", "CH)", "4", " was optimized using the spin-unrestricted hybrid DFT method (UB3LYP) and applying the so-called broken-spatial-symmetry (BS) approach.", "(65, 66)", " Because of the antiferromagnetic exchange coupling, the high-spin (triplet) excited state of the dimeric copper(II) acetate is experimentally found to be only 292.2 cm", "−1", " above the open-shell singlet ground state (", "C", "i", " symmetry),", "(67)", " whereas our calculations (UB3LYP/aug-cc-pVDZ-PP) gave a value of 372 cm", "−1", " for the Cu", "2", "(O", "2", "CCH", "3", ")", "4", "(H", "2", "O)", "2", " acetate, taken as 2 times the (geometry-optimized) energy difference between the high-spin and the BS states, 2(", "E", "HS", " − ", "E", "BS", "). (See also ref ", "61", ".) Despite the accuracy of this energy separation, the open-shell singlet ground state shows sizable spin contamination (", "S", "2", " = 0.98 for the formate model), which might affect its use as a reference.", "(68)", " Because both the geometries and the vibrational frequencies of these two states are nearly indistinguishable for the purpose of our force field parametrization, we used the triplet state as the reference because it is also more straightforward to calculate. In addition, the triplet state is appreciably populated at room temperature. Note, however, that the closed-shell singlet state was calculated to lie energetically far above the triplet state (12860 cm", "−1", ") and should not be used as a reference. In Figure ", "2", ", the optimized structure with relevant geometrical data is shown.", " ", "To assess the quality of our DFT reference structure, in Table ", "1", " a comparison with experimental data was performed. To facilitate this, the computed results for the water-coordinated formate and acetate are also given. An important point when comparing experimental data and theoretical results determined in vacuum is the hydrogen bond interactions between the axial water ligand and the carboxylate oxygens. For the theoretically optimized structures with axial water, the Cu−Cu−O", "water", " angle is significantly bent in order to allow for an intramolecular interaction with the carboxylate oxygens, which is not observed in the neutron diffraction study of the dicopper acetate.", "(69)", " It is purely an artifact of the isolated molecule calculation, where the presence of other surrounding molecules is ignored and leads to a reduction in symmetry and two different Cu−O", "carb", " bond lengths. However, the different intermolecular hydrogen bonding interactions in the experimental structures also result in a scattering of the observed Cu−O", "carb", " bond distances, making it hard to compare properly. We note here that in the as-synthesized Cu-btc material", "(6)", " no bending of the Cu−Cu−O", "water", " is seen and all Cu−O", "carb", " distances are of the same length (within experimental error). Obviously, an extensive hydrogen-bonded network with some additional water molecules is formed. As observed previously,", "(26)", " the metal−oxygen bond lengths are somewhat overestimated on the DFT level as compared to the corresponding MP2 results (UMP2/aug-cc-pVDZ-PP). The most noticeable change on axial coordination with water is the fact that both the Cu−Cu distance and the Cu−O", "carb", " distances are elongated by ca. 0.08 Å and 0.01−0.03 Å, respectively. This effect has recently been observed for the Cu-btc network.", "(70)", " Our calculations on the paddle-wheel unit without axial water give the Cu−Cu distance in good agreement with that found in the fully desolvated Cu-btc framework (2.50 Å", "(70, 71)", "). Note that the Cu−O", "carb", " bonds in solid copper acetate monohydrate, which are not perturbed by hydrogen bonds, are similar in length (1.942(1) and 1.952(1) Å", "(69)", ") to those found in the Cu-btc framework (1.952(3) Å", "(6)", ").", " ", "  ", " ", "Table 1. Selected Structural Data for Dinuclear Copper Tetracarboxylates", " ", " ", "formate: Cu", "2", "(O", "2", "CH)", "4", "formate: Cu", "2", "(O", "2", "CH)", "4", "(H", "2", "O)", "2", "acetate: Cu", "2", "(O", "2", "CCH", "3", ")", "4", "(H", "2", "O)", "2", "method", "B3LYP", "a", "MP2", "b", "FF", "B3LYP", "a", "B3LYP", "a", "exp. (XRD)", "c", "r", "(Cu−Cu), Å", "2.518", "2.504", "2.519", "2.604", "2.564", "2.613", "r", "(Cu−O", "carb", "), Å", "1.967", "1.935", "1.967", "1.980, 2.001", "1.974, 1.998", "1.947,", "d", " 1.990", "r", "(Cu−O", "w", "), Å", " ", " ", " ", "2.270", "2.302", "2.161", "r", "(C−O), Å", "1.265", "1.274", "1.265", "1.262, 1.265", "1.268, 1.272", "1.260", "d", "∠O−C−O, deg", "127.8", "127.7", "127.8", "127.7", "125.4", "125", "d", " ", " ", " a ", "Triplet state; UB3LYP/aug-cc-pVDZ-PP.", " ", " b ", "UMP2/aug-cc-pVDZ-PP.", " ", " c ", "Experimental values from ref ", "69", ".", " ", " d ", "Averaged values.", " ", " ", " ", "From this comparison, we can conclude that effects such as the systematic error of the given level of theory, the simplified formate model system, or additional hydrogen bonding on the structural parameters are small. Thus, the formate model computed on the DFT level can serve well as a reference for our force field parametrization, as we seek for the minimum structure and curvature of an “unbiased” potential energy surface. As in our previous work,", "(26)", " we intentionally do not correct for deficiencies of the DFT method but fit to reproduce this higher-level method in the sense of a multiscale simulation approach. Accordingly, the calculated Hessian matrix elements were taken unscaled for the parameter fit.", " ", "Following the protocol developed previously,", "(26)", " the effective atomic charges were obtained from the fitting of the electrostatic potential (ESP) based on the Merz−Kollman sampling scheme", "(72)", " using ca. 2000 grid points per atom. (For a critical comparison of methods for charge derivation, see ref ", "14", ".) The van der Waals exclusion radius of 2.26 Å for the Cu atom was taken from ref ", "73", ". The resulting atomic charges are given in parentheses in Figure ", "2", ". Our calculated charges are in good agreement with those obtained in previous studies with slightly different basis sets and fitting protocols.", "(35, 41)", " To describe the Cu-btc system, additional parameters, which are missing in the standard MM3 parameter set, were derived from a sodium benzoate model, which was optimized on the same B3LYP/aug-cc-pVDZ level of theory, following our previous study on carboxylate force fields.", "(47)", " ", " ", "Parametrization", " ", "The parametrization strategy focuses on accuracy in reproducing the reference data at the expense of transferability. The primary step is the choice of the nonbonded parameters. van der Waals (vdW) interactions are described by the MM3 specific Buckingham potential", "(74)", " and the usual Lorentz−Berthelot mixing rules, with all parameters taken unadjusted from ref ", "73", ". (For a listing, see Table ", "2", ".) These generic vdW parameters are available for the full periodic table and are the only values derived or extrapolated from experimental data. Note that the primary intention of our force field is to reproduce the conformational flexibility of the network itself, and it is not specifically adjusted for the weaker intermolecular host−guest interactions. However, with this approach we could successfully reproduce the diffusivity of benzene MOF-5 in previous work.", "(75)", " In the future, the parameter set might have to be fine-tuned selectively for intermolecular interactions, but doing this in a purely first-principles-based bottom-up strategy is computationally demanding and has until now been performed only for small gas molecules such as hydrogen or methane.", "(14)", " All other parameters have been derived from the corresponding first-principles calculations. In contrast to the MM3 energy expression, where bond dipoles are used to describe electrostatic interactions, atomic point charges are used in our force field (with interactions between 1,4-connected atoms scaled by a factor of 0.5). To arrive at a charge-neutral Cu", "2", "(O", "2", "C)", "4", " fragment, the small charge on the formate hydrogen was added to Cu and O", "carb", ", leading to the following charges used in the force field calculations: Cu, +1.2; O", "carb", ", −0.64; and C", "carb", ", +0.68. For the remaining atoms of the organic linkers, we use the following atomic charges: C", "ph", ", −0.12 and H, +0.12 for all C", "ph", "−H groups and a zero charge for all other C", "ph", " species. A general issue in modeling coordination compounds is the large partial charges needed to represent the electrostatic potential in the surrounding region. In particular, in the copper dimer the charge of +1.2 on the two metal atoms in close proximity of only about 2.5 Å leads to a strong electrostatic repulsion, which is an artifact of the atomic point charge model.", "(76)", " This leads to carboxylate bending potentials that are too stiff to compensate for this repulsion and maintain the structure. To avoid this problem, we introduced an explicit Cu−Cu bond to exclude this 1,2-interaction. Note that this is only for modeling the system properly and has nothing to do with the true presence of a chemical bond between the metal atoms.", " ", "  ", " ", "Table 2. Force Field Parameters for the Copper Paddle-Wheel Core and Carboxylate Linker", "a", " ", "bond stretch", "reference distance, Å", "force constant, mdyn/Å", "Morse potential α, Å", "−1", "Cu−Cu", "2.656", "0.25", " ", "Cu−O", "carb", "1.976", "1.27", "2.5", "C", "carb", "−O", "carb", "1.262", "9.71", " ", "C", "carb", "−C", "ph", "1.503", "4.445", " ", "C", "ph", "−C", "ph", "1.38", "b", "6.56", "b", " ", "in-plane angle bending", "reference angle, deg", "force constant, mdyn Å/rad", "2", " ", "O", "carb", "−Cu−O", "carb", "(90, 180)", "c", "0.44", "c", " ", "Cu−O", "carb", "−C", "carb", "118.71", "0.26", " ", "O", "carb", "−C", "carb", "−O", "carb", "126.84", "1.61", " ", "O", "carb", "−C", "carb", "−C", "ph", "117.52", "0.999", " ", "C", "ph", "−C", "ph", "−C", "carb", "115.31", "0.723", " ", "out-of-plane bending (central-apex)", "reference angle, deg", "force constant, mdyn Å/rad", "2", " ", "C", "carb", "−O", "carb", "0.0", "1.313", " ", "C", "carb", "−C", "ph", "0.0", "1.313", " ", "cross term (stretch−stretch and stretch−bend)", "d", "stretch", "1", "−bend, mdyn/rad", "stretch", "2", "−bend, mdyn/rad", "stretch", "1", "−stretch", "2", ", mdyn/Å", "O", "carb", "−C", "carb", "−O", "carb", "0.479", "0.479", "1.461", "O", "carb", "−Cu−O", "carb", " ", " ", "0.22", "Cu−O", "carb", "−C", "carb", "0.147", "0.026", "0.22", "O", "carb", "−C", "carb", "−C", "ph", "0.5", "0.4", "0.6", "C", "ph", "−C", "ph", "−C", "ph", "0.124", "0.124", "1.061", "C", "carb", "−C", "ph", "−C", "ph", "0.353", "0.092", "0.293", "torsion", "n", "barrier height, kcal/mol", " ", "Cu−O", "carb", "−C", "carb", "−O", "carb", "2", "6.62", " ", "C", "ph", "−C", "ph", "−C", "carb", "−O", "carb", "2", "1.75", " ", "C", "ph", "−C", "ph", "−C", "ph", "−C", "carb", "2", "5.983", "b", " ", "C", "carb", "−C", "ph", "−C", "ph", "−H", "2", "5.983", "b", " ", "C", "ph", "−C", "ph", "−C", "ph", "−C", "ph", "2", "5.983", "b", " ", "C", "ph", "−C", "ph", "−C", "ph", "−H", "2", "5.385", "b", " ", "H−C", "ph", "−C", "ph", "−H", "2", "6.881", "b", " ", "van der Waals term", "e", "radius, Å", "well depth, kcal/mol", "bond length reduction factor", "Cu", "2.26", "0.296", " ", "O", "carb", "1.82", "0.059", " ", "C", "ph", "1.96", "0.056", " ", "C", "carb", "1.94", "0.056", " ", "H", "1.62", "0.020", "0.923", " ", " ", " a ", "Only parameters deviating from the original MM3 parameter set are given.", " ", " b ", "These values were adjusted by performing an SCF-MO calculation for the π system.", " ", " c ", "Specific bending potential for a square-planar conformation; see the text.", " ", " d ", "The reference distances and angles are identical to the regular bond stretch and angle bending parameters.", " ", " e ", "The parameters are taken from ref ", "73", ".", " ", " ", " ", "The functional form of the energy expression for the bonded interactions is a modified form of the MM3(2000) force field of Allinger.", "(74)", " We have modified the original MM3 stretch−bend cross term by introducing two different force constants for the two bonds that comprise a bond angle and implemented a new stretch−stretch cross term.", "(26)", " The weaker Cu−O", "carb", " coordination bonds are described by a Morse potential ", " (where ", "k", "stretch", " is the force constant, ", "r", "0", " is the reference distance, and α = 2.5 Å", "−1", "), which was found to be superior to the standard MM3 quartic term used for all other bonds.", "(14)", " For the square-coordination environment of Cu(II) with angular minima at 90 and 180°, an improved Fourier-type angle-bending potential is used", "(77)", " (discussed in more detail in ref 78) ", " where θ is the O", "carb", "−Cu−O", "carb", " angle and only ", "k", "bend", " needs to be adjusted.", " ", "To fit the necessary additional parameters, the DFT-optimized geometries of the reference systems and the Cartesian Hessian matrices were projected into a redundant set of internal coordinates defined by the force field connectivity. A genetic algorithm was used to optimize the FF parameters to reproduce the reference data. For the objective function, both geometry and Hessian data (diagonal and selected off-diagonal elements) for the parametrized internal coordinates were included in a weighted root-mean-square deviation scheme. In the case of the dicopper formate model, we performed 20 independent GA runs (population size 200; 100 generations) and a final “shoot-out” run using the best individuals from the previous runs. This protocol reliably results in a very high final fitness. For further details on the fitting strategy, see ref ", "26", ". The linker model system was used to parametrize the C", "carb", "−C", "ph", " interaction including stretching, bending, out-of-plane bending, torsion, and cross terms. For torsional barriers, in addition to the curvature at the energy minimum, rotational energy barriers were also included in the fitting procedure. Following the MM3 scheme for aromatic systems, the parameters for the C", "ph", "−C", "ph", " bond stretch force constant and the 2-fold torsion potential were adjusted by performing a self-consistent-field molecular orbital calculation for the π system using a modified Pariser−Parr−Pople method.", "(79)", " However, this was not done “on the fly”; the parameters were kept fixed. In Table ", "2", ", all parameters are given.", " ", " ", "Validation", " ", "At first, we directly compare the results of the dicopper formate model (Figure ", "2", ") with the DFT reference. As expected, the structure is reproduced very well as shown in Table ", "1", ". The low vibrational frequencies below 300 cm", "−1", " are compared in Table ", "3", ". The largest relative deviations are observed for the two lowest modes, which can be described as a twist around the Cu···Cu axis and a ", "D", "4", "h", " to ", "D", "2", "d", " symmetry distortion from a square-planar to a tetrahedral copper coordination environment, respectively. These discrepancies in the normal modes persist, despite the low deviations between elements of the redundant internal coordinate Hessian, included in the fitting, from the force field and the DFT reference, respectively. However, a close inspection of the off-diagonal terms of the reference Hessian shows, for example, strong coupling between the Cu−Cu and the O", "carb", "−C", "carb", " stretch with a force constant above 1 mdyn/Å. This reveals the peculiar electronic interactions in a coordination complex, which cannot fully be captured by a force field without a stretch−stretch cross term for nonadjacent bonds. In addition, we presume that the large electrostatic interactions between highly charged atomic sites in close proximity might also lead to a potential that is too stiff.", "(76)", " However, the overall agreement is gratifying in view of the fact that only a limited number of cross terms are included. In particular, the frequency of the normal mode best described as the Cu···Cu stretch (222/219 cm", "−1", ") and the soft in-plane deformations of the square SBU (154/161 cm", "−1", " and 164/164 cm", "−1", ", bending of O", "carb", "−Cu−O", "carb", "), which are most relevant to the flexibility of the MOFs, are very well reproduced by the force field.", " ", "  ", " ", "Table 3. Vibrational Modes (in cm", "−1", ") below 300 cm", "−1", " for the Dicopper Tetraformate Model System", " ", "UB3LYP/aug-cc-pVDZ-PP", "force field", "deviation", "mode degeneracy", "58", "91", "−33", "1", "67", "124", "−58", "1", "106", "118", "−13", "2", "154", "161", "−8", "2", "164", "164", "0", "1", "222", "219", "+4", "1", "225", "179", "+45", "1", "232", "229", "+3", "2", "251", "229", "+22", "1", "274", "290", "−16", "1", " ", " ", "In the next step, the FF was used to investigate the experimentally well characterized periodic Cu-btc, which represents a 3,4-connected network in the tbo topology.", "(80)", " The optimized lattice size of 26.3833 Å (corresponding to the zero Kelvin limit) is in good agreement with the value of 26.3046(2)", "(81)", " for a fully desolvated Cu-btc measured at low temperature (", "T", " = 77 K). Our results suggest that the lattice constant is particularly sensitive to the Cu−O length, and the discrepancy can be explained by the overestimation of this distance by the DFT method (1.97 Å) as compared to the experimental value (1.92 Å).", "(81)", " A similar observation has been made before in our study on MOF-5.", "(26)", " We intentionally accept this slight deviation, which is due to the first-principles reference, and refrain from a manual “tuning” of the parameters after the automated GA fitting procedure.", " ", "In the tbo network, the trigonal vertex has a 3-fold symmetry axis, whereas the four-coordinate vertex has reduced local ", "D", "2", "d", " symmetry with two different angles of 109.5 and 70.5°. As a consequence, a deformation is needed to accommodate the square-planar copper paddle-wheel SBU, leading to the typical bowing of the linker as shown on the right in Figure ", "3", ". In contrast to the 19.5° deviation in the parent network, C", "carb", "−X", "Cu", "2", "−C", "carb", " (where X", "Cu", "2", " is the centroid of the two Cu atoms) deviates only by 2.4° from orthogonality. The remaining deformation is transferred to an out-of-plane bending of the carboxylate “hinge” and a bending of the carboxylate out of the phenyl ring plane. However, relaxing a cut-out paddle-wheel unit with the adjacent phenyl rings (shown on the left in Figure ", "3", ") reveals that a strain energy of only 1.1 kcal/mol is stored in this fragment, which is well accessible by thermal fluctuations. A comparison of the C", "carb", "−X", "Cu", "2", "−C", "carb", " and the X", "C", "u", "2", "−C", "carb", "−C", "ph", " angles with the corresponding experimental data (in parentheses in Figure ", "3", ") in ref ", "81", " demonstrates the accuracy of the FF.", " ", " ", "Figure 3. Copper paddle-wheel fragment with adjacent phenyl rings cut out of Cu-btc shown on the right, demonstrating the deformation necessary to adopt to the tbo network topology. C", "carb", "−X", "Cu", "2", "−C", "carb", " and X", "Cu", "2", "−C", "carb", "−C", "ph", " angles are given in degrees; experimental data in parentheses are from ref ", "81", ".", " ", "For completeness, we also computed the IR spectrum of Cu-btc using the dipole moment time derivative autocorrelation function in order to estimate the IR intensities of the power spectrum. In Figure ", "4", ", the result is compared with an experimental measurement for an activated Cu-btc sample, showing similar peaks as reported in the literature.", "(82)", " Overall, even the smaller features of the spectrum above 400 cm", "−1", " are well reproduced. In particular, the strongest peaks related to the O", "carb", "−C", "carb", "−O", "carb", " bending (760 cm", "−1", ") and the C", "carb", "−O", "carb", " stretching (asym, 1645 cm", "−1", "; sym, 1440 cm", "−1", ") are well reproduced. Note that a comparison of these higher normal modes, computed on the DFT and FF levels for the formate reference system, reveal the necessity of further cross terms also for nonadjacent bonds, in order to capture the coupling of the symmetric and asymmetric C", "carb", "−O", "carb", " stretching modes accurately.", "(47)", " We speculate that this, and the C", "ph", "−C", "ph", " parameter taken unfitted from MM3, are the cause for the smaller and slightly shifted peaks in the region above 1200 cm", "−1", " in the computed spectrum. However, these medium- and high-frequency normal modes are rather stiff and contribute only marginally to lattice deformation and dynamics compared to the low modes below 400 cm", "−1", ".", " ", " ", "Figure 4. Comparison of the computed IR spectrum (bottom) with the measured (top) spectrum for a desolvated, activated Cu-btc sample.", "(83)", " ", "To test the validity of our flexible force field for dynamic properties, we computed the thermal expansion coefficient of desolvated Cu-btc. In Figure ", "5", ", the temperature dependence of the lattice constant is shown and was obtained from a series of ", "N", "P", "T", " ensemble simulations between 200 and 500 K at a pressure of 1 atm. At each temperature, the system was subjected to 100 ps of temperature equilibration at constant volume (", "N", "V", "T", "), followed by a 100 ps equilibration in the ", "N", "P", "T", " ensemble and a 400 ps sampling run (", "N", "P", "T", "). Despite the above-discussed offset in the lattice parameter, our simulations give a volumetric thermal expansion coefficient of −1.07 × 10", "−5", " K", "−1", " and quantitatively reproduce", "(84)", " the negative thermal expansion (NTE) behavior of the desolvated Cu-btc material as measured recently in the experimental studies", "(71, 81)", " (Figure ", "5", "), which is, however, significantly smaller than that found for MOF-5.", "(22)", " This result is a clear indication of the accuracy of the first-principles-derived FF, which is able to reproduce such a complex global framework motion without the use of experimental data in the parametrization.", " ", " ", "Figure 5. Temperature-dependent variation of the simulated lattice constant of Cu-btc with standard deviations (◻). The value at ", "T", " = 0 K results from the full optimization of Cu-btc. Experimental data are from synchrotron powder X-ray diffraction measurements (▲).", "(71)", " ", "In addition, we computed the elastic constants of the material, which can be important for its technical application. The bulk modulus, ", "B", ", is calculated to be 25 GPa (computational details in ref ", "26", "), in excellent agreement with the experimental value of about 30 GPa for the nondesolvated Cu-btc.", "(85)", " In accordance with the lower NTE, the predicted bulk modulus of Cu-btc is appreciably larger than that found in MOF-5 (14 GPa),", "(26)", " indicating its higher stiffness. Note that in contrast to the discrepancy between experimental results determined by nanoindentation and theoretical results in the case of MOF-5,", "(28)", " here good agreement between the measured and computed bulk moduli is found. The shear modulus (C", "11", " − C", "12", ") of Cu-btc is computed to be 3.5 GPa, and the strain modulus C", "44", " is 13 GPa.", " ", " ", "Top of Page", "Abstract", "Introduction", "Computational Details", "Results and Discussion", "Conclusions", "References", "Conclusions", " ", "The MM3-based force field presented here is, to our knowledge, the first ab-initio-derived fully flexible force field for copper paddle-wheel-based MOFs. The energy expression is extended with specific cross terms and bond-stretching and angle-bending terms, which are suited to the modeling of the pseudosquare copper coordination environment. Following our previous work on Zn", "4", "O-based MOFs,", "(26)", " we used a genetic algorithm parameter fitting method. Structure and Hessian matrix reference data of nonperiodic models were calculated on the DFT level (B3LYP/aug-cc-pVDZ level), which was verified to be sufficiently accurate in comparison to experimental data and higher-level theory. For validation, the resulting force field was employed to compute the structure, IR spectrum, elastic constants, and thermal expansion of the well-known Cu-btc (HKUST-1).", "(6)", " An indication of the accuracy of the force field is the fact that the measured NTE", "(71, 81)", " is quantitatively reproduced. The origin of this effect is the delicate global motion of the framework and shows that in particular the low normal modes responsible for the network deformation are well parametrized. In addition, the measured bulk modulus of Cu-btc", "(85)", " is well reproduced by the force field.", " ", "In conclusion, we could show that an accurate force field can be used to compute network structures and complex lattice dynamics of copper paddle-wheel-based metal−organic frameworks. In combination with parametrizations for other organic linkers, it can be employed for arbitrary systems beyond the ones investigated here, such as those where recently a symmetry-preserving isomerism has been observed.", "(86)", " We are currently using the new force field to explore possible topologies of 3,4-connected networks such as Cu-btc. With its predictive potential, it is useful both in the structural characterization of already-known MOFs and in computing yet unknown structures (e.g., those for a theoretical prescreening of host−guest interactions).", " ", "Top of Page", "Abstract", "Introduction", "Computational Details", "Results and Discussion", "Conclusions", "References", "Acknowledgment", " ", "The Deutsche Forschungsgemeinschaft (SFB 585 and SPP 1362) and the Alfried Krupp von Bohlen und Halbach Stiftung are gratefully acknowledged for their financial support of this project.", " ", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Computational Details", "Results and Discussion", "Conclusions", "References", "References", "This article references 86 other publications.", "1. ", " ", " ", "Rowsell", ", ", "J. L. C.", "; ", "Yaghi", ", ", "O. M.", "  ", "Microporous Mesoporous Mater.", " ", "2004", ",  ", "73", ",  ", "3", "[", "Crossref", "], [", "CAS", "]", "1. ", "Metal-organic frameworks: a new class of porous materials", "Rowsell, Jesse L. C.; Yaghi, Omar M.", "Microporous and Mesoporous Materials", "\r\n        (", "2004", "),\r\n    ", "73", "\r\n        (", "1-2", "),\r\n    ", "3-14", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A review of the synthesis, structure, and properties of metal-org. frameworks (MOFs) is presented, highlighting the important advances in their research over the past decade.  This new class of porous materials is attracting attention due to demonstrations of their large pore sizes, high apparent surface areas, selective uptake of small mols., and optical or magnetic responses to the inclusion of guests.  More importantly, their synthesis from mol. building blocks holds the potential for directed tailoring of these properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXlvVWrur4%253D&md5=63063a3480702ad0f211a6d5f0fd0491", " ", "2. ", " ", " ", "Ferey", ", ", "G.", "  ", "Chem. Soc. Rev.", " ", "2008", ",  ", "37", ",  ", "191", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Hybrid porous solids: past, present, future", "Ferey, Gerard", "Chemical Society Reviews", "\r\n        (", "2008", "),\r\n    ", "37", "\r\n        (", "1", "),\r\n    ", "191-214", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This crit. review will be of interest to the experts in porous solids (including catalysis), but also solid state chemists and physicists.  It presents the state-of-the-art on hybrid porous solids, their advantages, their new routes of synthesis, the structural concepts useful for their 'design', aiming at reaching very large pores.  Their dynamic properties and the possibility of predicting their structure are described.  The large tunability of the pore size leads to unprecedented properties and applications.  They concern adsorption of species, storage and delivery and the phys. properties of the dense phases. (323 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmtVWgsg%253D%253D&md5=89265036ce82503c95ce56685a9ceceb", " ", "3. ", " ", " ", "Kitagawa", ", ", "S.", "; ", "Kitaura", ", ", "R.", "; ", "Noro", ", ", "S.", "  ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", ",  ", "2334", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Functional porous coordination polymers", "Kitagawa, Susumu; Kitaura, Ryo; Noro, Shin-ichiro", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "18", "),\r\n    ", "2334-2375", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Discussion concs. on three aspects of coordination polymers: (1) the use of crystal engineering to construct porous frameworks from connectors and linkers (nano-space engineering), (2) characterizing and cataloging the porous properties by functions for storage, exchange, sepn., etc., and (3) the next generation of porous functions based on dynamic crystal transformations caused by guest mols. or phys. stimuli.  The authors' aim is to present the state of the art chem. and physics of and in the micropores of porous coordination polymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXktFShtLk%253D&md5=9df52e99bad3cc0db67f65551a8c154f", " ", "4. ", " ", " ", "Tranchemontagne", ", ", "D. J.", "; ", "Mendoza-Cortes", ", ", "J. L.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", "  ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1257", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Secondary building units, nets and bonding in the chemistry of metal-organic frameworks", "Tranchemontagne, David J.; Mendoza-Cortes, Jose L.; O'Keeffe, Michael; Yaghi, Omar M.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1257-1283", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This crit. review presents a comprehensive study of transition-metal carboxylate clusters which may serve as secondary building units (SBUs) towards construction and synthesis of metal-org. frameworks (MOFs).  We describe the geometries of 131 SBUs, their connectivity and compn.  This contribution presents a comprehensive list of the wide variety of transition-metal carboxylate clusters which may serve as secondary building units (SBUs) in the construction and synthesis of metal-org. frameworks.  The SBUs discussed here were obtained from a search of mols. and extended structures archived in the Cambridge Structure Database (CSD, version 5.28, Jan. 2007) which included only crystals contg. metal carboxylate linkages (241 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvValsr8%253D&md5=3e03c5e2c057b36eb590c1904aa5e5a1", " ", "5. ", " ", " ", "Murray", ", ", "L. J.", "; ", "Dinca", ", ", "M.", "; ", "Long", ", ", "J. R.", "  ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1294", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Hydrogen storage in metal-organic frameworks", "Murray, Leslie J.; Dinca, Mircea; Long, Jeffrey R.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1294-1314", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review of current status of hydrogen storage within metal-org. frameworks.  Microporous metal-org. frameworks, having exceptionally high surface areas and chem.-tunable structures, have recently emerged as some of the most promising candidate materials.  Particular emphasis is given to the relationships between structural features and the enthalpy of hydrogen adsorption, spectroscopic methods for probing framework-H2 interactions, and strategies for improving storage capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamuro%253D&md5=f652ac03772753d7f80244564a80e6f0", " ", "6. ", " ", " ", "Chui", ", ", "S. S. Y.", "; ", "Lo", ", ", "S. M. F.", "; ", "Charmant", ", ", "J. P. H.", "; ", "Orpen", ", ", "A. G.", "; ", "Williams", ", ", "I. D.", "  ", "Science", " ", "1999", ",  ", "283", ",  ", "1148", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "A chemically functionalizable nanoporous material [Cu3(TMA)2(H2O)3]n", "Chui, Stephen S.-Y.; Lo, Samuel M.-F.; Charmant, Jonathan P. H.; Orpen, A. Guy; Williams, Ian D.", "Science (Washington, D. C.)", "\r\n        (", "1999", "),\r\n    ", "283", "\r\n        (", "5405", "),\r\n    ", "1148-1150", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Although zeolites and related materials combine nanoporosity with high thermal stability, they are difficult to modify or derivatize in a systematic way.  A highly porous metal coordination polymer [Cu3(TMA)2(H2O)3]n (TMA is benzene-1,3,5-tricarboxylate) was formed in 80% yield.  It has interconnected [Cu2(O2CR)4] units (R is an arom. ring), which create a three-dimensional system of channels with a pore size of 1 nm and an accessible porosity of ∼40% in the solid.  Unlike zeolites, the channel linings can be chem. functionalized; for example, the aqua ligands can be replaced by pyridines.  TGA and high-temp. single-crystal diffractometry indicate that the framework is stable up to 240°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXhsFeitLc%253D&md5=8f6f372b015fa0e2bbb7e8bfd316b663", " ", "7. ", " ", " ", "Lin", ", ", "X.", "; ", "Telepeni", ", ", "I.", "; ", "Blake", ", ", "A. J.", "; ", "Dailly", ", ", "A.", "; ", "Brown", ", ", "C. M.", "; ", "Simmons", ", ", "J. M.", "; ", "Zoppi", ", ", "M.", "; ", "Walker", ", ", "G. S.", "; ", "Thomas", ", ", "K. M.", "; ", "Mays", ", ", "T. J.", "; ", "Hubberstey", ", ", "P.", "; ", "Champness", ", ", "N. R.", "; ", "Schroeder", ", ", "M.", "  ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "2159", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "High Capacity Hydrogen Adsorption in Cu(II) Tetracarboxylate Framework Materials: The Role of Pore Size, Ligand Functionalization, and Exposed Metal Sites", "Lin, Xiang; Telepeni, Irvin; Blake, Alexander J.; Dailly, Anne; Brown, Craig M.; Simmons, Jason M.; Zoppi, Marco; Walker, Gavin S.; Thomas, K. Mark; Mays, Timothy J.; Hubberstey, Peter; Champness, Neil R.; Schroder, Martin", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "6", "),\r\n    ", "2159-2171", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Isostructural metal-org. framework polymers [Cu2(L)(H2O)2] (L = tetracarboxylate ligands), denoted NOTT-nnn, were synthesized and characterized.  Single crystal x-ray structures confirm the complexes to contain binuclear Cu(II) paddlewheel nodes each bridged by four carboxylate centers to give a NbO-type network of 64·82 topol.  These complexes are activated by solvent exchange with acetone coupled to heating cycles under vacuum to afford the desolvated porous materials NOTT-100 to NOTT-109.  These incorporate a vacant coordination site at each Cu(II) center and have large pore vols. that contribute to the obsd. high H2 adsorption.  Indeed, NOTT-103 at 77 K and 60 bar shows a very high total H2 adsorption of 77.8 mg g-1 equiv. to 7.78% [wt% = (wt. of adsorbed H2)/(wt. of host material)] or 7.22% [wt% = 100(wt. of adsorbed H2)/(wt. of host material + wt. of adsorbed H2)].  Neutron powder diffraction studies on NOTT-101 reveal three adsorption sites for this material: at the exposed Cu(II) coordination site, at the pocket formed by three {Cu2} paddle wheels, and at the cusp of three Ph rings.  Systematic virial anal. of the H2 isotherms suggests that the H2 binding energies at these sites are very similar and the differences are smaller than 1.0 kJ mol-1, although the adsorption enthalpies for H2 at the exposed Cu(II) site are significantly affected by pore metrics.  Introducing Me groups or using kinked ligands to create smaller pores can enhance the isosteric heat of adsorption and improve H2 adsorption.  However, although increasing the overlap of potential energy fields of pore walls increases the heat of H2 adsorption at low pressure, it may be detrimental to the overall adsorption capacity by reducing the pore vol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXptlOitQ%253D%253D&md5=cbc9f02158801ff5dacb7df033416d78", " ", "8. ", " ", " ", "Ma", ", ", "L.", "; ", "Lin", ", ", "W.", "  ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "13834", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Chirality-Controlled and Solvent-Templated Catenation Isomerism in Metal-Organic Frameworks", "Ma, Liqing; Lin, Wenbin", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "42", "),\r\n    ", "13834-13835", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A family of highly porous homochiral, racemic, and meso metal-org. frameworks (MOFs) were synthesized based on a new elongated tetra-carboxylate ligand and the Cu paddle-wheel building units.  These MOFs exhibited remarkable catenation isomerism that is controlled by both chirality of the bridging ligand and the size of solvent mols.  The ability to manipulate framework interpenetration is key to future synthesis of mesoporous homochiral MOFs which hold great promise in heterogeneous asym. catalysis and chiral sepns.  R-[LCu2(H2O)2]·12DEF·16H2O (1) was obtained from a solvothermal reaction between R-L-H4 (I) and Cu(NO3)2 in the DEF/H2O mixed solvents at 80° and were characterized by single crysyal x-ray structure detn. and 1H NMR and TGA analyses.  The same reaction carried out in the DMF/H2O mixed solvents led to a polycryst. product R-[LCu2(H2O)2]·16DMF·19H2O (2) and was shown to be isostructural to 1 by powder X-ray diffraction (PXRD) and 1H NMR and TGA analyses.  When a similar reaction was carried out between rac-L-H4 (II) and Cu(NO3)2 in the DMF/H2O mixed solvents at 80°, a 2-fold interpenetrated 3D MOF (3) with the formula of meso-[LCu2(H2O)2]·8DMF·4H2O was obtained.  Reaction of rac-L-H4 and Cu(NO3)2 in the DEF/H2O mixed solvents at 80° led to noninterpenetrating rac-[LCu2(H2O)2]·12DEF·16H2O (4).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtF2lsrvP&md5=d249a9706154640c323893c8ea985fcc", " ", "9. ", " ", " ", "Furukawa", ", ", "H.", "; ", "Kim", ", ", "J.", "; ", "Ockwig", ", ", "N. W.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", "  ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "11650", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Control of Vertex Geometry, Structure Dimensionality, Functionality, and Pore Metrics in the Reticular Synthesis of Crystalline Metal-Organic Frameworks and Polyhedra", "Furukawa, Hiroyasu; Kim, Jaheon; Ockwig, Nathan W.; O'Keeffe, Michael; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "35", "),\r\n    ", "11650-11661", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. polyhedra and frameworks (MOPs and MOFs) were prepd. by linking paddlewheel-type M2(CO2)4 (M = Cu and Zn) as square structural building units (SBU's) with a variety of org. linkers designed to control the dimensionality (periodicity) and topol. of the resulting structures.  The authors describe the prepn., characterization, and crystal structures of 5 new MOPs and 11 new MOFs (termed MOP-14, -15, -17, -23, -24 and MOF-114, -115, -116, -117, -118, -119, -222, -601, -602, -603, -604) and show how their structures are related to the shape and functionality of the building blocks.  The gas uptake behaviors of MOP-23 and MOF-601 to -603 are also presented as evidence that these structures have permanent porosity and rigid architectures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXps1Knu7w%253D&md5=bed11f38c75a8c425c6ed6b276e26ad9", " ", "10. ", " ", " ", "Seki", ", ", "K.", "; ", "Mori", ", ", "W.", "  ", "J. Phys. Chem. B", " ", "2002", ",  ", "106", ",  ", "1380", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Syntheses and Characterization of Microporous Coordination Polymers with Open Frameworks", "Seki, K.; Mori, W.", "Journal of Physical Chemistry B", "\r\n        (", "2002", "),\r\n    ", "106", "\r\n        (", "6", "),\r\n    ", "1380-1385", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The reactions of porous two-dimensional Cu dicarboxylates (Cu fumarate, Cu terephthalate, Cu styrenedicarboxylate, and Cu 4,4'-biphenyldicarboxylate) with triethylenediamine as a pillar ligand yielded porous three-dimensional coordination polymers.  The characterization by gas adsorption indicated that these coordination polymers have uniform micropores, high porosities, and gas adsorption capacities.  These properties depend on the kind of dicarboxylate, and by changing it, the porosity and the pore size of the polymer can be controlled.  The measurements of methane adsorption isotherms revealed that all coordination polymers have methane adsorption capacities, and esp., polymers synthesized from Cu styrene dicarboxylate and Cu 4,4'-biphenyl dicarboxylate, which have ideal pore sizes and distributions for methane adsorption, have higher methane adsorption capacities than that of the theor. max. for activated C.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xkt1Chsw%253D%253D&md5=84aa03c14dae9ffcdb82d360a048d10e", " ", "11. ", " ", " ", "Kitaura", ", ", "R.", "; ", "Iwahori", ", ", "F.", "; ", "Matsuda", ", ", "R.", "; ", "Kitagawa", ", ", "S.", "; ", "Kubota", ", ", "Y.", "; ", "Takata", ", ", "M.", "; ", "Kobayashi", ", ", "T. C.", "  ", "Inorg. Chem.", " ", "2004", ",  ", "43", ",  ", "6522", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Rational Design and Crystal Structure Determination of a 3-D Metal-Organic Jungle-Gym-like Open Framework", "Kitaura, Ryo; Iwahori, Fumiyasu; Matsuda, Ryotaro; Kitagawa, Susumu; Kubota, Yoshiki; Takata, Masaki; Kobayashi, Tatsuo C.", "Inorganic Chemistry", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "21", "),\r\n    ", "6522-6524", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new three-dimensional (3-D) jungle-gym-like open metal-org. framework, [Cu(tfdc)(dabco)0.5] (H2tfdc = tetrafluorobenzene-1,2-dicarboxylic acid) was synthesized from the two-dimensional (2-D) layer compd. [Cu(tfdc)(MeOH)] and dabco using a heterogeneous pillar insertion reaction.  Both the starting 2-dimensional layer and the resulting 3-dimensional open compds. were characterized using x-ray crystallog.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXns12rt7o%253D&md5=e15b88ce9c9529c4166111431d271e1d", " ", "12. ", " ", " ", "Keskin", ", ", "S.", "; ", "Liu", ", ", "J.", "; ", "Rankin", ", ", "R. B.", "; ", "Johnson", ", ", "J. K.", "; ", "Sholl", ", ", "D. S.", "  ", "Ind. Eng. Chem. Res.", " ", "2009", ",  ", "48", ",  ", "2355", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Progress, Opportunities, and Challenges for Applying Atomically Detailed Modeling to Molecular Adsorption and Transport in Metal-Organic Framework Materials", "Keskin, Seda; Liu, Jinchen; Rankin, Rees B.; Johnson, J. Karl; Sholl, David S.", "Industrial & Engineering Chemistry Research", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "5", "),\r\n    ", "2355-2371", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Metal-org. framework (MOF) materials are a class of nanoporous materials that have many potential advantages over traditional nanoporous materials for adsorption and other chem. sepn. technologies.  Because of the large no. of different MOFs that exist, efforts to predict the performance of MOFs using mol. modeling can potentially play an important role in selecting materials for specific applications.  The authors review the current state-of-the-art in the mol. modeling and quantum mech. modeling of MOFs.  Quantum mech. calcns. were used to date to examine structural and electronic properties of MOFs and the calcn. of MOF-guest interactions.  Mol. modeling calcns. using empirical classical potential calcns. were used to study pure and mixed fluid adsorption in MOFs.  Similar calcns. have recently provided initial information about the diffusive transport of adsorbed fluids in MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtVShtLfM&md5=8e791cb9ab21041507d832449edd279f", " ", "13. ", " ", " ", "Duren", ", ", "T.", "; ", "Bae", ", ", "Y. S.", "; ", "Snurr", ", ", "R. Q.", "  ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1237", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Using molecular simulation to characterise metal-organic frameworks for adsorption applications", "Duren Tina; Bae Youn-Sang; Snurr Randall Q", "Chemical Society reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1237-47", "\r\n        ISSN:", "0306-0012", ".\r\n    ", "Molecular simulation is a powerful tool to predict adsorption and to gain insight into the corresponding molecular level phenomena.  In this tutorial review, we provide an overview of how molecular simulation can be used to characterise metal-organic frameworks for adsorption applications.  Particular attention is drawn to how these insights can be combined to develop design principles for specific applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD1M3pt1yntg%253D%253D&md5=456fd800ff16d765b5650ec5e6dc50fb", " ", "14. ", " ", " ", "Tafipolsky", ", ", "M.", "; ", "Amirjalayer", ", ", "S.", "; ", "Schmid", ", ", "R.", "  ", "Microporous Mesoporous Mater.", " ", "2010", ",  ", "129", ",  ", "304", "[", "Crossref", "], [", "CAS", "]", "14. ", "Atomistic theoretical models for nanoporous hybrid materials", "Tafipolsky, Maxim; Amirjalayer, Saeed; Schmid, Rochus", "Microporous and Mesoporous Materials", "\r\n        (", "2009", "),\r\n    ", "129", "\r\n        (", "3", "),\r\n    ", "304-318", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "A review.  Available atomistic theor. models for the new class of functional porous hybrid materials are critically overviewed.  These hybrid materials (including covalent- and metal-org. frameworks, COFs and MOFs) are characterized by org. linkers, allowing for conformational flexibility and connecting nodes formed by a wide variety of elements and coordination modes.  The flexibility and variability of these porous materials represent one of their potentials for application, but also afford that theor. methods, tailored for more traditional materials like zeolites, need to be extended or modified.  The current status of both periodic and non-periodic quantum mechanic, as well as mol. mechanic models are considered, focusing on the peculiarities of an application on hybrid frameworks.  Atomistic models are used for structural prediction, computation of materials properties and in particular for the modeling of host-guest interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXjslCqtg%253D%253D&md5=064756a4258c45b0aad195f29a665440", " ", "15. ", " ", " ", "Demontis", ", ", "P.", "; ", "Suffritti", ", ", "G. B.", "  ", "Chem. Rev.", " ", "1997", ",  ", "97", ",  ", "2845", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Structure and Dynamics of Zeolites Investigated by Molecular Dynamics", "Demontis, Pierfranco; Suffritti, Giuseppe B.", "Chemical Reviews (Washington, D. C.)", "\r\n        (", "1997", "),\r\n    ", "97", "\r\n        (", "8", "),\r\n    ", "2845-2878", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review, with 246 refs., is given on mol. dynamics simulation of zeolites and covers mol. dynamics simulation technique, simulation of diffusive processes, simulation of the structure and dynamics of the framework and special topics including intramol. dynamics of sorbates, chem. reactions, and activated diffusion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXnsFSiu70%253D&md5=7e675f622f11237d0ff15efbc019eb8a", " ", "16. ", " ", " ", "Smit", ", ", "B.", "; ", "Maesen", ", ", "T. L. M.", "  ", "Chem. Rev.", " ", "2008", ",  ", "108", ",  ", "4125", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Molecular Simulations of Zeolites: Adsorption, Diffusion, and Shape Selectivity", "Smit, Berend; Maesen, Theo L. M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2008", "),\r\n    ", "108", "\r\n        (", "10", "),\r\n    ", "4125-4184", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Details of simulation studies for adsorption, diffusion, and shape selectivity on zeolites have been reviewed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtFKlurrL&md5=7a607f8f328c57fb1c88a004d4cf04da", " ", "17. ", " ", " ", "Ferey", ", ", "G.", "; ", "Serre", ", ", "C.", "  ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1380", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Large breathing effects in three-dimensional porous hybrid matter: facts, analyses, rules and consequences", "Ferey, Gerard; Serre, Christian", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1380-1399", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This crit. review focuses on a strange behavior of crystd. solid matter: its reversible swelling with large magnitude.  This will be of interest for experts in porous solids but also for solid state chemists and physicists.  Some examples, classified according to the dimensionality of the inorg. subnetwork, present the general requirements and the structural rules which govern the existence of this phenomenon.  Its consequences concern specific applications related to sensors, energy savings, sustainable development and health (100 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu70%253D&md5=a620fc681f135bdce4044f16b18c60b1", " ", "18. ", " ", " ", "Tanaka", ", ", "D.", "; ", "Nakagawa", ", ", "K.", "; ", "Higuchi", ", ", "M.", "; ", "Horike", ", ", "S.", "; ", "Kubota", ", ", "Y.", "; ", "Kobayashi", ", ", "L. C.", "; ", "Takata", ", ", "M.", "; ", "Kitagawa", ", ", "S.", "  ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "3914", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Kinetic gate-opening process in a flexible porous coordination polymer", "Tanaka, Daisuke; Nakagawa, Keiji; Higuchi, Masakazu; Horike, Satoshi; Kubota, Yoshiki; Kobayashi, Tatsuo C.; Takata, Masaki; Kitagawa, Susumu", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "21", "),\r\n    ", "3914-3918", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A porous coordination polymer, [Cd(bpndc)(bpy)]n (bpndc = benzophenone-4,4'-dicarboxylate, bpy = 4,4'-bipyridine) was prepd. and characterized by x-ray crystallog.  It shows abrupt changes in its adsorption isotherm with guest-dependent gate-opening pressure.  Kinetic anal. reveals that adsorption with structure transformation follows a gate-opening model, in which adsorption proceeds through the formation of an intermediate by a gate-opening process.  This process provides a significant difference in onset pressure between similar gas mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmsVeru7o%253D&md5=71c58d5d9917ea4f2fcf81d50bfc9e95", " ", "19. ", " ", " ", "In principle, for example, periodic plane wave DFT calculations can and are used to model the MOFs; see ref ", "14", ". However, with their large unit cells these computations are far from routine; in particular, the computation of a large number of configurations is still out of reach.", " ", "There is no corresponding record for this reference.", "20. ", " ", " ", "Rappe", ", ", "A. K.", "; ", "Casewit", ", ", "C. J.", "; ", "Colwell", ", ", "K. S.", "; ", "Goddard", ", ", "W. A.", "; ", "Skiff", ", ", "W. M.", "  ", "J. Am. Chem. Soc.", " ", "1992", ",  ", "114", ",  ", "10024", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "UFF, a full periodic table force field for molecular mechanics and molecular dynamics simulations", "Rappe, A. K.; Casewit, C. J.; Colwell, K. S.; Goddard, W. A., III; Skiff, W. M.", "Journal of the American Chemical Society", "\r\n        (", "1992", "),\r\n    ", "114", "\r\n        (", "25", "),\r\n    ", "10024-35", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "A new mol. mechanics force field, the Universal force field (UFF), is described wherein the force field parameters are estd. using general rules based only on the element, its hybridization and its connectivity.  The force field functional forms, parameters, and generating formulas for the full periodic table are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38Xmtl2qur8%253D&md5=cf41e8bb9ad299fd5d79f070d690afe1", " ", "21. ", " ", " ", "Greathouse", ", ", "J. A.", "; ", "Allendorf", ", ", "M. D.", "  ", "J. Phys. Chem. C", " ", "2008", ",  ", "112", ",  ", "5795", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Force Field Validation for Molecular Dynamics Simulations of IRMOF-1 and Other Isoreticular Zinc Carboxylate Coordination Polymers", "Greathouse, Jeffery A.; Allendorf, Mark D.", "Journal of Physical Chemistry C", "\r\n        (", "2008", "),\r\n    ", "112", "\r\n        (", "15", "),\r\n    ", "5795-5802", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Mol. dynamics simulations were conducted to validate a hybrid force field for metal-org. framework-5 (IRMOF-1).  In this force field, only nonbonded parameters are used to describe Zn-O interactions.  The CVFF force field was used with slight modifications to describe the benzene dicarboxylate linker.  The force field correctly predicts a wide range of structural properties of this MOF, including a neg. thermal expansion of approx. 1% at 30 and 293 K, in agreement with both theory and expt.  Compressibility results and the assocd. elastic moduli are in also good agreement with published d. functional theory calcns. and nanoindentation expts.  The force field predicts a decrease in elastic moduli as temp. increases, which would greatly affect the mech. properties of MOFs.  Calcd. vibrational frequencies for Zn-O modes agree with expt., and a low-frequency mode representing a 180° rotation of the Ph groups is seen.  This rotation becomes more prevalent as the temp. is increased from 300 to 400 K, in agreement with NMR data.  Simulations were also carried out with adsorbed guests, including ethanol, cyclohexane, and several chloromethanes.  It is shown that the IRMOF-1 lattice parameter depends on the nature of the guest-framework interaction; strongly hydrophilic guests, such as ethanol, cause a decrease (-0.9%) in unit cell vol., while hydrophobic guests cause an increase (0.7-1.5%) in unit cell vol.  The calcd. free vols. in IRMOF-1 range from 53.5% to 56.0%, in good agreement with expt.  Finally, the activation energy for benzene self-diffusion calcd. at low loadings is in good agreement with previous simulations and NMR results, but the magnitude of the diffusion const. is underestimated, most likely because of deficiencies in the CVFF portion of the force field.  The results demonstrate, however, that employing a rigid force field results in much poorer agreement with exptl. data.  Addnl., a flexible force field approach is required when simulating framework stability because of phys. changes or the presence of adsorbates.  The use of a general-purpose force field for the org. components allows our approach to be extended to other Zn-based frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXjsFGju78%253D&md5=127ae3e9fba586da6624fd7446acf6f8", " ", "22. ", " ", " ", "Dubbeldam", ", ", "D.", "; ", "Walton", ", ", "K. S.", "; ", "Ellis", ", ", "D. E.", "; ", "Snurr", ", ", "R. Q.", "  ", "Angew. Chem., Int. Ed.", " ", "2007", ",  ", "46", ",  ", "4496", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "Exceptional negative thermal expansion in isoreticular metal-organic frameworks", "Dubbeldam, David; Walton, Krista S.; Ellis, Donald E.; Snurr, Randall Q.", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "24", "),\r\n    ", "4496-4499", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A new model for flexible frameworks is used to simulate the structures and adsorption properties of isoreticular metal-org. frameworks (IRMOFs), such as IRMOF-1.  The structural simulations suggest that the IRMOFs have neg. thermal-expansion coeffs. over their full temp. ranges of stability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmvVOltrc%253D&md5=2469767991b8f4a9eb32bb9bc0382753", " ", "23. ", " ", " ", "Han", ", ", "S. S.", "; ", "Goddard", ", ", "W. A.", "  ", "J. Phys. Chem. C", " ", "2007", ",  ", "111", ",  ", "15185", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Metal-Organic Frameworks Provide Large Negative Thermal Expansion Behavior", "Han, Sang Soo; Goddard, William A., III", "Journal of Physical Chemistry C", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "42", "),\r\n    ", "15185-15191", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Using mol. dynamics (MD) simulations, we show that metal-org. frameworks (MOFs) constructed using octahedral Zn4O(CO2)6 clusters linked via arom. carbon ring structures lead to neg. thermal expansion (NTE) behavior (from 0 K to melting).  We find that MOF-C22 contracts volumetrically by 1.9% over the range of 0 to 600 K, making it one of the best NTE materials (linear expansion coeff. of α = -11.05 × 10-6 K-1 compared with α = -9.1 × 10-6 K-1 found for ZrW2O8, previously the champion NTE material).  Indeed, we designed a new MOF using 2-butynedioate linkers that leads to an even larger NTE of 2.2% (from 0 to 500 K).  We show that this NTE behavior arises because thermal motions in the rigid Zn-O clusters and the org. moieties linking them lead to tilting of the linkers by successively larger amts. from their alignment along the unit cell axes, resulting in decreased cell parameters.  The MOF materials were developed to provide a large reversible hydrogen-storage capacity leading to as much as 73% free vol.  However, the NTE properties suggest other possible applications.  Thus, their porous but constrained three-dimensional framework provides a framework onto which other materials might blend to form composites with negligible vol. change with temp.  To illustrate this, we incorporated polyethylene polymers into MOF-C10 and found that the vol. of the composite is const. within 0.059% over the entire range from 300 to 600 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFSmsbnL&md5=759dff25319c8d0eeb5282f45332140f", " ", "24. ", " ", " ", "Huang", ", ", "B. L.", "; ", "McGaughey", ", ", "A. J. H.", "; ", "Kaviany", ", ", "M.", "  ", "Int. J. Heat Mass Transfer", " ", "2007", ",  ", "50", ",  ", "393", "[", "Crossref", "], [", "CAS", "]", "24. ", "Thermal conductivity of metal-organic framework 5 (MOF-5): Part I. Molecular dynamics simulations", "Huang, B. L.; McGaughey, A. J. H.; Kaviany, M.", "International Journal of Heat and Mass Transfer", "\r\n        (", "2007", "),\r\n    ", "50", "\r\n        (", "3-4", "),\r\n    ", "393-404", "CODEN:\r\n                ", "IJHMAK", ";\r\n        ISSN:", "0017-9310", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The phonon thermal cond. of MOF-5, a metal-org. framework crystal with a phenylene bridge, is predicted between temps. of 200 and 400 K by using mol. dynamics simulations and the Green-Kubo method.  The simulations are performed using interat. potentials obtained using ab initio calcns. and exptl. results.  The predicted thermal cond. of MOF-5 is low for a crystal, 0.31 W/m/K at a temp. of 300 K, and its temp. dependence is very weak.  By decompg. the thermal cond. into components assocd. with short- and long-range acoustic phonons and optical phonons, the weak temp. dependence is found to be related to the mean free path of the majority of phonons, which is of the order of lattice parameter (and is essentially temp. independent).  To interpret the results, an anal. thermal cond. relation is derived, which reduces to the Cahill-Pohl and Slack models under appropriate assumptions.  The relation contains a crit. frequency, which dets. the relative contributions of the short- and long-range acoustic phonons.  The small long-range acoustic phonon contribution is related to the long and flexible phenylene bridge and to the mass mismatch between the cages and the bridges.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xhtlaiu7vE&md5=c1b81711d995b1ddb8207680fa2c1eb4", " ", "25. ", " ", " ", "Tafipolsky", ", ", "M.", "; ", "Amirjalayer", ", ", "S.", "; ", "Schmid", ", ", "R.", "  ", "J. Comput. Chem.", " ", "2007", ",  ", "28", ",  ", "1169", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "25. ", "Ab initio parametrized MM3 force field for the metal-organic framework MOF-5", "Tafipolsky, Maxim; Amirjalayer, Saeed; Schmid, Rochus", "Journal of Computational Chemistry", "\r\n        (", "2007", "),\r\n    ", "28", "\r\n        (", "7", "),\r\n    ", "1169-1176", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "A new valence force field was developed and validated for a particular class of coordination polymers known as nanoporous metal-org. frameworks (MOFs), introduced recently by the group of Yaghi.  The exptl., structural, and spectroscopic data in combination with d. functional theory calcns. on several model systems were used to parametrize the bonded terms of the force field, which explicitly treats the metal-oxygen interactions as partially covalent as well as distinguishes different types of oxygens in the framework.  Both the exptl. crystal structure of MOF-5 and vibrational IR spectrum are reproduced reasonably well.  The proposed force field is believed to be useful in atomistic simulations of adsorption/diffusion of guest mols. inside the flexible pores of this important class of MOF materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXktlKltbs%253D&md5=69b0dc2b54d091c9bcc0811caf2d9637", " ", "26. ", " ", " ", "Tafipolsky", ", ", "M.", "; ", "Schmid", ", ", "R.", "  ", "J. Phys. Chem. B", " ", "2009", ",  ", "113", ",  ", "1341", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Systematic First Principles Parameterization of Force Fields for Metal-Organic Frameworks using a Genetic Algorithm Approach", "Tafipolsky, Maxim; Schmid, Rochus", "Journal of Physical Chemistry B", "\r\n        (", "2009", "),\r\n    ", "113", "\r\n        (", "5", "),\r\n    ", "1341-1352", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A systematic strategy is proposed to derive the necessary force field parameters directly from first principles calcns. of nonperiodic model systems to reproduce both the structure and curvature of the ref. potential energy surface.  The parameters are detd. using a genetic algorithm combined with a novel fitness criterion based on a representation of structure and curvature in a set of redundant internal coordinates.  Due to the efficiency of this approach it is possible to abandon the need for transferability of the parameters.  The method is targeted for the application on metal-org. frameworks (MOFs), where parameters for mol. mechanics force fields are often not available, because of the wide range of possible inorg. fragments involved.  The scheme is illustrated for Zn4O-based IRMOF materials on the example of MOF-5.  In a \"building block\" approach parameters are derived for the two model systems basic zinc formate (Zn4O(O2CH)6), and dilithium terephthalate with ref. data obtained from d. functional theory.  The resulting potential gives excellent agreement with the structure, vibrational frequencies, thermal behavior and elastic consts. of the periodic MOF-5.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXktV2jtw%253D%253D&md5=0eb0ff69b82db9d409ccbff93c44e05e", " ", "27. ", " ", " ", "Salles", ", ", "F.", "; ", "Ghoufi", ", ", "A.", "; ", "Maurin", ", ", "G.", "; ", "Bell", ", ", "R. G.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Ferey", ", ", "G.", "  ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "8487", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "27. ", "Molecular dynamics simulations of breathing MOFs: structural transformations of MIL-53(Cr) upon thermal activation and CO2 adsorption", "Salles, Fabrice; Ghoufi, Aziz; Maurin, Guillaume; Bell, Robert G.; Mellot-Draznieks, Caroline; Ferey, Gerard", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "44", "),\r\n    ", "8487-8491", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Use the Force: A force field for the MIL-53(Cr) framework was derived and validated by mol. dynamics simulations.  This approach allows the breathing of the framework in the presence of CO2 to be captured and gives insight into the structural switching mechanism from a narrow- to a large-pore form (see picture).  This force field can be used directly in studies of many guest mols. and, with a min. adjustment, for other MOF systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlKlsLjO&md5=d6a0e0e5530202d789b44ce6888e221c", " ", "28. ", " ", " ", "Bahr", ", ", "D. F.", "; ", "Reid", ", ", "J. A.", "; ", "Mook", ", ", "W. M.", "; ", "Bauer", ", ", "C. A.", "; ", "Stumpf", ", ", "R.", "; ", "Skulan", ", ", "A. J.", "; ", "Moody", ", ", "N. R.", "; ", "Simmons", ", ", "B. A.", "; ", "Shindel", ", ", "M. M.", "; ", "Allendorf", ", ", "M. D.", "  ", "Phys. Rev. B", " ", "2007", ",  ", "76", ",  ", "184106", "[", "Crossref", "], [", "CAS", "]", "28. ", "Mechanical properties of cubic zinc carboxylate IRMOF-1 metal-organic framework crystals", "Bahr, D. F.; Reid, J. A.; Mook, W. M.; Bauer, C. A.; Stumpf, R.; Skulan, A. J.; Moody, N. R.; Simmons, B. A.; Shindel, M. M.; Allendorf, M. D.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2007", "),\r\n    ", "76", "\r\n        (", "18", "),\r\n    ", "184106/1-184106/7", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The recently developed class of nanoporous materials known as metal-org. frameworks (MOFs) is generating considerable interest because of their potential in sensing, storage, and chem. sepns.  In many applications, it is essential to understand their mech. properties.  The authors report the measurement of the elastic modulus of IRMOF-1 crystals using two different nanoindentation techniques.  The reduced modulus from continuous stiffness measurements, calcd. from the av. single-crystal Young's modulus (E) of 2.7 ± 1.0 GPa, is in good agreement with the value obtained from conventional quasistatic measurements.  Permanent deformation without fracture was obsd. directly after indentation.  For comparison, the authors performed d. functional theory (DFT) calcns. of the elastic properties using both the local d. approxn. (LDA) and the generalized gradient approxn. (GGA).  The resulting, well-converged DFT value (LDA-GGA av.) for E is 21.6 ± 0.3 GPa, with C11 = 0.28 ± 0.01 GPa, C12 = 0.11 ± 0.01 GPa, and C44 = 0.03 ± 0.02 GPa.  Correcting the measured modulus for the highly anisotropic elastic behavior predicted by DFT suggests an effective modulus for the (100) face of 7.9 GPa.  The DFT prediction is expected to be reliable here.  Therefore, the lower measured Young's modulus is most likely due to an interesting behavior during fractureless plastic deformation that occurs in these framework materials.  Deformation or buckling in this nanoporous structure likely leads to structural changes at the lowest loads the authors can apply in the expt.  This appears to be a unique property of MOFs, where the elastic properties of the plastically deformed materials behave differently than those for more traditional nanoporous metals, ceramics, and polymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhsVant77J&md5=71193221b124f3d4666a7c1f4c7a674c", " ", "29. ", " ", " ", "El-Kaderi", ", ", "H. M.", "; ", "Hunt", ", ", "J. R.", "; ", "Mendoza-Cortes", ", ", "J. L.", "; ", "Cote", ", ", "A. P.", "; ", "Taylor", ", ", "R. E.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", "  ", "Science", " ", "2007", ",  ", "316", ",  ", "268", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "Designed Synthesis of 3D Covalent Organic Frameworks", "El-Kaderi, Hani M.; Hunt, Joseph R.; Mendoza-Cortes, Jose L.; Cote, Adrien P.; Taylor, Robert E.; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2007", "),\r\n    ", "316", "\r\n        (", "5822", "),\r\n    ", "268-272", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Three-dimensional covalent org. frameworks (3D COFs) were synthesized by targeting two nets based on triangular and tetrahedral nodes: ctn and bor.  The resp. 3D COFs were synthesized as cryst. solids by condensation reactions of tetrahedral tetra(4-dihydroxyborylphenyl)methane or tetra(4-dihydroxyborylphenyl)silane and by co-condensation of triangular 2,3,6,7,10,11-hexahydroxytriphenylene.  Because these materials are entirely constructed from strong covalent bonds (C-C, C-O, C-B, and B-O), they have high thermal stabilities (400° to 500 °C), and they also have high surface areas (3472 and 4210 square meters per g for COF-102 and COF-103, resp.) and extremely low densities (0.17 g per cubic centimeter).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXktVektbs%253D&md5=4197db9769708ec596162efd126cdca9", " ", "30. ", " ", " ", "Schmid", ", ", "R.", "; ", "Tafipolsky", ", ", "M.", "  ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "12600", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "An Accurate Force Field Model for the Strain Energy Analysis of the Covalent Organic Framework COF-102", "Schmid, Rochus; Tafipolsky, Maxim", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "38", "),\r\n    ", "12600-12601", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "By using an accurate mol. mechanics force field, which was parametrized from first principles calcns., the network topol. of the Covalent Org. Framework COF-102 could correctly be predicted without exptl. input.  The ctn structure is preferred thermodynamically by 11.2 kcal mol-1 over the bor topol. due to a lower steric strain.  The origin for this strain is analyzed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtVCnu7nE&md5=469079479e1c5f361b3398665240d67f", " ", "31. ", " ", " ", "Klontzas", ", ", "E.", "; ", "Tylianakis", ", ", "E.", "; ", "Froudakis", ", ", "G. E.", "  ", "Nano Lett.", " ", "2010", ",  ", "10", ",  ", "452", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "Designing 3D COFs with Enhanced Hydrogen Storage Capacity", "Klontzas, Emmanouel; Tylianakis, Emmanuel; Froudakis, George E.", "Nano Letters", "\r\n        (", "2010", "),\r\n    ", "10", "\r\n        (", "2", "),\r\n    ", "452-454", "CODEN:\r\n                ", "NALEFD", ";\r\n        ISSN:", "1530-6984", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "H storage properties were studied for newly designed 3-dimensional covalent-org. frameworks (3-dimensional-COF).  The design of these materials is based on the carbon nitride net topol. of the ultralow d. COF-102.  The structures were optimized by multi-scale techniques and the optimized structures were checked for their storage capacities by grand canonical Monte Carlo simulations.  The simulations demonstrate that the gravimetric uptake of one of these new COFs can exceed 25% in 77 K and reach the DoE target of 6% at room temp. - among the best H storage materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFKntw%253D%253D&md5=1e2c6f616c9d53603a77f22b7a1ce9d2", " ", "32. ", " ", " ", "Vishnyakov", ", ", "A.", "; ", "Ravikovitch", ", ", "P. I.", "; ", "Neimark", ", ", "A. V.", "; ", "Bulow", ", ", "M.", "; ", "Wang", ", ", "Q. M.", "  ", "Nano Lett.", " ", "2003", ",  ", "3", ",  ", "713", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "Nanopore Structure and Sorption Properties of Cu-BTC Metal-Organic Framework", "Vishnyakov, Aleksey; Ravikovitch, Peter I.; Neimark, Alexander V.; Bulow, Martin; Wang, Qing Min", "Nano Letters", "\r\n        (", "2003", "),\r\n    ", "3", "\r\n        (", "6", "),\r\n    ", "713-718", "CODEN:\r\n                ", "NALEFD", ";\r\n        ISSN:", "1530-6984", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Grand canonical Monte Carlo simulations in conjunction with high-resoln. low-pressure argon adsorption expts. were employed to study adsorption mechanisms on the copper(II) benzene-1,3,5-tricarboxylate metal-org. framework (Cu-BTC).  We constructed a mol. structural model of Cu-BTC.  The pore network of Cu-BTC has a simple cubic symmetry.  It consists of main channels of a square cross-section of ca. 0.9 nm diam. and tetrahedral side pockets of ca. 0.5 nm, which are connected to the main channels by triangular windows of ca. 0.35 nm diam.  Using a parameterized united-atom force field, we have detd. the preferential adsorption sites and the sequence of adsorption mechanisms from a gradual filling of the side pockets to a stepwise adsorption and condensation in the main channels.  The simulation results agree quant. with the exptl. isotherm of argon up to almost complete filling of the pore network.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXjsFarsLg%253D&md5=6b2cf979ffafc366ad7aa4b01332bb5e", " ", "33. ", " ", " ", "Skoulidas", ", ", "A. I.", "  ", "J. Am. Chem. Soc.", " ", "2004", ",  ", "126", ",  ", "1356", "[", "ACS Full Text ", "], [", "CAS", "]", "33. ", "Molecular dynamics simulations of gas diffusion in metal-organic frameworks: Argon in CuBTC", "Skoulidas, Anastasios I.", "Journal of the American Chemical Society", "\r\n        (", "2004", "),\r\n    ", "126", "\r\n        (", "5", "),\r\n    ", "1356-1357", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The class of coordination polymers known as metalorg. frameworks (MOFs) has 3D porous structures that are considered as a promising alternative to zeolites and other nanoporous materials for catalysis, gas adsorption, and gas sepn. applications.  Here, the first study of gas diffusion inside an MOF is presented and the obsd. diffusion is compared to known behaviors in zeolites.  Using grand canonical Monte Carlo and equil. mol. dynamics, the adsorption isotherm and self-, cor., and transport diffusivities for argon in the CuBTC metalorg. framework were calcd.  Diffusion of Ar in CuBTC is very similar to Ar diffusion in silica zeolites in magnitude, concn., and temp. dependence.  This conclusion appears to apply to a broad range of MOF structures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXkt1GgtQ%253D%253D&md5=891cecf2e3cbb604e67a8dc7530d296f", " ", "34. ", " ", " ", "Liu", ", ", "B.", "; ", "Smit", ", ", "B.", "  ", "Langmuir", " ", "2009", ",  ", "25", ",  ", "5918", "[", "ACS Full Text ", "], [", "CAS", "]", "34. ", "Comparative Molecular Simulation Study of CO2/N2 and CH4/N2 Separation in Zeolites and Metal-Organic Frameworks", "Liu, Bei; Smit, Berend", "Langmuir", "\r\n        (", "2009", "),\r\n    ", "25", "\r\n        (", "10", "),\r\n    ", "5918-5926", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A systematic mol. simulation study was performed to compare the sepn. of CO2/N2 and CH4/N2 mixts. in two different classes of nanoporous materials, zeolites, and metal-org. frameworks (MOFs).  For this purpose, three zeolites (MFI, LTA, and DDR) and seven MOFs (Cu-BTC, MIL-47 (V), IRMOF-1, IRMOF-12, IRMOF-14, IRMOF-11, and IRMOF-13) were chosen as the representatives to compare.  From the validated force fields, both adsorption selectivity and pure CO2 and CH4 adsorption isotherms were simulated.  Although MOFs perform much better for gas storage, their sepn. performance is comparable to zeolites; for the systems with the preferable component having a larger quadrupolar moment, both zeolites and MOFs can enhance the sepn. selectivity, and in contrast they both reduce the selectivity.  Ideal adsorbed soln. theory (IAST) gives a very reasonable prediction of the mixt. adsorption isotherms both in zeolites and in MOFs if the pure component isotherms are known.  The difference in quadrupolar moment of the components is an important property that has to be considered in the selection of a membrane material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVSktLo%253D&md5=b60d09cbafa33be8c51014a0f06e5745", " ", "35. ", " ", " ", "Liu", ", ", "J. C.", "; ", "Rankin", ", ", "R. B.", "; ", "Johnson", ", ", "J. K.", "  ", "Mol. Simul.", " ", "2009", ",  ", "35", ",  ", "60", "[", "Crossref", "], [", "CAS", "]", "35. ", "The importance of charge-quadrupole interactions for H2 adsorption and diffusion in CuBTC", "Liu, Jinchen; Rankin, Rees B.; Karl Johnson, J.", "Molecular Simulation", "\r\n        (", "2009", "),\r\n    ", "35", "\r\n        (", "1 & 2", "),\r\n    ", "60-69", "CODEN:\r\n                ", "MOSIEA", ";\r\n        ISSN:", "0892-7022", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "We have assessed the effects of charge-quadrupole interactions (CQIs) between the framework atoms of Cu(II) benzene-1,3,5-tricarboxylate (CuBTC) and adsorbed H2 mols. on equil. adsorption properties and self- and transport diffusivities.  We have also compared charges computed from periodic d. functional theory (DFT) on the fully periodic CuBTC structure with charges derived from DFT calcns. on cluster models of CuBTC.  Carboxylate group atom charges computed from plane wave periodic DFT with the Bader charge anal. formalism are not consistent with the charges computed from the ChelpG method from Gaussian-based DFT cluster calcns.  The charges derived from Bader anal. seem to be too large.  Adsorption isotherms computed from Monte Carlo simulations and diffusivities computed from mol. dynamics simulations indicate that CQIs have a substantial impact on equil. and transport properties of H2 adsorbed in CuBTC at 77 K.  Conversely, both adsorption isotherms and diffusivities were shown to be essentially unaffected by CQIs at 298 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXpvVOhtA%253D%253D&md5=be35763e16a49cab55c89b42001deb8d", " ", "36. ", " ", " ", "Yazaydin", ", ", "A. O.", "; ", "Benin", ", ", "A. I.", "; ", "Faheem", ", ", "S. A.", "; ", "Jakubczak", ", ", "P.", "; ", "Low", ", ", "J. J.", "; ", "Willis", ", ", "R. R.", "; ", "Snurr", ", ", "R. Q.", "  ", "Chem. Mater.", " ", "2009", ",  ", "21", ",  ", "1425", "[", "ACS Full Text ", "], [", "CAS", "]", "36. ", "Enhanced CO2 Adsorption in Metal-Organic Frameworks via Occupation of Open-Metal Sites by Coordinated Water Molecules", "Yazaydin, A. Ozgur; Benin, Annabelle I.; Faheem, Syed A.; Jakubczak, Paulina; Low, John J.; Willis, Richard R.; Snurr, Randall Q.", "Chemistry of Materials", "\r\n        (", "2009", "),\r\n    ", "21", "\r\n        (", "8", "),\r\n    ", "1425-1430", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "CO2 is one of the most important greenhouse gases and its removal from flue gas and natural gas has become increasingly important.  We report an interesting discovery in which the CO2 uptake and its selectivity over N2 and CH4 in the metal-org. framework (MOF) Cu-BTC were significantly increased by the presence of water mols. coordinated to open-metal sites in the framework.  This was first predicted by mol. simulations and later validated by expts.  A detailed anal. of simulation data revealed that interaction between the quadrupole moment of CO2 and the elec. field created by water mols. is responsible for the enhanced CO2 uptake.  These findings could open new possibilities for tuning the adsorption behavior of MOFs for CO2 capture and other applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjtlensr4%253D&md5=be498c21592a4c716bdfdce35e376b59", " ", "37. ", " ", " ", "Babarao", ", ", "R.", "; ", "Jiang", ", ", "J. W.", "; ", "Sandler", ", ", "S. I.", "  ", "Langmuir", " ", "2009", ",  ", "25", ",  ", "5239", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "Molecular Simulations for Adsorptive Separation of CO2/CH4 Mixture in Metal-Exposed, Catenated, and Charged Metal-Organic Frameworks", "Babarao, Ravichandar; Jiang, Jianwen; Sandler, Stanley I.", "Langmuir", "\r\n        (", "2009", "),\r\n    ", "25", "\r\n        (", "9", "),\r\n    ", "5239-5247", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption and sepn. of CO2/CH4 mixt. are studied using mol. simulations in metal-org. frameworks (MOFs) with unique characteristics such as exposed metals (Cu-BTC, PCN-6' and PCN-6), catenation (IRMOF-13 and PCN-6), and extra framework ions (soc-MOF).  Because of the strong affinity with the framework, CO2 is preferentially adsorbed over CH4 in all MOFs.  Framework catenation leads to constricted pores and addnl. adsorption sites and enhances the interaction with the adsorbate.  Therefore, catenated IRMOF-13 and PCN-6 exhibit a greater extent of adsorption, particularly for CO2, at low pressures than IRMOF-14 and PCN-6'; however, the opposite is true at high pressures. CO2/CH4 selectivity in IRMOF-1 and IRMOF-14 is almost const. at low pressures and increases with increasing pressure.  As a result of a counterbalance between energetic and entropic effects, the selectivity in IRMOF-13 initially decreases at low pressures and then increases with pressure and finally approaches a const. value.  Catenated MOFs have a higher selectivity than their noncatenated counterparts.  The presence of electrostatic interaction between CO2 and the framework increases CO2 adsorption and a corresponding decrease in CH4 adsorption and consequently enhanced selectivity.  In charged soc-MOF, the extra framework NO3- ions are identified to be equally distributed from the nearest metal atoms and vibrate around the favorable sites.  The selectivity in soc-MOF is substantially higher than in the other IRMOFs and PCNs and is the highest among various MOFs reported to date.  The simulation results reveal that the selectivity of CO2 over CH4 in MOFs is enhanced slightly by exposed metals, catenation, and significantly by extra framework ions and that charged MOFs are promising candidates for the sepn. of CO2/CH4 mixt.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsFWqsrzJ&md5=ef842ff48eaf8da43b23f4f9d42e985c", " ", "38. ", " ", " ", "Castillo", ", ", "J. M.", "; ", "Vlugt", ", ", "T. J. H.", "; ", "Calero", ", ", "S.", "  ", "J. Phys. Chem. C", " ", "2008", ",  ", "112", ",  ", "15934", "[", "ACS Full Text ", "], [", "CAS", "]", "38. ", "Understanding Water Adsorption in Cu-BTC Metal-Organic Frameworks", "Castillo, Juan Manuel; Vlugt, Thijs J. H.; Calero, Sofia", "Journal of Physical Chemistry C", "\r\n        (", "2008", "),\r\n    ", "112", "\r\n        (", "41", "),\r\n    ", "15934-15939", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Mol. simulations were performed to study the adsorption behavior of water in the metal-org. framework Cu-BTC.  This is one of the better-known materials of this type that is stable upon water adsorption/desorption.  The charge of the framework atoms was fitted to reproduce the available exptl. adsorption isotherm.  This new set of interaction parameters was used to calc. Henry coeffs. as well as the energies, entropies, and enthalpies for the different adsorption sites.  The simulations show that water has a surprisingly large affinity for the metal center in Cu-BTC compared to that for other mols. like carbon dioxide, nitrogen, oxygen, or hydrocarbons.  This particular behavior could be further exploited for the sepn. of water from other compds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtFeisLbM&md5=9c73bb127a62e467ad07668beafbcc9a", " ", "39. ", " ", " ", "Chmelik", ", ", "C.", "; ", "Karger", ", ", "J.", "; ", "Wiebcke", ", ", "M.", "; ", "Caro", ", ", "J.", "; ", "van Baten", ", ", "J. M.", "; ", "Krishna", ", ", "R.", "  ", "Microporous Mesoporous Mater.", " ", "2009", ",  ", "117", ",  ", "22", "[", "Crossref", "], [", "CAS", "]", "39. ", "Adsorption and diffusion of alkanes in CuBTC crystals investigated using infra-red microscopy and molecular simulations", "Chmelik, C.; Kaerger, J.; Wiebcke, M.; Caro, J.; van Baten, J. M.; Krishna, R.", "Microporous and Mesoporous Materials", "\r\n        (", "2008", "),\r\n    ", "117", "\r\n        (", "1-2", "),\r\n    ", "22-32", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The adsorption and intra-cryst. diffusion of n-butane (nC4), iso-butane (iC4), 2-methylbutane (2MB), and 2,2-dimethylpropane (neoP) in CuBTC (Cu3(BTC)2 where BTC = benzene-1,3,5-tricarboxylate) has been investigated using IR microscopy (IRM), combined with mol. simulations.  Both expts. and simulations show strong inflection characteristics in the adsorption isotherms.  The primary cause of the inflection is due to the strong preference for adsorption within, and in the regions close to the mouths of tetrahedral pockets.  The isotherm inflection has a significant influence on the dependence of the Maxwell-Stefan diffusivity, D, on the fractional occupancy, Di.  Both IRM expts. and simulations show that the Di-θi behavior appears to be influenced by the loading dependence of the inverse thermodn. factor 1/Γi = dlnθi/dlnpi.  For nC4 and iC4, the Di increase sharply by about one order of magnitude as the occupancy θi increases from 0 to about 0.2.  This increase is caused by the fact that the diffusion characteristics undergo a transition from being dominated by hops across narrow 4.6 Å windows at low loadings to hops across large 9 Å windows for loadings higher than 8 mols. per unit cell.  For loadings higher than 8 mols. per unit cell the Di-θi dependence of nC4 and iC4 is dictated by 1/Γi, characteristic of more open channel structures such as FAU zeolite.  For 2MB and neoP, the IRM expts. show evidence of phase transition and except for the region in which this occurs the ETHi follows the occupancy dependence of 1/Γi for the entire range of loadings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsVSgsr7K&md5=023a2404b5d6c33bca4f44dc237a5b73", " ", "40. ", " ", " ", "Garcia-Perez", ", ", "E.", "; ", "Gascon", ", ", "J.", "; ", "Morales-Florez", ", ", "V.", "; ", "Castillo", ", ", "J. M.", "; ", "Kapteijn", ", ", "F.", "; ", "Calero", ", ", "S.", "  ", "Langmuir", " ", "2009", ",  ", "25", ",  ", "1725", "[", "ACS Full Text ", "], [", "CAS", "]", "40. ", "Identification of Adsorption Sites in Cu-BTC by Experimentation and Molecular Simulation", "Garcia-Perez, Elena; Gascon, Jorge; Morales-Florez, Victor; Castillo, Juan Manuel; Kapteijn, Freek; Calero, Sofia", "Langmuir", "\r\n        (", "2009", "),\r\n    ", "25", "\r\n        (", "3", "),\r\n    ", "1725-1731", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption of several quadrupolar and nonpolar gases on the Metal Org. Framework Cu-BTC was studied by combining exptl. measurements and Monte Carlo simulations.  Four main adsorption sites for this structure were identified: site I close to the copper atoms, site I' in the bigger cavities, site II located in the small octahedral cages, and site III at the windows of the four open faces of the octahedral cage.  The simulations identify the octahedral cages (sites II and III) and the big cages (site I') as the preferred positions for adsorption, while site I, near the copper atoms, remains empty over the entire range of pressures analyzed due to its reduced accessibility.  The occupation of the different sites for ethane and propane in Cu-BTC proceeds similarly as for methane, and shows small differences for O2 and N2 that can be attributed to the quadrupole moment of these mols.  Site II is filled predominantly for methane (the nonpolar mol.), whereas for N2, the occupation of II and I' can be considered almost equiv.  The mol. sitting for O2 shows an intermediate behavior between those obsd. for methane and for N2.  The differences between simulated and exptl. data at elevated temps. for propane are tentatively attributed to a reversible change in the lattice parameters of Cu-BTC by dehydration and by temp., blocking the accessibility to site III and reducing that to site I'.  Adsorption parameters of the studied mols. were detd. from the simulations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXisVWksA%253D%253D&md5=2e509772a536b05b83b377cc3815376c", " ", "41. ", " ", " ", "Yang", ", ", "Q.-Y.", "; ", "Zhong", ", ", "C.-L.", "  ", "J. Phys. Chem. B", " ", "2006", ",  ", "110", ",  ", "17776", "[", "ACS Full Text ", "], [", "CAS", "]", "41. ", "Molecular Simulation of Carbon Dioxide/Methane/Hydrogen Mixture Adsorption in Metal-Organic Frameworks", "Yang, Qingyuan; Zhong, Chongli", "Journal of Physical Chemistry B", "\r\n        (", "2006", "),\r\n    ", "110", "\r\n        (", "36", "),\r\n    ", "17776-17783", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This work performs a systematic computational study toward a mol. understanding of the sepn. characteristics of metal-org. frameworks (MOFs), for which the purifn. of synthetic gas by two representative MOFs, MOF-5 and Cu-BTC, is adopted as an example.  The simulations show that both geometry and pore size affect largely the sepn. efficiency, complex selectivity behaviors with different steps can occur in MOFs, and the electrostatic interactions that exist can enhance greatly the sepn. efficiency of gas mixts. composed of components with different chemistries.  Furthermore, the macroscopic sepn. behaviors of the MOF materials are elucidated at a mol. level to give insight into the underlying mechanisms.  The findings as well as the mol.-level elucidations provide useful microscopic information toward a complete understanding of the sepn. characteristics of MOFs that may lead to general design strategies for synthesizing new MOFs with tailored properties, as well as guiding their practical applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xot1Cgs7g%253D&md5=c6a04c3aa08b9d7c1b1cd9e20c64da35", " ", "42. ", " ", " ", "Becke", ", ", "A. D.", "  ", "Phys. Rev. A", " ", "1988", ",  ", "38", ",  ", "3098", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "42. ", "Density-functional exchange-energy approximation with correct asymptotic behavior", "Becke, A. D.", "Physical Review A:  Atomic, Molecular, and Optical Physics", "\r\n        (", "1988", "),\r\n    ", "38", "\r\n        (", "6", "),\r\n    ", "3098-100", "CODEN:\r\n                ", "PLRAAN", ";\r\n        ISSN:", "0556-2791", ".\r\n    ", "Current gradient-cor. d.-functional approxns. for the exchange energies of at. and mol. systems fail to reproduce the correct 1/r asymptotic behavior of the exchange-energy d.  A gradient-cor. exchange-energy functional is given with the proper asymptotic limit.  This functional, contg. only one parameter, fits the exact Hartree-Fock exchange energies of a wide variety of at. systems with remarkable accuracy, surpassing the performance of previous functionals contg. two parameters or more.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1cXmtlOhsLo%253D&md5=d4d219c134a5a90f689a8abed04d82cc", " ", "43. ", " ", " ", "Becke", ", ", "A. D.", "  ", "J. Chem. Phys.", " ", "1993", ",  ", "98", ",  ", "5648", "[", "Crossref", "], [", "CAS", "]", "43. ", "Density-functional thermochemistry. III. The role of exact exchange", "Becke, Axel D.", "Journal of Chemical Physics", "\r\n        (", "1993", "),\r\n    ", "98", "\r\n        (", "7", "),\r\n    ", "5648-52", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "Despite the remarkable thermochem. accuracy of Kohn-Sham d.-functional theories with gradient corrections for exchange-correlation, the author believes that further improvements are unlikely unless exact-exchange information is considered.  Arguments to support this view are presented, and a semiempirical exchange-correlation functional (contg. local-spin-d., gradient, and exact-exchange terms) is tested for 56 atomization energies, 42 ionization potentials, 8 proton affinities, and 10 total at. energies of first- and second-row systems.  This functional performs better than previous functionals with gradient corrections only, and fits expt. atomization energies with an impressively small av. abs. deviation of 2.4 kcal/mol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXisVWgtrw%253D&md5=291bbfc119095338bb1624f0c21c7ca8", " ", "44. ", " ", " ", "Lee", ", ", "C.", "; ", "Yang", ", ", "W.", "; ", "Parr", ", ", "R. G.", "  ", "Phys. Rev. B", " ", "1988", ",  ", "37", ",  ", "785", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "44. ", "Development of the Colle-Salvetti correlation-energy formula into a functional of the electron density", "Lee, Chengteh; Yang, Weitao; Parr, Robert G.", "Physical Review B:  Condensed Matter and Materials Physics", "\r\n        (", "1988", "),\r\n    ", "37", "\r\n        (", "2", "),\r\n    ", "785-9", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    ", "A correlation-energy formula due to R. Colle and D. Salvetti (1975), in which the correlation energy d. is expressed in terms of the electron d. and a Laplacian of the 2nd-order Hartree-Fock d. matrix, is restated as a formula involving the d. and local kinetic-energy d.  On insertion of gradient expansions for the local kinetic-energy d., d.-functional formulas for the correlation energy and correlation potential are then obtained.  Through numerical calcns. on a no. of atoms, pos. ions, and mols., of both open- and closed-shell type, it is demonstrated that these formulas, like the original Colle-Salvetti formulas, give correlation energies within a few percent.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1cXktFWrtbw%253D&md5=ee7b59267a2ff72e15171a481819ccf8", " ", "45. ", "Frisch, M. J.; Trucks, G. W.; Schlegel, H. B.; Scuseria, G. E.; Robb, M. A.; Cheeseman, J. R.; Montgomery, J. A., Jr.; Vreven, T.; Kudin, K. N.; Burant, J. C.; Millam, J. M.; Iyengar, S. S.; Tomasi, J.; Barone, V.; Mennucci, B.; Cossi, M.; Scalmani, G.; Rega, N.; Petersson, G. A.; Nakatsuji, H.; Hada, M.; Ehara, M.; Toyota, K.; Fukuda, R.; Hasegawa, J.; Ishida, M.; Nakajima, T.; Honda, Y.; Kitao, O.; Nakai, H.; Klene, M.; Li, X.; Knox, J. E.; Hratchian, H. P.; Cross, J. B.; Bakken, V.; Adamo, C.; Jaramillo, J.; Gomperts, R.; Stratmann, R. E.; Yazyev, O.; Austin, A. J.; Cammi, R.; Pomelli, C.; Ochterski, J. W.; Ayala, P. Y.; Morokuma, K.; Voth, G. A.; Salvador, P.; Dannenberg, J. J.; Zakrzewski, V. G.; Dapprich, S.; Daniels, A. D.; Strain, M. C.; Farkas, O.; Malick, D. K.; Rabuck, A. D.; Raghavachari, K.; Foresman, J. B.; Ortiz, J. V.; Cui, Q.; Baboul, A. G.; Clifford, S.; Cioslowski, J.; Stefanov, B. B.; Liu, G.; Liashenko, A.; Piskorz, P.; Komaromi, I.; Martin, R. L.; Fox, D. J.; Keith, T.; Al-Laham, M. A.; Peng, C. Y.; Nanayakkara, A.; Challacombe, M.; Gill, P. M. W.; Johnson, B.; Chen, W.; Wong, M. W.; Gonzalez, C.; Pople, J. A.", " Gaussian 03, ", "revision C.02", "; ", "Gaussian, Inc.", ": ", "Wallingford, CT", ", ", "2004", ".", "There is no corresponding record for this reference.", "46. ", " ", " ", "Dunning", ", ", "T. H.", "  ", "J. Chem. Phys.", " ", "1989", ",  ", "90", ",  ", "1007", "[", "Crossref", "], [", "CAS", "]", "46. ", "Gaussian basis sets for use in correlated molecular calculations.  I.  The atoms boron through neon and hydrogen", "Dunning, Thom H., Jr.", "Journal of Chemical Physics", "\r\n        (", "1989", "),\r\n    ", "90", "\r\n        (", "2", "),\r\n    ", "1007-23", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "Guided by the calcns. on oxygen in the literature, basis sets for use in correlated at. and mol. calcns. were developed for all of the first row atoms from boron through neon, and for hydrogen.  As in the oxygen atom calcns., the incremental energy lowerings, due to the addn. of correlating functions, fall into distinct groups.  This leads to the concept of correlation-consistent basis sets, i.e., sets which include all functions in a given group as well as all functions in any higher groups.  Correlation-consistent sets are given for all of the atoms considered.  The most accurate sets detd. in this way, [5s4p3d2f1g], consistently yield 99% of the correlation energy obtained with the corresponding at.-natural-orbital sets, even though the latter contains 50% more primitive functions and twice as many primitive polarization functions.  It is estd. that this set yields 94-97% of the total (HF + 1 + 2) correlation energy for the atoms neon through boron.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1MXksVGmtrk%253D&md5=c6cd67a3748dc61692a9cb622d2694a0", " ", "47. ", " ", " ", "Tafipolsky", ", ", "M.", "; ", "Schmid", ", ", "R.", "  ", "J. Chem. Theory Comput.", " ", "2009", ",  ", "5", ",  ", "2822", "[", "ACS Full Text ", "], [", "CAS", "]", "47. ", "A Consistent Force Field for the Carboxylate Group", "Tafipolsky, Maxim; Schmid, Rochus", "Journal of Chemical Theory and Computation", "\r\n        (", "2009", "),\r\n    ", "5", "\r\n        (", "10", "),\r\n    ", "2822-2834", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "In the light of the important role played by the carboxylate group in bio- and coordination chem., its consistent and reliable parametrization for mol. simulations is crucial.  The exptl. vibrational spectra of three carboxylate anions (formate, acetate, and benzoate) both in the gas phase and in the condensed phase (as sodium salts) are interpreted on the basis of high-quality ab initio calcns.  The interaction with the counterion (metal cation) is shown to be of major importance in the interpretation of the spectral features of the carboxylate group both in the solid state and in aq. soln.  Previous attempts to parametrize the carboxylate group within the mol. mechanics approach is critically reviewed, and a new set of the consistent valence force field parameters based on first principles calcns. is proposed, which is able to reproduce accurately both the structure and the dynamics of the carboxylate moiety both free and coordinated with metal cations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtFCjt77O&md5=22c8aec61222dd4c00709a15ebeae127", " ", "48. ", " ", " ", "Wilson", ", ", "A. K.", "; ", "Woon", ", ", "D. E.", "; ", "Peterson", ", ", "K. A.", "; ", "Dunning", ", ", "T. H.", "  ", "J. Chem. Phys.", " ", "1999", ",  ", "110", ",  ", "7667", "[", "Crossref", "], [", "CAS", "]", "48. ", "Gaussian basis sets for use in correlated molecular calculations. IX. The atoms gallium through krypton", "Wilson, Angela K.; Woon, David E.; Peterson, Kirk A.; Dunning, Thom H., Jr.", "Journal of Chemical Physics", "\r\n        (", "1999", "),\r\n    ", "110", "\r\n        (", "16", "),\r\n    ", "7667-7676", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Valence correlation consistent and augmented correlation consistent basis sets have been detd. for the third row, main group atoms gallium through krypton.  The methodol., originally developed for the first row atoms, was first applied to the selenium atom, resulting in the expected natural groupings of correlation functions (although higher angular momentum functions tend to be relatively more important for the third row atoms as they were for the second row atoms).  After testing the generality of the conclusions for the gallium atom, the procedure was used to generate correlation consistent basis sets for all of the atoms gallium through krypton.  The correlation consistent basis sets for the third row main group atoms are as follows: cc-pVDZ: (14s11p6d)/[5s4p2d]; cc-pVTZ: (20s13p9d1f)/[6s5p3d1f]; cc-pVQZ: (21s16p12d2f1g)/[7s6p4d2f1g]; cc-pV5Z: (26s17p13d3f2g1h)/[8s7p5d3f2g1h].  Augmented sets were obtained by adding diffuse functions to the above sets (one for each angular momentum present in the set), with the exponents of the addnl. functions optimized in calcns. on the at. anions.  Test calcns. on the atoms as well as selected mols. with the new basis sets show good convergence to an apparent complete basis set limit.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXit1yhs7Y%253D&md5=3da22cd5ca7ffb256ffc37913db7bd9c", " ", "49. ", " ", " ", "Figgen", ", ", "D.", "; ", "Rauhut", ", ", "G.", "; ", "Dolg", ", ", "M.", "; ", "Stoll", ", ", "H.", "  ", "Chem. Phys.", " ", "2005", ",  ", "311", ",  ", "227", "[", "Crossref", "], [", "CAS", "]", "49. ", "Energy-consistent pseudopotentials for group 11 and 12 atoms: adjustment to multi-configuration Dirac-Hartree-Fock data", "Figgen, Detlev; Rauhut, Guntram; Dolg, Michael; Stoll, Hermann", "Chemical Physics", "\r\n        (", "2005", "),\r\n    ", "311", "\r\n        (", "1-2", "),\r\n    ", "227-244", "CODEN:\r\n                ", "CMPHC2", ";\r\n        ISSN:", "0301-0104", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Two-component relativistic pseudopotentials (i.e., scalar-relativistic and spin-orbit (SO) potentials) of the energy-consistent variety have been adjusted for the group 11 and 12 atoms Cu, Zn; Ag, Cd; Au, Hg, replacing the 1s-2p; 1s-3d; and 1s-4f cores, resp.  The adjustment has been done for the valence-energy spectrum of (near-)neutral atoms, to ref. data from numerical all-electron four-component multi-configuration Dirac-Hartree-Fock (MCDHF) calcns., including the two-electron Breit interaction.  For use in mol. calcns., the potentials have been supplemented by energy-optimized (12s12p9d3f2g)/[6s6p4d3f2g] valence basis sets.  First benchmark applications of the potentials and basis sets are presented for at. excitation energies and SO splittings at a correlated level, and for ground and excited state spectroscopic properties of group 11 monohalides and group 12 dimers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhvF2hurs%253D&md5=4061d1ef42022906bd8b5a361058c8a3", " ", "50. ", " ", " ", "Peterson", ", ", "K. A.", "; ", "Puzzarini", ", ", "C.", "  ", "Theor. Chem. Acc.", " ", "2005", ",  ", "114", ",  ", "283", "[", "Crossref", "], [", "CAS", "]", "50. ", "Systematically convergent basis sets for transition metals. II. Pseudopotential-based correlation consistent basis sets for the group 11 (Cu, Ag, Au) and 12 (Zn, Cd, Hg) elements", "Peterson, Kirk A.; Puzzarini, Cristina", "Theoretical Chemistry Accounts", "\r\n        (", "2005", "),\r\n    ", "114", "\r\n        (", "4-5", "),\r\n    ", "283-296", "CODEN:\r\n                ", "TCACFW", ";\r\n        ISSN:", "1432-881X", ".\r\n    \r\n            (", "Springer GmbH", ")\r\n        ", "Sequences of basis sets that systematically converge towards the complete basis set (CBS) limit have been developed for the coinage metals (Cu, Ag, Au) and group 12 elements (Zn, Cd, Hg).  These basis sets are based on recently published small-core relativistic pseudopotentials [Figgen D, Rauhut G, Dolg M, Stoll H (2005) Chem Phys 311:227] and range in size from double- through quintuple-ζ.  Series of basis sets designed for valence-only and outer-core electron correlation are presented, as well as these sets augmented by addnl. diffuse functions for the accurate description of neg. ions and weak interactions.  Selected benchmark calcns. at the coupled cluster level of theory are presented for both at. and mol. properties.  The latter include the calcn. of both spectroscopic and thermochem. properties of the homonuclear dimers Cu2, Ag2, and Au2, as well as the van der Waals species Zn2, Cd2, and Hg2.  The CBS limit results, including the effects of core-valence correlation and spin-orbit coupling, represent some of the most accurate carried out to date and result in new recommendations for the equil. bond lengths of the group 12 dimers.  Comparisons are also made to a limited no. of all-electron Douglas-Kroll-Hess (DKH) calcns. (second and third order) carried out using new correlation consistent basis sets of triple-ζ quality.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtV2htrfE&md5=3291c2ae27fe9633a1b3a0252bd963f1", " ", "51. ", " ", " ", "Feller", ", ", "D.", "  ", "J. Comput. Chem.", " ", "1996", ",  ", "17", ",  ", "1571", "[", "Crossref", "], [", "CAS", "]", "51. ", "The role of databases in support of computational chemistry calculations", "Feller, David", "Journal of Computational Chemistry", "\r\n        (", "1996", "),\r\n    ", "17", "\r\n        (", "13", "),\r\n    ", "1571-1586", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    \r\n            (", "Wiley", ")\r\n        ", "A role for electronic structure databases in assisting users of quantum chem. applications select better model parameters is discussed in light of experiences gained from a software prototype known as the Computational Chem. Input Assistant (CCIA).  It is argued that the ready availability of information pertaining to the applications and theor. models can be substantially increase the likelihood of novice users obtaining the desired accuracy from their calcns. while simultaneously making better use of computer resources.  Expert users, who find themselves contemplating studies in new areas of research, may also benefit from the proposed tools.  For max. impact, this assistance should be provided while users are actively engaged in prepg. calcns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XlslGqsL0%253D&md5=f3ffb7924e4e2d949136d6ad7a95a6ca", " ", "52. ", " ", " ", "Schuchardt", ", ", "K. L.", "; ", "Didier", ", ", "B. T.", "; ", "Elsethagen", ", ", "T.", "; ", "Sun", ", ", "L.", "; ", "Gurumoorthi", ", ", "V.", "; ", "Chase", ", ", "J.", "; ", "Li", ", ", "J.", "; ", "Windus", ", ", "T. L.", "  ", "J. Chem. Inf. Model.", " ", "2007", ",  ", "47", ",  ", "1045", "[", "ACS Full Text ", "], [", "CAS", "]", "52. ", "Basis Set Exchange: A Community Database for Computational Sciences", "Schuchardt, Karen L.; Didier, Brett T.; Elsethagen, Todd; Sun, Lisong; Gurumoorthi, Vidhya; Chase, Jared; Li, Jun; Windus, Theresa L.", "Journal of Chemical Information and Modeling", "\r\n        (", "2007", "),\r\n    ", "47", "\r\n        (", "3", "),\r\n    ", "1045-1052", "CODEN:\r\n                ", "JCISD8", ";\r\n        ISSN:", "1549-9596", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Basis sets are some of the most important input data for computational models in the chem., materials, biol., and other science domains that utilize computational quantum mechanics methods.  Providing a shared, Web-accessible environment where researchers can not only download basis sets in their required format but browse the data, contribute new basis sets, and ultimately curate and manage the data as a community will facilitate growth of this resource and encourage sharing both data and knowledge.  We describe the Basis Set Exchange (BSE), a Web portal that provides advanced browsing and download capabilities, facilities for contributing basis set data, and an environment that incorporates tools to foster development and interaction of communities.  The BSE leverages and enables continued development of the basis set library originally assembled at the Environmental Mol. Sciences Lab.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXktVCmur8%253D&md5=6f0340afe474287758888bed27f79f09", " ", "53. ", "Tinker - Software Tools for Molecular Design, version 4.2; ", "Ponder", ", ", "W.", "; ", "Ren", ", ", "P.", "; ", "Pappu", ", ", "R. V.", "; ", "Hart", ", ", "R. K.", "; ", "Hodgson", ", ", "M. E.", "; ", "Cistola", ", ", "D. P.", ";", "; ", "Kundrot", ", ", "C. E.", ";", "; ", "Richards", ", ", "F. M.", "There is no corresponding record for this reference.", " ", " ", "Washington University School of Medicine, June 2004; ", "http://dasher.wustl.edu/tinker/", ".", " ", "54. ", " ", " ", "Berendsen", ", ", "H. J. C.", "; ", "Postma", ", ", "J. P. M.", "; ", "van Gunsteren", ", ", "W. F.", "; ", "DiNola", ", ", "A.", "; ", "Haak", ", ", "J. R.", "  ", "J. Chem. Phys.", " ", "1984", ",  ", "81", ",  ", "3684", "[", "Crossref", "], [", "CAS", "]", "54. ", "Molecular dynamics with coupling to an external bath", "Berendsen, H. J. C.; Postma, J. P. M.; Van Gunsteren, W. F.; DiNola, A.; Haak, J. R.", "Journal of Chemical Physics", "\r\n        (", "1984", "),\r\n    ", "81", "\r\n        (", "8", "),\r\n    ", "3684-90", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "In mol. dynamics (MD) simulations, the need often arises to maintain such parameters as temp. or pressure rather than energy and vol., or to impose gradients for studying transport properties in nonequil. MD.  A method is described to realize coupling to an external bath with const. temp. or pressure with adjustable time consts. for the coupling.  The method is easily extendable to other variables and to gradients, and can be applied also to polyat. mols. involving internal constraints.  The influence of coupling time consts. on dynamical variables is evaluated.  A leap-frog algorithm is presented for the general case involving constraints with coupling to both a const. temp. and a const. pressure bath.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2cXmtlGksbY%253D&md5=5510dc00297d63b91ee3a7a4ae5aacb1", " ", "55. ", "Cotton", ", ", "F. A.", "; ", "Murillo", ", ", "C. A.", "; ", "Walton", ", ", "R. A.", "  ", "Multiple Bonds between Metal Atoms", ", ", "3rd", " ed.; ", "Springer Science", ": ", "New York", ", ", "2005", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "56. ", " ", " ", "Cotton", ", ", "F. A.", "; ", "Feng", ", ", "X. J.", "  ", "J. Am. Chem. Soc.", " ", "1998", ",  ", "120", ",  ", "3387", "[", "ACS Full Text ", "], [", "CAS", "]", "56. ", "Density Functional Theory Study of Transition-Metal Compounds Containing Metal-Metal Bonds. 2. Molecular Structures and Vibrational Spectra of Dinuclear Tetracarboxylate Compounds of Molybdenum and Rhodium", "Cotton, F. Albert; Feng, Xuejun", "Journal of the American Chemical Society", "\r\n        (", "1998", "),\r\n    ", "120", "\r\n        (", "14", "),\r\n    ", "3387-3397", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Vibrational spectra were calcd. for the first time for dinuclear transition-metal compds. contg. metal-metal bonds.  The calcns. were carried out by employing different forms of d. functional theory (DFT) and basis functions of different sizes at fully optimized mol. geometry.  The calcd. frequencies essentially reproduced fundamentals obsd. in exptl. IR and Raman spectra.  The DFT frequency calcns. can be a important and valuable tool to assist in analyzing and assigning measured IR and Raman spectra and to predict vibrational frequencies for large transition-metal compds. with metal-metal bonds.  The mols. included in this study were M2(O2CH)4 (M = Mo, Rh), Rh2(O2CH)4(H2O)2, and M2(O2CCH3)4 (M = Mo, Rh).  Significant differences are found between the formate and acetate mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXit12ksLg%253D&md5=8c82aeddd9cea3a4019d6912045bde7a", " ", "57. ", " ", " ", "Melnik", ", ", "M.", "; ", "Kabesova", ", ", "M.", "; ", "Koman", ", ", "M.", "; ", "Macaskova", ", ", "L.", "; ", "Garaj", ", ", "J.", "; ", "Holloway", ", ", "C. E.", "; ", "Valent", ", ", "A.", "  ", "J. Coord. Chem.", " ", "1998", ",  ", "45", ",  ", "147", "[", "Crossref", "], [", "CAS", "]", "57. ", "Copper(II) coordination compounds: classification and analysis of crystallographic and structural data III. Dimeric compounds", "Melnik, Milan; Kabesova, Maria; Koman, Marian; Macaskova, L'Ubov; Garaj, Jan; Holloway, Clive E.; Valent, Aladar", "Journal of Coordination Chemistry", "\r\n        (", "1998", "),\r\n    ", "45", "\r\n        (", "1-4", "),\r\n    ", "147-359", "CODEN:\r\n                ", "JCCMBQ", ";\r\n        ISSN:", "0095-8972", ".\r\n    \r\n            (", "Gordon & Breach Science Publishers", ")\r\n        ", "This review with >705 refs. summarizes the structural data for over nine hundred dimeric Cu(II) coordination compds.  There are several types of bridges; doubly bridged complexes by far prevail.  The most common ligands are O- and N- donors.  From the stereochem. point of view, a square-pyramidal arrangement with different degrees of distortion about Cu(II) is the most common.  Several relationships were found between the Cu-Cu distances and the Cu-L-Cu bridge angle and the type of bridging, between the intra-ligand L-Cu-L ring angles and coordination nos.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXmsVKhtbc%253D&md5=d81832505bf0fef78460397d366af75c", " ", "58. ", " ", " ", "Bleaney", ", ", "B.", "; ", "Bowers", ", ", "K. D.", "  ", "Proc. R. Soc. London, Ser. A", " ", "1952", ",  ", "214", ",  ", "451", "[", "Crossref", "], [", "CAS", "]", "58. ", "Anomalous paramagnetism of copper acetate", "Bleaney, B.; Bowers, K. D.", "Proceedings of the Royal Society of London, Series A: Mathematical, Physical and Engineering Sciences", "\r\n        (", "1952", "),\r\n    ", "214", "\r\n        (", "),\r\n    ", "451-65", "CODEN:\r\n                ", "PRLAAZ", ";\r\n        ISSN:", "1364-5021", ".\r\n    ", "Paramagnetic resonance is studied on large single crystals of Cu acetate, the prepn. of which is described.  The spectrum is anomalous.  The anomalies in fine structure and hyperfine structure are accounted for by postulating strong interaction between isolated pairs of Cu ions, each pair forming a lower singlet and an upper triplet state, only the latter being paramagnetic.  The unit cell contains 2 differently oriented pairs of ions.  The structure corresponds to an effective spin of 1.  The interaction forces are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaG38XmsVCjsA%253D%253D&md5=3d87a4bf0fd5c298372436dcaa1c1108", " ", "59. ", " ", " ", "Van Niekerk", ", ", "J. B.", "; ", "Schoening", ", ", "F. R. L.", "  ", "Acta Crystallogr.", " ", "1953", ",  ", "6", ",  ", "227", "[", "Crossref", "], [", "CAS", "]", "59. ", "A new type of copper complex as found in the crystal structure of cupric acetate, Cu2(CH3COO)4.2H2O", "Van Niekerk, J. N.; Schoening, F. R. L.", "Acta Crystallographica", "\r\n        (", "1953", "),\r\n    ", "6", "\r\n        (", "),\r\n    ", "227-32", "CODEN:\r\n                ", "ACCRA9", ";\r\n        ISSN:", "0365-110X", ".\r\n    ", "Crystals of cupric acetate are monoclinic with space group C2/c.  The unit cell, of dimensions a = 13.15, b = 8.52, c = 13.90 A., β = 117°0', contains 4 Cu2(CH3COO)4.2H2O mols.  The symmetry center of this binuclear mol. coincides with a symmetry center of the C2/c space group.  Projections of the structure on 3 crystallographic planes are given.  The 4 acetate groups in a single mol. are separately planar and have normal bond distances and angles.  The way in which they bridge the 2 Cu atoms in a mol. is illustrated.  The most striking feature of this 6-fold co.ovrddot.ordinated Cu complex is the close approach of 2.64 A. between the two Cu atoms.  In this unusual configuration each of the two Cu atoms forms, in addn. to 4 co-planar bonds to four O atoms, also a bond to a Cu atom and to a H2O mol.  The nature of these bonds is open to speculation.  H bonds appear to be mainly responsible for the forces between the mols.  The way in which the mols. are packed in the structure is illustrated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaG3sXjvFyktw%253D%253D&md5=d16f494896c51d719c98e62ae86e2d01", " ", "60. ", " ", " ", "de Loth", ", ", "P.", "; ", "Cassoux", ", ", "P.", "; ", "Daudey", ", ", "J. P.", "; ", "Malrieulb", ", ", "J. P.", "  ", "J. Am. Chem. Soc.", " ", "1981", ",  ", "103", ",  ", "4007", "[", "ACS Full Text ", "], [", "CAS", "]", "60. ", "Ab initio direct calculation of the singlet-triplet separation in cupric acetate hydrate dimer", "De Loth, P.; Cassoux, P.; Daudey, J. P.; Malrieu, J. P.", "Journal of the American Chemical Society", "\r\n        (", "1981", "),\r\n    ", "103", "\r\n        (", "14", "),\r\n    ", "4007-16", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "The singlet-triplet (ST) splitting was calcd. of cupric acetate hydrate dimer in an ab initio scheme.  The method, based on a perturbative development of the CI problem, directly gives the ST splitting.  The 2Kab ferromagnetic zeroth order contribution is far from being negligible (∼230 cm-1).  The direct super-exchange mechanism only cancels the direct exchange.  The double-spin polarization of the acetate ligands gives a ≃ -50 cm-1 antiferromagnetic contribution.  Other second-order effects appear to be negligible.  Higher order contributions involving super-exchange and polarization of the ligands and 3d closed shells are summed up to all orders.  Their antiferromagnetic numerical effect depends on the choice of the perturbation treatment and lies between -90 and -214 cm-1, which gives a final result consistent with that of the expt.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3MXksV2rsrc%253D&md5=f0d944e63dfc720d7c1aa9b0d84cc731", " ", "61. ", " ", " ", "Rivero", ", ", "P.", "; ", "Moreira", ", ", "I. d. P. R.", "; ", "Illas", ", ", "F.", "; ", "Scuseria", ", ", "G. E.", "  ", "J. Chem. Phys.", " ", "2008", ",  ", "129", ",  ", "184110", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "61. ", "Reliability of range-separated hybrid functionals for describing magnetic coupling in molecular systems", "Rivero, Pablo; Moreira, Iberio de P. R.; Illas, Francesc; Scuseria, Gustavo E.", "Journal of Chemical Physics", "\r\n        (", "2008", "),\r\n    ", "129", "\r\n        (", "18", "),\r\n    ", "184110/1-184110/7", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The performance of the Heyd-Scuseria-Ernzerhorf (HSE) and single parameter long-range cor. Perdew-Burke-Ernzerhorf (LC-ωPBE) range-sepd. hybrids for predicting magnetic coupling consts. has been investigated for a broad set of magnetic mol. systems for which accurate exptl. data exist.  The set includes the H-He-H model system, two org. diradicals with different magnetic behaviors, and a series of Cu dinuclear complexes with a broad range of magnetic coupling values.  Both HSE and LC-ωPBE provide a significant improvement to std. hybrids such as the well-known hybrid Becke-3-parameters exchange with Lee-Yang-Parr correlation (B3LYP) functional.  Nevertheless, the performance of these two range-sepd. hybrid functionals is different: HSE overestimates antiferromagnetic and ferromagnetic interactions in Cu dinuclear complexes (although significantly less than B3LYP), whereas LC-ωPBE treats ferro- and antiferromagnetic couplings on a much more balanced way.  The increased accuracy of LC-ωPBE suggests that the inclusion of 100% Hartree-Fock exchange considered in the definition of this long-range cor. hybrid functional has important consequences for an accurate description of exchange and correlation effects on the electronic structure of open shell systems.  On the other hand, HSE, which was developed with periodic systems in mind, also performs quite well (and better than B3LYP) thus opening the possibility of magnetic coupling studies in metal oxides and other challenging solids.  (c) 2008 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlyitL3N&md5=77194ff404cc1018bc63928ce69e7938", " ", "62. ", " ", " ", "Rodriguez-Fortea", ", ", "A.", "; ", "Alemany", ", ", "P.", "; ", "Alvarez", ", ", "S.", "; ", "Ruiz", ", ", "E.", "  ", "Chem.—Eur. J.", " ", "2001", ",  ", "7", ",  ", "627", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "62. ", "Exchange coupling in carboxylato-bridged dinuclear copper(II) compounds: a density functional study", "Rodriguez-Fortea, Antonio; Alemany, Pere; Alvarez, Santiago; Ruiz, Eliseo", "Chemistry - A European Journal", "\r\n        (", "2001", "),\r\n    ", "7", "\r\n        (", "3", "),\r\n    ", "627-637", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH", ")\r\n        ", "A computational study of the exchange coupling is presented for a selected sample of carboxylato-bridged dinuclear copper(II) compds.  Model calcns. have been used to examine the influence of several factors on the coupling consts.: (a) the electron-withdrawing power of the bridging ligands; (b) the nature of the axial ligands; (c) the no. of bridging carboxylato groups; (d) some structural distortions frequently found in this family of compds.; and (e) the coordination mode of the carboxylato bridge.  Coupling consts. calcd. for some complete structures, as detd. by X-ray diffraction, are in excellent agreement with exptl. data, confirming the ability of the computational strategy used in this work to predict the coupling const. for compds. for which exptl. data are not yet available.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXht1Sksb0%253D&md5=a59174353473d3a06843fad296497f29", " ", "63. ", " ", " ", "Ukai", ", ", "T.", "; ", "Nakata", ", ", "K.", "; ", "Yamanaka", ", ", "S.", "; ", "Takada", ", ", "T.", "; ", "Yamaguchi", ", ", "K.", "  ", "Mol. Phys.", " ", "2007", ",  ", "105", ",  ", "2667", "[", "Crossref", "], [", "CAS", "]", "63. ", "A CAS-DFT study of fundamental degenerate and nearly degenerate systems", "Ukai, Takeshi; Nakata, Kazuto; Yamanaka, Shusuke; Takada, Toshikazu; Yamaguchi, Kizashi", "Molecular Physics", "\r\n        (", "2007", "),\r\n    ", "105", "\r\n        (", "19-22", "),\r\n    ", "2667-2679", "CODEN:\r\n                ", "MOPHAM", ";\r\n        ISSN:", "0026-8976", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "We present simple CAS-DFT approaches for degenerate and nearly degenerate systems.  In this method, we do not employ any auxiliary variables, but employ the effective CASCI-DFT and CASSCF-DFT equations for the ground and excited states.  Simple applications for fundamental systems such as at. multiplet states (C, N+n, and O+n), the transition metal complex V(III)L6 (L = H2O and CO) and the Cu(II) acetate dimer Cu(II)2(Ac)4(H2O)2 are presented.  The results are discussed from the viewpoint of the shapes of the potential curves of several nearly degenerate spin states, the theory of mol. magnetism and the reliability of the CAS space employed.  The computational results are fully compatible with the exptl. results available, and also with those of ligand field theory.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhsVGjsb3I&md5=7760f1ece9ba42a667d4f2aa6efa8834", " ", "64. ", " ", " ", "Ali", ", ", "M. E.", "; ", "Datta", ", ", "S. N.", "  ", "THEOCHEM", " ", "2006", ",  ", "775", ",  ", "19", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", "65. ", " ", " ", "Noodleman", ", ", "L.", "  ", "J. Chem. Phys.", " ", "1981", ",  ", "74", ",  ", "5737", "[", "Crossref", "], [", "CAS", "]", "65. ", "Valence bond description of antiferromagnetic coupling in transition metal dimers", "Noodleman, Louis", "Journal of Chemical Physics", "\r\n        (", "1981", "),\r\n    ", "74", "\r\n        (", "10", "),\r\n    ", "5737-43", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "A single configuration model contg. nonorthogonal magnetic orbitals is developed to represent the important features of the antiferromagnetic state of a transition metal dimer.  A state of mixed spin symmetry and lowered space symmetry is constructed which has both conceptual and practical computational value.  Either UHF theory or spin polarized d. functional theory, e.g., Xα theory, can be used to generate the mixed spin state wave function.  The most important consequence of the theory is that the Heisenberg exchange coupling const. J can be calcd. simply from the energies of the mixed spin state and the highest pure spin multiplet.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3MXitFyltb0%253D&md5=6ce481d531a11c84dd54bcf8f7933ec1", " ", "66. ", " ", " ", "Noodleman", ", ", "L.", "; ", "Case", ", ", "D. A.", "  ", "Adv. Inorg. Chem.", " ", "1992", ",  ", "38", ",  ", "423", "[", "Crossref", "], [", "CAS", "]", "66. ", "Density-functional theory of spin polarization and spin coupling in iron-sulfur clusters", "Noodleman, Louis; Case, David A.", "Advances in Inorganic Chemistry", "\r\n        (", "1992", "),\r\n    ", "38", "\r\n        (", "),\r\n    ", "423-70", "CODEN:\r\n                ", "AICHEP", ";\r\n        ISSN:", "0898-8838", ".\r\n    ", "A review with 122 refs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38Xls1amsL0%253D&md5=838a2329de117633281ae8eec1db768b", " ", "67. ", " ", " ", "Elmali", ", ", "A.", "  ", "Turk. J. Phys.", " ", "2000", ",  ", "24", ",  ", "667", "[", "CAS", "]", "67. ", "The magnetic super-exchange coupling in copper (II) acetate monohydrate and a redetermination of the crystal structure", "Elmali, Ayhan", "Turkish Journal of Physics", "\r\n        (", "2000", "),\r\n    ", "24", "\r\n        (", "5", "),\r\n    ", "667-672", "CODEN:\r\n                ", "TJPHEY", ";\r\n        ISSN:", "1300-0101", ".\r\n    \r\n            (", "Scientific and Technical Research Council of Turkey", ")\r\n        ", "The magnetic properties and re-detn. of crystal structure of Cu(II) acetate monohydrate have been studied.  The Cu(II) centers are sepd. by 2.617(1) A and antiferromagnetically coupled (-2J = 292.2 cm-1), which follows from temp.-dependent magnetic susceptibility measurements between 4.2-300 K.  The magnetic moment at 300 K is ∼2.1 μB while 0.1 μB at 4.2 K.  The magnetic susceptibility is at a max. at ∼250 K and decreases rapidly as the temp. is lowered to liq. He temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXovVShtL8%253D&md5=bd50dc319c4a6ac32ea009a00a3a168f", " ", "68. ", " ", " ", "Perdew", ", ", "J. P.", "; ", "Ruzsinszky", ", ", "A.", "; ", "Constantin", ", ", "L. A.", "; ", "Sun", ", ", "J.", "; ", "Csonka", ", ", "G. I.", "  ", "J. Chem. Theory Comput.", " ", "2009", ",  ", "5", ",  ", "902", "[", "ACS Full Text ", "], [", "CAS", "]", "68. ", "Some Fundamental Issues in Ground-State Density Functional Theory: A Guide for the Perplexed", "Perdew, John P.; Ruzsinszky, Adrienn; Constantin, Lucian A.; Sun, Jianwei; Csonka, Gabor I.", "Journal of Chemical Theory and Computation", "\r\n        (", "2009", "),\r\n    ", "5", "\r\n        (", "4", "),\r\n    ", "902-908", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Some fundamental issues in ground-state d. functional theory are discussed without equations: (1) The std. Hohenberg-Kohn and Kohn-Sham theorems were proven for a Hamiltonian that is not quite exact for real atoms, mols., and solids.  (2) The d. functional for the exchange-correlation energy, which must be approximated, arises from the tendency of electrons to avoid one another as they move through the electron d.  (3) In the absence of a magnetic field, either spin densities or total electron d. can be used, although the former choice is better for approxns.  (4) \"Spin contamination\" of the determinant of Kohn-Sham orbitals for an open-shell system is not wrong but right.  (5) Only to the extent that symmetries of the interacting wave function are reflected in the spin densities should those symmetries be respected by the Kohn-Sham noninteracting or determinantal wave function.  Functionals below the highest level of approxns. should however sometimes break even those symmetries, for good phys. reasons.  (6) Simple and commonly used semilocal (lower-level) approxns. for the exchange-correlation energy as a functional of the d. can be accurate for closed systems near equil. and yet fail for open systems of fluctuating electron no.  (7) The exact Kohn-Sham noninteracting state need not be a single determinant, but common approxns. can fail when it is not.  (8) Over an open system of fluctuating electron no., connected to another such system by stretched bonds, semilocal approxns. make the exchange-correlation energy and hole-d. sum rule too neg.  (9) The gap in the exact Kohn-Sham band structure of a crystal underestimates the real fundamental gap but may approx. the first exciton energy in the large-gap limit.  (10) D. functional theory is not really a mean-field theory, although it looks like one.  The exact functional includes strong correlation, and semilocal approxns. often overestimate the strength of static correlation through their semilocal exchange contributions.  (11) Only under rare conditions can excited states arise directly from a ground-state theory.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXisFamtbk%253D&md5=14068bcba8a0bb30e72e5bd4081a7949", " ", "69. ", " ", " ", "Brown", ", ", "G. M.", "; ", "Chidambaram", ", ", "R.", "  ", "Acta Crystallogr., Sect. B", " ", "1973", ",  ", "29", ",  ", "2393", "[", "Crossref", "], [", "CAS", "]", "69. ", "Dinuclear copper(II) acetate monohydrate.  Redetermination of the structure by neutron-diffraction analysis", "Brown, George M.; Chidambaram, R.", "Acta Crystallographica, Section B:  Structural Crystallography and Crystal Chemistry", "\r\n        (", "1973", "),\r\n    ", "29", "\r\n        (", "Pt. 11", "),\r\n    ", "2393-403", "CODEN:\r\n                ", "ACBCAR", ";\r\n        ISSN:", "0567-7408", ".\r\n    ", "The crystal structure of dinuclear Cu(II) acetate monohydrate, Cu2(O2CCH3)4.2H2O (van Niekerk and Schoening, 1953), was refined by the full-matrix least-squares method using 3-dimensional neutron data and revised cell parameters [a 13.167 (4), b 8.563 (2), c 13.862 (7) Å, β 117.019 (2)° (λCu Kα1 = 1.54051 Å), space group C2/c, and Z = 4].  A reasonable description of the Me groups, which are in large-amplitude torsional oscillation, was obtained by using a special model.  R(F) = 0.061 and R(F2) = 0.072 for F2 > σ, excluding the very weak reflections and reflections mildly affected by extinction.  The intramolecular Cu-Cu vector is 2.6143 (17) Å long and oriented almost exactly as reported from measurements of magnetic anisotropy and electron spin resonance.  The water O atom is trigonally coordinated; its Cu-O distance is 2.1613 (17) Å.  Av. lengths of other bonds, with root mean square deviations in brackets and max. individual estd. std. deviations in parentheses, are: Cu-O, 1.9689[223](17); C-O, 1.2596[20](19); C-C, 1.5013[11](16); C-H, 1.093[12](6); O-H, 0.955 [4](3) Å.  The H-O-H angle is 106.6 (3)°.  Two H bonds link the water mol. to 2 acetate O atoms.  The Cu-O bonds to these 2 oxygen atoms are 0.04 to 0.05 Å longer than those to the other 2 acetate O atoms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE2cXjtFegsA%253D%253D&md5=12e7b8a8a1f93a214c68ef4a287b02e6", " ", "70. ", " ", " ", "Prestipino", ", ", "C.", "; ", "Regli", ", ", "L.", "; ", "Vitillo", ", ", "J. G.", "; ", "Bonino", ", ", "F.", "; ", "Damin", ", ", "A.", "; ", "Lamberti", ", ", "C.", "; ", "Zecchina", ", ", "A.", "; ", "Solari", ", ", "P. L.", "; ", "Kongshaug", ", ", "K. O.", "; ", "Bordiga", ", ", "S.", "  ", "Chem. Mater.", " ", "2006", ",  ", "18", ",  ", "1337", "[", "ACS Full Text ", "], [", "CAS", "]", "70. ", "Local Structure of Framework Cu(II) in HKUST-1 Metallorganic Framework: Spectroscopic Characterization upon Activation and Interaction with Adsorbates", "Prestipino, C.; Regli, L.; Vitillo, J. G.; Bonino, F.; Damin, A.; Lamberti, C.; Zecchina, A.; Solari, P. L.; Kongshaug, K. O.; Bordiga, S.", "Chemistry of Materials", "\r\n        (", "2006", "),\r\n    ", "18", "\r\n        (", "5", "),\r\n    ", "1337-1346", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "XRD, UV-Vis, EXAFS, XANES, and Raman techniques have been used to study the removal of water mols. coordinated to the Cu(II) framework atoms of the novel HKUST-1 metal-org. framework.  The dehydration process preserves the cryst. nature of the material, just causing a redn. of the cell vol. due to the shrinking of the [Cu2C4O8] cage.  The removal of adsorbed H2O mol. makes the framework Cu(II) sites available for interaction with other probe mols.  In situ IR spectroscopy has evidenced the formation at liq. nitrogen temp. of labile Cu(II)···CO adducts characterized by a ~ν(C-O) = 2178 cm-1 and at 15 K of Cu(II)···H2 adducts characterized by a ~ν(H-H) = 4100 cm-1.  To the best of our knowledge, we have obsd. for the first time a clear signal of Cu(II) carbonyl and dihydrogen complexes formed inside a cryst. microporous hosting matrix.  The sinking of the oxygens of the carboxyl units, undergone by the Cu(II) framework ions in the dehydration process, is responsible for the rather low coordinative unsatn. of Cu(II).  The important shielding effect of the four oxygen framework atoms is testified by the low polarization factor of the Cu(II) site probed by both CO and H2 mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XptFWhsw%253D%253D&md5=0489e2793da5d68f5ad8fd57124a866d", " ", "71. ", " ", " ", "Wu", ", ", "Y.", "; ", "Kobayashi", ", ", "A.", "; ", "Halder", ", ", "G. J.", "; ", "Peterson", ", ", "V. K.", "; ", "Chapman", ", ", "K. W.", "; ", "Lock", ", ", "N.", "; ", "Southon", ", ", "P. D.", "; ", "Kepert", ", ", "C. J.", "  ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "8929", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "71. ", "Negative thermal expansion in the metal-organic framework material Cu3(1,3,5-benzenetricarboxylate)2", "Wu, Yue; Kobayashi, Atsushi; Halder, Gregory J.; Peterson, Vanessa K.; Chapman, Karena W.; Lock, Nina; Southon, Peter D.; Kepert, Cameron J.", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "46", "),\r\n    ", "8929-8932", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The metalorg. framework [Cu3(btc)2] displays neg. thermal expansion (NTE) over a broad temp. range.  This property arises from two coincident mechanisms, each of which are unique for NTE systems: the concerted transverse vibration of triangular org. linkers, and the local dynamic distortion of dinuclear metal centers within the framework lattice.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsVequ7fJ&md5=652dd2e3aa71bf2c3fead2dd36a1002a", " ", "72. ", " ", " ", "Besler", ", ", "B. H.", "; ", "Merz", ", ", "K. M.", "; ", "Kollman", ", ", "P. A.", "  ", "J. Comput. Chem.", " ", "1990", ",  ", "11", ",  ", "431", "[", "Crossref", "], [", "CAS", "]", "72. ", "Atomic charges derived from semiempirical methods", "Besler, Brent H.; Merz, Kenneth M., Jr.; Kollman, Peter A.", "Journal of Computational Chemistry", "\r\n        (", "1990", "),\r\n    ", "11", "\r\n        (", "4", "),\r\n    ", "431-9", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    ", "Semiempirical methods give electrostatic-potential (ESP) derived at. point charges that are in reasonable agreement with ab-initio ESP charges.  Furthermore, MNDO-ESP charges are superior to AM1-ESP charges in correlating with ESP charges derived from the 6-31G* basis set.  Thus, it is possible to obtain 6-31G* quality point charges by simply scaling MNDO-ESP charges.  The charges are scaled in a linear (y = Mx) manner to conserve charge.  In this way, researchers desiring to carry out force field simulations or minimizations can obtain charges by using MNDO, which requires much less computer time than the corresponding 6-31G* calcn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXkt12nu7k%253D&md5=6ea84dd407c756e2c6f41149945e6d6d", " ", "73. ", " ", " ", "Allinger", ", ", "N. L.", "; ", "Zhou", ", ", "X. F.", "; ", "Bergsma", ", ", "J.", "  ", "THEOCHEM", " ", "1994", ",  ", "118", ",  ", "69", "[", "Crossref", "], [", "CAS", "]", "73. ", "Molecular mechanics parameters", "Allinger, Norman L.; Zhou, Xuefeng; Bergsma, John", "Journal of Molecular Structure: THEOCHEM", "\r\n        (", "1994", "),\r\n    ", "118", "\r\n        (", "1", "),\r\n    ", "69-83", "CODEN:\r\n                ", "THEODJ", ";\r\n        ISSN:", "0166-1280", ".\r\n    ", "A general scheme for choosing unknown parameters for use in the MM2 and MM3 force fields is discussed, and implemented in the form of a computer program.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXlvVOlsbY%253D&md5=8dd8febbc089aecf44b5d9fcb3d4d14a", " ", "74. ", " ", " ", "Allinger", ", ", "N. L.", "; ", "Yuh", ", ", "Y. H.", "; ", "Lii", ", ", "J.-H.", "  ", "J. Am. Chem. Soc.", " ", "1989", ",  ", "111", ",  ", "8551", "[", "ACS Full Text ", "], [", "CAS", "]", "74. ", "Molecular mechanics.  The MM3 force field for hydrocarbons.  1", "Allinger, Norman L.; Yuh, Young H.; Lii, Jenn Huei", "Journal of the American Chemical Society", "\r\n        (", "1989", "),\r\n    ", "111", "\r\n        (", "23", "),\r\n    ", "8551-66", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "A new mol. mechanics force field (called MM3) for the treatment of aliph. hydrocarbons has been developed and is presented here.  This force field will enable one to calc. the structures and energies, including heats of formation, conformational energies, and rotational barriers, for hydrocarbons more accurately than was possible with earlier force fields.  In addn. to simple mols., a great many highly strained mols. have been studied, and the results are almost always of exptl. accuracy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1MXmtlWmsLo%253D&md5=e35207cdf829f8f78f2fdd6908887401", " ", "75. ", " ", " ", "Amirjalayer", ", ", "S.", "; ", "Tafipolsky", ", ", "M.", "; ", "Schmid", ", ", "R.", "  ", "Angew. Chem., Int. Ed.", " ", "2007", ",  ", "46", ",  ", "463", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "75. ", "Molecular dynamics simulation of benzene diffusion in MOF-5: importance of lattice dynamics", "Amirjalayer, Saeed; Tafipolsky, Maxim; Schmid, Rochus", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "3", "),\r\n    ", "463-466", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "When benzene mols. diffuse through the metal org. framework MOF-5, they accumulate in pockets.  Mol. dynamics simulations reveal that the correlated lattice motion increases this binding.  Only when the the lattice dynamics are considered in the simulation, can the exptl. diffusion consts. be reproduced.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXnvVCjtw%253D%253D&md5=7085b74ffa98c65344e0cc5295bf5ad9", " ", "76. ", " ", " ", "Piquemal", ", ", "J.-P.", "; ", "Gresh", ", ", "N.", "; ", "Giessner-Prettre", ", ", "C.", "  ", "J. Phys. Chem. A", " ", "2003", ",  ", "107", ",  ", "10353", "[", "ACS Full Text ", "], [", "CAS", "]", "76. ", "Improved Formulas for the Calculation of the Electrostatic Contribution to the Intermolecular Interaction Energy from Multipolar Expansion of the Electronic Distribution", "Piquemal, Jean-Philip; Gresh, Nohad; Giessner-Prettre, Claude", "Journal of Physical Chemistry A", "\r\n        (", "2003", "),\r\n    ", "107", "\r\n        (", "48", "),\r\n    ", "10353-10359", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We have, within the framework of the mol. mechanics method SIBFA, improved the formulation of the Coulomb (electrostatic) energy contribution to the intermol. interaction energy.  This was done by integrating \"overlap-like\" terms into two components of the multipolar development used to calc. this contribution in SIBFA.  The calibration of the new component is done on five water dimers by fitting this augmented electrostatic contribution to the corresponding Ec term.  Several tests are done on (i) representative neutral and ionic hydrogen-bonded complexes; (ii) the complexes of metal cations (Cu(I) and Cu(II)) with a neutral or an anionic ligand; and (iii) a representative stacked complex.  The improvement brought by the new formulation reduces the difference between the ab initio (Ec) and mol. mechanics (EMTP*) values by almost an order of magnitude when compared to the values of EMTP calcd. using the std. method.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXovVShsL0%253D&md5=ec6ac7dab1c05057250a68eb54a724b1", " ", "77. ", " ", " ", "Allured", ", ", "V. S.", "; ", "Kelly", ", ", "C. M.", "; ", "Landis", ", ", "C. R.", "  ", "J. Am. Chem. Soc.", " ", "1991", ",  ", "113", ",  ", "1", "[", "ACS Full Text ", "], [", "CAS", "]", "77. ", "SHAPES empirical force field:  new treatment of angular potentials and its application to square-planar transition-metal complexes", "Allured, Viloya S.; Kelly, Christine M.; Landis, Clark R.", "Journal of the American Chemical Society", "\r\n        (", "1991", "),\r\n    ", "113", "\r\n        (", "1", "),\r\n    ", "1-12", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "The application of empirical force-field methods to transition-metal complexes is limited by the difficulty of describing complex mol. shapes with valence force-field methods and by the lack of tested empirical parameters.  The SHAPES force field is a new treatment of angular distortion (3-body) terms that is based on angular-overlap considerations.  Angular potential energies are expressed as periodic Fourier terms in spherical internal coordinates.  This formulation provides a general description of many idealized geometries, including the trigonal-bipyramidal, square-planar, octahedral, square-pyramidal, and others.  Three approaches to the parameterization of the SHAPES force field (normal coordinate anal., ab initio calcn., and structure-based optimization) are presented, and shown to give similar results.  Application of the SHAPES force field to a variety of square-planar Rh complexes shows that empirical force-field methods can be used to est. the structures of these complexes with impressive accuracy (av. root-mean-square deviations in bond length and angle of ±0.02 Å and ±3°, resp.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3MXltlKitrk%253D&md5=64a2400c4bf2969e064fe9d46fc48d7a", " ", "78. ", " ", " ", "Rappe", ", ", "A. K.", "; ", "Bormann-Rochotte", ", ", "L. M.", "; ", "Wiser", ", ", "D. C.", "; ", "Hart", ", ", "J. R.", "; ", "Pietsch", ", ", "M. A.", "; ", "Casewit", ", ", "C. J.", "; ", "Skiff", ", ", "W. M.", "  ", "Mol. Phys.", " ", "2007", ",  ", "105", ",  ", "301", "[", "Crossref", "], [", "CAS", "]", "78. ", "APT a next generation QM-based reactive force field model", "Rappe, A. K.; Bormann-Rochotte, L. M.; Wiser, D. C.; Hart, J. R.; Pietsch, M. A.; Casewit, C. J.; Skiff, W. M.", "Molecular Physics", "\r\n        (", "2007", "),\r\n    ", "105", "\r\n        (", "2-3", "),\r\n    ", "301-324", "CODEN:\r\n                ", "MOPHAM", ";\r\n        ISSN:", "0026-8976", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "A review.  Modeling reactivity at the nanoscale is a major computational challenge.  Both reactive force field and combined QM-MM methodologies have been and are being developed to study reactivity at this boundary between mols. and the solid state.  There have been more than 1500 publications since the mid-1990s, on combined QM-MM methodologies.  Limitations in current models include the distortional characteristics of force field potential terms, the smooth transit from one potential surface to another, rather than surface hopping, and the blending of electrostatics between QM and MM portions of a QM-MM model.  Functional forms, potential surface coupling terms, and parameterization strategies for the Approx. Pair Theory (APT), a next generation reactive force field model, are described.  The APT model has been developed to correct a no. of limitations in current reactive force field models as well as providing a foundation for a next generation QM-MM model.  Chem. bonding concepts are used to develop fully dissociative bond stretch, bend, torsion, and inversion valence terms.  Quantum mechanics also provides functional forms for potential surface coupling terms that permit a general description of reactivity from hydrogen bonding, through non-classical carbocations and cracking, to olefin polymn., oxidn., and metathesis.  Van der Waals, electrostatic, and metallic bonding models also derive from quantum mech. resonance.  Finally, Pauli Principle-based orthogonality provides a way to electrostatically couple the QM and MM portions of a QM-MM model that will support arbitrarily large basis sets.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXkt1ert7c%253D&md5=8b1dda720bd143d04ca250a833780011", " ", "79. ", " ", " ", "Allinger", ", ", "N. L.", "; ", "Li", ", ", "F.", "; ", "Yan", ", ", "L. Q.", "; ", "Tai", ", ", "J. C.", "  ", "J. Comput. Chem.", " ", "1990", ",  ", "11", ",  ", "868", "[", "Crossref", "], [", "CAS", "]", "79. ", "Molecular mechanics (MM3) calculations on conjugated hydrocarbons", "Allinger, Norman L.; Li, Fanbing; Yan, Liqun; Tai, Julia C.", "Journal of Computational Chemistry", "\r\n        (", "1990", "),\r\n    ", "11", "\r\n        (", "7", "),\r\n    ", "868-95", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    ", "The MM3 mol. mechanics program has been extended to conjugated systems.  A VESCF method is applied to the pi-system to calc. bond orders, from which various stretching and torsional parameters are obtained.  The procedure gives somewhat better results than the analogous MM2 calcns.  It has been applied to a study of 81 compds. of arom. and other conjugated hydrocarbons, as well as 45 alkenes and unconjugated polyenes.  The structures calcd. are generally in good agreement with expt., and the heats of formation of these compds. can be calcd. with a rms value of 0.62 kcal/mol, which may be compared with the av. exptl. error of 0.61 kcal/mol.  In addn., vibrational frequencies for five representative conjugated model structures are calcd., with an rms value of 46 cm-1, and from these, other properties such as entropy can be calcd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXltlWhuro%253D&md5=a1c081388fe1431e89bd7afd0c211563", " ", "80. ", " ", " ", "Delgado-Friedrichs", ", ", "O.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", "  ", "Acta Crystallogr., Sect. A", " ", "2006", ",  ", "62", ",  ", "350", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "80. ", "Three-periodic nets and tilings: edge-transitive binodal structures", "Delgado-Friedrichs, Olaf; O'Keeffe, Michael; Yaghi, Omar M.", "Acta Crystallographica, Section A: Foundations of Crystallography", "\r\n        (", "2006", "),\r\n    ", "A62", "\r\n        (", "5", "),\r\n    ", "350-355", "CODEN:\r\n                ", "ACACEQ", ";\r\n        ISSN:", "0108-7673", ".\r\n    \r\n            (", "Blackwell Publishing Ltd.", ")\r\n        ", "28 Three-periodic nets with two kinds of vertex and one kind of edge are identified.  Some of their crystallog. properties and their natural tilings are described.  Restrictions on site symmetry and coordination no. of such nets are discussed and examples of their occurrence in crystal structures are given.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XotlOhs78%253D&md5=15c455612537dd22bf656730a088b9d3", " ", "81. ", " ", " ", "Peterson", ", ", "V. K.", "; ", "Liu", ", ", "Y.", "; ", "Brown", ", ", "C. M.", "; ", "Kepert", ", ", "C. J.", "  ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "15578", "[", "ACS Full Text ", "], [", "CAS", "]", "81. ", "Neutron Powder Diffraction Study of D2 Sorption in Cu3(1,3,5-benzenetricarboxylate)2", "Peterson, Vanessa K.; Liu, Yun; Brown, Craig M.; Kepert, Cameron J.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "49", "),\r\n    ", "15578-15579", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Rietveld analyses of neutron powder diffraction data of D2 in Cu3(BTC)2, where BTC = 1,3,5-benzenetricarboxylate, reveals the location and progressive filling of 6 distinct D2 sites within the nanopore structure.  Location of the primary site at the coordinatively unsatd. Cu atoms provides direct structural evidence of the potential importance of such metal sites to hydrogen storage.  Competitive loading of the other D2 sites proceeds with the pores filling from smallest to largest.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht1WhsLrJ&md5=4bb77b45579d1d0d14552888cce853ee", " ", "82. ", " ", " ", "Rowsell", ", ", "J. L. C.", "; ", "Yaghi", ", ", "O. M.", "  ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "1304", "[", "ACS Full Text ", "], [", "CAS", "]", "82. ", "Effects of Functionalization, Catenation, and Variation of the Metal Oxide and Organic Linking Units on the Low-Pressure Hydrogen Adsorption Properties of Metal-Organic Frameworks", "Rowsell, Jesse L. C.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "4", "),\r\n    ", "1304-1315", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The dihydrogen adsorption isotherms of eight metal-org. frameworks (MOFs), measured at 77 K up to a pressure of 1 atm, were examd. for correlations with their structural features.  All materials display approx. Type I isotherms with no hysteresis, and satn. was not reached for any of the materials under these conditions.  Among the six iso-reticular MOFs (IRMOFs) studied, the catenated materials exhibit the largest capacities on a molar basis, up to 9.8 H2 per formula unit.  The addn. of functional groups (-Br, -NH2, -C2H4-) to the phenylene links of IRMOF-1 (MOF-5), or their replacement with thieno[3,2-b]thiophene moieties in IRMOF-20, altered the adsorption behavior by a minor amt. despite large variations in the pore vols. of the resulting materials.  But replacement of the metal oxide units with those contg. coordinatively unsatd. metal sites resulted in greater H2 uptake.  The enhanced affinities of these materials, MOF-74 and HKUST-1, were further demonstrated by calcn. of the isosteric heats of adsorption, which were larger across much of the range of coverage examd., compared to those of representative IRMOFs.  Probably under low-loading conditions, the H2 adsorption behavior of MOFs can be improved by imparting larger charge gradients on the metal oxide units and adjusting the link metrics to constrict the pore dimensions; however, a large pore vol. is still a prerequisite feature.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XitV2msg%253D%253D&md5=76a0797beec956e59ca2ddf029f5a386", " ", "83. ", "Zhang", ", ", "X.", "; ", "Fischer", ", ", "R. A.", "Unpublished results", " .", "There is no corresponding record for this reference.", "84. ", "The S-PXRD values plotted in Figure ", "5", " are taken from Table S1 of the Supporting Information in ref ", "71", ". From this data, an averaged linear volumetric expansion coefficient of −1.06 × 10", "−5", "  K", "−1", " can be derived by linear regression.", "There is no corresponding record for this reference.", "85. ", " ", " ", "Chapman", ", ", "K. W.", "; ", "Halder", ", ", "G. J.", "; ", "Chupas", ", ", "P. J.", "  ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "10524", "[", "ACS Full Text ", "], [", "CAS", "]", "85. ", "Guest-Dependent High Pressure Phenomena in a Nanoporous Metal-Organic Framework Material", "Chapman, Karena W.; Halder, Gregory J.; Chupas, Peter J.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "32", "),\r\n    ", "10524-10526", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The nanoporous metal-org. framework material Cu3(1,3,5-benzenetricarboxylate)2(H2O)3•{guest} exhibits anomalous compression under applied pressure that is assocd. with the hyper-filling of the pore network.  This behavior involves a dramatic transition between a hard regime (bulk modulus, Khard ≈ 118 GPa), where the pressure-transmitting fluid penetrates the framework cavities, and a soft regime (Ksoft ≈ 30 GPa), where the guest-framework system compresses concertedly.  Not only is the duality in compressibility triggered by the availability of potential guests but the size/penetrability of the guest mols. dets. the pressure at which the hard-soft transition occurs.  Specifically, the obsd. compression behavior depends on the size of the pressure-transmitting fluid mols., the sample particle size (i.e., the extent of the pore network), and the rate at which the pressure is increased.  The unprecedented pressure-induced phenomena documented here, illustrates the exotic high-pressure behaviors possible in this versatile class of advanced functional materials with broad implications for their structure-function relations and accordingly their practical application.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXos1ahtrc%253D&md5=a22d8c8ff078bcd901be8b5ed78a3f14", " ", "86. ", " ", " ", "Sun", ", ", "D.", "; ", "Ma", ", ", "S.", "; ", "Simmons", ", ", "J. M.", "; ", "Li", ", ", "J.-R.", "; ", "Yuan", ", ", "D.", "; ", "Zhou", ", ", "H.-C.", "  ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "1329", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "86. ", "An unusual case of symmetry-preserving isomerism", "Sun, Daofeng; Ma, Shengqian; Simmons, Jason M.; Li, Jian-Rong; Yuan, Daqiang; Zhou, Hong-Cai", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "8", "),\r\n    ", "1329-1331", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two isomeric phases of the NbO-type structure, PCN-16 (α phase) and PCN-16' (β phase), with compns. Cu2(H2O)2(ebdc)·3DMA·6H2O (α phase, H4ebdc = bis(3,5-dicarboxyphenyl)ethyne) and Cu2(H2O)2(ebdc)·3DMF·6H2O (β phase), were prepd. and the desolvated isomers were characterized by x-ray crystallog.  The isomeric phases are assemblies of dicopper paddlewheel SBUs with the tetracarboxylate ligand.  Gas sorption studies revealed that the α phase possesses a larger surface area, leading to higher hydrogen and methane storage capacity as compared with the β phase.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhslWgurg%253D&md5=581a59ff6c72fdb710137c8846fd9a28", " ", " "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-34/jp104441d/production/images/small/jp-2010-04441d_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-34/jp104441d/production/images/small/jp-2010-04441d_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-34/jp104441d/production/images/small/jp-2010-04441d_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-34/jp104441d/production/images/small/jp-2010-04441d_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-34/jp104441d/production/images/small/jp-2010-04441d_0004.gif\">"]}
