{"title": ["Effects of CO", " on the Phenanthrene Adsorption Capacity of Carbonaceous Materials"], "authors": ["A. M. Mastral", "T. Garcia", "R. Murillo", "M. S. Callen", "J. M. Lopez", "M. V. Navarro"], "doi": ["10.1021/ef010250g"], "abstract": ["Three-ring polycyclic aromatic hydrocarbons (PAHs), and phenanthrene (Phe) in particular, are the main pollutants found in the waste flue gases from organic material combustion in energy generation processes. Quantitatively, the most abundant gaseous contaminant emitted in these processes is CO", ". Therefore, the aim of this paper has been to study the influence of different CO", " concentrations on the phenanthrene adsorption in a postcombustion cleanup process when carbonaceous materials are used to remove low concentrations of phenanthrene from a hot exhaust gas stream. Adsorption isotherms were obtained using CO", " and phenanthrene concentrations in the ranges of 0−30% and 0.025−3.2 ppmv, respectively. The process temperature was fixed to 150 °C in all runs. All the obtained isotherms were properly fitted to the Freundlich adsorption model and their parameters determined by regression analyses. A negative influence of CO", " in phenanthrene adsorption capacity was observed, probably due to a competitive effect between CO", " and phenanthrene for the adsorption sites within the carbonaceous material. However, it was found that high CO", " concentrations did not affect the phenanthrene adsorption more negatively than low CO", " concentrations. It was thus concluded that the most suitable carbonaceous materials for phenanthrene abatement in flue gases were those having a wide pore distribution with a high average micropore diameter. The development of mesoporosity in adsorbents promotes phenanthrene adsorption because it favors both the access of phenanthrene molecules into the micropores and the phenanthrene multilayer adsorption. Finally, the Yoon and Nelson mathematical model was applied to simulate the breakthrough curves. This model was able to predict the adsorption breakthrough in all the runs. Nevertheless, problems arose when trying to fit breakthrough curves at relative concentrations higher than 70% in those adsorbents with narrow micropore distributions. "], "text": [" ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Introduction", " ", "Combustion processes of fossil fuels are currently the main source of energy generation. It is well-known that, in these processes, pollutants such as SO", "2", ", NO", "x", ",", " CO", "2", " and CO are emitted to the atmosphere. Organic emissions, whose harmful nature has become the cause of growing concern, are another important source of pollution released in these processes. The inorganic emission abatement has been widely studied and as a result feasible solutions, such as fluidized bed combustion where lower temperatures reduce NO", "x", " formation and sorbents addition for SO", "2", " abatement, have been developed. As for organic emissions, further investigations are still needed to provide similar solutions. Comparatively, organic emissions are released in much smaller amounts and show a wider variety of types than inorganic emissions. In particular, a special group of volatile organic compounds (VOC) constituted by the polycyclic aromatic hydrocarbons (PAHs) is remarkable because they are able to modify the normal metabolic functions of cells, originating mutagenic and carcinogenic effects.", "1", "-", "5", " Nowadays, the study of PAH formation and abatement is receiving special attention.", "6", " The influence of combustor type", "7", "-", "8", " and the process variables", "fuel type,", "9-11", " temperature,", "12,13", " oxygen excess percentage,", "14,15", " space velocity,", "16", " and sorbent addition", "14,17", "have been recently ", " reported, concluding that although process variables may be optimized to minimize the total PAH emissions it is not possible to achieve a total PAH abatement during the combustion process. Therefore, it is advisable to design new systems, outside the combustion process, to reduce the PAH emissions. ", " ", "The PAH emissions, due to their high volatility and reactivity,", "18", " can be released and supported not only onto the particulate matter but also in the gas phase.", "19", " While the more volatile compounds with 2 and 3 aromatic rings are mainly released in the gas phase, the heavier compounds, i.e., those containing 3 or more aromatic rings, can be emitted in association with the particulate matter.", "19", " Some authors", "20,21", " have studied the PAH gas/solid partitioning, finding that it is associated with the liquid vapor pressure, the size and surface area of the suspended particulate matter, the particulate matter chemical composition, and the ambient temperature. These characteristics, together with the PAH volatile character, will determine their emission way being emitted during the combustion process. ", " ", "The main advantage of the PAHs supported onto the particulate matter is that they can be trapped using cyclones, electrostatic precipitators, scrubbers, etc. However, the more volatile compounds and those on the smallest particulate matter can be released to the atmosphere by chimney, and their control is more difficult. Two technologies are the most promising alternatives to reduce gaseous PAH emissions:  catalytic PAH elimination", "22,23", " and PAH adsorption on carbonaceous materials.", "24,25", " ", " ", "Packed beds of carbonaceous materials have been used to remove organic emissions from air streams in a variety of applications and remain the most widely used method. They may be used in chimney technology to prevent environmental pollution or to provide clean air for personnel either on an individual basis, via a personal respirator, or collectively as in air conditioning.", "26", " There are few papers about PAH retention onto carbonaceous materials in which a quantitative analysis of the adsorption capacity of the adsorbents has been carried out. In previous papers,", "25,27", " the authors demonstrated that the Phe adsorption capacity", "both in dry and humid gas streams", "of different microporous carbon materials depends on the material textural characteristics and shows a good correlation to the total micropore volume (", "V", "N", "2", ") from the N", "2", " isotherm data calculated by the Dubinin-Radusckevich equation (DR). A competitive effect between Phe and water vapor molecules for adsorption sites was also reported.", "27", " In this paper, the influence on Phe adsorption of another important component in the combustion flue gases, CO", "2", ", is studied within the concentration ranges normally emitted at energy generation. ", " ", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Experimental Section", " ", "Sixteen carbon materials of different origins were used to study the moisture effect on their Phe adsorption capacity. CA-1, CA-2, and CA-4 were carbon blacks obtained from pyrolysis of different tire samples at 500 °C for 30 min in a swept fixed bed reactor with a continuous nitrogen flow of 2 L/min (STP conditions) and a heating rate of 25 °C/min. CA-1 and CA-2 were not subject to any activation process whereas CA-4 was activated to increase the micropore volume. The chars were activated at 850 °C in a nitrogen flow containing 10% steam for 8 h with a heating rate of 50 °C/min. CA-3 was a coke from German Rhenish lignite supplied by RWE Rheinbraun. This particular coke is well-known all over Europe for its interesting applications in the field of waste gas and wastewater cleaning. However, no information was given about the carbonization process. CA-5 and CA-6 were active carbons obtained from cherry stones and grape seeds, respectively. Both materials were activated with steam at 700 °C during 2 h and with a heating rate of 10 °C/min in a one-step method which combines the carbonization and activation process with a 10 g/min steam flow rate. CA-11 was a commercial activated carbon from coconut shells. CA-8, CA-14, and CA-16 were different activated carbons from apricot stones. CA-8 was obtained in a two-step process:  Apricot stones were carbonized in nitrogen at 800 °C for 2 h, then the carbonization product was activated with steam at 800 °C for 2 h and a steam flow rate of 10 g/min. The heating rate was 20 °C/min. CA-14 and CA-16 were obtained in a one-step method which combines the process of carbonization at 800 °C and the subsequent activation with steam for 2 and 3 h, respectively, both with a heating rate of 20 °C/min and a steam flow rate of 10 g/min. Finally, CA -7, CA-9, CA-10, CA-12, CA-13, and CA-15 correspond to different activated carbons from Spanish lignites. Activated carbon preparation was carried out by carbonization of the original raw materials, followed by activation in both CO", "2", " and steam. Carbonization and activation were carried out in a horizontal furnace. The carbonization was conducted in a N", "2", " flow (80 mL/min) at 850 °C with a heating rate of 5 °C/min for 2 h. The activation process was carried out at the same temperature and heating rate. The flow gases used were CO", "2", " (80 mL/min) for CA-9 and CA-15 adsorbents for 1 and 2 h, respectively, and steam/N", "2", " mixture (0.2 g/min) for CA-7, CA-10, CA-12, and CA-13 for reaction times between 1 and 2 h. The textural parameters of these carbon materials are compiled in Table 1", ". The pore volumes and the micropore distribution parameters of the carbon samples were analyzed in an automatic volumetric sorption analyzer (model ASAP 2000, Micromeritics Instrument Co., Norcross, GA) using N", "2", " and CO", "2", " adsorption at 77 and 273 K, respectively. To determine the experimental error sample CA-3 analyses were reproduced 5 times. The RSD obtained was 3%. ", " ", " ", " Table 1.  Morphological and Chemical Surface Parameters", " ", " ", " ", " ", "DR equation", "DA equation", "a", "TPD", "b", "BJH", "c", "sample", "origin", "V", "N", "2 ", "(cm", "3", "/g)", "V", "CO", "2 ", "(cm", "3", "/g)", "n", "L", " (nm)", "CO (μmol/g)", "CO", "2", " (μmol/g)", "V", "BJH", " (cm", "3", "/g) ", "CA-1 ", "tire ", "0.06 ", "0.03 ", "2.4 ", "0.9 ", "864 ", "373 ", "0.13 ", "CA-2 ", "tire ", "0.04 ", "0.01 ", "2.2 ", "1.1 ", "277 ", "121 ", "0.39 ", "CA-3 ", "coal ", "0.11 ", "0.11 ", "2.0 ", "1.3 ", "499 ", "542 ", "0.11 ", "CA-4 ", "tire ", "0.15 ", "0.08 ", "1.6 ", "1.4 ", "944 ", "295 ", "0.39 ", "CA-5 ", "cherry ", "0.13 ", "0.18 ", "2.4 ", "0.7 ", "1860 ", "874 ", "0.01 ", "CA-6 ", "grape ", "0.19 ", "0.21 ", "2.3 ", "0.8 ", "1480 ", "1010 ", "0.07 ", "CA-7 ", "coal ", "0.21 ", "0.19 ", "2.0 ", "1.1 ", "1400 ", "578 ", "0.06 ", "CA-8 ", "apricot ", "0.46 ", "0.25 ", "1.9 ", "1.6 ", "839 ", "592 ", "0.22 ", "CA-9 ", "coal ", "0.30 ", "0.28 ", "2.0 ", "1.0 ", "669 ", "353 ", "0.11 ", "CA-10 ", "coal ", "0.36 ", "0.28 ", "1.9 ", "1.1 ", "678 ", "392 ", "0.26 ", "CA-11 ", "coconut ", "0.57 ", "0.42 ", "1.4 ", "1.6 ", "681 ", "465 ", "0.10 ", "CA-12 ", "coal ", "0.41 ", "0.22 ", "1.5 ", "1.5 ", "1130 ", "344 ", "0.25 ", "CA-13 ", "coal ", "0.52 ", "0.27 ", "1.6 ", "1.4 ", "661 ", "357 ", "0.43 ", "CA-14 ", "apricot ", "0.52 ", "0.32 ", "1.6 ", "1.4 ", "705 ", "161 ", "0.57 ", "CA-15 ", "coal ", "0.48 ", "0.36 ", "1.7 ", "1.3 ", "612 ", "321 ", "0.14 ", "CA-16 ", "apricot ", "0.62 ", "0.29 ", "1.5 ", "1.6 ", "884 ", "482 ", "0.51", " ", " ", "a", " Dubinin−Astakhov equation.", "b", " Thermal Programmed Desorption.", "c", " Barnett, Joyner, Halenda method.", " ", " ", " ", " ", "The surface oxygen groups characterization was carried out on a Pulse Chemisorb 2700 (Micromeritics Instrument Co., Norcross, GA) by temperature-programmed desorption (TPD). The carrier flow rate was adjusted with an electronic mass flow controller. The gases evolved by thermal decomposition ", " from the surface groups were measured by gas chromatography with Porapak N-120 and Molecular Sieve columns. The temperature program was as follows:  35 °C isothermal for 4 min from 35 to 180 °C at 35 °C/min. ", " ", "The experimental error of these calculated surface oxygenated groups was determined from 5 TPD analyses. The resulting percentage experimental standard deviations were calculated to be 2%. ", " ", "Experiments were carried out using the laboratory scale rig described in detail elsewhere", "26", " where an additional mass flow controller was added in order to include CO", "2", " in the gas stream (see Figure 1", ")", ".", " The adsorption gas stream was passed through an adsorbent fixed bed reactor. The adsorbing bed, composed of 25 mg of adsorbent (a particulate size range between 100 and 200 μm) was mixed with 1.0 g of sand, inert material with the same particle size, to provide enough bed length (11 cm) ensuring a uniform flow throughout the reactor. Blank tests were carried out to check the inert material adsorption capacity. The temperature of the adsorption reactor was fixed at 150 °C (±1 °C accuracy) in the interior of a chromatographic furnace. ", " ", " Figure 1 Experimental system used for Phe adsorption measurement.", " ", " ", " ", "Before proceeding with each experiment, it was necessary to reach a constant and known concentration of Phe and CO", "2", " in the bed reactor inlet stream, by passing the outlet gas stream to the Flame Ionization Detector (FID) until these concentrations were obtained. Once reached, the gas stream was passed through the reactor starting the reaction time, which lasted until saturation was reached (", "C", "0", " = ", "C", "). ", " ", "Adsorption capacities, ", "w", "* (mg Phe/mg carbonaceous material), were calculated as ", "t", "b", " × ", "C", "0", " ", "×", " ", "Q", "/", "W", ", where ", "t", "b", " was the breakthrough time for a 2% of penetration time (min), ", "C", "0", " was the Phe inlet stream concentration (mg/mL), ", "Q", " was the flow (mL/min), and ", "W", " was the adsorbent weight (mg). The PAH concentration (", "C", ") in the outlet gas stream was directly measured by a previously calibrated FID. The reproducibility analyses of Phe adsorption capacity were carried out at an influent concentration of 2.0 ± 0.1 ppmv (mean ± standard deviation). A value of 0.11 ± 0.01 mg Phe/mg CA-3 was obtained for five experimental runs. ", " ", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Results and Discussion", " ", "Sample Characterization.", " The characteristics of the sixteen carbon materials are shown in Table 1. The parameter ", "V", "N", "2", " included in Table 1 is the total micropore volume (pore size < 2 nm), calculated from the Dubinin−Radushkevich (DR) equation for the N", "2", " isotherm data. ", "V", "CO", "2", " (pore size < 0.7 nm) is the narrow micropore volume, calculated from the DR equation for the CO", "2", " isotherm data. The mesopore volume, pore size 2−50 nm, was calculated using the BJH method for the N", "2", " isotherm data (", "V", "BJH", "). The ", "n", " exponent was obtained from applying the Dubinin−Astakhov equation to the CO", "2", " isotherm data. For most of the carbon adsorbents, ", "n", " ranged from 1 to 4. An ", "n", " value higher than 2 indicates a highly homogeneous, small micropore carbon adsorbent, while an ", "n", " value lower than 2 means a strongly activated and heterogeneous carbon. The ", "L", " value was obtained at the maximum value of the distribution curve using the Stoeckli equation when the characteristic adsorption energy, from the DA equation for the CO", "2", " isotherm data, ranges from 20 to 42 kJ/mol and using the Dubinin equation when the ", "E", "0", " values were lower. There are great differences among the adsorbent morphological and chemical surface parameters compiled in Table 1 where a considerable variety in microporosity development and distribution can be observed. Although samples CA-3, CA-7, and CA-9 have different porosities, the value of parameter ", "n", " in the DA equation (close to 2) and the similar values of ", "V", "N", "2", " and ", "V", "CO", "2", " indicate that they all have a homogeneous micropore distributions. In the case of CA-5 and CA-6 adsorbents, where ", "n", " > 2 and ", "V", "N", "2", " higher than ", "V", "CO", "2", ", the micropore distribution was very homogeneous and narrow. Finally, the remaining adsorbents, where ", "n", " < 2 and ", "V", "CO", "2", " < ", "V", "N", "2", ", will have a wide micropore distribution with an average micropore diameter with different values depending on their precursor nature and the experimental conditions used during activation (Table 1). Regarding the mesoporosity of adsorbents, the different values obtained will clarify their role in the adsorption process. ", " ", "Table 1 also shows the decomposition products from the surface oxygen-containing groups (CO and CO", "2", ") which were determined by TPD. The CO", "2", " was released at low temperatures, as a result of the decomposition of acid surface groups. The CO groups have their origin from weakly acidic, neutral, and basic groups, which are thermally more stable and are, therefore, released at higher temperatures. In Table 1, we can see the great differences between the amount of CO and CO", "2", " desorbed for the various samples during the TPD experiments. Table 1 shows that the oxygen content of the samples depends on the precursor nature and the experimental conditions used during activation. ", " Therefore, a set of samples have been selected, with important differences regarding both porous texture and surface chemistry. ", " ", "Phe Adsorption. ", "The Phe adsorption capacity was obtained from the breakthrough curves. Figure 2", " shows the CA-3 sample breakthrough curves with the same Phe concentration (0.5 ppmv) and different CO", "2", " percentages (0%, 10%, 15%, and 30%). The high slope indicates that the Phe adsorption was very quick, with minimum mass transfer effect, and very fast kinetics.", "28", " ", " ", " Figure 2 Breakthrough curves for Phe adsorption on the CA-3 sample at different CO", "2", " percentages:  ▵ 0%; 10%; 15%, and ○ 30%. (", "T", "×bb = 150 °C, ", "C", "0", " ≈ 1 ppmv).", " ", " ", " ", "The Phe adsorption capacities of the sixteen carbonaceous materials are reported in Table 2", ". This Table shows ", "w", "*/", "C", "0", " values in 0% and 15% CO", "2", " gas streams, as well as the difference in percentage between them. The ratio ", "w", "*/", "C", "0", " is given because the experimental design did not permit the same Phe inlet concentration constant in all runs, and so, ", "w", "* could not be compared. The inlet average concentration was 2.0 ± 0.1 ppmv. The influence of adsorbent characteristics on Phe adsorption has been reported in previous works.", "25", " The Phe adsorption process occurs preferentially in those pores with molecular size diameter (ca 0.7 nm) where the adsorption potential is maximum.", "25", " Therefore, adsorbents with a high microporosity developed around an average pore diameter higher than 0.7 nm favor the Phe retention. It can also be determined that the mesoporosity presence is suitable for Phe adsorption, because not only are the Phe molecules allowed to enter the micropores but also the retention increase through multilayer adsorption is favored. The presence of CO", "2", " in the gas stream with a concentration similar to the one existing in the new systems for energy generation decreases the total amount of Phe adsorbed. This is probably due to a competitive effect between both molecules to access the adsorption sites (see Table 2). In Table 3", ", the Pearson correlation coefficients and the significance levels between the Phe adsorption capacities and the adsorbent textural parameters are reported. It is observed that the incorporation of CO", "2", " to the gas stream does not change the main textural parameters that control the adsorption process. The total micropore volume, ", "V", "N", "2", ", which is the main property in the Phe adsorption process, is positively correlated to Phe adsorption capacity (see Table 3). The narrow micropore volume, ", "V", "CO", "2", ", is also positively correlated to Phe adsorption capacity but with a correlation coefficient lower than ", "V", "N", "2", ". This is probably due to diffusional and steric problems of Phe molecules to get into the narrow micropores. According to the correlation coefficients obtained, the more suitable micropore distribution for Phe retention would be wide micropore distributions (", "n", " value lower than 2) with a high micropore average size to avoid diffusional problems. Regarding mesoporosity, the Phe adsorption is positively correlated to the ", "V", "BJH", " with a 95% significance level. Mesopores not only favor the Phe diffusion into the micropores but also increase the Phe retention by multilayer adsorption because of adsorbate−adsorbate interactions. The influence of adsorbent surface chemistry was determined from the correlation coefficients between the Phe adsorption capacities and the oxygen surface groups desorbed in TPD. Statistical significance between Phe adsorption capacity and oxygen surface groups was not found probably due to the physical character of the Phe adsorption process at the operating conditions. In Table 3, the influence of the textural parameters in the change of the Phe adsorption capacity when CO", "2", " (15% CO", "2", ") is added to the gas stream is also shown. It is remarkable that there is a high statistical significance with ", "V", "CO", "2", ". This is probably because the CO", "2", " molecules are retained mainly in the molecular size micropores (ca. 0.3 nm)", "and therefore, the higher the narrow microporosity, the higher the CO", "2", " adsorption", "competing for the Phe adsorption into the micropores. ", " ", " ", " Table 2.  Phe Adsorption Capacities ", "(w*", "/", "C", "0", " [mL/mg]) for the Studied Carbonaceous Materials at 0% and 15% CO", "2", " Gas Stream", " ", " ", "adsorbent", "w*/", "C", "0", " ", "0% CO", "2", "w*/", "C", "0", " ", "15% CO", "2", "% difference ", "CA-1 ", "13 ", "13 ", "0 ", "CA-2 ", "8 ", "13 ", "−63 ", "CA-3 ", "62 ", "47 ", "24 ", "CA-4 ", "64 ", "61 ", "5 ", "CA-5 ", "12 ", "9 ", "25 ", "CA-6 ", "74 ", "46 ", "38 ", "CA-7 ", "102 ", "70 ", "31 ", "CA-8 ", "199 ", "102 ", "49 ", "CA-9 ", "161 ", "97 ", "40 ", "CA-10 ", "189 ", "101 ", "47 ", "CA-11 ", "272 ", "175 ", "36 ", "CA-12 ", "234 ", "161 ", "31 ", "CA-13 ", "260 ", "212 ", "18 ", "CA-14 ", "285 ", "172 ", "40 ", "CA-15 ", "274 ", "166 ", "39 ", "CA-16 ", "332 ", "235 ", "29", " ", " ", " ", " ", " Table 3.  Correlation Coefficients, ", "r", ", and Statistical Significance Levels, ", "p", ", of the Relationships between Textural Parameters and Adsorption Capacities", " ", " ", " ", " ", "V", "N", "2", "V", "CO", "2", "n", "L", "V", "BJH", "CO", "CO", "2", "O", "a", " ", "0% CO", "2", " ", "r", " ", "0.98 ", "0.86 ", "−0.83 ", "0.74 ", "0.45 ", "−0.28 ", "−0.28 ", "−0.30 ", " ", "p", " ", "0.00", "b", " ", "0.00", "b", " ", "0.00", "b", " ", "0.00", "b", " ", "0.05", "a", " ", "0.30 ", "0.29 ", "0.26 ", "15% CO", "2", " ", "r", " ", "0.95 ", "0.77 ", "−0.83 ", "0.76 ", "0.52 ", "−0.27 ", "−0.30 ", "−0.30 ", " ", "p", " ", "0.00", "b", " ", "0.00", "b", " ", "0.00", "b", " ", "0.00", "b", " ", "0.04", "a", " ", "0.31 ", "0.26 ", "0.25 ", "% diff ", "r", " ", "0.54 ", "0.76 ", "−0.37 ", "0.19 ", "−0.23 ", "0.30 ", "0.39 ", "0.37 ", " ", "p", " ", "0.03", "a", " ", "0.00", "b", " ", "0.16 ", "0.47 ", "0.39 ", "0.25 ", "0.14 ", "0.16", " ", " ", "a", " 95% significance.", "b", " 99% significance.", " ", " ", " ", " ", "Adsorption Isotherm Modeling. ", "Adsorption isotherms of Phe vapors on CA-3 sample were obtained at different CO", "2", " percentages, 0%, 10%, 15%, and 30% at 150 °C (see Figures ", "3 and 4). The adsorption isotherms are close to type I of the BDDT (Brunauer, Deming, ", " Deming, and Teller) classification.", "29", " Thus, the initial part of the adsorption isotherm represents micropore filling and the slope of the plateau at higher concentrations is due to the multilayer adsorption on the nonmicroporous surface (mesopores, macropores, and the external surface). Therefore, the adsorption is mainly produced in the molecular size pores of Phe and the presence of CO", "2", " in the gas stream does not seem to prevent the multilayer adsorption, as mentioned above. The decrease of the Phe adsorption capacity when CO", "2", " is added to the gas stream is probably due to a competitive effect between both molecules for the adsorption sites. It is also observed that the increase in the CO", "2", " percentage from 10% to 30% does not seem to affect the Phe adsorption capacities. This fact is consistent with the results obtained by Yong et al.", "30", " who reported that the CO", "2", " adsorption at high temperature on nonchemically modified carbonaceous materials follows Henry's law with a negligible influence of CO", "2", " partial pressure on its adsorption capacity. ", " ", " Figure 3 Phe adsorption isotherms on the CA-3 sample at different CO", "2", " percentages, ▵ 0%; 10%; 15% and ○ 30%. (", "T", "×bb = 150 °C, 0.02 < ", "C", "0", " <3 ppmv).", " ", " ", " Figure 4 Phe adsorption isotherms on the CA-3 sample at CO", "2", " percentage, ▵, ▵ 0%; 10%; 15% and ○ 30%. (", "T", "×bb = 150 °C, 0.02 < ", "C", "0", " < 0.13 ppmv).", " ", " ", " ", "From the adsorption isotherm data, it could be deduced that the incorporation of CO", "2", " to the gas stream does not change the Phe adsorption mechanism on the carbonaceous material surface. This fact was not observed when steam was involved in the Phe adsorption. Previous works", "27", " showed that the presence of moisture in the inlet gas stream not only decreased the Phe adsorption capacity but also prevented the adsorbate−adsorbate interactions which lead to the multilayer adsorption. ", " ", "Isotherm experimental results were fitted to the Freundlich adsorption model in order to predict the adsorbent behavior in energy generation systems where concentrations are ranging from low ppbv", "6", " up to several ppmv.", "11", " ", " ", "The Freundlich equation is an empirical relationship based on the assumption of a logarithmic decrease in adsorption heat with adsorption surface coverage. The Freundlich equation is commonly used in the following form: ", " ", " ", " ", "where ", "w", "* and ", "C", "0", " are defined as for eq 1, and ", "K", "f", " and ", "n", "f", " are empirical constants which also depend on the temperature. If the equilibrium experimental data are used (", "w*", " and ", "C", "0", "), the isotherm parameters (", "K", "f", " and ", "n", "f", ") in eq 1 can be determined by plotting ln(", "w*", ") against ln(", "C", "0", "). Generally, the parameter ", "n", "f", " has a value greater than unity, showing a favorable adsorption onto the microporous adsorbent. The magnitude of ", "K", "f", " is related to the adsorbent capacity. Table 4", " shows the parameters", " K", "f", " and ", "n", "f", " and correlation coefficients obtained by applying the Freundlich model to the Phe isotherm data. The Freundlich model is able to fit the experimental data at the studied conditions. This is due to the fact that the Freundlich equation allows for the averaging of differing multilayer adsorption energies and differing surface adsorption groups which are both affected by the size and distribution of pores in an adsorbent.", "31", " Thus, the multilayer process involved in the Phe adsorption is taken into account. All the ", "n", "f", " values shown in Table 4 were greater than unity, indicating a favorable adsorption process on the CA-3 sample. According to the above-mentioned hypothesis, all the ", "K", "f", " values were identical when CO", "2", " was present in the gas stream, and lower than those obtained in the absence of CO", "2", " when only Phe is processed. ", " ", " ", " Table 4.  Parameters of Freundlich Isotherm for Phe Adsorption on CA-3 Sample at Different CO", "2", " Percentages", " ", " ", "% CO", "2", "[Phe] range (ppmv)", "K", "f", " (mg/mg)/(mg/L)", "1/", "n", "f", "r", "2", " ", "0 ", "0.024−3.4 ", "0.13 ", "0.15 ", "0.98 ", "10 ", "0.032−3.4 ", "0.11 ", "0.10 ", "0.99 ", "15 ", "0.031−3.5 ", "0.11 ", "0.12 ", "0.97 ", "30 ", "0.027−3.5 ", "0.11 ", "0.13 ", "0.99", " ", " ", " ", "Breakthrough Curve Mathematical Modeling. ", "Mathematical modeling of breakthrough curves allows the prediction of the system behavior in conditions different from those used in the laboratory experiments. Several theoretical complex models have been proposed in the literature", "32", " to simulate breakthrough curves. However, a very simple model, the Yoon and Nelson model,", "33", " has been chosen in this paper due to its simplicity and capacity to fit satisfactorily the obtained breakthrough curves. In this model, no detailed data concerning the characteristics of adsorbate, the type of adsorbent, and the physical properties of adsorption bed ", " are needed. To develop this model, Yoon and Nelson considered that when a gas stream flows through a fixed bed of activated carbon, some of the gas molecules are adsorbed on activated sites while others pass through the activated carbon bed. In addition, they postulated", "34-36", " that the rate of decrease in the probability of adsorption for each adsorbate molecule is proportional to the probability of adsorbate adsorption and the probability of adsorbate breakthrough on the adsorbent. The final equation developed by Yoon and Nelson may be written as", " ", " where ", "t", " is the breakthrough time, ", "C", "b", " and ", "C", "i", " are the breakthrough (effluent) concentration and inlet concentration, respectively, τ is the time required for 50% adsorbate breakthrough, ", "k", "‘", " is the rate constant, and ", "k", " is a proportionality constant. These parameters can be easily determined from the slope and intercept of linear plots of ln[", "C", "b", "/(", "C", "i", " − ", "C", "b", ")] versus ", "t", ". Figures ", "5 and 6 show the experimental breakthrough curves with 0% and 15% CO", "2", " at the inlet gas stream for CA-6 and CA-14, respectively. The theoretical curves calculated according to the Yoon and Nelson mathematical model are also shown. It can be pointed out that the Yoon and Nelson model is appropriate to predict the breakthrough time in both cases independently of the inlet gas stream composition and the textural parameters. It can also be observed that only in those adsorbents with a wide micropore distribution and a high average size diameter, the Yoon and Nelson model could predict the shape of the breakthrough curves. This fact is reflected in Figure 5, where the breakthrough curves on Phe adsorption for CA-14 adsorbent are shown. In this adsorbent, where ", "V", "N", "2", " > ", "V", "CO", "2", ", ", "n", " < 2 and high ", "V", "BJH", ", the Phe molecules did not have mass transfer problems to get into the micropores, independently of the percentage of surface coverage. In Figure 6, the breakthrough curves for an adsorbent with a narrow and homogeneous micropore distribution, CA-6, are shown. It is observed that the model did not fit the breakthrough experimental data obtained for Phe relative concentrations higher than 70%. This fact is probably due to the mass transfer and diffusional problems of Phe molecules when the percentage of surface coverage caused by a micropore entrance blocking increases. The Yoon and Nelson model does not seem to be an appropriate tool to predict the behavior of an active carbon at high surface coverage, probably because it does not take into account changes in the Phe diffusion coefficient. Other mathematical models", "37,38", " consider the change of this parameter at high bed conversions and probably will be able to simulate the breakthrough curve in the whole range of surface coverage. ", " ", " Figure 5 Breakthrough curves for Phe adsorption on the CA-14 at different CO", "2", " percentages. ▵ 0% and 15%. (", "T", "×bb = 150 °C, ", "C", "0", " ≈ 1 ppmv).", " ", " ", " Figure 6 Breakthrough curves for Phe adsorption on the CA-6 at different CO", "2", " percentages. ▵ 0% and 15%. (", "T", "×bb = 150 °C, ", "C", "0", " ≈ 1 ppmv).", " ", " ", " ", "In Table 5", ", τ and ", "k", ", two parameters of the Yoon and Nelson model for Phe adsorption on the studied adsorbents are reported. The τ parameter is positively correlated to the Phe adsorption capacity, ", "r", "2", " = 0.98, so that τ values depend on the microporosity, the micropore distribution, and the mesoporosity, as reported for the Phe adsorption capacity. According to Yoon and Nelson's postulates,", "39", " the ", "k", " parameter should be a constant for ", " a given adsorbate and a specified type of adsorbent, and also independent of the adsorbate concentration and the", " flow rate. The ", "k", " values reported in Table 5 are dependent on the adsorbent nature, but no relationship has been found between them and the physical and chemical adsorbent properties with a significance level higher than 95%. According to previous results, comparing τ and ", "k", " parameters obtained from 0% and 15% CO", "2", " gas streams, it could be observed that the τ values were always lower working with CO", "2", ", due to the competitive effect between CO", "2", " and Phe for the adsorption sites. ", " ", " ", " Table 5.  Parameters of Yoon and Nelson Model for Phe Adsorption on Carbonaceous Materials (", "C", "0", " = 2 ppmv, ", "T", " = 150 °C)", " ", " ", " ", "0% CO", "2", "15%CO", "2", "samples", "τ", "k", "τ", "k", " ", "CA-1 ", "26 ", "13 ", "17 ", "12 ", "CA-2 ", "20 ", "19 ", "15 ", "38 ", "CA-3 ", "127 ", "178 ", "55 ", "28 ", "CA-4 ", "219 ", "38 ", "66 ", "66 ", "CA-5 ", "30 ", "30 ", "11 ", "23 ", "CA-6 ", "195 ", "37 ", "51 ", "51 ", "CA-7 ", "302 ", "98 ", "72 ", "94 ", "CA-8 ", "518 ", "67 ", "125 ", "25 ", "CA-9 ", "425 ", "58 ", "102 ", "68 ", "CA-10 ", "501 ", "100 ", "102 ", "80 ", "CA-11 ", "735 ", "147 ", "216 ", "22 ", "CA-12 ", "580 ", "232 ", "167 ", "193 ", "CA-13 ", "593 ", "65 ", "222 ", "44 ", "CA-14 ", "572 ", "80 ", "189 ", "57 ", "CA-15 ", "672 ", "87 ", "175 ", "44 ", "CA-16 ", "940 ", "136 ", "265 ", "27", " ", " ", " ", " ", " Table 6.  Values of Simulation Parameters for Phe onto CA-3 Adsorbent", " ", " ", "% CO", "2", "a", "k", "w", " ", "0% ", "1.9 ", "2.4 ", "10% ", "1.9 ", "1.4 ", "15% ", "1.9 ", "1.8 ", "30% ", "1.9 ", "1.0", " ", " ", " ", "Yoon and Nelson, on the basis of chemical kinetic principles, postulated that the adsorptive reaction is an ", "n", "th-order reaction, and formulated the following relationship between τ and the reactant concentration:", " ", " where ", "k", "w", " is a proportionality constant, ", "C", "i", " is the inlet effluent concentration, ", "a", " is the reaction order, and ", "F", " is the flow rate of the gas stream. This equation can be transformed into eq 4 to determine the reaction order, and the proportionality constant ", "k", "w", ":", " ", " Plotting ln(1/τ) versus ln(", "C", "i", "), the reaction order can be calculated from the slope and the proportionality constant from the intercept. In Table 6, the reaction order, ", "a", ", and the proportionally constant, ", "k", "w", ", are shown. It is observed that the reaction order is not a function of either CO", "2", " presence or the CO", "2", " percentage. This conclusion seems to support the hypothesis above whereby the presence of CO", "2", " does not affect the Phe adsorption mechanism.", " ", " ", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Acknowledgment", " ", "The authors would like to thank the European Community for its partial support and to the DGA (Aragon, Spain) for its fellowships (T. G. and J. M. Lopez).", " ", "    ", "This article references 39 other publications.", " ", "(1)", " ", "Polynuclear Aromatic Compounds, Part 1. International Agency for Research on Cancer (IARC); Chem., Environm. and Experimental Data: ", "Lyon", ",", " France", " 1983.", "There is no corresponding record for this reference.", " ", " ", "(2)", " ", "Lee, M. L.; Novotny, M.; Bartle, K. D. ", "  Analytical Chemistry of Polycyclic ", "Aromatic Compounds", "; Academic Press:  New York, 1981.", "There is no corresponding record for this reference.", " ", " ", "(3)", " ", "Badger, G. M. ", "  Natl. Cancer Inst. Monogr.", " ", "1962", ", ", "9", ", 1.", "[", "PubMed", "], [", "CAS", "]", "(3) . ", "Mode of formation of carcinogens in human environment", "BADGER G M", "National Cancer Institute monograph", "\r\n        (", "1962", "),\r\n    ", "9", "\r\n        (", "),\r\n    ", "1-16", "\r\n        ISSN:", "0083-1921", ".\r\n    ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADyaF38%252FgsFSqtg%253D%253D&md5=0778ac3169a5d02e7e49d94f4ab5c523", " ", " ", "(4)", " ", "Evaluation and estimation of potential carcinogenic risks of PAH. Carcinogen assessment group; Office of Health and Environmental Assessment; Office of Research and Development; US EPA: Washington, DC, 1985.", "There is no corresponding record for this reference.", " ", " ", "(5)", " ", "Scientific criteria document for multimedia standards development PAH, Part 1:  Hazard identification and dose−response. Ministry of Environment and Energy:  Ontario, 1997.", "There is no corresponding record for this reference.", " ", " ", "(6)", " ", "Mastral, A. M.; Callén, M. S. ", "  Environ. Sci. Technol. ", "2000", ", ", "34", ", 3051.", "[", "ACS Full Text ", "], [", "CAS", "]", "(6) . ", "A Review on Polycyclic Aromatic Hydrocarbon (PAH) Emissions from Energy Generation", "Mastral, Ana M.; Callen, Maria S.", "Environmental Science and Technology", "\r\n        (", "2000", "),\r\n    ", "34", "\r\n        (", "15", "),\r\n    ", "3051-3057", "CODEN:\r\n                ", "ESTHAG", ";\r\n        ISSN:", "0013-936X", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Polycyclic arom. hydrocarbons (PAHs) emitted from fluidized-bed combustion have been reviewed with 176 refs..  First, the origin of the PAHs is covered.  Second, the state of the art on sampling and anal. procedures are discussed.  Finally, the influence of the fuel, fossil and nonfossil fuels, the combustor type, and the combustion variables are analyzed with regard to PAH formation and emission in solid/gaseous phases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXksVagtrg%253D&md5=d7082f8fab6f23791e98f5643ff6df95", " ", " ", "(7)", " ", "Davies, M.; Rantell, T. D.; Stokes, B. J.; Williamson, F. ", "  Characterization ", "of trace hydrocarbon emissions from coal fired appliances", "; Final Report. ECSC project No. 7220/ED821; EUR-14866:  Cheltenham, U.K., Coal Research Establishment, 1992; p 18.", "There is no corresponding record for this reference.", " ", " ", "(8)", " ", "Bayram, A. Ph.D. ", "  Generation of emission factors for PAH due to Turkish ", "coals burned in different types of combustion units", ". Izmir, March 1995.", "There is no corresponding record for this reference.", " ", " ", "(9)", " ", "Fullana, A.; Font, R.; Conesa, J. A.; Blasco, P. ", "  Environ. Sci. Technol. ", "2000", ", ", "34", ", 2092.", "[", "ACS Full Text ", "], [", "CAS", "]", "(9) . ", "Evolution of Products in the Combustion of Scrap Tires in a Horizontal, Laboratory Scale Reactor", "Fullana, A.; Font, R.; Conesa, J. A.; Blasco, P.", "Environmental Science and Technology", "\r\n        (", "2000", "),\r\n    ", "34", "\r\n        (", "11", "),\r\n    ", "2092-2099", "CODEN:\r\n                ", "ESTHAG", ";\r\n        ISSN:", "0013-936X", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A horizontal lab. reactor was used to study the evolution of byproducts from the combustion of scrap tires at five nominal temps. (ranging from 650 to 1050 °C) and different oxygen:sample ratios.  A model was used to calc. the bulk air ratio (λ), and the oxygen consumption was discussed considering this ratio λ.  More than 100 volatile and semivolatile compds. were identified and quantified by gas chromatog. mass spectrometry, plotting their yields vs the bulk air ratio and temp.  Five different behaviors considering the bulk air ratio and the temp. were identified.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXisFGitb0%253D&md5=1e33ceae559d504cd332feccccf55af5", " ", " ", "Levendis, Y. A.; Atal, A.; Carlson, J. B. ", "  Combust. Sci. Techonol. ", "1998", ", ", "134", ", 407.", "[", "Crossref", "], [", "CAS", "]", ". ", "PAH and soot emissions from combustion of coal and waste tire-derived-fuel in fixed beds", "Levendis, Y. A.; Atal, A.; Carlson, J. B.", "Combustion Science and Technology", "\r\n        (", "1998", "),\r\n    ", "134", "\r\n        (", "1-6", "),\r\n    ", "407-431", "CODEN:\r\n                ", "CBSTB9", ";\r\n        ISSN:", "0010-2202", ".\r\n    \r\n            (", "Gordon & Breach Science Publishers", ")\r\n        ", "A lab. investigation on emissions from batch combustion of waste tire-derived-fuel (TDF) and coal in fixed beds is discussed.  The goal was to compare the magnitude of emissions from this mode of combustion to that from continuous combustion of streams of particles of the same fuels in pulverized form, conducted previously.  In expts. discussed here, waste tire chunks (3-9 mm), tire crumb (180-212 μm) and bituminous coal (63-75 μm) were burned in a horizontal muffle furnace, at a gas temp. of ≈1000°.  The fuel mass loading in the furnace was varied; residence time of post-combustion gases was ≈1 s.  At the furnace exit, CO, CO2, NOx, polynuclear arom. hydrocarbon (PAH), and particulate emissions were measured.  Results showed that PAH emissions from batch combustion of tire chunks were higher than those from tire crumb, which in turn were an order of magnitude higher than those from coal, under similar combustion conditions.  Increasing mass loading for tire crumb and pulverized coal, increased the specific emissions of PAH.  Increasing the segmentation of the tire, at a fixed mass loading, also increased the specific PAH emissions.  Particulate emissions closely followed PAH emission trends.  Batch combustion of tire chunks resulted in higher particulate yields than tire crumb, with pulverized coal a distant third.  Specific CO emissions from batch combustion of TDF were an order of magnitude higher than those from coal combustion.  For both fuels, CO emissions were detected during release and combustion of the volatiles only.  Specific CO2, and, esp. NOx emissions, from batch combustion of tire crumb were lower than those from coal.  The emission comparison of batch combustion of pulverized fuels in fixed beds with continuous combustion of streams of particles was conducted under laminar flow conditions, similar gas temps. and similar post-combustion residence times.  Results showed: PAH and CO emissions of tire crumb were much lower in the latter mode of combustion, even at bulk equivalence ratios as high as 1.4; to the contrary, for coal, the mode of combustion had little effect on PAH and CO emissions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXislKmtLg%253D&md5=54e9a1e8e0f86179cc2440db6c0cd313", " ", " ", "(11)", " ", "Mastral, A. M.; Callén, M. S.; Murillo, R.; García, T. ", "  Environ. Sci. ", "Technol", ". ", "1999", ", ", "33", ", 4155.", "[", "ACS Full Text ", "], [", "CAS", "]", "(11) . ", "Combustion of high calorific value waste material: Organic atmospheric pollution", "Mastral, Ana M.; Callen, MarIa S.; Murillo, Ramon; GarcIa, Tomas", "Environmental Science and Technology", "\r\n        (", "1999", "),\r\n    ", "33", "\r\n        (", "23", "),\r\n    ", "4155-4158", "CODEN:\r\n                ", "ESTHAG", ";\r\n        ISSN:", "0013-936X", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Waste tire combustion in an atm. fluidized-bed reactor (7 cm i.d., 76 cm height) has been performed in a lab. plant with the aim of studying the polycyclic arom. hydrocarbon (PAH) emissions as a function of combustion temp.  The main aim has been to compare these org. emissions with the ones obtained when coal is burned at the same combustion conditions. PAH emissions have been analyzed in solids collected in two cyclones at the exit of the reactor and in a trap system formed by a condenser, a filter (20 μm), and an adsorbent.  After PAH extn. with DMF by sonication, fluorescence spectroscopy in the synchronous mode (FS) has been used as an anal. technique to quantify the PAHs emitted.  Higher PAH emissions are generated when this waste material is burnt at the same conditions used for coal atm. fluidized-bed combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXms1yjsr0%253D&md5=79d844c9c487a456c21a442aea04d164", " ", " ", "(12)", " ", "Karunaratne, D. G. G. P.; Gulyurtlu, I.; Cabrita, I. accepted by the ", "Int. J. ", "Environ. Toxicol. Chem.", ", accepted.", "There is no corresponding record for this reference.", " ", " ", "(13)", " ", "Mastral, A. M.; Callén, M. S.; Murillo, R. ", "  Fuel", " ", "1996", ", ", "75 ", "(13), 1533.", "[", "Crossref", "], [", "CAS", "]", "(13) . ", "Assessment of PAH emissions as a function of coal combustion variables", "Mastral, Ana Maria; Callen, Marisol; Murillo, Ramon", "Fuel", "\r\n        (", "1996", "),\r\n    ", "75", "\r\n        (", "13", "),\r\n    ", "1533-1536", "CODEN:\r\n                ", "FUELAC", ";\r\n        ISSN:", "0016-2361", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The influence of fluidized bed combustion (FBC) temp. and coal rank on polycyclic arom. hydrocarbon (PAH) emissions was assessed.  A low-rank and a high-rank coal were burnt in a fluidized bed reactor (FBR) on a lab. scale.  An outlet gas sample was passed through a capture system provided with three traps: nylon filter, Teflon filter and XAD-2 resin.  The PAH captured were analyzed by fluorescence spectroscopy (FS) after sonic extn. with DMF.  The results show that the total PAH emission depends mainly on the pyrolytic process and to a lesser degree on the combustion efficiency.  Although the total amt. of PAH emitted follows a specific trend as a function of the combustion temp., the amt. of each PAH emitted seems to be consequence of a random distribution due to PAH interconversion and assocn.  Under all conditions of combustion, the amt. of PAH emitted in the gas phase is higher than that collected in two cyclones preceding the gas sampling location.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28Xms1Ghtbo%253D&md5=5ff2cb3d097cd318c5b73051ecdf16fb", " ", " ", "(14)", " ", "Liu, K. L.; Han, W. J.; Pan, W. P.; Riley, J. T. ", "  J. Hazard. Mater", ". ", "2001", ", ", "84", " (2−3), 175.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(14) . ", "Polycyclic aromatic hydrocarbon (PAH) emissions from a coal-fired pilot FBC system", "Liu, K.; Han, W.; Pan, W.-P.; Riley, J. T.", "Journal of Hazardous Materials", "\r\n        (", "2001", "),\r\n    ", "84", "\r\n        (", "2-3", "),\r\n    ", "175-188", "CODEN:\r\n                ", "JHMAD9", ";\r\n        ISSN:", "0304-3894", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "Due to the extensive nos. of data suggesting the hazards of these compds., 16 polycyclic arom. hydrocarbons (PAHs) are on the US Environmental Protection Agency (EPA) Priority Pollutant List.  Emissions of these PAHs in the flue gas from the combustion of four coals were measured during four 1000-h combustion runs using a 0.1-MW heat-input (MWth) bench-scale fluidized bed combustor (FBC).  An online sampling system was designed for the 16 PAHs which consisted of a glass wool filter, condenser, glass fiber filter, Teflon filter, and Tenax trap.  The filters and Tenax were extd. by methylene chloride and hexane, resp., followed by gas chromatog./mass spectrometry (GC/MS) anal. using the selective ion monitoring (SIM) mode.  In this project, the effects of operating parameters, limestone addn., chlorine content in the coal, and Ca/S molar ratio on the emissions of PAHs were studied.  The results indicated that the emissions of PAHs in an FBC system are primarily dependent on the combustion temp. and excess air ratio.  The injection of secondary air with high velocity in the freeboard effectively reduces PAH emissions.  The addn. of extra limestone can promote the formation of PAHs in the FBC system.  Chlorine in the coal can possibly lead to large benzene ring PAH formation during combustion.  The total PAH emission increases with an increase in the sulfur content of coal.  Incomplete combustion results in PAHs with four or more benzene rings.  High-efficiency combustion results in PAHs with two or three benzene rings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXkt1KgsLc%253D&md5=47ee103620690813d8925446fbe10361", " ", " ", "(15)", " ", "Mastral, A. M.; Callén, M. S.; Murillo, R.; García, T. ", "  Fuel", " ", "1998", ", ", "77 ", "(13), 1513−1516.", "[", "Crossref", "], [", "CAS", "]", "(15) . ", "Assessment of PAH emissions as a function of coal combustion variables in fluidized bed. 2. Air excess percentage", "Mastral, Ana M.; Callen, Marisol; Murillo, Ramon; Garcia, Tomas", "Fuel", "\r\n        (", "1998", "),\r\n    ", "77", "\r\n        (", "13", "),\r\n    ", "1513-1516", "CODEN:\r\n                ", "FUELAC", ";\r\n        ISSN:", "0016-2361", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "Low-rank coal combustion was carried out in a lab.-scale fluidized combustion pilot plant, in order to study the influence of the air excess percentage on PAH (polycyclic arom. hydrocarbon) formation and emissions.  Expts. were carried out at 850° with a const. air total flow of 860 L/h and variable coal feeding rate and air excess percentages.  In each expt., five samples were collected from two cyclones, bubbling system, nylon filter, and adsorption system (XAD-2 adsorbent resin).  The PAH contained in these five samples analyzed by fluorescence spectroscopy in mode synchronous after extn. by sonication with DMF.  The total PAH amt. had a close correlation with the air excess percentage: the higher the air excess, the lower the total PAH amt. emitted.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXlvVWms7g%253D&md5=c6ca75b415eb0fd3bb9536075d4ad2a6", " ", " ", "(16)", " ", "Mastral, A. M.; Callén, M. S.; Murillo, R.; García, T. ", "  Fuel", " ", "1999", ", ", "78", ", 1553−1557.", "[", "Crossref", "], [", "CAS", "]", "(16) . ", "Influence on PAH emissions of the air flow in AFB coal combustion", "Mastral, A.; Callen, M.; Murillo, R.; Garcia, T.; Vinas, M.", "Fuel", "\r\n        (", "1999", "),\r\n    ", "78", "\r\n        (", "13", "),\r\n    ", "1553-1557", "CODEN:\r\n                ", "FUELAC", ";\r\n        ISSN:", "0016-2361", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "From the many variables influencing the emissions at the new power stations provided with fluidized bed combustors, the airflow influence on PAH emissions at coal AFBC has been studied in this paper.  The interval from 700 to 1100 L/h with gradual increases of 100 L/h is studied in detail in relation to polycyclic hydrocarbons emissions.  Similar conditions to those used in coal AFBC at the power stations have been simulated in an exptl. pilot plant, lab. scale.  The influence of varying flows on emissions of the priority PAH pollutants listed by USEPA is analyzed keeping const. the percentage of oxygen excess (10%), the combustion temp. (850°C) and the coal particle size (0.5-1 mm).  The PAH analyses are performed by Fluorescence Spectroscopy at the synchronous mode.  A dramatic increase of total PAH emission is obsd. between 850 and 900 l/h probably due to the slugging regime at higher flows.  Results on the most relevant polyaroms. are reported and commented upon.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXms1Omsr0%253D&md5=1f6476708670c48240d373f215a31fc0", " ", " ", "(17)", " ", "Mastral, A. M.; García, T.; Callén, M. S.; Lopez, J. M.; Murillo, R.; Navarro, M. V. ", "  Energy Fuels", " ", "2001", ", ", "15", ", 1469.", "[", "ACS Full Text ", "], [", "CAS", "]", "(17) . ", "Effects of limestone on polycyclic aromatic hydrocarbon emissions during coal atmospheric fluidized bed combustion", "Mastral, A. M.; Garcia, T.; Callen, M. S.; Lopez, J. M.; Murillo, R.; Navarro, M. V.", "Energy & Fuels", "\r\n        (", "2001", "),\r\n    ", "15", "\r\n        (", "6", "),\r\n    ", "1469-1474", "CODEN:\r\n                ", "ENFUEM", ";\r\n        ISSN:", "0887-0624", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The aim of this paper is to investigate the effects that the incorporation of limestone to the feed may have on polyarom. hydrocarbon (PAH) emissions during coal atm. fluidized bed combustion.  The study was performed at a combustion temp. of 850 °C, an oxygen excess percentage of 10%, and a total air velocity of 0.24 m/s (around twice the min. fluidization velocity of the heaviest solid) in a lab. scale pilot plant with a fluidized bed reactor (7 cm i.d., 76 cm height).  The emissions of 16 PAH's (listed by the US Environmental Protection Agency as priority pollutants) were analyzed considering their feeding and their fluidized bed nature.  The samples analyzed were taken from a cyclone, a condenser, a Teflon filter (1-μ pore size), and XAD-2 resin.  After sonication extn. with DMF as the solvent, the 16 PAH's were analyzed by fluorescence spectroscopy (FS) in the synchronous mode.  Not all the PAH's could be detected and that the highest PAH content was emitted when a limestone bed was used.  With regard to the PAH gas/solid partitioning emissions, most of them were concd. on the solid phase when limestone coal blend was added to the reactor, while most of the emissions were produced in the gas phase when only coal was fed.  To assess a possible Ca catalytic role, addnl. combustion expts. were performed through feeding coal (without limestone) to the bed obtained from coal-limestone blend feed.  Finally, the influence of the calcite porosity and the Ca presence on PAH formation, emission, and distribution are also reported and discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXnsFCnsb0%253D&md5=86bc315c6345ad15cba72744a2f8e241", " ", " ", "(18)", " ", "Sloss, L. L.; Gardner, C. A. ", "  Sampling and analysis of trace emissions from ", "coal-fired power stations", "; IEA Coal Research, IEACR/77:  London, 1995; p 48.", "There is no corresponding record for this reference.", " ", " ", "(19)", " ", "Mastral, A. M.; Callén, M. S.; Murillo, R.; García, T. ", "  Environ. Sci. ", "Technol", ". ", "1999", ", ", "33", ", 3177−3184.", "[", "ACS Full Text ", "], [", "CAS", "]", "(19) . ", "Polycyclic Aromatic Hydrocarbons and Organic Matter Associated to Particulate Matter Emitted from Atmospheric Fluidized Bed Coal Combustion", "Mastral, Ana M.; Callen, Maria S.; Garcia, Tomas", "Environmental Science and Technology", "\r\n        (", "1999", "),\r\n    ", "33", "\r\n        (", "18", "),\r\n    ", "3177-3184", "CODEN:\r\n                ", "ESTHAG", ";\r\n        ISSN:", "0013-936X", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The polycyclic arom. hydrocarbons (PAH) and the org. matter (OM) content assocd. with particulate matter (PM) emissions from atm. fluidized bed coal combustion have been studied.  The two main goals of the work have been (a) to study OM and PAH emissions as a function of the coal fluidized bed combustion (FBC) variables in solid phase and (b) to check if there is any correlation between OM and PAH contained in the PM.  The combustion was carried out in a lab. scale (Di = 7 cm and H = 76 cm) plant under different combustion conditions: temp. (650-950 °C), percentage of oxygen excess (5-40%), and total air flow (700-1100 L/h).  PAH assocd. with the particulate matter have been analyzed by fluorescence spectroscopy in the synchronous mode (FS) after PM extn. by sonication with DMF.  It can be concluded that there is no direct relationship between the OM content and the PAH supported on the PM emitted.  In addn., neither PM nor OM show any mutual dependency.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXkvF2qsL4%253D&md5=07d76904b3762cef4890dad12a1ad189", " ", " ", "Butler, J. D.; Crossley, P", ". Atmos. Environ.", " ", "1981", ", ", "15", ", 91−94.", "[", "Crossref", "], [", "CAS", "]", ". ", "Reactivity of polycyclic aromatic hydrocarbons adsorbed on soot particles", "Butler, J. D.; Crossley, P.", "Atmospheric Environment (1967-1989)", "\r\n        (", "1981", "),\r\n    ", "15", "\r\n        (", "1", "),\r\n    ", "91-4", "CODEN:\r\n                ", "ATENBP", ";\r\n        ISSN:", "0004-6981", ".\r\n    ", "Polycyclic arom. hydrocarbons adsorbed on soot particles did not react significantly when exposed to ambient lab. atms. for <230 days or to air contg. 5 ppm SO2 for 99 days whereas when exposed to air contg. 10 ppm NOx the recoveries of polycyclic arom. hydrocarbons decreased with time.  The reactivities under these conditions were anthanthrene > benzo(a)pyrene > benzo(ghi)perylene > benz(a)anthracene > pyrene > benzo(e)pyrene > chrysene > fluoranthene > phenanthrene ∼ coronene.  In the absence of photolysis or O3, polycyclic arom. hydrocarbons in ambient NOx-polluted air were converted into nitro derivs.  Thus, the carcinogenic content of polluted air is reduced as the 6-nitrobenzo(a)pyrene, 7-nitrobenz(a)anthracene, and nitrochrysene derivs. formed are noncarcinogenic.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3MXitVymu7s%253D&md5=875e4dcb4455a080a85f5af5c789f184", " ", " ", "(21)", " ", "Yamasaki, H.; Kuwate, K.; Miyamoto, H. ", "  Environ. Sci", ". ", "Technol.", " ", "1982", ", ", "16", ", 189−194.", "[", "ACS Full Text ", "], [", "CAS", "]", "(21) . ", "Effects of ambient temperature on aspects of airborne polycyclic aromatic hydrocarbons", "Yamasaki, Hiroyasu; Kuwata, Kazuhiro; Miyamoto, Hiroko", "Environmental Science and Technology", "\r\n        (", "1982", "),\r\n    ", "16", "\r\n        (", "4", "),\r\n    ", "189-94", "CODEN:\r\n                ", "ESTHAG", ";\r\n        ISSN:", "0013-936X", ".\r\n    ", "Polycyclic arom. hydrocarbons in vapor phase (PAH'svap) and in the particulate phase (PAH'spat) and total suspended particulate (TSP) in the ambient air were sampled and detd. year-round.  At ambient temp. levels, substantial amts. of the 3-5 ring PAH's were found in the vapor phase, depending upon temp. (T K), and the 6-ring PAH's were all found in the particulate phase.  For 3-5 ring PAH's, the Langmuir adsorption concept was introduced for PAH'svap and PAH'spat on the particulates; log [(PAH'svap)/{(PAH'spat)/(TSP)}] was related to 1/T, and a high correlation (r = -0.834 to -0.942) was obtained between the 2 quantities.  Thus, the aspects of the 3-5-ring PAH's in ambient air were considered to be explained by using the Langmuir adsorption concept.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL38XhtV2huro%253D&md5=107c2f3aecd69ccf45f15e16231db284", " ", " ", "(22)", " ", "Liljelind, P.; Unsworth, J.; Maaskant, O.; Marklund, S. ", "  Chemosphere", " ", "2001", ", ", "42", ", 615.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(22) . ", "Removal of dioxins and related aromatic hydrocarbons from flue gas streams by adsorption and catalytic destruction", "Liljelind, Per; Unsworth, John; Maaskant, Onno; Marklund, Stellan", "Chemosphere", "\r\n        (", "2001", "),\r\n    ", "42", "\r\n        (", "5-7", "),\r\n    ", "615-623", "CODEN:\r\n                ", "CMSHAF", ";\r\n        ISSN:", "0045-6535", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "The dioxin removing capacity of the shell dedioxin system (SDDS - a Ti/V oxidative type catalyst) has been tested using the Umea lab-scale incinerator over the temp. range 100-230° and at space velocities of 8000 and 40,000 h-1.  Other analogous org. compds., such as PCBs, PAHs, chlorobenzenes and chlorophenols have also been investigated.  Results show a high degree of dioxin removal already at 100° (82%), which occurs mainly by adsorption.  When the temp. is raised a transition towards destruction is seen and at 150°, gas hour space velocity (GHSV) 8000 and at 230°, GHSV 40,000 virtually all removal is by destruction.  High PCDD/F destruction efficiencies are reported (>99.9%, based on I-TEQ); the other dioxin-related species and PAHs are also removed and destroyed to a significant extent.  The SDDS has proved to be an effective means of destroying org. compds. in the gas phase, particularly dioxins, at temps. as low as 150°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXhvFSntbk%253D&md5=bbb8733a94e6440c5b59106410da0cc3", " ", " ", "(23)", " ", "Weber, R.; Plinnke, M.; Xu, Z.; Wilken, M. ", "  Appl. Catal. B:  Environ. ", "2001", ", ", "31", ", 195.", "[", "Crossref", "], [", "CAS", "]", "(23) . ", "Destruction efficiency of catalytic filters for polychlorinated dibenzo-p-dioxin and dibenzofurans in laboratory test and field operation - insight into destruction and adsorption behavior of semivolatile compounds", "Weber, R.; Plinke, M.; Xu, Z.; Wilken, M.", "Applied Catalysis, B: Environmental", "\r\n        (", "2001", "),\r\n    ", "31", "\r\n        (", "3", "),\r\n    ", "195-207", "CODEN:\r\n                ", "ACBEE3", ";\r\n        ISSN:", "0926-3373", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "Catalytic destruction of chlorinated dibenzodioxins and dibenzofurans for environmental protection is one of the key subjects of applied catalysis in combustion facilities.  For catalytic filters, the removal and destruction efficiencies (RE and DE) for polychlorinated dibenzo-p-dioxins (PCDD) and dibenzofurans (PCDF) were tested in the lab. and compared with data from field operation.  The comparison shows very similar values of lab. measurements and actual field measurements for fresh samples, used samples without catalyst deactivation, and used samples with varying degrees of deactivation.  The non-poisoned catalytic filter showed destruction and removal efficiencies for PCDD/PCDF and the toxic equiv. (TEQ) of more than 99%.  The lab. comparison confirmed this activity, did not decrease after 2 yr of operation in a municipal waste incinerator.  The lab. test provides a deep insight into the dependence of both the removal and destruction of semivolatile compds. in relation to their phys. and chem. properties because it excludes any interfering adsorption effect of dust particles from the flue gas stream.  The catalytic decompn. of PCDD/PCDF strongly depends on their volatility and oxidative behavior, both related to the degree of chlorination.  In addn., four different non-chlorine contg. polyarom. hydrocarbons (PAHs) varying in the no. of rings and b.ps. were tested.  For these, the destruction was dependent only on the volatility of the resp. mol. and was in the similar order of magnitude as the PCDD/F.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXjtlWjsL8%253D&md5=befcc5470bceb685fabff6e69e2dd37c", " ", " ", "(24)", " ", "Cudahy, J. J.; Helsel, R. W. ", "  Waste Manage. ", "2000", ", ", "20", ", 339.", "[", "Crossref", "], [", "CAS", "]", "(24) . ", "Removal of products of incomplete combustion with carbon", "Cudahy, James J.; Helsel, Richard W.", "Waste Management (Oxford)", "\r\n        (", "2000", "),\r\n    ", "20", "\r\n        (", "5/6", "),\r\n    ", "339-345", "CODEN:\r\n                ", "WAMAE2", ";\r\n        ISSN:", "0956-053X", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "C injection and C beds have been used in Europe to control incinerator polychlorinated dibenzo-p-dioxin/furan (dioxin/furan) emissions since the 1980s.  In the Apr. 1996 proposed Hazardous Waste Combustor Maximum Achievable Control Technol. stds., USEPA identified C injection as beyond-the-floor control technol. for dioxin emissions from hazardous waste incinerators.  In addn. to dioxins/furans, data from hazardous and municipal waste incinerators showed that C injection or C bed control will also reduce emissions of other products of incomplete combustion (PIC).  Theor. aspects of C adsorption of PIC at baghouse and electrostatic precipitator temps. and flue gas concns. of ppm to ppb or lower, are discussed.  A summary of data on PIC removal with C from hazardous and municipal waste incinerators is also presented.  Most C-PIC data described is for non-dioxin PIC.  Emphasis is on non-dioxin PIC.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXkslChtrY%253D&md5=fa171a536fc7cb20174138b0d71b8f82", " ", " ", "(25)", " ", "Mastral, A. M.; García, T.; Callén, M. S.; Navarro, M. V.; Galban, J. ", "  Energy Fuels", " 2001", ", ", "15", ", 1.", "[", "ACS Full Text ", "], [", "CAS", "]", "(25) . ", "Assessment of phenanthrene removal from hot gas by porous carbons", "Mastral, A. M.; Garcia, T.; Callen, M. S.; Navarro, M. V.; Galban, J.", "Energy & Fuels", "\r\n        (", "2001", "),\r\n    ", "15", "\r\n        (", "1", "),\r\n    ", "1-7", "CODEN:\r\n                ", "ENFUEM", ";\r\n        ISSN:", "0887-0624", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This is the first time that the adsorption of phenanthrene (Phe) for hot gas emissions cleaning from combustion has been studied.  For this goal, the adsorption capacity of 10 active carbons with different origins and a wide range of textural characteristics has been assessed for Phe removal from hot gas emissions.  The study was carried out at lab. scale and the main aim has been to test the Phe adsorption capacities by the porous materials at the ranges that Phe could be emitted from new energy systems generation.  The protocol followed in this work was the following: first, to check the influence of the bed mass on the Phe adsorption capacity, and second, once it was shown that the bed mass is not relevant for the studied Phe concn. range, the adsorption capacity of the 10 adsorbents was analyzed.  The CA-3 adsorbent was selected to check the inlet concn. at three different temps., 125, 150, and 175 °C, within the range of atm. emissions from the power stations.  There is a good correlation between the Phe adsorption capacity and the total micropore vol. calcd. with the Dubinin-Radushkevich equation for the N2 isotherm data.  No relationship was found between Phe adsorption capacity and mesopore vol. calcd. by BJH method.  Besides, no relationship was found between chem. surface (CO and CO2 groups desorbed on thermal program desorption (TPD)) and adsorption capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXnvVKis7s%253D&md5=720fe4d87c5935c24584f7ca3c250255", " ", " ", "(26)", " ", "Karpowicz, F.; Hearn, J.; Wilkinson, M. C. ", "  Adsorption", " ", "2000", ", ", "6", ", 337.", "[", "Crossref", "], [", "CAS", "]", "(26) . ", "Dynamic adsorption of vapours by activated carbons and by polymer-derived adsorbents: 1. Adsorption at 0% R.H.", "Karpowicz, F.; Hearn, J.; Wilkinson, M. C.", "Adsorption", "\r\n        (", "2000", "),\r\n    ", "6", "\r\n        (", "4", "),\r\n    ", "337-347", "CODEN:\r\n                ", "ADSOFO", ";\r\n        ISSN:", "0929-5607", ".\r\n    \r\n            (", "Kluwer Academic Publishers", ")\r\n        ", "The uptakes of volatile org. compds. from a nitrogen carrier gas at 0% R.H. onto packed beds of adsorbents were measured by monitoring the effluent vapor concn. profile as a function of time.  The profiles were quant. fitted by a modified Bohart-Adams equation which was then integrated to yield the adsorbent capacities.  Traditional activated carbons, carbonised macroreticular resins and a macroreticular polymer were used.  Performance in the dynamic tests was related to the pore vol. characteristics and surface areas detd. from nitrogen adsorption isotherms.  While the extent of micropore filling basically increased as the sorbate b.p. increased and increased capacities reflected increased micropore vols., these trends were interrupted by size exclusion and specific polar interaction effects.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXmtVOlsg%253D%253D&md5=ad666f217ea4ca2fc2b858690ea14e8f", " ", " ", "(27)", " ", "Mastral, A. M.; García, T.; Murillo, R.; Callén, M. S.; Lopez, J. M.; Navarro, M. V. ", "  Energy Fuels", ", in press.", "There is no corresponding record for this reference.", " ", " ", "(28)", " ", "Vermeulen, T.; LeVan, M. D.; Hiester, N. K.; Klein, G. ", "  Perry's Chemical ", "Engineers Handbook", "; Perry, R. H., Green, D. W., Maloney, J. A., Eds.; McGraw-Hill:  New York, 1984.", "There is no corresponding record for this reference.", " ", " ", "(29)", " ", "Gregg, S. J.; Sing, K. S. W. ", "  Adsorption Surface Area and Porosity", ", 2nd ed.; Academic Press:  London, 1982.", "There is no corresponding record for this reference.", " ", " ", "Yong, Z.; Mata, V. G.; Rodríguez, A. E. ", "  Adsorption ", "2001", ", ", "7", ", 41.", "[", "Crossref", "], [", "CAS", "]", ". ", "Adsorption of carbon dioxide on chemically modified high surface area carbon-based adsorbents at high temperature", "Yong, Zou; Mata, Vera G.; Rodrigues, Alirio E.", "Adsorption", "\r\n        (", "2001", "),\r\n    ", "7", "\r\n        (", "1", "),\r\n    ", "41-50", "CODEN:\r\n                ", "ADSOFO", ";\r\n        ISSN:", "0929-5607", ".\r\n    \r\n            (", "Kluwer Academic Publishers", ")\r\n        ", "The adsorption capacity of CO2 on high surface area carbon-based adsorbents before and after chem. modification at 28 and 300° were studied.  The high adsorption capacity adsorbents for CO2 at high temp. were developed by introducing MgO and S-CaO-MgO on carbon-based adsorbents.  Their adsorption capacities for CO2 were 0.28 and 0.22 m mol/g at 300° and 1 bar.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXjs1ajtLk%253D&md5=de0ade1a0225a09797af724627afb940", " ", " ", "(31)", " ", "Paulsen, P. D.; Cannon, F. S. ", "  Carbon", " ", "1999", ", ", "37", ", 249.", "[", "Crossref", "], [", "CAS", "]", "(31) . ", "Polytherm model for methylisobutylketone adsorption onto coconut-based granular activated carbon", "Paulsen, Paul D.; Cannon, Fred S.", "Carbon", "\r\n        (", "1999", "),\r\n    ", "37", "\r\n        (", "2", "),\r\n    ", "249-260", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "The objective of this research was to describe equil. between volatile org. compds. and granular activated carbon (GAC) during adsorption and desorption processes occurring in carbon beds used for air pollution control.  A thermogravimetric analyzer measured the adsorption of methylisobutylketone (MIBK) onto a coconut based GAC at concns. ranging from 55 to 10,300 ppmv and temps. ranging from 25 to 105°C.  The equil. adsorption data was first modeled by the two-parameter isotherms of Langmuir, Brunauer-Emmett and Teller, and Freundlich as well as the three-parameter isotherm of Dubinin-Astakhov.  Also, a new three-parameter isotherm, created by adding a concn.-dependent term to the Freundlich equation, was introduced as the modified Freundlich isotherm.  In both three-parameter isotherms, proper choice of the extra parameter allowed for a more accurate fit of the isotherm than did any of the two-parameter isotherms.  Moreover, the authors have constructed a modified Freundlich polytherm and a Dubinin-Astakhov polytherm that properly described adsorption and desorption over the full range of test temps. and concns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXhsVaqtLc%253D&md5=b45998ef9c3637171c7544dab1ec7afe", " ", " ", "(32)", " ", "Suzuki, M. ", "  Adsorption Engineering", "; Elsevier:  Tokio, 1990.", "There is no corresponding record for this reference.", " ", " ", "(33)", " ", "Huang C. C.; Lin, Y. C.; Lu, F. C. ", "  Sep. Sci. Technol. ", "1999", ", ", "34", ", 555.", "There is no corresponding record for this reference.", " ", " ", "(34)", " ", "Yoon, Y. H.; Nelson, J. H. ", "  Am. Ind. Hyg. Assoc. J.", " ", "1984", ", ", "45", ", 509.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(34) . ", "Application of gas adsorption kinetics.  I.  A theoretical model for respirator cartridge service life", "Yoon, Young Hee; Nelson, James H.", "American Industrial Hygiene Association Journal (1958-1999)", "\r\n        (", "1984", "),\r\n    ", "45", "\r\n        (", "8", "),\r\n    ", "509-16", "CODEN:\r\n                ", "AIHAAP", ";\r\n        ISSN:", "0002-8894", ".\r\n    ", "A theor. model which addresses the adsorption and breakthrough of cantaminant vapors or gases with respect to solid sorbents was developed, and the theory was applied to the prediction of respirator cartridge service life in connection with individual contaminant exposure to PhMe  [108-88-3], MeOAc  [79-20-9], H2C:CHCl2  [75-01-4], and each of several different trichloroinated hydrocarbons at different concn. levels.  Comparison of contaminant breakthrough curves derive from this new approach with previously published data showed that the breakthrough curves previously derived have approx. the same shape as the corresponding exptl. curves for 0-40% breakthrough; however, these curves deviate in varying degrees from the exptl. data at breakthrough values >40%.  By contrast, the new theory agrees with published exptl. results over the entire range of 0-100% breakthrough; the new model is also less complicated and easier to apply to practical industrial hygiene problems than previously developed theories.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2cXlvFOhurk%253D&md5=ea8f6c5fd71e28a21c05af93189d5895", " ", " ", "(35)", " ", "Yoon, Y. H.; Nelson, J. H. ", "  Am. Ind. Hyg. Assoc. J.", " ", "1984", ", ", "45", ", 517.", "[", "PubMed", "], [", "CAS", "]", "(35) . ", "Application of gas adsorption kinetics - II.  A theoretical model for respirator cartridge service life and its practical applications", "Yoon, Young Hee; Nelson, James H.", "American Industrial Hygiene Association Journal (1958-1999)", "\r\n        (", "1984", "),\r\n    ", "45", "\r\n        (", "8", "),\r\n    ", "517-24", "CODEN:\r\n                ", "AIHAAP", ";\r\n        ISSN:", "0002-8894", ".\r\n    ", "A theor. model of respirator cartridge contaminant breakthrough was further developed by the introduction of a new theor. parameter; this extension of the theory permits theor. investigation of: (1) the effect of contaminant concn. on breakthrough time, (2) the effect of flow rate on breakthrough time, (3) the influence of contaminant concn. on percentage of breakthrough and (4) the effect of contaminant concn. on the wt. of adsorbed contaminant at a given time.  New theor. expressions were also compared with previously published empirical equations, and with the use of the new parameter, a set of equations of significant practical value was derived; these equations relate the ratio of 2 contaminant concns. (and exptl. ref. concn. and any other concn. of interest) to either the ratio of the corresponding breakthrough times or the corresponding wts. of adsorbed contaminant.  Three practical examples are given demonstrating that the new theor. model reduces the exptl. work required to predict respirator cartridge service life.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2cXlslKkt70%253D&md5=807c0d2efb08590c0a7f413cbc9bf795", " ", " ", "(36)", " ", "Yoon, Y. H.; Nelson, J. H. ", "  Am. Ind. Hyg. Assoc. J.", " ", "1988", ", ", "49", ", 325.", "There is no corresponding record for this reference.", " ", " ", "(37)", " ", "Suzuki, M. ", "  Adsorption Engineering", "; Kodansha, Ed.; Elsevier:  Amsterdam, 1990.", "There is no corresponding record for this reference.", " ", " ", "(38)", " ", "Ruthven, D. ", "  Principles of Adsorption and Adsorption Processes", "; John Wiley and Sons:  New York, 1984.", "There is no corresponding record for this reference.", " ", " ", "(39)", " ", "Tsai, W. T.; Chang C. Y.; Ho, C. Y.; Chen, L. Y. ", "  Sep. Sci Technol.", " ", "2000", ", ", "35 ", "(10), 1635.", "There is no corresponding record for this reference.", " ", " "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2002/enfuem.2002.16.issue-2/ef010250g/production/images/small/ef010250gf00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2002/enfuem.2002.16.issue-2/ef010250g/production/images/small/ef010250gf00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2002/enfuem.2002.16.issue-2/ef010250g/production/images/small/ef010250gf00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2002/enfuem.2002.16.issue-2/ef010250g/production/images/small/ef010250gf00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2002/enfuem.2002.16.issue-2/ef010250g/production/images/small/ef010250gf00005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2002/enfuem.2002.16.issue-2/ef010250g/production/images/small/ef010250gf00006.gif\">"]}
