{"title": ["Design of high pressure differential volumetric adsorption measurements with increased accuracy"], "authors": ["Sarmishtha Sircar", "Cheng-Yu Wang", "Angela D. Lueking"], "doi": ["https://doi.org/10.1007/s10450-013-9558-8"], "abstract": [], "text": ["1 ", "Introduction", "High-pressure measurements of weakly-adsorbing light gases, such as H", "2", ", are particularly prone to error, as highlighted by recent inter-laboratory round-robin tests (Zlotea et al. ", "2009", "; Parilla ", "2012", "). In light of this inter-laboratory variation, it has been easy to dismiss reports of high uptake that are not easily substantiated elsewhere (Luzan and Talyzin ", "2010", "; Luzan and Talyzin ", "2011", "; Parilla ", "2012", "; Stadie et al. ", "2010", "), discounting potential effects of material synthesis (Stuckert et al. ", "2010", "; Li and Yang ", "2006", "). A recent example of this is a report of 4.4 wt% hydrogen uptake for a Pt-decorated nitrogen-doped graphene, (Parambhath et al. ", "2012", ") in which virtually no experimental details for measurement are given in the preceding cited paper (Parambhath et al. ", "2011", "). The majority of “problematic” hydrogen storage measurements have been conducted on high pressure volumetric adsorption unit, otherwise known as a Sieverts apparatus (Sieverts ", "1908", "; Langmuir ", "1915", "; Brunauer et al. ", "1938", "). The operating principle of a conventional single-sided Sieverts apparatus is simple: to measure the pressure drop as gas contained in a manifold is expanded into a chamber that contains the adsorptive, after correcting for the pressure drop due to expansion (Webb and Orr et al. ", "1997", "; Lee et al. ", "2008", "; Lachawiec et al. ", "2008", "; Zhang et al. ", "2004", "; Blach and Gray ", "2007", "; Blackburn et al. ", "2008", "; Rouquerol et al. ", "1999", "). A differential unit consists of two mirror-image single-sided units connected via a differential pressure transducer, so that adsorption and blank experiments may be conducted simultaneously (Rouquerol et al. ", "1999", "; Zielinski et al. ", "2007", "; Qajar et al. ", "2012", "; Browning et al. ", "2002", "; Blackman et al. ", "2006", "). The accuracy of conventional (Lachawiec et al. ", "2008", "; Tibbetts and Meisner ", "2001", "; Broom and Moretto ", "2007", "; Belmabkhout et al. ", "2004", "; Gross et al. ", "2012", "; Kiyobayashi et al. ", "2002", "; Lee et al. ", "2008", "; Blach and Gray ", "2007", "; Zhang et al. ", "2004", ") and differential (Zielinski et al. ", "2007", "; Qajar et al. ", "2012", "; Browning et al. ", "2002", "; Blackman et al. ", "2006", ") units have been addressed previously, and yet, the inter-laboratory tests indicate error is still common (Zlotea et al. ", "2009", "; Parilla ", "2012", "). Although increasing the sample size can significantly increase the accuracy of the volumetric measurement, this is often not practical during the material development stage of specialty novel adsorbents. When sample size is limiting, common pitfalls include: (1) Uncertainties in volume calibration, exacerbated by the sensitivity of the pressure transducers; (2) Uncertainties in correcting for the volume occupied by the sample; (3) Possible adsorption of the “inert” gas during volume calibration; (4) Adsorption to system components and treatment of the ‘null’ correction; (5) Potential changes in sample mass during pretreatment, combined with restrictions of weighing scales to measure the mass of the sample in situ in the enclosed sample cell, (6) Temperature effects and gradients; and (7) Treatment of gas compressibility. Many of these features are exacerbated at high pressure, as discussed by Tibbetts et al. (Tibbetts and Meisner ", "2001", "). The differential unit has several advantages over the conventional unit. First, it incorporates a second pressure transducer, which can be matched to the pressure drop anticipated for adsorption rather than the total pressure of the measurement. This typically corresponds to a 10-fold decrease in scale for the differential pressure relative to the absolute pressure, and as the precision of the transducer is generally proportional to the scale of measurement, incorporation of a second differential transducer effectively incorporates a ~10-fold more sensitive measurement. Furthermore, a differential measurement reduces artifacts associated with temperature deviations and gas non-idealities (Zielinski et al. ", "2007", "; Browning et al. ", "2002", "; Blackman et al. ", "2006", "), as both compartments experience these effects equally.", "The overall goal of this paper is to demonstrate how the precision of a differential volumetric method can be significantly improved by proper choice of an operating equation to process the data, calibrate volume, handle volume asymmetries, and incorporate the null correction. As improvements offered by the differential method to handle temperature effects, temperature gradients, and gas non-idealities have been discussed extensively (Zielinski et al. ", "2007", "; Browning et al. ", "2002", "; Blackman et al. ", "2006", "; Qajar et al. ", "2012", "), our consideration is limited to isothermal measurements. Under these conditions, we will demonstrate that the added complexity of the differential unit (i.e. twice the number of volumes to calibrate, two pressure transducers) does not provide any real advantage in system accuracy relative to the conventional single-sided unit unless our improved operating equations are used. To support this claim, we provide both analytical error expressions and a rigorous numeric multivariate analysis. As prior error analysis of the volumetric method has considered only single-variate analysis (with few notable exceptions (Mohammad et al. ", "2009", "; Demirocak et al. ", "2013", ")), we reconsider many of the prior claims in how to increase the accuracy of a volumetric measurement. The error analysis is experimentally validated with ambient temperature H", "2", " adsorption to GX 31 superactivated carbon up to 80 bar. Changing the operating equation is a simple method to improve measurements on existing equipment, without significant equipment upgrading. In addition, case studies for a hypothetical material are presented to guide future design of a rationale, inexpensive, and accurate high-pressure volumetric unit.", "2 ", "Experimental methods", "2.1 ", "Materials", "Amoco superactivated carbon GX-31 (courtesy of Air Products and Chemicals (Zielinski et al. ", "2007", ")) is a high surface area (~2,500 m", "2", "/g) carbon material prepared by a controlled chemical activation (Sevilla et al. ", "2011", "). Samples were weighed prior to loading to a sample cell and re-weighed at the conclusion of the adsorption experiment. Typically, at least 100 mg (±0.1 mg) sample was used, unless otherwise specified. Samples were loaded into a capped double-male VCR coupling of 5 ± 0.05 cc sealed with a 0.5 μm gasket filter, and pretreated on an independent degas station capable of achieving 10", "−7", " millibar vacuum (Edwards EXT 70H turbomolecular pump backed with a BOC Edwards XDD1 diaphragm pump). GX31 was pretreated by heating at 300 °C for 5 h under high vacuum. For sequential measurements, the sample is reused without exposure to air, and the degas procedure is repeated. After pretreatment, the sample cell is cooled, sealed under vacuum, and transferred to the adsorption unit. Dual valves (7 & 8 and 10 & 11, Fig. ", "1", ") are used to separate the sample [and ballast] volumes to allow for isolation of the system from air with sample loading and unloading, and in-line filters (0.5 μm) are located above the valves to prevent contamination. After sample loading, the unit is degassed with sample valves closed using a dry scroll system vacuum pump (XDS5, BOC Edwards) to below 10", "−3", " Torr, then the samples valves are opened for degassing overnight prior to the adsorption experiment. For an adsorption experiment, one set of the dual valves is kept open (e.g. 7 & 8), while the other is used to initiate adsorption (e.g. 10 & 11).", " ", "Open image in new window", " ", "Fig. 1", " ", "Schematic of differential sieverts’ apparatus: valves 7, 8 allow sample cells to be removed for pretreatment without exposing the system to ambient conditions. Depending on desired adsorption pressure, either valves 7/8 or 10/11 open simultaneously to initiate adsorption thus forming the boundary of Volumes A and B. Currently, 10 & 11 are used as initiation valves. Valve 9 is a safety feature and is normally closed. Region I is the manifold region in which the absolute transducer is placed. This region is bounded by valves 5, 6 and by valves leading to the gas lines, vent and vacuum. Regions II are the mirror image adsorption branches comprising of volumes A, AS and B, BS. It includes valves 7, 10 on the adsorption side and valves 8, 11 on the ballast side. A physical ballast is not added to the system, with asymmetries treated mathematically (see text)", " ", " ", "2.2 ", "Differential volumetric adsorption unit", "The custom built volumetric differential Sieverts apparatus (Fig. ", "1", ") utilizes an absolute pressure (", "P", ") transducer (PXM01-I, Omega) and a differential pressure (", "dP", ") transducer (PX77, Omega) to measure the pressure differential between adsorbing (‘A’) and ballast (‘B’) sides. The scale of the differential pressure unit is based on differential (rather than absolute) pressure, and is matched to the pressure drop expected for adsorption rather than the maximum pressure of the adsorption isotherm. All system components are made from ¼” stainless steel tubing with compression fittings. Pneumatic computer-controlled (Labview v. 7.1) bellows valves (Swagelok, SS-HBV51-C) are used to reduce user error with valve opening/closing. The gas handling manifold (shared by A and B) has inlets that allow entry of H", "2", " gas (99.999 % purity) or Helium (UHP, 99.999 %). Gas inlet flow rate is adjusted via manual valves, while vacuum and vent outlets include flow restrictors; all entry/exit lines are equipped with one-way check valves. The manufacturer-specified leak rate of system components is 4 × 10", "−9", " std cm", "3", "/s, and a mass spectrometer (for cross-valve and external leak detection) and/or the transducers (", "P", " for external leakage, ", "dP", " for internal cross-valve leakage) is used periodically to confirm the system remains leak free.", "The adsorption section is comprised of two charging volumes (V", "A", " and V", "B", "), a sample cell volume (V", "AS", ") and a ballast volume (V", "BS", "). Each section is separated by pneumatic valves, and the isolation valve between A and B (Valve ‘9’ in Fig. ", "1", ") is normally open to prevent over pressurization (as dictated by specifications for the ", "dP", " transducer). The two sides are ", "approximate", " mirror images, and as we believe it is impossible to exactly match the sample cell volume to the ballast volume without introducing a systematic error, asymmetries are handled mathematically, as described in the derivations below. Thus, no attempt is made to include a physical ballast to match adsorbate volume. In our system, total volume of one side, which is comprised of the charge, sample, and valve volumes (i.e. V", "AAS", " = V", "A", " + V", "AS", " + V", "V", " ~ V", "BBS", " = V", "B", " + V", "BS", " + V", "V", ") is ~42 cc. The physical volume ratio of the system, (V", "A", "/V", "AAS", " ~ V", "B", "/V", "BBS", "), is 37:42, i.e. 0.88. To calculate moles, reduced volumes are used such that effect of temperature and gas non-ideality may be incorporated (Sect. 1.1, Supporting Information). The volume ratio was set during design as follows: V", "AS", " was determined by the anticipated sample volume, while the size of V", "A", " was dictated by the use of ¼” tubing to facilitate evacuation and avoid residual H", "2", ", the use of double isolation valves, safety valves, and the use of inline filters. These volumes are calibrated using the pressure expansion method, i.e. expanding the gas from a known or calibrated volume to the unknown volume, monitoring the pressure drop due to expansion, and then applying a mole balance to determine the unknown volume (See Sect. 1.2, Supporting Information). The reference calibration volume is 154 cc, and includes the manifold volume, V", "A", ", and V", "B", ". Although we explore the sensitivity of calibrated volume for various calibration procedures below (and in Sect. 1.3, Supporting Information), these values are from high pressure to vacuum, with the pressure difference prior to expansion between the two volumes being greater than 40 bar. The residual standard deviation of multiple measurements (~0.6–0.7 % v/v) is used in subsequent numerical analysis.", "The ", "P", " transducer has a limit of 100 bar ± 0.05 bar, whereas the ", "dP", " transducer measures to 6.9 bar (100 psi) ±0.01 bar (0.15 % full scale, ‘FS’). The scale of the differential transducer was chosen to be five-fold smaller than the absolute pressure transducer due to the anticipated adsorption amount (i.e. <~5 wt%). The absolute transducer is located in the manifold (region I, Fig. ", "1", ") to avoid introducing asymmetries in the adsorption region and to limit the number of transducers to two. With one ", "P", " transducer located in the manifold, system pressures are determined by mole balance, referencing the ballast side, at the time of manifold isolation. Initial experimental testing demonstrated this introduced negligible error, and is ultimately an issue incorporated into most volumetric units unless a ", "P", " transducer is located in each chamber. Others have utilized two absolute transducers in the charging volumes (Zielinski et al. ", "2007", "). The number of pressure transducers is a clear trade-off between simplicity, expense and accuracy.", "For an adsorption experiment, the sample is prepared and loaded, the sample and ballast cell volumes are isolated (valves 10 and 11 are closed), the manifold and charging volumes are pressurized, sealed, and then thermally equilibrated (pressure stability to ±0.1 bar within 10 min). The charging volumes are then isolated from the manifold (valves 5 and 6 are closed), and then isolated from each other (i.e. valve 9 is closed). After each valve closure, the system is stabilized for a few minutes. After closing valve 9, the initial reading on ", "dP", " is monitored to ensure it is within the sensitivity of the instrument (this serves as a leak check, as the transducer is highly sensitive to external leakage). To initiate adsorption, the initiation valves (10 and 11) are opened simultaneously to allow gas to enter the sample and ballast cells. The system is equilibrated for a predetermined time (usually 40–60 min per adsorption step for physisorption samples; 24 h for one-step screening measurements or stabilization of ", "dP", " within a pre-specified tolerance). For multistep isotherms, the pressurization procedure is repeated without reducing the sample cell pressure. He blank experiments are typically conducted after 8 h evacuation at ambient temperature without removing the sample. The He blank experiment is conducted at the same charge pressure(s) as the H", "2", " experiment (either ±0.3 or ±1 bar, depending on the desired accuracy vs. time constraints). The reasons for conducting the He blank at the same conditions as the primary adsorption experiment are discussed below (and also in Sect. 1.4, Supporting Information).", "The isolated absolute pressure transducer in the manifold is used to track bulk system temperature (assuming an appropriate gas law and a leak-free system, See Sect. 1.5, Supporting Information), and this is more sensitive than external Type K thermocouples (See Fig. S2). Currently, we provide for no external temperature control, allowing the system temperature to vary with room temperature, which typically varies by <0.5 °C over a 24-h period, and tends to be cyclic in nature with building start-up and shut-down. The thermal effects for the PXM01-I transducer are 0.003 % FSO/°F for “Span” and “Zero”, which are small for a 0.5 °C variation. To partially compensate for this, blank He measurements are started at the same time of day as the corresponding adsorption measurement, temperature is incorporated into the operating equations, and the error in ", "dP", " is increased calculating the experimental error bar (to ", "dP", " of ±0.02 bar, which reflects normal variations observed over a typical 24 h period for a He blank experiment). For samples that are particularly sensitive to adsorption temperature, we have immersed both the sample and ballast cells into a liquid thermostat, but tend to avoid this when possible, as it limits our ability to do an accurate mass check at the end of an adsorption experiment. The effect of small temperature variations on the measurement is discussed further below.", "3 ", "Analytical methods", "A primary objective of this paper is to demonstrate how the operating equation can have a significant impact on system accuracy. All variables are defined in Table ", "1", " and operating equations are summarized in Table ", "2", "; and a detailed derivation is provided in Sect. 1, Supporting Information. In brief, moles (", "N", ") are related to pressure (", "P", ") in a reduced form of the gas law equation:", "$$ N_{j} = P_{j} \\nu_{j} $$", " ", "(1)", "where reduced gas-phase volume is defined as:", "$$ \\nu_{j} = \\int\\limits_{y}^{z} {\\frac{{A_{j} (x)dx}}{{Z_{j} (x,T,P)RT_{j} (x)}}} $$", " ", "(2)", "where ", "y", " and ", "z", " denote physical system boundaries (i.e. closed valves), and all reduced volumes are gas-phase, excluding the volume occupied by the sample. Reduced volume is used to allow for T gradients when the sample is heated/cooled, but we limit our consideration to isothermal systems in this paper. Gas compressibility, ", "Z", ", is calculated using the Virial Equation with the Pitzer correlation for second order coefficients, (Elliott and Lira ", "2012", "), unless otherwise specified. Although more complex and gas-specific correlations are possible (see, e.g. the correlations of Leachman et al. for hydrogen (Leachman et al. ", "2009", ")), a generalized correlation, rather than a database of compressibilities, facilitates data processing. Our analysis of the differential unit has shown (See Sect. 1.6 of the Supporting Information), different correlations have a negligible effect on the resulting isotherm, consistent with previous claims for the differential unit (Browning et al. ", "2002", "). Reduced volumes can be treated additively:", "$$ \\begin{aligned} \\nu_{AAS} = \\nu_{A} + \\nu_{AS} + v_{10}\\\\ \\nu_{BBS} = \\nu_{B} + \\nu_{BS} + v_{11}  \\end{aligned} $$", " ", "(3)", "where the subscripts refer to labels in Fig. ", "1", ", and ", "v", " ", "10", " and ", "v", " ", "11", " refer to the internal valve volumes (i.e. the difference in the valve volume between the open and closed state). When present, sample volume may be accounted for as follows:", "$$ \\nu_{AS} = \\nu_{AS}^{e} - \\nu_{s} = \\nu_{AS}^{e} - \\frac{m}{ZRT\\rho } $$", " ", "(4)", "where ", "\\( \\nu_{AS}^{e} \\)", " is the reduced volume of the empty cell, ", "\\( \\nu_{s} \\)", " is the reduced skeletal volume of the sample, and ", "m", " and ρ represent the mass and density of the sample respectively. The following definitions of volume ratios are used throughout the main paper:", "$$ \\begin{aligned} \\gamma &= \\gamma_{A} = \\frac{{\\nu_{A} }}{{\\nu_{AAS} }} \\approx \\gamma_{B} = \\frac{{\\nu_{B} }}{{\\nu_{BBS} }}\\\\  \\Upgamma_{C} &= \\frac{{V_{U} }}{{V_{R} }}\\quad\\Upgamma_{A} = \\frac{{V_{AS} }}{{V_{A} }}  \\end{aligned} $$", " ", "(5)", "The first term, ", "γ", ", is the “system volume ratio” commonly defined in related literature and ultimately determines the pressure drop for an adsorption step, as well as the number of steps required to get to the desired pressure. It is defined as a ratio of reduced volumes in order to treat non-isothermal system (but reduces to a simple volume ratio for isothermal ideal system). The next two Γ terms relate physical volumes in series, and naturally arise in calibration via the pressure expansion method. For example, mass balance for isothermal expansion of a real gas, taking into account valve volume (let ", "\\( \\Upgamma_{V} = {\\text{V}}_{\\text{V}} /{\\text{V}}_{\\text{AS}} \\)", ") leads to (See Sect. 1.2, Supporting Information and Table S1):", "$$ {\\raise0.7ex\\hbox{${\\Upgamma_{C} = \\left( {\\frac{{P_{R}^{o} }}{{Z_{R}^{o} }} - \\frac{{P_{F} }}{{Z_{F} }}} \\right)}$} \\!\\mathord{\\left/ {\\vphantom {{\\Upgamma_{C} = \\left( {\\frac{{P_{R}^{o} }}{{Z_{R}^{o} }} - \\frac{{P_{F} }}{{Z_{F} }}} \\right)} {\\left( {\\frac{{P_{F} }}{{Z_{F} }}(1 + \\Upgamma_{V} ) - \\frac{{P_{U}^{o} }}{{Z_{U}^{o} }}} \\right)}}}\\right.\\kern-0pt} \\!\\lower0.7ex\\hbox{${\\left( {\\frac{{P_{F} }}{{Z_{F} }}(1 + \\Upgamma_{V} ) - \\frac{{P_{U}^{o} }}{{Z_{U}^{o} }}} \\right)}$}} $$", " ", "(6)", "where the subscripts ‘R’ refer to the reference volume, ‘U’ refers to the unknown volume, ‘F’ refers to the final pressure of the adjoining volumes, and ‘V’ refers to the internal valve volume which separates R and U and opens upon expansion. The superscript ‘o’ refers to initial time, and lack of superscript is after expansion. Various simplifications to this equation include (a) valve volume is negligible (Γ", "V", " → 0), (b) the gas is ideal (Z → 1), and (c) for Case 2, the calibration is conducted from vacuum (", "\\( P_{U}^{o} = 0 \\)", "). Case 1 refers to arbitrary pressures in both volumes prior to expansion. We additionally define the pressure difference in the two chambers prior to expansion:", "$$ \\Updelta P_{{}}^{o} = P_{R}^{o} - P_{U}^{o} $$", " ", "(7)", "The error bars shown in the volume calibration section below are based on propagation of error of Eq. ", "6", ", assuming an isothermal ideal gas with small valve volume. Derived in the Supporting Information (Sect. 1.3), the final error (ϵ) in the volume ratio, Γ", "C", ", of the generic Case 1, using the Taylor expansion method, is:", "$$ \\varepsilon_{{\\Upgamma_{1} }} = \\frac{2}{{\\gamma^{2} }}\\frac{{\\varepsilon_{P} }}{{\\left| {P_{R}^{o} - P_{U}^{o} } \\right|}} \\le \\frac{2}{{\\gamma^{2} }}\\frac{{\\varepsilon_{P} }}{{P_{FS} }} $$", " ", "(8a)", "Where ", "P", " ", " ", "FS", " ", " is the full scale pressure. For Case 2, this is:", "$$ \\varepsilon_{{\\Upgamma_{2} }} = \\frac{{\\left( {1 + \\gamma } \\right)}}{{\\gamma^{2} }}\\frac{{\\varepsilon_{P} }}{{\\left| {P_{R}^{o} } \\right|}} \\le \\frac{{\\left( {1 + \\gamma } \\right)}}{{\\gamma^{2} }}\\frac{{\\varepsilon_{P} }}{{P_{FS} }} $$", " ", "(8b)", "In terms of volume (See Sect. 1.3, Supporting Information), these are:", "$$ \\left. {\\frac{{\\varepsilon_{{V_{U} }} }}{{V_{U} }}} \\right|_{Case1} = \\frac{2}{\\gamma (1 - \\gamma )}\\frac{{\\varepsilon_{P} }}{{\\left| {\\Updelta P^{o} } \\right|}} + \\frac{{\\varepsilon_{{V_{R} }} }}{{V_{R} }} \\ge \\frac{2}{\\gamma (1 - \\gamma )}\\frac{{\\varepsilon_{P} }}{{P_{FS} }} + \\frac{{\\varepsilon_{{V_{R} }} }}{{V_{R} }} $$", " ", "(8c)", " ", "$$ \\left. {\\frac{{\\varepsilon_{{V_{U} }} }}{{V_{U} }}} \\right|_{Case2} = \\frac{{\\left( {1 + \\gamma } \\right)}}{\\gamma (1 - \\gamma )}\\frac{{\\varepsilon_{P} }}{{\\left| {\\Updelta P^{o} } \\right|}} + \\frac{{\\varepsilon_{{V_{R} }} }}{{V_{R} }} \\ge \\frac{{\\left( {1 + \\gamma } \\right)}}{\\gamma (1 - \\gamma )}\\frac{{\\varepsilon_{P} }}{{P_{FS} }} + \\frac{{\\varepsilon_{{V_{R} }} }}{{V_{R} }} $$", " ", "(8d)", "Mathematically, error is always minimized when ", "\\( \\Updelta P^{o} \\)", " is maximized, and Case 2 always has less error than Case 1. The volume error in both cases is minimized when ", "\\( \\gamma = 0. 5 \\)", ", and goes to infinity at extreme values of 0 or 1. Presuming an intermediate value of ", "\\( \\gamma \\)", " is used to avoid large errors, a rough rule of thumb (See Sect. 1.3, Eq. 1.3.10, Supporting Information) is:", "$$ \\frac{{\\varepsilon_{V} }}{V} \\approx 10\\frac{{\\varepsilon_{P} }}{{P_{FS} }} $$", " ", "(8e)", " ", "3.1 ", "Derivation of operating equations and data processing", "3.1.1 ", "Method C-V (conventional-volume)", "For an adsorption experiment, a mole balance on a conventional unit before (", "t", " ", " ", "o", " ", ") and after (", "t", ") opening the valve to initialize adsorption (referencing the ‘A’ side) leads to:", "$$ \\begin{aligned} N_{A} (t_{o} ) + N_{AS} (t_{o} ) + N_{ads}^{o} &= N_{AAS} (t) + N_{ads} (t)\\\\  P_{A}^{o} \\nu_{A}^{{}} + P_{AS}^{o} \\nu_{AS}^{{}} + N_{ads}^{o} &= P_{A} \\nu_{AAS} + N_{ads}  \\end{aligned} $$", " ", "(9)", "where ", "\\( P_{A}^{o} \\)", " refers to charge pressure in the charge volume (V", "A", "), ", "\\( P_{AS}^{o} \\)", " refers to sample pressure in the sample cell volume (V", "AS", ") when the valve is closed, ", "\\( P_{A}^{{}} \\)", " is the pressure of the combined volumes after valve opening at equilibrium, and ", "\\( N_{ads}^{o} \\)", " refers to any moles adsorbed from prior adsorption steps. Rearranging:", "$$ dN_{ads} = N_{ads} - N_{ads}^{o} = P_{A}^{o} \\nu_{A}^{{}} + P_{AS}^{o} \\nu_{AS}^{{}} - P_{A} \\nu_{AAS} $$", " ", "(10a)", "This is the general operating equation for a conventional (C) single-sided unit. When the sample chamber is initially at vacuum, and each volume is calibrated individually, it reduces to Method C-V:", "$$ dN_{ads} = P_{A}^{o} \\nu_{A}^{{}} - P_{A} \\nu_{AAS} $$", " ", "(10b)", " ", "3.1.2 ", "Method C-BC (conventional-blank correction)", "An alternate derivation assumes a blank correction (BC) is used at identical charge conditions (see Sect. 1.4, Supporting Information), leading to Method C-BC:", "$$ dN_{ads}^{{}} = \\nu_{AAS} (P_{A}^{BC} - P_{A}^{{}} ) $$", " ", "(11)", " ", "Both Method C-V and C-BC presume the initial pressure in the sample cell is zero (i.e. vacuum) and are thus limited to one-step measurements. Removing this restriction leads to conventional multistep (CM) methods CM-V and CM-BC, respectively. The ‘CM’ methods are used for a sequential isotherm in which the sample cell pressure is not returned to zero prior to each expansion, but rather, the sample cell is isolated at the previous equilibrium pressure. The primary difference between Method “V” and “BC” is how the volume calibration is done: V uses independently calibrated volumes (presumably at several pressures, with an average taken) while Method BC requires that a He ‘blank correction’ be conducted at the same charge pressure as the primary adsorption experiment. Thus, ", "P", " ", " ", " ", "A", " ", " ", " ", "BC", " ", " ", " is the equilibrium pressure for the secondary He blank in the presence of sample.", "Recently, Parilla (", "2012", ") have outlined an alternate method to process conventional volumetric data, with an emphasis on reducing reliance on unknown sample pressure and minimizing the error introduced by valve volume. The alternate conventional operating method (C*) is:", "$$ dN_{ads} = \\nu_{A} *\\left[ {(P_{A}^{o} - P_{A - Cl}^{o} ) - \\frac{1}{{\\gamma_{A} }}(P_{A} - P_{A - } )} \\right] $$", " ", "(12)", "where the notations have been modified from the original reference for consistency with this paper. The notations [as developed by Parilla] incorporate: (1) the pressure in the charge volume after adsorption step i.e. ", "\\( P_{A - Cl}^{o} \\)", "; (2) after pressurization of the charge volume for the current step i.e. ", "\\( P_{A}^{o} \\)", "; (3) equilibrium pressure in region AAS in the preceding step, ", "\\( P_{A - } \\)", " and (4) equilibrium pressure after initiation of adsorption, ", "\\( P_{A} \\)", ". In short, ", "\\( P_{A - Cl}^{o} \\)", " and ", "\\( P_{A}^{o} \\)", " refer to the pressures in the manifold when the initiation valve is closed, and ", "\\( P_{A - } \\)", " and ", "\\( P_{A} \\)", " refer to the pressures after the initiation valve is opened. Method C* reduces to Method C-V for one step measurements from vacuum, since ", "\\( P_{A - Cl}^{o} \\)", " and ", "\\( P_{A - }^{{}} \\)", " are zero.", "3.1.3 ", "Method D-V (differential-volume)", "This was the method used in previous papers discussing differential methods (Zielinski et al. ", "2007", "; Browning et al. ", "2002", "; Blackman et al. ", "2006", "; Qajar et al. ", "2012", "). For the differential unit, an expression analogous to Eq. ", "9", " is written for the ballast side, but without adsorption:", "$$ \\begin{aligned} N_{B} (t_{o} ) + N_{BS} (t_{o} ) = N_{BBS} (t)  \\\\ P_{B}^{o} \\nu_{B}^{o} + P_{BS}^{o} \\nu_{BS}^{o} = P_{B} \\nu_{BBS}  \\end{aligned} $$", " ", "(13)", "The ", "dP", " transducer provides a real-time reading of the difference in pressure between the ballast and adsorbing side:", "$$ dP = P_{B} - P_{A} $$", " ", "(14)", "Combining Eqs. ", "9", ", ", "10a", ", ", "13", ", and ", "14", " leads to the basic operating equation for the differential multistep, volume-based (DM-V) method:", "$$ \\begin{aligned} dN_{ads} &= {\\rm X} + \\nu_{AAS} dP,  \\\\ {\\rm X} &= P_{A}^{o} \\nu_{A}^{o} + P_{AS}^{o} \\nu_{AS}^{o} - \\frac{{\\nu_{AAS} }}{{\\nu_{BBS} }}(P_{B}^{o} \\nu_{B}^{o} + P_{BS}^{o} \\nu_{BS}^{o} )  \\end{aligned} $$", " ", "(15)", "X is an asymmetry parameter, and accounts for asymmetries in volumes and charge pressures. As mentioned before, Method V requires independent calibration of all the volumes, such that each separately calibrated volume and charge pressure is used in Eq. ", "15", " directly. If adsorption to system components of the two sides were to be equal (i.e. the two sides were exact mirror images and X = 0), or X was known exactly, Eq. ", "15", " demonstrates the differential pressure reading is directly proportional to adsorption. Thus, the “null correction” for adsorption is inherent to the differential measurement. However, differential Method D-V requires four separate volume calibrations (vs. two for C-V); with each volume calibrated using the absolute transducer, this can introduce considerable error. One must also ensure the volume calibration is valid over the entire pressure range (i.e. X ≠ f(P)) to ensure the complete null correction is valid. The difficulty in accurately calibrating X leads us to development of the following operating equations.", "3.1.4 ", "Method D-BC (differential-blank correction)", "This is the first of our improved differential operating equations. Derived in Sect. 2.1 of the Supporting Information, one-step Method D-BC conducts a secondary experiment using He to calibrate X at the pressure of interest. It is analogous to Method C-BC for the conventional unit. Unlike Method D-V, the calibration utilizes a single reading from the differential pressure transducer in the blank correction. The final differential blank correction, Method D-BC, operating equation is:", "$$ dN_{ads} = \\nu_{AAS} (dP - dP^{He} ) + K^{He} Pm_{s} $$", " ", "(16)", "Where potential He adsorption (Lachawiec et al. ", "2008", "; Malbrunot et al. ", "1997", "; Robens et al. ", "1999", "; Springer et al. ", "1969", "; Zielinski et al. ", "2007", "; Maggs et al. ", "1960", ") is estimated using Henry’s Law, i.e.:", "$$ dN_{ads}^{He} = K^{He} Pm_{s} $$", " ", "(17)", "In this paper, experimental measurements assume ", "\\( K^{He} \\sim 0 \\)", ". Conducting the He blank at the same pressure as the primary experiment ensures the pressure dependence of the X parameter is zero, and thus ensures the null correction is valid.", "3.1.5 ", "Method D-SD (differential-sample density)", "An alternative to treating He adsorption (or assuming it to be zero) is to correct the empty sample cell volume by sample density according to Eq. ", "4", ". The empty cell measurement can be done in either He or H", "2", ", but the latter simplifies the measurement as gas evacuation/switching is not required. The (one-step) Method D-SD operating equation (Derived in Sect. 2.2, Supporting Information) is:", "$$ \\begin{aligned} dN_{ads} &= (v_{AAS}^{e} - v_{s} )(dP - dP^{SD} ) + \\frac{{v_{A} v_{s} }}{{v_{AAS}^{e} }}*P_{A}^{ \\circ }\\\\  v_{AAS}^{e} &= v_{A} + v_{AS}^{e}  \\end{aligned} $$", " ", "(18)", "Like Method D-BC, Method D-SD directly incorporates the null correction and uses the differential transducer to calibrate X at the pressure of interest.", "3.2 ", "Multiple-step (M) adsorption methods", "Generally, adsorption isotherms are conducted sequentially, with pressure increased from the previous equilibrium pressure (with a few rare exceptions (Kiyobayashi et al. ", "2002", ")). Multi-step operating equations have an ‘M’ (for multi-step) added to the name. This requires special mathematical treatment in certain cases, as (for example), the X parameter of the differential unit includes initial charge pressures in the sample and ballast cells, and these will not necessarily be equal for a differential measurement unless the adsorption step is initiated from vacuum. Modifications to one-step Methods D-BC and D-SD to account for charge pressure asymmetries include consideration of the cumulative differential pressure for ", "i", " steps, which is an experimentally recorded variable (variable names in Table ", "1", " are ", "dP", " ", " ", "BC,i", " ", " for Method DM-BC and ", "dP", " ", " ", "SD,i", " ", " for Method DM-SD). Derivation of Multi-step Methods DM-BC, DM-SD and CM-BC can be found in the Supporting Information (Sect. 2) and are summarized in Table ", "2", ".", "Table 1", " ", "Nomenclature of symbols and acronyms used for different methods on the conventional and differential units", " ", " ", "Symbol/acronym", " ", " ", "Description", " ", " ", "C", " ", " ", "Conventional unit (single-sided unit)", " ", " ", "C*", " ", " ", "Modified conventional method to reduce effect of valve volumes", " ", " ", "D", " ", " ", "Differential unit", " ", " ", "V", " ", " ", "One step measurement using Method V relying on calibration of individual volumes", " ", " ", "BC", " ", " ", "One step measurement relying on a He blank in the presence of sample", " ", " ", "SD", " ", " ", "One step measurement relying on information of sample density", " ", " ", "M-BC", " ", " ", "Multistep measurement relying on a He blank in the presence of sample", " ", " ", "M-V", " ", " ", "Multistep measurement using Method V", " ", " ", "M-SD", " ", " ", "Multistep measurement relying on information of sample density", " ", " ", " ", "\\( \\nu_{X}^{{}} \\)", " ", " ", " ", "Reduced volume factor, where ", "X", " represents the corresponding volume region A, AS, B, BS, AAS or BBS", " ", " ", " ", "\\( \\nu_{S}^{{}} \\)", " ", " ", " ", "Reduced volume factor for sample volume", " ", " ", " ", "\\( P_{A}^{o} \\)", " and ", "\\( P_{B}^{o} \\)", " ", " ", " ", "Charge pressures in volumes A and B respectively", " ", " ", " ", "dP", " ", " ", "BC", " ", " ", " ", " ", "dP reading during blank experiment done with the same volume and pressurization conditions as the primary adsorption experiment with sample inside", " ", " ", " ", "dP", " ", " ", "SD", " ", " ", " ", " ", "dP reading during blank experiment done with the same volume and pressurization conditions as the primary adsorption experiment without sample inside", " ", " ", "∆", "dP", " ", " ", "BC", " ", " ", " ", " ", " ", "dP", "-", "dP", " ", " ", "BC", " ", " ", " ", " ", "∆", "dP", " ", " ", "SD", " ", " ", " ", " ", " ", "dP", "-", "dP", " ", " ", "SD", " ", " ", " ", " ", " ", "\\( P_{AS}^{o} \\)", " and ", "\\( P_{BS}^{o} \\)", " ", " ", " ", "Initial pressures in the sample and ballast cells respectively before initiation of adsorption", " ", " ", " ", "\\( P_{A - } \\)", " ", " ", " ", "Pressure in the charge volume at the last equilibrium pressure for Method C*", " ", " ", " ", "\\( P_{A - Cl} \\)", " ", " ", " ", "Pressure after the valve has been closed but before charging", " ", " ", " ", "\\( P_{A} \\)", " ", " ", " ", "Pressure after opening of the initiation valve during adsorption", " ", " ", "γ", "A", " ", " ", " ", "Ratio of reduced volume factors, subscript A stands for ratio of reduced charge to total volume factors", " ", " ", "Γ", " ", " ", "Ratio of physical volumes", " ", " ", " ", "P", " ", " ", "U", " ", " ", ", P", " ", " ", "R", " ", " and P", " ", "F", " ", " ", " ", " ", "Pressures in unknown, reference and total volume during pressure expansion volume calibration method", " ", " ", "Superscript ‘i’", " ", " ", "Step number in the isotherm", " ", " ", "Superscript ‘e’", " ", " ", "Used with volume of region AS corresponding to an empty sample cell for the blank experiment", " ", " ", "Superscript ‘o’", " ", " ", "Initial time, a lack of superscript denotes the time after expansion", " ", " ", "ε", "X", " ", " ", " ", "Error in x, where x = system variable e.g. pressure, differential pressure, volume, density, mass", " ", " ", " ", "\\( \\Updelta P_{{}}^{{}} \\)", " ", " ", " ", " ", "\\( P_{A}^{o} - P_{AS}^{o} \\)", " ", " ", " ", "δ", " ", " ", "Pressure mismatch between charge pressures of primary and secondary experiments for Methods BC and SD", " ", " ", "Table 2", " ", "Operating equations for different methods used on a conventional and differential units", " ", " ", "System type", " ", " ", "Method", " ", " ", "Operating equation", " ", " ", "Conventional unit", " ", " ", "CM-V", " ", " ", " ", "\\( dN_{ads} = P_{A}^{o} \\nu_{A}^{{}} + P_{AS}^{o} \\nu_{AS}^{{}} - P_{A} \\nu_{AAS} \\)", " ", " ", " ", "C*", " ", " ", " ", "\\( dN_{ads} = v_{A} *\\left[ {(P_{A}^{o} - P_{A - Cl}^{o} ) - \\frac{1}{{\\gamma_{A} }}(P_{A} - P_{A - } )} \\right] \\)", " ", " ", " ", "C-BC", " ", " ", " ", "\\( dN_{ads}^{{}} = \\nu_{AAS} (P_{A}^{BC} - P_{A}^{{}} ) \\)", " ", " ", " ", "CM-BC", " ", " ", " ", "\\( dN_{ads}^{{}} = \\nu_{AAS} (P_{A}^{BC,i} - P_{A}^{i} ) - \\nu_{AS} (P_{A}^{BC,i - 1} - P_{A}^{i - 1} ) \\)", " ", " ", " ", "Differential unit", " ", " ", "DM-V", " ", " ", " ", "\\( dN_{ads} = {\\rm X} + \\nu_{AAS} dP;{\\rm X} = P_{A}^{o} \\nu_{A}^{o} + P_{AS}^{o} \\nu_{AS}^{o} - \\frac{{\\nu_{AAS} }}{{\\nu_{BBS} }}(P_{B}^{o} \\nu_{B}^{o} + P_{BS}^{o} \\nu_{BS}^{o} ) \\)", " ", " ", " ", "D-BC (1-step)", " ", " ", " ", "\\( dN_{ads} = \\nu_{AAS} \\Updelta dP^{BC} \\)", " ", " ", " ", "D-SD (1-step)", " ", " ", " ", "\\( dN_{ads} = (v_{AAS}^{e} - v_{s} )\\Updelta dP^{SD} + \\gamma_{A}^{e} v_{s} P_{A}^{ \\circ } ,v_{AAS}^{e} = v_{A} + v_{AS} + v_{S} \\)", " ", " ", " ", "DM-BC", " ", " ", " ", "\\( dN_{ads}^{i} = \\nu_{AAS} \\Updelta dP^{BC,i} - \\nu_{AS} \\Updelta dP^{BC,i - 1} \\)", " ", " ", " ", "DM-SD", " ", " ", " ", "\\( dN_{ads}^{i} = \\nu_{{_{AAS} }}^{e} \\Updelta dP_{{}}^{SD,i} - \\nu_{{_{AS} }}^{e} \\Updelta dP_{{}}^{SD,i - 1} + \\nu_{S}^{{}} \\gamma_{A}^{e} \\left( {P_{A}^{o} - P_{AS}^{i - 1} } \\right) \\)", " ", " ", " ", "3.3 ", "Analytical error analysis", "For analytical consideration of the propagation of error, we consider a Taylor expansion of the operating equation (generically, y = f (x", "1", ", x", "2", "…) where y is the dependent variable and x", "i", " are the independent measurement variables). To obtain a tractable analytic expression, we drop second-order terms and take the absolute value of the first-order expression, i.e.:", "$$ \\varepsilon_{y} = \\sum\\limits_{k = 1}^{n} {\\left| {\\left. {\\frac{\\partial y}{{\\partial x_{k} }}} \\right]_{a} \\varepsilon_{{x_{k} }} } \\right|} $$", " ", "(19)", "Taking the absolute value corresponds to the most conservative estimate, and this simplification provides a tractable analytic expression for comparison of the impact to error by uncertainty in each of the independent variables; a similar approach was recommended by Moffat (", "1988", "). To consider the impact of each variable, we consider adsorption for an isothermal ideal gas. Derived in Sect. 3 of the Supporting Information, pre-factors (i.e. ", "\\( \\frac{\\partial y}{{\\partial x_{k} }} \\)", ") for both a one-step adsorption measurement (from vacuum) and multiple step isotherms (with asymmetric charge pressures) are tabulated in Tables ", "3", " and ", "4", " for each operating equation of the differential unit. Tables S2a–d (Supporting Information) include prefactors for the conventional methods in addition to the differential methods.", "Table 3", " ", "Error expressions for uncertainty in calculated uptake for one-step isotherms using different data processing methods for a differential unit", " ", " ", "Method", " ", " ", "Error", " ", " ", "D-V", "a", " ", " ", " ", " ", "\\( \\varepsilon_{D - V} = \\left( {P_{A}^{o} \\left( {1 - \\frac{{\\gamma_{B} }}{{\\gamma_{A} }}} \\right) + \\frac{dP}{{\\gamma_{A} }}} \\right)\\varepsilon \\nu_{A}^{{}} + \\left( {\\nu_{A} \\left( {1 + \\frac{{1_{{}} }}{{\\gamma_{A} }}} \\right)\\left( {\\left( {1 - \\frac{{\\gamma_{B} }}{{\\gamma_{A} }}} \\right) + \\frac{{\\nu_{A} dP}}{{\\gamma_{A} P_{A}^{o} }}} \\right)} \\right)\\varepsilon_{P} + \\nu_{AAS} \\varepsilon_{dP} \\)", " ", " ", " ", "D-BC", " ", " ", " ", "\\( \\varepsilon_{D - BC} \\approx \\frac{{\\Updelta dP^{BC} }}{{\\gamma_{A} }}\\varepsilon \\nu_{A}^{{}} + \\frac{{v_{AAS} \\Updelta dP^{BC} }}{{P_{A}^{o} }}\\left( {1 + \\frac{{1_{{}} }}{{\\gamma_{A} }}} \\right)\\varepsilon_{P} + 2v_{AAS} \\varepsilon_{dP} \\)", " ", " ", " ", "D-SD", "b", " ", " ", " ", " ", "\\( \\varepsilon_{D - SD} = \\frac{{\\Updelta dP^{SD} }}{{\\gamma_{A}^{e} }}\\varepsilon \\nu_{A}^{{}} + \\left( {\\frac{{\\Updelta dP^{SD} }}{{P_{A}^{o} }}\\left( {1 + \\frac{1}{{\\gamma_{A}^{e} }}} \\right) - \\gamma_{s}^{{}} } \\right)\\nu_{AAS}^{{}} \\varepsilon_{P} + \\frac{{(P_{A}^{o} \\gamma_{A}^{e} + \\Updelta dP^{SD} )\\nu_{S}^{{}} \\varepsilon \\rho }}{\\rho } + 2v_{AAS} \\varepsilon_{dP} \\)", " ", " ", " ", " ", "a", "assumes ", "\\( \\varepsilon V_{A}^{{}} = \\varepsilon V_{B}^{{}} \\)", " ", " ", " ", "b", "Assumes ", "\\( \\gamma_{A}^{e} = \\gamma_{A}^{{}} \\)", "in derivation", " ", " ", "Table 4", " ", "Error Expressions for uncertainty in calculated uptake for multistep isotherms using different methods for a differential unit", " ", " ", "Method", " ", " ", "Error", " ", " ", "D-V", "a", " ", " ", " ", " ", "\\( \\begin{gathered} \\varepsilon_{D - V} = \\left( {\\gamma_{BS} \\left( {P_{A}^{o} (1 + \\alpha_{T} ) - P_{BS}^{o} } \\right) + dP^{i} } \\right)\\varepsilon \\nu_{A} + \\left( {(P_{AS}^{o} - P_{A}^{o} \\gamma_{B} ) + P_{BS}^{o} (\\alpha_{T} \\gamma_{B} - \\gamma_{BS} ) + dP^{i} } \\right)\\varepsilon \\nu_{AS} + \\left( {\\nu_{A} - \\nu_{B} \\alpha_{T} } \\right)\\varepsilon_{P}  + \\left( {\\nu_{AS} + \\nu_{BS} \\alpha_{T} } \\right)\\varepsilon_{{P_{AS}^{o} }} + \\nu_{AAS} \\varepsilon_{dP} ;\\left( {\\alpha_{T} = \\frac{{\\nu_{AAS} }}{{\\nu_{BBS} }}} \\right)  \\end{gathered} \\)", " ", " ", " ", "DM-BC", "b", " ", " ", " ", " ", "\\( \\varepsilon_{D - MSBC} = \\Updelta dP^{BC,i} \\varepsilon v_{A} + (\\Updelta dP^{BC,i} - \\Updelta dP^{BC,i - 1} )\\varepsilon v_{AS} + 2(v_{AAS} + v_{AS} )\\varepsilon_{dP} \\)", " ", " ", " ", "DM-SD", "$", " ", " ", " ", " ", "\\( \\begin{gathered} \\varepsilon_{D - MSSD} = \\left[ {(\\Updelta dP_{{}}^{SD,i} + \\Updelta P\\gamma_{S} (1 + \\gamma_{A}^{e} )} \\right]\\varepsilon \\nu_{A} + \\left[ {\\left( {\\Updelta dP_{{}}^{SD,i} - \\Updelta dP_{{}}^{Sd,i - 1} } \\right) + \\Updelta P\\gamma_{A}^{e} \\gamma_{s}^{{}} } \\right]\\varepsilon \\nu_{AS}^{e} + 2\\nu_{A}^{{}} \\varepsilon_{dP}  + \\frac{{\\left[ {\\Updelta P\\gamma_{A}^{e} + \\Updelta dP_{{}}^{SD,i} } \\right]\\nu_{S} }}{\\rho }\\varepsilon \\rho + \\gamma_{A}^{e} \\nu_{S}^{{}} \\varepsilon P_{AS}^{o} + \\gamma_{A}^{e} \\nu_{S}^{{}} \\varepsilon P  \\end{gathered} \\)", " ", " ", " ", " ", " ", "a", " ", "Assumes error in calibration of ", "V", " ", " ", "A", " ", " ~ ", "V", " ", " ", "B", " ", " and of ", "V", " ", " ", "AS", " ", " ~ ", "V", " ", " ", "BS", " ", " although each volume is calibrated separately", " ", " ", "$", " ", "dP", " ", " ", "SD", " ", " is related to ", "dP", " ", " ", "BC", " ", " by: ", "\\( dP_{{}}^{SD} = dP_{{}}^{BC} + \\left( {\\gamma_{S}^{e} \\left( {dP_{{}}^{BC} + \\gamma_{B} *P_{A}^{o} } \\right)} \\right) \\)", " ", " ", " ", "3.4 ", "Numerical error analysis", "A numerical analysis utilizing the root sum square method of propagating error is computed using a Jacobian matrix via a macro written in a Mathematica program, “UNCANAL” (Curl et al. ", "1999", "), i.e.", "$$ \\varepsilon_{y} = \\sqrt {\\sum\\limits_{k = 1}^{n} {\\left( {\\left. {\\frac{\\partial y}{{\\partial x_{k} }}} \\right]_{a} \\varepsilon_{{x_{k} }} } \\right)^{2} } } $$", " ", "(20)", "The expanded multi-variate numeric analysis allows for consideration of errors due to temperature gradients, gas non-ideality, system volumes, pressure accuracy, etc. ‘Standard’ uncertainty values (Table ", "5", ") are used throughout the analysis, unless otherwise specified, and are based on typical experimental measurements of volume calibration via expansion from high pressure (70–80 % of full scale) to vacuum, weighing sensitivity; and manufacturer specifications of the transducers. The error in density has been conservatively taken to be ±0.5 g/cc.", "Table 5", " ", "Typical values of variables and uncertainties in their measurements", " ", " ", "S. No", " ", " ", "Parameter", " ", " ", "Value", " ", " ", "Errors/uncertainties", "a", " ", " ", " ", "1", " ", " ", "Mass (mg)", " ", " ", "100", " ", " ", "0.10", " ", " ", "2", " ", " ", "Sample density (g/cc)", " ", " ", "2.50", " ", " ", "0.50", " ", " ", "3", " ", " ", "Differential pressure reading, dP (bar)", " ", " ", "Real time value", " ", " ", "0.01", " ", " ", "4", " ", " ", "Absolute pressure reading, P (bar)", " ", " ", "Real time value", " ", " ", "0.05", " ", " ", "5", " ", " ", "Sample charge volume (V", "A", "), cc", " ", " ", "37.55", " ", " ", "0.20", " ", " ", "6", " ", " ", "Sample cell volume (V", "AS", "), cc", " ", " ", "5.00", " ", " ", "0.01", " ", " ", "7", " ", " ", "Ballast charge volume (V", "B", "), cc", " ", " ", "38.18", " ", " ", "0.15", " ", " ", "8", " ", " ", "Ballast cell volume (V", "BS", "), cc", " ", " ", "5.10", " ", " ", "0.01", " ", " ", " ", "a", "Uncertainties are absolute quantities (not percentages) based on typical equipment specifications. Volumes are based on typical experimental relative standard derivations", " ", " ", "For clarity, we use the following terms below in the discussion of the analytic and numeric error analysis: Standard error is ε", " ", "y", " ", ", fractional error is ε", " ", "y", " ", "/", "y", ", and relative standard deviation (RSD) is the standard deviation of multiple measurements divided by the mean value.", "3.5 ", "Case studies", "A hypothetical material is used to quantify the effects of various operating/design parameters on measurement error, similar to the analysis of Parilla (", "2012", "). We assume the hypothetical material follows Langmuir adsorption, having 1 wt% adsorption at 80 bar and a Langmuir constant of 0.02 bar", "−1", ". With this assumed isotherm, the effects of the following parameters for both conventional and differential units are considered: (1) the number of steps in an isotherm, (2) deviations in calibrated volumes, (3) the effect of valve volumes, and (4) the choice of volume ratios in system design. In these case studies, adsorption pressure, moles adsorbed, and volume ratios are kept constant between the scenarios and the system pressures (P and dP) are calculated by mole balance, for both the adsorbate and an inert gas. Analyses correspond to a 100 mg sample and a volume ratio of Γ", "A", " = 37:42 (to match the current experimental design) unless otherwise specified.", "In consideration of a hypothetical isotherm measurement, we presume 100 mg of material is available, and the bulk sample density necessitates a V", "AS", " (when empty) of 5 cc. Sample cell volume is calculated by subtracting the volume occupied by 100 mg of the sample (based on its density, which is allowed to vary) from the sample cell, while V", "BS", " is kept at 5 cc. In the parametric analysis, we presume a two-step sequential isotherm at 10 and 80 bar. Other parameters held constant are as follows: 25 % uncertainty in sample density (i.e. ε", "ρ", "/ρ = 0.25), the ability to calibrate reference volume and charge volumes are taken from other reports (i.e. ε", "VA", " = ε", "VB", " = 0.01 cc), and valve volumes are fixed at 0.05 cc and treated analytically (see Table S3). For the differential unit, we assume the charge volumes are not symmetric, but differ by 0.5 cc with the volume BBS being kept larger. The following commercial absolute pressure transducers (P) are used in a second analysis: (P1) Omega PXM01-I +0.05 % FS and (P2) 0.025 % FS Rosemount 3051s_CA series. The following differential pressure transducers (dP) are considered: (dP1) PX77, Omega (±0.15 % FS) and (dP2) Rosemount 3051s_CD series (±0.025 % FS). Note that generally the absolute and differential transducers are chosen with different full scales. The FS of absolute transducer chosen for our analyses is 100 bar and for differential transducer is 6.9 bar. With an assumed amount of adsorption and initial pressure conditions, the final pressure and differential pressure is calculated for a given volume ratio and moles adsorbed, using the relevant operating equations in Table ", "1", ". Then the error is calculated using UNCANAL (Curl et al. ", "1999", "), treating moles adsorbed as the independent variables with the uncertainties of other variables shown in Table ", "5", ".", "4 ", "Results and discussions", "4.1 ", "Motivation: how accurately can volume be calibrated?", "To motivate the need of a high-pressure volumetric method that is less sensitive to errors in volume calibration, we first review (and measure) the accuracy and precision with which volume has been (and can be) determined. The pressure expansion method is the most common method to calibrate volume. Random error in volume, when calibrated via pressure expansion, is tied to the precision of the pressure transducer (Parilla ", "2012", "; Cheng et al. ", "2007", "; Zhang et al. ", "2004", "; Ramaprabhu et al. ", "1998", "), as derived in the Supporting Information (Sect. 1.3). Perhaps the largest difficulty in calibrating the volume is accounting for the presence of the sample. One may either measure the sample cell volume in a non-adsorbing gas (as done in Method BC) or measure an empty sample cell and correct for sample volume (as done in Method SD).", "4.1.1 ", "Error prone volume calibration", "We performed simple pressure expansion into an ", "empty", " sample cell, up to 100 bar, with a pressure transducer that has a precision of 0.05 % of full scale. First, the initial charge pressures in each volume were varied, keeping the pressure in the charge volume higher than the sample cell volume (Fig. ", "2", "). Next, the pressures were ramped sequentially maintaining the gas in the sample volume as the initial charge pressure for the next expansion, similar to a multi-step adsorption isotherm (Fig. ", "3", "). For case 1, experimental measurements were performed on multiple days using a number of sample cells of two sizes (either 5 or 7 cc). Data was processed with multiple equations of state (two extremes, i.e. ideal and Peng Robinson states, are shown in Fig. ", "2", ") with two assumed valve volumes. The resulting sample cell to charge volume ratio, Γ", " ", "C", " ", ", is highly dependent upon measurement conditions (Fig. ", "2", "). The experimental RSD is within 5 % (e.g. 5 ± 0.23 cc for the 5 cc cell), which is reduced to 3 % (e.g. 5 ± 0.16 cc) when small ", "\\( \\Updelta P_{{}}^{o} \\)", " (<40 bar) data are excluded. Performing the calibration with the chamber initially at vacuum (i.e. Case 2), which is shown to be more accurate (See Sect. 1.3, Supporting Information), reduces the RSD to 3.5 % (for all ", "\\( \\Updelta P_{{}}^{o} \\)", ") and 3 % (for ", "\\( \\Updelta P_{{}}^{o} \\)", ">40 bar), respectively. This variation in calibration is similar to that of Demirocak et al. (", "2013", "). The RSD (1.2 % for all ", "\\( \\Updelta P_{{}}^{o} \\)", ", 1.4 % for ", "\\( \\Updelta P_{{}}^{o} \\)", "<=5) in calibration of the 7 cc sample cell show similar trends. Previous analysis have attempted to improve the calibration by including gas compressibility (Kiyobayashi et al. ", "2002", ") and/or valve volume (Parilla ", "2012", "), and we have also considered these effects (see varying colors and symbols, Fig. ", "2", "). However, all experimental measurements are within the error bars representing propagated error without considering these effects. The observed divergence at low Δ", "P", " ", " ", "o", " ", " (Fig. ", "2", ") is predicted by propagated volume error: as Δ", "P", " ", " ", "o", " ", " goes to zero, error goes to infinity (Eq. ", "8a", "). Expected error can be greatly reduced by increasing Δ", "P", " ", " ", "o", " ", " (see also (Belmabkhout et al. ", "2004", "; Cheng et al. ", "2007", ")): for example, a small Δ", "P", " ", " ", "o", " ", " (2–5 bars) leads to a propagated error of 60–80 % versus 5–8 % when Δ", "P", " ", " ", "o", " ", " > 40 bars. Provided a high Δ", "P", " ", " ", "o", " ", " is used, a rough rule of thumb (Eq. ", "8e", ") is the fractional volume calibration error will be ~10 times the accuracy of the pressure transducer (when expressed as  % full scale).", " ", "Open image in new window", " ", "Fig. 2", " ", "Calibrated volume ratio, Γ", " ", "C", " ", " ", "/", "Γ", " ", "mean", " ", ", for expansion from a high-pressure reference volume to a low-pressure sample cell (", "hollow circles", " for 5 cc and ", "filled triangles", " for 7 cc) versus charge conditions (See Eq. ", "5", "). Division by Γ", " ", "mean", " ", " is to present two sample cell volumes on the same scale. Case 1 calibrations (initial pressure in the unknown volume) are shown in ", "black", "; and Case 2 calibrations (unknown volume is initially at vacuum) in ", "color", ". Case 2 data is considered with two equations of states (", "green", " = ideal and ", "blue", " = Peng Robinson). The ", "error bars", " represent the value expected from propagation of random error of Equation ", "6", ". To account for potential valve volume effects in Case 1, we assume that Γ", " ", "V", " ", " = V", "V", "/V", "AS", " is (i) zero, diamonds and (ii) 0.1, squares. For the two Γ", " ", "V", " ", " cases, error bars of data sets overlap at low ∆", "P", " ", " ", "o", " ", " only. Inset (same axes as the main figure): The variation in the Γ", " ", "C", " ", " at high ∆", "P", " ", " ", "o", " ", " shows deviation is within the error bars predicted from propagation of error (Color figure online)", " ", " ", " ", "Open image in new window", " ", "Fig. 3", " ", "Pressure functionality in calibrated sample cell volume data. Pressure of the charge volume is ramped sequentially, and the pressure in the sample cell volume is maintained (similar to an adsorption isotherm). Volume calculated from (1.2.5) is shown on the ", "left axis", ", and the ", "right axis", " represents the pressure after the expansion", " ", " ", "Despite the divergence shown in Fig. ", "2", " a low ", "\\( \\Updelta P_{{}}^{o} \\)", " is common for multi-step adsorption isotherms, particularly as the number of isotherm points is increased and/or as the final equilibrium pressure approaches the maximum system pressure. To emphasize this problem, the multistep calibration is used to simulate a typical adsorption isotherm (Fig. ", "3", ") with final equilibrium pressures increased/decreased linearly by ~10 bar, by adjusting Δ", "P", " ", " ", "o", " ", " appropriately. Δ", "P", " ", " ", "o", " ", " was less than 20 bar for all steps, and thus there is high probability for random error. Although the calculated empty cell volumes show some pressure dependence (Fig. ", "3", "), it is within that expected by propagation of random error. Similar, but less pronounced trends were observed previously (Parilla ", "2012", "). In the Supporting Information (Sect. 1.3) we further demonstrate that the most accurate volume calibration is performed when the charge pressure in the largest volume is high and the charge pressure in the smallest volume is zero.", "Although held constant in the experimental measurement, Eqs. ", "8c", "–", "8d", " indicate the system volume ratio, γ, also influences volume error. However, intermediate values of γ do not have a large effect on the error (Fig. S1). The error in volume calibration is minimized when the reference volume is approximately equal to the sample cell volume (i.e. γ → 0.5, see also Fig. S1), and the volume ratio ultimately dictates Blach and Gray’s figure of merit (Blach and Gray ", "2007", "), which is the pressure drop in a non-adsorbing expansion relative to the pressure drop when adsorption occurs, and should be maximized.", "So how precisely should system volumes be calibrated in order to perform a sufficiently accurate adsorption measurement? Although it is rare to find detailed information on volume calibration, similar studies show experimental volume calibration RSD to be on the order of 1.5 % of measurement (Checchetto et al. ", "2004", "; Kiyobayashi et al. ", "2002", "; Belmabkhout et al. ", "2004", "; Demirocak et al. ", "2013", "), often with pressure dependence (Qajar et al. ", "2012", "; Kiyobayashi et al. ", "2002", "; Parilla ", "2012", "). To obtain acceptable isotherm accuracy from a conventional unit, Gray et al. recommend a relative volume error of better than 0.1 % (Blach and Gray ", "2007", "), whereas Parilla (", "2012", ") recommend 0.01 % over the entire adsorption–desorption pressure range. For a differential unit, Qajar et al. calculate that a 0.1 % error in volume calibration will lead to at least a 3 % error in the adsorption isotherm (Qajar et al. ", "2012", "). According to the rule of thumb developed above (Eq. ", "8e", "), the accuracy of the pressure transducer must be approximately ten-fold better than the desired volume precision. The most precise high pressure absolute transducer we were able to locate is the Rosemount 3051 s series, which has a precision of 2 × 10", "−4", ", and thus it seems the best volume accuracy achievable is ~10", "−3", ", assuming systematic errors are avoided. Of course, our rule of thumb is based on Taylor expansion and is thus somewhat conservative.", "4.1.2 ", "Divergence in common practices", "Given this analysis, we revisit some previous suggestions on how to handle volume calibration. Gross et al. recommend the following procedure (Gross et al. ", "2012", "): fix the pressures in the known and unknown volumes at a fixed percentage of the full scale, allow sufficient time for thermal equilibration of gas; and alternate high pressures between the known and unknown volumes prior to expansion. Our analysis shows (see also Sect. 1.3 of the Supporting Information) volume calibration error is minimized when the percentages are fixed at 100 % (in the large volume) and 0 % (in the smaller volume). Other recommendations for accurate volume calibration include: (1) use of both high pressure (Tibbetts and Meisner ", " 2001", ") and low pressure He (Furukawa et al. ", "2007", "), (2) calibration at the regeneration temperature of adsorbent (Malbrunot et al. ", "1997", "), (3) careful choice of an equation of state (Zhou et al. ", "2007", "; Kiyobayashi et al. ", "2002", "; Zhang et al. ", "2004", "), and (4) use of an iterative calculation method to determine system volumes (Zhang et al. ", "2004", "). Clearly, low pressure He leads to large error (Fig. ", "2", "), and it is unclear how an iterative procedure (Zhang et al. ", "2004", ") would solve the issues raised in Figs. ", "2", " and ", "3", ". Although not considered herein, high-temperature calibration (Malbrunot et al. ", "1997", ") introduces additional uncertainties if temperature gradients are imposed on the system. When high Δ", "P", " ", " ", "o", " ", " is used, one must account for potential He adsorption. Recommendations from the literature include the following: increase sample mass (Parilla ", "2012", "; Gross et al. ", "2012", "), use a small sample mass and neglect the volume change (Gross et al. ", "2012", "), use a non-adsorbing ballast material of equal volume (e.g. Si (Furukawa et al. ", "2007", ") or Al (Lachawiec et al. ", "2008", ")) for the volume calibration (Browning et al. ", "2002", "), or manually subtract out the sample volume using an independently measured He density (Rzepka et al. ", "2005", "; Stadie et al. ", "2010", "; Lachawiec et al. ", "2008", "). Clearly the recommendations diverge, and Sects. ", "4.2", " and ", "4.3", " will demonstrate how volume calibration is often the major source of error in adsorption isotherms. However, we must also differentiate the most accurate conditions for volume calibration from the best conditions to conduct the adsorption experiment, and we will revisit these issues after first discussing the accuracy of various methods by which to conduct adsorption experiments in Sects. ", "4.2", " and ", "4.3", ".", "4.2 ", "Experimental validation of the differential unit", "To validate our equipment and evaluate the new differential operating equations introduced above, we first consider several sequential one-step H", "2", " physisorption experimental measurements to GX31 activated carbon at 298 K, with charge pressures ranging from 20 to 80 bar. The resulting experimental data was processed with both Methods D-BC (circles) and the more traditional differential Method D-V (diamonds, Fig. ", "4", "a). The resulting isotherms are slightly higher (but within 5 %) of previous reports (Zielinski et al. ", "2007", "), but slightly lower than what one might predict based on surface area (Panella et al. ", "2005", "). The slight increase relative to (Zielinski et al. ", "2007", ") may possibly be due to a more rigorous evacuation (~10", "−4", " mbar vacuum pressure vs. 10", "−7", " mbar on our system) with smaller sample sizes. At pressures below 20 bar, data from a more precise (±0.01 wt% for 100 mg sample (Jain et al. ", "2007", ")) gravimetric analyzer follows the same trend line (black squares). Five different sample loadings with variation of sample mass (50–300 mg) and cell volume (5–7 cc) demonstrate excellent reproducibility for Method D-BC in the pressure range of 70–83 bars, with a variation of 0.05 wt% at ~80 bar (Fig. ", "4", "a, grey circles), despite no external temperature control. On the other hand, using Method D-V leads to a variation of 0.24 wt% at ~80 bar (grey diamonds), approximately 5-fold greater than Method D-BC. Thus, we conclude that the differential unit is capable of accurately measuring adsorption (0.6 ± 0.05 wt%, or 8 % error) at pressures up to 80 bar for 100 mg samples, even when the volume calibration error is on the order of ~1 %. Method D-BC offers a significant improvement over Method D-V, and the source of this improvement is further discussed in Sect. ", "4.3.2", ".", " ", "Open image in new window", " ", "Fig. 4", " ", "Isotherm sensitivity to volume uncertainties is dependent on operating equation, for both ", "a", " experimental data and a ", "b", " hypothetical analysis. In ", "a", ", experimental data is collected on the differential apparatus using H2 physisorption to GX31 superactivated carbon at 298 K, using a ‘one-step’ measurement, from high pressure to vacuum. Sequential one-step measurements are processed with either Method V (", "diamonds", ") or BC (", "circles", ") for adsorption (", "filled symbols", "). Also included are multiple sample preparations, with variations in sample mass and sample cell volume processed with Method V (", "grey diamonds", ") and Method BC (", "grey circles", "). Error bars represent the values obtained from propagation of error. Data collected on a gravimetric analyzer up to 20 bar (", "black squares", ") and data from (Zielinski et al. ", "2007", ") (", "lower dashed line", ") are included for comparison. The ", "upper dashed line", " is that expected based on reported surface area proportionalities (Checchetto et al. ", "2004", "). In ", "b", " the effect of volume uncertainty is emphasized for a hypothetical exact measurement (", "black line", ") by positively (", "blue", ") and negatively (", "red", ") skewing the ballast cell volume by Δ", "V", " = ±0.1 cc for Method V and ±3 cc for Method BC (Color figure online)", " ", " ", "Next, we performed a four step experimental isotherm measurement up to 80 bar in 20 bar increments. Pressure was increased sequentially without returning the system to vacuum. Recall Method DM-BC uses the cumulative differential pressure, and differs in this respect from Method D-BC (and conventional multistep method CM-BC). A multistep isotherm processed with Method DM-BC agrees with the previous one-step data within 8 % (Fig. ", "5", "a), and is within 5 % of published data (Zielinski et al. ", "2007", ") at ~80 bar. If on the other hand, the cumulative differential pressure is not considered (i.e. Method D-BC rather than DM-BC), the isotherm is over-predicted by ~11 % at 70 bars, although the difference at lower pressures is indiscernible (Fig. ", "5", "a, purple circles). The reason for this discrepancy with Method D-BC is that pressure in the adsorbing side decreases, leading to asymmetries at the start of each adsorption step that are difficult to reproduce in the corresponding He blank experiment. Method DM-BC circumvents this issue by using the cumulative differential pressure in both the adsorption and blank experiment, which is an advantage to the multi-step differential measurement.", " ", "Open image in new window", " ", "Fig. 5", " ", "Extending the analysis of Fig. ", "4", " to multi-step isotherms, i.e. the effect of ", "a", " experimental and ", "b", " hypothetical volume uncertainties on the resulting isotherms for Methods DM-V and DM-BC. One-step sequential data from Fig. ", "4", "a (", "black circles", ") is compared to a sequential experimental measurement using Method DM-BC (", "green", ") versus BC* (", "purple", "). Reference data and error bars are as explained in Fig. ", "4", ". The hypothetical analysis in (", "b", ") extends the analysis and nomenclature of Fig. ", "4", "b to the multi-step isotherms. ", "Green error bars", " correspond to data processed with Method DM-BC and ", "black error bars", " correspond to Method V (Color figure online)", " ", " ", "4.3 ", "Sources of error and sensitivity analysis for the differential unit", "4.3.1 ", "Volume uncertainty", "The isotherms above were processed with volumes calibrated with the more precise ‘Case 2’ (high Δ", "P", " ", " ", "o", " ", ") volume calibration. Had this recommendation not been followed, the Method D-V isotherms would have changed drastically, whereas Method D-BC isotherms are much less sensitive to systematic volume errors. For Method D-V, skewing one calibrated volume input by 0.1 cc (for V", "BS", ", a deviation of 2 %) skews the calculated isotherm by at least 90 % (Fig. ", "4", "b). When V", "BS", " is increased by 0.1, the isotherm is under-predicted, and vice versa. The opposite trends are observed for V", "AS", ". This follows from the analytical expressions relating error in adsorption for the various operating equations (Table ", "3", "): Increasing sample cell volume increases total system volume which has a negative contribution to the adsorption and results in under-predicted uptake (Sect. 4, Supporting Information). However, symmetrically skewing the volume input returns the original isotherm. In comparison even a 3 cc (i.e. 60 %) change in V", "AS", " for Method D-BC has a negligible effect (<3 %) on the isotherm (Fig. ", "4", "b).", "4.3.2 ", "Effect of operating equation (V vs. BC)", "Experimentally at 80 bar, Method D-BC returns an error of 7 % (0.56 wt% ± 0.04 wt%) compared to 70 % error for Method D-V (0.56 wt% ± 0.40 wt%). The multivariate numeric analysis shows volume accounts for ~97 % of the error of Method D-V, and less than 0.5 % for Method D-BC (97 % is attributable to uncertainty in ", "dP", "). Numeric analysis demonstrates similar trends utilizing the standard uncertainties (Table ", "3", "), considering less pronounced errors in volume (0.2–0.4 %) as well as errors in other independent variables. At 20 bar, the fractional error in Method D-BC is ~25 % (i.e. 0.16 wt% ± 0.04 wt%) compared to Method D-V at 65 % (0.16 wt% ± 0.11 wt%, Fig. ", "4", "a). Similar to the volume calibrations, the relative error decreases at higher pressures as Δ", "P", " ", " ", "o", " ", " is increased, which is discussed further in the Section below on multi-step isotherms.", "The improvement in Method D-BC relative to Method D-V can be traced to the analytical expressions: The operating equation of Method D-BC has a single volume term with the other volumes embedded in the X parameter. In contrast, Method D-V has four separate volume terms (or six if one includes valve volumes), all of which are subject to the errors demonstrated in Fig. ", "2", ". The form of the operating equation leads to significant differences in the volume pre-factors associated with the analytical propagation of error (Table ", "3", "): the volume pre-factor for Method D-BC is a difference of two similar ", "dP", " terms, whereas the volume pre-factor for Method D-V is significantly more complicated with no cancelation of terms, even when the unit is perfectly symmetrical (i.e. substituting γ", "A", " = γ", "B", " in Table ", "3", "). Thus Method D-V will always be more sensitive to volume uncertainties than Method D-BC. The pre-factor associated with pressure uncertainty is also a difference of two like terms for Method D-BC, further decreasing the error. Although the ", "dP", " prefactor increases for Method D-BC, the magnitude of ", "dP", " (and its associated error) is generally small. Thus in all cases, Method D-BC will have much less random error than Method D-V, and be less sensitive to volume uncertainties. Furthermore, the X parameter is determined with the ", "dP", " transducer in Method D-BC and the [generally less precise] absolute pressure transducer in Method D-V. Increased precision of the differential transducer is easy to achieve due to their difference in scales. The increase in accuracy is greater than the effect multiple pressure transducers would have on a conventional unit, even though potential temperature gradients and gas non-idealities have not yet been considered (and provide a further advantage for the differential unit, as discussed previously (Zielinski et al. ", "2007", "; Browning et al. ", "2002", "; Blackman et al. ", "2006", "; Qajar et al. ", "2012", ")).", "4.3.3 ", "Multi-step isotherms", "Numerical propagation of error for the experimental data processed with multi-step Method DM-BC shows a fractional error of ~34 % of the total uptake by the fourth isotherm step at 80 bar (i.e. 0.56 wt% ± 0.19 wt%), due to uncertainty in the ", "dP", " transducer (~98 %) and sample mass (1 %). This is a significant increase in error relative to a single step to 80 bar (Recall Method D-BC led to 0.56 wt% ± 0.04 wt%), which reflects both the reduction in Δ", "P", " ", " ", "o", " ", " at the start of each adsorption step, as well as a division of the amount adsorbed over multiple isotherm steps. Quite simply, errors compound for multistep isotherms. Volume uncertainties contribute less than 0.05 % to the overall error in Method DM-BC, even if the standard volume errors are significantly increased. The contribution of volume uncertainties to error can be traced to the pre-factors for the volume uncertainties in the analytical expressions, i.e. the factor ", "\\( \\Updelta dP_{{}}^{BC,i} = (dP_{{}}^{i} - dP_{{}}^{BC,i} ) \\)", " is small. Once again, significant advantages arise by lumping volumes and asymmetries into one parameter which can be measured directly with the more precise ", "dP", " transducer. Method DM-BC is insensitive to volume changes even when the volume is artificially increased by as much as 60 % (5 cc ± 3 cc).", "In contrast, application of Method D-V to multi-step data is sensitive to a 2 % change in volume, as this skews the isotherm by over 50 % (Fig. ", "5", "b). Numerical analysis of Method DM-V shows ~80 % error at ~80 bar (i.e. 0.54 wt% ± 0.43 wt%), 60 % of which is attributed to volume uncertainties (~20 % to ", "dP", ", 15 % to pressures). Once again, symmetric errors minimize errors in Method DM-V. Similarly, use of the differential pressure transducer to account for the accumulated asymmetries in charge conditions (Method DM-BC) led to a much more accurate measurement than simply trying to reproduce the charge conditions of multiple steps manually (as would be the case for a conventional ‘blank correction’ measurement) or ignoring them (Method M-BC).", "4.3.4 ", "A trade-off: sample density or helium adsorption? (method BC vs. SD)", "Method D-BC relies on estimating (or ignoring) He adsorption and effectively measuring the sample density or volume directly, whereas Method D-SD relies on estimating the sample density or using an independently measured value and conducting the blank experiment on an empty sample cell. A numerical analysis of Method D-SD at 20 bar shows a fractional error of ~29 % (0.164 wt% ± 0.041 wt%), due primarily to the ", "dP", " transducer (99 %). Thus, numerically, Method D-SD is nearly as precise as Method D-BC (Recall, Method D-BC was 0.16 wt% ± 0.04 wt% at 20 bar). Method D-SD is of course sensitive to uncertainties in skeletal sample density ", "\\( \\rho \\)", ", and error varies with ", "\\( \\rho_{{}}^{ - 2} \\)", " (Table ", "3", "). Although ", "\\( \\rho \\)", "(and ", "\\( \\varepsilon_{\\rho } \\)", ") are small, they are multiplied by the charge pressure (which tends to be a large) and a volume ratio that is large. Other terms that contribute to error in Methods D-SD and D-BC are essentially identical (Table ", "3", "). Thus, Method D-SD has a slightly larger random error than Method D-BC, but both are significantly more precise than Method D-V.", "For multi-step isotherms, the error in DM-SD is once again quite comparable to DM-BC, with a 35 % uncertainty in total uptake at 80 bar, with over 93 % attributed to ", "dP", ", and 6 % to sample density. Method DM-SD is more susceptible to uncertainty in sample density than one-step Method D-SD: although density prefactors are similar for both in the analytical expressions, the ", "dP", " prefactor is much larger for Method D-SD and thus the sensitivity to ", "dP", " outweighs the sensitivity to density here. Uncertainties in sample density have the greatest effect at high pressure and for samples of low density. Thus, Method DM-SD is slightly less precise than Method DM-BC, particularly when the sample density is low, estimated, and/or hard to measure. However, the two methods are more or less prone to potential systematic error, as discussed in the next paragraphs.", "4.3.4.1 ", "Helium adsorption", "Although Method D-BC (and multi-step DM-BC) is slightly more precise than the corresponding ‘SD’ method, it is most susceptible to systematic error if there is He adsorption at high pressure (see Eq. ", "16", "), which will lead to underestimation of the actual adsorbed amount. Others have dealt with this issue by estimating ", "K", " ", " ", "He", " ", " using empirical surface area correlations (Sircar ", "2002", "; Lachawiec et al. ", "2008", "). Considering typical values of ", "K", " ", " ", "He", " ", " (0.005–0.02 mmol/g bar) (Lachawiec et al. ", "2008", "), underestimation may approach 20 % for a 100 mg sample at 100 bar. Other recommendations (low pressure (Furukawa et al. ", "2007", ") or high temperature (Malbrunot et al. ", "1997", ") calibrations) are inconsistent with our volume calibration errors discussed above and/or introduce additional uncertainties due to temperature gradients.", "4.3.4.2 ", "Gas cross-contamination", "Perhaps a larger potential issue with Method D-BC (DM-BC) is gas cross contamination. Small gases, such as H", "2", ", are particularly difficult to remove from stainless steel equipment (Li ", "2012", "). Thus, the purity of the He gas used in the calibration measurements may be less than indicated by the specified purity in the gas cylinder. This is not expected to have a significant impact for samples that physisorb small amounts at trace gas pressures, but may significantly impact samples that have a particularly high affinity for the adsorbate (examples include hydrogen adsorption on metals/catalysts), and ", "\\( dN_{ads}^{He} \\)", " in Eq. ", "16", " cannot be treated empirically. When the sample cell is at vacuum, evolution of the adsorbate from reactor components will reduce the total adsorption during actual measurement. In this case, Method D-SD (DM-SD) is a better choice.", "4.3.4.3 ", "Recommendation", "The reduced potential for systematic error for Method D-SD (DM-SD) seems to more than make up for a slight decrease in precision that arises due to use of sample density and its associated uncertainty. Concerns with He adsorption and gas cross contamination can be completely eliminated when the SD blank is H", "2", " adsorption to an empty sample cell. A conservative variation in sample density (2.5 ± 0.5 g/cc) shows that error in sample density is not a large factor for the SD differential measurements. At first, this may seem at odds with prior reports claiming high sensitivity to sample density, in particular for highly porous materials with low skeletal density (Blach and Gray ", "2007", "; Gross et al. ", "2012", "), and/or pressure dependent density. For a conventional unit, Blach and Gray (", "2007", ") also found the effect of uncertainty in sample density on moles adsorbed varies with ρ", "−2", " in a conventional unit (as shown in Table ", "3", "), and then claim that a 25 % uncertainty in sample density may skew the isotherm by more than 100 %. However, it seems their analysis neglects the error associated with other variables, most notably, it neglects errors in volume calibration. As sample density is inversely related to sample volume, uncertainty in sample density corresponds to an uncertainty in volume. The conservative estimate of sample density uncertainty used (i.e. 2.5 ± 0.5 g/cc) above leads to a volume uncertainty on the order of the volume calibration error. As Blach and Gray’s analysis considers a conventional unit but ignores other potential volume errors; their effect is much larger than what we observe here. Furthermore, the differential unit tends to be less sensitive to volume uncertainties than the conventional unit, which we will demonstrate in Sect. ", "4.4.3", ". Total system volume and the accuracy of the pressure transducer also play a role, and a more general consideration of the role of sample density is revisited in Sect. ", "4.4.5", ".", "4.3.5 ", "Temperature effects", "Experimental data processed with Method D-BC (Fig. ", "4", "a) and DM-BC (Fig. ", "5", "a) show good convergence for multiple samples collected over a 2-month time frame, particularly given the lack of external temperature control. Revisiting the experimental data, typical temperature variations during the course of a measurement were 0.1–0.2 °C, and variations between runs were 0.5 °C. Although lab temperature tends to be cyclic over a 24 h period, typical He blanks show a variation in dP of ±0.02 bar, which is a doubling of the instrument sensitivity (±0.01 bar), and has been used to modify the numeric error analysis.", "Previous papers discuss benefits of using a thermostatted systems,(Lee et al. ", "2008", "; Zhang et al. ", "2004", "; Qajar et al. ", "2012", "; Blackman et al. ", "2006", "; Rzepka et al. ", "2005", "; Kiyobayashi et al. ", "2002", ") and generally find slight variations in temperature (when accounted for) introduce negligible error (<1 %) (Tibbetts and Meisner  ", "2001", "; Lachawiec et al. ", "2008", "), particularly for differential systems (Zielinski et al. ", "2007", "; Qajar et al. ", "2012", "). In the Supporting Information (Sect. 1.5), we demonstrate how pressure sensitivity is reduced 100-fold for extreme external temperature fluctuations (over 10 °C) for the differential transducer relative to the absolute transducer. Of course, the analysis in this paper is restricted to room temperature, and temperature gradients along system components may increase the temperature effect. The differential unit is much better at accounting for temperature gradients and corresponding gas non-idealities (Zielinski et al. ", "2007", "; Browning et al. ", "2002", "; Blackman et al. ", "2006", "; Qajar et al. ", "2012", "), and this is beyond the scope of the current paper. Our conclusion is that moderate temperature variations caused by lack of external thermostatting do not introduce significant error into our room temperature data.", "4.3.6 ", "Sample mass", "Our goal in this paper is to provide a reliable means to measure adsorption of 100 mg of sample, which is the minimum which may be reliably measured on most standard laboratory scales. To ensure we have the most accurate sample mass, we measure the sample at the conclusion of the adsorption experiment while it is still contained within the sample cell. We remove the valve to the sample immediately prior to measurement, so there is some air exposure and possible adsorption. Other papers have outlined balances with large mass scales and high accuracy so that this may be avoided (Zielinski et al. ", "2007", "), and this would lead to greater accuracy in sample mass. All numeric error analysis above assume that the 100 mg of sample is known with 0.1 mg, which we feel reflects this methodology. Should this mass uncertainty be increased to 10 mg, the corresponding contribution of mass towards overall error increases from 1 to 10 %. The total error in measurement still shows negligible increase (of 0.003 %) even at low pressure when larger errors are expected.", "4.3.7 ", "Effect of pressure mismatch", "Methods D-(BC, SD, M-BC and M-SD) all reference a He blank, and error may be introduced if there is a significant pressure difference with the primary (H", "2", ") experiment (i.e. pressure mismatch is defined as ", "\\( \\delta = P_{A}^{o,H2} - P_{A}^{o,He} \\)", "). This is related to the ability of the equipment to precisely get to the target charging pressure. For multistep isotherms on the differential unit, one must consider this effect on both the differential pressure and cumulative differential pressure. A detailed analysis (Sect. 2.4 of Supporting Information) to consider this effect on a differential unit demonstrates this error is zero for random fluctuation (i.e. δ fluctuates about a set point) for perfectly symmetric systems. The error increases as asymmetry grows. For example, a ~5 % deviation from symmetry and a random fluctuation in pressure set point of 1 bar (i.e. −1 < δ < 1 bar) will have a negligible effect on calculated adsorption (a fractional error of ~10", "−3", " for small systems and 10", "−4", " for larger systems). If the fluctuation is not random, but tends to deviate in a constant value above (or below) the set point, any pressure mismatch terms go to zero for a perfectly symmetric unit (See Sect. 2.4, Supporting Information). For non-random fluctuations with slightly asymmetric units, pressure deviations still tend to be dampened by ~1/50th to 1/100th due to pre-factors associated with pressure mismatch in the derivation. Considering the hypothetical material, the error that arises due to pressure mismatch is nearly 2 % for Method DM-BC and 3 % for Method DM-SD when δ = 1 bar (See Fig. S4a–b).", "4.4 ", "Case studies and design guidelines", "In order to generalize the discussion to other unit designs, we now perform a series of Case studies using the hypothetical material. Each independent parameter is considered in isolation using standard errors (see Table ", "5", "), unless otherwise specified. The analysis considers numeric analysis, with a more general analytic case reconsidered in Sect. ", "4.3", ". First, we reconsider the sources of error considered in Sect. ", "4.3", " to validate the findings with our specific experimental design, and then use the flexibility of the numerical analysis to the hypothetical material to vary total volume and volume ratio. Finally, we extend the hypothetical analysis to other unit configurations to offer suggestions on how to optimize a volumetric design.", "4.4.1 ", "Volume sensitivity", "First, starting from our specific equipment design, we change the sample cell volume, ", "V", " ", " ", "AS", " ", ", leaving other parameters constant. This represents a potential systematic error in volume calibration. Differential Method D-V is 600-fold more sensitive to volume errors than differential Method D-BC, and asymmetric (i.e. one-sided) volume errors lead to similar error as conventional Method C-V: For example, a 0.1 cc perturbation in sample cell volume perturbs the isotherm by over 50 % for Method D-V compared to 0.1 % for Method D-BC (Fig. ", "6", "(i) and (ii)). However, when the volume error is symmetric (i.e. both ", "V", " ", " ", "AS", " ", " and ", "V", " ", " ", "BS", " ", " are skewed), Method D-V returns the correct isotherm (Fig. ", "6", "(iii)). The findings are similar to that discussed above: systematic volume errors in a differential unit may cancel each other out, and provide an inherent advantage to the differential unit, even for Method D-V and similar operating equations. Multistep isotherms show similar trends (Fig. S5): a 2 % volume perturbation (in V", "AS", ") skews the isotherm by over 65 % for differential Method DM-V, while multi-step DM-BC and DM-SD return the isotherm within 0.1 %.", " ", "Open image in new window", " ", "Fig. 6", " ", "Effect of errors in volume calibration on one-step isotherms for a 100 mg sample of a hypothetical material using differential Methods: V (", "red diamonds", "), BC (", "green circles", ") and SD (black triangles). For Method V, three cases are considered: (i) V", "AS", " (", "filled red diamonds", ") is increased by 0.1 cc, (ii) V", "AS", " (", "hollow red diamonds", ") is decreased by 0.1 cc, and (iii) both V", "AS", " and V", "BS", " are increased by 0.1 cc each (V*). For Methods BC and SD, sample cell volume (V", "AS", ") is increased by 0.1 cc. In each case, charge to sample cell ratio is maintained at 37:5. ", "Black solid line", " corresponds to the expected isotherm (Color figure online)", " ", " ", "4.4.2 ", "System volume ratio", "Minimum sample cell volume is dictated by sample mass and density; and is kept constant in this analysis. Here, we vary the charge volume (from 12, to 25, to 37 cc; corresponding to ", "\\( \\gamma \\)", " = 0.71, 0.83, 0.88), while perturbing ", "V", " ", " ", "AS", " ", " by 2 % (from 5 cc). As before, this 2 % increase shows virtually no effect on the hypothetical isotherm for Methods D-BC and D-SD, and this is independent of volume ratio (Fig. ", "7", "). Method D-V under predicts the isotherm by 65 % at 80 bar (Fig. ", "7", "), but also shows no real dependence on volume ratio. Trends for multi-step isotherms are similar (Figs. S5, S6). As demonstrated in the Supporting Information (Sect. 1.4) the volume ratio only plays an important factor in adsorption error at extreme values of ", "\\( \\gamma \\)", ".", " ", "Open image in new window", " ", "Fig. 7", " ", "Effect of three volume ratios (Γ", "A", ") on returning the true isotherm for one-step adsorption measurements when volume uncertainty in V", "AS", " is fixed at 2 %: Γ", "A", " of 5:37 (", "diamonds", "), 5:25 (", "triangles", ") and 5:12 (", "circles", ") for differential operating equations. No effect of Γ", "A", " is seen, and only one set of symbols corresponding to each method is visible: Γ", "A", " = 5:12 for BC, Γ", "A", " = 5:25 for SD and Γ", "A", " = 5:37 for V. ", "black solid line", " represents the expected isotherm", " ", " ", "4.4.3 ", "Differential versus conventional", "For the hypothetical material with volume errors of 0.2 % (other values are Table ", "5", " standard errors), a numeric multivariate analysis shows that conventional multistep (CM-) methods do not return the expected isotherms with less than 100 % error unless the number of adsorption steps is significantly reduced (e.g., to one step, see Fig. ", "8", "). Although the conventional blank correction Methods (BC and M-BC) offer some advantage, the propagated error continues to exceed the measurement for multi-step isotherms. For example, a six-step isotherm to 80 bar processed with [the most common] Method CM-V has a propagated error of (~180 %), and Method CM-BC reduces this error to only 144 % (Fig. ", "8", "). A one-step measurement to 80 bar reduces error to 30 % for C-V and 24 % for C-BC. For small sample size (100 mg was chosen), a single step to maximum pressure effectively increases the signal due to adsorption. Of course, accuracy can be increased by using a better transducer and larger sample mass. However, using the same experimental uncertainties, but adding a low-pressure differential pressure transducer significantly decreases the error (illustrated in Fig. ", "8", ", and quantified in Sect. ", "4.3", "). Thus, focusing on our specific experimental design (with the transducer accuracies and total volumes outlined above), multivariate error analysis demonstrates that our recommended Method DM-SD has an error of 20 % (1 wt% ± 0.2 wt%) (Fig. ", "8", "), which represents an 90 and 88 % ", "reduction", " relative to conventional multistep Methods CM-V and CM-BC, respectively. Method DM-BC shows nearly similar errors as DM-SD.", " ", "Open image in new window", " ", "Fig. 8", " ", "Error accumulation in the adsorption isotherm measured with conventional multistep Methods, CM-V (", "green", ") and CM-BC (", "black", "), and differential multistep Methods DM-SD (blue). Corresponding data for one-step to 80 bar with conventional Methods C-V (", "green", ") and C-BC (", "black", ") are also shown. All data corresponds to a hypothetical Langmuir isotherm with Langmuir constant 0.02 bar", "−1", " and 1 wt% uptake at 80 bar using unit configuration and errors from Table ", "3", " (Color figure online)", " ", " ", "4.4.3.1 ", "Pressure mismatch for conventional methods", "An analysis of pressure mismatch for Methods CM-BC on the conventional unit proves it to be highly sensitive to charge pressure mismatch (Fig. S4d). In addition to other propagated error, a pressure mismatch of 0.01 bar will lead to nearly 37 % error in the isotherm. To bring the error down to an acceptable 3 % value, the mismatch needs to be within 0.001 bar, a value even lower than most absolute transducer sensitivities. This shows that even a secondary calibration experiment for the conventional unit may actually offer no real advantage in reducing errors even though it may mathematically reduce the random error.", "4.4.3.2 ", "Source of volume sensitivity", "Analytically, the conventional unit typically has error pre-factors that include ", "P", " terms, whereas the pre-factors of the differential unit mainly reference [the typically smaller] ", "dP", " (Table S2a–d). However, this analysis is true only if the pressures in the adsorption and blank experiments can be matched exactly, and Method CM-BC is highly sensitive to pressure mismatch, as discussed in the preceding paragraph. As shown in Sect. ", "4.3.7", ", differential methods are relatively insensitive to pressure mismatch, symmetric volume errors, and furthermore, are relatively insensitive to temperature gradients and gas compressibility (shown previously (Zielinski et al. ", "2007", "; Browning et al. ", "2002", "; Blackman et al. ", "2006", "; Qajar et al. ", "2012", "), see also Fig. S3).", "4.4.3.3 ", "Analytical treatment", "In order to treat the problem analytically by focusing on the best Method for both conventional and differential measurements (i.e. one-step Methods C-BC and D-BC); it can be shown analytically (Sect. 1.4, Supporting Information) that Method C-BC is the most precise conventional method. Analytical expressions of error for Methods C-BC and D-BC (derived via Taylor expansions in Sect. 1.4 of the Supporting Information) are:", "$$ \\left. {\\frac{{\\varepsilon_{{N_{ads} }} }}{{dN^{A} }}} \\right|_{C - BC} \\ge \\frac{{2\\varepsilon_{P} }}{{\\left( {P_{e}^{He} - P_{e}^{A} } \\right)}} + \\frac{2}{\\gamma (1 - \\gamma )}\\frac{{\\varepsilon_{P} }}{{P_{FS} }} + \\frac{{\\varepsilon_{{V_{R} }} }}{{V_{R} }} \\approx \\frac{{2\\varepsilon_{P} }}{{\\left( {P_{e}^{He} - P_{e}^{A} } \\right)}} \\approx \\frac{{2\\nu_{AAS} }}{{dN_{ads} }}\\varepsilon_{P} $$", " ", "(21)", " ", "$$ \\left. {\\frac{{\\varepsilon_{{N_{ads} }} }}{{dN_{ads} }}} \\right|_{D - BC} \\ge \\frac{2}{{\\left( {P_{e}^{He} - P_{e}^{A} } \\right)}}\\varepsilon_{dP} + \\frac{2}{\\gamma (1 - \\gamma )}\\frac{{\\varepsilon_{P} }}{{P_{FS}^{{}} }} + \\frac{{\\varepsilon_{{V_{R} }} }}{{V_{R} }} \\approx \\frac{{2\\nu_{AAS} }}{{dN_{ads} }}\\varepsilon_{dP} $$", " ", "(22)", "where ", "\\( \\left( {P_{e}^{He} - P_{e}^{A} } \\right) \\)", " should be much higher than the sensitivity of the transducer. If one compares a conventional and differential unit with similar volume ratio, then the improved accuracy of the differential unit is:", "$$ \\Updelta \\left[ {\\frac{{\\varepsilon_{{N_{ads} }} }}{{dN_{ads} }}} \\right]_{D - C} = \\frac{{2\\nu_{AAS} }}{{dN_{ads} }}(\\varepsilon_{P} - \\varepsilon_{dP} ) $$", " ", "(23)", "If ε", " ", "dP", " ", " ≪ ε", " ", "P", " ", ", the differential measurement has much greater sensitivity. According to Eq. ", "23", ", similar precision on the conventional and differential units is obtained when the error of the absolute transducer equals that of the differential transducer (this excludes pressure mismatch, temperature gradients, and gas compressibility). As transducer sensitivity is commonly expressed as a percentage of full scale, the ", "P", " ", " ", "FS", " ", " of the transducer may also play a role in Eq. ", "23", ". In other words, if both transducers have 0.01 % FS accuracy, but the absolute transducer has a full scale of 100 bar, relative to (for example) 10 bar for the differential, the differential reading will be 10-fold more accurate.", "The results demonstrate that a differential unit is unequivocally more precise than a conventional unit. The possible exception is when the error of the differential reading is of the order of the absolute reading (i.e. ", "\\( \\varepsilon_{P} \\approx \\varepsilon_{dP} \\)", ", in Eq. ", "23", "), however, even then the conventional unit must have a pressure mismatch of less than ~0.001 bar (relative to 1 bar for the differential unit), and is much more sensitive to temperature gradients, compressibility, valve volumes, and gas compressibility (these last points have been discussed elsewhere).", "4.4.4 ", "Optimizing design", "To further generalize the discussion, we consider additional hypothetical configurations and unit design, extending the analysis to the conventional unit. Our goal is to extend the analysis of Fig. ", "8", " (which is specific to current design parameters) to other unit designs to provide general guidance in designing a volumetric unit. The following ‘design decisions’ are considered: (a) differential versus conventional; (b) total system volume; (c) total sample cell volume; (d) types of valves; and perhaps most importantly, (e) the required precision of the pressure transducer to achieve a certain level of accuracy. Once the unit is built, the following additional factors influence the required sensitivity of the instrument (i.e. the minimum amount of moles adsorbed that need to be detected): (i) number of adsorption steps; (ii) sample mass; and (iii) adsorption temperature. Sample density may also influence the measurement, as highlighted by Blach and Gray (Blach and Gray ", "2007", ").", "As certain design decisions may be ultimately determined by budget, it is important to justify the added cost of purchasing two transducers and twice the system components. To provide a “cost-benefit analysis”, Fig. ", "9", " compares the accuracy of the differential to the conventional unit for various volumes and pressure transducers (see list in Methods). The differential is significantly more accurate than the conventional unit (Fig. ", "9", "), with the exception of when the full scale of the differential transducer is increased to that of the absolute transducer (see curve ‘d’, black circles in Fig. ", "9", "a and b; error has been reduced by a factor of 3 for curve ‘d’ to fit to scale), for reasons discussed above. Precision of the absolute pressure transducer is fairly inconsequential for the differential measurement unless sensitivities of absolute and differential transducers are equal and/or γ → 0 or 1 (Eq. ", "22", "). Minor changes in intermediate values of γ have little (<1 %) effect on the error. Sample density also does not affect the fractional error for practical system volumes. Thus, if budget is one’s primary concern, one should build a differential unit with the most accurate differential transducer one can afford. To obtain comparable precision on a conventional unit, a much more precise absolute transducer (at least 10-fold increased accuracy) is required, and this is prior to considerations of pressure mismatch, valve volumes, temperature gradients, and gas compressibility. In both units, the best strategy is to minimize the volume so as to maximize measurement sensitivity while maintaining sufficient volume to ensure system evacuation. Although larger volumes decrease measurement sensitivity, the effect is dampened in the differential unit due to its increased sensitivity relative to the conventional unit. Large systems offer the advantage of desensitizing the measurement to volume uncertainties (including total, valve, and sample).", " ", "Open image in new window", " ", "Fig. 9", " ", "Variation in fractional error in moles adsorbed with total system volume. ", "a", " ", "Filled symbols", " represent fractional error at 10 bar (corresponding to 0.125 mmols adsorbed) and ", "b", " ", "open symbols", " represent fractional error at 80 bar (corresponding to 0.5 mmols). Error in only one-step measurement (best case Method BC) is considered at both pressure points for the conventional (", "squares", ") as well as the differential (", "circles", ") units. Two choices of absolute (P1&P2) and two choices of differential pressure (dP1&dP2) transducers are used (details in Methods). Sensitivities of P1, P2, dP1 and dP2 are 0.05, 0.025, 0.15 and 0.025 % FS respectively where FS for P is 100 bar and for dP is 6.8 bar. Following labels are used to denote combination of Conventional (C) and Differential (D) units with the different transducers: CP1 and CP2 as a and a’ respectively; D-(P1,dP1) and D-(P1, dP2) as b and b’ respectively; and D-(P2,dP1) and D-(P2, dP2) as c and c’ respectively. ", "Black circles", " (d) correspond to the case when full scales (FS) of both absolute (P) and differential pressure (dP) transducers are equal. The values for ‘d’ have been reduced by a factor of 3 to plot it on the same scale (i.e. case ‘d’ has three times more error than the conventional unit)", " ", " ", "4.4.4.1 ", "Increasing adsorption signal", "Of course, another means to arrive at a more accurate measurement is to increase the signal that is to be measured, i.e. the number of moles that will be adsorbed. Moles adsorbed can also be increased by increasing the sample mass, or potentially, by performing the measurement at a temperature at which more adsorption is expected (although this may introduce additional error, particularly for the conventional unit, if the measurement includes temperature gradients). As stated above, this can be achieved by decreasing the steps in the measurement; e.g. for the hypothetical material adsorption at 80 bar has a 4-fold increased signal relative to measurement at 10 bar. Figure ", "10", " considers the fractional error for the most accurate methods (C-BC and D-BC) as moles adsorbed is increased. The differential measurement is nearly 5-fold more accurate than the conventional unit when adsorption is low (<1.5 times the baseline adsorption) and at least 3-fold more accurate when the adsorption signal is increased ten-fold (Fig. ", "10", "a). Although increasing signal leads to a greater reduction in the error of the conventional unit, the conventional unit always has higher error than the differential unit. Error is minimized when γ is 0.5 (Fig. ", "10", "b): for example, increasing γ to 0.9 increases error by ~5-fold on both units. Similar plots for more accurate transducers (Fig. S8, Sect. 7 of Supporting Information) show absolute transducer P2 can reduce the error in the conventional unit by 50 %, whereas dP2 reduces the error by 70–80 %.", " ", "Open image in new window", " ", "Fig. 10", " ", " ", "a", " ", "Left axis", ": Variation in fractional error with increase in adsorption for conventional unit (", "green", ") versus differential unit (", "black", "). The ‘base case’ adsorption is 0.125 mmols, γ = 0.5 and the factor is an increase in mmols adsorbed. ", "Right Axis", ": % reduction in error achieved with increase in adsorption for the conventional and differential units. ", "b", " effect of varying γ from 0.2 (", "blue", ") → 0.5 (", "black", ") → 0.9 (", "green", ") on fractional error for conventional (", "squares", ") and differential (", "circles", ") unit. ", "All lines", " correspond to data for best case Method BC when absolute transducer has a sensitivity of P1 = 0.05 bar and differential transducer has a sensitivity of dP1 = 0.01 bar. For simplicity, only one absolute pressure transducer (P1) and one differential transducer (dP1) are considered (Color figure online)", " ", " ", "4.4.4.2 ", "Multiple step isotherms", "For similar consideration of multiple step isotherms, numerical analysis is needed, and is tabulated for a parallel analysis in the Supporting Information, Sect. 7. One should note that the numerical analysis for multi-step isotherms considers the less accurate operating equations (Methods “V” and multistep), and relies on the RMS method of error propagation, which is less conservative than the discussion in the preceding paragraph. In addition, valve volume, sample density, and Methods C-V, D-V, and D-SD are also considered, as they are commonly used. Fractional volume uncertainty is treated as an input parameter, based largely on the analysis of Fig. ", "2", ". This numerical analysis shows conventional multistep Method CM-V has fractional errors that generally exceed 50 % of the measurement, for practically any equipment configuration (Table S4a), and in many cases, error exceeds 100 %. Even with an extremely accurate pressure transducer (0.025 % FS), the best scenario has an error bar of 54 %. The largest contributor to the error is almost inevitably the pressure transducer unless the error in V", "AS", " becomes exceedingly large (~4 %). Fractional errors of the comparable differential method (i.e. Method DM-V) generally exceed 15 % of the measurement. Error bars are >100 % only when one of the volume errors is large (~4 %) making up ~98 % of the total error and this cannot be lowered despite the use of the best absolute or differential transducers. Volume errors generally account for 40–50 % of the total error except when low density samples are used and volume errors are very small (~0.2 %).", "In contrast, numerical analysis shows the fractional error of differential Method DM-BC does not exceed 14 % for similar scenarios, with typical values being ~5 %. Use of the most accurate differential pressure transducer leads to fractional errors of less than 0.3 %. The differential unit is clearly able to accurately measure 100 mg of sample. The largest contributor to error is the differential pressure transducer, and the method is relatively insensitive to errors in volume or pressure mismatch. As in the case studies, errors in Method DM-SD are slightly higher, but less than 16 % in all scenarios. Method DM-BC significantly reduces error accumulation that occurs for multistep isotherms, as it tracks the cumulative differential pressure. Method CM-BC is also tabulated in Table S4b, but as this method is so sensitive to pressure mismatch, it is not considered further here.", "4.4.5 ", "Sample density (revisited)", "In the analysis in Sect. ", "4.2", " above for our specific system, the error in sample volume (i.e. inverse sample density) tended to be less than the error in the volume calibration, and thus, uncertainties in sample density had relatively little effect on ‘SD’ methods. Our general analysis illustrates this was due, in part, to the choice of a relatively large-volume differential unit. For small volume systems with a very high-accuracy pressure transducer, the opposite may be the case, as was the case considered by (Demirocak et al. ", "2013", ") for a conventional adsorption unit. The differential method that was most sensitive to sample density was Method DM-SD, and although the overall error of this method was much improved relative to the common differential methods (D-V, DM-V), uncertain sample density contributed a large portion of the overall error, with the effects most pronounced for low density and/or small volume systems (Sect. 8, Supporting Information). In general, this happens when the error in sample volume begins to exceed the error in volume calibration, with the latter ultimately determined by pressure transducer sensitivity and total volume. When errors in sample density (volume) begin to dominate over calibration error, increasing ", "dP", " transducer sensitivity will have little effect on the precision of the ‘SD’ methods (Table S6). In contrast, increased pressure transducer sensitivity does provide a significant increase in the precision of differential Method DM-BC (Table S5).", "4.4.6 ", "Valve volumes", "As a final consideration, we consider the effect of valve volume, which may lead to large errors in conventional units (Parilla ", "2012", "). Method C* was introduced to correct for this effect in conventional units. Regardless, valve volumes tend to be symmetric volume perturbations for the differential unit, and as shown in the preceding section (Fig. ", "6", "), differential methods are relatively insensitive to [small] symmetric volume perturbations (see Fig. ", "11", "). The effect of valve volume (or any asymmetric volume error) increases as the valve volume to total volume ratio increases. Thus, small differential units are somewhat susceptible to error when valve volume is neglected. For example, volume ratio (Γ", "A", ") of 12:5 and a V", "V", " of 0.5 cc positively skews the differential Method DM-V isotherm by +25 % at 80 bar while a V", "V", " of 3 cc skews the isotherm by +120 % (Fig. ", "11", "a). Method DM-BC is negatively skewed by 18 % for a 3 cc V", "V,", " offering a significant improvement relative to Method DM-V (Fig. ", "11", "b). Results for DM-SD are similar (data not shown), and the findings are consistent with analytical treatment (Table S3). Like absolute volume uncertainty, one-step differential isotherms are less sensitive to valve volume than multi-step isotherms (Sect. 6, Supporting Information). Conventional units are much more sensitive: A 0.1 cc V", "V", " with Method C* has a comparable effect as a 3 cc V", "V", " in Method V (Fig. ", "12", " inset) even though it is an improvement over Method C-V, but the differential units offer greater improvement. Interestingly, Method C* is not as accurate as Method CM-BC, and Method CM-BC is relatively insensitive to valve volume (showing magnitudes similar to Method DM-BC). Blank corrections offset the potential error in valve volumes, as both the blank and the adsorption experiment are affected in equal ways. Although Method CM-BC is insensitive to valve volume and more accurate than Method C*, it is highly sensitive to pressure mismatch, as discussed above.", " ", "Open image in new window", " ", "Fig. 11", " ", "Effect of valve volume for ", "a", " Method DM-V, with a Γ", "A", " = 5:12 (valve volume numbers next to isotherm), and ", "b", " Method DM-BC for a 3 cc valve volume and Γ", "A", " = 5:37 (", "blue", "), 5:25 (", "purple", ") and 5:12 (", "green", "). For DM-BC, valve volumes less than 3 cc were indistinguishable from the (true) hypothetical isotherm (Color figure online)", " ", " ", " ", "Open image in new window", " ", "Fig. 12", " ", "Comparative effect of varying valve volumes for different methods of measurement for Γ", "A", " = 5:37. The valve volume of the differential methods (V, BC, SD) and conventional method BC are increased to 3 cc as a 0.1 cc value led to no deviation from the true isotherm for these methods. ", "Inset", ": Effect of having valve volume = 0.1 cc for conventional methods V and C*", " ", " ", "4.4.7 ", "Comparison to other claims in the literature", "With this analysis, we can examine the veracity of other claims in adsorption methodology literature. For example, on a conventional unit, it has been claimed that 2 mg sample can be measured within 0.15 % (i.e. 0.0015 mmols) at 40 bar (Lee et al. ", "2008", ") with a transducer sensitivity of 0.3 % of the reading. However, our numeric analysis of CM-BC (Table S4b) for a 10 cc volume (similar to that in reference) shows this is not achievable for the transducer used in this report, and is impossible even when the transducer precision is improved 12-fold, to 0.025 % FS. Consideration of valve volumes will further worsen the accuracy. It is also worth noting that the uptake data presented by the authors showed a dependence on sample size, which was not accounted for by the error bars shown (Fig. ", "3", "b of published work), and is a clear indication of a problem in their measurements and/or estimation of the measurement error.", "Using a differential unit, Snape et al. (Blackman et al. ", "2006", ") were able to reproduce multiple intermediate-pressure adsorption isotherms to metal hydride samples within 0.05 wt%. However, to obtain similar precision for carbon-based samples, gram sized quantities were required. When 100 mg of a ballast sample was used, 2 wt% adsorption was obtained (and we presume) used for baseline subtraction. Although their differential transducer is two-fold more accurate than the one used here, the ~10-fold decrease in sensitivity seems attributable to a Method-V like operating equation, a high total volume (V", "A", ":V", "AS", " = 168:17), and/or a high volume ratio (γ = 0.91). Browning et al. claim much better sensitivity on a differential unit, reproducing hydrogen measurements within 0.1 wt% for 100 mg samples (Browning et al. ", "2002", "). Unfortunately, few system details are given, and although a null correction and low-pressure hydride validation are performed, the accuracy of the measurement at high pressure was not verified. Recently, a detailed error analysis of the differential unit claimed that sample and reference volumes have a significant effect on differential measurements (Qajar et al. ", "2012", "). However, this work relied on a volume-based operating equation (similar to Method D-V), and three volumes and an absolute pressure can be found in their operating equation. As Qajar et al. consider only an operating equation analogous to Method D-V, our findings are quite different. Theoretically, using Eq. ", "22", ", our system predicts 8 % error, which is a close match with our experimentally observed 7 %, and consistent with the fact Eq. ", "22", " is meant to be conservative. Had we used the more accurate P2 and dP2, the error could have been reduced to 1.2 %. Interestingly, Qajar et al. claim a 6 % error using the more accurate P2 and dP2; using these system parameters, Eq. ", "22", " predicts an error of <1 %, suggesting a 8-fold potential for improvement had a BC or SD type method been used on the system rather than a volume-based operating equation. Although they use more sensitive transducers, Eq. ", "22", " suggests that their actual error is greater than 6 % due to the number of isotherm steps and the corresponding significant reduction in dN", "ads", ". Relative to Snape et al.’s report, Eq. ", "22", " shows that a BC like method can achieve ~2-fold improvement (±0.02 wt% vs. ±0.05 wt%), the relative increase in accuracy being small because of their large γ (See Fig. ", "10", "b). With this side-by-side analysis, it appears that the choice of operating equation may significantly reduce the contribution of volume to the overall measurement error, and we have reduced the sensitivity of the final adsorbed amount from being primarily attributable to volume uncertainties to being attributed to uncertainties in the differential pressure reading.", "4.5 ", "Generalizations and recommended procedures", "In designing a new volumetric unit, we have mathematically proven a differential unit has several advantages over a conventional unit. Focusing on our specific experimental design (with the transducer accuracies and total volumes outlined above), multivariate error analysis demonstrates Method DM-SD has an error of 20 % (1 wt% ± 0.2 wt%) (Fig. ", "8", "), which represents an 90 % and 88 % ", "reduction", " relative to conventional multistep Methods CM-V and CM-BC, respectively. The error for DM-SD can be reduced further by using a more accurate differential pressure transducer, reducing number of isotherm steps and increasing sample mass. Based on the multistep, multivariate analysis, when the most precise pressure transducers are used, the differential method (DM-BC) offers a 250-fold improvement over the standard conventional measurement (CM-V); when the least precise transducers are used, the improvement is 13-fold. Use of the least precise transducers on a differential design still offers a 3-fold improvement relative to the most accurate transducers on a conventional design, as the conventional unit is much more sensitive to small errors in volumes, particularly when total system volume is small. These numbers would increase if temperature gradients, gas compressibility, valve volumes, and pressure mismatch were considered. As less accurate (and less expensive) pressure transducers on the differential unit lead to improved accuracy over the conventional unit, the purchase of a second transducer is warranted.", "On existing units, conducting a ‘blank correction’ measurement at the conditions of adsorption measurement (i.e. BC or SD type methods) significantly decreases sensitivity to volume errors, and this is an easy methodology to implement on existing units without a major equipment overhaul. As explained above, our specific recommendation is to conduct the blank measurement into an empty cell (SD methods) and correct for sample density, as this has similar precision while minimizing potential systematic errors.", "For existing conventional units, Method C-BC always has less random error than C-V, but unfortunately, Method C-V seems to be more commonly used and Fig. ", "8", " demonstrates why so many high-pressure conventional volumetric methods have led to unreliable results. Conventional Method CM-BC is capable of achieving similar accuracy as Method DM-BC when the absolute pressure uncertainty is decreased 5-fold. However, Method CM-BC is highly sensitive to pressure mismatch, and charge pressures must be matched almost exactly to avoid systematic error.", "The message is that the most accurate volume calibration is performed at the conditions of the adsorption experiment, and the most accurate isotherm will be achieved when the advice presented above for volume calibration is followed to set up the isotherm (i.e. single step from vacuum, maximum Δ", "P", " ", " ", "o", " ", ", γ ~ 0.5). In both conventional and differential measurements, increased accuracy is obtained when the number of steps is reduced, as this maximizes the adsorption signal. For example, a one-step measurement to 80 bar reduces the error by ~80 % for all methods (Fig. ", "8", ").", "5 ", "Summary and conclusions", "Volumetric adsorption measurements are highly prone to error due to uncertainties in volume calibrations. The most precise volume calibration is performed from a large calibration volume to vacuum with a high initial pressure differential between the two chambers. Even when a highly precise pressure transducer is used to calibrate volume, systematic errors in volume calibration are common. Volume calibration error can be minimized by using a large charge pressure differential, with high pressure in the largest volume and small pressure in the small volume. Designs that minimize sensitivity to volume uncertainties are required.", "We have developed two improved operating equations for differential volumetric methods that are virtually insensitive to volume uncertainties. The improved differential methods have a ~300-fold decrease in sensitivity to volume uncertainties relative to other differential methods, and represent an easily implemented change on existing equipment without physical overhaul of the equipment. The basic premise of these methods is that the differential pressure transducer is used to calibrate volume asymmetries at the conditions of the adsorption measurement. Without this improved methodology, differential units provide no real improvement for isothermal measurements relative to a conventional unit, although they may better handle gas non-idealities and temperature gradients. Hydrogen adsorption at 298 K on a super-activated carbon is measured within ±0.05 wt% for a 100 mg sample, even with a volume calibration that is within only ~1 %.", "Considering both a conventional and differential unit, we present a generalized design framework for a volumetric apparatus, varying the precision of the pressure transducer(s), the type of sample (i.e. its density), the system volume, and the volume ratio to demonstrate how these factors dictate the ultimate precision of the measurement. For virtually any system design, the improved differential method offers at least a ~10-fold increase (up to 250-fold with a precise differential pressure transducer) in precision relative to the conventional volumetric measurement; the improvement would be further enhanced if gas compressibility and temperature fluctuations were considered."], "figures": ["<div class=\"MediaObject\" id=\"MO1\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9558-8/MediaObjects/10450_2013_9558_Fig1_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9558-8/MediaObjects/10450_2013_9558_Fig1_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO27\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9558-8/MediaObjects/10450_2013_9558_Fig2_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9558-8/MediaObjects/10450_2013_9558_Fig2_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO28\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9558-8/MediaObjects/10450_2013_9558_Fig3_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9558-8/MediaObjects/10450_2013_9558_Fig3_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO29\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9558-8/MediaObjects/10450_2013_9558_Fig4_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9558-8/MediaObjects/10450_2013_9558_Fig4_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO30\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9558-8/MediaObjects/10450_2013_9558_Fig5_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9558-8/MediaObjects/10450_2013_9558_Fig5_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO31\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9558-8/MediaObjects/10450_2013_9558_Fig6_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9558-8/MediaObjects/10450_2013_9558_Fig6_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO32\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9558-8/MediaObjects/10450_2013_9558_Fig7_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9558-8/MediaObjects/10450_2013_9558_Fig7_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO33\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9558-8/MediaObjects/10450_2013_9558_Fig8_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9558-8/MediaObjects/10450_2013_9558_Fig8_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO37\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9558-8/MediaObjects/10450_2013_9558_Fig9_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9558-8/MediaObjects/10450_2013_9558_Fig9_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO38\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9558-8/MediaObjects/10450_2013_9558_Fig10_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9558-8/MediaObjects/10450_2013_9558_Fig10_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO39\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9558-8/MediaObjects/10450_2013_9558_Fig11_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9558-8/MediaObjects/10450_2013_9558_Fig11_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO40\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9558-8/MediaObjects/10450_2013_9558_Fig12_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9558-8/MediaObjects/10450_2013_9558_Fig12_HTML.gif\" alt=\"\"></a> </div>"]}
