{"title": ["Two 3-D Cluster-Based Frameworks: Highly Eight-Connected Molecular Topology and Magnetism"], "authors": ["Pang-kuan Chen", "Stuart R. Batten", "Yan Qi", "Ji-Min Zheng"], "doi": ["10.1021/cg8013893"], "abstract": ["Two highly eight-connected coordination polymers have been established: ", " presents an interesting self-penetrating network with 4", "·5", "·6", " topology, and ", " stands for the first heteropentanuclear (Dy", "Mn", ") complex.", "A couple of metal-organic frameworks (MOFs) constructed from rigid bicarboxylates are presented herein, namely, Co", "(ndc)", "(bbi)(CH", "CN)", " (", ") and Dy", "Mn", "(ndc)", "(bipy)", " (", "), where H", "ndc = 2,6-naphthalenedicarboxylic acid, bipy = 2,2′-pyridine, and bbi = 1,1′-(1,4-butanediyl)bis(imidazole). These two coordination polymers have been prepared through solvo/hydrothermal reactions and characterized by single-crystal X-ray study, TG, IR, and elemental analysis. Polymer ", " features a novel self-penetrating network mediated by flexible long-chain ligand and well defines a unique 4", "·5", "·6", " topology with the treatment of Co", " unit as an 8-connected node, which equals the highest connectivity for monometallic self-penetrating system so far. Polymer ", " represents the first example of a Mn", "−Dy", " (3d-4f) heteropentanuclear complex showing an intriguing 3-D 3", "·4", "·5", "·6 framework upon the assignment of Dy", "Mn", " cluster to an 8-connected node. In addition, magnetic studies of ", " reveal that the antiferromagnetic behavior is operative within the trimeric Co", " cluster and ", " demonstrates dominant ferromagnetic coupling interactions between Dy", " and Mn", " ions."], "text": [" ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Introduction", " ", "Construction and characterization of highly entangled network solids has attracted significant interest, not only due to their aesthetic appeal and interesting topologies", "(1)", " but also due to the potential applications of such materials.", "(2)", " Recently, there has been much progress in the discovery of entangled polymeric systems such as self-penetrating (self-catenating) networks, interpenetrating (polycatenating) networks, and rotaxanes. However, the majority of the reported entanglements fall into the interpenetrating category, as evidenced by several comprehensive reviews providing some insightful information on the rationalization and classification of their topologies.", "(3)", " Unlike interpenetration, self-penetrating networks, as another type of tangled motifs, are single nets that exhibit the peculiar feature of containing rings which pass through other components of the same network, and these rings must be topological shortest circuits of the net. To date, although considerable efforts have been directed to the construction of self-penetrating nets, only a limited number of cases are known.", "(4-6)", " After all, the achievement of self-penetration continues to be a great challenge since it is comparatively difficult to predict the target compound prior to synthesis.", "(5g)", " ", "In order to design such materials, control over the appropriate reaction conditions plays a key role in the synthetic procedure. The polymer topology strongly depends upon the chemical structure of ligands, the coordinative propensity of metal ions, solvent preference, and metal-to-ligand molar ratio, etc. While numerous organic molecules have been utilized as spacers, coordination polymers tuned by the coligands of carboxylates and N-donor molecules have witnessed an expansion development.", "(7)", " As we found, those ligands bearing flexible lengths, charge-balance requirements, and different orientations of donor groups are likely to furnish advantages in the organization of novel frameworks.", "(8, 9)", " One such ligand having O-donors with multiple coordination modes is 2,6-naphthalenedicarboxylic acid, a member of the polycarboxylates family.", "(10)", " Furthermore, since those nonrigid ligands favor the fabrication of entangled motifs,", "(6b, 11, 12a)", " a flexible long-chain imidazole-based 1,1′-(1,4-butanediyl)bis(imidazole) is combined with rigid or semirigid polycarboxylates to exploit 3-D self-penetrating networks.", " ", "On the other hand, lanthanide-transition-metal chemistry has been of great significance in the field of molecular magnetism. Particularly, 3d-4f cluster-based coordination polymers are expected to offer the possibility of single molecule magnet (SMM) in terms of the basic requirements such as high-spin ground-state and magnetic anisotropy. In the past, however, most research attention for the 3d-4f cluster complexes was primarily devoted to Gd", "III", "−Cu", "II", " systems. As expected, Dy−Mn cluster-based complex seems to be an ideal choice for magnetic materials, and very few cases were reported to construct from such type of clusters, including [Mn", "III", "11", "Dy", "III", "4", "], [Mn", "III", "2", "Dy", "III", "2", "], [Mn", "III", "4", "Mn", "IV", "2", "Dy", "III", "6", "] and [Mn", "III", "6", "Dy", "III", "4", "].", "(13)", " ", "Although a variety of cluster-based SBUs have been established in various MOFs, the generation of high-connected topologies are extremely scarce as a result of the limited coordination number on transition metal centers.", "(6d)", " Herein, we report in detail the synthesis and properties of two novel 3-D MOFs, Co", "3", "(ndc)", "3", "(bbi)(CH", "3", "CN)", "2", " (", "1", ") and Dy", "2", "Mn", "3", "(ndc)", "6", "(bipy)", "2", " (", "2", "). Compound ", "1", " contains an 8-connected topology, which, to the best of our knowledge, represents the highest connectivity net for self-penetration, equal to four others (with different topologies).", "(6)", " Ferromagnetic material ", "2", " exhibits an unprecedented 8-connected net with heteropentanuclear Dy", "2", "Mn", "3", " clusters as 8-connected node.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Experimental Section", " ", " ", "Materials and General Procedures", " ", "The reagents and solvents employed were commercially available and were used as received without further purification. Ligand bbi was synthesized as reported previously.", "(14)", " The IR spectrum was recorded as KBr pellets on a Nicolet Magna-FT-IR 560 spectrometer in the 4000−400 cm", "−1", " region. Elemental analysis for C, H, and N was performed on a Perkin-Elmer 240 analyzer. X-ray powder diffraction (XRPD) data were collected with a Rigaku D/max-RC diffractometer using a Cu target (λ = 1.54060 Å) operated at 50 kV and 180 mA. The thermogravimetric (TG) analysis was investigated on a standard TGA analyzer under nitrogen flow at a heating rate of 3 °C/min for all measurements. The magnetic measurements were performed on the Quantum Design SQUID MPMS XL-7 instruments. The diamagnetism of the sample and sample holder were taken into account.", " ", " ", "Synthesis of Co", "3", "(ndc)", "3", "(bbi)(CH", "3", "CN)", "2", " (1)", " ", "A mixture of CoCl", "2", "·6H", "2", "O (0.24 g, 1.0 mmol), H", "2", "ndc (0.22 g, 1.0 mmol) and bbi (0.06 g, 0.33 mmol) in the molar ratio of 3:3:1 was added into 6 mL of CH", "3", "CN. Consequently, the resulting solution was transferred and sealed in a 25 mL Teflon-lined stainless steel vessel, which was heated at 140 °C for 60 h. After the reactor was slowly cooled to room temperature at a rate of 5 °C/h, pure purple block-shaped crystals were filtered off, and dried in air. Yield: 66% based on Co. Elemental analysis (%) calcd, C 55.01, H 3.51, N 7.70; found, C 55.03, H 3.55, N 7.72. IR (KBr): ν (cm", "−1", ") = 2190 (s), 1613 (s), 1560 (s), 1496 (s), 1380 (vs), 776 (s), 704 (m), 663 (m).", " ", " ", "Synthesis of Dy", "2", "Mn", "3", "(ndc)", "6", "(bipy)", "2", " (2)", " ", "A mixture of Dy", "2", "O", "3", " (0.09 g, 0.25 mmol), MnCl", "2", "·4H", "2", "O (0.15 g, 0.75 mmol), H", "2", "ndc (0.32 g, 1.5 mmol) and bipy (0.08 g, 0.50 mmol) in the molar ratio of 1:3:6:2 was dissolved in distilled water (6 mL). This solution was then adjusted to pH 2 with HNO", "3", ". Consequently, the resulting solution was transferred and sealed in a 25 mL Teflon-lined stainless steel vessel, which was heated at 180 °C for three days. After the reactor was slowly cooled to room temperature at a rate of 5 °C/h, yellow block-shaped crystals were filtered off, washed with distilled water, and dried in air. Yield: 62% based on Dy. Elemental analysis (%) calcd, C 52.94, H 2.51, N 2.68; found, C 52.97, H 2.48, N 2.65. IR (KBr): ν (cm", "−1", ") = 1602 (vs), 1556 (s), 1470 (m), 1385 (s), 795 (s), 737 (m), 714 (m).", " ", " ", "X-ray Crystallographic Determinations", " ", "Single crystal analyses were performed on the RAXIS-RAPID AUTO CCD diffractometer systems (Mo Kα radiation, λ = 0.71073 Å) for ", "1", " and ", "2", ". All data were collected for absorption by semiempirical method using the SADABS program. The program SAINT was applied for integration of the diffraction profiles.", "(15)", " Data analyses were carried out with the program XPREP. The structures were solved with the direct method using SHELXS-97 followed by structure refinement on ", "F", "2", " with the program SHELXL-97.", "(16)", " All non-hydrogen atoms were refined anisotropically. Aromatic hydrogen atoms were assigned to calculated positions with isotropic thermal parameters. CCDC-642459 (", "1", ") and CCDC-672017 (", "2", ") contain the supplementary crystallographic data for this paper. These data can be obtained free of charge from The Cambridge Crystallographic Data Centre via ", "www.ccdc.cam.ac.uk/data_request/cif", ". Crystal data and experimental details are summarized in Table ", "1", ".", " ", "  ", " ", "Table 1. Crystal Data and Structure Refinement for ", "1", " and ", "2", " ", " ", "1", "2", "formula", "C", "50", "H", "38", "Co", "3", "N", "6", "O", "12", "C", "92", "H", "52", "Dy", "2", "Mn", "3", "N", "4", "O", "24", "F", "w", "1091.65", "2087.20", "T", " [K]", "298(2)", "298(2)", "crystal system", "monoclinic", "triclinic", "space group", "C", "2/", "c", "P", "1̅", "a", " [Å]", "18.379(4)", "11.368(2)", "b", " [Å]", "13.593(3)", "11.767(2)", "c", " [Å]", "18.835(4)", "18.397(4)", "α [deg]", " ", "104.96(3)", "β [deg]", "95.54(3)", "97.18(3)", "γ [deg]", " ", "112.78(3)", "V", " [Å", "3", "]", "4683.8(16)", "2121.0(7)", "Z", "4", "1", "d", " [g·cm", "−3", "]", "1.548", "1.634", "μ [mm", "−1", "]", "1.122", "2.254", "Θ range [deg]", "3.00−27.48", "3.06−29.80", "R", "1", " and ", "wR", "2", " [", "I", " > 2σ(", "I)", "]", "a", "0.0458, 0.1193", "0.0580, 0.1244", "R", "1", " and ", "wR", "2", " (all data)", "0.0599, 0.1270", "0.0808, 0.1392", " ", " ", " a ", "R", "1", " = ∑(||", "F", "o", " − ", "F", "c", "||)/∑|", "F", "o", "|; ", "wR", "2", " = [∑", "w", "(", "F", "o", "2", " − ", "F", "c", "2", ")", "2", "/∑", "w", "(", "F", "o", "2", ")", "2", "]", "1/2", ".", " ", " ", " ", " ", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Results and Discussion", " ", " ", "Crystal Structure of 1", " ", "Single crystal X-ray diffraction reveals that compound ", "1", " crystallizes in the monoclinic space group ", "C", "2/", "c", ", which is consistent with the XRPD experiment (Figure S1 in the ", "Supporting Information", "). As shown in Figure ", "1", ", the fundamental building unit of polymer ", "1", " contains one and a half unique Co", "II", " ions, one and a half ndc", "2−", " ions, half a bbi ligand and one coordinated CH", "3", "CN molecule. Co1 is arranged in a distorted octahedral geometry, coordinated by four O", "carboxyl", " atoms from three ndc", "2−", " ions and two nitrogen atoms (one from bbi and the other from CH", "3", "CN). Octahedral Co2 atom is bonded to six O", "carboxyl", " atoms from six different ndc", "2−", " ions (Co−O = 1.961(2)−2.214(2) Å). The Co2 atom is bridged to two neighboring Co1 by four −O−C−O− bridges and a pair of μ", "2", "-O", "carboxyl", " atoms (O5 and O5A) to afford a Co", "3", " core. As shown in Figure ", "2", ", each Co", "3", " core is then connected to eight others through two bbi and six ndc", "2−", " ions to generate a 3-D framework. Among the six ndc", "2−", " linkers, two adopt the bibidentate chelation mode (μ", "4", "-) and others with bibidentate bridging mood (μ", "4", "-).", " ", " ", "Figure 1. View of the local coordination environment for Co", "II", " atom in ", "1", ". Hydrogen atoms have been omitted for clarity. Note that the CH", "3", "CN molecule is disordered over two positions; only one position is shown here.", " ", " ", "Figure 2. Perspective (left) and simplified (right) views of the 8-connected Co", "3", " core in ", "1", ".", " ", "For ", "1", ", one of the most prominent structural characteristics is the self-penetration (Figure ", "3", "). By simplification of the structure of the Co", "3", "(OCO)", "6", " species to an 8-connected node, the Schläfli topological description for ", "1", " takes the form 4", "16", "·5", "8", "·6", "4", ". The topological index is computed ", "via", " OLEX.", "(17)", " As far as we know, no self-penetrated structure has been reported to contain nodes with connectivity higher than eight. Among those known 8-connected cases (4", "24", "·5·6", "3", ", 4", "20", "·6", "8", ", 4", "21", "·6", "7", " and 4", "12", "·5", "6", "·6", "7", "·7", "2", "·8),", "(6)", " all of them are based on bridged (4, 4) sheet as a subnet of the corresponding frameworks. In ", "1", ", however, some 6-membered rings and two types of 4-membered rings are penetrated by the rods. Thus, the current architecture is topologically distinct from the reported 8-connected self-penetrating networks.", " ", " ", "Figure 3. (a) Schematic representation of the 8-connected 4", "16", "·5", "8", "·6", "4", " self-penetrating nets and (b) local diagram of self-penetration in ", "1", ".", " ", " ", " ", "Crystal Structure Description of 2", " ", "The structure of ", "2", " is composed of interconnected heteropentanuclear Dy", "III", "2", "Mn", "II", "3", " units (Figure ", "4", "), which act as linear SBUs. In this SBU, there exist one and a half crystallographically unique Mn", "II", " and one Dy", "III", " ion. Each Mn", "II", " atom (two symmetry-equivalent Mn1 and one Mn2) is six-coordinate to form octahedral geometry. Four oxygen atoms deriving from three carboxyl groups occupy the four coordination sites of Mn1, and the remaining two sites are chelated to two nitrogen atoms from bipy. Mn2 is surrounded by six oxygen atoms from six different ndc", "2−", " ions. The average Mn−O separation ranges from 2.069(5) to 2.508(4) Å. The two symmetry-related Dy", "III", " ions show a typical eight-coordinate environment, which is filled with eight oxygens from six carboxylates (Dy−O = 2.198(4)−2.780(5) Å). Dy", "III", " is related to Mn1 and Mn2 via one O atom in corner-sharing mode and two O atoms in edge-sharing mode, respectively, leading to a Dy", "III", "2", "Mn", "II", "3", " cluster SBU. Each Dy", "III", "2", "Mn", "II", "3", " SBU then bridges eight other SBUs by twelve bridging ndc", "2−", " ligands to afford an overall 3-D MOF (Figure ", "5", "a).", " ", " ", "Figure 4. (a) Local coordination environment for Mn", "II", " and Dy", "III", " centers in ", "2", ". Hydrogen atoms have been omitted for clarity; (b) perspective (left) and simplification (right) of the 8-connected heteropentanuclear core Dy", "2", "Mn", "3", ".", " ", " ", "Figure 5. (a) 3-D supramolecular motif; (b) schematic representation of the 8-connected 3", "6", "·4", "18", "·5", "3", "·6 topological network in ", "2", ".", " ", "More significantly, polymer ", "2", " represents the first Dy", "III", "2", "Mn", "II", "3", " (3d-4f) heteropentanuclear complex. We notice this structure is totally different from the reported Gd", "2", "Mn", "3", " complex which is composed of discrete Gd", "2", "Mn", "3", "(CH", "2", "C(CH", "3", ")COO)", "12", "(bipy)", "2", " molecules.", "(18)", " Topological study suggests this compound falls into an 8-connected network with 3", "6", "·4", "18", "·5", "3", "·6 topology as long as Dy", "III", "2", "Mn", "II", "3", " cluster-based SBU is treated as an 8-connected node (Figure ", "5", "b), and only two cases have been found with this topological notation.", "(19)", " Based on the assignment of clusters, compound ", "2", " would be described as hexagonal primitive lattice: the parallel hexagonal (3, 6) sheets are aligned perpendicular to the diagonal [1, 1, 1]. Obviously, the topology of polymer ", "2", " distinguish from the commonly encountered body-centered-cubic (bcu) lattice in which the parallel (4, 4) sheets are cross-linked by zigzag chains.", " ", " ", "Magnetic Property of 1", " ", "Temperature-dependent magnetic susceptibility for ", "1", " was measured in the temperature range of 2−300 K. The molar magnetic susceptibility higher than 30 K follows the Curie−Weiss law with ", "C", " = 7.00 cm", "3", " K mol", "−1", ", and a negative θ = −4.75 K, which suggests the antiferromagnetic interactions within the trimeric Co", "3", " core are operative. The χ", "m", "T", " product (Figure ", "6", ") for each Co", "3", " core of 6.02 cm", "3", " K mol", "−1", " at room temperature is larger than that expected (5.63 cm", "3", " K mol", "−1", ") for three magnetically uncoupled Co", "II", " (", "S", " = ", "3", "/", "2", "). The variation of the value χ", "m", "T", " as a function of temperature shows a continuous decrease with ", "T", " between 300 and 2 K (3.25 cm", "3", " K mol", "−1", ") in agreement with the negative Weiss temperature. These features confirm the existence of antiferromagnetic interactions and the effect of spin−orbit coupling known for octahedral Co ions.", "(20)", " ", " ", "Figure 6. Plot of χ", "m", " and χ", "m", "T", " versus ", "T", " for ", "1", ". The field strength used was ", "H", " = 500 Oe. Inset: χ", "m", "−1", " versus ", "T", ". The red line represents the best fit.", " ", "Previously, we have appropriately fitted the magnetic data for Co", "3", " cluster,", "(12b)", " which indicates it is necessary to introduce some additional magnetic parameters. Similarly, the data of ", "1", " could be simulated using the HDVV (Heisenberg−Dirac−Van Vleck) isotropic spin Hamiltonian ", "H", " = −2", "J S", "1", "S", "2", ", and the magnetic interaction between two terminal Co", "II", " atoms should be omitted. The best-fit parameters are listed as follows: ", "J", " = − 6.87 cm", "−1", ", ", "g", " = 2.21, χ", "TIP", " = 380 × 10", "−6", " cm", "3", " mol", "−1", ", ρ = 0.009 and ", "R", " = 2.33 × 10", "−4", ", where the term χ", "TIP", " is the temperature-dependent paramagnetic contribution and ρ represents the possible paramagnetic impurity of the sample.", " ", " ", "Magnetic Property of 2", " ", "Variable-temperature magnetization measurement of ", "2", " was performed in the 2−300 K range at 500 Oe applied field. The temperature dependence of the reciprocal susceptibility (χ", "m", "−1", ") above 2 K obeys the Curie−Weiss law (χ", "m", " = C/(", "T", " − θ)) with Curie constant ", "C", " = 42.3 cm", "3", " K mol", "−1", " and a Weiss constant θ = +1.97 K, thus indicating a ferromagnetic coupling interaction between the Dy", "III", " and Mn", "II", " ions (inset of Figure ", "7", "b). The χ", "m", "T", " value of 41.54 cm", "3", " K mol", "−1", " is very close to that of 41.47 cm", "3", " K mol", "−1", " expected for three magnetically isolated high-spin Mn", "II", " (13.13 cm", "3", " K mol", "−1", ") plus two Dy", "III", " ions (28.34 cm", "3", " K mol", "−1", ") in a H", "15/2", " ground state (", "g", " = 4/3; ", "J", " = 5/2, ", "L", " = 5, ", "J", " = 15/2). As shown in Figure ", "7", "a, the monotonic increase in χ", "m", "T", " until a maximum (47.13 cm", "3", " K mol", "−1", ") at ", "T", "max", " = 37.5 K with cooling temperature is also characteristic of ferromagnetic exchange. Upon further lowering the temperature to 2 K, the product χ", "m", "T", " abruptly decreases to a minimum (36.88 cm", "3", " K mol", "−1", "), which is probably due to the saturation effect.", " ", " ", "Figure 7. (a) Plot of χ", "m", " and χ", "m", "T", " versus ", "T", " for ", "2", " at ", "H", " = 500 Oe; (b) the hysteresis loop for ", "2", " at 2 K. Inset: χ", "m", "−1", " versus ", "T", ". The red line represents the best fit.", " ", "Further magnetic characterization of ", "2", " was performed by field-dependent magnetization at ", "T", " = 2 K. Figure ", "8", " shows the isotherm magnetization experiences a rapid increase in ", "M", " − ", "H", " at the start of lower field, followed by a smooth increase to the saturation magnetization at ", "H", " = 5 T. The ", "M", "s", " = 24.01 ", "N", "β for each Dy", "III", "2", "Mn", "II", "3", " unit is much less than the theoretical value. The critical field ", "H", "c", " = 800 Oe is approximately detected by the sharp peak of d", "M", "/d", "H", " vs ", "H", " (inset of Figure ", "8", "). A sigmoidal-shaped hysteresis loop is provided in Figure ", "7", ", indicating the soft ferromagnetic behavior because of nondetectable coercivity in ", "2", ".", " ", " ", "Figure 8. Plot of field-dependent magnetization for ", "2", " at 2 K. The inset shows the critical field ", "H", "c", ".", " ", " ", " ", "Thermal stabilities by TG", " ", "Figure S2 in the ", "Supporting Information", " displays the first weight loss (calcd, 10.1%; found, 9.7%) in ", "1", " at about 95 °C corresponding to the coordination CH", "3", "CN molecules, which is followed by a strong exothermic peak at 275 °C where the decomposition of the host framework of ", "1", " starts. The resulting product should be CoO (calcd, 20.5%; found, 20.7%). Polymer ", "2", " remains stable up to ", "ca", ". 438 °C. A strong exothermic peak occurs at 520 °C, indicating the complete cleavage of the integrated skeleton. The remaining residue is presumed to be Dy", "2", "O", "3", " and MnO (calcd, 28.1%; found, 28.9%).", " ", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Conclusions", " ", "In summary, we have successfully developed a rational synthetic strategy for desired architectures causing the construction of two interesting MOFs composed of cluster-based SBUs. Toward this effort, a novel 8-connected networks with 4", "16", "·5", "8", "·6", "4", " topology is presented for the first time which equals the highest connectivity for monometallic self-penetrating networks. We have also established an unprecedented heteropentanuclear Dy", "III", "−Mn", "II", " system, showing highly 8-connected 3", "6", "·4", "18", "·5", "3", "·6 networks with the treatment of cluster-based Dy", "2", "Mn", "3", " SBU as a node in which soft ferromagnetic behavior is confirmed. Such investigations demonstrate the utility of current methodology and versatility of rigid H", "2", "ndc for the high-dimensional supramolecules. As a result of the above impetus, continuous attempts are underway to prepare novel coordination polymers with unique attributes and desirable applications.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", " ", "This work was supported by the National Natural Science Foundation of China for financial support (50872057).", " ", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", " ", "XRPD patterns; TG curves. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", " ", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 20 other publications.", "1. ", " ", " (a)  ", "Bourne", ", ", "S. A.", "; ", "Moulton", ", ", "J.", "; ", "Lu", ", ", "B.", "; ", "Zaworotko", ", ", "M. J.", "  ", "Chem. Commun.", " ", "2001", ",  ", "861", "[", "CAS", "]", "1. ", "Coexisting covalent and noncovalent nets: parallel interpenetration of a puckered rectangular coordination polymer and aromatic noncovalent nets", "Lu, Jianjiang; Moulton, Brian; Zaworotko, Michael J.; Bourne, Susan A.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2001", "),\r\n    ", "\r\n        (", "9", "),\r\n    ", "861-862", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "[Zn(isophthalate)(1,2-bis(4-pyridyl)ethane)]n·xA (A = benzene, nitrobenzene, toluene, benzaldehyde, dioxane) were prepd. by self-assembly and characterized by x-ray crystallog.  These two-dimensional puckered rectangular polymeric complexes contg. arom. guest mols. represent the 1st examples of parallel interpenetration between noncovalent and metal-org. frameworks.  The absence of a suitable component to form noncovalent nets affords a novel three-dimensional supramol. isomer of the coordination polymer.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXjtVCls7Y%253D&md5=da0b84750be9ee78052cae022ce9fe0e", " ", " (b)  ", "Li", ", ", "Y. H.", "; ", "Su", ", ", "C. Y.", "; ", "Goforth", ", ", "A. M.", "; ", "Shimizu", ", ", "K. D.", "; ", "Gray", ", ", "K. D.", "; ", "Smith", ", ", "M. D.", "; ", "zur Loye", ", ", "H. C.", "  ", "Chem. Commun.", " ", "2003", ",  ", "1630", "[", "Crossref", "], [", "CAS", "]", "1. ", "The first 'two-over/two-under' (2O/2U) 2D weave structure assembled from Hg-containing 1D coordination polymer chains", "Li, Yun-Hui; Su, Cheng-Yong; Goforth, Andrea M.; Shimizu, Ken D.; Gray, Kenneth D.; Smith, Mark D.; zur Loye, Hans-Conrad", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "\r\n        (", "14", "),\r\n    ", "1630-1631", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Self-assembly of HgI2 with a semirigid ditopic 'Z' type ligand, 2,6-bis(4-pyridinylmethyl)benzo[1,2-c:4,5-c]dipyrrole-1,3,5,7(2H,6H)tetrone (L), affords the zigzag chains that interweave into a cloth-like 2-dimensional network in a two-over/two-under' (2O/2U) fashion.  HgLI2 is monoclinic, space group P21/n, Z = 4, R1 = 0.0296, wR2 = 0.0599.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXkvFKkurs%253D&md5=da3938283751563c85a9412413eba2d0", " ", " (c)  ", "Carlucci", ", ", "L.", "; ", "Ciani", ", ", "G.", "; ", "Moret", ", ", "M.", "; ", "Proserpio", ", ", "D. M.", "; ", "Rizzato", ", ", "S.", "  ", "Angew. Chem., Int. Ed.", " ", "2000", ",  ", "39", ",  ", "1506", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Polymeric layers catenated by ribbons of rings in a three-dimensional self-assembled architecture: a nanoporous network with spongelike behavior", "Carlucci, Lucia; Ciani, Gianfranco; Moret, Massimo; Proserpio, Davide M.; Rizzato, Silvia", "Angewandte Chemie, International Edition", "\r\n        (", "2000", "),\r\n    ", "39", "\r\n        (", "8", "),\r\n    ", "1506-1510", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH", ")\r\n        ", "Some examples of polymeric catenated species are: poly[2]catenane, parallel interpenetration of ladders, inclined interpenetration of ladders, catenation of simple undulating layers, and catenation of multiple layers.  A new member of this class of catenated motifs, [Cu5(bpp)8(SO4)(EtOH)(H2O)5](SO4)·EtOH·25.5H2O (1), was prepd. by self-assembly of copper(II) sulfate and 1,3-bis(4-pyridyl)propane (bpp).  The crystal structure of 1 shows the presence of 2 different and crystallog. independent polymeric motifs packed together.  One motif, the ribbons of rings, consists of 48-membered cycles, in which each ring includes 4 copper atoms and 4 bpp ligands.  The other polymeric motif of 1 is a two-dimensional tessellated sheet of (4,4) topol. which contains 2 types of copper atoms, Cu4 and Cu5, and four types of bpp ligands.  The most interesting feature of 1 is that the ribbons and the layers are entangled in a unique three-dimensional array.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXjtFSqsb4%253D&md5=9e27584a382e231e7ef45ebb7ec92f3b", " ", "2. ", " ", " (a)  ", "Miller", ", ", "J. S.", "  ", "Adv. Mater.", " ", "2001", ",  ", "13", ",  ", "525", "[", "Crossref", "], [", "CAS", "]", "2. ", "Interpenetrating lattices - materials of the future", "Miller, Joel S.", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2001", "),\r\n    ", "13", "\r\n        (", "7", "),\r\n    ", "525-527", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH", ")\r\n        ", "A review, with 24 refs.,.  The fascination of mankind with art and architecture has extended to the structural topol. of mols. and materials and led to deliberate syntheses of highly sym. and strained mols.  Materials comprised of interpenetrating lattices (see Figure) were discovered and there is high expectation that they will be advanced materials of the future with useful optical, elec., magnetic, catalytic, or sepn. properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXjtVWkur8%253D&md5=80cc0a22c4187255ebb4082bd66cbfe7", " ", " (b)  ", "Kitaura", ", ", "R.", "; ", "Seki", ", ", "K.", "; ", "Akiyama", ", ", "G.", "; ", "Kitagawa", ", ", "S.", "  ", "Angew. Chem., Int. Ed.", " ", "2003", ",  ", "42", ",  ", "428", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Porous coordination-polymer crystals with gated channels specific for supercritical gases", "Kitaura, Ryo; Seki, Kenji; Akiyama, George; Kitagawa, Susumu", "Angewandte Chemie, International Edition", "\r\n        (", "2003", "),\r\n    ", "42", "\r\n        (", "4", "),\r\n    ", "428-431", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Two new types of flexible and dynamic nanoporous frameworks (type A with mutually interdigitated 2D motifs and type B with mutually interpenetrated 3D motifs) were prepd. and examd. on their gas-adsorption properties (CO2, CH4, O2, and N2) at high pressure and ambient temp.  Type A coordination polymer, [Cu(dhbc)2(4,4'-bpy)] × H2O (I), was prepd. from Cu(NO3)2, 2,5-dihydroxybenzoic acid (Hdhbc), and 4,4'-bipyridine (monoclinic, P2/c, a = 8.167(4), b = 11.094(8), c = 15.863(2) Å, β = 99.703(4)°, Z = 2 V = 1416(1) Å3).  Release of crystal water from compd. I was obsd. during thermogravimetric anal. with increasing temp. ≤120°.  Type B coordination polymer (C13H8NO4Cu) [Cu(p-OOC-C6H4-COO)·1/2(4,4'-bpy)]n was obtained from CuII terephthalate and 4,4'-bpy according to a published procedure.  Type A coordination polymer was characterized by x-ray powder diffraction.  Adsorption and desorption isotherms were recorded for all gases at 298 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXhtFKgtLY%253D&md5=3f7e420f3c700d4c35702ef32b811047", " ", "3. ", " ", " (a)  ", "Batten", ", ", "S. R.", "; ", "Robson", ", ", "R.", "  ", "Angew. Chem., Int.Ed.", " ", "1998", ",  ", "37", ",  ", "1460", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", " (b)  ", "Carlucci", ", ", "L.", "; ", "Ciani", ", ", "G.", "; ", "Proserpio", ", ", "D. M.", "  ", "Coord. Chem. Rev.", " ", "2003", ",  ", "247", ",  ", "246", "There is no corresponding record for this reference.", " ", " (c)  ", "Batten", ", ", "S. R.", "  ", "CrystEngComm", " ", "2001", ",  ", "3", ",  ", "67", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", " (d)  ", "Blatov", ", ", "V. A.", "; ", "Carlucci", ", ", "L.", "; ", "Ciani", ", ", "G.", "; ", "Proserpio", ", ", "D. M.", "  ", "CrystEngComm", " ", "2004", ",  ", "6", ",  ", "377", "[", "Crossref", "], [", "CAS", "]", "3. ", "Interpenetrating metalorganic and inorganic 3D networks: a computer-aided systematic investigation. Part I. Analysis of the Cambridge structural database", "Blatov, V. A.; Carlucci, L.; Ciani, G.; Proserpio, D. M.", "CrystEngComm", "\r\n        (", "2004", "),\r\n    ", "6", "\r\n        (", "),\r\n    ", "377-395", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The occurrence of interpenetration in metalorg. and inorg. networks has been investigated by a systematic anal. of the CSD and ICSD structural databases.  For this purpose, a novel version of TOPOS (a program package for multipurpose crystallochem. anal.) has been employed, where the procedure of recognition of interpenetrating nets is based on the representation of a crystal structure as a finite reduced graph.  In this paper we report a comprehensive list (301 Refcodes) of interpenetrating metal-org. 3D structures from CSD, that are analyzed on the basis of their topologies.  Interesting trends and novel features have been obsd. and distinct classes of interpenetrating nets have been envisaged, depending on the relationships of the individual motifs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXpvFWgsr0%253D&md5=3244cec98f2315bd4d4199f0a022119d", " ", "4. ", " ", " (a)  ", "Wang", ", ", "X. L.", "; ", "Qin", ", ", "C.", "; ", "Wang", ", ", "E. B.", "; ", "Li", ", ", "Y. G.", "; ", "Su", ", ", "Z. M.", "; ", "Xu", ", ", "L.", "; ", "Carlucci", ", ", "L.", "  ", "Angew. Chem., Int. Ed.", " ", "2005", ",  ", "44", ",  ", "5824", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Entangled coordination networks with inherent features of polycatenation, polythreading, and polyknotting", "Wang, Xin-Long; Qin, Chao; Wang, En-Bo; Li, Yang-Guang; Su, Zhong-Min; Xu, Lin; Carlucci, Lucia", "Angewandte Chemie, International Edition", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "36", "),\r\n    ", "5824-5827", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Self-assembly of nickel salts with 4,4'-bipyridine (bpy) and the long V-shaped 4,4'-oxybis(benzoate) (oba) ligand led to three different coordination networks, [Ni2(oba)2(bpy)2(H2O)2]·bpy (1), [Ni3(oba)2(bpy)2(Hoba)2(H2O)2]·bpy·2H2O (2) and [Ni(oba)(bpy)]·2H2O (3), which were characterized by x-ray crystallog.  The structure of 1 contains a parallel polycatenation of nanotube motifs to give a layered framework, 2 has a 2-dimensional → 3-dimensional polythreaded array involving five polymeric units at a time, and 3 consists of a 3-dimensional self-penetrating binodal network with an unprecedented (4.82)(4.64.84.10) topol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtVGlsLjO&md5=1bdd305aac484377036da4651c9dae5a", " ", " (b)  ", "Long", ", ", "D. L.", "; ", "Hill", ", ", "R. J.", "; ", "Blake", ", ", "A. J.", "; ", "Champness", ", ", "N. R.", "; ", "Hubberstey", ", ", "P.", "; ", "Wilson", ", ", "C.", "; ", "Schröder", ", ", "M.", "  ", "Chem.—Eur. J.", " ", "2005", ",  ", "11", ",  ", "1384", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Anion control over interpenetration and framework topology in coordination networks based on homoleptic six-connected scandium nodes", "Long, De-Liang; Hill, Robert J.; Blake, Alexander J.; Champness, Neil R.; Hubberstey, Peter; Wilson, Claire; Schroeder, Martin", "Chemistry--A European Journal", "\r\n        (", "2005", "),\r\n    ", "11", "\r\n        (", "5", "),\r\n    ", "1384-1391", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Reaction of ScX3 (X = NO3-, CF3SO3-, ClO4-) with 4,4'-bipyridine-N,N'-dioxide (L) affords topol. distinct six-connected three-dimensional coordination frameworks, {[Sc(L)3](NO3)3}∞ (1), {[Sc(L)3](CF3SO3)3(MeOH)2.7(H2O)3}∞ (2), {[Sc(L)3](ClO4)3}∞ (3) and {[Sc(L)4(H2O)2](ClO4)3}∞ (4).  Compds. 1, 2 and 3 are networks based on octahedrally coordinated ScO6 centers bound through six O atoms from six sep. N-oxide ligands L.  Compds. 1 and 3 are doubly interpenetrated and have α-Po-type structures of 41263 topol. based upon three intersecting (4,4) nets.  The structure of 2 is unusual and shows parallel, coplanar layers of (4,4) nets connected in a crisscrossed fashion to afford a new 48668 topol.  In 4 only four ligands L bind to each ScIII center with two addnl. H2O mols. bridging metal nodes.  Significantly, the bridges formed by L do not sit in a plane and if connections through L are considered alone the resultant structure is a diamondoid array typically based upon a tetrahedral connecting node at Sc.  Five interpenetrating diamondoid networks are obsd. that are cross-bridged by H2O mols. to form a single three-dimensional array of 4867 topol.  Compd. 4 can also be viewed as incorporating two intersecting (4,4) grids based upon two ligands L and two bridging waters.  Thus, variation of anion, solvent and conditions critically affects the structures of products formed, and polymers reported herein illustrates how tectons based upon (4,4) grids can be combined and distorted to form non-NaCl topologies and even cross-bridged, multiply interpenetrated diamondoid materials.  Both compds. 2 and 4 represent unusual examples of self-penetrated coordination frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXitVOmt74%253D&md5=3f48d7900dc44072c12533ef1a8489e3", " ", "5. ", " ", " (a)  ", "Tong", ", ", "M. L.", "; ", "Chen", ", ", "X. M.", "; ", "Batten", ", ", "S. R.", "  ", "J. Am. Chem. Soc.", " ", "2003", ",  ", "125", ",  ", "16170", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "A New Self-Penetrating Uniform Net, (8,4) (or 86), Containing Planar Four-Coordinate Nodes", "Tong, Ming-Liang; Chen, Xiao-Ming; Batten, Stuart R.", "Journal of the American Chemical Society", "\r\n        (", "2003", "),\r\n    ", "125", "\r\n        (", "52", "),\r\n    ", "16170-16171", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Hydrothermal reaction of 3-(3-pyridyl)acrylic acid (pyaraH) with NiCl2 and NaOH gave different polymorphs at different temps. α-Ni(pyara)2(H2O)2 forms at 180°, and has a 3-dimensional polymeric structure.  The topol. of the network is that of a self-penetrating, four-coordinate (8,4) network (Schlafli symbol 86).  This is the first uniform net to contain only planar four-coordinate nodes, and it is also the first four-coordinate uniform net not to have the Schlafli symbol 66.  This fundamental network topol. was previously unrecognized.  The second polymorph, the β phase, forms from an analogous reaction at 150°, and contains 1-dimensional chains hydrogen bonded into a 3-dimensional network.  Preliminary crystal data for iron(II) and cobalt(II) complexes which are isostructural with α-Ni(pyara)2(H2O)2 are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXps1Snurs%253D&md5=f20f6603e49e46af14b5800dea774afb", " ", " (b)  ", "Zhan", ", ", "S. Z.", "; ", "Li", ", ", "D.", "; ", "Zhou", ", ", "X. P.", "; ", "Zhou", ", ", "X. H.", "  ", "Inorg. Chem.", " ", "2006", ",  ", "45", ",  ", "9163", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Two Polyknotted Topological Isomers of Copper(I) 3,5-Bis(4-pyridyl)pyrazolates", "Zhan, Shun-Ze; Li, Dan; Zhou, Xiao-Ping; Zhou, Xin-Hui", "Inorganic Chemistry", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "23", "),\r\n    ", "9163-9165", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two unprecedented 3-dimensional polyknotted isomers of [CuI2(bppz)(SCN)]∞, arising from different linkage modes of SCN- (trans-μ2-S vs. cis-μ2-S), were obtained from 3,5-bis(4-pyridyl)-1H-pyrazole (Hbppz) and CuSCN under different conditions.  Crystal structures of the isomers and their luminescence in the solid state at room temp. are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtVKqsLvN&md5=bcce853826247e29e1ff5eafd09b344a", " ", " (c)  ", "Huang", ", ", "X. H.", "; ", "Sheng", ", ", "T. L.", "; ", "Xiang", ", ", "S. C.", "; ", "Fu", ", ", "R. B.", "; ", "Hu", ", ", "S. M.", "; ", "Li", ", ", "Y. M.", "; ", "Wu", ", ", "X. T.", "  ", "Inorg. Chem.", " ", "2007", ",  ", "46", ",  ", "497", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "{[Cu(mtz)]3(CuI)}n: An Unprecedented Non-interpenetrated (123)(122·14)3 Network with Triple-Stranded Helices", "Huang, Xi-He; Sheng, Tian-Lu; Xiang, Sheng-Chang; Fu, Rui-Biao; Hu, Sheng-Min; Li, Ya-Min; Wu, Xin-Tao", "Inorganic Chemistry", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "2", "),\r\n    ", "497-500", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A complex with triple-stranded helixes, {[Cu(mtz)]3(CuI)}n (Hmtz = 3,5-dimethyl-1,2,4-triazole), was obtained under hydrothermal conditions and characterized by x-ray crystallog.  The complex possesses an unprecedented non-interpenetrated (123)(122·14)3 network, which represents the 1st example of the largest gon value of the smallest ring for the Archimedean net reported so far.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xhtlahsb%252FE&md5=70d8a08ce66109b297055fb903b7787f", " ", " (d)  ", "Bi", ", ", "M. H.", "; ", "Li", ", ", "G. H.", "; ", "Zou", ", ", "Y. C.", "; ", "Shi", ", ", "Z.", "; ", "Feng", ", ", "S. H.", "  ", "Inorg. Chem.", " ", "2007", ",  ", "46", ",  ", "604", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Zeolite-like Copper Iodide Framework with New 66 Topology", "Bi, Minghui; Li, Guanghua; Zou, Yongchun; Shi, Zhan; Feng, Shouhua", "Inorganic Chemistry", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "3", "),\r\n    ", "604-606", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors have prepd. and described an unprecedented three-dimensional zeolite-like copper iodide of compn. [Cu4I4(DABCO)2]·EtOH constructed from Cu4I4(DABCO)4 (DABCO = 1,4-diazabicyclo[2.2.2]octane) supertetrahedron units.  This compd. forms a four-connected network with new 66 topol.  Its structure reveals 1-dimensional channels along the [001] direction, and the framework displays interesting self-penetration.  The title compd. shows photoluminescence at room temp. in the solid state.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXktV2nuw%253D%253D&md5=84dc4d933b890fff62975cd23b149fe9", " ", " (e)  ", "Zhang", ", ", "S. S.", "; ", "Zhan", ", ", "S. Z.", "; ", "Li", ", ", "M.", "; ", "Peng", ", ", "R.", "; ", "Li", ", ", "D.", "  ", "Inorg. Chem.", " ", "2007", ",  ", "46", ",  ", "4365", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "A Rare Chiral Self-Catenated Network Formed by Two Cationic and One Anionic Frameworks", "Zhang, Shi-Shen; Zhan, Shun-Ze; Li, Mian; Peng, Rong; Li, Dan", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "11", "),\r\n    ", "4365-4367", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A chiral heterometallic complex, obtained from the solvothermal reaction of [Zn(4-pytpy)2](BF4)2 [4-pytpy = 4'-(4-pyridyl)-2,2':6',2''-terpyridine] and CuCN, exhibits a rare self-catenated network formed by two 3-dimensional cationic and one 3-dimensional anionic frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXkvValtrY%253D&md5=f8a6c64730c5ed6c1ac8210420af141c", " ", " (f)  ", "Zhai", ", ", "Q. G.", "; ", "Lu", ", ", "C. Z.", "; ", "Chen", ", ", "S. M.", "; ", "Xu", ", ", "X. J.", "; ", "Yang", ", ", "W. B.", "  ", "Cryst Growth Des.", " ", "2006", ",  ", "6", ",  ", "1393", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Design of Novel Three-Dimensional Coordination Polymers Based on Triangular Trinuclear Copper 1,2,4-Triazolate Units", "Zhai, Quan-Guo; Lu, Can-Zhong; Chen, Shu-Mei; Xu, Xin-Jiang; Yang, Wen-Bin", "Crystal Growth & Design", "\r\n        (", "2006", "),\r\n    ", "6", "\r\n        (", "6", "),\r\n    ", "1393-1398", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "By controlling the molar ratios of Cu dichloride dihydrate and 1,2,4-triazole (trz), the authors generated novel three-dimensional coordination polymers constructed from μ3-oxo or μ3-Cl triangular Cu units, exhibiting six-connected porous self-penetrating net, graphite layer, and inorg.-org. hybrid network structures, resp.  The prepn. and crystal structure of [Cu3(μ3-O)(μ3-trz)3]2[OH]2·15H2O (1), Cu[Cu3(μ3-O)(μ3-trz)3Cl3] (2) and [Cu2(μ3-trz)(μ3-Cl)2] (3) are reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xjs1ylsL0%253D&md5=7f9affcf289ec3f9b59fedfcca69df14", " ", " (g)  ", "Yang", ", ", "J.", "; ", "Ma", ", ", "J. F.", "; ", "Liu", ", ", "Y. Y.", "; ", "Batten", ", ", "S. R.", "  ", "CrystEngComm", " ", "2009", ",  ", "11", ",  ", "151", "[", "Crossref", "], [", "CAS", "]", "5. ", "Four-, and six-connected entangled frameworks based on flexible bis(imidazole) ligands and long dicarboxylate anions", "Yang, Jin; Ma, Jian-Fang; Liu, Ying-Ying; Batten, Stuart R.", "CrystEngComm", "\r\n        (", "2009", "),\r\n    ", "11", "\r\n        (", "1", "),\r\n    ", "151-159", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Four- and six-connected entangled structures, [Cd(oba)(bbi)]·0.5H2O (1), [Ni(oba)(bbi)]2·H2O (2), [Co(bpea)(bbi)]·H2O (3), [Co2(bpea)2(bbi)2]·1.5H2O (4), [Cd(oba)(1,4-bix)] (5), and [Ni2(oba)2(1,4-bix)(H2O)2] (6), where oba = 4,4'-oxybis(benzoate), bpea = biphenylethene-4,4'-dicarboxylate, 1,4-bix = 1,4-bis(imidazol-1-ylmethyl)benzene, and bbi = 1,1'-(1,4-butanediyl)bis(imidazole), were successfully synthesized through a hydrothermal process.  The structures of 1 and 2 both consist of two interpenetrating CdSO4 nets.  In 1, the two nets are related by symmetry.  By comparison, the individual nets are, unusually, crystallog. distinct in 2.  The structures of 3 and 4 both contain interpenetrating diamond networks.  In 3, there are 6 interpenetrating nets, and they show the usual mode of interpenetration.  For 4, however, there are 7 nets, and a rare 'abnormal' [4 + 3] interpenetration mode is obsd.  In 5, the oba and 1,4-bix ligands linked the Cd(II) atoms into a deeply corrugated 2-dimensional sheet.  The corrugated 2-dimensional sheets polycatenate each other in a parallel manner with DOC (degree of catenation) = 2, yielding a rare 2-dimensional → 3-dimensional parallel polycatenation net.  In 6, the dinuclear Ni(II) units are bridged by the oba ligands to generate a 2-dimensional (4,4) square-grid with a rhombic window.  It is interesting that the two identical (4,4) square-grids show 2-dimensional → 2-dimensional parallel interpenetration but are then further crosslinked by the 1,4-bix ligands to yield an unusual 3-dimensional self-penetrating net with an unique 6-connected 44.611 topol.  The importance of bbi conformations and metal sources in the framework formation of complexes 1-6 was unraveled.  Their IR spectra, powder XRD and photoluminescent properties were also studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsVCqsw%253D%253D&md5=6eed2b2c342b115b6819bf5f08752d74", " ", "6. ", " ", " (a)  ", "Wang", ", ", "X. L.", "; ", "Qin", ", ", "C.", "; ", "Wang", ", ", "E. B.", "; ", "Su", ", ", "Z. M.", "; ", "Xu", ", ", "L.", "; ", "Batten", ", ", "S. R.", "  ", "Chem. Commun.", " ", "2005", ",  ", "4789", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "An unprecedented eight-connected self-penetrating network based on pentanuclear zinc cluster building blocks", "Wang, Xin-Long; Qin, Chao; Wang, En-Bo; Su, Zhong-Min; Xu, Lin; Batten, Stuart R.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2005", "),\r\n    ", "\r\n        (", "38", "),\r\n    ", "4789-4791", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The 1st eight-connected self-penetrating metal-org. framework, based on pentanuclear Zn cluster building blocks, defines a new self-penetrating topol. for eight-connected networks and represents the highest connected topol. presently known for self-penetrating systems.  [Zn5(μ3-OH)2(bdc)4(phen)2] (I) was prepd. from Zn(NO3)2, 1,4-benzenedicarboxylic acid (H2bdc) and phen in presence of H2O.  I is triclinic, space group P‾1, Z = 1, R1 = 0.0397, wR2 = 0.0889.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtVeqs7zF&md5=513ef7e0a762951730bea63798f9b790", " ", " (b)  ", "Wang", ", ", "X. L.", "; ", "Qin", ", ", "C.", "; ", "Wang", ", ", "E. B.", "; ", "Su", ", ", "Z. M.", "  ", "Chem.—Eur. J.", " ", "2006", ",  ", "12", ",  ", "2680", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Metal nuclearity modulated four-, six-, and eight-connected entangled frameworks based on mono-, bi-, and trimetallic cores as nodes", "Wang, Xin-Long; Qin, Chao; Wang, En-Bo; Su, Zhong-Min", "Chemistry--A European Journal", "\r\n        (", "2006", "),\r\n    ", "12", "\r\n        (", "10", "),\r\n    ", "2680-2691", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "To study the relation between network connectivity and metal nuclearity, the authors designed and synthesized three-dimensional (3D) entangled coordination frameworks based on different metal cores, [Zn2(bdc)2(L)2]·2H2O (1), [Zn(bdc)(L)0.5] (2), [Zn(oba)(L)0.5] (3) and [Cd3(bdc)3(L)2(H2O)2] (4) by self-assembly of d10 metal salts with the flexible long-chain ligand 1,4-bis(1,2,4-triazol-1-yl)butane (L), and with the rigid and nonrigid arom. dicarboxylate ligands 1,4-benzenedicarboxylate (bdc) and 4,4'-oxybis(benzoate) (oba).  Compd. 1 exhibits a 3-fold interpenetrated diamondoid array typically based on a tetrahedral 2nd building unit (SBU) at a single Zn center.  Compd. 2 adopts a 3-fold interpenetrated α-Po-type network that is built from bimetallic cores as six-connected vertexes.  The structure of 3 also consists of dinuclear units comprising a novel (3,4)-connected 3-fold interpenetrated net with complex (4.6 × 10)-(4.62 × 103) topol. when single Zn centers act as four-connected nodes (or the α-Po topol. if dinuclear units are considered as six-connected nodes).  4, Derived from a cross-linked 5-fold interpenetrated diamond-like substructure, is an unusual example of a self-penetrating coordination framework displaying an unprecedented eight-connected 42068 topol. with trinuclear Cd clusters as eight-connected nodes which, to the authors' knowledge, not only defines a new topol. for eight-connected coordination networks, but also represents the highest connected topol. presently known for self-penetrating systems.  Detailed structural comparison of these complexes indicates that the increase in metal nuclearity induces the progressive increase in the connectivities of the ultimate nets: i.e., the metal nuclearity plays a significant role in tuning the connectivity of a specific network.  The thermal and luminescent properties of these compds. are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xjt1Sqt74%253D&md5=75a1fb4bac535e3fe3dbf03f51efce5d", " ", " (c)  ", "Xiao", ", ", "D. R.", "; ", "Li", ", ", "Y. G.", "; ", "Wang", ", ", "E. B.", "; ", "Fan", ", ", "L. L.", "; ", "An", ", ", "H. Y.", "; ", "Su", ", ", "Z. M.", "; ", "Xu", ", ", "L.", "  ", "Inorg. Chem.", " ", "2007", ",  ", "46", ",  ", "4158", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Exceptional Self-Penetrating Networks Containing Unprecedented Quintuple-Stranded Molecular Braid, 9-Fold Meso Helices, and 17-Fold Interwoven Helices", "Xiao, Dong-Rong; Li, Yang-Guang; Wang, En-Bo; Fan, Lin-Lin; An, Hai-Yan; Su, Zhong-Min; Xu, Lin", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "10", "),\r\n    ", "4158-4166", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Self-assembly of long V-shaped ligands and d10 metal salts in the presence of a linear bidentate ligand affords two unprecedented self-penetrating coordination networks {[Zn4(bptc)2(bpy)4]·(C5H3N)·4H2O}n (1) and {[Cd2(sdba)2(bpy)(H2O)2]·2H2O}n (2) (bptc = 3,3',4,4'-benzophenonetetracarboxylate, sdba = 4,4'-sulfonyldibenzoate, bpy = 4,4'-bipyridine).  Their structures were detd. by single-crystal x-ray diffraction analyses and further characterized by elemental analyses, IR spectra, x-ray powder diffraction, and TG analyses.  1 Adopts a novel 3-dimensional framework contg. three types of mol. braids, among which the quintuple-stranded mol. braid represents the highest-stranded mol. braid presently known for entangled systems.  2 Is an uncommon self-penetrating 2-dimensional network contg. pseudo-Borromean links and double-stranded helixes.  More interestingly, when the strong H bonds between layers are taken into account, the resulting net of 2 becomes an eight-connected 3-dimensional self-penetrating network with an unprecedented (421.67) topol., which represents the highest connected topol. presently known in self-penetrating systems.  Also, the photoluminescent properties of 1 and 2 were studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXksVSmu7s%253D&md5=7df8f17f0f6ad29beb544490793aa3a5", " ", " (d)  ", "Li", ", ", "Z. G.", "; ", "Wang", ", ", "G. H.", "; ", "Jia", ", ", "H. Q.", "; ", "Hu", ", ", "N. H.", "; ", "Xu", ", ", "J. W.", "; ", "Batten", ", ", "S. R.", "  ", "CrystEngComm", " ", "2008", ",  ", "10", ",  ", "983", "[", "Crossref", "], [", "CAS", "]", "6. ", "Construction of coordination networks with high connectivity: a new 8-connected self-penetrating network based on tetranuclear metal clusters", "Li, Zhi-Gang; Wang, Guan-Hua; Jia, Heng-Qing; Hu, Ning-Hai; Xu, Jing-Wei; Batten, Stuart R.", "CrystEngComm", "\r\n        (", "2008", "),\r\n    ", "10", "\r\n        (", "8", "),\r\n    ", "983-985", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two highly connected cobalt(II) and zinc(II) coordination polymers, Co4(2,5-pydc)4(bpe) (1) and Zn4(2,5-pydc)4(bpe) (2), (2,5-pydcH2 = pyridine-2,5-dicarboxylic acid, bpe = 1,2-bis(4-pyridyl)ethylene) with tetranuclear metal clusters as the nodes of network were prepd. and characterized by x-ray crystallog.  They are the first examples of an 8-connected self-penetrating net based on a crosslinked α-Po subnet.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXpt12msrw%253D&md5=298e1537e2931471ce0e105d5f008411", " ", "7. ", " ", " (a)  ", "Lu", ", ", "J. Y.", "  ", "Coord. Chem. Rev.", " ", "2003", ",  ", "241", ",  ", "327", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", " (b)  ", "James", ", ", "S. L.", "  ", "Chem. Soc. Rev.", " ", "2003", ",  ", "32", ",  ", "276", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Metal-organic frameworks", "James, Stuart L.", "Chemical Society Reviews", "\r\n        (", "2003", "),\r\n    ", "32", "\r\n        (", "5", "),\r\n    ", "276-288", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks are a recently-identified class of porous polymeric material, consisting of metal ions linked together by org. bridging ligands, and are a new development on the interface between mol. coordination chem. and materials science.  A range of novel structures was prepd. which feature amongst the largest pores known for cryst. compds., very high sorption capacities and complex sorption behavior not seen in aluminosilicate zeolites.  The development of synthetic approaches to these materials and studies of their properties are reviewed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXmtFOltLY%253D&md5=e9e83de0580c0b7dc9929ea3594efe12", " ", " (c)  ", "Moulton", ", ", "B.", "; ", "Zaworotko", ", ", "M. J.", "  ", "Chem. Rev.", " ", "2001", ",  ", "101", ",  ", "1629", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "From molecules to crystal engineering. Supramolecular isomerism and polymorphism in network solids", "Moulton, Brian; Zaworotko, Michael J.", "Chemical Reviews (Washington, D. C.)", "\r\n        (", "2001", "),\r\n    ", "101", "\r\n        (", "6", "),\r\n    ", "1629-1658", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review with 299 refs. on how the advances in supramol. chem. have impacted the manner in which chemists view the existence of single crystals and the design of new cryst. phases.  Coordination polymers, H-bonded networks, and supramol. isomerism and polymorphism are considered.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXjtlyqtrg%253D&md5=00fbfe863055d07d1773be77dc52f023", " ", "8. ", " ", " (a)  ", "Suh", ", ", "M. P.", "; ", "Moon", ", ", "H. R.", "; ", "Lee", ", ", "E. Y.", "; ", "Jang", ", ", "S. Y.", "  ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "4710", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "A Redox-Active Two-Dimensional Coordination Polymer: Preparation of Silver and Gold Nanoparticles and Crystal Dynamics on Guest Removal", "Suh, Myunghyun Paik; Moon, Hoi Ri; Lee, Eun Young; Jang, Seung Yeon", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "14", "),\r\n    ", "4710-4718", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A two-dimensional (2D) square-grid coordination polymer, {[Ni(cyclam)]2[BPTC]}n·2nH2O (1), was assembled from [Ni(cyclam)](ClO4)2 (cyclam = 1,4,8,11-tetraazacyclotetradecane) and H4BPTC (H4BPTC = 1,1'-biphenyl-2,2',6,6'-tetracarboxylic acid) in H2O/MeOH (2.5:1, vol./vol.) in the presence of NEt3.  When solid 1 was immersed in EtOH solns. of AgNO3 (1.3 × 10-1 M) and NaAuCl4·2H2O (3.4 × 10-2 M), resp., for 5 min at room temp., solids including Ag (3.7 ± 0.4 nm, diam.) and Au (2 nm, diam.) nanoparticles were formed by the redox reactions between Ni(II) ions incorporated in 1 and metal ions, as evidenced by HRTEM images, EPR, and XPS spectra.  When single-crystal 1 was heated at 180° under 10-5 Torr for 24 h, it was transformed to dehydrated compd. {[Ni(cyclam)]2[BPTC]}n (2) in the single-crystal-to-single-crystal manner.  The x-ray crystal structure of 2 reveals extensive dynamic motions of the mol. components in response to guest removal, involving rotation of the carboxylate and macrocycle, swing of the biphenyl, and bending of the macrocyclic coordination plane toward the carboxylate plane, which reduces the interlayer distance.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xis1Kiu74%253D&md5=1f322a6928054c69e6f0e5498f26788c", " ", " (b)  ", "Zang", ", ", "S. Q.", "; ", "Su", ", ", "Y.", "; ", "Li", ", ", "Y. Z.", "; ", "Ni", ", ", "Z. P.", "; ", "Zhu", ", ", "H. Z.", "; ", "Meng", ", ", "Q. J.", "  ", "Inorg. Chem.", " ", "2006", ",  ", "45", ",  ", "3855", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Interweaving of Triple-Helical and Extended Metal-O-Metal Single-Helical Chains with the Same Helix Axis in a 3D Metal-Organic Framework", "Zang, Shuangquan; Su, Yang; Li, Yizhi; Ni, Zhaoping; Zhu, Huizhen; Meng, Qingjin", "Inorganic Chemistry", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "10", "),\r\n    ", "3855-3857", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A novel 3-dimensional metal-org. framework [Cd2(m-bptc)(4,4'-bpy)0.5(H2O)4]·H2O (1; m-H4bptc = 1,1'-biphenyl-2,3',3,4'-tetracarboxylic acid, 4,4'-bpy = 4,4'-bipyridine) with interweaving of triple- and single-helical chains was obtained based on hydro(solvo)thermal reactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XjsFWqtLw%253D&md5=42c055d70f510e76d5f792228052ab98", " ", " (c)  ", "Zang", ", ", "S. Q.", "; ", "Su", ", ", "Y.", "; ", "Duan", ", ", "C. Y.", "; ", "Li", ", ", "Y. Z.", "; ", "Zhu", ", ", "H. Z.", "; ", "Meng", ", ", "Q. J.", "  ", "Chem. Commun.", " ", "2006", ",  ", "4997", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Coexistence of chiral hydrophilic and achiral hydrophobic channels in one multi-helical-array metal-organic framework incorporating helical water cluster chains", "Zang, Shuangquan; Su, Yang; Duan, Chunying; Li, Yizhi; Zhu, Huizhen; Meng, Qingjin", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2006", "),\r\n    ", "\r\n        (", "48", "),\r\n    ", "4997-4999", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A novel host-guest metal-org. compd. [Cd4(bptc)2(bpy)(H2O)8]·5.5H2O with both chiral hydrophilic and achiral hydrophobic channels was obtained through the reaction of Cd(II) ion, 4,4'-bipyridine (bpy) and a versatile asym. ligand of H4bptc (H4bptc = 1,1'-biphenyl-2,2',3,3'-tetracarboxylic acid) based on hydro(solvo)thermal reactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht12gsrbF&md5=d2b507e771085a3b3d90df5299ac7c3d", " ", "9. ", " ", " (a)  ", "Chen", ", ", "B.", "; ", "Ockwig", ", ", "N. W.", "; ", "Millward", ", ", "A. R.", "; ", "Contreras", ", ", "D. S.", "; ", "Yaghi", ", ", "O. M.", "  ", "Angew. Chem., Int. Ed.", " ", "2005", ",  ", "44", ",  ", "4745", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "High H2 adsorption in a microporous metal-organic framework with open metal sites", "Chen, Banglin; Ockwig, Nathan W.; Millward, Andrew R.; Contreras, Damacio S.; Yaghi, Omar M.", "Angewandte Chemie, International Edition", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "30", "),\r\n    ", "4745-4749", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A copper-based metal-org. framework (MOF) has been synthesized, and its structure has been solved by X-ray crystallog.  The remarkably high hydrogen adsorption properties (2.47 wt%) of this compd. have been studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXnvVSqsLY%253D&md5=ba35d52735de6fd6c9b3b4ff7f354879", " ", " (b)  ", "Lin", ", ", "X.", "; ", "Jia", ", ", "J.", "; ", "Zhao", ", ", "X.", "; ", "Thomas", ", ", "K. M.", "; ", "Blake", ", ", "A. J.", "; ", "Walker", ", ", "G. S.", "; ", "Champness", ", ", "N. R.", "; ", "Hubberstey", ", ", "P.", "; ", "Schröder", ", ", "M.", "  ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", ",  ", "7358", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "High H2 adsorption by coordination-framework materials", "Lin, Xiang; Jia, Junhua; Zhao, Xuebo; Thomas, K. Mark; Blake, Alexander J.; Walker, Gavin S.; Champness, Neil R.; Hubberstey, Peter; Schroeder, Martin", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "44", "),\r\n    ", "7358-7364", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Three coordination frameworks with different pore sizes were prepd. from CuII salt and carboxylate ligands of various lengths.  Comparison of their sorption properties reveals that smaller pores allow higher densities of adsorbed H2, whereas larger pores allow higher max. H2 storage capacities.  The structures of the three structural analogs are also reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht1OmsbvI&md5=35c0082804c53403f9f34067950b76a6", " ", " (c)  ", "Chen", ", ", "B.", "; ", "Ockwig", ", ", "N. W.", "; ", "Fronczek", ", ", "F. R.", "; ", "Contreras", ", ", "D. S.", "; ", "Yaghi", ", ", "O. M.", "  ", "Inorg. Chem.", " ", "2005", ",  ", "44", ",  ", "181", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Transformation of a metal-organic framework from the NbO to PtS net", "Chen, Banglin; Ockwig, Nathan W.; Fronczek, Frank R.; Contreras, Damacio S.; Yaghi, Omar M.", "Inorganic Chemistry", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "2", "),\r\n    ", "181-183", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two metal-org. frameworks (MOFs), MOF-501 and MOF-502, resp., formulated as Co2(BPTC)(H2O)5·Gx and Co2(BPTC)(H2O)(DMF)2·Gx (BPTC = 3,3',5,5'-biphenyltetracarboxylate; G = guest mols.), were synthesized and structurally characterized, and their topologies are based on the NbO (MOF-501) and PtS (MOF-502) nets.  Heating MOF-501 in soln. results in the more thermodynamically favored MOF-502.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhsFeqtbg%253D&md5=af79de72e471f2b7673638db85bd971d", " ", "10. ", " ", " (a)  ", "Choi", ", ", "E. Y.", "; ", "Park", ", ", "K.", "; ", "Yang", ", ", "C. M.", "; ", "Kim", ", ", "H.", "; ", "Son", ", ", "J. H.", "; ", "Lee", ", ", "S. W.", "; ", "Lee", ", ", "Y. H.", "; ", "Min", ", ", "D.", "; ", "Kwon", ", ", "Y. U.", "  ", "Chem.—Eur. J.", " ", "2004", ",  ", "10", ",  ", "5535", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Benzene-templated hydrothermal synthesis of metal-organic frameworks with selective sorption properties", "Choi, Eun-Young; Park, Kyungsoo; Yang, Cheol-Min; Kim, Hyejin; Son, Jung-Ho; Lee, Soon W.; Lee, Young Hee; Min, Dongwon; Kwon, Young-Uk", "Chemistry--A European Journal", "\r\n        (", "2004", "),\r\n    ", "10", "\r\n        (", "21", "),\r\n    ", "5535-5540", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors report two metal-org. frameworks [Co3(ndc)3(bipyen)1.5]·H2O (1) and [Co2(ndc)2(bipyen)]·C6H6·H2O (2) (bipyen = trans-1,2-bis(4-pyridyl)ethylene, H2ndc = 2,6-naphthalenedicarboxylic acid).  These compds. were both synthesized from identical hydrothermal reaction conditions except that benzene was added to the reaction for 2.  Crystal structures show that the two compds. have triply interpenetrated three-dimensional frameworks and these frameworks have the same primary structure of a two-dimensional network of interconnected [Co2(O2CR)4/2] (R = naphthalene group) paddle-wheels and bridging bipyen ligands.  Both compds. have guest H2O mols. and 2 has guest benzene mols.  Structural transformations of the host accompanied guest removal, which can be monitored by powder x-ray diffraction.  N2 adsorption data of 2 show that there are two different types of pores corresponding to the benzene and H2O pores.  Upon exposure to vapors of several org. mols., the heat-treated sample of 2 adsorbs benzene and cyclohexene, but does not adsorb toluene, (o-, m-, and p-)xylenes, cycloheptatriene, or cyclohexane.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXpsF2ru70%253D&md5=61db7ba2d94d0aca137e69736dc3bff0", " ", " (b)  ", "Chun", ", ", "H.", "; ", "Dybtsev", ", ", "D. N.", "; ", "Kim", ", ", "H.", "; ", "Kim", ", ", "K.", "  ", "Chem.—Eur. J.", " ", "2005", ",  ", "11", ",  ", "3521", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Synthesis, X-ray crystal structures, and gas sorption properties of pillared square grid nets based on paddle-wheel motifs: Implications for hydrogen storage in porous materials", "Chun, Hyungphil; Dybtsev, Danil N.; Kim, Hyunuk; Kim, Kimoon", "Chemistry--A European Journal", "\r\n        (", "2005", "),\r\n    ", "11", "\r\n        (", "12", "),\r\n    ", "3521-3529", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A systematic modulation of org. ligands connecting dinuclear paddle-wheel motifs leads to isomorphous metal-org. porous materials that have a three-dimensional connectivity and interconnected pores.  Arom. dicarboxylates such as 1,4-benzenedicarboxylate (1,4-bdc), tetramethylterephthalate (tmbdc), 1,4-naphthalenedicarboxylate (1,4-ndc), tetrafluoroterephthalate (tfbdc), or 2,6-naphthalenedicarboxylate (2,6-ndc) are linear linkers that form two-dimensional layers, and diamine ligands, 4-diazabicyclo[2.2.2]octane (dabco) or 4,4'-dipyridyl (bpy), coordinate at both sides of Zn2 paddle-wheel units to bridge the layers vertically.  The resulting open frameworks [Zn2(1,4-bdc)2(dabco)] (1), [Zn2(1,4-bdc)(tmbdc)(dabco)] (2), [Zn2(tmbdc)2(dabco)] (3), [Zn2(1,4-ndc)2(dabco)] (4), [Zn2(tfbdc)2(dabco)] (5), and [Zn2(tmbdc)2(bpy)] (8) possess varying size of pores and free apertures originating from the side groups of the 1,4-bdc derivs.  [Zn2(1,4-bdc)2(bpy)] (6) and [Zn2(2,6-ndc)2(bpy)] (7) have two- and 3-fold interpenetrating structures, resp.  The noninterpenetrating frameworks (1-5 and 8) possess surface areas at 1450-2090 m2g-1 and H sorption capacities of 1.7-2.1% at 78 K and 1 atm.  A detailed anal. of the sorption data in conjunction with structural similarities and differences concludes that porous materials with straight channels and large openings do not perform better than those with wavy channels and small openings in terms of H storage through physisorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXlt1ygt70%253D&md5=6b32569fb5a054ae4872481379e3463c", " ", " (c)  ", "Dincã", ", ", "M.", "; ", "Long", ", ", "J. R.", "  ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "9376", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Strong H2 Binding and Selective Gas Adsorption within the Microporous Coordination Solid Mg3(O2C-C10H6-CO2)3", "Dinca, Mircea; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "26", "),\r\n    ", "9376-9377", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The synthesis of Mg3(NDC)3(DEF)4 (NDC = 2,6-naphthalenedicarboxylate, DEF = N,N-diethylformamide, 1), the first porous metal-org. framework solid incorporating Mg2+ ions, is reported.  Its structure consists of linear Mg3 units linked via NDC bridges to form a three-dimensional framework, featuring one-dimensional channels filled with DEF mols.  Significantly, its framework is fully analogous to that obsd. within Zn3(NDC)3(CH3OH)2·2DMF·H2O (2), demonstrating that Mg2+ ions can directly substitute for the heavier Zn2+ ions.  Compd. 1 is readily desolvated by heating at 190 °C to give the microporous solid Mg3(NDC)3, exhibiting a BET surface area of 190 m2/g.  Adsorption isotherms measured at 77 and 87 K indicate high H2 adsorption enthalpies in the range 7.0-9.5 kJ/mol, depending on the degree of loading.  In addn., the material displays selective adsorption of H2 or O2 over N2 or CO, suggesting possible applications in gas sepn. technologies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXkvVGksro%253D&md5=bd978a498f1ce8738063e8b9bc164239", " ", "11. ", " ", " (a)  ", "Wen", ", ", "L. L.", "; ", "Dang", ", ", "D. B.", "; ", "Duan", ", ", "C. Y.", "; ", "Li", ", ", "Y. Z.", "; ", "Tian", ", ", "Z. F.", "; ", "Meng", ", ", "Q. J.", "  ", "Inorg. Chem.", " ", "2005", ",  ", "44", ",  ", "7161", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "1D Helix, 2D Brick-Wall and Herringbone, and 3D Interpenetration d10 Metal-Organic Framework Structures Assembled from Pyridine-2,6-dicarboxylic Acid N-Oxide", "Wen, Li-Li; Dang, Dong-Bin; Duan, Chun-Ying; Li, Yi-Zhi; Tian, Zheng-Fang; Meng, Qing-Jin", "Inorganic Chemistry", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "20", "),\r\n    ", "7161-7170", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Five novel interesting d10 metal coordination polymers, [Zn(PDCO)(H2O)2]n (1, PDCO = pyridine-2,6-dicarboxylic acid N-oxide), [Zn2(PDCO)2(4,4'-bpy)2(H2O)2·3H2O]n (2, bpy = 4,4'-bipyridine), [Zn(PDCO)(bix)]n (3, bix = 1,4-bis(imidazol-1-ylmethyl)benzene), [Zn(PDCO)(bbi)·0.5H2O]n (4, bbi = 1,1'-(1,4-butanediyl)bis(imidazole)), and [Cd(PDCO)(bix)1.5·1.5H2O]n (5), were synthesized under hydrothermal conditions and structurally characterized.  Polymer 1 possesses a 1-dimensional (1D) helical chainlike structure with 41 helixes running along the c-axis with a pitch of 10.090 Å.  Polymer 2 has an infinite chiral two-dimensional (2D) brick-wall-like layer structure in the ac plane built from achiral components, while both 3 and 4 exhibit an infinite 2-dimensional herringbone architecture, resp. extended in the a.c. and ab plane.  Polymer 5 features a most remarkable and unique three-dimensional (3D) porous framework with 2-fold interpenetration related by symmetry, which contains channels in the b and c directions, both distributed in a rectangular grid fashion.  Compds. 1-5, with systematic variation in dimensionality from 1-dimensional to 2-dimensional to 3-dimensional, are the 1st examples of d10 metal coordination polymers into which pyridinedicarboxylic acid N-oxide was introduced.  Polymers 1, 4, and 5 display strong blue fluorescent emissions in the solid state.  Polymer 3 exhibits a strong SHG response, estd. to be ∼0.9 times that of urea.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXovFWhtLo%253D&md5=62c5fa4b5fc751a6ec68b7f4cebe9fae", " ", " (b)  ", "Song", ", ", "L.", "; ", "Li", ", ", "J. R.", "; ", "Lin", ", ", "P.", "; ", "Li", ", ", "Z. H.", "; ", "Li", ", ", "T.", "; ", "Du", ", ", "S. W.", "; ", "Wu", ", ", "X. T.", "  ", "Inorg. Chem.", " ", "2006", ",  ", "45", ",  ", "10155", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Synthesis and Crystal Structures of Multidimensional Coordination Polymers Based on W/Cu/S Clusters with Flexible Imidazole Ligands", "Song, Li; Li, Jianrong; Lin, Ping; Li, Zhihua; Li, Tao; Du, Shaowu; Wu, Xintao", "Inorganic Chemistry", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "25", "),\r\n    ", "10155-10161", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reactions of [WES3]2- (E = S, O) with CuX (X = NCS, CN, I) in the presence of bix (bix = 1,4-bis(imidazol-1-ylmethyl)benzene) in DMF or MeCN gave two novel 2-D → 3D interpenetrating coordination polymers [S2W2S6Cu4(bix)2]n (1) and {[WS4Cu4(NCS)2(bix)3]·MeCN}n (2), a noninterpenetrating 3-dimensional polymer {[WS4Cu2(bix)]·DMF}n (3), and two 2-dimensional sheet polymers [WS4Cu3(CN)(bix)]n (4) and {[OWS3Cu3(bix)2][I]·DMF·2H2O}n (5), depending on the reaction temp. and the reagents used.  Compd. 1 contains a hexagonal prism of W2Cu4S6 cluster core, which serves as a 4-connecting node to link equiv. nodes via bix ligands, forming a 2-dimensional (4,4) net.  In 2, a WCu4S4 core, which also acts as a 4-connecting node, connects the neighboring nodes either through single or double bix bridges, affording a different 2-dimensional (4,4) sheet.  Inclined interpenetration occurs between two stacks of 2-dimensional sheets in the total structure of 1, while 2 involves a parallel interpenetration between the adjacent layers, both creating a 3-dimensional network.  Compds. 1 and 2 represent the first examples of interpenetrating (4,4) frameworks with clusters as nodes and bidentate pyridyl-based ligands as linkers.  Unlike 1 and 2, compd. 3 has a noninterpenetrating 3-dimensional network, which is composed of the inorg. 1-dimensional (WS4Cu2)n chains linked by cis and trans bix ligands.  Compd. 4 features an inorg. 1-dimensional (WS4Cu3)n chain structure, which is linked by CN groups and bix ligands to form an infinite 2-dimensional network.  Compd. 5 is a 2-dimensional layer polymer with large inner cavities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtF2ntbrE&md5=10f5b20b420b1031279014510d536d02", " ", "12. ", " ", " (a)  ", "Chen", ", ", "P. K.", "; ", "Che", ", ", "Y. X.", "; ", "Xue", ", ", "L.", "; ", "Zheng", ", ", "J. M.", "  ", "Cryst Growth Des.", " ", "2006", ",  ", "6", ",  ", "2517", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Two 2-Fold Interpenetrated Frameworks Showing Different Topologies Based on the Isomerous Benzenedicarboxylate Mixed with a Flexible N,N'-Type Ligand", "Chen, Pang-Kuan; Che, Yun-Xia; Xue, Lin; Zheng, Ji-Min", "Crystal Growth & Design", "\r\n        (", "2006", "),\r\n    ", "6", "\r\n        (", "11", "),\r\n    ", "2517-2522", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This paper presents two 2-fold parallel interpenetrated polymers, ZnCo(bpp)(m-BDC)2 (1) and Co(bpp)(p-BDC)(2), based on isomerous 1,3-benzenedicarboxylate (m-BDC) and 1,4-benzenedicarboxylate (p-BDC).  Compds. 1 and 2 were hydrothermally synthesized and characterized by single-crystal x-ray diffraction, IR, ICP, TGA, DSC, and element anal.  1 Crystallizes in the triclinic space group P‾1 and affords a three-dimensional (3D) six-connected α-Po network, whereas 2 crystallizes in the orthorhombic space group Pbca and gives an usual 2-dimensional four-connected 44 grid.  These interpenetrated topologies should be attributed to the high functionality and adaptability of the 1,3-bis(4-pyridyl)propane (bpp) ligand.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtVSnsbfP&md5=69327233f31d6ef4c10a555552148d03", " ", " (b)  ", "Chen", ", ", "P. K.", "; ", "Che", ", ", "Y. X.", "; ", "Zheng", ", ", "J. M.", "; ", "Batten", ", ", "S. R.", "  ", "Chem. Mater.", " ", "2007", ",  ", "19", ",  ", "2162", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Heteropolynuclear Metamagnet Showing Spin Canting and Single-Crystal to Single-Crystal Phase Transformation", "Chen, Pang-Kuan; Che, Yun-Xia; Zheng, Ji-Min; Batten, Stuart R.", "Chemistry of Materials", "\r\n        (", "2007", "),\r\n    ", "19", "\r\n        (", "9", "),\r\n    ", "2162-2167", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The two-dimensional heteropolynuclear metal-org. framework [Co3Zn2(m-BDC)4(μ3-OH)2(μ2-OH2)2(H2O)4].4.5H2O (1) (m-H2BDC = 1,3-benzenedicarboxylic acid) has been hydrothermally synthesized and characterized by single-crystal X-ray diffraction, IR spectrum, X-ray powder diffraction, and elemental anal.  Our exptl. results signify that the formation of the compd. is highly medium-selective and temp.-sensitive in the hydrothermal system.  Interestingly, the complex undergoes a single-crystal to single-crystal structural phase transition from orthorhombic Pmna to monoclinic P21/c (1') at very low temp. of about 156.5 K.  In this process, we found two topol. different water tapes.  More importantly, the magnetic property of the target compd. was also intensively investigated in the temp. range of 2-300 K and shows the coexistence of spin canting and field-induced metamagnetism.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXjsFSks70%253D&md5=611dcfa9d89918bb87d87169be88764e", " ", "13. ", " ", " (a)  ", "Mishra", ", ", "A.", "; ", "Wernsdorfer", ", ", "W.", "; ", "Abboud", ", ", "K. A.", "; ", "Christou", ", ", "G.", "  ", "J. Am. Chem. Soc.", " ", "2004", ",  ", "126", ",  ", "15648", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Initial Observation of Magnetization Hysteresis and Quantum Tunneling in Mixed Manganese-Lanthanide Single-Molecule Magnets", "Mishra, Abhudaya; Wernsdorfer, Wolfgang; Abboud, Khalil A.; Christou, George", "Journal of the American Chemical Society", "\r\n        (", "2004", "),\r\n    ", "126", "\r\n        (", "48", "),\r\n    ", "15648-15649", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The prepn. of a new family of mixed transition metal/lanthanide clusters is reported.  The reaction of [Mn3O(O2CPh)6(py)2(H2O)] with Ln(NO3)3 (Ln = Nd, Gd, Dy, Ho, and Eu) in a 1:2 molar ratio in MeOH/MeCN (1:20 vol./vol.) leads to dark crystals in 55-60% isolated yield of complexes all contg. the [Mn11Ln4]45+ core.  The Dy compd. gave out-of-phase a.c. susceptibility signals, suggesting it might be a single-mol. magnet (SMM).  This was confirmed by the observation of magnetization hysteresis loops.  An Arrhenius plot constructed from magnetization decay data gave a barrier to relaxation of 9.3 K and showed the temp.-independent relaxation at very low temps. indicative of quantum tunneling of magnetization.  This is the initial demonstration of hysteresis and quantum behavior in a mixed 3d/4f SMM.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXps1Kisrk%253D&md5=e414f068fd1556b1d338b9387cbd1a25", " ", " (b)  ", "Mishra", ", ", "A.", "; ", "Wernsdorfer", ", ", "W.", "; ", "Parsons", ", ", "S.", "; ", "Christou", ", ", "G.", "; ", "Brechin", ", ", "F. K.", "  ", "Chem. Commun.", " ", "2005", ",  ", "2086", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "The search for 3d-4f single-molecule magnets: synthesis, structure and magnetic properties of a [MnIII2DyIII2] cluster", "Mishra, Abhudaya; Wernsdorfer, Wolfgang; Parsons, Simon; Christou, George; Brechin, Euan K.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2005", "),\r\n    ", "\r\n        (", "16", "),\r\n    ", "2086-2088", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Tetranuclear [MnIII2LnIII2] complexes formed using tripodal ligands display frequency dependent out-of-phase a.c. susceptibility signals and temp. and sweep rate-dependent hysteresis loops.  The x-ray crystal structure and magnetic properties of one such prepd. complex, [Me4N]2[MnIII2DyIII2(tmp)2(O2CMe3)4(NO3)4]·2MeCN·0.5H2O (H3tmp = EtC(CH2OH)3), are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjsFCisLY%253D&md5=84ba748410862eba9de706d926229f8b", " ", " (c)  ", "Zaleski", ", ", "C. M.", "; ", "Depperman", ", ", "E. C.", "; ", "Kampf", ", ", "J. W.", "; ", "Kirk", ", ", "M. L.", "; ", "Pecoraro", ", ", "V. L.", "  ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", ",  ", "3912", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Synthesis, structure, and magnetic properties of a large lanthanide-transition-metal single-molecule magnet", "Zaleski, Curtis M.; Depperman, Ezra C.; Kampf, Jeff W.; Kirk, Martin L.; Pecoraro, Vincent L.", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "30", "),\r\n    ", "3912-3914", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The largest lanthanide-manganese cluster complex, [DyIII6MnIII4MnIV2(H2shi)4(Hshi)2(shi)10(MeOH)10(H2O)2]·9MeOH·8H2O (H3shi = salicylhydroxamic acid) was prepd., its crystal structure detd. and its magnetic properties studied.  The Dy ions are arranged in a nearly planar hexagonal ring and are capped on opposite sides by a MnIII2MnIV trimer.  The isostructural Tb and Gd complexes were also prepd. and characterized.  This mixed-metal topol. provides a new structure class for the examn. of interesting magnetic phenomena of individual mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXmsFSlsLw%253D&md5=844446728d106e7fadb8bbed4c80f82a", " ", " (d)  ", "Zaleski", ", ", "C. M.", "; ", "Kampf", ", ", "J. W.", "; ", "Mallah", ", ", "T.", "; ", "Kirk", ", ", "M. L.", "; ", "Pecoraro", ", ", "V. L.", "  ", "Inorg. Chem.", " ", "2007", ",  ", "46", ",  ", "1954", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Assessing the Slow Magnetic Relaxation Behavior of LnIII4MnIII6 Metallacrowns", "Zaleski, Curtis M.; Kampf, Jeff W.; Mallah, Talal; Kirk, Martin L.; Pecoraro, Vincent L.", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "6", "),\r\n    ", "1954-1956", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A DyIII4MnIII6 complex with a metallacrown (MC)-like topol. possesses frequency-dependent magnetic behavior, indicating possible single-mol. magnet behavior.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXitVyjurg%253D&md5=ec8306cb96d1218af5ce69fb6f77210a", " ", "14. ", " ", " ", "Ma", ", ", "J. F.", "; ", "Yang", ", ", "J.", "; ", "Zheng", ", ", "G. L.", "; ", "Li", ", ", "L.", "; ", "Liu", ", ", "J. F.", "  ", "Inorg. Chem.", " ", "2003", ",  ", "42", ",  ", "7531", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "A Porous Supramolecular Architecture from a Copper(II) Coordination Polymer with a 3D Four-Connected 86 Net", "Ma, Jian-Fang; Yang, Jin; Zheng, Guo-Li; Li, Li; Liu, Jing-Fu", "Inorganic Chemistry", "\r\n        (", "2003", "),\r\n    ", "42", "\r\n        (", "23", "),\r\n    ", "7531-7534", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A novel coordination polymer {[Cu(L1)(L2)(H2O)]·5H2O}n (1), where L1 = 1,1'-(1,4-butanediyl)bis(imidazole) and L2 = m-phthalate anion, was obtained by using an unusual crystn. process (through evapg. an ammoniacal soln. of 1).  It crystallizes in the orthorhombic space group Pna21, which belongs to the crystal class mm2, with a 9.0521(18), b 15.401(3), and c 17.141(3) Å, α = β = γ 90°, and Z = 4.  The complex 1 composing a porous supramol. architecture displays unprecedented four-connected topol. of an 86 net in coordination polymer chem.  TGA and x-ray powder diffraction (XRPD) patterns for 1 imply that the framework of the compd. cannot be recovered by hydration after thermal dehydration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXot1Smur4%253D&md5=7a4a1836dbd62d3df88f2c60fef18fff", " ", "15. ", "Bruker", ", ", "A. X. S.", "  ", "SAINT Software Reference Manual", ": Bruker Analytical X-ray Instruments, Inc., ", "Madison, WI", ", ", "1998", ".", "There is no corresponding record for this reference.", "16. ", "Sheldrick", ", ", "G. M.", "  ", "SHELXTLNT Version 5.1, Program for Solution and Refinement of Crystal Structures", "; ", "University of Göttingen", ": ", "Germany", ", ", "1997", ".", "There is no corresponding record for this reference.", "17. ", " ", " ", "Dolomanov", ", ", "O. V.", "; ", "Blake", ", ", "A. J.", "; ", "Champness", ", ", "N. R.", "; ", "Schrd̃er", ", ", "M.", "  ", "J. Appl. Crystallogr.", " ", "2003", ",  ", "36", ",  ", "1283", "[", "Crossref", "], [", "CAS", "]", "17. ", "OLEX: new software for visualization and analysis of extended crystal structures", "Dolomanov, Oleg V.; Blake, Alexander J.; Champness, Neil R.; Schroeder, Martin", "Journal of Applied Crystallography", "\r\n        (", "2003", "),\r\n    ", "36", "\r\n        (", "5", "),\r\n    ", "1283-1284", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "Blackwell Publishing Ltd.", ")\r\n        ", "New software (OLEX) for the visualization and anal. of extended crystal structures was developed .  This software has a Windows-compatible mouse-driven graphical interface which gives full control over all structural elements.  OLEX provides the user with tools to construct topol. networks, visualize interpenetrating or overlapping fragments, and analyze networks constructed fully or partially by exploiting short interactions.  It is also easy to generate conventional ellipsoid, ball-and-stick or packing plots.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXntV2mtLo%253D&md5=a1eb0562f6aea71f1b5b3e843586af78", " ", "18. ", " ", " ", "Wu", ", ", "B.", "  ", "Dalton Trans.", " ", "2006", ",  ", "5113", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Synthesis, structure and magnetic properties of the first Mn(II)-Gd(III) heteronuclear complex", "Wu, Bin", "Dalton Transactions", "\r\n        (", "2006", "),\r\n    ", "\r\n        (", "43", "),\r\n    ", "5113-5114", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The synthesis and crystal structure of a novel pentanuclear Mn(II)-Gd(III) complex, [Gd2Mn3(CH2C(CH3)COO)12(2,2'-bipy)2], are reported.  Magnetic measurements conclusively demonstrated antiferromagnetic behavior between Mn(II) and Gd(III) for this complex.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtFCqu7zO&md5=4291a994d78353507228de394816b1ce", " ", "19. ", " ", " ", "Qi", ", ", "Y.", "; ", "Che", ", ", "Y. X.", "; ", "Zheng", ", ", "J. M.", "  ", "CrystEngComm", " ", "2008", ",  ", "10", ",  ", "1137", " ", " ", "and references cited therein", " ", "[", "Crossref", "], [", "CAS", "]", "19. ", "A zinc(II) coordination polymer constructed from mixed-ligand 1,2-bis(2-(1H-imidazol-1-yl)ethoxy)ethane and 1,4-benzenedicarboxylic acid", "Qi, Yan; Che, Yun-Xia; Zheng, Ji-Min", "CrystEngComm", "\r\n        (", "2008", "),\r\n    ", "10", "\r\n        (", "9", "),\r\n    ", "1137-1139", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The zinc(II) coordination polymer [Zn3(BDC)3(L)] (1, BDC = 1,4-benzenedicarboxylate, L = 1,2-bis(2-(imidazol-1-yl)ethoxy)ethane), exhibiting an eight-connected 36·418·53·6 net with trinuclear zinc clusters as secondary building units, was hydrothermally synthesized and characterized by x-ray crystallog.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtV2rtbvP&md5=54310e191c893fd3a712458d9aeb61f7", " ", "20. ", " ", " ", "Yang", ", ", "J.", "; ", "Yue", ", ", "Q.", "; ", "Li", ", ", "G. D.", "; ", "Cao", ", ", "J. J.", "; ", "Li", ", ", "G. H.", "; ", "Chen", ", ", "J. S.", "  ", "Inorg. Chem.", " ", "2006", ",  ", "45", ",  ", "2857", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Structures, photoluminescence, up-conversion, and magnetism of two- and three-dimensional rare-Earth coordination polymers with multicarboxylate linkages", "Yang, Jin; Yue, Qi; Li, Guo-Dong; Cao, Jun-Jun; Li, Guang-Hua; Chen, Jie-Sheng", "Inorganic Chemistry", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "7", "),\r\n    ", "2857-2865", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Four new rare-earth compds., [Eu(NDC)1.5(DMF)2] (1), [Nd2(NDC)3(DMF)4]·H2O (2), [La2(NDC)3(DMF)4]·0.5H2O (3), and [Eu(BTC)(H2O)] (4), where NDC = 1,4-naphthalenedicarboxylate, BTC = 1,3,5-benzenetricarboxylate, were synthesized through preheating and cooling-down crystn.  Compds. 1-3 possess similar two-dimensional structures in which the NDC ligands link MIII (M = La, Nd, and Eu) ions of two adjacent double chains constructed by NDC ligands and dinuclear MIII building units.  In compd. 4, the EuIII ion is seven-coordinated by O atoms from six BTC ligands and one terminal H2O mol. in a distorted pentagonal-bipyramidal coordination environment.  If the BTC ligand and the EuIII ion are regarded as six-connected nodes, resp., the structure of compd. 4 can be well described as a three-dimensional six-connected net.  Also, compds. 1 and 4 exhibit strong red luminescence upon 355-nm excitation.  Compd. 2 displays interesting emissions in the near-IR region, and yellow (580 nm) pumping of this compd. results in UV and intense blue emissions through an up-conversion process.  The magnetic properties of compds. 1, 2, and 4 were studied through measurement of their magnetic susceptibilities at 4-300 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhvVequrk%253D&md5=f22b4c2f18a247d539963d00d3943874", " "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2009/cgdefu.2009.9.issue-6/cg8013893/production/images/small/cg-2008-013893_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2009/cgdefu.2009.9.issue-6/cg8013893/production/images/small/cg-2008-013893_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2009/cgdefu.2009.9.issue-6/cg8013893/production/images/small/cg-2008-013893_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2009/cgdefu.2009.9.issue-6/cg8013893/production/images/small/cg-2008-013893_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2009/cgdefu.2009.9.issue-6/cg8013893/production/images/small/cg-2008-013893_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2009/cgdefu.2009.9.issue-6/cg8013893/production/images/small/cg-2008-013893_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2009/cgdefu.2009.9.issue-6/cg8013893/production/images/small/cg-2008-013893_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2009/cgdefu.2009.9.issue-6/cg8013893/production/images/small/cg-2008-013893_0008.gif\">"]}
