{"title": ["Direct Observation of Xe and Kr Adsorption in a Xe-Selective Microporous Metal–Organic Framework"], "authors": ["Xianyin Chen", "Anna M. Plonka", "Debasis Banerjee", "Rajamani Krishna", "Herbert T. Schaef", "Sanjit Ghose", "Praveen K. Thallapally", "John B. Parise"], "doi": ["10.1021/jacs.5b02556"], "abstract": ["The cryogenic separation of noble gases is energy-intensive and expensive, especially when low concentrations are involved. Metal–organic frameworks (MOFs) containing polarizing groups within their pore spaces are predicted to be efficient Xe/Kr solid-state adsorbents, but no experimental insights into the nature of the Xe–network interaction are available to date. Here we report a new microporous MOF (designated SBMOF-2) that is selective toward Xe over Kr under ambient conditions, with a Xe/Kr selectivity of about 10 and a Xe capacity of 27.07 wt % at 298 K. Single-crystal diffraction results show that the Xe selectivity may be attributed to the specific geometry of the pores, forming cages built with phenyl rings and enriched with polar −OH groups, both of which serve as strong adsorption sites for polarizable Xe gas. The Xe/Kr separation in SBMOF-2 was investigated with experimental and computational breakthrough methods. These experiments showed that Kr broke through the column first, followed by Xe, which confirmed that SBMOF-2 has a real practical potential for separating Xe from Kr. Calculations showed that the capacity and adsorption selectivity of SBMOF-2 are comparable to those of the best-performing unmodified MOFs such as NiMOF-74 or Co formate."], "text": ["Increasing global energy demand drives the search for alternative, low-polluting sources of energy, as fossil-fuel combustion is nonsustainable from both economic and environmental perspectives. Currently, nuclear fission, with the highest energy density compared with other power sources,", "(1)", " is the leading emission-free technology for supply of base-load power. Apart from prevention of fossil-fuel-related carbon emission, it is estimated that utilization of nuclear power has prevented an average of 1.84 million air-pollution-related deaths.", "(2)", " Further development of nuclear fuel as a major energy source requires implementation of efficient and economically viable industrial-scale processes that separate and sequester highly radioactive waste during fuel rod reprocessing.", "(3)", " Reprocessing minimizes the volume of high-level radioactive waste, and among the most important steps in reprocessing is mitigation of the volume of radioactive waste. The economical separation of Xe and Kr is important in sequestering and mitigating the radioactive Kr in nuclear reprocessing technology. As radioactive ", "127", "Xe has a half-life of 36.3 days, short-time storage of radioactive Kr/Xe mixtures and later separation of ", "85", "Kr (", "t", "1/2", " = 10.8 years) from stable Xe would significantly reduce the volume of long-term-stored radioactive waste and provide industrially useful Xe. Efficient separation at near room temperature at very low pressure would ultimately compete with cryogenic technology currently used in nuclear reprocessing and air separation.", "Xe/Kr separation using selective solid-state adsorbents is a viable alternative to cryogenic distillation, and many porous materials, including organic cages and modified zeolites such as Ag natrolite, have been extensively tested by experimental and computational methods.", "(4a-4c)", " For example, Cooper and co-workers reported Xe-selective porous organic cages for which the selectivity arises from a precise size match between the rare gas and the organic cage cavity.", "(4a)", "Metal–organic frameworks (MOFs) are a relatively new class of materials based on metal ions and organic ligands that form microporous frameworks. The variety of compositions capable of forming MOFs, along with their modification postsynthesis, facilitates the tailoring of pore geometry and chemistry for specific applications.", "(5)", " Only a handful of noble gas adsorption studies in MOFs have been presented in the literature.", "(6a-6k)", " Thallapally and co-workers noted a 15% enhancement in the Xe adsorption capacity in NiMOF-74 after deposition of Ag nanoparticles.", "(7)", " They also observed a higher Xe/Kr selectivity and rationalized their results by invoking stronger interactions between polarizable Xe molecules and the well-dispersed Ag nanoparticles.", "To date, only a handful of MOFs have been tested for Xe/Kr separation, and in view of the large number of suitable MOFs present in the literature, there is certainly scope for improvement through discovery of more selective materials than the ones studied to date.", "(8a-8c)", " Because Xe/Kr separation is based on small differences in size and polarizability, it is expected that narrow pores and pores enriched with polar groups or unsaturated metal centers will increase the Xe affinity, resulting in better separation of Xe from Kr.", "(1, 9)", " Despite this conclusion, there are no experimental reports on the molecular-level interactions between gas and framework, and this limits the reliability of theoretical calculations that could rapidly screen for selectivity and capacity. To better understand the optimal framework characteristics, direct study of the adsorption mechanism is essential, and experimental structural analysis provides the most detailed picture of adsorbate–adsorbent interactions.", "Here we report the synthesis and Xe/Kr sorption properties of the new MOF SBMOF-2:H", "2", "O (Stony Brook MOF-2) a robust three-dimensional (3D) porous crystalline structure containing calcium and 1,2,4,5-tetrakis(4-carboxyphenyl)benzene. The dehydrated form, designated SBMOF-2, adsorbs Xe with a capacity of 27.07 wt % at 298 K and with a high Xe/Kr selectivity of approximately 10 at 298 K; these results are extraordinary for an unmodified MOF. We examined the Xe and Kr adsorption mechanism by interpreting the results of single-crystal X-ray diffraction (XRD) and observed significant differences for Xe versus Kr, noting differentiation between polar and nonpolar pores in SBMOF-2. Although polar pores occur in other MOFs,", "(9)", " the differentiation of sorbed gases between them, as occurs in SBMOF-2, has not been reported for MOFs.", "The structure of SBMOF-2:H", "2", "O is unusual among microporous MOFs.", "(10)", " Only half of the carboxylic groups are fully deprotonated, and the network contains half of the expected number of Ca", "2+", " sites (Figure S1 in the ", "Supporting Information", "). Charge balance provided by hydrogen, not heavier calcium, leads to the low density of the dehydrated material (1.192 g/cm", "3", "), which is comparable to those of MOFs with significantly higher surface areas, such as HKUST-1 (0.879 g/cm", "3", ") and MgMOF-74 (0.909 g/cm", "3", ").", "(11)", " The half-deprotonated linker connects the calcium octahedra into a 3D framework with diamond-shaped channels running in the [100] direction (", "Figures S2 and S3", "). The excess of oxygen versus calcium also leads to a topology that is unusual for a MOF synthesized from s-block metals: the CaO", "6", " polyhedra are isolated, and no O atoms are shared between metal centers. To the best of our knowledge, SBMOF-2 is the first microporous 3D MOF network with isolated CaO", "6", " octahedra connected by linkers.", "Thermogravimetric analysis (TGA) (", "Figure S4", ") indicated that as-synthesized SBMOF-2:H", "2", "O contains 6.5 wt % water, which can be removed by heating to 513 K in vacuum. Single-crystal and powder XRD experiments (", "Figure S5 and Table S1", ") showed that water is disordered over sites within channels and that SBMOF-2 retains its structure after dehydration, with a small change of ∼3% in the unit cell volume. The accessible void space is 25.6% of the unit cell (212.5 Å", "3", " out of 831.4 Å", "3", ", calculated with PLATON", "(12)", "). The two different types of channels, designated as type-I and type-II in Figure ", "1", ", have walls built with phenyl rings with delocalized π-electron clouds and H atoms pointing into the channel, providing potential sorption sites for gas molecules. The polar −OH groups are found exclusively in channels of type-II and serve as more polarizing parts in the network, resulting in significantly higher occupancy of the adsorbed noble gases. The void spaces of the type-I and type-II channels are 13.6% and 12% of the unit cell, respectively. Brunauer–Emmett–Teller measurements showed that SBMOF-2 has a moderate surface area of 195 m", "2", "/g; the N", "2", " adsorption isotherm at 77 K is shown in ", "Figure S6", ".", "Figure 1. (A) Structure of activated SBMOF-2. The colored spheres indicate estimated channel apertures, 6.34 Å for channel type-I (yellow) and 6.66 Å for channel type-II (green). (B) Pores running along the [100] direction. Calcium octahedra are presented as blue polyhedra, oxygen atoms as red spheres, and carbon as gray wire bonds. H atoms have been omitted for clarity. The unit cell is shown in blue.", "Activated SBMOF-2 maintains its topology when exposed to air for 5 days, as observed from TGA and powder XRD patterns (", "Figures S7 and S8", "). Additionally TGA measurements showed that SBMOF-2 does not saturate with water from air for 5 days.", "The stability in air, small pore/channel size closer to the size of atomic xenon, and lightweight character of the SBMOF-2 suggested that it might possess good gas sorption and separation properties, and indeed, this material is remarkable at separating Xe from Kr. Adsorption/desorption isotherms of Xe and Kr on SBMOF-2 at 278, 288, and 298 K are shown in Figure ", "2", "A. Both gases display typical type-I adsorption isotherms, but the Xe uptake is more than 3 times higher: 2.83 mol/kg (27.07 wt %) versus 0.92 mol/kg (7.18 wt %) for Kr at 298 K. Although the uptake of Xe in SBMOF-2 is lower than what is observed for well-known noble gas adsorbents with open metal sites, such as NiMOF-74 and Ag@Ni-MOF74 (3.6 and 4.8 mol/kg, respectively),", "(6d, 7)", " structures with open metal sites usually suffer from water sensitivity. The uptake is higher than those of Co formate (2 mol/kg) and organic cages (2.69 mol/kg), which do not have open metal sites.", "(4a, 8b)", " The Xe isotherm approaches saturation at 1 bar with a gas occupancy of 1.68 molecules per unit cell at 298 K, which corresponds to a maximum of two gas molecules per unit cell, suggesting that Xe is ordered on specific sorption sites.", "Figure 2. Kr/Xe adsorption and selectivity in SBMOF-2. (A) Single-component adsorption (solid symbols) and desorption (open symbols) isotherms of Xe (red) and Kr (blue) in SBMOF-2 collected at 278, 288, and 298 K. (B) Isosteric heats of adsorption for Xe/Kr@SBMOF-2. Calculated (C) adsorption selectivities and (D) Xe uptake capacities for 20/80 Xe/Kr mixtures in SBMOF-2 and comparison with other compounds.", "(1)", "The isosteric heats of adsorption (", "Q", "st", ") of the noble gases on the SBMOF-2 network were determined by analysis of the gas isotherms. Both Xe and Kr isotherm data at 278, 288, and 298 K were fitted with the dual-Langmuir–Freundlich model (", "Figure S9 and Table S2", "), and the ", "Q", "st", " values were calculated using the Clausius–Clapeyron equation. As expected, the value for Xe adsorption is higher than that for Kr (26.4 vs 21.6 kJ/mol; Figure ", "2", "B), indicating stronger binding.", "Single-crystal diffraction results indicated Xe ordering with two distinct adsorption sites in channels of type-I and type-II. The absorption of 1.45 molecules per unit cell determined from diffraction agrees with the value of 1.68 molecules per unit cell determined from isotherm measurements (Figure ", "2", "A). The lower interaction potential for Kr, resulting from its smaller size and polarizabilty, explains the lower Kr occupancy (0.51 vs 0.66 from the isotherms) at 1 atm. In the structures of both SBMOF-2:Xe and SBMOF-2:Kr, the occupancy of gas atoms in channels of type-I is lower than that in channels of type-II because of the more polarizing −OH groups present in the latter.", "In type-I channels, Xe is surrounded by H atoms from phenyl rings with a shortest Xe···H distance of 3.268(9) Å, while in type-II channels the shortest Xe···H and Xe···O distances are 3.646(6) and 3.567(5) Å, respectively (Figure ", "3", "). The average Xe···H distance of 3.568(8) Å in the channels of SBMOF-2:Xe is slightly shorter than the average Xe···H contact distance in the literature (3.71(4) Å),", "(4a)", " suggesting that the small pore apertures increase the energy of network–gas interactions by surrounding Xe with many H atoms in close proximity. Kr occupies two sorption sites similar to those found for SBMOF-2:Xe, with the shortest Kr···H distance of 3.342(3) Å in type-I channels and Kr···H and Kr···O distances of 3.545(3) and 3.364(4) Å, respectively, in type-II channels. The observed longer distances between H and Kr atoms in comparison with those between H and Xe atoms is consistent with the Xe selectivity in SBMOF-2 being driven by the larger size and stronger polarizability of Xe atoms compared with Kr. The observed Xe···Xe contact distance of 5.1812(3) Å is longer than in both crystalline Xe (4.3 Å) and high-pressure-induced Xe dimers.", "(13a-13c)", " Similar adsorption sites were observed in a Kr-loaded structure with a Kr···Kr distance of 5.11(1) Å.", "Figure 3. (A, C) Xe and (B, D) Kr sorption sites determined from single-crystal XRD experiments. The site positions of Xe and Kr in the two channels are similar, with both located at (0.5, 0, 0.5) and (0.5, 0.5, 0).", "The SBMOF-2 Xe/Kr selectivity and Xe capacity for the 20/80 mixtures at 298 K were calculated with the ideal adsorbed solution theory (IAST) of Mayers and Prausnitz", "(14)", " using fitted isotherms. The results are presented in Figure ", "2", "C,D. For comparison purposes, the corresponding data for NiMOF-74, Ag@NiMOF-74, CuBTC, IRMOF-1, FMOF-Cu, and Co formate are also included. At 100 kPa, SBMOF-2 shows a Xe/Kr adsorption selectivity of about 10, comparable to the value for NiMOF-74.", "(6a, 7)", "Simulated breakthrough is commonly calculated to estimate the separation of Xe/Kr mixtures. For a 20/80 Xe/Kr feed mixture at 100 kPa and 298 K, ", "Figure S10A", " shows the reduced concentrations at the outlet of a fixed bed adsorber as a function of the dimensionless time τ = ", "tu", "/", "L", "ε. On the basis of the outlet gas compositions, we can determine the concentration of Xe in the outlet gas as a function of τ (see ", "Figure S10B", "). The corresponding data for NiMOF-74, Ag@NiMOF-74, CuBTC, IRMOF-1, FMOF-Cu, and Co formate are also included for comparison purposes. On the basis of ", "Figure S10B", ", the breakthrough time for SBMOF-2 is slightly lower than those for NiMOF-74 and Ag@NiMOF-74.", "To supplement the simulated breakthrough, experimental breakthrough experiments were carried out to further demonstrate the Xe/Kr separation ability for both 1/1 Kr/Xe and at low gas concentration under conditions expected for spent nuclear fuel reprocessing. A 130 mg sample of SBMOF-2 was packed in a column and activated at 513 K in flowing He overnight. After the sample was cooled to room temperature, a mixture of gases (5% Kr, 5% Xe, and 90% N", "2", " by volume) was introduced to the column. After injection of the gas mixture, Kr broke through the column after ∼20 min, followed by Xe after ∼40 min, suggesting preferable adsorption and selectivity toward Xe over Kr by SBMOF-2 (Figure ", "4", "). The adsorption capacity of Xe (0.80 mol/kg) in the column breakthrough experiments matched the Xe adsorption via the static method (0.85 mol/kg) at 0.07 bar. The experimental breakthrough measurements confirmed that the adsorption kinetics in SBMOF-2 is fast enough for separation of Xe from Kr.", "Figure 4. Breakthrough experiments showing separation of Xe and Kr at 5% Kr and 5% Xe in N", "2", ".", "In summary, the new 3D porous material SBMOF-2 has an unprecedented structure with two different hydrogen-rich channels; Xe is strongly adsorbed in pores enriched with more polarizing −OH groups. The geometry of the channels, best matched for the larger Xe atoms rather than smaller Kr, also helps explain the selectivity for Xe over Kr.", " ", "Top of Page", "Abstract", "References", "Supporting Information", "Experimental details, simulations, and crystallographic data (CIF). The Supporting Information is available free of charge on the ", "ACS Publications website", " at DOI: ", "10.1021/jacs.5b02556", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "References", "Acknowledgment", "This work was supported by the U.S. DOE, Office of Science, Office of Basic Energy Sciences (DE-FG02-09ER46650), the DOE Office of Nuclear Energy and NSF (CHE-0840483). We acknowledge in particular J. Bresee, T. Todd (Idaho National Laboratory), and B. Jubin (Oak Ridge National Laboratory), who provided programmatic support and guidance. PNNL is a multiprogram national laboratory operated for the U.S. Department of Energy by Battelle Memorial Institute under Contract DE-AC05- 76RL01830.", "Reference QuickView", "Top of Page", "Abstract", "References", "References", "This article references 14 other publications.", "1. ", "Banerjee", ", ", "D.", "; ", "Cairns", ", ", "A. J.", "; ", "Liu", ", ", "J.", "; ", "Motkuri", ", ", "R. K.", "; ", "Nune", ", ", "S. K.", "; ", "Fernandez", ", ", "C. A.", "; ", "Krishna", ", ", "R.", "; ", "Strachan", ", ", "D. M.", "; ", "Thallapally", ", ", "P. K.", " ", "Acc. Chem. Res.", " ", "2015", ",  ", "48", ",  ", "211", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Potential of Metal-Organic Frameworks for Separation of Xenon and Krypton", "Banerjee, Debasis; Cairns, Amy J.; Liu, Jian; Motkuri, Radha K.; Nune, Satish K.; Fernandez, Carlos A.; Krishna, Rajamani; Strachan, Denis M.; Thallapally, Praveen K.", "Accounts of Chemical Research", "\r\n        (", "2015", "),\r\n    ", "48", "\r\n        (", "2", "),\r\n    ", "211-219", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The total world energy demand is predicted to rise significantly over the next few decades, primarily driven by the continuous growth of the developing world.  With rapid depletion of nonrenewable traditional fossil fuels, which currently account for almost 86% of the worldwide energy output, the search for viable alternative energy resources is becoming more important from a national security and economic development standpoint.  Nuclear energy, an emission-free, high-energy-d. source produced by means of controlled nuclear fission, is often considered as a clean, affordable alternative to fossil fuel.  However, the successful installation of an efficient and economically viable industrial-scale process to properly sequester and mitigate the nuclear-fission-related, highly radioactive waste (e.g., used nuclear fuel (UNF)) is a prerequisite for any further development of nuclear energy in the near future.  Reprocessing of UNF is often considered to be a logical way to minimize the vol. of high-level radioactive waste, though the generation of volatile radionuclides during reprocessing raises a significant engineering challenge for its successful implementation.  The volatile radionuclides include but are not limited to noble gases (predominately isotopes of Xe and Kr) and must be captured during the process to avoid being released into the environment.  Currently, energy-intensive cryogenic distn. is the primary means to capture and sep. radioactive noble gas isotopes during UNF reprocessing.  A similar cryogenic process is implemented during com. prodn. of noble gases though removal from air.  In light of their high com. values, particularly in lighting and medical industries, and assocd. high prodn. costs, alternate approaches for Xe/Kr capture and storage are of contemporary research interest.  The proposed pathways for Xe/Kr removal and capture can essentially be divided in two categories: selective absorption by dissoln. in solvents and physisorption on porous materials.  Physisorption-based sepn. and adsorption on highly functional porous materials are promising alternatives to the energy-intensive cryogenic distn. process, where the adsorbents are characterized by high surface areas and thus high removal capacities and often can be chem. fine-tuned to enhance the adsorbate-adsorbent interactions for optimum selectivity.  Several traditional porous adsorbents such as zeolites and activated carbon have been tested for noble gas capture but have shown low capacity, selectivity, and lack of modularity.  Metal-org. frameworks (MOFs) or porous coordination polymers (PCPs) are an emerging class of solid-state adsorbents that can be tailor-made for applications ranging from gas adsorption and sepn. to catalysis and sensing.  Herein we give a concise summary of the background and development of Xe/Kr sepn. technologies with a focus on UNF reprocessing and the prospects of MOF-based adsorbents for that particular application.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXitVeksrfO&md5=8f48b55298dd545f043ef1b31aa9a5d1", "2. ", "Kharecha", ", ", "P. A.", "; ", "Hansen", ", ", "J. E.", " ", "Environ. Sci. Technol.", " ", "2013", ",  ", "47", ",  ", "4889", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Prevented mortality and greenhouse gas emissions from historical and projected nuclear power", "Kharecha, Pushker A.; Hansen, James E.", "Environmental Science & Technology", "\r\n        (", "2013", "),\r\n    ", "47", "\r\n        (", "9", "),\r\n    ", "4889-4895", "CODEN:\r\n                ", "ESTHAG", ";\r\n        ISSN:", "0013-936X", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "In the aftermath of the March 2011 accident at Japan's Fukushima Daiichi nuclear power plant, the future contribution of nuclear power to the global energy supply has become somewhat uncertain.  Because nuclear power is an abundant, low-carbon source of base-load power, it could make a large contribution to mitigation of global climate change and air pollution.  Historical prodn. data were used to calc. that global nuclear power has prevented an av. of 1.84 million air pollution-related deaths and 64 gigatonnes of CO2-equivalent (GtCO2-eq) greenhouse gas (GHG) emissions that would have resulted from fossil fuel burning.  On the basis of global projection data that take into account the effects of the Fukushima accident, nuclear power could addnl. prevent an av. of 420 000-7.04 million deaths and 80-240 GtCO2-eq emissions due to fossil fuels by midcentury, depending on which fuel it replaces.  This study also assesses that large-scale expansion of unconstrained natural gas use would not mitigate the climate problem and would cause far more deaths than expansion of nuclear power.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXktVOjt7w%253D&md5=20ffc0a38d3820eb650cad4d76f64c83", "3. ", "Soelberg", ", ", "N. R.", "; ", "Garn", ", ", "T. G.", "; ", "Greenhalgh", ", ", "M. R.", "; ", "Law", ", ", "J. D.", "; ", "Jubin", ", ", "R.", "; ", "Strachan", ", ", "D. M.", "; ", "Thallapally", ", ", "P. K.", " ", "Sci. Technol. Nucl. Inst.", " ", "2013", ",  ", "1", "There is no corresponding record for this reference.", "4. ", "(a) ", "Chen", ", ", "L.", "; ", "Reiss", ", ", "P. S.", "; ", "Chong", ", ", "S. Y.", "; ", "Holden", ", ", "D.", "; ", "Jelfs", ", ", "K. E.", "; ", "Hasell", ", ", "T.", "; ", "Little", ", ", "M. A.", "; ", "Kewley", ", ", "A.", "; ", "Briggs", ", ", "M. E.", "; ", "Stephenson", ", ", "A.", "; ", "Thomas", ", ", "K. M.", "; ", "Armstrong", ", ", "J. A.", "; ", "Bell", ", ", "J.", "; ", "Busto", ", ", "J.", "; ", "Noel", ", ", "R.", "; ", "Liu", ", ", "J.", "; ", "Strachan", ", ", "D. M.", "; ", "Thallapally", ", ", "P. K.", "; ", "Cooper", ", ", "A. I.", " ", "Nat. Mater.", " ", "2014", ",  ", "6", ",  ", "835", "There is no corresponding record for this reference.", "(b) ", "Seoung", ", ", "D.", "; ", "Lee", ", ", "Y.", "; ", "Cynn", ", ", "H.", "; ", "Park", ", ", "C.", "; ", "Choi", ", ", "K. Y.", "; ", "Blom", ", ", "D. A.", "; ", "Evans", ", ", "W. J.", "; ", "Kao", ", ", "C. C.", "; ", "Vogt", ", ", "T.", "; ", "Lee", ", ", "Y.", " ", "Nat. Chem.", " ", "2014", ",  ", "6", ",  ", "835", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Irreversible xenon insertion into a small-pore zeolite at moderate pressures and temperatures", "Seoung, Donghoon; Lee, Yongmoon; Cynn, Hyunchae; Park, Changyong; Choi, Kwang-Yong; Blom, Douglas A.; Evans, William J.; Kao, Chi-Chang; Vogt, Thomas; Lee, Yongjae", "Nature Chemistry", "\r\n        (", "2014", "),\r\n    ", "6", "\r\n        (", "9", "),\r\n    ", "835-839", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Pressure drastically alters the chem. and phys. properties of materials and allows structural phase transitions and chem. reactions to occur that defy much of our understanding gained under ambient conditions.  Particularly exciting is the high-pressure chem. of xenon, which is known to react with hydrogen and ice at high pressures and form stable compds.  Here, we show that Ag16Al16Si24O8·16H2O (Ag-natrolite) irreversibly inserts xenon into its micropores at 1.7 GPa and 250 °C, while Ag+ is reduced to metallic Ag and possibly oxidized to Ag2+.  In contrast to krypton, xenon is retained within the pores of this zeolite after pressure release and requires heat to desorb.  This irreversible insertion and trapping of xenon in Ag-natrolite under moderate conditions sheds new light on chem. reactions that could account for the xenon deficiency relative to argon obsd. in terrestrial and Martian atmospheres.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtFygs7fN&md5=c6bcb25675cf16badf9aa796016b19ed", "(c) ", "Bazan", ", ", "R. E.", "; ", "Bastos-Neto", ", ", "M.", "; ", "Moeller", ", ", "A.", "; ", "Dreisbach", ", ", "F.", "; ", "Staudt", ", ", "R.", " ", "Adsorption", " ", "2011", ",  ", "17", ",  ", "371", "[", "Crossref", "], [", "CAS", "]", "4. ", "Adsorption equilibria of O2, Ar, Kr and Xe on activated carbon and zeolites: single component and mixture data", "Bazan, R. E.; Bastos-Neto, M.; Moeller, A.; Dreisbach, F.; Staudt, R.", "Adsorption", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "2", "),\r\n    ", "371-383", "CODEN:\r\n                ", "ADSOFO", ";\r\n        ISSN:", "0929-5607", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "This work provides a set of exptl. data on the adsorption of pure component, binary and ternary mixts. on activated carbon sample and two different zeolites at 303 K and moderate pressures (up to 10 bar for mixts.).  Pure component data were measured by gravimetry and mixt. data by volumetry coupled with chromatog.  Results encourage more research on new materials and enhancement of adsorption-based sepn. processes with the proposed target.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXivFCls7Y%253D&md5=fde37b6dda9b3fb8c85d38c6ff2d53b4", "5. ", "Stock", ", ", "N.", "; ", "Biswas", ", ", "S.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "933", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Synthesis of Metal-Organic Frameworks (MOFs): Routes to Various MOF Topologies, Morphologies, and Composites", "Stock, Norbert; Biswas, Shyam", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "933-969", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The synthesis of metal-org. frameworks (MOFs) has attracted immense attention during the last 2 decades due to the possibility to obtain a large variety of aesthetically interesting structures that could also be of great interest for applications in a no. of fields related to porous materials.  This includes the more traditional areas of storage, sepn., and catalysis, which are based on the pore size and shape as well as the host guest interactions involved.  In addn., biomedical applications or the use as sensor materials are currently intensively investigated.  Although MOF synthesis was originally set out for making new compds. and structures with interesting properties, the field has matured and is broadening its scope.  This holds for the synthesis methods applied as well as the areas of application.  While conventional syntheses methods have been widely used, the fields of mechano-, sono-, and electrochem. synthesis as well as microwave-assisted syntheses are just emerging. They have demonstrated to be applicable for some compds., often under milder reaction conditions, yielding materials with different particle sizes and properties.  This could be of interest for up-scaling of syntheses and the application of MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsV2ju73P&md5=76323bab0fb9da58bcdf45e03537eed7", "6. ", "(a) ", "Liu", ", ", "J.", "; ", "Thallapally", ", ", "P. K.", "; ", "Strachan", ", ", "D.", " ", "Langmuir", " ", "2012", ",  ", "28", ",  ", "11584", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Metal-Organic Frameworks for Removal of Xe and Kr from Nuclear Fuel Reprocessing Plants", "Liu, Jian; Thallapally, Praveen K.; Strachan, Denis", "Langmuir", "\r\n        (", "2012", "),\r\n    ", "28", "\r\n        (", "31", "),\r\n    ", "11584-11589", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Removal of xenon (Xe) and krypton (Kr) from process off-gases contg. 400 ppm Xe, 40 ppm Kr, 78% N2, 21% O2, 0.9% Ar, 0.03% CO2, and so forth using adsorption was demonstrated for the first time.  Two well-known metal-org. frameworks (MOFs), HKUST-1 and Ni/DOBDC, which both have unsatd. metal centers but different pore morphologies, were selected as novel adsorbents.  Results of an activated carbon were also included for comparison.  The Ni/DOBDC has higher Xe/Kr selectivities than those of the activated carbon and the HKUST-1.  In addn., results show that the Ni/DOBDC and HKUST-1 can adsorb substantial amts. of Xe and Kr even when they are mixed in air.  Moreover, the Ni/DOBDC can successfully sep. 400 ppm Xe from 40 ppm Kr and air contg. O2, N2, and CO2 with a Xe/Ke selectivity of 7.3 as indicated by our breakthrough results.  This shows a promising future for MOFs in radioactive nuclide sepns. from spent fuels.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtVCmtr7M&md5=019bcb1d4ef1f3356cb955a098742a85", "(b) ", "Wang", ", ", "H.", "; ", "Yao", ", ", "K.", "; ", "Zhang", ", ", "Z.", "; ", "Jagiello", ", ", "J.", "; ", "Gong", ", ", "Q.", "; ", "Han", ", ", "Y.", "; ", "Li", ", ", "J.", " ", "Chem. Sci.", " ", "2014", ",  ", "5", ",  ", "620", "[", "Crossref", "], [", "CAS", "]", "6. ", "The first example of commensurate adsorption of atomic gas in a MOF and effective separation of xenon from other noble gases", "Wang, Hao; Yao, Kexin; Zhang, Zhijuan; Jagiello, Jacek; Gong, Qihan; Han, Yu; Li, Jing", "Chemical Science", "\r\n        (", "2014", "),\r\n    ", "5", "\r\n        (", "2", "),\r\n    ", "620-624", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "In industry, cryogenic rectification for sepg. xenon from other noble gases such as krypton and argon is an energy and capital intensive process.  Here we show that a microporous metal-org. framework, namely Co3(HCOO)6 is capable of effective capture and sepn. of xenon from other noble gases.  Henry's const., isosteric heat of adsorption (Qst), and IAST selectivity are calcd. based on single component sorption isotherms.  Having the highest Qst reported to date, Co3(HCOO)6 demonstrates high adsorption capacity for xenon and its IAST selectivity for Xe-Kr is the largest among all MOFs investigated to date.  To mimic real world conditions, breakthrough expts. are conducted on Xe-Kr binary mixts. at room temp. and 1 atm.  The results are consistent with the calcd. data.  These findings show that Co3(HCOO)6 is a promising candidate for xenon capture and purifn.  Our gas adsorption measurements and mol. simulation study also reveal that the adsorption of xenon represents the first example of commensurate adsorption of at. gases near ambient conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXitVSqtLfK&md5=b1b6bd5db7be5ad8dd7e4d9e7bed7f0a", "(c) ", "Lawler", ", ", "K. V.", "; ", "Hulvey", ", ", "Z.", "; ", "Forster", ", ", "P. M.", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "10959", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Nanoporous metal formates for krypton/xenon separation", "Lawler, Keith V.; Hulvey, Zeric; Forster, Paul M.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "93", "),\r\n    ", "10959-10961", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal(II) formates (Co and Ni) show a significantly larger heat of adsorption for xenon than krypton across all loadings due to size selectivity in the primary adsorption site.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslSgtLzP&md5=ffc24b2a758a00a3b057e08967fbde38", "(d) ", "Thallapally", ", ", "P. K.", "; ", "Grate", ", ", "J. W.", "; ", "Motkuri", ", ", "R. K.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "347", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Facile xenon capture and release at room temperature using a metal-organic framework: a comparison with activated charcoal", "Thallapally, Praveen K.; Grate, Jay W.; Motkuri, Radha Kishan", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "3", "),\r\n    ", "347-349", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two well-known metal-org. frameworks (MOF-5, NiDOBDC) were prepd. and studied for facile xenon capture and sepn.  NiDOBDC adsorbs significantly more xenon than MOF-5, and is more selective for xenon over krypton than activated carbon.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsFygurrO&md5=2577be7118a031af50f66a7cc85276c2", "(e) ", "Sikora", ", ", "B. J.", "; ", "Wilmer", ", ", "C. E.", "; ", "Greenfield", ", ", "M. L.", "; ", "Snurr", ", ", "R. Q.", " ", "Chem. Sci.", " ", "2012", ",  ", "3", ",  ", "2217", "[", "Crossref", "], [", "CAS", "]", "6. ", "Thermodynamic analysis of Xe/Kr selectivity in over 137 000 hypothetical metal-organic frameworks", "Sikora, Benjamin J.; Wilmer, Christopher E.; Greenfield, Michael L.; Snurr, Randall Q.", "Chemical Science", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "7", "),\r\n    ", "2217-2223", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks (MOFs) are porous crystals with the potential to improve many industrial gas sepn. processes.  Because there is a practically unlimited no. of different MOFs, which vary in their pore geometry and chem. compn., it is challenging to find the best MOF for a given application.  Here, we applied high-throughput computational methods to rapidly explore thousands of possible MOFs, given a library of starting materials, in the context of Xe/Kr sepn.  We generated over 137 000 structurally diverse hypothetical MOFs from a library of chem. building blocks and screened them for Xe/Kr sepn.  For each MOF, we calcd. geometric properties via Delaunay tessellation and predicted thermodn. Xe/Kr adsorption behavior via multicomponent grand canonical Monte Carlo simulations.  Specifically, we calcd. the pore limiting diam., largest cavity diam., accessible void vol., as well as xenon and krypton adsorption at 1.0, 5.0 and 10 bar at 273 K. From these data we show that MOFs with pores just large enough to fit a single xenon atom, and having morphologies resembling tubes of uniform width, are ideal for Xe/Kr sepn.  Finally, we compare our generated MOFs to several known structures (IRMOF-1, HKUST-1, ZIF-8, Pd-MOF, & MOF-505) and conclude that significantly improved materials remain to be synthesized.  All crystal structure files are freely available for download and browsing in an online database.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XotFGrs7k%253D&md5=e977c388605d45a094f36a8d84aede10", "(f) ", "Ueda", ", ", "T.", "; ", "Kurokawa", ", ", "K.", "; ", "Eguehit", ", ", "T.", "; ", "Kachi-Terajima", ", ", "C.", "; ", "Takamizawa", ", ", "S.", " ", "J. Phys. Chem. C", " ", "2007", ",  ", "111", ",  ", "1524", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Local Structure and Xenon Adsorption Behavior of Metal-Organic Framework System [M2(O2CPh)4(pyz)]n (M = Rh and Cu) As Studied with Use of Single-Crystal X-ray Diffraction, Adsorption Isotherm, and Xenon-129 NMR", "Ueda, Takahiro; Kurokawa, Kenji; Eguchi, Taro; Kachi-Terajima, Chihiro; Takamizawa, Satoshi", "Journal of Physical Chemistry C", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "3", "),\r\n    ", "1524-1534", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The local structure and xenon adsorption behavior of a metal-org. framework system [M(II)2(bza)4(pyz)]n (bza and pyz = benzoate and pyrazine, M = Rh (1a) and Cu (1b)) were investigated by using single-crystal X-ray diffraction, xenon adsorption isotherm, and 129Xe NMR measurements.  Single-crystal X-ray diffraction anal. revealed that rare gas atoms were accommodated in a one-dimensional (1D) nanochannel with the dimer structure.  Xenon adsorption reached satn. at the xenon uptake of 1.93 Xe per mol. unit in 1a and of 1.85 Xe in 1b, suggesting accommodation of two Xe atoms per host formula unit.  Anal. of the xenon adsorption isotherm based on the Fowler-Guggenheim equation gave the xenon-xenon interaction and the isosteric heat of adsorption.  The 129Xe NMR spectrum suggested that the environment of the adsorption site for xenon in 1a is very tight and anisotropic.  Furthermore, the temp. dependence of the 129Xe chem. shift was explained by using xenon loading, supporting the xenon dimer as the local structure of xenon in 1a.  These aspects revealed that cooperative adsorption of xenon to 1a and 1b occurs according to the xenon-xenon interaction.  Xenon is stabilized in the nanochannel through formation of a dimer structure.  Crystal structures of the mentioned compds. have been described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXlsFSh&md5=f7c83d207c4e0dfbe2daf3c48b4fdaa0", "(g) ", "Dorcheh", ", ", "A. S.", "; ", "Denysenko", ", ", "D.", "; ", "Volkmer", ", ", "D.", "; ", "Donner", ", ", "D.", "; ", "Hirscher", ", ", "M.", " ", "Microporous Mesoporous Mater.", " ", "2012", ",  ", "162", ",  ", "64", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(h) ", "Bae", ", ", "Y.", "; ", "Hauser", ", ", "B. G.", "; ", "Colón", ", ", "Y. J.", "; ", "Hupp", ", ", "J. T.", "; ", "Farha", ", ", "O. K.", "; ", "Snurr", ", ", "R. Q.", " ", "Microporous Mesoporous Mater.", " ", "2013", ",  ", "169", ",  ", "176", "[", "Crossref", "], [", "CAS", "]", "6. ", "High xenon/krypton selectivity in a metal-organic framework with small pores and strong adsorption sites", "Bae, Youn-Sang; Hauser, Brad G.; Colon, Yamil J.; Hupp, Joseph T.; Farha, Omar K.; Snurr, Randall Q.", "Microporous and Mesoporous Materials", "\r\n        (", "2013", "),\r\n    ", "169", "\r\n        (", "),\r\n    ", "176-179", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Sepn. of Xe/Kr mixts. was studied in 2 Cu-paddlewheel metal-org. framework materials, MOF-505 and HKUST-1.  For MOF-505, which has small pores with strong adsorption sites, high Xe/Kr selectivities (9-10) are obtained from breakthrough measurements and grand canonical Monte Carlo (GCMC) simulations.  The consistent results from both techniques suggest that MOF-505 is a promising candidate for Xe/Kr sepn.  For HKUST-1, which has small octahedral pores, only modest Xe/Kr selectivities (4.5) are obsd. from breakthrough measurements, although the GCMC simulations predicted unusually high selectivities at low loadings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFSlsbg%253D&md5=427e9a627d7800deaa3fd5e6b0002273", "(i) ", "Fernandez", ", ", "C. A.", "; ", "Liu", ", ", "J.", "; ", "Thallapally", ", ", "P. K.", "; ", "Strachan", ", ", "D. M.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "9046", "ACS Full Text ", ", [", "CAS", "]", "6. ", "Switching Kr/Xe Selectivity with Temperature in a Metal-Organic Framework", "Fernandez, Carlos A.; Liu, Jian; Thallapally, Praveen K.; Strachan, Denis M.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "22", "),\r\n    ", "9046-9049", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Kr and Xe adsorption on 2 partially fluorinated metal-org. frameworks (FMOFCu and FMOFZn) with different cavity size and topologies are reported.  FMOFCu shows an inversion in sorption selectivity toward Kr at temps. <0° while FMOFZn does not.  The 1-dimensional microtubes packed along the (101) direction connected through small bottleneck windows in FMOFCu appear to be the reason for this peculiar behavior.  The FMOFCu shows an estd. Kr/Xe selectivity of 36 at 0.1 bar and 203 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XntVOktbw%253D&md5=760e8bfd105c3b9f32aa899974bcb679", "(j) ", "Heest", ", ", "T. V.", "; ", "Teich-McGoldrick", ", ", "S. L.", "; ", "Greathouse", ", ", "J. A.", "; ", "Allendorf", ", ", "M. D.", "; ", "Sholl", ", ", "D. S.", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "13183", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "(k) ", "Perry", ", ", "J. J.", "; ", "Teich-McGoldrick", ", ", "S. L.", "; ", "Meek", ", ", "S. T.", "; ", "Greathouse", ", ", "J. A.", "; ", "Haranczyk", ", ", "M.", "; ", "Allendorf", ", ", "M. D.", " ", "J. Phys. Chem. C", " ", "2014", ",  ", "118", ",  ", "11685", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Noble Gas Adsorption in Metal-Organic Frameworks Containing Open Metal Sites", "Perry, John J., IV; Teich-McGoldrick, Stephanie L.; Meek, Scott T.; Greathouse, Jeffery A.; Haranczyk, Maciej; Allendorf, Mark D.", "Journal of Physical Chemistry C", "\r\n        (", "2014", "),\r\n    ", "118", "\r\n        (", "22", "),\r\n    ", "11685-11698", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption of noble gases (Ar, Kr, Xe, and Rn) and N2 by a diverse range of Metal-Org. Frameworks (MOFs) contg. open metal sites (OMS) was systematically studied using volumetric gas porosimetry and grand canonical Monte Carlo simulation.  The ten MOFs considered are grouped into two series.  The 1st, MOF-74-x, is based upon MOF-74/CPO-27, which has divalent metal ions Mg, Co, Ni, and Zn, and was chosen to explore the effect of metal identity within a const. topol.  The 2nd series, nbo-MOFs, consists of NOTT-100, NOTT-101, NOTT-102, NOTT-103, and PCN-14 and probes the effect of pore size while maintaining const. OMS identity and similar coordination environment.  Comparisons of the nbo-MOFs with HKUST-1 are also made, since this MOF has a similar chem. structure, although the topol. is different from the nbo structures.  Gas uptake and Henry's const. (kH) for nbo-MOFs increase with decreasing pore size, and as pore size decreases, the effect of gas polarizability on kH becomes more profound.  This implies that tailored pore size can strongly influence kH, esp. for the more polarizable gases Kr and Xe.  A detailed anal. of the void space in the nbo-series reveals large cages connected by narrow pores, resulting in tortuous, zigzag diffusion pathways that likely increase the strength of the MOF-gas interaction.  Data for the MOF-74-x series show that both the d. of OMS and their accessibility in this topol. enhance the framework interaction with the noble gases.  However, because the interaction is largely due to (point charge)-(induced-dipole) interactions and the charge on the metal ion varies little, the specific identity of the metal ion is relatively unimportant.  Consequently, new MOFs tailored to maximize noble gas uptake from air should target structures with both a high d. of OMS and pores that are approaching the size of the gas of interest.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXos1Wltb0%253D&md5=afe2dd4e7052e771e1c3bc27cd2446ae", "7. ", "Liu", ", ", "J.", "; ", "Strachan", ", ", "D. M.", "; ", "Thallapally", ", ", "P. K.", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "466", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Enhanced noble gas adsorption in Ag@MOF-74Ni", "Liu, Jian; Strachan, Denis M.; Thallapally, Praveen K.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "4", "),\r\n    ", "466-468", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Various amts. of Ag nanoparticles were deposited in porous MOF-74Ni (or Ni/DOBDC) by an auto-redn. method.  An optimized Ag-loaded MOF-74Ni was shown to have an improved Xe adsorption capacity (15% more) at STP compared to the MOF without silver nanoparticles.  The Ag-loaded sample also has a higher Xe/Kr selectivity.  These results are explained by the stronger interactions between polarizable Xe mols. and the well-dispersed Ag nanoparticles.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVyqs7%252FK&md5=88922d1c67902beb2ec9939ea4bc3ff1", "8. ", "(a) ", "DeCoste", ", ", "J. B.", "; ", "Peterson", ", ", "G. W.", " ", "Chem. Rev.", " ", "2014", ",  ", "114", ",  ", "5695", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Metal-organic frameworks for air purification of toxic chemicals", "DeCoste Jared B; Peterson Gregory W", "Chemical reviews", "\r\n        (", "2014", "),\r\n    ", "114", "\r\n        (", "11", "),\r\n    ", "5695-727", "\r\n        ISSN:", ".\r\n    ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC2cnlt1KltQ%253D%253D&md5=8f9bb24218f54d9e30546eba256068f0", "(b) ", "James", ", ", "S. L.", " ", "Chem. Soc. Rev.", " ", "2003", ",  ", "32", ",  ", "276", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Metal-organic frameworks", "James, Stuart L.", "Chemical Society Reviews", "\r\n        (", "2003", "),\r\n    ", "32", "\r\n        (", "5", "),\r\n    ", "276-288", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks are a recently-identified class of porous polymeric material, consisting of metal ions linked together by org. bridging ligands, and are a new development on the interface between mol. coordination chem. and materials science.  A range of novel structures was prepd. which feature amongst the largest pores known for cryst. compds., very high sorption capacities and complex sorption behavior not seen in aluminosilicate zeolites.  The development of synthetic approaches to these materials and studies of their properties are reviewed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXmtFOltLY%253D&md5=e9e83de0580c0b7dc9929ea3594efe12", "(c) ", "Chae", ", ", "H. K.", "; ", "Siberio-Pérez", ", ", "D. Y.", "; ", "Kim", ", ", "J. C.", "; ", "Go", ", ", "Y.", "; ", "Eddaoudi", ", ", "M.", "; ", "Matzger", ", ", "A. J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Nature", " ", "2004", ",  ", "427", ",  ", "522", "[", "Crossref", "]", "There is no corresponding record for this reference.", "9. ", "Magdysyuk", ", ", "O. V.", "; ", "Adams", ", ", "F.", "; ", "Liermann", ", ", "H. P.", "; ", "Spanopoulos", ", ", "I.", "; ", "Trikalitis", ", ", "P. N.", "; ", "Hirscher", ", ", "M.", "; ", "Morris", ", ", "R. E.", "; ", "Duncan", ", ", "M. J.", "; ", "McCormick", ", ", "L. J.", "; ", "Dinnebier", ", ", "R. E.", " ", "Phys. Chem. Chem. Phys.", " ", "2014", ",  ", "16", ",  ", "23908", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Understanding the adsorption mechanism of noble gases Kr and Xe in CPO-27-Ni, CPO-27-Mg, and ZIF-8", "Magdysyuk, O. V.; Adams, F.; Liermann, H.-P.; Spanopoulos, I.; Trikalitis, P. N.; Hirscher, M.; Morris, R. E.; Duncan, M. J.; McCormick, L. J.; Dinnebier, R. E.", "Physical Chemistry Chemical Physics", "\r\n        (", "2014", "),\r\n    ", "16", "\r\n        (", "43", "),\r\n    ", "23908-23914", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "An exptl. study of Xe and Kr adsorption in metal-org. frameworks CPO-27-Ni, CPO-27-Mg, and ZIF-8 was carried out.  In situ synchrotron X-ray powder diffraction expts. allowed precise detn. of the adsorption sites and sequence of their filling with increasing of gas pressure at different temps.  Structural investigations were used for interpretation of gas adsorption measurements.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsFKrtbfF&md5=1eb9897860fe468fbdcc48a8a8ff6c3b", "10. ", "Zhu", ", ", "Q. L.", "; ", "Xu", ", ", "Q.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5468", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Metal-organic framework composites", "Zhu, Qi-Long; Xu, Qiang", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5468-5512", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs), also known as porous coordination polymers (PCPs), synthesized by assembling metal ions with org. ligands have recently emerged as a new class of cryst. porous materials.  The amenability to design as well as fine-tunable and uniform pore structures makes them promising materials for a variety of applications.  Controllable integration of MOFs and functional materials is leading to the creation of new multifunctional composites/hybrids, which exhibit new properties that are superior to those of the individual components through the collective behavior of the functional units.  This is a rapidly developing interdisciplinary research area.  This review provides an overview of the significant advances in the development of diverse MOF composites reported till now with special emphases on the synergistic effects and applications of the composites.  The most widely used and successful strategies for composite synthesis are also presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7jE&md5=05dd0a2017c0041ad7f9faa2da280cc1", "11. ", "He", ", ", "Y.", "; ", "Zhou", ", ", "W.", "; ", "Krishna", ", ", "R.", "; ", "Chen", ", ", "B.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "11813", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Microporous metal-organic frameworks for storage and separation of small hydrocarbons", "He, Yabing; Zhou, Wei; Krishna, Rajamani; Chen, Banglin", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "97", "),\r\n    ", "11813-11831", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Hydrocarbons are very important energy resources and raw materials for some industrially important products and fine chems.  There is a need for the discovery of better materials that offer enhanced capacities for safe storage of hydrocarbons.  Furthermore, the development of improved sepn. technologies will lead to significant redn. in energy requirements and costs.  In this feature article, we provide an overview of the current status of the emerging microporous metal-org. frameworks for the storage and sepn. of small hydrocarbons.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhslCnsLjO&md5=c27c3682fac56f8d80b2f7ff420d3b7e", "12. ", "Spek", ", ", "A. L.", " ", "Acta Crystallogr.", " ", "2009", ",  ", "D65", ",  ", "148", "[", "Crossref", "], [", "CAS", "]", "12. ", "Structure validation in chemical crystallography", "Spek, Anthony L.", "Acta Crystallographica, Section D: Biological Crystallography", "\r\n        (", "2009", "),\r\n    ", "65", "\r\n        (", "2", "),\r\n    ", "148-155", "CODEN:\r\n                ", "ABCRE6", ";\r\n        ISSN:", "0907-4449", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "A review.  Automated structure validation was introduced in chem. crystallog. about 12 years ago as a tool to assist practitioners with the exponential growth in crystal structure analyses.  Validation has since evolved into an easy-to-use checkCIF/PLATON web-based IUCr service.  The result of a crystal structure detn. has to be supplied as a CIF-formatted computer-readable file.  The checking software tests the data in the CIF for completeness, quality, and consistency.  In addn., the reported structure is checked for incomplete anal., errors in the anal., and relevant issues to be verified.  A validation report is generated in the form of a list of ALERTS on the issues to be cor., checked, or commented on.  Structure validation has largely eliminated obvious problems with structure reports published in IUCr journals, such as refinement in a space group of too low symmetry.  This paper reports on the current status of structure validation and possible future extensions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVWhtL8%253D&md5=1cc05cd996f846a98b55ea09289af6a9", "13. ", "(a) ", "Somayazulu", ", ", "M.", "; ", "Dera", ", ", "P.", "; ", "Goncharov", ", ", "A. F.", "; ", "Gramsch", ", ", "S. A.", "; ", "Liermann", ", ", "P.", "; ", "Yang", ", ", "W.", "; ", "Liu", ", ", "Z.", "; ", "Mao", ", ", "H. K.", "; ", "Hemley", ", ", "R. J.", " ", "Nat. Chem.", " ", "2010", ",  ", "2", ",  ", "50", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Pressure-induced bonding and compound formation in xenon-hydrogen solids", "Somayazulu, Maddury; Dera, Przemyslaw; Goncharov, Alexander F.; Gramsch, Stephen A.; Liermann, Peter; Yang, Wenge; Liu, Zhenxian; Mao, Ho-kwang; Hemley, Russell J.", "Nature Chemistry", "\r\n        (", "2010", "),\r\n    ", "2", "\r\n        (", "1", "),\r\n    ", "50-53", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Closed electron shell systems, such as , or group 18 elements, can form weakly bound stoichiometric compds. at high pressures.  An understanding of the stability of these van der Waals compds. is lacking, as is information on the nature of their interat. interactions.  We describe the formation of a stable compd. in the Xe-H2 binary system, revealed by a suite of X-ray diffraction and optical spectroscopy measurements.  At 4.8 GPa, a unique hydrogen-rich structure forms that can be viewed as a tripled solid lattice modulated by layers of Xe, consisting of dimers.  Varying the applied pressure tunes the Xe-Xe distances in the solid over a broad range from that of an expanded lattice to the distances obsd. in metallic at megabar pressures.  IR and Raman spectra indicate a weakening of the intramol. covalent bond as well as persistence of semiconducting behavior in the compd. to at least 255 GPa.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFKns73N&md5=35f1f31e5aca23338e20c5c794611f03", "(b) ", "Natta", ", ", "G.", "; ", "Nasini", ", ", "A. G.", " ", "Nature", " ", "1930", ",  ", "125", ",  ", "457", "[", "Crossref", "], [", "CAS", "]", "13. ", "The crystal structure of xenon", "Natta, G.; Nasini, A. G.", "Nature (London, United Kingdom)", "\r\n        (", "1930", "),\r\n    ", "125", "\r\n        (", "),\r\n    ", "457", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    ", "By the x-ray powder method thin films of condensed Xe show a face-centered cubic structure.  The unit cell contains 4 atoms, a = 6.18 ± 0.01 A. U., the vol. = 236.03 × 10-24 cc., and the calcd. d. = 3.64 g./cc.  The at. radius is calcd. as 2.18 A. U. compared with 1.70 A. U. from gaseous viscosity, the 2 figures bearing the same ratio as those for A.  The structure of Kr is being examd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaA3cXjt1Sltg%253D%253D&md5=d5ffc73a4ca271e6011235eebcb85e4b", "(c) ", "Sears", ", ", "D. R.", "; ", "Klug", ", ", "H. P.", " ", "J. Chem. Phys.", " ", "1962", ",  ", "37", ",  ", "3002", "[", "Crossref", "], [", "CAS", "]", "13. ", "Density and expansivity of solid xenon", "Sears, D. Richard; Klug, Harold P.", "Journal of Chemical Physics", "\r\n        (", "1962", "),\r\n    ", "37", "\r\n        (", "),\r\n    ", "3002-6", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "Lattice parameters, ds., and thermal expansion coeffs. of polycryst. Xe are reported for the range 5.5-75°K.  A value of 6.1317 ± 0.0005 A. is obtained for the lattice parameter extrapolated to 0°K.  Preferred orientation and annealing effects in frozen gases are discussed briefly with reference to matrix isolation methods.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF3sXmtFai&md5=f6996e1440c51406a1345b2bca628b43", "14. ", "Myers", ", ", "A. L.", "; ", "Prausnitz", ", ", "J. M.", " ", "AIChE J.", " ", "1965", ",  ", "11", ",  ", "121", "[", "Crossref", "], [", "CAS", "]", "14. ", "Thermodynamics of mixed-gas adsorption", "Myers, A. L.; Prausnitz, J. M.", "AIChE Journal", "\r\n        (", "1965", "),\r\n    ", "11", "\r\n        (", "1", "),\r\n    ", "121-7", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    ", "Adsorption equil. for components in a gaseous mixt. can be calcd. by using only data for pure-component adsorption equil. at the same temp. for the same adsorbent.  Predicted isotherms give good agreement with exptl. data for mixts. of CH4-C2H6 and of C2H4CO2 on activated C, and of CO-O2 and of C3H8-C3H6 on silica gel.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF2MXnvVKmsA%253D%253D&md5=9ea5963c5fa05e3b4b97be48b002205f"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-22/jacs.5b02556/20150604/images/small/ja-2015-025564_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-22/jacs.5b02556/20150604/images/small/ja-2015-025564_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-22/jacs.5b02556/20150604/images/small/ja-2015-025564_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-22/jacs.5b02556/20150604/images/small/ja-2015-025564_0004.gif\">"]}
