{"title": ["Conformational Isomerism in the Isoreticular Metal Organic Framework Family: A Force Field Investigation"], "authors": ["Saeed Amirjalayer", "Rochus Schmid"], "doi": ["10.1021/jp8061948"], "abstract": ["For the family of isoreticular metal organic frameworks (IRMOFs), a supramolecular conformational isomer, where the carboxylic planes in one linker are orthogonal to each other, is in principle possible. This polymorphic form has been investigated by means of molecular mechanics calculations using an accurate MM3 type force field. In the case of the parent structure IRMOF-1, the regular form is more stable by 17.8 kcal/mol (per formula unit) than this isomer. However, due to steric repulsions, in the case of the naphthalene and anthracene based IRMOF-7 and 993, this is reduced to only 2.0 and 5.6 kcal/mol, respectively. Due to a complex network of interlinker interactions, a broad variety of different rotational isomers is predicted, and only by using a genetic algorithm search algorithm the global minimum structure could be located. The low energy difference between the isomeric forms explains the disorder observed for IRMOF-7 experimentally. For IRMOF-10 and 16 with a flexible biphenyl bond in the linker, an even lower energy separation of 2.7 and 0.4 kcal/mol, respectively, is observed. The study demonstrates that theoretical calculations can be a viable tool in order to determine the actual atomistic structure of more complex porous functional materials."], "text": ["  ", "Top of Page", "Abstract", "Introduction", "Computational Details", "Results and Discussion", "Conclusion", "References", "1 Introduction", " ", "Metal organic frameworks (MOFs) are a potential new class of porous materials with a wide range of possible applications like gas storage, gas sensing, and separation, as well as catalysis.", "(1)", " The periodic framework is assembled from inorganic, often clusterlike secondary building units (SBUs) and connecting organic linkers. Because of the modular construction of these hybrid polymeric materials, a rational design and optimization of their function (e.g., systematic variation of the pore size etc.) seems possible, just by varying one of the building units.", "(2)", " An important advantage, for example compared to zeolites, is the possibility for a selective functionalization of the pores by replacing the organic linkers by functionalized ones. The first example of a systematic modification within a class of MOFs is the so-called IRMOF family introduced by Eddaoudi et al.", "(3)", " The acronym stands for ", "isoreticular MOF", ", referring to the fact that the cubic topology of the framework of the parent structure (MOF-5 = IRMOF-1) is maintained by substituting the connecting linear bicarboxylic acid linker. As a consequence, the pore size of the network can be systematically varied.", " ", "In practice, proper conditions for the synthesis must be found to selectively obtain the targeted structure. In the case of extended linkers, the polymorphic form with interpenetrating networks is often formed.", "(3)", " Despite the reduced porosity, these materials can have interesting properties like an improved hydrogen uptake.", "(4, 5)", " As shown by Yaghi et al. this interpenetration can be circumvented by very dilute solutions during formation.", "(3)", " The polymorphs with interpenetrated networks can be considered as supramolecular isomers of the corresponding non-interpenetrated structures, since both materials have identical formula and connectivity but often different properties and a different space group.", "(6)", " Interestingly, in the series of IRMOFs, these isomeric forms have been assigned a different running number. It should be noted that there is evidence for the possibility to form an interpenetrated isomer of IRMOF-1, as well.", "(7)", " ", "For a rational optimization, and consequently an efficient application of MOF materials, it is crucial to know its exact structure on an atomistic level. Thus it is necessary to understand when and why the exchange of one of the building units leads to significant structural change. This implies a detailed knowledge about the molecular mechanism of formation, as well as the relative stability of possible defects or structural isomers. However, the knowledge on growth mechanisms and surface or defect structures of periodic MOFs is still in its infancy and only few experimental studies have focused on this topic.", "(8-10)", " Since deviations from the preferred ideal framework structure are hard to observe experimentally, theoretical methods are valuable tools in this case. Due to the fact that these materials are relatively new, however, the focus of the theoretical simulations is still on the structures, properties, and interactions of guest molecules in the ideal systems. Quantum chemical (QC) studies have primarily focused on non-periodic model systems in order to calculate atomic charges or to calibrate intermolecular potentials.", "(11-16)", " Due to the size of the systems, only a limited number of fully periodic density functional theory (DFT) calculations, all treating IRMOF-1, have appeared so far.", "(17-22)", " Most notably is the recent work by Kuc et al., who investigated a broad series of known as well as hypothetical IRMOFs, varying the nature of the linker backbone with the somewhat more approximate density functional tight binding method.", "(23)", " The majority of publications, however, deals with the adsorption of light guest molecules—primarily hydrogen—in the porous systems using molecular mechanics (MM) force fields and grand canonical Monte Carlo (GCMC) methods.", "(11-14, 24-35)", " In addition, also the diffusivity of guest molecules has been studied using molecular dynamics (MD) simulations.", "(26, 36-39)", " Current standard organic force fields lack the parametrization for the inorganic parts of MOFs. Thus, mostly generic force fields (FF), like for example UFF,", "(40)", " have been used, keeping the framework structure rigid in the MD or GCMC simulations. Just very recently, different fully flexible force fields for the “drosophila” IRMOF-1 appeared in the literature, which were used to investigate properties intrinsically connected with network flexibility. Greathouse and Allendorf used a “non-bonded” force field (where the Zn−O interaction was modeled purely electrostatic) to investigate the stability of IRMOF-1 with respect to water,", "(41, 42)", " being to our knowledge the first study dealing also with the collapse of the ideal framework. A similar “non-bonded”, but differently parametrized force field was used by Huang et al. to model thermal conductivity,", "(43)", " and again with another “non-bonded” force field, Dubbeldam et al. found a strong negative thermal expansion (NTE) for IRMOFs.", "(44)", " This was corroborated by another investigation by Han and Goddard.", "(45)", " We have recently extended the well-known MM3 force field,", "(46-48)", " which is known to be very accurate for conformational energies of organic molecules, for the inorganic part of the IRMOFs using a partly covalent description (explicit Zn−O bonds).", "(49)", " ", "By applying this force field to systems of the IRMOF family with larger, sterically more demanding linkers we realized a further, very important possible supramolecular isomerism.", "(6)", " It was mentioned previously,", "(50)", " but it has to our knowledge not been discussed or analyzed in detail. In order to understand this conformational isomerism we need to revisit the regular IRMOF-1 network structure, which is shown in Figure ", "1", " on the right. Following the ideas developed by Yaghi and O’Keeffe,", "(2)", " it can be derived from an (augmented) primitive cubic ", "pcu-b", " network (with the ", "F", "m", "3̅", "m", " space group). The alternating vertices (blue and red octahedra) correspond to the two possible orientations of the Zn", "4", "O(O", "2", "C)", "6", " SBU, which has a lower tetrahedral symmetry. This arrangement of inverted or mirrored neighboring tetrahedral nodes is due to the planarity of the terephthalic acid linkers. Thus, neighboring linker planes are orthogonal to each other, which results in the enormous stability of the pore structure. Thus, the primitive cell of IRMOF-1 consists of a 2 × 2 × 2 array of cubic cells, which can, however, be separated in two sets of different type. In the A cell, the faces of the Zn", "4", "O tetrahedrons and the planes of the linkers face into the pores, whereas in the B cell the edge of the linkers and a vertex of the nodes tend inward (see also Figure ", "1", "). These two cells cannot interconvert by a rotation of the linkers, and they substantially differ in, e.g., their adsorption behavior.", "(39, 51-53)", " ", " ", "Figure 1. Derivation of the IRMOF-1 structure from the augmented ", "pcu-b", " network (left). The two types of vertices correspond to the identical, but inverted, lower symmetry tetrahedral SBU. For the unit cell of IRMOF-1 (right), the hydrogen atoms are omitted for clarity (C brown; O red; Zn gray).", " ", "This is, however, only the case for a planar linker (like terephthalic acid) where the planes of the carboxylic acid groups are coplanar. An isomeric structure arises, if the carboxylic planes are orthogonal to each other, and thus, the non-planar linker is “twisted” by 90°. This is schematically shown in Figure ", "2", ". This twisted isomer, where the tetrahedral nodes are just translated but not mirrored, can be derived directly from the ", "pcu", " network with ", "P", "m", "3̅", "m", " space group symmetry. The cubic pore structure is maintained, but the primitive cell is no longer a 2 × 2 × 2 array of pores, since all cells are identical now. It must be pointed out, that the regular and the twisted form are supramolecular conformational isomers, since they share the same connectivity but cannot be interconverted without breaking bonds of the network.", " ", " ", "Figure 2. Schematic representation of the regular IRMOF structure with a planar linker (top) and the isomeric form with the twisted linker (bottom). The tetrahedrons represent the (Zn", "4", "O) fragment.", " ", "In the case of IRMOF-1, the conjugation between the carboxylic groups and the aromatic system (rotational barrier around the C", "carbox", "−C", "phen", " bond of about 8 kcal/mol)", "(49)", " enforces the planarity of linker and a twisted isomer has never been observed. However, there is experimental evidence for this type of isomerism. Both IRMOF-9 and 10 are based on a biphenyl linker (see Figure ", "3", "), but they differ in the amount of solvent molecules and IRMOF-9 represents an interpenetrated structure. In addition to that, for IRMOF-9, the cubic symmetry is broken due to the fact that the linkers along one axis are twisted (non-coplanar) whereas the others are planar.", "(3)", " This is due to the much weaker conjugation of the biphenyl bond C", "phen", "−C", "phen", " (the rotational barrier in biphenyl is about 2.5 kcal/mol).", "(54)", " For non-interpenetrating IRMOF-10, a single crystal structure could not be determined and the structure was solved from powder diffraction data, showing planar linkers but with a rotational disorder.", "(3)", " Thus, for linkers with weakly conjugated (biphenyl) bonds in the backbone a non-planar orientation of the −COO groups is indeed possible. Another reason for a non-planar twisted linker can be steric repulsions as for example in 1,4-naphthalendicarboxylic acid based IRMOF-7 (see Figure ", "3", "). Here, a repulsion between the carboxylic oxygen and the hydrogen atom of the annelated ring makes a planar structure energetically unfavorable and the −COO planes can be either planar or orthogonal to each other. This is even more pronounced for the symmetric linker in IRMOF-993, which was proposed and theoretically investigated in refs ", "15", " and ", "28", " but, to our knowledge, not synthesized, yet.", " ", " ", "Figure 3. Bicarboxylic linkers of IRMOF-1, 9, 10, 15, 16, 7, and 993. Possible steric repulsions in the cases of IRMOF-7 and 993 are marked by dashed curves.", " ", "As a consequence, all the corresponding IRMOFs could potentially form a twisted isomer. Interestingly, the single crystal structure analysis of IRMOF-7 gives a cell parameter of 12.914 Å, which is about half of the value of IRMOF-1 and corresponds to a 1 × 1 × 1 cell structure.", "(3)", " The naphthalene units are 4-fold disordered with respect to a rotation around the axis by 90° but also the Zn", "4", "O tetrahedra are disordered (equal probability for the mirror image). Thus, also the twisted isomer with the same type of disorder would yield an equal solution. It is therefore not clear, whether IRMOF-7 has a regular structure like IRMOF-1 or is actually the twisted isomer (or even a mixture of both).", " ", "In order to investigate this isomerism in detail and to quantitatively assess the possibility of its formation, we have used a classical molecular mechanics force field to calculate the relative energies of the isomers for all linkers shown in Figure ", "3", ". Our recently developed MM3 type force field, which was parametrized based on density functional theory (DFT) calculations on non-periodic fragments, is able to reproduce both the geometry and the normal modes of the periodic IRMOF-1 system.", "(49)", " In addition, calculated self-diffusion coefficients for benzene in IRMOF-1", "(39)", " are in excellent agreement with the corresponding experimental data.", "(55)", " Since our extension is limited to the inorganic part ((Zn", "4", "O)(O", "2", "C)", "6", "), it is possible to investigate all IRMOF structures with organic linkers covered by the standard MM3 parameter set.", "(56)", " Thus, we could employ our force field as is. However, we validated it concerning the barrier of rotation for the naphthalene unit for the case of IRMOF-7. In order to locate the global minimum structure for the isomers of IRMOF-7 and 993, it was necessary to implement an efficient genetic algorithm (GA) based search strategy.", " ", "A detailed understanding of possible isomeric structures in MOFs, and the probability for the formation of the corresponding defects, is of high importance for a successful use and especially for a rational optimization in real life applications.", "  ", "Top of Page", "Abstract", "Introduction", "Computational Details", "Results and Discussion", "Conclusion", "References", "2 Computational Details", " ", "The DFT calculations for the non-periodic model system were performed using the Gaussian03 program package", "(57)", " and the same setup that has been employed in the force field parametrization,", "(49)", " namely the B3LYP hybrid functional", "(58-60)", " together with Stuttgart relativistic small core ECP", "(61)", " for the Zinc atoms and a 6-31G(d,p) basis", "(57)", " for the other atoms. The classical molecular mechanics calculations were performed using the TINKER program package", "(62)", " with our extended MM3 force field using a periodically replicated system containing 8 Zn", "4", "O units (2 × 2 × 2 cells), a 12.0 Å cutoff for the van der Waals (vdW) interaction, and a 10.0 Å cutoff for the electrostatic dipole−dipole interaction. All additional parameters for derivatives of the basic linker terephthalic acid were taken unmodified from the standard MM3 parameter set.", "(46-48, 63)", " Thus, neither the parametrization of the carboxylic groups nor the crucial C", "carbox", "−C", "phen", " rotation have been readjusted. Note in this context that, in order to reduce the computational effort, the adjustment of bond stretch and torsion parameters based on a calculation of π-bond order performed in MM3 on the fly", "(64)", " has been switched off. Instead, the adjusted parameters have been determined once for a reasonable model system in the beginning and were kept fixed through the calculations. For example, the parametrization for the important biphenyl bond C", "phen", "−C", "phen", " (relevant for IRMOF-9/10 to 15/16) was determined beforehand from biphenyl and a special atom type was defined for the bridging atoms instead of the generic sp", "2", " carbon type. A full listing of extra parameters is given in the ", "Supporting Information", ". The genetic algorithm search for the global minimum was implemented using the Python scripting language on top of the TINKER package. A standard tournament selection rule together with a mutation rate of 0.1 and crossover rate of 0.9 for a population of 100 individuals was used. In order to maintain the computation tractable, we did not reoptimize the cell parameters within the GA optimization, but kept it at a value of 25.88 Å, which was the average for the three axes taken from an initial optimization of the cell parameters.", "  ", "Top of Page", "Abstract", "Introduction", "Computational Details", "Results and Discussion", "Conclusion", "References", "3 Results and Discussion", " ", " 3.1 ", "Validation of the Force Field", " ", "As already noted, we have used our force field derived for IRMOF-1 without modifications also for the other linkers shown in Figure ", "3", ". However, for the sterically more congested systems like IRMOF-7 and 993, additional electronic and repulsive interactions are in a delicate balance with the conjugation of the C", "carbox", "−C", "phen", " bond. In order to verify the validity of our approach, we determined the rotational barrier around the linker axis for these two systems on the DFT level for the non-periodic model of the edge of the framework. Two Zn", "4", "O units were capped by five formic acid groups and connected by the respective linker. In order to avoid an unreasonable bending of the [(Zn", "4", "O)(O", "2", "CH)", "5", "] fragments, they were constrained to the positions optimized for the unconstrained terephthalic acid case. This restriction was invoked for both the DFT and MM3 optimization. The two transition states of the rotation at 0° and 90° were located by using the corresponding symmetry constraint (IRMOF-7: ", "C", "2", "v", "; IRMOF-993: ", "D", "2", "h", "). In Table ", "1", ", the results are summarized. Obviously the minimum geometry and the relative barrier heights can be well reproduced by the force field, and also the absolute barrier heights are quite well-predicted with a largest deviation of 1.8 kcal/mol for the 90° structure of IRMOF-7. Note that current DFT functionals lack the inclusion of attractive dispersion interactions,", "(65)", " which is empirically included in the force field. This could lead to higher steric barriers in case of DFT.", " ", "The energy profile of the torsion can be subdivided into three contributions (Figure ", "4", "). First, the π-conjugation of the carboxylic groups with the aromatic system (C", "carbox", "−C", "phen", ") leads to a preference of a planar structure. In contrast to that, the steric strain is minimized for a 90° torsion angle. In addition, the attractive electrostatic interaction of the aromatic ring hydrogen (positive partial charge) and the carboxylic oxygen (negative partial charge) is again maximized for a planar configuration. The resulting total energy profile and the individual contributions to the MM3 force field energy are shown in Figure ", "4", ". Obviously, due to a more and more pronounced steric strain, the potential energy minimum is shifted toward higher and higher torsion angles in the series IRMOF-1, 7, and 993.", " ", " ", "Figure 4. Energy contributions to the rotational barrier.", " ", "It can be concluded that our approach gives a faithful representation of the energy profile for an individual linker. The vast amount of rotational isomers with different energies for the true periodic systems of IRMOF-7 and 993 is now due to the complex electrostatic and dispersion interactions between different aromatic fragments present in close proximity in the network. The ability of MM3 to capture these aromatic interactions has been shown for example on the case of the gas phase structure of the naphthalene trimer.", "(66)", " Here, the relative energies calculated on the MP2 ab initio level were well reproduced by the MM3 force field. In addition, the benzene crystal structure is also well reproduced.", "(67)", " Thus, our force field appears to be well suited for the problem at hand.", " ", " 3.2 ", "Strategy for the Global Minimum Search", " ", "In the case of IRMOF-7 and 993, the energy of the periodic network depends significantly on the orientation of the linker planes, because of the π−π interaction of the aromatic linkers among each other, leading to a large variety of conformers for both the regular and the twisted systems. Different annealing protocols were not found to be able to locate the global minimum structure within a reasonable time. Unfortunately it is not possible to asses the relative stability of the isomeric structures without knowledge about the individual global minima. As a consequence, we implemented a genetic algorithm strategy for this purpose, which was found to be very efficient for global optimization problems in various fields.", "(68)", " In principle, any efficient phase space sampling technique could be used here. However, since a time-consuming total energy optimization is needed for each configuration, an intelligent bias of the search as in the case of a GA is advisable. We found the GA approach particularly successful in this case.", " ", "We used the orientation of the linker plane with respect to the linker axis as the “gene” for encoding the structure of a specific conformation. Because of the energy minimum in the rotational profile between 0° and 90° (see Figure ", "4", "), there are overall four possible orientations for each linker, encoded by the integers [0, 1, 2, 3] in case of IRMOF-7 (see Figure ", "5", "). In IRMOF-993, two conformations are identical due to the symmetry of the anthracene unit, and just a binary gene ([0, 1]) is needed to encode a single linker. Since we did not impose any symmetry constraints and there are 24 independent linkers in the periodic unit cell, a “chromosome” of 24 genes encodes the full structure. An “individual” is defined by a specific chromosome, which serves as a blueprint to generate an idealized initial 3D structure. This is then optimized to obtain a final potential energy, which serves as a fitness criterion, and determines whether the individual is kept for the next optimization cycle (generation). The data flow for this process is shown schematically in Figure ", "6", ". In the first generation, the chromosomes are initialized randomly, whereas later they are generated by crossing over and mutating chromosomes of the previous generations. It should be noted that, due to the high symmetry of the network, different chromosomes can represent an identical structure. We did, however, not exclude the redundant chromosomes by symmetry constraints since they did not hamper convergence but helped to maintain diversity in the population. With this approach, we observed a much more rapid convergence of the energy compared to any of the annealing schemes. Despite that, the optimization process sometimes stalled because of a depletion of diversity. In this case, the GA was restarted, reusing the best candidates and filling the population with randomized individuals. After a number of restarts and about 300 cycles for IRMOF-7 and about 200 for IRMOF-993, this process converged to a relatively high symmetry structure, which is discussed in detail below. It must be pointed out that our approach does of course not guarantee to give the global minimum of the system. However, a number of independent restarts did not result in any further improvement for a large number of generations, and we are thus confident to have located the global minimum structure. Note also that in principle a larger unit cell with more individual linkers would allow for further conformations, not possible in our periodic model. Because of the symmetry of the global minimum structure for both IRMOF-7 and 993 and the nature of the interlinker interaction, this does, however, not affect the nature of the global minimum.", " ", " ", "Figure 5. Encoding of the four minimum energy orientations of the linker as a gene in the case of regular IRMOF-7.", " ", " ", "Figure 6. Evaluation of fitness (a), mutation operation (b), and crossing over (c) of chromosomes in the GA approach.", " ", " ", " 3.3 ", "Minimum Energy Structures of IRMOF-7 and 993", " ", "A careful inspection of the low energy structures of both isomeric forms of IRMOF-7 and 993 revealed subtle interlinker interactions, manifesting in a deviation of the rotational dihedral angle compared to the value for the corresponding model systems (see Table ", "1", "). In most cases, a pair of linkers, opposite to each other on a face of a cubic cell, tend to bend toward each other, thereby covering the pore. This arrangement is quite obvious in all global minimum structures shown in Figures ", "7", "−", "10", ". In general, a displaced parallel or “T-shaped” orientation is commonly observed when aromatic systems interact in π−π interactions. Such an arrangement, optimizing both electrostatic quadrupole interactions and maximizing attractive dispersion forces,", "(69)", " is also found for aromatic guest molecules like benzene in IRMOF-1.", "(39, 70)", " However, in this case, the limited freedom of the linker, which can only rotate around the linker axis at a nearly fixed distance, does not allow for such a structure. Nevertheless, we find a total attractive interfragment interaction energy of about 0.5 kcal/mol for such a “pair“ of two naphthalene units, found in the global minimum structure for the regular IRMOF-7 (Figure ", "7", "). Thus, given the energetically accessible range of rotational dihedral angles (see Figure ", "4", "), this arrangement of opposite linkers forming a pair is dominating the structures. Note that in case of the regular IRMOF-993 structure shown in Figure ", "9", ", all four linkers situated at the four edges of a cell face are interacting in this way. In addition to that, these “sheets” of aromatic linker fragments formed in the planes of the network are always stacked. For example in the case of regular and twisted IRMOF-7, the checkerboard formed by naphthalene pairs (see Figures ", "7", "b and ", "8", ") is exactly the same in all planes.", " ", " ", "Figure 7. Global minimum structure of regular IRMOF-7 (coplanar carboxylic groups, mirror symmetric Zn", "4", "O fragments). Parts a−c show the view along each spatial direction. Hydrogen atoms are omitted.", " ", " ", "Figure 8. Global minimum structure of twisted IRMOF-7 with cubic symmetry (orthogonal carboxylic groups, translated Zn", "4", "O fragments). Hydrogen atoms omitted.", " ", " ", "Figure 9. Global minimum structure of regular IRMOF-993 (coplanar carboxylic groups, mirror symmetric Zn", "4", "O fragments). Parts a−c show the view along each spatial direction. Hydrogen atoms are omitted.", " ", " ", "Figure 10. Global minimum structure of twisted IRMOF-993 with cubic symmetry (orthogonal carboxylic groups, translated Zn", "4", "O fragments). Hydrogen atoms are omitted.", " ", "Interestingly, as a consequence of these interlinker interactions, we find in both minimum energy structures of the regular IRMOF-7 and 993 a breaking of the cubic symmetry (Figures ", "7", " and ", "9", "), which is not occurring for the twisted isomers (Figures ", "8", " and ", "10", "). For example, in the case of IRMOF-7, all cell faces in one plane are completely closed by these pairs (a), whereas in one orthogonal plane (b) only half of the pores are covered. In the last plane (c), all pores are open and accessible as in the case of IRMOF-1. Due to symmetry reasons in case of IRMOF-7, only three of the total of six cell faces can be covered by a linker pair and, therefore, always exactly half of the pores are covered for both the regular and the twisted isomer. For IRMOF-993, all faces can be covered by pairs as seen in the global minimum structure for the twisted isomer (Figure ", "10", "). For the regular isomer, we observe, however, the formation of quadruples in two planes (a and b), leaving the pores in the last plane (c) completely open, similar to IRMOF-7. Note that the difference in the environment of the A and B cells in the regular structures is clearly reflected also by the arrangement of the linkers. The sheets of anthracene units in regular IRMOF-993 (Figure ", "9", "a and b) are buckled, with the aromatic parts bending into the interior of the A cells but avoiding the B cell. For the twisted isomer of IRMOF-993, all cells are equal, and so is the linker orientation (Figure ", "10", ").", " ", " 3.4 ", "Isomeric Forms", " ", "For the parent system IRMOF-1, the experimentally observed regular structure, with a planar orientation of the linkers, is more stable by 17.9 kcal/mol per formula unit with respect to the twisted isomeric form (Table ", "2", "). This is due to the electronic conjugation of the C", "phen", "−C", "carbox", " bond and the absence of steric repulsions. In strong contrast to that, the corresponding energy difference for IRMOF-7 is with only 2.04 kcal/mol about an order of magnitude smaller. Similar to IRMOF-1, we find the global minimum structure of the regular form to be more stable. However, the plethora of local minima for both isomers span a wide and overlapping range of energies above the global minimum (see also the ", "Supporting Information", "), and possibly a free energy difference at a given temperature would be needed for the ultimate answer on the question of the relative stability. Clearly, the energetic penalty for introducing a defect of a single inverted Zn", "4", "O node in the regular structure (which means a total of six twisted linkers) is rather small. Similarly, a plain of twisted linkers, leading to the formation of two mirror symmetric regular domains, could easily be realized during the crystallization of a real system. In principle, the model electron density resulting from the XRD analysis of IRMOF-7 would fit both to the regular and the twisted isomer.", "(3)", " Nevertheless, our results corroborate the interpretation that IRMOF-7 prefers the same regular structure as IRMOF-1 but also explain the amount of disorder. Interestingly, for IRMOF-993 with its more symmetric linker and higher steric repulsion, an energetic preference for the regular structure with 5.59 kcal/mol has been calculated, which lies between the values for IRMOF-1 and 7.", " ", "We also calculated the (non-interpenetrating) regular and twisted isomers of IRMOF-10 and 16 (see Table ", "2", "). Here, only a limited amount of rotational isomers are possible and it was not necessary to invoke the GA scheme to find the global minimum energy structures. The non-planar biphenyl unit, with its low rotational barrier, allows for a formation of both the regular and the twisted structure with energy differences of 2.65 kcal/mol for IRMOF-10 and 0.44 kcal/mol for IRMOF-16, being even below the value for IRMOF-7. In both cases, we find the regular form to be slightly more stable, but the energy differences are in the same order of magnitude as ", "k", "B", "T", " = 0.6 kcal/mol at room temperature. However, the packing of the solvent molecules during synthesis or the interaction with the interpenetrated counterpart could change the preference here, as it is observed experimentally.", " ", "  ", " ", "Table 1. DFT vs MM3 Energy (kcal/mol) for the Three Special Points for the Rotation around the Linker Axis", "a", " ", "dihedral", "0°", "minimum", "90°", "IRMOF-7", "DFT", "5.6", "0.0 (34.3°)", "6.9", "MM3", "4.6", "0.0 (35.6°)", "5.1", "IRMOF-993", "DFT", "13.5", "0.0 (57.8°)", "1.9", "MM3", "13.0", "0.0 (55.3°)", "2.1", " ", " ", " a ", "For the minimum, the optimized dihedral angle is given in parentheses.", " ", " ", " ", "  ", " ", "Table 2. Optimized Cell Parameters and Relative Energies (per Formula Unit) of Regular and Twisted IRMOFs", " ", " ", "Δ", "E", "(twist − regular) [kcal/mol]", "regular: a/b/c [Å]", "twist: a/b/c [Å]", "IRMOF-1", "17.9", "25.946", "25.886/25.997/25.746", "IRMOF-10", "2.65", "34.588", "34.506", "IRMOF-16", "0.44", "43.183", "43.158", "IRMOF-7", "2.04", "25.918/25.860/25.798", "25.840", "IRMOF-993", "5.59", "25.912/25.912/ 25.699", "25.951", " ", " ", " ", "  ", "Top of Page", "Abstract", "Introduction", "Computational Details", "Results and Discussion", "Conclusion", "References", "4 Conclusion", " ", "We have shown that our extended MM3 force field, parametrized for the parent system IRMOF-1, can be well applied to other, more complicated linkers of the IRMOF series, since MM3 gives reliably conformational energies for a wide range of organic systems. Specifically, we find that the rotational potential for the sterically more demanding linkers in IRMOF-7 (naphthalene unit) and IRMOF-993 (symmetric anthracene unit) reproduces the DFT calculated profile well. The peculiar interlinker interactions in the periodic system lead to a broad variety of conformational isomers for these systems. With a genetic algorithm search strategy, we were, however, successful in locating the global energy minimum structures. The “zero temperature” structures of both IRMOF-7 and 993 for the regular arrangement of the Zn", "4", "O tetrahedrons show an interesting breaking of the cubic symmetry, leading to a blocking of the channels connecting the cubic cells in certain directions by the aromatic linker systems. This symmetry breaking is not observed for the twisted isomeric form, which is analyzed in our work for the first time. These supramolecular isomers, where the carboxylic planes of the linkers are orthogonal and neighboring Zn", "4", "O are not mirror symmetric to each other, are energetically less favorable for all investigated MOFs. However, for IRMOF-7, the energy difference is an order of magnitude smaller than for IRMOF-1, which explains the amount of disorder in the experimental X-ray structure. For the biphenylene and triphenylene based IRMOF-10 and 16, these energy differences are even smaller, and the formation of such defects during the crystallization process appears to be very likely. It must be kept in mind that after formation of the network, the regular and the twisted arrangement cannot be interchanged without breaking bonds.", " ", "To our knowledge our investigation is the first to study possible non-ideal MOF structures like isomers or defect structures. It demonstrates that accurate theoretical molecular mechanics models can be very helpful to interpret ambiguous results from single or powder X-ray diffraction and to help in the determination of the actual molecular structure. This information can be of utmost importance for the tuning of MOF systems for the technical application. However, our work represents just the first step. We are currently investigating the effect of this steric crowding and the interligand interactions on properties like self-diffusion of guest molecules.", " ", " ", "Top of Page", "Abstract", "Introduction", "Computational Details", "Results and Discussion", "Conclusion", "References", "Supporting Information", " ", "Analysis of the molecular mechanics force field, GA global minimum search strategy, and structures of isomeric forms of IRMOF-1, 10, and 16. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", " ", "Top of Page", "Abstract", "Introduction", "Computational Details", "Results and Discussion", "Conclusion", "References", "Acknowledgment", " ", "We would like to thank Prof. Roland A. Fischer for stimulating discussions and his continuous support. The “Alfried Krupp von Bohlen und Halbach-Stiftung” and the “Fonds der Chemischen Industrie” are acknowledged for financial support.", " ", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Computational Details", "Results and Discussion", "Conclusion", "References", "References", "This article references 70 other publications.", "1. ", " ", " ", "Mueller", ", ", "U.", "; ", "Schubert", ", ", "M.", "; ", "Teich", ", ", "F.", "; ", "Puetter", ", ", "H.", "; ", "Schierle-Arndt", ", ", "K.", "; ", "Pastre", ", ", "J.", "  ", "J. Mater. Chem.", " ", "2006", ",  ", "16", ",  ", "626", "[", "Crossref", "], [", "CAS", "]", "1. ", "Metal-organic frameworks-prospective industrial applications", "Mueller, U.; Schubert, M.; Teich, F.; Puetter, H.; Schierle-Arndt, K.; Pastre, J.", "Journal of Materials Chemistry", "\r\n        (", "2006", "),\r\n    ", "16", "\r\n        (", "7", "),\r\n    ", "626-636", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The generation of metal-org. framework (MOF) coordination polymers enables the tailoring of novel solids with regular porosity from the micro to nanopore scale.  Since the discovery of this new family of nanoporous materials and the concept of so called 'reticular design', nowadays several hundred different types of MOF are known.  The self assembly of metal ions, which act as coordination centers, linked together with a variety of polyat. org. bridging ligands, results in tailorable nanoporous host materials as robust solids with high thermal and mech. stability.  Describing examples of different Zn-contg. structures, e.g. MOF-2, MOF-5 and IRMOF-8 verified synthesis methods will be given, as well as a totally novel electrochem. approach for transition metal based MOFs will be presented for the 1st time.  With sufficient amts. of sample now being available, the testing of metal-org. frameworks in fields of catalysis and gas processing is exemplified.  Report is given on the catalytic activation of alkynes (formation of methoxypropene from propyne, vinylester synthesis from acetylene).  Removal of impurities in natural gas (traces of tetrahydrothiophene in methane), pressure swing sepn. of rare gases (Kr and Xe) and storage of H (3.3% at 2.0 MPa/77 K on Cu-BTC-MOF) will underline the prospective future industrial use of metal-org. frameworks in gas processing.  Whenever possible, comparison is made to state-of-art applications to outline possibilities which might be superior by using MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtFeitrc%253D&md5=8969f7b0200e29cefd59141380fea9b5", " ", "2. ", " ", " ", "Yaghi", ", ", "O. M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Ockwig", ", ", "N. W.", "; ", "Chae", ", ", "H. K.", "; ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", "  ", "Nature", " ", "2003", ",  ", "423", ",  ", "705", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Reticular synthesis and the design of new materials", "Yaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, Jaheon", "Nature (London, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "423", "\r\n        (", "6941", "),\r\n    ", "705-714", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The long-standing challenge of designing and constructing new cryst. solid-state materials from mol. building blocks is just beginning to be addressed with success.  A conceptual approach that requires the use of secondary building units to direct the assembly of ordered frameworks epitomizes this process: the authors call this approach reticular synthesis.  This chem. has yielded materials designed to have predetd. structures, compns. and properties.  In particular, highly porous frameworks held together by strong metal-O-C bonds and with exceptionally large surface area and capacity for gas storage were prepd. and their pore metrics systematically varied and functionalized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXksV2itro%253D&md5=2417c5adb0e948350d3d62350c8cd7ea", " ", "3. ", " ", " ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Rosi", ", ", "N.", "; ", "Vodak", ", ", "D.", "; ", "Wachter", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", "  ", "Science", " ", "2002", ",  ", "295", ",  ", "469", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Systematic design of pore size and functionality in isoreticular MOFs and their application in methane storage", "Eddaoudi, Mohamed; Kim, Jaheon; Rosi, Nathaniel; Vodak, David; Wachter, Joseph; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "295", "\r\n        (", "5554", "),\r\n    ", "469-472", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A strategy based on reticulating metal ions and org. carboxylate links into extended networks has been advanced to a point that allowed the design of porous structures in which pore size and functionality could be varied systematically.  Metal-org. framework (MOF-5), a prototype of a new class of porous materials and one that is constructed from octahedral Zn-O-C clusters and benzene links, was used to demonstrate that its three-dimensional porous system can be functionalized with the org. groups -Br, -NH2, -OC3H7, -OC5H11, -C2H4, and -C4H4 and that its pore size can be expanded with the long mol. struts biphenyl, tetrahydropyrene, pyrene, and terphenyl.  We synthesized an isoreticular series (one that has the same framework topol.) of 16 highly cryst. materials whose open space represented up to 91.1% of the crystal vol., as well as homogeneous periodic pores that can be incrementally varied from 3.8 to 28.8 Å.  One member of this series exhibited a high capacity for methane storage (240 cm3 at std. temp.), and others the lowest densities (0.41 to 0.21 g/cm3) for a cryst. material at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlyrtLjP&md5=d218d4040887f5fb390a733ee156d27b", " ", "4. ", " ", " ", "Rowsell", ", ", "J. L. C.", "; ", "Millward", ", ", "A. R.", "; ", "Park", ", ", "K. S.", "; ", "Yaghi", ", ", "O. M.", "  ", "J. Am. Chem. Soc.", " ", "2004", ",  ", "126", ",  ", "5666", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Hydrogen Sorption in Functionalized Metal-Organic Frameworks", "Rowsell, Jesse L. C.; Millward, Andrew R.; Park, Kyo Sung; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2004", "),\r\n    ", "126", "\r\n        (", "18", "),\r\n    ", "5666-5667", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Five porous metal-org. frameworks based on linking zinc oxide clusters with benzene-1,4-dicarboxylate, naphthalene-2,6-dicarboxylate, 4,5,9,10-tetrahydropyrene-2,7-dicarboxylate, 2,3,5,6-tetramethylbenzene-1,4-dicarboxylate, or benzene-1,3,5-tris(4-benzoate) were synthesized in gram-scale quantities to measure their hydrogen uptake properties.  Hydrogen adsorption isotherms measured at 77 K show a distinct dependence of uptake on the nature of the link.  At 1 atm, the materials sorb between 4.2 and 9.3 mols. of H2 per formula unit.  The results imply a trend in hydrogen uptake with the no. of rings in the org. moiety.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXjt1ajur0%253D&md5=e58df7476eb6721e8c16cfaf80d0932d", " ", "5. ", " ", " ", "Rowsell", ", ", "J. L. C.", "; ", "Yaghi", ", ", "O. M.", "  ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "1304", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Effects of Functionalization, Catenation, and Variation of the Metal Oxide and Organic Linking Units on the Low-Pressure Hydrogen Adsorption Properties of Metal-Organic Frameworks", "Rowsell, Jesse L. C.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "4", "),\r\n    ", "1304-1315", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The dihydrogen adsorption isotherms of eight metal-org. frameworks (MOFs), measured at 77 K up to a pressure of 1 atm, were examd. for correlations with their structural features.  All materials display approx. Type I isotherms with no hysteresis, and satn. was not reached for any of the materials under these conditions.  Among the six iso-reticular MOFs (IRMOFs) studied, the catenated materials exhibit the largest capacities on a molar basis, up to 9.8 H2 per formula unit.  The addn. of functional groups (-Br, -NH2, -C2H4-) to the phenylene links of IRMOF-1 (MOF-5), or their replacement with thieno[3,2-b]thiophene moieties in IRMOF-20, altered the adsorption behavior by a minor amt. despite large variations in the pore vols. of the resulting materials.  But replacement of the metal oxide units with those contg. coordinatively unsatd. metal sites resulted in greater H2 uptake.  The enhanced affinities of these materials, MOF-74 and HKUST-1, were further demonstrated by calcn. of the isosteric heats of adsorption, which were larger across much of the range of coverage examd., compared to those of representative IRMOFs.  Probably under low-loading conditions, the H2 adsorption behavior of MOFs can be improved by imparting larger charge gradients on the metal oxide units and adjusting the link metrics to constrict the pore dimensions; however, a large pore vol. is still a prerequisite feature.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XitV2msg%253D%253D&md5=76a0797beec956e59ca2ddf029f5a386", " ", "6. ", " ", " ", "Moulton", ", ", "B.", "; ", "Zaworotko", ", ", "M.", "  ", "Chem. Rev.", " ", "2001", ",  ", "101", ",  ", "1629", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "From molecules to crystal engineering. Supramolecular isomerism and polymorphism in network solids", "Moulton, Brian; Zaworotko, Michael J.", "Chemical Reviews (Washington, D. C.)", "\r\n        (", "2001", "),\r\n    ", "101", "\r\n        (", "6", "),\r\n    ", "1629-1658", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review with 299 refs. on how the advances in supramol. chem. have impacted the manner in which chemists view the existence of single crystals and the design of new cryst. phases.  Coordination polymers, H-bonded networks, and supramol. isomerism and polymorphism are considered.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXjtlyqtrg%253D&md5=00fbfe863055d07d1773be77dc52f023", " ", "7. ", " ", " ", "Hafizovic", ", ", "J.", "; ", "Bjorgen", ", ", "M.", "; ", "Olsbye", ", ", "U.", "; ", "Dietzel", ", ", "P. D. C.", "; ", "Bordiga", ", ", "S.", "; ", "Prestipino", ", ", "C.", "; ", "Lamberti", ", ", "C.", "; ", "Lillerud", ", ", "K. P.", "  ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "3612", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "The Inconsistency in Adsorption Properties and Powder XRD Data of MOF-5 Is Rationalized by Framework Interpenetration and the Presence of Organic and Inorganic Species in the Nanocavities", "Hafizovic, Jasmina; Bjorgen, Morten; Olsbye, Unni; Dietzel, Pascal D. C.; Bordiga, Silvia; Prestipino, Carmelo; Lamberti, Carlo; Lillerud, Karl Petter", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "12", "),\r\n    ", "3612-3620", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "MOF-5 is the archetype metal-org. framework and has been subjected to numerous studies the past few years.  The focal point of this report is the pitfalls related to the MOF-5 phase identification based on powder XRD data.  A broad set of conditions and procedures have been reported for MOF-5 synthesis.  These variations have led to materials with substantially different adsorption properties (sp. surface areas in the range 700 to 3400 m2/g).  The relatively low wt. loss obsd. for some as synthesized samples upon solvent removal is also indicative of a low pore vol.  Regrettably, these materials have all been described as MOF-5 without any further comments.  Furthermore, the reported powder XRD patterns hint at structural differences: The variations in surface area are accompanied by peak splitting phenomena and rather pronounced changes in the relative peak intensities in the powder XRD patterns.  In this work, we use single-crystal XRD to investigate structural differences between low and high surface area MOF-5.  The low surface area MOF-5 sample had two different classes of crystals.  For the dominant phase, Zn(OH)2 species partly occupied the cavities.  The presence of Zn species makes the hosting cavity and possibly also adjacent cavities inaccessible and thus efficiently reduces the pore vol. of the material.  Furthermore, the minor phase consisted of doubly interpenetrated MOF-5 networks, which lowers the adsorption capacity.  The presence of Zn species and lattice interpenetration changes the symmetry from cubic to trigonal and explains the peak splitting obsd. in the powder XRD patterns.  Pore-filling effects from the Zn species (and partly the solvent mols.) are also responsible for the pronounced variations in powder XRD peak intensities.  This latter conclusion is particularly useful for predicting the adsorption properties of a MOF-5-type material from powder XRD.  Crystal structure of the above compd. has been described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXisFeisr0%253D&md5=fe529270152930eabdb912a192c32666", " ", "8. ", " ", " ", "Hausdorf", ", ", "S.", "; ", "Baitalow", ", ", "F.", "; ", "Seidel", ", ", "J.", "; ", "Mertens", ", ", "F. O. R. L.", "  ", "J. Phys. Chem. A", " ", "2007", ",  ", "111", ",  ", "4259", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Gaseous Species as Reaction Tracers in the Solvothermal Synthesis of the Zinc Oxide Terephthalate MOF-5", "Hausdorf, Steffen; Baitalow, Felix; Seidel, Juergen; Mertens, Florian O. R. L.", "Journal of Physical Chemistry A", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "20", "),\r\n    ", "4259-4266", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Gaseous species emitted during the zinc oxide/zinc hydroxide 1,4-benzenedicarboxylate metal org. framework synthesis (MOF-5, MOF-69c) have been used to investigate the reaction scheme that leads to the framework creation.  Changes of the gas-phase compn. over time indicate that the decompn. of the solvent diethylformamide occurs at least via two competing reaction pathways that can be linked to the reaction's overall water and pH management.  From isotope exchange expts., we deduce that one of the decompn. pathways leads to the removal of water from the reaction mixt., which sets the conditions when the synthesis of an oxide-based (MOF-5) instead of an hydroxide-based MOF (MOF-69c) occurs.  A quant. account of most reactants and byproducts before and after the MOF-5/MOF-69c synthesis is presented.  From the investigation of the reaction intermediates and byproducts, we derive a proposal of a basic reaction scheme for the std. synthesis zinc oxide carboxylate MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXksFart7w%253D&md5=8535925b9dcc5cd0ec387b72d383a068", " ", "9. ", " ", " ", "Hermes", ", ", "S.", "; ", "Witte", ", ", "T.", "; ", "Hikov", ", ", "T.", "; ", "Zacher", ", ", "D.", "; ", "Bahnmueller", ", ", "S.", "; ", "Langstein", ", ", "G.", "; ", "Huber", ", ", "K.", "; ", "Fischer", ", ", "R. A.", "  ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "5324", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Trapping Metal-Organic Framework Nanocrystals: An in-Situ Time-Resolved Light Scattering Study on the Crystal Growth of MOF-5 in Solution", "Hermes, Stephan; Witte, Thomas; Hikov, Todor; Zacher, Denise; Bahnmueller, Stefan; Langstein, Gerhard; Huber, Klaus; Fischer, Roland A.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "17", "),\r\n    ", "5324-5325", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The addn. of p-perfluoroethylbenzoic acid as capping reagent yields stable size-selected MOF-5 colloids {MOF-5 = [Zn4O(bdc)3] bdc = 1,4-benzenedicarboxylate} and suggests a general concept for controlled particle formation of carboxylic acid based MOFs (metalorg. open frameworks) in soln.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXjvVKgs74%253D&md5=7c33b66230becb408ec130c85d4c8038", " ", "10. ", " ", " ", "Shekhah", ", ", "C.", "; ", "Wang", ", ", "H.", "; ", "Kowarik", ", ", "S.", "; ", "Schreiber", ", ", "F.", "; ", "Paulus", ", ", "M.", "; ", "Tolan", ", ", "M.", "; ", "Sternemann", ", ", "C.", "; ", "Evers", ", ", "F.", "; ", "Zacher", ", ", "D.", "; ", "Fischer", ", ", "R. A.", "; ", "Wöll", ", ", "C.", "  ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "15118", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Step-by-Step Route for the Synthesis of Metal-Organic Frameworks", "Shekhah, Osama; Wang, Hui; Kowarik, Stefan; Schreiber, Frank; Paulus, Michael; Tolan, Metin; Sternemann, Christian; Evers, Florian; Zacher, Denise; Fischer, Roland A.; Woell, Christof", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "49", "),\r\n    ", "15118-15119", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Using a novel layer-by-layer approach the authors have deposited metal-org. open frameworks (MOFs), [Cu3(BTC)2(H2O)n], based on 1,3,5-benzenetricarboxylic acid (H3BTC) and Cu(II)-ions on a COOH-terminated org. surface.  The deposited layers were characterized using a no. of surface anal. techniques.  XRD measurements show that the MOFs deposited using this method have the same bulk structure of HKUST-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtlWmu7jI&md5=46beafc40035a456b09930a813cf7f44", " ", "11. ", " ", " ", "Ramsahye", ", ", "N. A.", "; ", "Maurin", ", ", "G.", "; ", "Bourrelly", ", ", "S.", "; ", "Llewellyn", ", ", "P.", "; ", "Loiseau", ", ", "T.", "; ", "Ferey", ", ", "G.", "  ", "Phys. Chem. Chem. Phys.", " ", "2007", ",  ", "9", ",  ", "1059", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Charge distribution in metal organic framework materials: transferability to a preliminary molecular simulation study of the CO2 adsorption in the MIL-53 (Al) system", "Ramsahye, N. A.; Maurin, G.; Bourrelly, S.; Llewellyn, P.; Loiseau, T.; Ferey, G.", "Physical Chemistry Chemical Physics", "\r\n        (", "2007", "),\r\n    ", "9", "\r\n        (", "9", "),\r\n    ", "1059-1063", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "D. functional theory calcns. have been performed in order to ext. the charge distribution in the aluminum-contg. MIL-53 structure, to allow further computational studies of adsorption in these materials.  Both cluster and periodic methods have been used and the charges calcd. for each atom constituting the org. and inorg. part of the material, were discussed.  Preliminary grand canonical Monte Carlo simulations, based on a consistent set of potential parameters and this newly derived charge distribution, predicted for enthalpies of adsorption for CO2 at low coverage in the \"large\" and \"narrow\" pore versions of MIL-53 (Al) to be significantly different.  These calcd. enthalpies reproduced the two distinct ranges of values obsd. by microcalorimetry on either side of 6 bars quite well.  This agreement between expt. and simulation validated our previous assumption, suggesting a structural switching of the hybrid material during the adsorption process.  The microscopic mode of interaction between the hybrid porous framework and the CO2 adsorption was then carefully analyzed in both of the MIL-53 (Al) structures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhvFSmtL0%253D&md5=fd76a908d6927e5fb0659d590293a50c", " ", "12. ", " ", " ", "Sagara", ", ", "T.", "; ", "Klassen", ", ", "J.", "; ", "Ganz", ", ", "E.", "  ", "J. Chem. Phys.", " ", "2004", ",  ", "121", ",  ", "12543", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Computational study of hydrogen binding by metal-organic framework-5", "Sagara, Tatsuhiko; Klassen, James; Ganz, Eric", "Journal of Chemical Physics", "\r\n        (", "2004", "),\r\n    ", "121", "\r\n        (", "24", "),\r\n    ", "12543-12547", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The authors report the results of quantum chem. calcns. on H2 binding by the metal-org. framework-5 (MOF)-5.  D. functional theory calcns. were used to calc. the at. positions, lattice const., and effective at. charges from the electrostatic potential for the MOF-5 crystal structure.  Second-order Moller-Plesset perturbation theory was used to calc. the binding energy of H2 to benzene and H2-1,4-benzenedicarboxylate-H2.  To achieve the necessary accuracy, the large Dunning basis sets aug-cc-pVTZ, and aug-cc-pVQZ were used, and the results were extrapolated to the basis set limit.  The binding energy results were 4.77 kJ/mol for benzene, 5.27 kJ/mol for H2-1,4-benzenedicarboxylate-H2.  The authors also est. binding of 5.38 kJ/mol for Li-1,4-benzenedicarboxylate-Li and 6.86 kJ/mol at the zinc oxide corners using 2nd-order Moller-Plesset perturbation theory.  To compare the theor. calcns. to the exptl. hydrogen storage results, grand canonical Monte Carlo calcns. were performed.  The Monte Carlo simulations identify a high energy binding site at the corners that quickly satd. with 1.27 H2 mols. at 78 °K.  At 300 °K, a broad range of binding sites are obsd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhtFSnsrvN&md5=ce83841b3f2a73f67a94aa9a0ef43c6d", " ", "13. ", " ", " ", "Yang", ", ", "Q. Y.", "; ", "Zhong", ", ", "C. L.", "  ", "J. Phys. Chem. B", " ", "2006", ",  ", "110", ",  ", "17776", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Molecular Simulation of Carbon Dioxide/Methane/Hydrogen Mixture Adsorption in Metal-Organic Frameworks", "Yang, Qingyuan; Zhong, Chongli", "Journal of Physical Chemistry B", "\r\n        (", "2006", "),\r\n    ", "110", "\r\n        (", "36", "),\r\n    ", "17776-17783", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This work performs a systematic computational study toward a mol. understanding of the sepn. characteristics of metal-org. frameworks (MOFs), for which the purifn. of synthetic gas by two representative MOFs, MOF-5 and Cu-BTC, is adopted as an example.  The simulations show that both geometry and pore size affect largely the sepn. efficiency, complex selectivity behaviors with different steps can occur in MOFs, and the electrostatic interactions that exist can enhance greatly the sepn. efficiency of gas mixts. composed of components with different chemistries.  Furthermore, the macroscopic sepn. behaviors of the MOF materials are elucidated at a mol. level to give insight into the underlying mechanisms.  The findings as well as the mol.-level elucidations provide useful microscopic information toward a complete understanding of the sepn. characteristics of MOFs that may lead to general design strategies for synthesizing new MOFs with tailored properties, as well as guiding their practical applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xot1Cgs7g%253D&md5=c6a04c3aa08b9d7c1b1cd9e20c64da35", " ", "14. ", " ", " ", "Han", ", ", "S. S.", "; ", "Goddard", ", ", "W. A.", "  ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "8422", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Lithium-Doped Metal-Organic Frameworks for Reversible H2 Storage at Ambient Temperature", "Han, Sang Soo; Goddard, William A., III", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "27", "),\r\n    ", "8422-8423", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Li-doped metal-org. framework (MOFs) structures were prepd. to maximize reversible H2 storage at room temp. and modest pressures.  This approach was tested using grand canonical Monte Carlo simulations with 1st-principles derived force fields.  It is predicted that at -30° and 100 bar Li-MOF-C30 would have a gravimetric H2 uptake of 6.0%, reaching the 2010 DoE target of 6.0% at -30-80° and pressures ≤100 bar.  Doping of MOFs with electropos. metals is a promising strategy for H storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmsVKms70%253D&md5=7526e8f5808c84c185b00684f57c1693", " ", "15. ", " ", " ", "Sagara", ", ", "T.", "; ", "Klassen", ", ", "J.", "; ", "Ortony", ", ", "J.", "; ", "Ganz", ", ", "E.", "  ", "J. Chem. Phys.", " ", "2005", ",  ", "123", ",  ", "014701", "[", "Crossref", "], [", "CAS", "]", "15. ", "Binding energies of hydrogen molecules to isoreticular metal-organic framework materials", "Sagara, Tatsuhiko; Klassen, James; Ortony, Julia; Ganz, Eric", "Journal of Chemical Physics", "\r\n        (", "2005", "),\r\n    ", "123", "\r\n        (", "1", "),\r\n    ", "014701/1-014701/4", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Recently, several novel isoreticular metal-org. framework (IRMOF) structures have been fabricated and tested for hydrogen storage applications.  To improve our understanding of these materials, and to promote quant. calcns. and simulations, the binding energies of hydrogen mols. to the MOF have been studied.  High-quality second-order Moeller-Plesset (MP2) calcns. using the resoln. of the identity approxn. and the quadruple zeta QZVPP basis set were used.  These calcns. use terminated mol. fragments from the MOF materials.  For H2 on the zinc oxide corners, the MP2 binding energy using Zn4O(HCO2)6 mol. is 6.28 kJ/mol.  For H2 on the linkers, the binding energy is calcd. using lithium-terminated mol. fragments.  The MP2 results with coupled-cluster singles and doubles and noniterative triples method corrections and charge-transfer corrections are 4.16 kJ/mol for IRMOF-1, 4.72 kJ/mol for IRMOF-3, 4.86 kJ/mol for IRMOF-6, 4.54 kJ/mol for IRMOF-8, 5.50 and 4.90 kJ/mol for IRMOF-12, 4.87 and 4.84 kJ/mol for IRMOF-14, 5.42 kJ/mol for IRMOF-18, and 4.97 and 4.66 kJ/mol for IRMOF-993.  The larger linkers are all able to bind multiple hydrogen mols. per side.  The linkers of IRMOF-12, IRMOF-993, and IRMOF-14 can bind two to three, three, and four hydrogen mols. per side, resp.  In general, the larger linkers have the largest binding energies, and, together with the enhanced surface area available for binding, will provide increased hydrogen storage.  We also find that adding up NH2 or CH3 groups to each linker can provide up to a 33% increase in the binding energy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXmsFGqtLs%253D&md5=b7d02c7bbf53d34bb8f0ca85a313f455", " ", "16. ", " ", " ", "Sagara", ", ", "T.", "; ", "Ortony", ", ", "J.", "; ", "Ganz", ", ", "E.", "  ", "J. Chem. Phys.", " ", "2005", ",  ", "123", ",  ", "214707", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "New isoreticular metal-organic framework materials for high hydrogen storage capacity", "Sagara, Tatsuhiko; Ortony, Julia; Ganz, Eric", "Journal of Chemical Physics", "\r\n        (", "2005", "),\r\n    ", "123", "\r\n        (", "21", "),\r\n    ", "214707/1-214707/6", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "These new isoreticular metal-org. framework (IRMOF) materials have increased H storage capacity at room temp.  Based on the potential-energy surface of H mols. on IRMOF linkers, and the interaction energy between H mols., the satn. value of H sorption capacity at room temp. was estd.  Design criteria and new IRMOF materials that have high gravimetric and volumetric H storage densities are discussed.  These new IRMOF materials have gravimetric storage densities up to 6.5% and volumetric storage densities up to 40 kg H2/m3 at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtlCgtbrP&md5=d271aa7b9a9e9327eea76902054f751b", " ", "17. ", " ", " ", "Fuentes-Cabrera", ", ", "M.", "; ", "Nicholson", ", ", "D. M.", "; ", "Sumpter", ", ", "B. G.", "; ", "Widom", ", ", "M.", "  ", "J. Chem. Phys.", " ", "2005", ",  ", "123", ",  ", "124713", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Electronic structure and properties of isoreticular metal-organic frameworks: The case of M-IRMOF1 (M = Zn, Cd, Be, Mg, and Ca)", "Fuentes-Cabrera, Miguel; Nicholson, Donald M.; Sumpter, Bobby G.; Widom, Mike", "Journal of Chemical Physics", "\r\n        (", "2005", "),\r\n    ", "123", "\r\n        (", "12", "),\r\n    ", "124713/1-124713/5", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "We investigate the possibility of tailoring the electronic properties of isoreticular metal-org. materials by replacing the metal atom in the metal-org. cluster and by doping.  The electronic structure of M-IRMOF1, where IRMOF1 stands for isoreticular metal-org. framework 1 and M = Be, Mg, Ca, Zn, and Cd, was examd. using d.-functional theory.  The results show that these materials have similar band gaps (ca. 3.5 eV) and a conduction band that is split into two bands, the lower of which has a width that varies with metal substitution.  This variation prompted us to investigate whether doping with Al or Li could be used to tailor the electronic properties of the Zn-IRMOF1 and Be-IRMOF1 materials.  It is shown that replacing one metal atom with Al can effectively be used to create IRMOFs with different metallic properties.  On the other hand, adding Li produces structural changes that render this approach less suitable.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtV2ju7bE&md5=cae774069ed8f481cf4ca3f13fa7580f", " ", "18. ", " ", " ", "Lee", ", ", "T. B.", "; ", "Kim", ", ", "D.", "; ", "Jung", ", ", "D. H.", "; ", "Choi", ", ", "S. B.", "; ", "Yoon", ", ", "J. H.", "; ", "Kim", ", ", "J.", "; ", "Choi", ", ", "K.", "; ", "Choi", ", ", "S. H.", "  ", "Catal. Today", " ", "2007", ",  ", "120", ",  ", "330", "[", "Crossref", "], [", "CAS", "]", "18. ", "Understanding the mechanism of hydrogen adsorption into metal organic frameworks", "Lee, Tae Bum; Kim, Daejin; Jung, Dong Hyun; Choi, Sang Beom; Yoon, Ji Hye; Kim, Jaheon; Choi, Kihang; Choi, Seung-Hoon", "Catalysis Today", "\r\n        (", "2007", "),\r\n    ", "120", "\r\n        (", "3-4", "),\r\n    ", "330-335", "CODEN:\r\n                ", "CATTEA", ";\r\n        ISSN:", "0920-5861", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Hydrogen adsorption mechanism into MOF-5, a porous metal-org. framework (MOF) was studied by d. functional theory calcn.  The selected functionals for the prediction of interaction energies between hydrogen and potential adsorption sites of MOF-5 were used after the evaluation with the various functionals for interaction energy of H2•••C6H6 model system.  The adsorption energy of hydrogen mol. into MOF-5 was studied with the consideration of the favorable adsorption sites and the orientations.  The authors also calcd. the 2nd favorable adsorption sites by geometry optimization using every combination of 2 1st adsorbed hydrogen mols.  Based on the calcn. of the 1st and the 2nd adsorption sites and energies, probably the hydrogen adsorption into MOF-5 follows a cooperative mechanism in which the metal sites initiate the propagation of the hydrogen adsorption on the whole frameworks.  The interaction mode between the simple benzene ring with hydrogen is significantly changed when the benzene ring was incorporated into the framework of MOF-5.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXht1Wgtr8%253D&md5=e59d1d738130aebae60dd202af7c1f69", " ", "19. ", " ", " ", "Mattesini", ", ", "M.", "; ", "Soler", ", ", "J. M.", "; ", "Yndurain", ", ", "F.", "  ", "Phys. Rev. B", " ", "2006", ",  ", "73", " ", "094111", "[", "Crossref", "], [", "CAS", "]", "19. ", "Ab initio study of metal-organic framework-5 Zn4O(1,4-benzenedicarboxylate)3: An assessment of mechanical and spectroscopic properties", "Mattesini, M.; Soler, J. M.; Yndurain, F.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2006", "),\r\n    ", "73", "\r\n        (", "9", "),\r\n    ", "094111/1-094111/8", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The electronic structure of porous metal-org. framework-5 (MOF-5) of compn. Zn4O(1,4-benzenedicarboxylate)3 was investigated with an ab initio d.-functional-theory method.  The unit cell vol. and at. positions were optimized with the well-known local-d. approxn. leading to a good agreement between the exptl. and theor. equil. structural parameters.  Single crystal elastic consts. (C11, C12, and C44) were then computed at the athermal limit in order to est. fundamental figures for technol. and engineering applications.  Our calcns. suggest that MOF-5 behaves as a soft and ductile material with a Young's modulus of the order of Oak wood.  Particular attention was also focused on the study of oxygen, and carbon K XANES spectra.  The differences in their shapes and energy peak positions were discussed in relation to the bonding topol. and to the different calculational methods used.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XjsV2qtbk%253D&md5=1db95e5d06a152f544b7702d40c7870f", "20. ", " ", " ", "Samanta", ", ", "A.", "; ", "Furuta", ", ", "T.", "; ", "Li", ", ", "J.", "  ", "J. Chem. Phys.", " ", "2006", ",  ", "125", " ", "084714", "[", "Crossref", "], [", "CAS", "]", "20. ", "Theoretical assessment of the elastic constants and hydrogen storage capacity of some metal-organic framework materials", "Samanta, Amit; Furuta, Terumi; Li, Ju", "Journal of Chemical Physics", "\r\n        (", "2006", "),\r\n    ", "125", "\r\n        (", "8", "),\r\n    ", "084714/1-084714/8", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Metal-org. frameworks (MOFs) are promising materials for applications such as sepn., catalysis, and gas storage.  A key indicator of their structural stability is the shear modulus.  DFT calcns. in a 106-atom supercell, under the local d. approxn., yielded c11 = 29.2 GPa and c12 = 13.1 GPa for Zn-based MOF-5.  However, c44 of MOF-5 is small, only 1.4 GPa at T = 0 K.  The binding energy, Eads, of a single H mol. in MOF-5 was evaluated using the same approach and it was -0.069 to -0.086 eV/H2 near the benzene linker and -0.106 to -0.160 eV/H2 near the Zn4O tetrahedra.  Substitution of Cl and hydroxyl in the benzene linker had a negligible effect on the physisorption energies.  Pentacoordinated Cu (and Al) in a framework structure similar to MOF-2 gives Eads≈-0.291 eV/H2 (and -0.230 eV/H2), and substitution of N in benzene (pyrazine) further enhances Eads near the org. linker to -0.16 eV/H2, according to DFT with local d. approxn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XptlCmt70%253D&md5=42e9a0dbec71334ffeb9a1e40bc11546", "21. ", " ", " ", "Mueller", ", ", "T.", "; ", "Ceder", ", ", "G.", "  ", "J. Phys. Chem. B", " ", "2005", ",  ", "109", ",  ", "17974", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "A Density Functional Theory Study of Hydrogen Adsorption in MOF-5", "Mueller, Tim; Ceder, Gerbrand", "Journal of Physical Chemistry B", "\r\n        (", "2005", "),\r\n    ", "109", "\r\n        (", "38", "),\r\n    ", "17974-17983", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Ab initio mol. dynamics in the generalized gradient approxn. to d. functional theory and ground-state relaxations are used to study the interaction between mol. hydrogen and the metal-org. framework with formula unit Zn4O(O2C-C6H4-CO2)3.  Five sym. unique adsorption sites are identified, and calcns. indicate that the sites with the strongest interaction with hydrogen are located near the Zn4O clusters.  Twenty total adsorption sites are found around each Zn4O cluster, but after 16 of these are populated, the interaction energy at the remaining 4 sites falls off significantly.  The adsorption of hydrogen on the pore walls creates an attractive potential well for hydrogen in the center of the pore.  The effect of the framework on the phys. structure and electronic structure of the org. linker is calcd., suggesting ways by which the interaction between the framework and hydrogen could be modified.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXps1eqtrw%253D&md5=61c55fce2a788131e154bc25079a0a39", " ", "22. ", " ", " ", "Mulder", ", ", "F. M.", "; ", "Dingemans", ", ", "T. J.", "; ", "Wagemaker", ", ", "M.", "; ", "Kearley", ", ", "G. J.", "  ", "Chem. Phys.", " ", "2005", ",  ", "317", ",  ", "113", "[", "Crossref", "], [", "CAS", "]", "22. ", "Modelling of hydrogen adsorption in the metal organic framework MOF5", "Mulder, F. M.; Dingemans, T. J.; Wagemaker, M.; Kearley, G. J.", "Chemical Physics", "\r\n        (", "2005", "),\r\n    ", "317", "\r\n        (", "2-3", "),\r\n    ", "113-118", "CODEN:\r\n                ", "CMPHC2", ";\r\n        ISSN:", "0301-0104", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Metal org. frameworks are formed by rigid org. spacer mols. linked by metal ions into a three-dimensional nano porous structure.  The large internal surface (up to 4500 m2 g-1) provides abundant sites for the adsorption of small mols. like hydrogen, which currently generates significant interest for their potential application as reversible hydrogen storage matrix.  A prerequisite for hydrogen storage at ambient conditions is that the interaction strength is sufficiently large.  Using VASP ab initio computer calcns. the adsorption interaction strength for MOF5 is found to be of the order of 70 meV per H2 mol., where the main adsorption interaction is with the oxygen atoms.  Such value compares well with adsorption expts. on MOF5 and it exceeds that obtained in nanostructured pure carbon materials.  The J = 0 to J = 1 rotational transition of the H2 detd. from inelastic neutron scattering results of Rosi et al. [N. L. Rosi, J. Eckert, M. Eddaoudi, D. T. Vodak, J. Kim, M. O'Keeffe, O. M. Yaghi, Science 300 (2003) 1127] is compared to the simulation results, and a hydrogen self diffusion coeff. is estd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtFars7jL&md5=4fd8ef4c3de3f1c70ff9ba54efa5c524", " ", "23. ", " ", " ", "Kuc", ", ", "A.", "; ", "Enyashin", ", ", "A.", "; ", "Seifert", ", ", "G.", "  ", "J. Phys. Chem. B", " ", "2007", ",  ", "111", ",  ", "8179", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Metal-Organic Frameworks: Structural, Energetic, Electronic, and Mechanical Properties", "Kuc, A.; Enyashin, A.; Seifert, G.", "Journal of Physical Chemistry B", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "28", "),\r\n    ", "8179-8186", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The structural, energetic, electronic, and mech. properties of a series of metal-org. framework (MOF) materials were systematically studied with the d. functional based tight-binding method.  The cubic array of Zn4O(CO2)6 units (connectors) connected by different types of org. secondary building blocks (linkers) was considered.  These materials are stable with bulk moduli ranging from 0.5 to 24 GPa with decreasing size of the linker.  All MOFs are semiconductors or insulators with band gaps between 1.0 and 5.5 eV, mainly detd. by HOMO-LUMO gaps of the linker mols.  The at. charges are nearly the same for free building blocks and the solid MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmslGjt70%253D&md5=dc2d2bf83e359ca82bb781696452fa35", " ", "24. ", " ", " ", "Düren", ", ", "T.", "; ", "Snurr", ", ", "R. Q.", "  ", "J. Phys. Chem. B", " ", "2004", ",  ", "108", ",  ", "15703", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Assessment of Isoreticular Metal-Organic Frameworks for Adsorption Separations: A Molecular Simulation Study of Methane/n-Butane Mixtures", "Dueren, Tina; Snurr, Randall Q.", "Journal of Physical Chemistry B", "\r\n        (", "2004", "),\r\n    ", "108", "\r\n        (", "40", "),\r\n    ", "15703-15708", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A wide variety of new nanoporous metal-org. materials are being synthesized by many research groups using supramol. chem. and directed assembly in a building block approach based on corner units and linker mols.  These materials may lead to revolutionary advances in adsorption sepns. because the properties of these materials may be tailored in a synthetically predictable manner.  In this paper, we use mol. simulations to assess the suitability of one group of metal org. materials, namely, isoreticular metal-org. frameworks (IRMOFs), as adsorbents for mixt. sepns.  By using grand canonical Monte Carlo simulations, the influence of the linker mol. on the adsorption of methane, n-butane, and their mixts. is detd.  Detailed anal. of the energetics as well as the siting of mols. in the cavities allows us to resolve the impact of the linker mols. on the selectivity and to propose new, not yet synthesized materials, which show even higher selectivities.  The predicted selectivities are as good as or better than exptl. obsd. selectivities in other adsorbents, suggesting that IRMOFs are promising materials for the sepn. of hydrocarbons.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXnt12gtb0%253D&md5=7e37d0e541794813120d0b5d3fa95069", " ", "25. ", " ", " ", "Ramsahye", ", ", "N. A.", "; ", "Maurin", ", ", "G.", "; ", "Bourrelly", ", ", "S.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Loiseau", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "Ferey", ", ", "G.", "  ", "Chem. Commun.", " ", "2007", ",  ", "3261", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "25. ", "On the breathing effect of a metal-organic framework upon CO2 adsorption: Monte Carlo compared to microcalorimetry experiments", "Ramsahye, Naseem A.; Maurin, Guillaume; Bourrelly, Sandrine; Llewellyn, Philip L.; Loiseau, Thierry; Serre, Christian; Ferey, Gerard", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2007", "),\r\n    ", "\r\n        (", "31", "),\r\n    ", "3261-3263", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Grand Canonical Monte Carlo simulations have explained the breathing of a metal-org. framework upon CO2 adsorption, first suggested by microcalorimetry.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXosVSntLs%253D&md5=ce5995d859ada1dd3ff565fa8a651cdb", " ", "26. ", " ", " ", "Sarkisov", ", ", "L.", "; ", "Düren", ", ", "T.", "; ", "Snurr", ", ", "R. Q.", "  ", "Mol. Phys.", " ", "2004", ",  ", "102", ",  ", "211", "[", "Crossref", "], [", "CAS", "]", "26. ", "Molecular modelling of adsorption in novel nanoporous metal-organic materials", "Sarkisov, Lev; Dueren, Tina; Snurr, Randall Q.", "Molecular Physics", "\r\n        (", "2004", "),\r\n    ", "102", "\r\n        (", "2", "),\r\n    ", "211-221", "CODEN:\r\n                ", "MOPHAM", ";\r\n        ISSN:", "0026-8976", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "Grand canonical Monte Carlo and mol. dynamics simulations have been performed for methane, n-alkanes, cyclohexane and benzene in two novel nanoporous metal-org. materials.  The first material, bipyridine mol. squares, consists of discrete square mols. with corners formed by rhenium complexes and edges formed by bipyridine links, giving a small cavity within each square.  The material is considered in both its cryst. form and an amorphous packing of squares.  The second material is IRMOF-1, a periodic, cryst. structure also with metal corners and org. bridging units.  Adsorption isotherms and self-diffusion coeffs. are reported and provide insight into mol. interactions in these materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXjt1ahtrs%253D&md5=293da64a68df41384e8ca11f20eb1b17", " ", "27. ", " ", " ", "Vishnyakov", ", ", "A.", "; ", "Ravikovitch", ", ", "P. I.", "; ", "Neimark", ", ", "A. V.", "; ", "Bulow", ", ", "M.", "; ", "Wang", ", ", "Q. M.", "  ", "Nano Lett.", " ", "2003", ",  ", "3", ",  ", "713", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "Nanopore Structure and Sorption Properties of Cu-BTC Metal-Organic Framework", "Vishnyakov, Aleksey; Ravikovitch, Peter I.; Neimark, Alexander V.; Bulow, Martin; Wang, Qing Min", "Nano Letters", "\r\n        (", "2003", "),\r\n    ", "3", "\r\n        (", "6", "),\r\n    ", "713-718", "CODEN:\r\n                ", "NALEFD", ";\r\n        ISSN:", "1530-6984", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Grand canonical Monte Carlo simulations in conjunction with high-resoln. low-pressure argon adsorption expts. were employed to study adsorption mechanisms on the copper(II) benzene-1,3,5-tricarboxylate metal-org. framework (Cu-BTC).  We constructed a mol. structural model of Cu-BTC.  The pore network of Cu-BTC has a simple cubic symmetry.  It consists of main channels of a square cross-section of ca. 0.9 nm diam. and tetrahedral side pockets of ca. 0.5 nm, which are connected to the main channels by triangular windows of ca. 0.35 nm diam.  Using a parameterized united-atom force field, we have detd. the preferential adsorption sites and the sequence of adsorption mechanisms from a gradual filling of the side pockets to a stepwise adsorption and condensation in the main channels.  The simulation results agree quant. with the exptl. isotherm of argon up to almost complete filling of the pore network.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXjsFarsLg%253D&md5=6b2cf979ffafc366ad7aa4b01332bb5e", " ", "28. ", " ", " ", "Düren", ", ", "T.", "; ", "Sarkisov", ", ", "L.", "; ", "Yaghi", ", ", "O. M.", "; ", "Snurr", ", ", "R. Q.", "  ", "Langmuir", " ", "2004", ",  ", "20", ",  ", "2683", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Design of new materials for methane storage", "Duren Tina; Sarkisov Lev; Yaghi Omar M; Snurr Randall Q", "Langmuir : the ACS journal of surfaces and colloids", "\r\n        (", "2004", "),\r\n    ", "20", "\r\n        (", "7", "),\r\n    ", "2683-9", "\r\n        ISSN:", "0743-7463", ".\r\n    ", "One of the strategic goals of the modern automobile manufacturing industry is to replace gasoline and diesel with alternative fuels such as natural gas.  In this report, we elucidate the desired characteristics of an optimal adsorbent for gas storage.  The U.S.  Department of Energy has outlined several requirements that adsorbents must fulfill for natural gas to become economically viable, with a key criterion being the amount adsorbed at 35 bar.  We explore the adsorption characteristics of novel metal-organic materials (IRMOFs and molecular squares) and contrast them with the characteristics of two zeolites, MCM-41, and different carbon nanotubes.  Using molecular simulations, we uncover the complex interplay of the factors influencing methane adsorption, especially the surface area, the capacity or free volume, the strength of the energetic interaction, and the pore size distribution.  We also explain the extraordinary adsorption properties of IRMOF materials and propose new, not yet synthesized IRMOF structures with adsorption characteristics that are predicted to exceed the best experimental results to date by up to 36%.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD2M3gtFWquw%253D%253D&md5=0f10aca88c4253004548b2ba1dae20b3", " ", "29. ", " ", " ", "Garberoglio", ", ", "G.", "; ", "Skoulidas", ", ", "A. I.", "; ", "Johnson", ", ", "J. K.", "  ", "J. Phys. Chem. B", " ", "2005", ",  ", "109", ",  ", "13094", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Adsorption of Gases in Metal Organic Materials: Comparison of Simulations and Experiments", "Garberoglio, Giovanni; Skoulidas, Anastasios I.; Johnson, J. Karl", "Journal of Physical Chemistry B", "\r\n        (", "2005", "),\r\n    ", "109", "\r\n        (", "27", "),\r\n    ", "13094-13103", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Mol. simulations using std. force fields have been carried out to model the adsorption of various light gases on a no. of different metal org. framework-type materials.  The results have been compared with the available exptl. data to test the validity of the model potentials.  We observe good agreement between simulations and expts. for a no. of different cases and very poor agreement in other cases.  Possible reasons for the discrepancy in simulated and measured isotherms are discussed.  We predict hydrogen adsorption isotherms at 77 and 298 K in a no. of different metal org. framework materials.  The importance of quantum diffraction effects and framework charges on the adsorption of hydrogen at 77 K is discussed.  Our calcns. indicate that at room temp. none of the materials that we have tested is able to meet the requirements for on-board hydrogen storage for fuel cell vehicles.  We have calcd. the vol. available in a given sorbent at a specified adsorption energy (d. of states).  We discuss how this d. of states can be used to assess the effectiveness of a sorbent material for hydrogen storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXltlyrsbs%253D&md5=73b98fa9a5d8e6e0d289cf2a14b490e0", " ", "30. ", " ", " ", "Jiang", ", ", "J. W.", "; ", "Sandler", ", ", "S. I.", "  ", "Langmuir", " ", "2006", ",  ", "22", ",  ", "5702", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "Monte Carlo Simulation for the Adsorption and Separation of Linear and Branched Alkanes in IRMOF-1", "Jiang, Jianwen; Sandler, Stanley I.", "Langmuir", "\r\n        (", "2006", "),\r\n    ", "22", "\r\n        (", "13", "),\r\n    ", "5702-5707", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption and sepn. of linear and branched alkanes in the isoreticular metal-org. framework IRMOF-1 were studied using Monte Carlo simulation.  For pure linear alkanes (C1-nC5), the limiting adsorption properties exhibit linear behavior with the alkane C no.; the long alkane is preferentially adsorbed over the short alkane at low fugacities, whereas the reverse is found at high fugacities.  For pure branched alkanes (C5 isomers), the linear isomer adsorbs more than its branched analog.  The adsorbed amts. of pure alkanes in IRMOF-1 are substantially greater than in a C nanotube bundle and in silicalite.  For a 5-component mixt. of C1 to nC5 linear alkanes, the long alkane adsorption 1st increases and then decreases with increasing fugacity, whereas short alkane adsorption continually increases and progressively replaces the long alkane at high fugacity due to the size entropy effect.  For a 3-component mixt. of C5 isomers, the adsorption of each isomer increases with increasing fugacity until satn., though there is less adsorption of the branched isomer due to the configurational entropy effect.  The adsorption selectivity among the alkanes in IRMOF-1 is smaller than in a C nanotube bundle and in silicalite.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XksFKktL0%253D&md5=335633c3f7f2666ac6d20d26422b1876", " ", "31. ", " ", " ", "Wang", ", ", "S. Y.", "  ", "Energy Fuels", " ", "2007", ",  ", "21", ",  ", "953", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "Comparative Molecular Simulation Study of Methane Adsorption in Metal-Organic Frameworks", "Wang, Sanyue", "Energy & Fuels", "\r\n        (", "2007", "),\r\n    ", "21", "\r\n        (", "2", "),\r\n    ", "953-956", "CODEN:\r\n                ", "ENFUEM", ";\r\n        ISSN:", "0887-0624", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A systematic Monte Carlo simulation has been performed on the adsorption of CH4 in a series of 10 metal-org. frameworks (MOFs) to confirm the desired characteristics of an optimal adsorbent for methane storage.  The simulation shows that high isosteric heat of adsorption, specific accessible area, free vol., and low d. of framework are all desirable properties for a material with high adsorption capacity.  However, not all these properties are compatible, and there exists a complex interplay of these that influence the uptake of methane.  We conclude that the accessible surface area and free vol. play a main role in detg. methane uptake at 298 K and 3.5 MPa from this simulation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXisVOmsLk%253D&md5=6bc87b37cc3569be58e1ed7b23052ff3", " ", "32. ", " ", " ", "Wang", ", ", "S. Y.", "; ", "Yang", ", ", "Q. Y.", "; ", "Zhong", ", ", "C. L.", "  ", "Acta Chim. Sin.", " ", "2006", ",  ", "64", ",  ", "1775", "[", "CAS", "]", "32. ", "Adsorption and diffusion characteristics of methanol in the flexible metal-organic framework material using molecular simulation", "Wang, San-Yue; Yang, Qing-Yuan; Zhong, Chong-Li", "Huaxue Xuebao", "\r\n        (", "2006", "),\r\n    ", "64", "\r\n        (", "17", "),\r\n    ", "1775-1779", "CODEN:\r\n                ", "HHHPA4", ";\r\n        ISSN:", "0567-7351", ".\r\n    \r\n            (", "Huaxue Xuebao Bianjibu", ")\r\n        ", "Adsorption energy and diffusion barrier of methanol in Ni2(4,4'-bipyridine)3(NO3)4 were studied using mol. mechanics and mol. dynamics method.  Each Ni2(4,4'-bipyridine)3(NO3)4 unit can adsorb 4 methanol mols. and the structure was optimized for the uptake of 2 methanol mols.  The framework structure underwent obvious deformation when the loading was >2, which resulted in methanol adsorption isotherm step.  The calcd. diffusion barrier (35.94 kJ mol-1) accorded with the expt. well.  It could be concluded that structure deformation strongly affected the adsorption and diffusion characteristic of adsorbate in flexible metal-org. frameworks (MOFs).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtVCksr3I&md5=a05a215e8c9d421d8841470f40d6af95", " ", "33. ", " ", " ", "Frost", ", ", "H.", "; ", "Düren", ", ", "T.", "; ", "Snurr", ", ", "R. Q.", "  ", "J. Phys. Chem. B", " ", "2006", ",  ", "110", ",  ", "9565", "[", "ACS Full Text ", "], [", "CAS", "]", "33. ", "Effects of Surface Area, Free Volume, and Heat of Adsorption on Hydrogen Uptake in Metal-Organic Frameworks", "Frost, Houston; Dueren, Tina; Snurr, Randall Q.", "Journal of Physical Chemistry B", "\r\n        (", "2006", "),\r\n    ", "110", "\r\n        (", "19", "),\r\n    ", "9565-9570", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Grand canonical Monte Carlo simulations were performed to predict adsorption isotherms for hydrogen in 10 isoreticular metal-org. frameworks (IRMOFs).  The results show acceptable agreement with the limited exptl. results from the literature.  The effects of surface area, free vol., and heat of adsorption on hydrogen uptake were studied by performing simulations over a wide range of pressures on this set of materials, which all have the same framework topol. and surface chem. but varying pore sizes.  The results reveal the existence of 3 adsorption regimes: at low pressure (loading), hydrogen uptake correlates with the heat of adsorption; at intermediate pressure, uptake correlates with the surface area; and at the highest pressures, uptake correlates with the free vol.  The accessible surface area and free vol., calcd. from the crystal structures, were also used to est. the potential of these materials to meet gravimetric and volumetric targets for hydrogen storage in IRMOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XjslSltLs%253D&md5=9bfc93b675982afd28c758c9299f0b1b", " ", "34. ", " ", " ", "Yang", ", ", "Q. Y.", "; ", "Zhong", ", ", "C. L.", "  ", "J. Phys. Chem. B", " ", "2006", ",  ", "110", ",  ", "655", "[", "ACS Full Text ", "], [", "CAS", "]", "34. ", "Understanding Hydrogen Adsorption in Metal-Organic Frameworks with Open Metal Sites: A Computational Study", "Yang, Qingyuan; Zhong, Chongli", "Journal of Physical Chemistry B", "\r\n        (", "2006", "),\r\n    ", "110", "\r\n        (", "2", "),\r\n    ", "655-658", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Recent exptl. investigations show that the open metal sites may have a favorable impact on the hydrogen adsorption capacity of metal-org. frameworks (MOFs); however, no definite evidence has been obtained to date and little is known on the interactions between hydrogen and the pore walls of this kind of MOFs.  In this work, a combined grand canonical Monte Carlo simulation and d. functional theory calcn. is performed on the adsorption of hydrogen in MOF-505, a recently synthesized MOF with open metal sites, to provide insight into mol.-level details of the underlying mechanisms.  This work shows that metal-oxygen clusters are preferential adsorption sites for hydrogen, and the strongest adsorption of hydrogen is found in the directions of coordinatively unsatd. open metal sites, providing evidence that the open metal sites have a favorable impact on the hydrogen sorption capacity of MOFs.  The storage capacity of hydrogen of MOF-505 at room temp. and moderate pressures is predicted to be low, in agreement with the outcome for hydrogen physisorption in other porous materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtlarsL%252FJ&md5=2d70ee7245ea1f739dff451d3640f16f", " ", "35. ", " ", " ", "Zhou", ", ", "W.", "; ", "Wu", ", ", "H.", "; ", "Hartman", ", ", "M. R.", "; ", "Yildirim", ", ", "T.", "  ", "J. Phys. Chem. C", " ", "2007", ",  ", "111", ",  ", "16131", "[", "ACS Full Text ", "], [", "CAS", "]", "35. ", "Hydrogen and Methane Adsorption in Metal-Organic Frameworks: A High-Pressure Volumetric Study", "Zhou, Wei; Wu, Hui; Hartman, Michael R.; Yildirim, Taner", "Journal of Physical Chemistry C", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "44", "),\r\n    ", "16131-16137", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors report hydrogen and methane adsorption isotherms in 2 prototypical metal-org. framework compds. (i.e., MOF5 and ZIF8) over a large temp. (30-300 K) and pressure (up to 65 bar) range using a fully computer-controlled Sieverts app.  In a volumetric method, a proper choice of real gas equation of state is crit. for obtaining reliable isotherm data.  The widely used van der Waals equation of state (EOS) is not adequate to describe H2 and CH4, while the modified Benedict-Webb-Rubin (MBWR) EOS works well, even at very low temps. and high pressures.  With the known sample mass and bulk d., the skeleton d. and the specific pore vol. of MOF5 and ZIF8 were also measured.  In addn. to excess and abs. adsorption isotherms, the authors also introduce an effective adsorption which compares the amts. of gas adsorbed in a container with and without the adsorbent.  At low temps., the maximal excess adsorption capacities of H2 and CH4 in MOF5 are 10.3% and 51.7%, resp., while they are only 4.4% and 22.4% in ZIF8.  From the temp.-dependent isotherm data, the isosteric heat of adsorption (Qst) was also estd.  The excess Qst's for the initial H2 and CH4 adsorption in MOF5 are ∼4.8 kJ/mol and ∼12.2 kJ/mol, resp.  The authors obtained similar Qst's for ZIF8.  The authors hope that the detailed isotherm curves reported here over a large temp. and pressure range will be a crit. test for future grand canonical Monte Carlo simulations and force-field models.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFWqtbjL&md5=5929450c7b34ee817bcb88a1d1461a5b", " ", "36. ", " ", " ", "Skoulidas", ", ", "A. I.", "  ", "J. Am. Chem. Soc.", " ", "2004", ",  ", "126", ",  ", "1356", "[", "ACS Full Text ", "], [", "CAS", "]", "36. ", "Molecular dynamics simulations of gas diffusion in metal-organic frameworks: Argon in CuBTC", "Skoulidas, Anastasios I.", "Journal of the American Chemical Society", "\r\n        (", "2004", "),\r\n    ", "126", "\r\n        (", "5", "),\r\n    ", "1356-1357", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The class of coordination polymers known as metalorg. frameworks (MOFs) has 3D porous structures that are considered as a promising alternative to zeolites and other nanoporous materials for catalysis, gas adsorption, and gas sepn. applications.  Here, the first study of gas diffusion inside an MOF is presented and the obsd. diffusion is compared to known behaviors in zeolites.  Using grand canonical Monte Carlo and equil. mol. dynamics, the adsorption isotherm and self-, cor., and transport diffusivities for argon in the CuBTC metalorg. framework were calcd.  Diffusion of Ar in CuBTC is very similar to Ar diffusion in silica zeolites in magnitude, concn., and temp. dependence.  This conclusion appears to apply to a broad range of MOF structures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXkt1GgtQ%253D%253D&md5=891cecf2e3cbb604e67a8dc7530d296f", " ", "37. ", " ", " ", "Skoulidas", ", ", "A. I.", "; ", "Sholl", ", ", "D. S.", "  ", "J. Phys. Chem. B", " ", "2005", ",  ", "109", ",  ", "15760", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "Self-Diffusion and Transport Diffusion of Light Gases in Metal-Organic Framework Materials Assessed Using Molecular Dynamics Simulations", "Skoulidas, Anastasios I.; Sholl, David S.", "Journal of Physical Chemistry B", "\r\n        (", "2005", "),\r\n    ", "109", "\r\n        (", "33", "),\r\n    ", "15760-15768", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. framework (MOF) materials pose an interesting alternative to more traditional nanoporous materials for a variety of sepn. processes.  Sepn. processes involving nanoporous materials can be controlled by either adsorption equil., diffusive transport rates, or a combination of these factors.  Adsorption equil. was studied for a variety of gases in MOFs, but almost nothing is currently known about mol. diffusion rates in MOFs.  The authors used equil. mol. dynamics (MD) to probe the self-diffusion and transport diffusion of a no. of small gas species in several MOFs as a function of pore loading at room temp.  Specifically, the authors have studied Ar, CH4, CO2, N2, and H2 diffusion in MOF-5.  The diffusion of Ar in MOF-2, MOF-3, and Cu-BTC was assessed in a similar manner.  Results greatly expand the range of MOFs for which data describing mol. diffusion is available.  The authors discuss the prospects for exploiting mol. transport properties in MOFs in practical sepn. processes and the future role of MD simulations in screening families of MOFs for these processes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXmvVCku7c%253D&md5=958a9da667518e625f7adeaed48d5a01", " ", "38. ", " ", " ", "Yang", ", ", "Q. Y.", "; ", "Zhong", ", ", "C. L.", "  ", "J. Phys. Chem. B", " ", "2005", ",  ", "109", ",  ", "11862", "[", "ACS Full Text ", "], [", "CAS", "]", "38. ", "Molecular Simulation of Adsorption and Diffusion of Hydrogen in Metal-Organic Frameworks", "Yang, Qingyuan; Zhong, Chongli", "Journal of Physical Chemistry B", "\r\n        (", "2005", "),\r\n    ", "109", "\r\n        (", "24", "),\r\n    ", "11862-11864", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) are thought to be a set of promising hydrogen storage materials; however, little is known about the interactions between hydrogen mols. and pore walls as well as the diffusivities of hydrogen in MOFs.  In this work, we performed a systematic mol. simulation study on the adsorption and diffusion of hydrogen in MOFs to provide insight into mol.-level details of the underlying mechanisms.  This work shows that metal-oxygen clusters are preferential adsorption sites for hydrogen in MOFs, and the effect of the org. linkers becomes evident with increasing pressure.  The hydrogen storage capacity of MOFs is similar to carbon nanotubes, which is higher than zeolites.  Diffusion of hydrogen in MOFs is an activated process that is similar to diffusion in zeolites.  The information derived in this work is useful to guide the future rational design and synthesis of tailored MOF materials with improved hydrogen adsorption capability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXksVerurs%253D&md5=03e03862fbac60af4a5473dcbbc60d89", " ", "39. ", " ", " ", "Amirjalayer", ", ", "S.", "; ", "Tafipolsky", ", ", "M.", "; ", "Schmid", ", ", "R.", "  ", "Angew. Chem.−Int. Ed.", " ", "2007", ",  ", "46", ",  ", "463", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "39. ", "Molecular dynamics simulation of benzene diffusion in MOF-5: importance of lattice dynamics", "Amirjalayer, Saeed; Tafipolsky, Maxim; Schmid, Rochus", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "3", "),\r\n    ", "463-466", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "When benzene mols. diffuse through the metal org. framework MOF-5, they accumulate in pockets.  Mol. dynamics simulations reveal that the correlated lattice motion increases this binding.  Only when the the lattice dynamics are considered in the simulation, can the exptl. diffusion consts. be reproduced.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXnvVCjtw%253D%253D&md5=7085b74ffa98c65344e0cc5295bf5ad9", " ", "40. ", " ", " ", "Rappe", ", ", "A. K.", "; ", "Casewit", ", ", "C. J.", "; ", "Colwell", ", ", "K. S.", "; ", "Goddard", ", ", "W. A.", "; ", "Skiff", ", ", "W. M.", "  ", "J. Am. Chem. Soc.", " ", "1992", ",  ", "114", ",  ", "10024", "[", "ACS Full Text ", "], [", "CAS", "]", "40. ", "UFF, a full periodic table force field for molecular mechanics and molecular dynamics simulations", "Rappe, A. K.; Casewit, C. J.; Colwell, K. S.; Goddard, W. A., III; Skiff, W. M.", "Journal of the American Chemical Society", "\r\n        (", "1992", "),\r\n    ", "114", "\r\n        (", "25", "),\r\n    ", "10024-35", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "A new mol. mechanics force field, the Universal force field (UFF), is described wherein the force field parameters are estd. using general rules based only on the element, its hybridization and its connectivity.  The force field functional forms, parameters, and generating formulas for the full periodic table are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38Xmtl2qur8%253D&md5=cf41e8bb9ad299fd5d79f070d690afe1", " ", "41. ", " ", " ", "Greathouse", ", ", "J. A.", "; ", "Allendorf", ", ", "M. D.", "  ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "10678", "[", "ACS Full Text ", "], [", "CAS", "]", "41. ", "The Interaction of Water with MOF-5 Simulated by Molecular Dynamics", "Greathouse, Jeffery A.; Allendorf, Mark D.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "33", "),\r\n    ", "10678-10679", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Force field parameters for use with metal-org. framework-5 (MOF-5 or IRMOF-1) are presented.  Flexibility within the framework is included in this model, so that structural changes upon interaction with adsorbate mols. can be obsd. and quantified.  The model was validated by comparing simulated lattice parameters of pure MOF-5 with X-ray diffraction results.  For the first time, mol. dynamics simulations have been performed that show how water interacts with MOF-5.  The framework is stable at water contents up to 2.3% by mass, but distortion in the lattice structure is already evident.  At water contents of 3.9% and higher, the framework collapses because of the replacement of MOF O atoms by water O atoms in the Zn coordination shells.  As a result, inorg. MOF O atoms are no longer coordinated by four Zn ions, and benzene dicarboxylate linkers are no longer tethered to Zn centers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xns1WqtL4%253D&md5=65bd73b755fe8dc52f35d5aabb0b8eca", " ", "42. ", " ", " ", "Greathouse", ", ", "J. A.", "; ", "Allendorf", ", ", "M. D.", "  ", "J. Phys. Chem. C", " ", "2008", ",  ", "112", ",  ", "5795", "– ", "5802", "[", "ACS Full Text ", "], [", "CAS", "]", "42. ", "Force Field Validation for Molecular Dynamics Simulations of IRMOF-1 and Other Isoreticular Zinc Carboxylate Coordination Polymers", "Greathouse, Jeffery A.; Allendorf, Mark D.", "Journal of Physical Chemistry C", "\r\n        (", "2008", "),\r\n    ", "112", "\r\n        (", "15", "),\r\n    ", "5795-5802", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Mol. dynamics simulations were conducted to validate a hybrid force field for metal-org. framework-5 (IRMOF-1).  In this force field, only nonbonded parameters are used to describe Zn-O interactions.  The CVFF force field was used with slight modifications to describe the benzene dicarboxylate linker.  The force field correctly predicts a wide range of structural properties of this MOF, including a neg. thermal expansion of approx. 1% at 30 and 293 K, in agreement with both theory and expt.  Compressibility results and the assocd. elastic moduli are in also good agreement with published d. functional theory calcns. and nanoindentation expts.  The force field predicts a decrease in elastic moduli as temp. increases, which would greatly affect the mech. properties of MOFs.  Calcd. vibrational frequencies for Zn-O modes agree with expt., and a low-frequency mode representing a 180° rotation of the Ph groups is seen.  This rotation becomes more prevalent as the temp. is increased from 300 to 400 K, in agreement with NMR data.  Simulations were also carried out with adsorbed guests, including ethanol, cyclohexane, and several chloromethanes.  It is shown that the IRMOF-1 lattice parameter depends on the nature of the guest-framework interaction; strongly hydrophilic guests, such as ethanol, cause a decrease (-0.9%) in unit cell vol., while hydrophobic guests cause an increase (0.7-1.5%) in unit cell vol.  The calcd. free vols. in IRMOF-1 range from 53.5% to 56.0%, in good agreement with expt.  Finally, the activation energy for benzene self-diffusion calcd. at low loadings is in good agreement with previous simulations and NMR results, but the magnitude of the diffusion const. is underestimated, most likely because of deficiencies in the CVFF portion of the force field.  The results demonstrate, however, that employing a rigid force field results in much poorer agreement with exptl. data.  Addnl., a flexible force field approach is required when simulating framework stability because of phys. changes or the presence of adsorbates.  The use of a general-purpose force field for the org. components allows our approach to be extended to other Zn-based frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXjsFGju78%253D&md5=127ae3e9fba586da6624fd7446acf6f8", " ", "43. ", " ", " ", "Huang", ", ", "B. L.", "; ", "McGaughey", ", ", "A. J. H.", "; ", "Kaviany", ", ", "M.", "  ", "Int. J. Heat Mass Trans.", " ", "2007", ",  ", "50", ",  ", "393", "[", "Crossref", "], [", "CAS", "]", "43. ", "Thermal conductivity of metal-organic framework 5 (MOF-5): Part I. Molecular dynamics simulations", "Huang, B. L.; McGaughey, A. J. H.; Kaviany, M.", "International Journal of Heat and Mass Transfer", "\r\n        (", "2007", "),\r\n    ", "50", "\r\n        (", "3-4", "),\r\n    ", "393-404", "CODEN:\r\n                ", "IJHMAK", ";\r\n        ISSN:", "0017-9310", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The phonon thermal cond. of MOF-5, a metal-org. framework crystal with a phenylene bridge, is predicted between temps. of 200 and 400 K by using mol. dynamics simulations and the Green-Kubo method.  The simulations are performed using interat. potentials obtained using ab initio calcns. and exptl. results.  The predicted thermal cond. of MOF-5 is low for a crystal, 0.31 W/m/K at a temp. of 300 K, and its temp. dependence is very weak.  By decompg. the thermal cond. into components assocd. with short- and long-range acoustic phonons and optical phonons, the weak temp. dependence is found to be related to the mean free path of the majority of phonons, which is of the order of lattice parameter (and is essentially temp. independent).  To interpret the results, an anal. thermal cond. relation is derived, which reduces to the Cahill-Pohl and Slack models under appropriate assumptions.  The relation contains a crit. frequency, which dets. the relative contributions of the short- and long-range acoustic phonons.  The small long-range acoustic phonon contribution is related to the long and flexible phenylene bridge and to the mass mismatch between the cages and the bridges.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xhtlaiu7vE&md5=c1b81711d995b1ddb8207680fa2c1eb4", " ", "44. ", " ", " ", "Dubbeldam", ", ", "D.", "; ", "Walton", ", ", "K. S.", "; ", "Ellis", ", ", "D. E.", "; ", "Snurr", ", ", "R. Q.", "  ", "Angew. Chem.−Int. Ed.", " ", "2007", ",  ", "46", ",  ", "4496", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "44. ", "Exceptional negative thermal expansion in isoreticular metal-organic frameworks", "Dubbeldam, David; Walton, Krista S.; Ellis, Donald E.; Snurr, Randall Q.", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "24", "),\r\n    ", "4496-4499", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A new model for flexible frameworks is used to simulate the structures and adsorption properties of isoreticular metal-org. frameworks (IRMOFs), such as IRMOF-1.  The structural simulations suggest that the IRMOFs have neg. thermal-expansion coeffs. over their full temp. ranges of stability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmvVOltrc%253D&md5=2469767991b8f4a9eb32bb9bc0382753", " ", "45. ", " ", " ", "Han", ", ", "S. S.", "; ", "Goddard", ", ", "W. A.", "  ", "J. Phys. Chem. C", " ", "2007", ",  ", "111", ",  ", "15185", "[", "ACS Full Text ", "], [", "CAS", "]", "45. ", "Metal-Organic Frameworks Provide Large Negative Thermal Expansion Behavior", "Han, Sang Soo; Goddard, William A., III", "Journal of Physical Chemistry C", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "42", "),\r\n    ", "15185-15191", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Using mol. dynamics (MD) simulations, we show that metal-org. frameworks (MOFs) constructed using octahedral Zn4O(CO2)6 clusters linked via arom. carbon ring structures lead to neg. thermal expansion (NTE) behavior (from 0 K to melting).  We find that MOF-C22 contracts volumetrically by 1.9% over the range of 0 to 600 K, making it one of the best NTE materials (linear expansion coeff. of α = -11.05 × 10-6 K-1 compared with α = -9.1 × 10-6 K-1 found for ZrW2O8, previously the champion NTE material).  Indeed, we designed a new MOF using 2-butynedioate linkers that leads to an even larger NTE of 2.2% (from 0 to 500 K).  We show that this NTE behavior arises because thermal motions in the rigid Zn-O clusters and the org. moieties linking them lead to tilting of the linkers by successively larger amts. from their alignment along the unit cell axes, resulting in decreased cell parameters.  The MOF materials were developed to provide a large reversible hydrogen-storage capacity leading to as much as 73% free vol.  However, the NTE properties suggest other possible applications.  Thus, their porous but constrained three-dimensional framework provides a framework onto which other materials might blend to form composites with negligible vol. change with temp.  To illustrate this, we incorporated polyethylene polymers into MOF-C10 and found that the vol. of the composite is const. within 0.059% over the entire range from 300 to 600 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFSmsbnL&md5=759dff25319c8d0eeb5282f45332140f", " ", "46. ", " ", " ", "Lii", ", ", "J.-H.", "; ", "Allinger", ", ", "N. L.", "; ", "Yuh", ", ", "Y. H.", "  ", "J. Am. Chem. Soc.", " ", "1989", ",  ", "111", ",  ", "8551", "[", "ACS Full Text ", "], [", "CAS", "]", "46. ", "Molecular mechanics.  The MM3 force field for hydrocarbons.  1", "Allinger, Norman L.; Yuh, Young H.; Lii, Jenn Huei", "Journal of the American Chemical Society", "\r\n        (", "1989", "),\r\n    ", "111", "\r\n        (", "23", "),\r\n    ", "8551-66", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "A new mol. mechanics force field (called MM3) for the treatment of aliph. hydrocarbons has been developed and is presented here.  This force field will enable one to calc. the structures and energies, including heats of formation, conformational energies, and rotational barriers, for hydrocarbons more accurately than was possible with earlier force fields.  In addn. to simple mols., a great many highly strained mols. have been studied, and the results are almost always of exptl. accuracy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1MXmtlWmsLo%253D&md5=e35207cdf829f8f78f2fdd6908887401", " ", "47. ", " ", " ", "Lii", ", ", "J. H.", "; ", "Allinger", ", ", "N. L.", "  ", "J. Am. Chem. Soc.", " ", "1989", ",  ", "111", ",  ", "8566", "[", "ACS Full Text ", "], [", "CAS", "]", "47. ", "Molecular mechanics.  The MM3 force field for hydrocarbons.  2.  Vibrational frequencies and thermodynamics", "Lii, Jenn Huei; Allinger, Norman L.", "Journal of the American Chemical Society", "\r\n        (", "1989", "),\r\n    ", "111", "\r\n        (", "23", "),\r\n    ", "8566-75", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "In the development of the MM3 force field, vibrational frequencies were considered for a set of 8 relatively simple hydrocarbons.  The 213 exptl. frequencies over this set were fit to within a root-mean-square error of 35 cm-1, of which the largest errors occurred in the C-C-H bending frequencies.  The torsional frequencies were generally calcd. to a much higher accuracy, which allowed the calcn. of entropies near room temp. for a variety of alkanes and cycloalkanes with errors of <1%.  A no. of rotational barriers in hindered compds. were also calcd.  ΔS⧧ Were usually more neg. than -4 entropy units in congested mols., and consequently the entropy contribution to rotational barriers could be appreciable.  The largest and av. discrepancies between the calcd. and found values for ΔG⧧ were 2.46 and 1.02 kcal/mol, for 7 examples.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1MXmtlWmsLs%253D&md5=59b3d5d49a68ed6e0f076f9899d8c97b", " ", "48. ", " ", " ", "Lii", ", ", "J. H.", "; ", "Allinger", ", ", "N. L.", "  ", "J. Am. Chem. Soc.", " ", "1989", ",  ", "111", ",  ", "8576", "[", "ACS Full Text ", "], [", "CAS", "]", "48. ", "Molecular mechanics.  The MM3 force field for hydrocarbons.  3.  The van der Waals' potentials and crystal data for aliphatic and aromatic hydrocarbons", "Lii, Jenn Huei; Allinger, Norman L.", "Journal of the American Chemical Society", "\r\n        (", "1989", "),\r\n    ", "111", "\r\n        (", "23", "),\r\n    ", "8576-82", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "The van der Waals' potentials used for interactions between carbon and hydrogen in both aliph. and arom. systems have been improved from those available in MM2, and the new values are used in MM3.  The atoms are slightly larger and somewhat softer than they were with MM2.  These values were optimized by fitting to the crystal parameters (six cell consts.) and the heats of sublimation for the normal alkanes from C6 to C10, plus C12, and also diamond, graphite, benzene, biphenyl, and hexamethylbenzene, in addn. to fitting structural and energy data on congested mols. as reported earlier.  The parameters developed give good crystal structures and heats of sublimation for these mols.  Biphenyl is calcd. to be twisted about 40° in the gas phase, but lattice forces cause it to flatten into a planar conformation in the crystal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1MXmtlWmsLk%253D&md5=8e5c4109c2bd2360fa156dd649006706", " ", "49. ", " ", " ", "Tafipolsky", ", ", "M.", "; ", "Amirjalayer", ", ", "S.", "; ", "Schmid", ", ", "R.", "  ", "J. Comput. Chem.", " ", "2007", ",  ", "28", ",  ", "1169", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "49. ", "Ab initio parametrized MM3 force field for the metal-organic framework MOF-5", "Tafipolsky, Maxim; Amirjalayer, Saeed; Schmid, Rochus", "Journal of Computational Chemistry", "\r\n        (", "2007", "),\r\n    ", "28", "\r\n        (", "7", "),\r\n    ", "1169-1176", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "A new valence force field was developed and validated for a particular class of coordination polymers known as nanoporous metal-org. frameworks (MOFs), introduced recently by the group of Yaghi.  The exptl., structural, and spectroscopic data in combination with d. functional theory calcns. on several model systems were used to parametrize the bonded terms of the force field, which explicitly treats the metal-oxygen interactions as partially covalent as well as distinguishes different types of oxygens in the framework.  Both the exptl. crystal structure of MOF-5 and vibrational IR spectrum are reproduced reasonably well.  The proposed force field is believed to be useful in atomistic simulations of adsorption/diffusion of guest mols. inside the flexible pores of this important class of MOF materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXktlKltbs%253D&md5=69b0dc2b54d091c9bcc0811caf2d9637", " ", "50. ", " ", " ", "Jhon", ", ", "Y. H.", "; ", "Cho", ", ", "M.", "; ", "Jeon", ", ", "H. R.", "; ", "Park", ", ", "I.", "; ", "Chang", ", ", "R.", "; ", "Rowsell", ", ", "J. L. C.", "; ", "Kim", ", ", "J.", "  ", "J. Phys. Chem. C", " ", "2007", ",  ", "111", ",  ", "16618", "[", "ACS Full Text ", "], [", "CAS", "]", "50. ", "Simulations of Methane Adsorption and Diffusion within Alkoxy-Functionalized IRMOFs Exhibiting Severely Disordered Crystal Structures", "Jhon, Young H.; Cho, Miyoung; Jeon, Hak Rime; Park, Ilgeun; Chang, Rakwoo; Rowsell, Jesse L. C.; Kim, Jaheon", "Journal of Physical Chemistry C", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "44", "),\r\n    ", "16618-16625", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Ordered structural models of alkoxy-functionalized isoreticular metal-org. frameworks (IRMOFs) were constructed by optimizing the symmetry and conformation of their flexible org. moieties.  The selection of the initial model structures among the many chem. equiv. possibilities was performed by comparing their single-point energies using d. functional theory (DFT) calcns.  From these models, the adsorption and diffusion of methane within the porous hosts were simulated using grand canonical Monte Carlo (GCMC) computations and mol. dynamics (MD) simulations.  The constriction of the pore dimensions by functionalization enhances the adsorption of methane at low to moderate pressures (<50 bar at 298 K), limits the satn. capacity of the materials, and inhibits adsorbate diffusion.  The results obtained by this method are useful for scrutinizing the utility of functionalized IRMOFs for gas storage or sepn. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFCnu7nN&md5=485e2cd2db7e6fa57c058dde5d20b2f6", " ", "51. ", " ", " ", "Kim", ", ", "H.", "; ", "Chun", ", ", "H.", "; ", "Kim", ", ", "G. H.", "; ", "Lee", ", ", "H. S.", "; ", "Kim", ", ", "K.", "  ", "Chem. Commun.", " ", "2006", ",  ", "2759", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "51. ", "Vapor phase inclusion of ferrocene and its derivative in a microporous metal-organic porous material and its structural characterization by single crystal X-ray diffraction", "Kim, Hyunuk; Chun, Hyungphil; Kim, Ghyung-Hwa; Lee, Heung-Soo; Kim, Kimoon", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2006", "),\r\n    ", "\r\n        (", "26", "),\r\n    ", "2759-2761", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The inclusion of ferrocene and its deriv. in metal-org. porous material MOF-5 is achieved by vapor diffusion; single-crystal X-ray diffraction studies using synchrotron radiation of ferrocene-loaded MOF-5 reveal well-ordered guest mols. packed into the pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xmtl2rtLw%253D&md5=c95efd2c314e3cf768c2e278d4584b91", " ", "52. ", " ", " ", "Rowsell", ", ", "J. L. C.", "; ", "Eckert", ", ", "J.", "; ", "Yaghi", ", ", "O. M.", "  ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "14904", "[", "ACS Full Text ", "], [", "CAS", "]", "52. ", "Characterization of H2 Binding Sites in Prototypical Metal-Organic Frameworks by Inelastic Neutron Scattering", "Rowsell, Jesse L. C.; Eckert, Juergen; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "42", "),\r\n    ", "14904-14910", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The hindered rotor transitions of H2 adsorbed in the chem. related and prototypical porous metal-org. frameworks IRMOF-1, IRMOF-8, IRMOF-11, and MOF-177 were studied by inelastic neutron scattering to gain information on the specifics of H2 binding in this class of adsorbents.  Remarkably sharp and complex spectra of these materials signify a diversity of well-defined binding sites.  Similarities in the spectral features as a function of H2 loading and correlations with recent crystallog. studies were used to assign transitions ranging in rotational barrier from <0.04 to 0.6 kcal/mol as corresponding to localized adsorption sites on the org. and inorg. components of these frameworks.  Binding of H2 at the inorg. cluster sites is affected by the nature of the org. link and is strongest in IRMOF-11 in accord with adsorption isotherm data.  The sites on the org. link have lower binding energies, but a much greater capacity for increases in H2 loading, which demonstrates their importance for hydrogen uptake by these materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtVGis7%252FF&md5=cce77a13ade28d02f02cb8be3a28afcb", " ", "53. ", " ", " ", "Dubbeldam", ", ", "D.", "; ", "Frost", ", ", "H.", "; ", "Walton", ", ", "K. S.", "; ", "Snurr", ", ", "R. Q.", "  ", "Fluid Phase Equilib.", " ", "2007", ",  ", "261", ",  ", "152", "[", "Crossref", "], [", "CAS", "]", "53. ", "Molecular simulation of adsorption sites of light gases in the metal-organic framework IRMOF-1", "Dubbeldam, David; Frost, Houston; Walton, Krista S.; Snurr, Randall Q.", "Fluid Phase Equilibria", "\r\n        (", "2007", "),\r\n    ", "261", "\r\n        (", "1-2", "),\r\n    ", "152-161", "CODEN:\r\n                ", "FPEQDT", ";\r\n        ISSN:", "0378-3812", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Mol. simulations are known to be able to reproduce many exptl. isotherms of adsorbates in the metal-org. framework IRMOF-1.  Here, also the positions and occupations of the adsorption sites of Ar and N2 match well with expts.  At 30 K the mols. are localized around their crystallog. sites, while at room temp. the mols. are spread throughout the pore vol.  The orientations found for individual N2 mols. differ from those found exptl., although the av. orientations agree well.  The pore filling mechanism for both argon and N2 was elucidated.  In addn. the binding energy at sites for individual argon, N2, CO2, H2, methane, ethane, and propane mols. was computed and it was shown that for all mols. the preferred site is near the zinc-oxygen cluster in the cavities where the linkers point outward.  The second site, higher in energy, is near the zinc-oxygen cluster in the cavities where the linkers point inward, and the least energetically favorable site is above and beneath the linker mol.  It is explained why the site in the smaller cavities is only filled up at high loadings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFyks73K&md5=cb4f998b1f2ab301cc938e5477203ffb", " ", "54. ", " ", " ", "Sancho-Gracia", ", ", "J. C.", "; ", "Cornil", ", ", "J.", "  ", "J. Chem. Theory Comput.", " ", "2005", ",  ", "1", ",  ", "581", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", " ", "55. ", " ", " ", "Stallmach", ", ", "F.", "; ", "Gröger", ", ", "S.", "; ", "Künzel", ", ", "V.", "; ", "Kärger", ", ", "J.", "; ", "Yaghi", ", ", "O. M.", "; ", "Hesse", ", ", "M.", "; ", "Müller", ", ", "U.", "  ", "Angew. Chem.−Int. Ed.", " ", "2006", ",  ", "45", ",  ", "2123", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "55. ", "NMR studies on the diffusion of hydrocarbons on the metal-organic framework material MOF-5", "Stallmach, Frank; Groeger, Stefan; Kuenzel, Volker; Kaerger, Joerg; Yaghi, O. M.; Hesse, Michael; Mueller, Ulrich", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "13", "),\r\n    ", "2123-2126", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "High intracryst. mobilities and fast exchange between the crystal and the surrounding gas phase were found in NMR studies on the diffusion of methane, ethane, n-hexane, and benzene in large crystals of the metal-org. framework MOF-5.  The results support future use of metal-org. framework materials as tailorable sorbents for fast gas processing and gas-storage materials in industry.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xjt1OgsLg%253D&md5=17b936a4200371b62518ffd39a0ae3d9", " ", "56. ", "Allinger", ", ", "N. K.", " ", " ", "http://europa.chem.uga.edu/allinger/mm32000_new.html", ". (accessed August 22, 2008).", "There is no corresponding record for this reference.", "57. ", "Frisch", ", ", "M. J.", "; ", "Trucks", ", ", "G. W.", "; ", "Schlegel", ", ", "H. B.", "; ", "Scuseria", ", ", "G. E.", "; ", "Robb", ", ", "M. A.", "; ", "Cheeseman", ", ", "J. R.", "; ", "Montgomery", ", ", "J. A.", "; ", "Vreven", ", ", "T.", "; ", "Kudin", ", ", "K. N.", "; ", "Burant", ", ", "J. C.", "; ", "Millam", ", ", "J. M.", "; ", "Iyengar", ", ", "S. S.", "; ", "Tomasi", ", ", "J.", "; ", "Barone", ", ", "V.", "; ", "Mennucci", ", ", "B.", "; ", "Cossi", ", ", "M.", "; ", "Scalmani", ", ", "G.", "; ", "Rega", ", ", "N.", "; ", "Petersson", ", ", "G. A.", "; ", "Nakatsuji", ", ", "H.", "; ", "Hada", ", ", "M.", "; ", "Ehara", ", ", "M.", "; ", "Toyota", ", ", "K.", "; ", "Fukuda", ", ", "R.", "; ", "Hasegawa", ", ", "J.", "; ", "Ishida", ", ", "M.", "; ", "Nakajima", ", ", "T.", "; ", "Honda", ", ", "Y.", "; ", "Kitao", ", ", "O.", "; ", "Nakai", ", ", "H.", "; ", "Klene", ", ", "M.", "; ", "Li", ", ", "X.", "; ", "Knox", ", ", "J. E.", "; ", "Hratchian", ", ", "H. P.", "; ", "Cross", ", ", "J. B.", "; ", "Adamo", ", ", "C.", "; ", "Jaramillo", ", ", "J.", "; ", "Gomperts", ", ", "R.", "; ", "Stratmann", ", ", "R. E.", "; ", "Yazyev", ", ", "O.", "; ", "Austin", ", ", "A. J.", "; ", "Cammi", ", ", "R.", "; ", "Pomelli", ", ", "C.", "; ", "Ochterski", ", ", "J. W.", "; ", "Ayala", ", ", "P. Y.", "; ", "Morokuma", ", ", "K.", "; ", "Voth", ", ", "G. A.", "; ", "Salvador", ", ", "P.", "; ", "Dannenberg", ", ", "J. J.", "; ", "Zakrzewski", ", ", "V. G.", "; ", "Dapprich", ", ", "S.", "; ", "Daniels", ", ", "A. D.", "; ", "Strain", ", ", "M. C.", "; ", "Farkas", ", ", "O.", "; ", "Malick", ", ", "D. K.", "; ", "Rabuck", ", ", "A. D.", "; ", "Raghavachari", ", ", "K.", "; ", "Foresman", ", ", "J. B.", "; ", "Ortiz", ", ", "J. V.", "; ", "Cui", ", ", "Q.", "; ", "Baboul", ", ", "A. G.", "; ", "Clifford", ", ", "S.", "; ", "Cioslowski", ", ", "J.", "; ", "Stefanov", ", ", "B. B.", "; ", "Liu", ", ", "G.", "; ", "Liashenko", ", ", "A.", "; ", "Piskorz", ", ", "P.", "; ", "Komaromi", ", ", "I.", "; ", "Martin", ", ", "R. L.", "; ", "Fox", ", ", "D. J.", "; ", "Keith", ", ", "T.", "; ", "Al-Laham", ", ", "M. A.", "; ", "Peng", ", ", "C. Y.", "; ", "Nanayakkara", ", ", "A.", "; ", "Challacombe", ", ", "M.", "; ", "Gill", ", ", "P. M. W.", "; ", "Johnson", ", ", "B.", "; ", "Chen", ", ", "W.", "; ", "Wong", ", ", "M. W.", "; ", "Gonzalez", ", ", "C.", "; ", "Pople", ", ", "J. A.", "  ", "Gaussian 03", ", revision B.04; Gaussian, Inc: ", "Pittsburgh PA", ", ", "2003", ".", "There is no corresponding record for this reference.", "58. ", " ", " ", "Becke", ", ", "A. D.", "  ", "Phys. Rev. A", " ", "1988", ",  ", "38", ",  ", "3098", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "58. ", "Density-functional exchange-energy approximation with correct asymptotic behavior", "Becke, A. D.", "Physical Review A:  Atomic, Molecular, and Optical Physics", "\r\n        (", "1988", "),\r\n    ", "38", "\r\n        (", "6", "),\r\n    ", "3098-100", "CODEN:\r\n                ", "PLRAAN", ";\r\n        ISSN:", "0556-2791", ".\r\n    ", "Current gradient-cor. d.-functional approxns. for the exchange energies of at. and mol. systems fail to reproduce the correct 1/r asymptotic behavior of the exchange-energy d.  A gradient-cor. exchange-energy functional is given with the proper asymptotic limit.  This functional, contg. only one parameter, fits the exact Hartree-Fock exchange energies of a wide variety of at. systems with remarkable accuracy, surpassing the performance of previous functionals contg. two parameters or more.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1cXmtlOhsLo%253D&md5=d4d219c134a5a90f689a8abed04d82cc", " ", "59. ", " ", " ", "Becke", ", ", "A. D.", "  ", "J. Chem. Phys.", " ", "1993", ",  ", "98", ",  ", "5648", "[", "Crossref", "], [", "CAS", "]", "59. ", "Density-functional thermochemistry. III. The role of exact exchange", "Becke, Axel D.", "Journal of Chemical Physics", "\r\n        (", "1993", "),\r\n    ", "98", "\r\n        (", "7", "),\r\n    ", "5648-52", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "Despite the remarkable thermochem. accuracy of Kohn-Sham d.-functional theories with gradient corrections for exchange-correlation, the author believes that further improvements are unlikely unless exact-exchange information is considered.  Arguments to support this view are presented, and a semiempirical exchange-correlation functional (contg. local-spin-d., gradient, and exact-exchange terms) is tested for 56 atomization energies, 42 ionization potentials, 8 proton affinities, and 10 total at. energies of first- and second-row systems.  This functional performs better than previous functionals with gradient corrections only, and fits expt. atomization energies with an impressively small av. abs. deviation of 2.4 kcal/mol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXisVWgtrw%253D&md5=291bbfc119095338bb1624f0c21c7ca8", " ", "60. ", " ", " ", "Lee", ", ", "C.", "; ", "Yang", ", ", "W.", "; ", "Parr", ", ", "R. G.", "  ", "Phys. Rev. B", " ", "1988", ",  ", "37", ",  ", "785", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "60. ", "Development of the Colle-Salvetti correlation-energy formula into a functional of the electron density", "Lee, Chengteh; Yang, Weitao; Parr, Robert G.", "Physical Review B:  Condensed Matter and Materials Physics", "\r\n        (", "1988", "),\r\n    ", "37", "\r\n        (", "2", "),\r\n    ", "785-9", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    ", "A correlation-energy formula due to R. Colle and D. Salvetti (1975), in which the correlation energy d. is expressed in terms of the electron d. and a Laplacian of the 2nd-order Hartree-Fock d. matrix, is restated as a formula involving the d. and local kinetic-energy d.  On insertion of gradient expansions for the local kinetic-energy d., d.-functional formulas for the correlation energy and correlation potential are then obtained.  Through numerical calcns. on a no. of atoms, pos. ions, and mols., of both open- and closed-shell type, it is demonstrated that these formulas, like the original Colle-Salvetti formulas, give correlation energies within a few percent.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1cXktFWrtbw%253D&md5=ee7b59267a2ff72e15171a481819ccf8", " ", "61. ", " ", " ", "Dolg", ", ", "M.", "; ", "Wedig", ", ", "U.", "; ", "Stoll", ", ", "H.", "; ", "Preuss", ", ", "H.", "  ", "J. Chem. Phys.", " ", "1987", ",  ", "86", ",  ", "866", "[", "Crossref", "], [", "CAS", "]", "61. ", "Energy-adjusted ab initio pseudopotentials for the first row transition elements", "Dolg, M.; Wedig, U.; Stoll, H.; Preuss, H.", "Journal of Chemical Physics", "\r\n        (", "1987", "),\r\n    ", "86", "\r\n        (", "2", "),\r\n    ", "866-72", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "Nonrelativistic and quasirelativistic ab initio pseudopotentials representing the Ne-like X(Z-10)+ cores (X = Sc-Zn) of the 1st row transition metals and optimized (8s7p6d1f)/[6s5p3d1f]-GTO valence basis sets for use in mol. calcns. were generated.  The excitation and ionization energies of the low lying state of Sc through Zn from numerical HF- as well as SCF- and CI(single and double excitation)-pseudopotential calcns. obtained using the derived basis sets differ by <0.1 eV from the corresponding all-electron results.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2sXht1Khsr8%253D&md5=d19d26b0629c1f04e48a529998c41d5d", " ", "62. ", " ", " ", "Ponder", ", ", "J. W.", "; ", "Richards", ", ", "F. M.", "  ", "J. Comput. Chem.", " ", "1987", ",  ", "8", ",  ", "1016.", " ", " ", "tinker", ", version 4.2; June 2004; ", "http://dasher.wustl.edu/tinker/.", " ", "[", "Crossref", "], [", "CAS", "]", "62. ", "An efficient Newton-like method for molecular mechanics energy minimization of large molecules", "Ponder, Jay W.; Richards, Frederic M.", "Journal of Computational Chemistry", "\r\n        (", "1987", "),\r\n    ", "8", "\r\n        (", "7", "),\r\n    ", "1016-24", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    ", "Techniques from numerical anal. and crystallog. refinement are combined to produce a variant of the Truncated Newton nonlinear optimization procedure.  The new algorithm shows particular promise for potential energy minimization of large mol. systems.  Usual implementations of Newton's method require storage space proportional to the no. of atoms squared (i.e., O(N2)) and computer time of O(N3).  Suggested implementation of the Truncated Newton technique requires storage of less than O(N1.5) and CPU time of less than O(N2) for structures contg. several hundred to a few thousand atoms.  The algorithm exhibits quadratic convergence near the min. and is also very tolerant of poor initial structures.  A comparison with existing optimization procedures is detailed for cyclohexane, arachidonic acid, and the small protein crambin.  In particular, a structure for crambin (662 atoms) is refined to an RMS gradient of 3.6 × 10-6 kcal/mol/Å per atom on the MM2 potential energy surface.  Several suggestions are made which may lead to further improvement of the new method.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1cXhtFGhsg%253D%253D&md5=aace9382993efb8da18b17f8869c1871", " ", "63. ", " ", " ", "Allinger", ", ", "N. L.", "; ", "Li", ", ", "F. B.", "; ", "Yan", ", ", "L. Q.", "  ", "J. Comput. Chem.", " ", "1990", ",  ", "11", ",  ", "848", "[", "Crossref", "], [", "CAS", "]", "63. ", "Molecular mechanics.  The MM3 force field for alkenes", "Allinger, Norman L.; Li, Fanbing; Yan, Liqun", "Journal of Computational Chemistry", "\r\n        (", "1990", "),\r\n    ", "11", "\r\n        (", "7", "),\r\n    ", "848-67", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    ", "The MM3 force field has been extended to include alkenes.  Forty-five compds. were examd., and structures, conformational equil., heats of formation, and rotational barriers, were calcd.  For a smaller representative group, the vibrational spectra and entropies were also calcd.  In general, these quantities, except for the vibrational spectra, agree with available data to approx. within exptl. error.  The vibrational frequencies for a set of eight well-assigned structures were calcd. to a root-mean-square error of 47 cm-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXlslWiurc%253D&md5=890800516c2745e01438813521686af3", " ", "64. ", " ", " ", "Allinger", ", ", "N. L.", "; ", "Li", ", ", "F. B.", "; ", "Yan", ", ", "L. Q.", "; ", "TAI", ", ", "J. C.", "  ", "J. Comput. Chem.", " ", "1990", ",  ", "11", ",  ", "868", "– ", "895", "[", "Crossref", "], [", "CAS", "]", "64. ", "Molecular mechanics (MM3) calculations on conjugated hydrocarbons", "Allinger, Norman L.; Li, Fanbing; Yan, Liqun; Tai, Julia C.", "Journal of Computational Chemistry", "\r\n        (", "1990", "),\r\n    ", "11", "\r\n        (", "7", "),\r\n    ", "868-95", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    ", "The MM3 mol. mechanics program has been extended to conjugated systems.  A VESCF method is applied to the pi-system to calc. bond orders, from which various stretching and torsional parameters are obtained.  The procedure gives somewhat better results than the analogous MM2 calcns.  It has been applied to a study of 81 compds. of arom. and other conjugated hydrocarbons, as well as 45 alkenes and unconjugated polyenes.  The structures calcd. are generally in good agreement with expt., and the heats of formation of these compds. can be calcd. with a rms value of 0.62 kcal/mol, which may be compared with the av. exptl. error of 0.61 kcal/mol.  In addn., vibrational frequencies for five representative conjugated model structures are calcd., with an rms value of 46 cm-1, and from these, other properties such as entropy can be calcd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXltlWhuro%253D&md5=a1c081388fe1431e89bd7afd0c211563", " ", "65. ", " ", " ", "Grimme", ", ", "S.", "  ", "J. Comput. Chem.", " ", "2004", ",  ", "25", ",  ", "1463", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "65. ", "Accurate description of van der Waals complexes by density functional theory including empirical corrections", "Grimme, Stefan", "Journal of Computational Chemistry", "\r\n        (", "2004", "),\r\n    ", "25", "\r\n        (", "12", "),\r\n    ", "1463-1473", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "An empirical method to account for van der Waals interactions in practical calcns. in the framework of the d. functional theory (termed DFT-D) was tested for a wide variety of mol. complexes.  As in previous schemes, the dispersive energy was described by damped interat. potentials of the form C6R-6.  The use of pure, gradient-cor. d. functionals (BLYP and PBE), together with the resoln.-of-the-identity (RI) approxn. for the Coulomb operator, allows very efficient computations for large systems.  In contrast to the previous work, extended AO basis sets of polarized TZV or QZV quality were employed, which reduced the basis set superposition error to a negligible extend.  By using a global scaling factor for the at. C6 coeffs., the functional dependence of the results could be strongly reduced.  The \"double counting\" of correlation effects for strongly bound complexes was found to be insignificant if steep damping functions were employed.  The method was applied to a total of 29 complexes of atoms and small mols. (Ne, CH4, NH3, H2O, CH3F, N2, F2, formic acid, ethene, and ethine) with each other and with benzene, to benzene, naphthalene, pyrene, and coronene dimers, the naphthalene trimer, coronene·H2O and four H-bonded and stacked DNA base pairs (AT and GC).  In almost all cases, very good agreement with reliable theor. or exptl. results for binding energies and intermol. distances is obtained.  For stacked arom. systems and the important base pairs, the DFT-D-BLYP model seems to be even superior to std. MP2 treatments that systematically over-bind.  The good results obtained suggest the approach as a practical tool to describe the properties of many important van der Waals systems in chem.  Furthermore, the DFT-D data may either be used to calibrate much simpler (e.g., force-field) potentials or the optimized structures can be used as input for more accurate ab initio calcns. of the interaction energies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXmtFKgt78%253D&md5=16e36ed7a1c098813d7d947ac72b9078", " ", "66. ", " ", " ", "Gonzalez", ", ", "C.", "; ", "Lim", ", ", "E. C.", "  ", "J. Phys. Chem. A", " ", "1999", ",  ", "103", ",  ", "1437", "[", "ACS Full Text ", "], [", "CAS", "]", "66. ", "Ab Initio and MM3 Studies of the Conformational Structures of Naphthalene Trimer: Comparison with Experiment", "Gonzalez, Carlos; Lim, Edward C.", "Journal of Physical Chemistry A", "\r\n        (", "1999", "),\r\n    ", "103", "\r\n        (", "11", "),\r\n    ", "1437-1441", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An ab initio study of the ground-state conformational geometries of the naphthalene trimer, (C10H8)3, has been made at the MP2/6-31G and MP2/6-31+G//MP2/6-31G levels of theory.  The lowest-energy structure was found to be the edge-to-face cyclic (C3h) geometry in which the three equiv. naphthalene moieties are arranged with their long in-plane axes parallel.  The fully optimized MP2/6-31G structure has a center-to-center intermoiety distance of 4.986 Å and an angle of 48.0° between the short in-plane axis of a naphthalene moiety and the line connecting the center-of-mass of the monomer with that of the trimer.  The computed rotational consts. (B = 0.00555 and C = 0.00468 cm-1) for the oblate sym. top are essentially identical to the exptl. values (B = 0.00557 and C = 0.00470 cm-1) obtained from rotational coherence spectroscopy (see the following Letter by Benharash, Gleason, and Felker).  Mol. mechanics (MM3) calcns. also yield the same C3h trimer as the min.-energy structure.  The result suggests that, with the optimization and reparametrizations of the existing force fields to fit the ab initio (or exptl., where available) geometry/energy for selected dimers and small clusters, it may be possible to develop accurate and practical intermol. potentials for arom. clusters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXhtlWns7o%253D&md5=309fc585fa0a48852bd78d8a1b2555ab", " ", "67. ", " ", " ", "Allinger", ", ", "N. L.", "; ", "Lii", ", ", "J.-H.", "  ", "J. Comput. Chem.", " ", "1987", ",  ", "8", ",  ", "1146", "[", "Crossref", "], [", "CAS", "]", "67. ", "Benzene, aromatic rings, van der Waals molecules, and crystals of aromatic molecules in molecular mechanics (MM3)", "Allinger, Norman L.; Lii, Jenn Huei", "Journal of Computational Chemistry", "\r\n        (", "1987", "),\r\n    ", "8", "\r\n        (", "8", "),\r\n    ", "1146-53", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    ", "Benzene has been studied with the MM3 force field, first as a monomer, then as a van der Waals dimer, then in the crystal.  The non-bonded arom. portion of the MM3 force field has been derived to fit reasonably well the known properties for the above.  The force field includes dipoles of 0.6 and 0.9 D for Csp2-H and Csp2-Csp3 bonds, resp.  The benzene dimer is calcd. to have a lower energy when perpendicular, than when eclipsed face to face.  The crystal of benzene has a herringbone pattern with correct cell consts. and heat of sublimation, while hexamethylbenzene as the dimer and in the crystal has a skewed-stack of pancakes type structure, as obsd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1cXkslaksrw%253D&md5=eb1f6b0f8606324e0c7a6e7f9e4f1851", " ", "68. ", "Mitchell", ", ", "M.", "  ", "An Introduction to Genetic Algorithms", "; ", "MIT Press", ": ", "Cambridge, MA", ", ", "1996", ".", "There is no corresponding record for this reference.", "69. ", " ", " ", "Tsuzuki", ", ", "S.", "; ", "Honda", ", ", "K.", "; ", "Uchimaru", ", ", "T.", "; ", "Mikami", ", ", "M.", "; ", "Tanabe", ", ", "K.", "  ", "J. Am. Chem. Soc.", " ", "2002", ",  ", "124", ",  ", "104", "[", "ACS Full Text ", "], [", "CAS", "]", "69. ", "Origin of Attraction and Directionality of the π/π Interaction: Model Chemistry Calculations of Benzene Dimer Interaction", "Tsuzuki, Seiji; Honda, Kazumasa; Uchimaru, Tadafumi; Mikami, Masuhiro; Tanabe, Kazutoshi", "Journal of the American Chemical Society", "\r\n        (", "2002", "),\r\n    ", "124", "\r\n        (", "1", "),\r\n    ", "104-112", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A model chem. for the evaluation of intermol. interaction between arom. mols. (AIMI Model) was developed.  The CCSD(T) interaction energy at the basis set limit was estd. from the MP2 interaction energy near the basis set limit and the CCSD(T) correction term obtained by using a medium size basis set.  The calcd. interaction energies of the parallel, T-shaped ,and slipped-parallel benzene dimers are -1.48, -2.46, and -2.48 kcal/mol, resp.  The substantial attractive interaction in benzene dimer, even where the mols. are well sepd., shows that the major source of attraction is not short-range interactions such as charge-transfer but long-range interactions such as electrostatic and dispersion.  The inclusion of electron correlation increases attraction significantly.  The dispersion interaction is the major source of attraction in the benzene dimer.  The orientation dependence of the dimer interaction is mainly controlled by long-range interactions.  Although electrostatic interaction is considerably weaker than dispersion interaction, it is highly orientation dependent.  Dispersion and electrostatic interactions are both important for the directionality of the benzene dimer interaction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXoslWktLw%253D&md5=108fbe8aa17ef54582640fcdd09065fd", " ", "70. ", " ", " ", "Gonzalez", ", ", "J.", "; ", "Devi", ", ", "R. N.", "; ", "Tunstall", ", ", "D. P.", "; ", "Cox", ", ", "P. A.", "; ", "Wright", ", ", "P. A.", "  ", "Microporous Mesoporous Mater.", " ", "2005", ",  ", "84", ",  ", "97", "[", "Crossref", "], [", "CAS", "]", "70. ", "Deuterium NMR studies of framework and guest mobility in the metal-organic framework compound MOF-5, Zn4O(O2CC6H4CO2)3", "Gonzalez, Jorge; Nandini Devi, R.; Tunstall, David P.; Cox, Paul A.; Wright, Paul A.", "Microporous and Mesoporous Materials", "\r\n        (", "2005", "),\r\n    ", "84", "\r\n        (", "1-3", "),\r\n    ", "97-104", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Variable temp. wideline 2H NMR investigations of the mobility of arom. rings in the framework of desolvated samples of the metal org. framework compd. MOF-5 (Zn4O(O2CC6H4CO2)3) and the closely related solid MOCP-L were performed.  The arom. rings in MOF-5 are stationary at temps. lower than room temp. but perform 180° (π) flips at higher temps. until all framework arom. groups execute this motion at 373 K.  The arom. groups in MOCP-L demonstrate a higher degree of mobility with some motion even below 170 K.  2H NMR of perdeuterobenzene adsorbed onto MOF-5 at a loading of 2 mols. per Zn4O13 inorg. unit shows that upon cooling below 140 K the motion of benzene changes from isotropic reorientation to rotation about its six-fold axis.  Computational simulation suggests that benzene occupies a site close to the Zn4O13 unit at low temps.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXpsF2ntL8%253D&md5=c1a5bb7c6e15433d7b94aed954ef7a92", " "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2008/jpccck.2008.112.issue-38/jp8061948/production/images/small/jp-2008-061948_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2008/jpccck.2008.112.issue-38/jp8061948/production/images/small/jp-2008-061948_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2008/jpccck.2008.112.issue-38/jp8061948/production/images/small/jp-2008-061948_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2008/jpccck.2008.112.issue-38/jp8061948/production/images/small/jp-2008-061948_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2008/jpccck.2008.112.issue-38/jp8061948/production/images/small/jp-2008-061948_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2008/jpccck.2008.112.issue-38/jp8061948/production/images/small/jp-2008-061948_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2008/jpccck.2008.112.issue-38/jp8061948/production/images/small/jp-2008-061948_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2008/jpccck.2008.112.issue-38/jp8061948/production/images/small/jp-2008-061948_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2008/jpccck.2008.112.issue-38/jp8061948/production/images/small/jp-2008-061948_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2008/jpccck.2008.112.issue-38/jp8061948/production/images/small/jp-2008-061948_0009.gif\">"]}
