{"title": ["Understanding the Adsorption Mechanism of C", "H", ", CO", ", and CH", " in Isostructural Metal–Organic Frameworks with Coordinatively Unsaturated Metal Sites"], "authors": ["Xin-Juan Hou", "Peng He", "Huiquan Li", "Xingrui Wang"], "doi": ["10.1021/jp310517r"], "abstract": ["An computational study using density functional theory and grand-canonical Monte Carlo simulation that explore the adsorption mechanism of C", "H", ", CO", ", and CH", " to metal–organic frameworks (MOFs) with coordinatively unsaturated metal sites (M-MOF-74, M = Mg and Zn) has been carried out. The theoretical studies reveal that open metal sites have important roles in adsorption. The high CO", " adsorption ability of M-MOF-74 is due to the strong Lewis acid and base interactions between metal ions and oxygen atom of CO", ", as well as carbon atom of CO", " with oxygen atoms in organic linkers. Meanwhile, the high C", "H", " adsorption for M-MOF-74 is contributed by the strong complexation between the metal ions and the π orbital of C", "H", ". The different adsorption mechanisms of CO", ", C", "H", ", and CH", " in M-MOF-74 can qualitatively explain the high CO", " selectivity in CO", "/CH", " mixture and high C", "H", " selectivity in C", "H", "/CH", " mixture. Energy decomposition analysis reveals that electrostatic energy, exchange energy, and repulsive energy are key factors in the binding strength of gas molecules on M-MOF-74. The preferential adsorption sites are confirmed to be located near the five-coordinate metal ions decorating the edges of the hexagonal channels. The elucidation of the adsorption mechanism at the molecular level provides key information for designing novel MOFs with high capacity and selectivity for CO", " from light hydrocarbon mixtures."], "text": ["Top of Page", "Abstract", "Introduction", "Computational Methods", "Results and Discussion", "Conclusions", "References", "Introduction", "Acetylene (C", "2", "H", "2", ") is an important molecule that is widely used as a starting material for many chemical products and electric materials.", "(1)", " Although many adsorbents with micropores and strong host–guest interactions can achieve large uptake of the highly reactive C", "2", "H", "2", ", very few of them have demonstrated high C", "2", "H", "2", " selectivity over their carbon dioxide (CO", "2", ") counterpart despite the fact that separation of C", "2", "H", "2", " and CO", "2", " has great industrial significance.", "(3)", " The separation of CO", "2", " from methane (CH", "4", ") is also an important issue because the coexistence of CO", "2", " with CH", "4", " reduces the energy content of natural gas and causes pipeline corrosion.", "(4)", " Thus, materials that can efficiently capture and separate CO", "2", " from mixtures with C", "2", "H", "2", " and CH", "4", " are necessary.", "Efforts have been made to capture and separate CO", "2", " from gas mixtures using nanoporous adsorbents.", "(5)", " Metal–organic frameworks (MOFs) belong to a family of hybrid porous materials that are formed by the coordination of metal ions with organic linkers, which are promising candidates for gas storage and separation.", "(6, 7)", " The metal–organic framework M-MOF-74 [M", "2", "(dhtp)]", "(8a, 8b)", " (M = Mg and Zn, dhtp =2,5- dihydroxyterephthalate; labeled as CPO-27-M by Dietzel et al.", "(8c, 8d)", "), which possesses open metal atoms, is studied in terms of the adsorption of various gas molecules including CO", "2", ", C", "2", "H", "2", ", and CH", "4", ".", "(8b-8d, 9-18)", " Recently, M-MOF-74 (M = Co, Mg, Fe, Mn) were also demonstrated the significant advantages for separation of light hydrocarbon mixtures.", "(19)", " This MOF series possessing the same crystal structure and different open metal ions represents an ideal system for studying the role of different open metals on the adsorption of different gas molecules. The elucidation of the adsorption mechanism at the molecular level provides key information and deep insights for designing novel MOFs with high capacity and selectivity for small gas molecules. Mg-MOF-74 exhibits exceptionally high CO", "2", " adsorption enthalpy and good CO", "2", " separation capacity.", "(8b-8d, 9-16)", " Mg ions are primary binding sites, as identified through neutron diffraction measurements.", "(16)", " Vibrational mode analysis shows that the adsorbed CO", "2", " molecule is strongly attached through one of its oxygen atoms, whereas the rest of the molecules are relatively free.", "(10)", " However, as a structure analogous to Mg-MOF-74, Zn-MOF-74 only takes up 1.3 mmol g", "–1", " of CO", "2", " at 1 atm and 296 K, a reduction of 75% from Mg-MOF-74.", "(9)", " A few studies have assessed the storage capacity of MOF-74 for acetylene.", "(17)", " In coordinated temperature-dependent adsorption isotherm and neutron diffraction studies, the interactions of M-MOF-74 analogues (M = Co, Mn, Mg, and Zn) with acetylene molecules featured open metal sites as the strongest sites with adsorption enthalpy of 34.0 kJ mol", "–1", " for Mg-MOF-74 and 24.0 kJ mol", "–1", " for Zn-MOF-74.", "(17)", " Wu et al.", "(18a)", " studied methane adsorption on a series of M-MOF-74 compounds. Their experiments indicated that the CH", "4", " adsorption ability of Ni and Mg analogues is higher than that of Mn, Co, and Zn analogues.", "(18)", " When Mg-MOF-74 is subjected to a mixture of gas streams containing CO", "2", " and CH", "4", ", a percentage in the range relevant to industrial separations, it captures only CO", "2", " and not CH", "4", ".", "(8c, 11, 18b)", " The above experimental studies on gas adsorption on isostructural M-MOF-74 clearly indicated the importance of open metal sites in M-MOF-74 for gas adsorption.", "Investigating MOFs with large unit cells by using quantum techniques is still in processing. Rana et al.", "(20a)", " have used van der Waals density functionals to study CO", "2", " binding to M-MOF-74 (M = Mg, Ni, and Co) and HKUST-1. The calculation results indicated that revPBE-vdW functional is viable for investigate the large, periodic unit cells of MOFs. Valenzano et al.", "(20b)", " predicted the bonding energies for CO and CO", "2", " in MOF-74-M (M = Mg, Ni, and Zn) by using B3LYP+D* and the hybrid MP2:B3LYP+D*. Although the calculated values have some deviation with the experimental values, the two methods predict the same sequence of binding energies. These theoretical studies provided effective results for using density functional methods to research MOFs with large unit cell. These theoretical works move forward the quantum mechanical calculations for large size of unit cell, such as M-MOF-74. Yet the origins of gas selectivity and the effect of different metal ions on gas adsorption ability of MOFs are still unclear. To our knowledge, no theoretical reports have studied the role of different open metals on CO", "2", ", C", "2", "H", "2", ", and CH", "4", " adsorption based on quantum techniques. This study explores the adsorption of CO", "2", ", CH", "4", ", and C", "2", "H", "2", " in MOF-74 compounds with Mg or Zn ions by using density functional theory (DFT) methods and grand canonical Monte Carlo simulation (GCMC). In this report, we locate the most stable configuration of Mg-MOF-74 and Zn-MOF-74 coordination with CO", "2", ", C", "2", "H", "2", ", and CH", "4", " and successfully predict the adsorption energy. The characteristics of the interaction between MOF-74 and different gas molecules are investigated by energy decomposition analysis, which provides key information for the design of novel MOFs with high adsorption ability and selectivity for small gases. The adsorption isotherms of CO", "2", ", C", "2", "H", "2", ", and CH", "4", " in M-MOF-74 are predicted from the GCMC simulation. The preferential adsorption sites of gas molecules in MOFs are also confirmed.", "Top of Page", "Abstract", "Introduction", "Computational Methods", "Results and Discussion", "Conclusions", "References", "Computational Methods", "Density Functional Theory Calculations", "In order to reduce the computational costs, small M-MOF-74 cluster models with 44 atoms containing both metal atoms and organic linkers are constructed based on their crystal structures. Three metal atoms are presented in the model. One metal atom has a square-pyramidal environment formed by five oxygen atoms, whereas the other two metal atoms are present in the model to preserve the crystal structure during the optimization. In this work, the adsorption of CO", "2", ", C", "2", "H", "2", ", and CH", "4", " on the models of M-MOF-74 (M = Mg and Zn) are investigated with gas molecules located at different positions around the square pyramid formed by metal atoms and organic linkers (Figure ", "1", ").", "Figure 1. Optimized geometries of M-MOF-74 coordinating with gas molecules by using the SVWN/6-311G** method. The distances are in angstrom.", "Although the MP2 method can accurately predict weak interactions, this method is computationally expensive to use in large systems such as MOFs. Finding suitable DFT methods for dispersion is still a work in progress. Exchange combined with correlation functionals (PBEPBE,", "(21a, 21b)", " SVWN,", "(21c-21f)", " and PW91LYP", "(21g-21i)", "), hybrid functional (B3LYP),", "(21j, 21k)", " and long-range corrected functionals (CAM-B3LYP)", "(21l)", " was used to calculate the interaction energy (Δ", "E", ") of CO", "2", " in Mg-MOF-74 (as shown in Table ", "1", "). SVWN is the older local-spin-density approximation (LSDA) which utilizes the correlation functional of Vosko, Wilk, and Nusair along with Slater exchange functional.", "(21c-21f)", " PBEPBE is classified to the generalized gradient approximation (GGA) which makes the exchange and correlation energies dependent not only on the density but also on the gradient of the density.", "(21a, 21b)", " B3LYP is classified to Hybrid Hartree–Fock density-functional theory (Hybrid-DFT) which combines the exchange-correlation of a percentage of Hartree–Fock (or exact) exchange.", "(21j, 21k)", " CAM-B3LYP is a hybrid exchange-correlation functional combining the hybrid qualities of B3LYP and the long-range correction.", "(21l)", " They all do not contain dispersion contributions. SVWN/6-311G**, which predicts the most accurate Δ", "E", " values of CO", "2", " in Mg-MOF-74, was used to predict the ", "Δ", "E", " of CO", "2", ", C", "2", "H", "2", ", and CH", "4", " in M-MOF-74 (", "M", " = Mg and Zn).", "Table 1. Interaction Energy (Δ", "E", ", in kJ/mol) between Mg-MOF-74 and CO", "2", " in Mg-MOF-74···CO", "2", " (a) Complex Calculated by Different Theoretical Methods without ZPE and BSSE Corrections", " ", "B3LYP functional", "PW91LYP functional", "basis sets", "LANL08", "LANL2DZ", "6-31G**", "6-311G**", "6-311G**", "6-31G**", "Δ", "E", "–18.2", "–18.9", "–27.0", "–24.2", "–36.5", "–42.0", " ", "PBEPBE functional", "SVWN functional", "CAM-B3LYP functional", "basis sets", "LANL08", "6-31G**", "6-31G**", "6-311G**", "LANL2DZ", "6-31+G**", "6-311G**", "Δ", "E", "–21.9", "–31.0", "–62.4", "–56.5", "–38.9", "–25.8", "–33.1", "Interaction energies of CO", "2", ", C", "2", "H", "2", ", and CH", "4", " in M-MOF-74 were calculated after the relaxation of adsorbates, M-MOF-74, and M-MOF-74 with an adsorbate molecule. All degrees of freedom of the molecules were allowed to relax in these calculations. The Δ", "E", " was calculated by:", "where ", "E", "(M-MOF-74···gas molecule), ", "E", "(M-MOF-74), and ", "E", "(adsorbate) are the total energies of M-MOF-74 with one gas molecule, M-MOF-74 with no adsorbate, and an isolated gas molecule, respectively. In Table ", "4", ", the Δ", "E", " is corrected for basis set superposition errors (BSSE).", "(22)", " All calculations were performed using the Gaussian 03 software.", "(23)", " The optimized geometry parameters discussed in the context were all obtained at the SVWN/6-311G** level. Natural bond order (NBO) analyses were carried out to study the interaction difference between MOF-74-Mg and Zn-MOF-74 with gas molecules (in Table ", "2", "). On the basis of the SVWN/6-311G** optimized geometry, the localized molecular orbital energy decomposition analysis method (LMO-EDA)", "(24)", " as implemented in the program GAMESS", "(25)", " was carried out by using SVWN/3-21G method to delineate the role of other factors that contribute to the interaction energy (in Figure ", "2", "). In this energy decomposition analysis scheme, the total interaction energy (Δ", "E", "int", ") of the complex was decomposed into electrostatic (Δ", "E", "ele", "), exchange (Δ", "E", "ex", "), repulsion (Δ", "E", "rep", "), polarization (Δ", "E", "pol", "), and dispersion (Δ", "E", "disp", ") components:", "(24)", "Figure 2. Contribution of various factors toward the total binding energy as calculated at the SVWN/3-21G level using the LMO-EDA approach for the complex of MOF-74-M···C", "2", ", MOF-74-M···C", "2", "H", "2", " MOF-74-M···CH", "4", "). Blue: Electrostatic energy. Cyan: Exchange energy. Magenta: Repulsion energy. Yellow: Polarization energy. Dark yellow: DFT dispersion energy. Navy: Total energy.", "Table 2. Second-Order Perturbation Energies ", "E", "(2) (in kJ mol", "–1", ") Obtained at SVWN/6-311G** Level to the Charge Transfer Interactions (Donor → Acceptor) between the Metal Ion and the Nearby Five Oxygen Atoms", "a", "complex", "donor NBO", "acceptor NBO", "E", "(2)/kJ mol", "–1", "Mg-MOF-74", "LP(1)O1", "LP*(1)Mg", "83.4", " ", "LP(2)O1", "LP*(1)Mg", "6.6", " ", "LP(1)O2", "LP*(1) Mg", "40.2", " ", "LP(2)O2", "LP*(1)Mg", "60.5", " ", "LP(1)O3", "LP*(1) Mg", "74.0", " ", "LP(2)O3", "LP*(1) Mg", "62.6", " ", "LP(1)O4", "LP*(1) Mg", "77.3", " ", "LP(2)O4", "LP*(1) Mg", "48.9", " ", "LP(1)O5", "LP* (1)Mg", "66.4", " ", "LP(2)O5", "LP*(1) Mg", "12.6", "Zn-MOF-74", "LP(1)O1", "LP* (1)Zn", "82.8", " ", "LP(2)O1", "LP*(1) Zn", "84.0", " ", "LP(1)O2", "LP*(1) Zn", "37.1", " ", "LP(2)O2", "LP* (1)Zn", "144.0", " ", "LP(1)O3", "LP* (1)Zn", "64.2", " ", "LP(2)O3", "LP*(1) Zn", "161.0", " ", "LP(1)O4", "LP*(1) Zn", "91.1", " ", "LP(2)O4", "LP* (1)Zn", "45.9", " ", "LP(3)O4", "LP* (1)Zn", "75.6", " ", "LP(1)O5", "LP*(1) Zn", "71.7", " ", "LP(3)O5", "LP*(1) Zn", "22.7", "a", "Orbitals are defined as “BD” 2-center bond, “CR” 1-center core pair, “LP” 1-center valence lone pair, and “BD*” 2-center anti-bond. The unstarred and starred labels represent Lewis and non-Lewis NBOs, respectively. A serial number (1, 2 for a single, double bond between the pair of atoms) and the atom(s) to which the NBO is affixed are also indicated in the labels.", "Table 3. Potential Parameters for the Adsorbates", "species", "site", "σ [Å]", "ε [k]", "q", " [e]", "CH", "4", "(37)", "CH", "4", "3.72", "158.00", "0.00", "C", "2", "H", "2", "(32)", "C", "3.85", "0.08", "–0.278", " ", "H", "–", "–", "0.278", "CO", "2", "(26)", "C", "2.789", "29.66", "0.288", " ", "O", "3.011", "82.96", "–0.576", "Table 4. Interaction Energy (Δ", "E", ", in kJ/mol), Including ZPE Correction and BSSE Correction between M-MOF-74 and CO", "2", ", C", "2", "H", "2", ", and CH", "4", " Calculated by Different Theoretical Methods", "a", " ", "SVWN/6-31G**", "SVWN/6-311G**", "Expt.", "Mg-MOF-74···CO", "2", " (a)", "–43.2 (16.3)", "–43.1 (11.5)", "–39,", "(8)", " −47", "(2)", "Mg-MOF-74···CO", "2 ", "(b)", "–32.8 (16.7)", "–36.3 (12.7)", " ", "Mg-MOF-74···C", "2", "H", "2", " (e)", "–48.7 (17.0)", "–43.0 (17.0)", "–34", "(17)", "Mg-MOF-74···CH", "4 ", "(g)", "–16.7 (8.5)", "–23.2(5.8)", "–18", "(19)", "Zn-MOF-74···CO", "2", " (c)", "–29.2 (24.9)", "–24.2 (24.4)", " ", "Zn-MOF-74···CO", "2", " (d)", "–25.7 (22.9)", "–15.9 (24.4)", " ", "Zn-MOF-74···C", "2", "H", "2", " (f)", "–36.8 (33.9)", "–28.6 (33.6)", "–24", "(17)", "Zn-MOF-74···CH", "4", " (h)", "–14.2 (25.9)", "–13.5 (12.5)", ">−18", "(19)", "Zn-MOF-74···CH", "4", " (i)", "–15.3 (24.8)", "–14.0 (11.7)", " ", "a", "The values in parentheses are the BSSE energy.", "The electrostatic interaction is understandable in terms of Coulomb’s law, which does not cause any mixing of MOs. The exchange interaction is caused by electron exchange and delocalization between molecules. When two nonbonded atoms approach each other, at some distance overlap of the occupied orbitals results in repulsion action between the electrons of those atoms. The polarization energy is the energy change obtained by polarizing each monomer wave function in response to the electric field from the other monomer. In molecules the oscillators are coupled when they are located nearby to each other. The dispersive interactions are known as electrostatic interaction caused by the coupled fluctuating dipoles.", "GCMC Calculations", "To construct adequate molecular models of M-MOF-74, we adopted the structure taken from the experimental work of Dietzel et al.", "(8d)", " Basically, M-MOF-74 has a unit cell composition of C", "72", "H", "18", "O", "54", "X", "18", " in the ", "R", "3̅ space group with ", "a", " = 25.9322 Å and ", "c", " = 6.8365 Å.", "The molecular models for CO", "2", " and CH", "4", " were the same as those proposed by Babarao and Jiang,", "(26)", " which have been found to be reliable by other studies.", "(27, 28)", " C", "2", "H", "2", " was described by the four-site model taken from the work of Fischer et al.", "(29)", " On the basis of the host and guest models, adsorption was computed in the grand canonical ensemble (μ", "VT", "), and conventional grand canonical Monte Carlo simulations were carried out at 298 K. The technical details of the method were described in ref ", "30", ". In the simulation, eight unit cells (2 × 2 × 2) were used to construct the simulation box, and periodic boundary conditions were applied. The framework atom positions were fixed during the simulations, and periodic boundary conditions were applied. Lennard–Jones (LJ) potentials were used for adsorbate–adsorbate and adsorbate–framework interactions, as employed in ref ", "30", ". Table ", "3", " lists the potential parameters for the three adsorbates. The universal force field (UFF)", "(31)", " was adopted to model the framework atoms. The Lorenz–Berthelot mixing rules", "(32)", " were applied to obtain the LJ cross potentials. The cutoff radii were chosen as one-half of the smallest dimension of each simulation.", "In the GCMC simulations, CO", "2", " was represented as a three-site rigid molecule, and its intrinsic quadrupole moment was described by a partial-charge model, the atom charges of which are shown in Table ", "3", ". The atomic charges of MOF-74 framework atoms were taken from the work of Yazaydin et al.", "(33)", " The density functional theory (DFT) were performed on clusters isolated from the unit cell of Mg-MOF-74 and Zn-MOF-74, with the atomic coordinates taken from the experimental crystallographic data. The Coulombic interactions were calculated by using the Ewald sum method.", "(34)", " For the real equilibration of the systems under simulation, long production runs with a total of 3 × 10", "7", " steps were carried out. At every 300 steps, a configuration of the system was recorded. The first 1.5 × 10", "7", " steps were used for equilibration and not included in the statistics averaging.", "The isosteric heat of adsorption, ", "Q", "st", ", is defined as the difference in the partial molar enthalpy of the sorbate between the gas phase and the adsorbed phase. The isosteric heat ", "Q", "st", " is calculated from", "(35)", "in which ", "H", "b", " is the enthalpy of adsorbate in the bulk phase. In most GCMC simulation studies, ", "H", "b", " is simply assumed to be RT in which R is the gas constant. This is acceptable when the bulk phase behaves as an ideal gas. ", "U", "ad", " is the total adsorption energy including contributions from both adsorbate–adsorbent and adsorbate–adsorbate interactions, ", "U", "intra", " is the total intramolecular energy of the adsorbate. Accordingly, the isosteric heat is more sensitive to the change of adsorption energy and can ascertain the strength of the interaction between adsorbate and adsorbent.", "Top of Page", "Abstract", "Introduction", "Computational Methods", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "Structure of M-MOF-74", "In the square pyramid of M-MOF-74, the average distances of the metal ion to the nearby oxygen atoms for Mg-MOF-74 and Zn-MOF-74 are 2.006 and 1.976 Å at the SVWN/6-311G** level, respectively. The natural electron configuration of Mg and Zn are [core]3S", "0.24", "3d", "0.01", "5p", "0.02", " and [core]4S", "0.39", "3d", "9.95", "4p", "0.01", ", respectively. The calculated natural charges on Mg and Zn are equal to +1.73 and +1.64 e, respectively. To further study the interactions between metal atoms and organic linkers in these MOF-74 complexes, natural bond orbital (NBO) analyses of M-MOF-74 (M = Mg and Zn) were carried out to provide detailed insight into the bond in this complex. The NBO method provided the donor–acceptor interaction energy between the metal atom and organic linkers. As shown in Table ", "2", ", the dominant donor–acceptor interactions between metal ions and organic linkers stems from the charge delocalization of the valence lone pair of oxygen atom of organic linkers to metal ions, which retain their stability and crystalline forms.", "CO", "2", " Adsorption on MOF-74", "As shown in Figures ", "1", "a–d, CO", "2", " is end-on coordinated to the metal ion of the framework. Taking adsorption modes (a and c) as examples, the distances between O", "CO2", " and metal atoms for Mg-MOF-74···CO", "2", " and Zn-MOF-74···CO", "2", " are 2.228 and 2.262 Å, respectively, whereas those of the C", "CO2", " atoms coordinated with the nearest oxygen atom are 2.715 and 2.598 Å, respectively. CO", "2", " forms a markedly angular M···OCO complex with angles of 129.8° and 136.8° for Mg–O–C and Zn–O–C, respectively. The angles for Mg–O–C and the average distance of Mg···O are consistent with the B3LYP-D* values (129° and 2.310 Å).", "(12)", " When the calculated C–O bond length for free CO", "2", " molecules is 1.162 Å, the length of the C–O bond adjacent to the Mg and Zn ions increases slightly (1.176 and 1.173 Å, respectively) and the distal C–O bond slightly shortens (1.155 Å). The O–C–O angles of CO", "2", " in mode a of Mg-MOF-74···CO", "2", " and mode c of Zn-MOF-74···CO", "2", " are 173.5° and 175.4°, respectively. The bending of the OCO angle is caused by deviations from ", "sp", "-hybridization of carbon atom and the existence of Lewis acid and base interactions. The bending of CO", "2", " is also confirmed by neutron powder diffraction experiments.", "(16)", " As shown in Table ", "4", ", the calculated interaction energy for CO", "2", " in Mg-MOF-74 are −43.1 kJ/mol for mode (a) and −36.3 kJ/mol for mode (b), which is in good agreement with the experimental values. The interaction energy for Mg-MOF-74···CO", "2", " obtained by revPBE-vdW method are −51.5 kJ/mol.", "(20a)", " The hybrid-MP2:B3LYP+D* predicted similar interaction energy values for Mg-MOF-74···CO", "2", " and Zn-MOF-74···CO", "2", ".", "(20b)", " Yet, the calculated interaction energy in our work for CO", "2", " in Zn-MOF-74 is obviously weaker than the corresponding value for Mg-MOF-74. As shown in Figure ", "2", "a, the electronic energy and exchange energy for Zn-MOF-74···CO", "2", " have no obvious difference with those of Mg-MOF-74···CO", "2", ", whereas the repulsive energy for Zn-MOF-74···CO", "2", " is stronger than that of Mg-MOF-74···CO", "2", ". The 3d", "10", " configuration of Zn leads to much greater electron repulsions for Zn-MOF-74···CO", "2", " than that of Mg-MOF-74···CO", "2", ". As shown in Table ", "5", ", ", "E", "(2) of Zn-MOF-74···CO", "2", " is mainly contributed by the lone pair of O", "CO", "2", " → Zn", "2+", " and σ", "C–O", " → Zn", "2+", ". In Mg-MOF-74···CO", "2", ", aside from the contribution from O", "CO", "2", " → Mg", "2+", " and σ", "C–O", " → Mg", "2+", ", the back-donation of σ*", "C–O", " ← Mg", "2+", " CO interaction is also present. The difference of orbital interactions or electron repulsions indicates the difference of CO", "2", " adsorption ability between Mg-MOF-74 and Zn-MOF-74.", "Table 5. Second-Order Perturbation Energies ", "E", "(2) (in kJ mol", "–1", ") Obtained at SVWN/6-311G** Level for the Charge Transfer Interactions (Donor → Acceptor) between Metal Ion and CO", "2", ", C", "2", "H", "2", ", and CH", "4", " Molecules", "a", "complex", "donor NBO", "acceptor NBO", "E", "(2)/kJ mol", "–1", "Mg-MOF-74···CO", "2", " (a)", "LP(1)Mg", "BD* (1)C1–O1", "7.6", " ", "BD(1)C1–O1", "LP* (1)Mg", "7.2", " ", "BD(1)C1–O2", "LP* (1)Mg", "5.0", " ", "LP(1)O1", "LP*(1) Mg", "43.9", " ", "LP(2)O1", "LP*(1) Mg", "18.1", "Zn-MOF-74···CO", "2", " (a)", "BD(1)C1–O1", "LP* (6)Zn", "7.1", " ", "LP(1)O1", "LP*(6) Zn", "43.7", " ", "LP(2)O1", "LP*(6) Zn", "30.1", "Mg-MOF-74···C", "2", "H", "2", "BD(3)C1–C2", "LP* (1)Mg", "34.6", " ", "BD(1)C1–H1", "LP* (1)Mg", "8.1", " ", "BD(1)C2–H2", "LP* (1)Mg", "7.1", "Zn-MOF-74···C", "2", "H", "2", "BD(1)C1–C2", "LP* (6)Zn", "6.8", " ", "BD(3)C1–C2", "LP*(6)Zn", "79.3", " ", "BD(1)C1–H1", "LP*(6)Zn", "11.8", " ", "BD(1)C2–H2", "LP*(6)Zn", "11.7", "Mg-MOF-74···CH", "4", "LP(1)Mg", "BD*(1)C1–H1", "6.6", " ", "LP(1)Mg", "BD*(1)C1–H2", "7.1", " ", "LP(1)Mg", "BD*(1)C1–H3", "50.4", " ", "BD(1)C1–H1", "LP*(1)Mg", "11.4", " ", "BD(1)C1–H2", "LP*(1)Mg", "11.5", "Zn-MOF-74···CH", "4", " (a)", "BD(1)C1–H1", "LP*(6)Zn", "12.2", " ", "BD(1)C1–H2", "LP*(6)Zn", "13.5", " ", "BD(1)C1–H3", "LP*(6)Zn", "12.4", " ", "LP*(6)Zn", "BD*(1)C1–H4", "15.4", "Zn-MOF-74···CH", "4", " (b)", "BD(1)C1–H1", "LP*(6)Zn", "9.8", " ", "BD(1)C1–H2", "LP*(6)Zn", "16.3", " ", "BD(1)C1–H3", "LP*(6)Zn", "9.4", " ", "LP*(6)Zn", "BD*(1)C1–H2", "14.2", "a", "Orbitals are defined as “BD” 2-center bond, “CR” 1-center core pair, “LP” 1-center valence lone pair, and “BD*” 2-center antibond. The unstarred and starred labels represent Lewis and non-Lewis NBOs, respectively. A serial number (1, 2 for a single, double bond between the pair of atoms) and the atom(s) to which the NBO is affixed are also indicated in the labels.", "The adsorption isotherms for CO", "2", " in Mg-MOF-74 and Zn-MOF-74 at 298 K are shown in Figure ", "3", "a. The uptakes of Mg-MOF-74 are always higher than those of Zn-MOF-74 from low pressure to high pressure. All of the isotherms display saturation at approximately 2000 kPa. According to the data of simulated adsorption isotherms, the CO", "2", " uptake of Mg-MOF-74 is 9.5 mmol/g at 101 kPa and 298 K, in agreement with the experimental data of 8.0 mmol/g at 101 kPa and 298 K.", "(14)", " Yet, the simulated CO", "2", " uptake of Zn-MOF-74 is 1.6 mmol/g at 101 kPa and 298 K, which is lower than the experimental value of 5.5 mmol/g at 1 atm and 296 K.", "(9)", " The simulated adsorption isotherms of CO", "2", " in Mg-MOF-74 adsorbed CO", "2", " up to about 16.6 mmol/g at 3300 kPa, consistent with the experimental value of 14.3 mmol/g.", "(8c)", " Figure ", "4", "a shows the relation between the calculated isosteric heat and the uptake. The findings indicate that with the increase of uptake, the isosteric heat curve of Mg-MOF-74 and Zn-MOF-74 has a cross at approximately 9.7 mmol/g. This phenomenon was also observed in the experiment.", "(13)", " Mg-MOF-74 adsorbs CO", "2", " more readily at low pressure than Zn-MOF-74. However, once most of the primary adsorption sites have been occupied, Zn-MOF-74 takes up additional carbon CO", "2", " more readily, as reflected by the isosteric heats of adsorption of loading that cross each other. It should be noticed that the initial ", "Q", "st", " for CO", "2", " in Mg-MOF-74 and Zn-MOF-74 are about 30 and 26 kJ/mol, respectively. The calculated initial ", "Q", "st", " for CO", "2", " in Mg-MOF-74 are underestimated. This deviation of the heats of adsorption at low coverage can be attributed to the increased ionic character of Mg–O bond. MgO is well-known to exothermically chemisorb CO", "2", " to form MgCO", "3", ". Although Mg-MOF-74 does not chemisorb CO", "2", ", the increased ionic character of Mg–O bond still leads to the imprecisely description of GCMC method which is a standard physisorptive simulation technique. However, with the increases of pressure (>0.1 kPa), the adsorption sites proximal to the M atoms are saturated. The obviously physisorptive characteristic results in an accurately description of adsorption heats and isotherms by using GCMC method when the pressure larger than 0.1 kPa. A comparison of the density distribution contours of CO", "2", " adsorbed in MOF-74 at different uptakes shown in Figures ", "5", "a and ", "6", "a indicates that in the low uptake, CO", "2", " molecules mainly adsorbed in the six corners of the hexagonal channels, as supported by experiments.", "(16)", " With the increase in uptake, CO", "2", " molecules also adsorbed in the center of the hexagonal channels.", "Figure 3. Simulated adsorption isotherms of (a) CO", "2", ", (b) C", "2", "H", "2", ", and (c) CH", "4", " on M-MOF-74 (", "M", " = Mg and Zn).", "Figure 4. Calculated isosteric heat ", "Q", "st", " of (a) CO", "2", ", (b) C", "2", "H", "2", ", and (c) CH", "4", " adsorption as a function of uptake.", "Figure 5. Density distribution contours of 10 gas molecules adsorbed on M-MOF-74.", "Figure 6. Density distribution contours of 200 gas molecules adsorbed on M-MOF-74.", "It should be noticed that the initial ", "Q", "st", " for CO", "2", " in Mg-MOF-74 and Zn-MOF-74 are about 30 and 26 kJ/mol, respectively. The calculated initial ", "Q", "st", " for CO", "2", " in Mg-MOF-74 are underestimated. This deviation of the heats of adsorption at low coverage can be attributed to the increased ionic character of Mg–O bond. MgO is well-known to exothermically chemisorb CO", "2", " to form MgCO", "3", ". Although Mg-MOF-74 does not chemisorb CO", "2", ", the increased ionic character of Mg–O bond still leads to the imprecisely description of GCMC method which is a standard physisorptive simulation technique. However, with the increases of pressure (>0.1 kPa), the adsorption sites proximal to the M atoms are saturated. The obviously physisorptive characteristic results in an accurately description of adsorption heats and isotherms by using GCMC method.", "C", "2", "H", "2", " Adsorption on MOF-74", "The most stable Mg-MOF-74···C", "2", "H", "2", " and Zn-MOF-74···C", "2", "H", "2", " complexes are shown in Figure ", "1", ", parts e and f. C", "2", "H", "2", " molecule is almost parallel with the plane formed by the metal ion and four oxygen atoms. The metal ion preferentially locates “above” the center of the C≡C bond and interacts with the entire π cloud to maximize the electrostatic cation-π interaction. The C", "2", "H", "2", " molecules coordinating with the metal atom that has a little distortion in the two HCC angles are 177.9° and 178.5° in MOF-74-Mg···CO", "2", " and 178.7° and 176.6° in MOF-74-Zn···CO", "2", ", respectively. The distances between two C", "C2H2", " atoms and Mg are 2.566 and 2.572 Å. The corresponding values for Zn are 2.411 and 2.400 Å, respectively. The distances between H", "C", "2", "H", "2", " and the nearby oxygen atoms are 2.582 and 2.632 Å for Mg-MOF-74, and 2.670 and 2.537 Å for MOF-74-Zn. For the M-MOF-74···C", "2", "H", "2", " complex, ", "E", "(2) is mainly contributed by the charge transfer from the π bond to the open metal atoms (in Table ", "5", "). As shown in Figure ", "2", ", the exchange energy of Zn-MOF-74···C", "2", "H", "2", " is obviously stronger than that of Mg-MOF-74···C", "2", "H", "2", ", which is also reflected by the ", "E", "(2) values of M-MOF-74···C", "2", "H", "2", ". However, the 3d", "10", " configuration of Zn makes the larger electron repulsions for Zn-MOF-74···C", "2", "H", "2", " and induces the interaction of Zn-MOF-74···C", "2", "H", "2", " to become weaker than that of Mg-MOF-74···C", "2", "H", "2", ".", "As shown in Figure ", "3", "b, with an increase in pressure, the uptakes of Mg-MOF-74 are higher than those of Zn-MOF-74. All of the isotherms display saturation at around 1000 kPa. According to the simulated results, the C", "2", "H", "2", " uptake of Mg-MOF-74 and Zn-MOF-74 at 100 kPa and 298 K are 8.6 and 5.8 mmol/g, respectively, which agree well with the experimental data at 100 kPa and 295 K of 7.5 and 6.7 mmol/g,", "(17)", " respectively. The calculated initial ", "Q", "st", " for Mg-MOF-74 and Zn-MOF-74 are 34 and 28 kJ mol", "–1", ", respectively (Figure ", "4", "b). The same with the adsorption of CO", "2", " molecules in MOF-74, the C", "2", "H", "2", " preferential adsorption sites are near the metal ions of the hexagonal channels (Figure ", "6", ", parts c and d), as confirmed by the high-resolution neutron powder diffraction study.", "(17)", " The second preferential adsorption site is located in the center of the channels.", "CH", "4", " Adsorption on MOF-74", "Parts g–i of Figure ", "1", " show the primary CH", "4", " adsorption modes on M-MOF-74, in which the carbon atom of CH", "4", " molecules is located above the square plane of MO", "5", ". Taking Mg-MOF-74···CH", "4", " as an example, the calculated Mg–C", "CH", "4", " distance is 2.694 Å, which is in agreement with the experimental value.", "(19)", " The distances of the two H", "CH", "4", " from the oxygen atoms are 2.255 and 2.295 Å, whereas the C–H–O angles are 169.3° and 169.7°. These results indicate the existence of weak hydrogen bond between Mg-MOF-74 and CH", "4", ".", "(36)", " Either LA-LB interactions between the metal ion and the carbon atom or the hydrogen bonds formed between the hydrogen atoms and the oxygen on the square plane of the MgO", "5", " pyramid contribute to the adsorption of CH", "4", " to MOFs. The calculated interaction energy for Mg-MOF-74···CH", "4", " and Zn-MOF-74···CH", "4", " complexes are about 23 and 14 kJ/mol, respectively, which is in good agreement with the experimental data.", "(18, 19)", " For the ", "E", "(2) of both Mg-MOF-74···CH", "4", " and Zn-MOF-74···CH", "4", " (Table ", "5", "), the predominant contribution corresponds to both the donation from the σ", "C–H", " orbital to the metal ions and the back-donation from the metal ions to the antibond σ*", "C–H", " orbital of CH", "4", ". As shown in Figure ", "2", "(c), the electrostatic, exchange, repulsion, polarization, and dispersion components of M-MOF-74···CH", "4", " are always weaker than those in other complexes adsorbing CO", "2", " and C", "2", "H", "2", ".", "The adsorption isotherms for CH", "4", " in Mg-MOF-74 and Zn-MOF-74 in Figure ", "3", "(c) indicate that the uptakes of Mg-MOF-74 are almost the same as those of Zn-MOF-74 at low pressure and higher than those of Zn-MOF-74 with increase in pressure. All of the isotherms display saturation at around 2000 kPa. The calculated CH", "4", " uptakes of Mg-MOF-74 and Zn-MOF-74 at 298 K and 35 bar are 10.8 and 8.0 mmol/g, respectively, consistent with the experimental data of 7.6 and 6.7 mmol/g, respectively.", "(19)", " The calculated isosteric heat indicates that the initial ", "Q", "st", " 17 kJ/mol of CH", "4", " adsorption on Mg-MOF-74 is almost the same as that of Zn-MOF-74, consistent with the experimental values (18.5 and 18.3 kJ/mol for Mg-MOF-74 and Zn-MOF-74,", "(19)", " respectively). The same hold true with the adsorption of CO", "2", " and C", "2", "H", "2", " molecules in M-MOF-74. The first preferential and the second preferential adsorption sites are located at the six corners and at the center of the hexagonal channels, respectively.", "Snurr et al. studied the adsorption selectivities of propene over propane for M-MOF-74 (M = Co, Mn, and Mg).", "(20a)", " They pointed out that the highest thermodynamic propene/propane selectivity of Co-MOF-74 was due to the strong π-complexation between the open Co", "2+", " sites and the propene molecules. The experiments for the adsorption of a series of light hydrocarbons in M-MOF-74 (M = Co, Mg, and Fe) indicated that M-MOF-74 have a strong propensity to bind alkynes and alkenes.", "(20b)", " Combined with our theoretical study for the adsorption of C", "2", "H", "2", " and CH", "4", " on M-MOF-74, we can confirm that the strong complexation between the metal ions and the π orbital of alkynes and alkene lead the high selectivity for light hydrocarbons with π bond than for alkanes. It is clear that the adsorption mechanism of CO", "2", " and alkene/alkyne in MOFs with coordinatively unsaturated metal sites are different. The CO", "2", " adsorption in M-MOF-74 is mainly contributed by the LA-LB interaction between CO", "2", " and MOFs, while the high alkene/alkyne adsorption ability is mainly contributed by π-complexation between gas molecules and MOFs.", "Top of Page", "Abstract", "Introduction", "Computational Methods", "Results and Discussion", "Conclusions", "References", "Conclusions", "The above results indicated that open metal sites have important roles in the adsorption of CO", "2", ", C", "2", "H", "2", ", and CH", "4", " in M-MOF-74 (M = Mg and Zn), but their adsorption mechanisms are obviously different. CO", "2", " adsorption on M-MOF-74 is mainly contributed by the LA-LB interaction either between O", "CO", "2", " and metal ion or the interaction between C", "CO", "2", " and oxygen on the square plane of the MgO", "5", " pyramid. The interaction between C", "2", "H", "2", " and M-MOF-74 is mainly contributed by the cation-π interaction between the metal ion and C≡C bond. Weak hydrogen bond also exists between CH", "4", " and M-MOF-74. The existence of the back-donation of σ*", "C–O", " ← Mg", "2+", " interaction also strengthens the higher CO", "2", " adsorption ability of Mg-MOF-74. The charge transfer interaction from lone pair of Mg to CH", "4", " is stronger than that of Zn which will increase the CH", "4", " adsorption ability of Mg-MOF-74. The LMO-EDA analysis indicated that electrostatic energy, exchange energy, and repulsive energy are key factors in total interaction energy. The repulsive energy of Zn-MOF-74···C", "2", "H", "2", "/CO", "2", "/CH", "4", " is obviously larger than the corresponding values in MOF-74-Mg; thus, the total interaction energy of Zn-MOF-74 with gas molecules is always weaker than that of Mg-MOF-74 to a certain extent. For the adsorption of CO", "2", ", C", "2", "H", "2", ", and CH", "4", " in M-MOF-74, the preferential adsorption site is located near the five-coordinate metal ions decorating the edges of the hexagonal channels and the second preferential adsorption site is located in the center of the channels.", "The theoretical calculations performed using DFT and GCMC methods provide the characteristics and nature of CO", "2", ", CH", "4", ", and C", "2", "H", "2", " adsorption on M-MOF-74 from molecular scale to mesoscopy scale. The elucidation of the adsorption mechanism at the molecular level provides key information for the design of novel MOFs with high capacity and selectivity for small gas molecules. MOFs with open metal atoms as MOF-74 are suitable to effectively separate CO", "2", " or C", "2", "H", "2", " from mixture gases with alkane.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Computational Methods", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "We acknowledge the NSFC (Grant No. 20903099) and the Scientific Research Foundation for the Returned Overseas Chinese Scholars, State Education Ministry for their financial support. We acknowledge the computing resources provided by the supercomputing center of Chinese Academy of Sciences.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Computational Methods", "Results and Discussion", "Conclusions", "References", "References", "This article references 37 other publications.", "1. ", "(a) ", "Stang", ", ", "P. J.", "; ", "Diederich", ", ", "F.", " ", "Molden Acetylene Chemistry", "; ", "VCH", ": ", "New York", ", ", "1995", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(b) ", "Chien", ", ", "J. C. W.", " ", "Polyacetylene: Chemistry, Physics, and Material", "; ", "Science Academic Press", ": ", "New York", ", ", "1984", ".", "There is no corresponding record for this reference.", "2. ", "Budavari", ", ", "S.", " ", "The Merck Index", ", ", "12", "th ed.; ", "Merck Research Laboratories", ": ", "Whitehouse Station, NJ", ", ", "1996", ".", "There is no corresponding record for this reference.", "3. ", "(a) ", "Matsuda", ", ", "R.", "; ", "Kitaura", ", ", "R.", "; ", "Kitagawa", ", ", "S.", "; ", "Kubota", ", ", "Y.", "; ", "Belosludov", ", ", "R. V.", "; ", "Kobayashi", ", ", "T. C.", "; ", "Sakamoto", ", ", "H.", "; ", "Chiba", ", ", "T.", "; ", "Takata", ", ", "M.", "; ", "Kawazoe", ", ", "Y.", " ", "Highly Controlled Acetylene Accommodation in A Metal-Organic Microporous Material", " ", "Nature", " ", "2005", ",  ", "436", ",  ", "238", "– ", "241", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Highly controlled acetylene accommodation in a metal-organic microporous material", "Matsuda, Ryotaro; Kitaura, Ryo; Kitagawa, Susumu; Kubota, Yoshiki; Belosludov, Rodion V.; Kobayashi, Tatsuo C.; Sakamoto, Hirotoshi; Chiba, Takashi; Takata, Masaki; Kawazoe, Yoshiyuki; Mita, Yoshimi", "Nature (London, United Kingdom)", "\r\n        (", "2005", "),\r\n    ", "436", "\r\n        (", "7048", "),\r\n    ", "238-241", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal-org. microporous materials (MOMs) have attracted wide scientific attention owing to their unusual structure and properties, as well as com. interest due to their potential applications in storage, sepn. and heterogeneous catalysis.  One of the advantages of MOMs compared to other microporous materials, such as activated carbons, is their ability to exhibit a variety of pore surface properties such as hydrophilicity and chirality, as a result of the controlled incorporation of org. functional groups into the pore walls.  This capability means that the pore surfaces of MOMs could be designed to adsorb specific mols.; but few design strategies for the adsorption of small mols. have been established so far.  Here we report high levels of selective sorption of acetylene mols. as compared to a very similar mol., carbon dioxide, onto the functionalized surface of a MOM.  The acetylene mols. are held at a periodic distance from one another by hydrogen bonding between two non-coordinated oxygen atoms in the nanoscale pore wall of the MOM and the two hydrogen atoms of the acetylene mol.  This permits the stable storage of acetylene at a d. 200 times the safe compression limit of free acetylene at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXmtVers7o%253D&md5=33d1004f5e9fc5dff5fe8327ebc502d7", "(b) ", "Samsonenko", ", ", "D. G.", "; ", "Kim", ", ", "H.", "; ", "Sun", ", ", "Y.", "; ", "Kim", ", ", "G.-H.", "; ", "Lee", ", ", "H.-S.", "; ", "Kim", ", ", "K.", " ", "Microporous Magnesium and Manganese Formates for Acetylene Storage and Separation", " ", "Chem.—Asian J.", " ", "2007", ",  ", "2", ",  ", "484", "– ", "488", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Microporous magnesium and manganese formates for acetylene storage and separation", "Samsonenko, Denis G.; Kim, Hyunuk; Sun, Yinyong; Kim, Ghyung-Hwa; Lee, Heung-Soo; Kim, Kimoon", "Chemistry - An Asian Journal", "\r\n        (", "2007", "),\r\n    ", "2", "\r\n        (", "4", "),\r\n    ", "484-488", "CODEN:\r\n                ", "CAAJBI", ";\r\n        ISSN:", "1861-4728", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Acetylene sorption of microporous metal formates M(HCOO)2 (M = Mg and Mn) was studied.  Measurements of acetylene sorption at 196, 275, and 298 K showed a Type I isotherm with quick satn. at low pressures, and 50-75 cm3 g-1 uptake at 1.0 atm.  The single-crystal x-ray structure anal. of the acetylene-adsorbed metal formates revealed that acetylene mols. occupy two independent positions in the zigzag channels of the frameworks of M(HCOO)2·0.33C2H2, which is consistent with the gas sorption expts.  No specific interaction except van der Waals interactions between the adsorbed acetylene mols. and the walls of the frameworks was found.  Sorption properties of other gases, including CO2, CH4, N2, O2, and H2, were also studied.  When the temp. was increased to 298 K, the amt. of adsorbed acetylene was still >60 cm3g-1 for Mg(HCOO)2 and 50 cm3g-1 for Mn(HCOO)2, whereas the uptake of other gases decreased substantially.  The microporous metal formates may thus be useful not only for the storage of acetylene but also its sepn. from other gases at room or slightly higher temps.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXkvVSnsrk%253D&md5=a2aa2350d31eb566e0f46c886ef25493", "(c) ", "Li", ", ", "J.-R.", "; ", "Tao", ", ", "Y.", "; ", "Yu", ", ", "Q.", "; ", "Bu", ", ", "X.-H.", "; ", "Sakamoto", ", ", "H.", "; ", "Kitagawa", ", ", "S.", " ", "Selective Gas Adsorption and Unique Structural Topology of a Highly Stable Guest-Free Zeolite-Type MOF Material with N-rich Chiral Open Channels", " ", "Chem.—Eur. J.", " ", "2008", ",  ", "14", ",  ", "2771", "– ", "2776", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Selective gas adsorption and unique structural topology of a highly stable guest-free zeolite-type MOF material with N-rich chiral open channels", "Li, Jian-Rong; Tao, Ying; Yu, Qun; Bu, Xian-He; Sakamoto, Hirotoshi; Kitagawa, Susumu", "Chemistry - A European Journal", "\r\n        (", "2008", "),\r\n    ", "14", "\r\n        (", "9", "),\r\n    ", "2771-2776", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A new multifunctional ditopic tetrazolate-based ligand, 2,3-di-1H-tetrazol-5-ylpyrazine (H2dtp) has been designed and synthesized.  The solvothermal reaction of this ligand with ZnCl2 gave a robust guest-free three-dimensional zeolite-like chiral metal-org. framework (MOF) complex, [Zn(dtp)], which crystd. in chiral space group P61 and possessed chiral open channels with nitrogen-rich walls and the diam. of approx. 4.1 Å.  This framework presents a unique uniform etd (8,3) topol., is the first example of its type in MOFs, and exhibits high thermal stability with the decompn. temp. above 380°C and permanent porosity.  It is interesting that this material is able to selectively adsorb O2 and CO2 over N2 gas, being a rare example in MOFs.  In addn., C2H2 and MeOH adsorption results show that although the framework channel holds nitrogen-rich walls that may provide H-bonding sites, no N···H H-bond effect between the guest mols. and microporous surface was obsd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXkvF2lur0%253D&md5=ee4df8a00086ee28d62e2c7b6d614a30", "4. ", "(a) ", "Baker", ", ", "R. W.", "; ", "Lokhandwala", ", ", "K.", " ", "Natural Gas Processing with Membranes: An Overview", " ", "Ind. Eng. Chem. Res.", " ", "2008", ",  ", "47", ",  ", "2109", "– ", "2121", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Natural Gas Processing with Membranes: An Overview", "Baker, Richard W.; Lokhandwala, Kaaeid", "Industrial & Engineering Chemistry Research", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "7", "),\r\n    ", "2109-2121", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Every year, the world uses close to 100 trillion scf (std. cubic feet) of natural gas.  All of this gas requires treatment before it enters the pipeline, making natural gas processing by far the largest market for industrial gas sepn. processes and equipment.  Of this huge market, membranes have less than a 5% share, but this is changing; membrane-based removal of natural gas contaminants is growing faster than any other segment of the membrane gas sepn. business.  This paper gives an overview of the membrane technol. in current use for natural gas treatment and outlines the future prospects.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXisVCgtLc%253D&md5=f2c6d44b324020be49daed2205ebc152", "(b) ", "Cavenati", ", ", "S.", "; ", "Grande", ", ", "C. A.", "; ", "Rodrigues", ", ", "A. E.", " ", "Removal of Carbon Dioxide from Natural Gas by Vacuum Pressure Swing Adsorption", " ", "Energy Fuels", " ", "2006", ",  ", "20", ",  ", "2648", "– ", "2659", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Removal of Carbon Dioxide from Natural Gas by Vacuum Pressure Swing Adsorption", "Cavenati, Simone; Grande, Carlos A.; Rodrigues, Alirio E.", "Energy & Fuels", "\r\n        (", "2006", "),\r\n    ", "20", "\r\n        (", "6", "),\r\n    ", "2648-2659", "CODEN:\r\n                ", "ENFUEM", ";\r\n        ISSN:", "0887-0624", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A vacuum pressure swing adsorption (VSA-PSA) process is studied for the removal of carbon dioxide in a contaminated stream of natural gas to achieve fuel grade methane.  The adsorbent used was zeolite 13X (CECA) where CO2 is strongly adsorbed.  A Skarstrom-type cycle comprising pressurization with product, feed, countercurrent blowdown, and countercurrent purge was employed.  A mixt. of 60% CH4, 20% CO2 and 20% N2 was used, and two different temps. were evaluated in a single-column VSA-PSA unit.  Under the conditions tested, CO2 was removed to levels lower than 2% as required by fuel grade methane with methane recovery higher than 80% without recycle.  This sepn. process also helps in the CH4-N2 sepn.  A bidisperse (macropore-micropore) model also including distributed energy balances in gas, solid, and column wall considering heat and mass transfer resistance at the gas-solid interface was used to simulate the VSA-PSA behavior and compare with expts.  Also, some scale-up considerations are considered and evaluated by simulations of the process.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xps1yrtrs%253D&md5=11d383a847e032fb3504a09aeedf5f40", "5. ", "Wang", ", ", "Q.", "; ", "Luo", ", ", "J.", "; ", "Zhong", ", ", "Z.", "; ", "Borgna", ", ", "A.", " ", "CO", "2", " Capture by Solid Adsorbents and Their Applications: Current Status and New Trends", " ", "Energy Environ. Sci.", " ", "2011", ",  ", "4", ",  ", "42", "– ", "55", "[", "Crossref", "], [", "CAS", "]", "5. ", "CO2 capture by solid adsorbents and their applications: current status and new trends", "Wang, Qiang; Luo, Jizhong; Zhong, Ziyi; Borgna, Armando", "Energy & Environmental Science", "\r\n        (", "2011", "),\r\n    ", "4", "\r\n        (", "1", "),\r\n    ", "42-55", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  In the last few years there was a rapid growth in governmental funding and research activities worldwide for CO2 capture, storage and use (CSU), due to increasing awareness of the link between CO2 accumulation in the atm. and global warming.  Among the various technologies and processes that were developed and are emerging for CSU of CO2, solid CO2-adsorbents are widely applied.  In this review, these solid CO2-adsorbents are classified into three types according to their sorption/desorption temps.; low-, intermediate- and high-temp. adsorbents with temps. ranging from <200°, between 200-400° and >400°, resp.  For each type of solid CO2-adsorbent, the synthesis, interaction mechanism with CO2 and sorption performance, potential applications and problems are reviewed.  In the last section, several representative CO2-sorption-enhanced catalytic reactions are discussed.  It is expected that this review will not only summarize the main research activities in this area, but also find possible links between fundamental studies and industrial applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXivF2ntbc%253D&md5=d066710a744a7bc169cd9b2e2ceecec9", "6. ", "(a) ", "Zhao", ", ", "X.", "; ", "Xiao", ", ", "B.", "; ", "Fletcher", ", ", "A.", "; ", "Thomas", ", ", "K. M.", "; ", "Bradshaw", ", ", "D.", "; ", "Rosseinsky", ", ", "M. J.", " ", "Hysteretic Adsorption and Desorption of Hydrogen by Nanoporous Metal-Organic. Frameworks", " ", "Science", " ", "2004", ",  ", "306", ",  ", "1012", "– ", "1015", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Hysteretic Adsorption and Desorption of Hydrogen by Nanoporous Metal-Organic Frameworks", "Zhao, Xuebo; Xiao, Bo; Fletcher, Ashleigh J.; Thomas, K. Mark; Bradshaw, Darren; Rosseinsky, Matthew J.", "Science (Washington, DC, United States)", "\r\n        (", "2004", "),\r\n    ", "306", "\r\n        (", "5698", "),\r\n    ", "1012-1015", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Adsorption and desorption of hydrogen from nanoporous materials, such as activated C, is usually fully reversible.  The authors prepd. nanoporous metal-org. framework materials with flexible linkers in which the pore openings, as characterized in the static structures, appear to be too small to allow H2 to pass.  The authors observe hysteresis in their adsorption and desorption kinetics above the supercrit. temp. of H2 that reflects the dynamical opening of the windows between pores.  This behavior would allow H2 to be adsorbed at high pressures but stored at lower pressures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXptFyjtbc%253D&md5=42cbb6e1b708cd791929d4e89d328f95", "(b) ", "Ferey", ", ", "G.", "; ", "Latroche", ", ", "M.", "; ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Loiseau", ", ", "T.", "; ", "Percheron-Guegan", ", ", "A.", " ", "Hydrogen adsorption in the nanoporous metal-benzenedicarboxylate M(OH)(O", "2", "C–C", "6", "H", "4", "–CO", "2", ") (M = Al", "3+", ", Cr", "3+", "), MIL-53", " ", "Chem. Commun.", " ", "2003", ",  ", "2976", "– ", "2977", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Hydrogen adsorption in the nanoporous metal-benzene dicarboxylate M(OH)(O2C-C6H4-CO2) (M = Al3+, Cr3+), MIL-53", "Ferey, Gerard; Latroche, Michel; Serre, Christian; Millange, Franck; Loiseau, Thierry; Percheron-Guegan, Annick", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "\r\n        (", "24", "),\r\n    ", "2976-2977", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "H adsorption was studied in the nanoporous metal-benzene dicarboxylate M(OH)(O2C-C6H4-CO2) (M = Al3+, Cr3+).  These solids have H storage capacities of 3.8 and 3.1% resp. when loaded at 77 K under 1.6 MPa.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXps1Cnsbs%253D&md5=5ddf427f369b0f311cc63c9eccb50deb", "(c) ", "Panella", ", ", "B.", "; ", "Hirscher", ", ", "M.", "; ", "Putter", ", ", "H.", "; ", "Muller", ", ", "U.", " ", "Hydrogen Adsorption in Metal–Organic Frameworks: Cu-MOFs and Zn-MOFs Compared", " ", "Adv. Funct. Mater.", " ", "2006", ",  ", "16", ",  ", "520", "– ", "524", "[", "Crossref", "], [", "CAS", "]", "6. ", "Hydrogen adsorption in metal-organic frameworks: Cu-MOFs and Zn-MOFs compared", "Panella, Barbara; Hirscher, Michael; Puetter, Hermann; Mueller, Ulrich", "Advanced Functional Materials", "\r\n        (", "2006", "),\r\n    ", "16", "\r\n        (", "4", "),\r\n    ", "520-524", "CODEN:\r\n                ", "AFMDC6", ";\r\n        ISSN:", "1616-301X", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Hydrogen adsorption in 2 different metal-org. frameworks (MOFs), MOF-5 and Cu-BTC (BTC: benzene-1,3,5-tricarboxylate), with Zn2+ and Cu2+ as central metal ions, resp., is studied at temps. ranging from 77 K to room temp.  The process responsible for hydrogen storage in these MOFs is pure phys. adsorption with a heat of adsorption of ∼-4 kJ mol-1.  With a satn. value of 5.1 wt.-% for the hydrogen uptake at high pressures and 77 K, MOF-5 shows the highest storage capacity ever reported for cryst. microporous materials.  However, at low pressures Cu-BTC shows a higher hydrogen uptake than MOF-5, making Cu-based MOFs more promising candidates for potential storage materials.  Also, the hydrogen uptake is correlated with the sp. surface area for cryst. microporous materials, as shown for MOFs and zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XislSkur0%253D&md5=ce54854e10395053338447edcfcbdbe4", "(d) ", "Dincl", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "Strong H", "2", " Binding and Selective Gas Adsorption within the Microporous Coordination Solid Mg", "3", "(O", "2", "C-C", "10", "H", "6", "-CO", "2", ")", "3", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "9376", "– ", "9377", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "(e) ", "Chen", ", ", "B.", "; ", "Ockwig", ", ", "N. W.", "; ", "Millward", ", ", "A. R.", "; ", "Contreras", ", ", "D. S.", "; ", "Yaghi", ", ", "O. M.", " ", "High H", "2", " Adsorption in a Microporous Metal–Organic Framework with Open Metal Sites", " ", "Angew. Chem., Int. Ed.", " ", "2005", ",  ", "44", ",  ", "4745", "– ", "4749", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "High H2 adsorption in a microporous metal-organic framework with open metal sites", "Chen, Banglin; Ockwig, Nathan W.; Millward, Andrew R.; Contreras, Damacio S.; Yaghi, Omar M.", "Angewandte Chemie, International Edition", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "30", "),\r\n    ", "4745-4749", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A copper-based metal-org. framework (MOF) has been synthesized, and its structure has been solved by X-ray crystallog.  The remarkably high hydrogen adsorption properties (2.47 wt%) of this compd. have been studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXnvVSqsLY%253D&md5=ba35d52735de6fd6c9b3b4ff7f354879", "(f) ", "Rowsell", ", ", "J. L. C.", "; ", "Spencer", ", ", "E. C.", "; ", "Eckert", ", ", "J.", "; ", "Howard", ", ", "J. A. K.", "; ", "Yaghi", ", ", "O. M.", " ", "Gas Adsorption Sites in a Large-Pore Metal-Organic Framework", " ", "Science", " ", "2005", ",  ", "309", ",  ", "1350", "– ", "1354", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Gas Adsorption Sites in a Large-Pore Metal-Organic Framework", "Rowsell, Jesse L. C.; Spencer, Elinor C.; Eckert, Juergen; Howard, Judith A. K.; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2005", "),\r\n    ", "309", "\r\n        (", "5739", "),\r\n    ", "1350-1354", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The primary adsorption sites for Ar and N2 within metal-org. framework-5, a cubic structure composed of Zn4O(CO2)6 units and phenylene links defining large pores 12 and 15 angstroms in diam., have been identified by single-crystal x-ray diffraction.  Refinement of data collected between 293 and 30 K revealed a total of eight symmetry-independent adsorption sites.  Five of these are sites on the zinc oxide unit and the org. link; the remaining three sites form a second layer in the pores.  The structural integrity and high symmetry of the framework are retained throughout, with negligible changes resulting from gas adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXovVOjt7g%253D&md5=f60c7e82ec8088459a2d844cb807f924", "(g) ", "Kesanli", ", ", "B.", "; ", "Cui", ", ", "Y.", "; ", "Smith", ", ", "M. R.", "; ", "Bittner", ", ", "E. W.", "; ", "Bockrath", ", ", "B. C.", "; ", "Lin", ", ", "W.", " ", "Highly Interpenetrated Metal-Organic Frameworks for Hydrogen Storage", " ", "Angew. Chem., Int. Ed.", " ", "2005", ",  ", "44", ",  ", "72", "– ", "75", "[", "Crossref", "], [", "CAS", "]", "6. ", "Highly interpenetrated metal-organic frameworks for hydrogen storage", "Kesanli, Banu; Cui, Yong; Smith, Milton R.; Bittner, Edward W.; Brockrath, Bradley C.; Lin, Wenbin", "Angewandte Chemie, International Edition", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "1", "),\r\n    ", "72-75", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Highly interpenetrating metal-org. frameworks were synthesized from zinc salts (i.e., Zn(ClO4)2 or ZnI2) and arom.-rich dicarboxylic acids (i.e., 6,6'-dichloro-2,2'-diethoxy-1,1'-binaphthyl-4,4'-dibenzoic acid (I) and 6,6'-dichloro-2,2'-dibenzyloxy-1,1'-binaphthyl-4,4-dibenzoic acid (II)), to form cryst. materials of general structures [Zn4(μ4-O)(I)3(DMF)2].4DMF.3MeOH.2H2O and [Zn4(μ4-O)(II)3].5DMF.5EtOH.H2O.  These materials, with single-crystal x-ray diffraction patterns that suggest a fourfold three-dimensional interpenetrating networks, have hydrogen uptakes comparable to those of the best carbon nanotubes.  The mechanism of hydrogen uptake seems to be favored by the proximity of arom. rings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXptVKl&md5=6bb093dc5a591d84717f1980be320438", "(h) ", "Pan", ", ", "P.", "; ", "Sander", ", ", "M. B.", "; ", "Huang", ", ", "X.", "; ", "Li", ", ", "J.", "; ", "Smith", ", ", "M.", "; ", "Bittner", ", ", "E.", "; ", "Bockrath", ", ", "B.", "; ", "Johnson", ", ", "J. K.", " ", "Microporous Metal Organic Materials: Promising Candidates as Sorbents for Hydrogen Storage", " ", "J. Am. Chem. Soc.", " ", "2004", ",  ", "126", ",  ", "1308", "– ", "1309", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Microporous Metal Organic Materials: Promising Candidates as Sorbents for Hydrogen Storage", "Pan, Long; Sander, Michelle B.; Huang, Xiaoying; Li, Jing; Smith, Milton; Bittner, Edward; Bockrath, Bradley; Johnson, J. Karl", "Journal of the American Chemical Society", "\r\n        (", "2004", "),\r\n    ", "126", "\r\n        (", "5", "),\r\n    ", "1308-1309", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Although extensive efforts have been made to improve H storage techniques, there is no viable storage technol. capable of meeting the DOE cost and performance targets.  New materials with significantly improved H adsorption capability are needed.  Microporous metal coordination materials (MMOMs) are promising sorbents for H adsorption.  These materials possess phys. characteristics similar to those of single-walled C nanotubes and they also have a no. of advantages.  A novel MMOM structure and its room-temp. H adsorption properties are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXksFClsA%253D%253D&md5=f1b68f3ac25dc59c3ecc58c5300d5c9f", "(i) ", "Ma", ", ", "S.", "; ", "Sun", ", ", "D.", "; ", "Simmons", ", ", "J. M.", "; ", "Collier", ", ", "C. D.", "; ", "Yuan", ", ", "D.", "; ", "Zhou", ", ", "H.-C.", " ", "Metal-Organic Framework from an Anthracene Derivative Containing Nanoscopic Cages Exhibiting High Methane Uptake", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "1012", "– ", "1016", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Metal-Organic Framework from an Anthracene Derivative Containing Nanoscopic Cages Exhibiting High Methane Uptake", "Ma, Shengqian; Sun, Daofeng; Simmons, Jason M.; Collier, Christopher D.; Yuan, Daqiang; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "3", "),\r\n    ", "1012-1016", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A microporous metal-org. framework, PCN-14, based on an anthracene deriv., 5,5'- (9,10-anthracene-diyl)di-isophthalate (H4adip), was synthesized under solvothermal reaction conditions.  X-ray single crystal anal. revealed that PCN-14 consists of nanoscopic cages suitable for gas storage.  N2-adsorption studies of PCN-14 at 77 K reveal a Langmuir surface area of 2176 m2/g and a pore vol. of 0.87 cm3/g.  Methane adsorption studies at 290 K and 35 bar show that PCN-14 exhibits an abs. methane-adsorption capacity of 230 vol./vol., 28% higher than the DOE target (180 vol./vol.) for methane storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlymug%253D%253D&md5=47684d1faab210ef528aa92e5e5754a3", "(j) ", "Latroche", ", ", "M.", "; ", "Surble", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Lee", ", ", "J.-H.", "; ", "Chang", ", ", "J.-S.", "; ", "Jhung", ", ", "S. H.", "; ", "Ferey", ", ", "G.", " ", "Hydrogen Storage in the Giant-Pore Metal–Organic Frameworks MIL-100 and MIL-101", " ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", ",  ", "8227", "– ", "8231", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Hydrogen storage in the giant-pore metal-organic frameworks MIL-100 and MIL-101", "Latroche, Michel; Suble, Suzy; Serre, Christian; Mellot-Draznieks, Caroline; Llewellyn, Philip L.; Lee, Jin-Ho; Chang, Jong-San; Jhung, Sung Hwa; Ferey, Gerard", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "48", "),\r\n    ", "8227-8231", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The metal-org. framework MIL-101 absorbs large amts. of H with a capacity of about 6.1 wt.% at liq.-N temps. - it also has the highest heat of adsorption so far (10 kJ/mol).  However, MIL-101 has low hydrogen uptake at room temp.  The small pores of MIL-101 play a major role in H absorption and the large empty space generated by the large cages leads to very large pores that are not as effective for H storage.  In the architecture of this porous solid each intersection of the cages is occupied by a super-tetrahedron formed by trimers of Cr octahedra assembled with benzene-1,4-dicarboxylate ligands.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtlGnsLjP&md5=9da229e145247a04fba4f90a912d9170", "(k) ", "Long", ", ", "J. R.", "; ", "Yaghi", ", ", "O. M.", " ", "The Pervasive Chemistry of Metal-Organic Frameworks", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1213", "– ", "1214", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "The pervasive chemistry of metal-organic frameworks", "Long, Jeffrey R.; Yaghi, Omar M.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1213-1214", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvValsrw%253D&md5=6764928147334cafac2213ad3d66e382", "7. ", "(a) ", "Kitaura", ", ", "R.", "; ", "Seki", ", ", "K.", "; ", "Akiyama", ", ", "G.", "; ", "Kitagawa", ", ", "S.", " ", "Porous Coordination-Polymer Crystals with Gated Channels Specific for Supercritical Gases", " ", "Angew. Chem. Intl. Ed.", " ", "2003", ",  ", "42", ",  ", "428", "– ", "431", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Porous coordination-polymer crystals with gated channels specific for supercritical gases", "Kitaura, Ryo; Seki, Kenji; Akiyama, George; Kitagawa, Susumu", "Angewandte Chemie, International Edition", "\r\n        (", "2003", "),\r\n    ", "42", "\r\n        (", "4", "),\r\n    ", "428-431", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Two new types of flexible and dynamic nanoporous frameworks (type A with mutually interdigitated 2D motifs and type B with mutually interpenetrated 3D motifs) were prepd. and examd. on their gas-adsorption properties (CO2, CH4, O2, and N2) at high pressure and ambient temp.  Type A coordination polymer, [Cu(dhbc)2(4,4'-bpy)] × H2O (I), was prepd. from Cu(NO3)2, 2,5-dihydroxybenzoic acid (Hdhbc), and 4,4'-bipyridine (monoclinic, P2/c, a = 8.167(4), b = 11.094(8), c = 15.863(2) Å, β = 99.703(4)°, Z = 2 V = 1416(1) Å3).  Release of crystal water from compd. I was obsd. during thermogravimetric anal. with increasing temp. ≤120°.  Type B coordination polymer (C13H8NO4Cu) [Cu(p-OOC-C6H4-COO)·1/2(4,4'-bpy)]n was obtained from CuII terephthalate and 4,4'-bpy according to a published procedure.  Type A coordination polymer was characterized by x-ray powder diffraction.  Adsorption and desorption isotherms were recorded for all gases at 298 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXhtFKgtLY%253D&md5=3f7e420f3c700d4c35702ef32b811047", "(b) ", "Ma", ", ", "S.", "; ", "Sun", ", ", "D.", "; ", "Wang", ", ", "X.-S.", "; ", "Zhou", ", ", "H.-C.", " ", "A Mesh-Adjustable Molecular Sieve for General Use in Gas Separation", " ", "Angew. Chem. Intl. Ed.", " ", "2007", ",  ", "46", ",  ", "2458", "– ", "2462", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "A mesh-adjustable molecular sieve for general use in gas separation", "Ma, Shengqian; Sun, Daofeng; Wang, Xi-Sen; Zhou, Hong-Cai", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "14", "),\r\n    ", "2458-2462", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A mesh-adjustable mol. sieve (MAMS), [Ni8(bbdc)6(μ3OH)4(H2O)8]·8H2O (H2bbdc = 5-tert-butyl-1,3-benzenedicarboxylic acid), based on a graphitic metal-org. framework obtained by the packing of trilayers, was prepd. and structurally characterized.  The MAMS can sep. any two or more gases with kinetic diams. between 2.9 and 5.0 through temp.-controlled mol. gating to hydrophobic gas-storage chambers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXktVCrtrg%253D&md5=b3b3b2e5fcdb395239f93deac5c56f79", "(c) ", "Zhang", ", ", "Z.", "; ", "Xiang", ", ", "S.", "; ", "Chen", ", ", "B.", " ", "Microporous Metal-Organic Frameworks for Acetylene Storage and Separation", " ", "CrystEngComm", " ", "2011", ",  ", "13", ",  ", "5983", "– ", "5992", "[", "Crossref", "], [", "CAS", "]", "7. ", "Microporous metal-organic frameworks for acetylene storage and separation", "Zhang, Zhangjing; Xiang, Shengchang; Chen, Banglin", "CrystEngComm", "\r\n        (", "2011", "),\r\n    ", "13", "\r\n        (", "20", "),\r\n    ", "5983-5992", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Acetylene is an important starting material in the petrochem. and electronic industry for various industrial and consumer products, and a promising alternative energy source for future acetylene fuel cell vehicles.  Porous metal-org. frameworks (MOFs) have been demonstrated as very practical useful materials for acetylene storage and sepn. which might provide the solid resoln. for the safe storage and transportation of acetylene.  Because of the explosive nature of acetylene, strong interactions of the pore surfaces with acetylene are very important to realize high acetylene storage MOFs at room temp. and low pressure, which can be fulfilled by the immobilization of open metal sites.  Microporous MOFs having high adsorption affinity and matchable pore size with acetylene mols. have been realized to exhibit high selective C2H2/CO2, C2H2/CH4 and C2H2/C2H4 sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlShsbjK&md5=05740e5879a6837e97b80879bb73cde5", "(d) ", "Xiang", ", ", "S.", "; ", "He", ", ", "Y.", "; ", "Zhang", ", ", "Z.", "; ", "Wu", ", ", "H.", "; ", "Zhou", ", ", "W.", "; ", "Krishna", ", ", "R.", "; ", "Chen", ", ", "B.", " ", "Microporous Metal-Organic Framework with Potential for Carbon Dioxide Capture at Ambient Conditions", " ", "Nat. Commun.", " ", "2012", ",  ", "3", ",  ", "954", "– ", "962", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Microporous metal-organic framework with potential for carbon dioxide capture at ambient conditions", "Xiang Shengchang; He Yabing; Zhang Zhangjing; Wu Hui; Zhou Wei; Krishna Rajamani; Chen Banglin", "Nature communications", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "),\r\n    ", "954", "\r\n        ISSN:", ".\r\n    ", "Carbon dioxide capture and separation are important industrial processes that allow the use of carbon dioxide for the production of a range of chemical products and materials, and to minimize the effects of carbon dioxide emission.  Porous metal-organic frameworks are promising materials to achieve such separations and to replace current technologies, which use aqueous solvents to chemically absorb carbon dioxide.  Here we show that a metal-organic frameworks (UTSA-16) displays high uptake (160 cm(3) cm(-3)) of CO(2) at ambient conditions, making it a potentially useful adsorbent material for post-combustion carbon dioxide capture and biogas stream purification.  This has been further confirmed by simulated breakthrough experiments.  The high storage capacities and selectivities of UTSA-16 for carbon dioxide capture are attributed to the optimal pore cages and the strong binding sites to carbon dioxide, which have been demonstrated by neutron diffraction studies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC38fgslGrtQ%253D%253D&md5=45d4e2637e077d00b7ea5f2246ad3c6f", "8. ", "(a) ", "Rosi", ", ", "N. L.", "; ", "Kim", ", ", "J.", "; ", "Eddaoudi", ", ", "M.", "; ", "Chen", ", ", "B.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Rod Packings and Metal–Organic Frameworks Constructed from Rod-Shaped Secondary Building Units", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "1504", "– ", "1518", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Rod Packings and Metal-Organic Frameworks Constructed from Rod-Shaped Secondary Building Units", "Rosi, Nathaniel L.; Kim, Jaheon; Eddaoudi, Mohamed; Chen, Banglin; O'Keeffe, Michael; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "5", "),\r\n    ", "1504-1518", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The principal structure possibilities for packing infinite rod-shaped building blocks are described.  Some basic nets derived from linking simple rods (helixes and ladders) are then enumerated.  The authors demonstrate the usefulness of the concept of rod secondary building units in the design and synthesis of metal-org. frameworks (MOFs).  Accordingly, the authors present the prepn., characterization, and crystal structures of 14 new MOFs (named MOF-69A-C and MOF-70-80) of 12 different structure types, belonging to rod packing motifs, and show how their structures are related to basic nets.  The MOFs reported herein are of polytopic carboxylates and contain one of Zn, Pb, Co, Cd, Mn, or Tb.  The inclusion properties of the most open members are presented as evidence that MOF structures with rod building blocks can indeed be designed to have permanent porosity and rigid architectures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjtFGmtg%253D%253D&md5=0ad22a135cba65fb519eae17258dc4c8", "(b) ", "Britt", ", ", "D.", "; ", "Furukawa", ", ", "H.", "; ", "Wang", ", ", "B.", "; ", "Glover", ", ", "T. G.", "; ", "Yaghi", ", ", "O. M.", " ", "Highly Efficient Separation of Carbon Dioxide by A Metal-Organic Framework Replete with Open Metal Sites", " ", "Proc. Natl. Acad. Sci. U.S.A.", " ", "2009", ",  ", "49", ",  ", "20637", "– ", "20640", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(c) ", "Dietzel", ", ", "P. D. C.", "; ", "Besikiotis", ", ", "V.", "; ", "Blom", ", ", "R.", " ", "J. Mater. Chem.", " ", "2009", ",  ", "19", ",  ", "7362", "– ", "7370", "[", "Crossref", "], [", "CAS", "]", "8. ", "Application of metal-organic frameworks with coordinatively unsaturated metal sites in storage and separation of methane and carbon dioxide", "Dietzel, Pascal D. C.; Besikiotis, Vasileios; Blom, Richard", "Journal of Materials Chemistry", "\r\n        (", "2009", "),\r\n    ", "19", "\r\n        (", "39", "),\r\n    ", "7362-7370", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The metal-org. frameworks M2(dhtp)(H2O)2·8H2O (CPO-27-M, M = Ni, Mg) can be activated to give the empty framework compds. M2(dhtp) with a honeycomb analogous structure contg. large micropores of 11-12 Å diam. and a high concn. of open metal sites.  These sites play a major role in the adsorption of methane and carbon dioxide, which was studied at pressures up to 100 bar and 50 bar, resp., and various temps. in the range of 179 to 473 K. Both gases are taken up by the material in significant amts.  The max. excess adsorption of CO2 obsd. at 298 K was 51 wt.% for Ni2(dhtp) and 63 wt.% for Mg2(dhtp).  A surprisingly large amt. of CO2, in the range 25-30 wt.%, was still adsorbed at 473 K. Up to 18 and 22 wt.% methane were adsorbed at 179 K in the nickel and the magnesium compd., resp.  Congruent with this result is the high isosteric heat of adsorption obsd., which was found to be in the range 38-43 kJ mol-1 for CO2 and 20-22 kJ mol-1 for CH4, initially.  The heat of adsorption decreases significantly after the open metal sites have been occupied, which also is reflected in the shape of the adsorption isotherms.  The vacant coordination site at the metal atom also imparts favorable properties in respect to gas sepn. onto the material.  Breakthrough expts. using Ni2(dhtp) and gas mixts. of CO2-N2 and CO2-CH4 demonstrate the ability of the material to sep. these gases.  It is shown that carbon dioxide is preferentially adsorbed over methane or nitrogen.  In the case of CO2-N2, the retention is quant. within the precision of the detection system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1SqsL3E&md5=772720d3befb7d050c696517be8ca169", "(d) ", "Dietzel", ", ", "P. D. C.", "; ", "Blom", ", ", "R.", "; ", "Fjellvåg", ", ", "H.", " ", "Base-Induced Formation of Two Magnesium Metal-Organic Framework Compounds with a Bifunctional Tetratopic Ligand", " ", "Eur. J. Inorg. Chem.", " ", "2008", ",  ", "23", ",  ", "3624", "– ", "3632", "[", "Crossref", "]", "There is no corresponding record for this reference.", "9. ", "Caskey", ", ", "S. R.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "Dramatic Tuning of Carbon Dioxide Uptake via Metal Substitution in a Coordination Polymer with Cylindrical Pores", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "10870", "– ", "10871", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Dramatic Tuning of Carbon Dioxide Uptake via Metal Substitution in a Coordination Polymer with Cylindrical Pores", "Caskey, Stephen R.; Wong-Foy, Antek G.; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "33", "),\r\n    ", "10870-10871", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of four isostructural microporous coordination polymers (MCPs) differing in metal compn. is demonstrated to exhibit exceptional uptake of CO2 at low pressures and ambient temp.  These conditions are particularly relevant for capture of flue gas from coal-fired power plants.  A magnesium-based material is presented that is the highest surface area magnesium MCP yet reported and displays ultrahigh affinity based on heat of adsorption for CO2.  This study demonstrates that physisorptive materials can achieve affinities and capacities competitive with amine sorbents while greatly reducing the energy cost assocd. with regeneration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXptVGjtrw%253D&md5=6a99fc22cd66a556c63695cf22a12603", "10. ", "Wu", ", ", "H.", "; ", "Simmons", ", ", "J. M.", "; ", "Srinivas", ", ", "G.", "; ", "Zhou", ", ", "W.", "; ", "Yildrim", ", ", "T.", " ", "Water Adsorption on Coordinatively Unsaturated Sites in CuBTC MOF", " ", "J. Phys. Chem. Lett.", " ", "2010", ",  ", "1", ",  ", "1946", "– ", "1951", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Adsorption Sites and Binding Nature of CO2 in Prototypical Metal-Organic Frameworks: A Combined Neutron Diffraction and First-Principles Study", "Wu, Hui; Simmons, Jason M.; Srinivas, Gadipelli; Zhou, Wei; Yildirim, Taner", "Journal of Physical Chemistry Letters", "\r\n        (", "2010", "),\r\n    ", "1", "\r\n        (", "13", "),\r\n    ", "1946-1951", "CODEN:\r\n                ", "JPCLCD", ";\r\n        ISSN:", "1948-7185", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors report a detailed study of CO2 adsorption in two important metal-org. framework (MOF) compds. (Mg-MOF-74 and HKUST-1).  In both MOFs, the open metal ions were identified as the primary binding sites through neutron diffraction measurements.  The relatively strong metal-CO2 binding was attributed to an enhanced electrostatic interaction, and vibrational mode anal. shows that the adsorbed CO2 mol. is strongly attached through one of its oxygen atoms while the rest of the mol. is relatively free.  This high orientational disorder is the reason for the large apparent O-C-O bond bending angle derived from diffraction measurements.  The calcns. give only a small degree of bond bending, suggesting that the CO2 adsorption on the open metal site is still largely physisorption.  The overall metal-CO2 binding strength is right in the range which can facilitate both adsorption (CO2 capture) and desorption (MOF regeneration) under typical flue gas conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXntFyrsLg%253D&md5=a4a7d5e20cf66bd0d3e96f10964d1c44", "11. ", "Bao", ", ", "Z.", "; ", "Yu", ", ", "L.", "; ", "Ren", ", ", "Q.", "; ", "Lu", ", ", "X.", "; ", "Dengm", ", ", "S.", " ", "Adsorption of CO", "2", " and CH", "4", " on A Magnesium-based Metal Organic Framework", " ", "J. Colloid Interface Sci.", " ", "2011", ",  ", "353", ",  ", "549", "– ", "556", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Adsorption of CO2 and CH4 on a magnesium-based metal organic framework", "Bao, Zongbi; Yu, Liang; Ren, Qilong; Lu, Xiuyang; Deng, Shuguang", "Journal of Colloid and Interface Science", "\r\n        (", "2010", "),\r\n    ", "353", "\r\n        (", "2", "),\r\n    ", "549-556", "CODEN:\r\n                ", "JCISA5", ";\r\n        ISSN:", "0021-9797", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A magnesium-based metal org. framework (MOF), also known as Mg-MOF-74, was successfully synthesized, characterized, and evaluated for adsorption equil. and kinetics of CO2 and CH4.  The Mg-MOF-74 crystals were characterized with SEM for crystal structure, powder x-ray diffraction for phase structure, and nitrogen adsorption for pore textural properties.  Adsorption equil. and kinetics of CO2 and CH4 on the Mg-MOF-74 adsorbent were measured in a volumetric adsorption unit at 278, 298, and 318 K and pressures up to 1 bar.  The Mg-MOF-74 adsorbent prepd. in this work has a median pore width of 10.2 Å, a BET sp. surface area of 1174 m2/g, CO2 and CH4 adsorption capacities of 8.61 mmol g-1 (37.8%) and 1.05 mmol g-1 (1.7%), resp., at 298 K and 1 bar.  Both CO2 and CH4 adsorption capacities are significantly higher than those of zeolite 13X under similar conditions.  The pressure-dependent equil. selectivity of CO2 over CH4 (q CO2/q CH4) in the Mg-MOF-74 adsorbent showed a trend similar to that of zeolite 13X and the intrinsic selectivity of Mg-MOF-74 at zero adsorption loading is 283 at 298 K The initial heats of adsorption of CO2 and CH4 on the Mg-MOF-74 adsorbent are 73.0 and 18.5 kJ mol-1, resp.  The adsorption kinetic measurements suggest that the diffusivities of CO2 and CH4 on Mg-MOF-74 were comparable to those on zeolite 13X.  CH4 showed relatively faster adsorption kinetics than CO2 in both adsorbents.  The diffusion time consts. of CO2 and CH4 in the Mg-MOF-74 adsorbent at 298 K are 8.11 × 10-3 and 4.05 × 10-2 s-1, resp., showing a modest kinetic selectivity of ∼5 for the sepn. CH4 from CO2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlygs7nM&md5=eba479f85ec13f4be02917f5a82216d5", "12. ", "Valenzano", ", ", "L.", "; ", "Civalleri", ", ", "B.", "; ", "Chavan", ", ", "S.", "; ", "Palomino", ", ", "G. T.", "; ", "Arean", ", ", "C. O.", "; ", "Bordiga", ", ", "S.", " ", "Computational and Experimental Studies on the Adsorption of CO, N", "2", ", and CO", "2", " on Mg-MOF-74", " ", "J. Phys. Chem. C", " ", "2010", ",  ", "114", ",  ", "11185", "– ", "11191", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Computational and Experimental Studies on the Adsorption of CO, N2, and CO2 on Mg-MOF-74", "Valenzano, L.; Civalleri, B.; Chavan, S.; Palomino, G. T.; Arean, C. O.; Bordiga, S.", "Journal of Physical Chemistry C", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "25", "),\r\n    ", "11185-11191", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption of carbon monoxide, dinitrogen, and carbon dioxide on the porous metal-org. framework Mg-MOF-74 was studied by a combined methodol. comprising variable-temp. IR spectroscopy and ab initio periodic DFT-D calcns. using the CRYSTAL code.  Both CO and N2 form nearly linear (Mg2+···CO and Mg2+···NN) adsorption complexes, in contrast with CO2, which forms an angular Mg2+···OCO complex.  From IR spectra recorded at a variable-temp., the std. adsorption enthalpy (ΔH0) is -29, -21, and -47 kJ mol-1 for CO, N2, and CO2, resp.  Calcd. values of ΔH0, including an empirical correction for dispersion forces, resulted to be in a reasonably good agreement with those exptl. obtained.  Calcns. also showed the very significant role played by dispersion forces, which account for ∼1/2 of the adsorption enthalpy for each of the three adsorbates, CO, N2, and CO2.  The results are discussed in the broader context of the adsorption of the same gases on other MOFs and also on zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXmvF2rtLc%253D&md5=db5cd7db68300444ed0ca16a92df23bf", "13. ", "Simmons", ", ", "J. M.", "; ", "Wu", ", ", "H.", "; ", "Zhou", ", ", "W.", "; ", "Yildirim", ", ", "T.", " ", "Carbon Capture in Metal-Organic Frameworks - A Comparative Study", " ", "Energy Environ. Sci.", " ", "2011", ",  ", "4", ",  ", "2177", "– ", "2185", "[", "Crossref", "], [", "CAS", "]", "13. ", "Carbon capture in metal-organic frameworks-a comparative study", "Simmons, Jason M.; Wu, Hui; Zhou, Wei; Yildirim, Taner", "Energy & Environmental Science", "\r\n        (", "2011", "),\r\n    ", "4", "\r\n        (", "6", "),\r\n    ", "2177-2185", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks (MOFs) have been shown to be excellent materials for storage of carbon dioxide, implying that they could be useful for removal of carbon dioxide from flue gas stacks, however their performance in industrially relevant swing adsorption processes for carbon capture has not been studied.  Here we show that the efficacy of MOFs for carbon capture depends dramatically on the process and that some MOFs can provide significant carbon capture under typical pressure and vacuum swing processes.  In particular, MOFs that possess coordinatively unsatd. metal centers offer as much as 9 mmol g-1 swing capacity under certain conditions.  The results herein clearly show that there is no single ideal compd. for carbon capture applications and that different materials can perform better or worse depending on the specific process conditions.  In addn. to their capture performances, we have also investigated their selectivity to carbon dioxide over that of nitrogen and methane.  The anal. provided clearly demonstrates that the performance of a given MOF cannot be detd. without also considering the detailed industrial process in which the MOF is to be applied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXovVClsr0%253D&md5=892d999db211a790b476afeee3e775a7", "14. ", "Yang", ", ", "D. A.", "; ", "Cho", ", ", "H. Y.", "; ", "Kim", ", ", "J.", "; ", "Yang", ", ", "S. T.", "; ", "Ahn", ", ", "W. S.", " ", "CO", "2", " Capture and Conversion Using Mg-MOF-74 Prepared by A Sonochemical Method", " ", "Energy Environ. Sci.", " ", "2012", ",  ", "5", ",  ", "6465", "– ", "6473", "[", "Crossref", "], [", "CAS", "]", "14. ", "CO2 capture and conversion using Mg-MOF-74 prepared by a sonochemical method", "Yang, Da-Ae; Cho, Hye-Young; Kim, Jun; Yang, Seung-Tae; Ahn, Wha-Seung", "Energy & Environmental Science", "\r\n        (", "2012", "),\r\n    ", "5", "\r\n        (", "4", "),\r\n    ", "6465-6473", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Mg-MOF-74 crystals were successfully prepd. in 1 h by a sonochem. method (Mg-MOF-74(S)) after triethylamine (TEA) was added as a deprotonating agent.  Mg-MOF-74(S) (1640 m2 g-1 BET surface area) displayed similar textural properties to those of a high-quality MOF sample synthesized in 24 h by the solvothermal method (Mg-MOF-74(C), 1525 m2 g-1).  However, mesopores were formed, probably due to the competitive binding of TEA to Mg2+ ions, and the av. particle size of the former (ca. 0.6 μm) was significantly smaller than that of the latter (ca. 14 μm).  The H2O adsorption capacity was 593 mL g-1 at 298 K for Mg-MOF-74(S), displaying higher hydrophilicity than Zeolite 13X.  The adsorption isotherms of Mg-MOF-74(S) for CO2 showed high adsorption capacity (350 mg g-1 at 298 K) and high isosteric heats of adsorption for CO2 (42 to 22 kJ mol-1).  The breakthrough expt. confirmed excellent selectivity to CO2 over N2 at ambient conditions (satn. capacity of ca. 179 mg g-1).  Ten consecutive adsorption-desorption cycles at 298 K established no deterioration of the adsorption capacity, which showed reversible adsorbent regeneration at 323 K under helium flow for a total duration of 1400 min.  Mg-MOF-74(S) also demonstrated excellent catalytic performance in cycloaddn. of CO2 to styrene oxide under relatively mild reaction conditions (2.0 MPa, 373 K) with close to 100% selectivity to carbonate, which was confirmed by GC-MS, 1H-NMR, and FT-IR.  Mg-MOF-74(S) could be reused 3 times without losing catalytic activity and with no structural deterioration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XksVKnurY%253D&md5=d8b33bd0559531aa1193fb957c0cc9aa", "15. ", "Dickey", ", ", "A. N.", "; ", "Yazaydin", ", ", "A.", "; ", "Willis", ", ", "R. R.", "; ", "Snurr", ", ", "R. Q.", " ", "Screening CO", "2", "/N", "2", " Selectivity in Metal-Organic Frameworks Using Monte Carlo Simulations and Ideal Adsorbed Solution Theory", " ", "Can. J. Chem. Eng.", " ", "2012", ",  ", "90", ",  ", "825", "– ", "832", "[", "Crossref", "], [", "CAS", "]", "15. ", "Screening Co2/N2 selectivity in metal-organic frameworks using Monte Carlo simulations and ideal adsorbed solution theory", "Dickey, Allison N.; Yazaydin, A. Ozgur; Willis, Richard R.; Snurr, Randall Q.", "Canadian Journal of Chemical Engineering", "\r\n        (", "2012", "),\r\n    ", "90", "\r\n        (", "4", "),\r\n    ", "825-832", "CODEN:\r\n                ", "CJCEA7", ";\r\n        ISSN:", "0008-4034", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "Selective adsorption of CO2 over N2 is important in the design and selection of adsorbents such as metal-org. frameworks (MOFs) for CO2 capture and sequestration.  In this work, single-component and mixt. adsorption isotherms were calcd. in MOFs using grand canonical Monte Carlo (GCMC) simulations at conditions relevant for CO2 capture from flue gas.  Mixt. results predicted from single-component isotherms plus ideal adsorbed soln. theory (IAST) agree well with those calcd. from full GCMC mixt. simulations.  This suggests that IAST can be used for preliminary screening of MOFs for CO2 capture as an alternative to more time-consuming mixt. simulations or expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFaitLjE&md5=df33ca14c88bd3ace81ca7595eef2dc5", "16. ", "Queen", ", ", "W. L.", "; ", "Brown", ", ", "C. M.", "; ", "Britt", ", ", "D. K.", "; ", "Zajdel", ", ", "P.", "; ", "Hudson", ", ", "M. R.", "; ", "Yaghi", ", ", "O. M.", " ", "Site-Specific CO", "2", " Adsorption and Zero Thermal Expansion in an Anisotropic Pore Network", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "24915", "– ", "24919", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Site-Specific CO2 Adsorption and Zero Thermal Expansion in an Anisotropic Pore Network", "Queen, Wendy L.; Brown, Craig M.; Britt, David K.; Zajdel, Pawel; Hudson, Matthew R.; Yaghi, Omar M.", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "50", "),\r\n    ", "24915-24919", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Detailed neutron powder diffraction (NPD) expts. were carried out on the parent and CO2 adsorbed Mg-MOF-74 (MOF: metal-org. framework).  Data collected at low temp. revealed two CO2 adsorption sites on the pore surface and multiple changes in the framework as a function of CO2 loading.  Upon heating the samples to room temp., the data revealed minimal changes in expansivity upon adsorption of up to 0.94 CO2/Mg (≈ 25% mass fraction).  Further, temp.-dependent data collected on the bare framework reveals net zero thermal expansion between 10 and 475 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVeltL7J&md5=5fb393c36bc48438e63b1b62457d3f25", "17. ", "Xiang", ", ", "S.", "; ", "Zhou", ", ", "W.", "; ", "Zhang", ", ", "Z.", "; ", "Green", ", ", "M. A.", "; ", "Liu", ", ", "Y.", "; ", "Chen", ", ", "B.", " ", "Open Metal Sites within Isostructural Metal–Organic Frameworks for Differential Recognition of Acetylene and Extraordinarily High Acetylene Storage Capacity at Room Temperature", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "4615", "– ", "4618", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Open Metal Sites within Isostructural Metal-Organic Frameworks for Differential Recognition of Acetylene and Extraordinarily High Acetylene Storage Capacity at Room Temperature", "Xiang, Shengchang; Zhou, Wei; Zhang, Zhangjing; Green, Mark A.; Liu, Yun; Chen, Banglin", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "27", "),\r\n    ", "4615-4618, S4615/1-S4615/17", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A series of isostructural metal-org. frameworks with open metal sites were examd. for their differential recognition of acetylene mols.  The open metal sites within them exhibit the interaction in which cobalt ion has the strongest interaction with acetylene and a high adsorption enthalpy.  This high capacity maximizes the safe acetylene storage d. in bulk materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXnvVOrsrs%253D&md5=9b2b4d7c4bf404e26193e2a4195f3db8", "18. ", "(a) ", "Wu", ", ", "H.", "; ", "Zhou", ", ", "W.", "; ", "Yildirim", ", ", "T.", " ", "High-Capacity Methane Storage in Metal–Organic Frameworks M", "2", "(dhtp): The Important Role of Open Metal Sites", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "4995", "– ", "5000", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "High-Capacity Methane Storage in Metal-Organic Frameworks M2(dhtp): The Important Role of Open Metal Sites", "Wu, Hui; Zhou, Wei; Yildirim, Taner", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "13", "),\r\n    ", "4995-5000", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. framework (MOF) compds. M2(dhtp) (open metal M = Mg, Mn, Co, Ni, Zn; dhtp = 2,5-dihydroxyterephthalate) possess exceptionally large densities of open metal sites.  By adsorbing one CH4 mol. per open metal, these sites alone can generate very large methane storage capacities, 160-174 cm3(STP)/cm3, approaching the DOE target of 180 cm3(STP)/cm3 for material-based methane storage at room temp.  The adsorption isotherm measurements at 298 K and 35 bar for the five M2(dhtp) compds. yield excess methane adsorption capacities ranging from 149 to 190 cm3(STP)/cm3 (derived using their crystal densities), indeed roughly equal to the predicted, maximal adsorption capacities of the open metals (within ±10%) in these MOFs.  Among the five isostructural MOFs studied, Ni2(dhtp) exhibits the highest methane storage capacity, ∼200 cm3(STP)/cm3 in terms of abs. adsorption, potentially surpassing the DOE target by ∼10%.  The neutron diffraction expts. clearly reveal that the primary CH4 adsorption occurs directly on the open metal sites.  Initial 1st-principles calcns. show that the binding energies of CH4 on the open metal sites are significantly higher than those on typical adsorption sites in classical MOFs, consistent with the measured large heats of methane adsorption for these materials.  The authors attribute the enhancement of the binding strength to the unscreened electrostatic interaction between CH4 and the coordinatively unsatd. metal ions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjtFKgsrg%253D&md5=bbaa39565acdc107771ad9c10a7275c6", "(b) ", "Gallo", ", ", "M.", "; ", "Glossman-Mitnik", ", ", "D.", " ", "Fuel Gas Storage and Separations by Metal-Organic Frameworks: Simulated Adsorption Isotherms for H", "2", " and CH", "4", " and Their Equimolar Mixture", " ", "J. Phys. Chem. C", " ", "2009", ",  ", "113", ",  ", "6634", "– ", "6642", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Fuel Gas Storage and Separations by Metal-Organic Frameworks: Simulated Adsorption Isotherms for H2 and CH4 and Their Equimolar Mixture", "Gallo, Marco; Glossman-Mitnik, Daniel", "Journal of Physical Chemistry C", "\r\n        (", "2009", "),\r\n    ", "113", "\r\n        (", "16", "),\r\n    ", "6634-6642", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) are novel microporous materials with large surface areas, porosities, and thermal stabilities.  Even though many thousand MOFs were identified, few MOF materials were evaluated for gas mixts. sepns. and fuel gas storage.  Using grand canonical Monte Carlo simulations, the authors calcd. adsorption isotherms of pure and binary mixts. of hydrogen-methane in two large surface area MOFs (MOF-5 and MOF-177), two catenated MOFs (IRMOF-11 and MOF-14), and a high affinity open metal site MOF with strong Znδ+-Oδ- dipoles on the surface that create strong energetic interaction with the adsorbates (MOF-74).  The pure and mixt. adsorption isotherms were calcd. at 298 K and up to pressures of ∼80 bar.  The results of this study indicate that sepn. of hydrogen from methane in these materials would be successful, since hydrogen in a 50% bulk mixt. at low pressures has selectivities ∼25 for MOF-74, 20 for IRMOF-11, and 18 for MOF-14, compared to low selectivities values ∼5 for the two large surface area MOFs, MOF-5 and MOF-177.  Also MOF-74 has a large methane storage capacity of 170 cm3 (STP)/cm3 at 298 K and 35 atm, close to the 180 cm3 (STP)/cm3 DOE target for practical methane storage.  None of the materials studied has hydrogen gravimetric uptakes >0.4% wt.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjvVOktL8%253D&md5=f17a74f464ad9a08a55af38e07073088", "19. ", "(a) ", "Bae", ", ", "Y.-S.", "; ", "Lee", ", ", "C. Y.", "; ", "Kim", ", ", "K. C.", "; ", "Farha", ", ", "O. K.", "; ", "Nickias", ", ", "P.", "; ", "Hupp", ", ", "J. T.", "; ", "Nguyen", ", ", "S. B. T.", "; ", "Snurr", ", ", "R. Q.", " ", "High Propene/Propane Selectivity in Isostructural Metal–Organic Frameworks with High Densities of Open Metal Sites", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "1857", "– ", "1860", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "High Propene/Propane Selectivity in Isostructural Metal-Organic Frameworks with High Densities of Open Metal Sites", "Bae, Youn-Sang; Lee, Chang Yeon; Kim, Ki Chul; Farha, Omar K.; Nickias, Peter; Hupp, Joseph T.; Nguyen, SonBinh T.; Snurr, Randall Q.", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "8", "),\r\n    ", "1857-1860, S1857/1-S1857/13", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors report the adsorption selectivities of propene over propane for isostructural frameworks M-MOF-74 (M = Co, Mn, and Mg) with high concns. of open metal sites.  Adsorption expts., ideal adsorbed soln. theory (IAST) predictions, breakthrough expts., 1st-principles calcns., and grand canonical Monte Carlo (GCMC) simulations reveal that Co-MOF-74 exhibits the highest thermodn. propene/propane selectivity (∼46) ever reported for MOFs, due to strong π-complexation between the open Co2+ sites and the propene mols.  The trend of selectivities for M-MOF-74 materials is explained well by the binding strengths from 1st-principles calcns.  For all M-MOF-74 materials, the selectivity increases with increasing pressure due to the special structural properties of these MOFs: high densities of metal sites as well as optimal pore widths and vols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xnt12hsA%253D%253D&md5=e539dd5baab9851a42c66a323ac7928c", "(b) ", "He", ", ", "Y.", "; ", "Krishna", ", ", "R.", "; ", "Chen", ", ", "B.", " ", "Metal-Organic Frameworks with Potential for Energy-Efficient Adsorptive Separation of Light Hydrocarbons", " ", "Energy Environ. Sci.", " ", "2012", ",  ", "5", ",  ", "9107", "– ", "9120", "[", "Crossref", "], [", "CAS", "]", "19. ", "Metal-organic frameworks with potential for energy-efficient adsorptive separation of light hydrocarbons", "He, Yabing; Krishna, Rajamani; Chen, Banglin", "Energy & Environmental Science", "\r\n        (", "2012", "),\r\n    ", "5", "\r\n        (", "10", "),\r\n    ", "9107-9120", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The sepn. of hydrocarbons with carbon nos. in the 1-3 range is of great significance in the purifn. of natural gas, prodn. of ethylene and propylene with the required 99.5%+ purity levels as feeds to polymn. reactors, and sepn. of ethyne from mixts. with ethylene.  In this study the performances of a total of 19 different MOFs, carefully selected to span a wide range of functionalities, were evaluated for a variety of sepn. tasks.  For all sepn. tasks investigated, MOFs with high d. of open metal sites, CoMOF-74, MgMOF-74, and FeMOF-74, have significantly better sepn. potential than other MOFs, ZIFs or zeolites that have been suggested in the literature.  Of particular significance is the possibility offered by CoMOF-74, MgMOF-74, and FeMOF-74 for \"fractionating\" a 6-component CH4/C2H2/C2H4/C2H6/C3H6/C3H8 mixt. to yield individual pure components.  Such sepns. are likely to have a significant industrial impact, resulting in significant energy savings when compared to current technologies that rely on distn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhtlyqs7nJ&md5=60d67294ba300e1137a47779c3689b1e", "20. ", "(a) ", "Rana", ", ", "M. K.", "; ", "Koh", ", ", "H. S.", "; ", "Hwang", ", ", "J.", "; ", "Siegel", ", ", "D. J.", " ", "Comparing van der Waals Density Functionals for CO", "2", " Adsorption in Metal Organic Frameworks", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "16957", "– ", "16968", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Comparing van der Waals Density Functionals for CO2 Adsorption in Metal Organic Frameworks", "Rana, Malay Kumar; Koh, Hyun Seung; Hwang, Jinhyung; Siegel, Donald J.", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "32", "),\r\n    ", "16957-16968", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The accuracy of 5 recently proposed van der Waals (vdW) d. functionals (optB86b, optB88, optPBE, revPBE, and rPW86), the semiempirical vdW method of Grimme (DFT-D2), and conventional local (LDA) and gradient-cor. (GGA-PBE) d. functionals are assessed with respect to exptl. enthalpies (ΔH) for CO2 adsorption in 4 prototypical metal org. frameworks (MOFs) contg. coordinatively unsatd. metal sites: M/DOBDC (M = Mg, Ni, and Co) and Cu-HKUST-1.  Although the LDA and GGA functionals partially capture trends, they significantly overbind (LDA) and underbind (GGA) CO2 with respect to the exptl. enthalpies.  The addn. of a semiempirical r-6 dispersion term to the GGA exchange-correlation energy using off the shelf DFT-D2 parameters results in a substantial improvement both in trends and in the magnitude of the adsorption enthalpies.  However, on av. this approach still underbinds CO2 as compared to the exptl. data by ∼7 kJ/mol (18%).  Better accuracy is obtained with some of the nonempirical vdW d. functionals, with the revPBE-based functional of Dion et al. [Phys. Rev. Lett.2004, 92, 246401] yielding an av. error of only ∼2 kJ/mol (4%) relative to expt.  This improvement in energetics is accompanied by a slight decrease in the accuracy of predicted structures, as the revPBE functional overestimates the metal-CO2 bond length by ∼10%.  The identification of an efficient vdW d. functional capable of predicting the thermodn. of CO2 adsorption will facilitate rapid computational screening for optimal CO2 adsorbents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtVKqu7bN&md5=7548963b389e649e7531c088526e29b6", "(b) ", "Valenzano", ", ", "L.", "; ", "Civalleri", ", ", "B.", "; ", "Sillar", ", ", "K.", "; ", "Sauer", ", ", "J.", " ", "Heats of Adsorption of CO and CO", "2", " in Metal-Organic Frameworks: Quantum Mechanical Study of CPO-27-M (M = Mg, Ni, Zn)", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "21777", "– ", "21784", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Heats of Adsorption of CO and CO2 in Metal-Organic Frameworks: Quantum Mechanical Study of CPO-27-M (M = Mg, Ni, Zn)", "Valenzano, Loredana; Civalleri, Bartolomeo; Sillar, Kaido; Sauer, Joachim", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "44", "),\r\n    ", "21777-21784", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "D. functional theory is applied with a hybrid functional to which a parametrized damped 1/r6 term was added to account for dispersion (B3LYP + D*).  This method is used with periodic boundary conditions to get the structures of the adsorption complexes.  Dispersion has a substantial share on the calcd. adsorption energies (46-77%).  For these structures, adsorption energies are also calcd. with a hybrid high-level (MP2 with complete basis set extrapolation):low level (B3LYP + D*) method.  The MP2 calcns. are performed on cluster models.  Comparison is made with exptl. heats of adsorption.  B3LYP + D* underestimates heats of adsorption by ∼5 kJ/mol, whereas hybrid MP2:B3LYP + D* slightly overestimates them by ∼2 kJ/mol.  With MP2:B3LYP + D*, also the mean abs. error is somewhat smaller, 3.8 kJ/mol compared to 5.6 kJ/mol for B3LYP + D*.  Both the B3LYP + D* and the hybrid MP2/CBS:B3LYP + D* method predict the same sequence of binding energies for carbon monoxide (Ni > Mg > Zn) and carbon dioxide (Mg > Ni > Zn) adsorption on open metal cation sites in the CPO-27 metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlaqtr7E&md5=1ffd1ba893afc3a5227d44b1fadddc1f", "21. ", "(a) ", "Perdew", ", ", "J. P.", "; ", "Burke", ", ", "K.", "; ", "Ernzerhof", ", ", "M.", " ", "Generalized Gradient Approximation Made Simple", " ", "Phys. Rev. Lett.", " ", "1996", ",  ", "77", ",  ", "3865", "– ", "3868", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "Generalized gradient approximation made simple", "Perdew, John P.; Burke, Kieron; Ernzerhof, Matthias", "Physical Review Letters", "\r\n        (", "1996", "),\r\n    ", "77", "\r\n        (", "18", "),\r\n    ", "3865-3868", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Generalized gradient approxns. (GGA's) for the exchange-correlation energy improve upon the local spin d. (LSD) description of atoms, mols., and solids.  We present a simple derivation of a simple GGA, in which all parameters (other than those in LSD) are fundamental consts.  Only general features of the detailed construction underlying the Perdew-Wang 1991 (PW91) GGA are invoked.  Improvements over PW91 include an accurate description of the linear response of the uniform electron gas, correct behavior under uniform scaling, and a smoother potential.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XmsVCgsbs%253D&md5=55943538406ee74f93aabdf882cd4630", "(b) ", "Perdew", ", ", "J. P.", "; ", "Burke", ", ", "K.", "; ", "Ernzerhof", ", ", "M.", " ", "K+ Emission in Symmetric Heavy Ion Reactions at Subthreshold Energies", " ", "Phys. Rev. Lett.", " ", "1997", ",  ", "78", ",  ", "1396", "[", "Crossref", "], [", "CAS", "]", "21. ", "Generalized gradient approximation made simple. [Erratum to document cited in CA126:51093]", "Perdew, John P.; Burke, Kieron; Ernzerhof, Matthias", "Physical Review Letters", "\r\n        (", "1997", "),\r\n    ", "78", "\r\n        (", "7", "),\r\n    ", "1396", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The errors were not reflected in the abstr. or the index entries.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXht1Gns7o%253D&md5=ecdb6e129b112a3a10e08cba26a083ae", "(c) ", "Hohenberg", ", ", "P.", "; ", "Kohn", ", ", "W.", " ", "Phys. Rev.", " ", "1964", ",  ", "136", ",  ", "B864", "– ", "B871", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(d) ", "Kohn", ", ", "W.", "; ", "Sham", ", ", "L.", " ", "Self-Consistent Equations Including Exchange andCorrelation Effects", " ", "J. Phys. Rev.", " ", "1965", ",  ", "140", ",  ", "A1133", "– ", "A1138", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(e) ", "Slater", ", ", "J. C.", " ", "The Self-Consistent Field for Molecular and Solids, Quantum Theory of Molecular and Solids", "; ", "McGraw-Hill", ": ", "New York", ", ", "1974", "; Vol.  ", "4", ".", "There is no corresponding record for this reference.", "(f) ", "Vosko", ", ", "S. H.", "; ", "Wilk", ", ", "L.", "; ", "Nusair", ", ", "M.", " ", "Can. J. Phys.", " ", "1980", ",  ", "58", ",  ", "1200", "– ", "1211", "[", "Crossref", "], [", "CAS", "]", "21. ", "Accurate spin-dependent electron liquid correlation energies for local spin density calculations:  a critical analysis", "Vosko, S. H.; Wilk, L.; Nusair, M.", "Canadian Journal of Physics", "\r\n        (", "1980", "),\r\n    ", "58", "\r\n        (", "8", "),\r\n    ", "1200-11", "CODEN:\r\n                ", "CJPHAD", ";\r\n        ISSN:", "0008-4204", ".\r\n    ", "Various approx. forms for the correlation energy per particle of the spin-polarized homogeneous electron gas that have frequently been used in applications of the local spin d. approxn. to the exchange-correlation energy functional are assessed.  By accurately recalcg. the RPA correlation energy as a function of electron d. and spin polarization, the inadequacies of the usual approxn. for interpolating between the para- and ferro-magnetic states are demonstrated and an accurate new interpolation formula is presented.  A Pade approximant technique was used to accurately interpolate the recent Monte Carlo results.  These results can be combined with the RPA spin-dependence so as to produce a correlation energy for a spin-polarized homogeneous electron gas with an estd. max. error of 1 mRy and thus should reliably det. the magnitude of non-local corrections to the local spin d. approxn. in real systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3cXlvFagt74%253D&md5=7facca127a65937c4956893ef7331fa4", "(g) ", "Perdew", ", ", "J. P.", " In  ", "Electronic Structure of Solids", "; ", "Ziesche", ", ", "P.", ",", "; ", "Eschrig", ", ", "H.", ", Eds.; ", "Akademie Verlag", ": ", "Berlin", ", ", "1991", "; Vol. ", "91", ".", "There is no corresponding record for this reference.", "(h) ", "Lee", ", ", "C.", "; ", "Yang", ", ", "W.", "; ", "Parr", ", ", "R. G.", " ", "Phase-space Approach to the Exchange Energy Functional of Density Functional Theory", " ", "Phys. Rev. B", " ", "1988", ",  ", "37", ",  ", "785", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "Development of the Colle-Salvetti correlation-energy formula into a functional of the electron density", "Lee, Chengteh; Yang, Weitao; Parr, Robert G.", "Physical Review B:  Condensed Matter and Materials Physics", "\r\n        (", "1988", "),\r\n    ", "37", "\r\n        (", "2", "),\r\n    ", "785-9", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    ", "A correlation-energy formula due to R. Colle and D. Salvetti (1975), in which the correlation energy d. is expressed in terms of the electron d. and a Laplacian of the 2nd-order Hartree-Fock d. matrix, is restated as a formula involving the d. and local kinetic-energy d.  On insertion of gradient expansions for the local kinetic-energy d., d.-functional formulas for the correlation energy and correlation potential are then obtained.  Through numerical calcns. on a no. of atoms, pos. ions, and mols., of both open- and closed-shell type, it is demonstrated that these formulas, like the original Colle-Salvetti formulas, give correlation energies within a few percent.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1cXktFWrtbw%253D&md5=ee7b59267a2ff72e15171a481819ccf8", "(i) ", "Miehlich", ", ", "B.", "; ", "Savin", ", ", "A.", "; ", "Stoll", ", ", "H.", "; ", "Preuss", ", ", "H.", " ", "Results Obtained with the Correlation-Energy Density Functionals of Becke and Lee, Yang and Parr", " ", "Chem. Phys. Lett.", " ", "1989", ",  ", "157", ",  ", "200", "– ", "206", "[", "Crossref", "], [", "CAS", "]", "21. ", "Results obtained with the correlation energy density functionals of Becke and Lee, Yang and Parr", "Miehlich, Burkhard; Savin, Andreas; Stoll, Hermann; Preuss, Heinzwerner", "Chemical Physics Letters", "\r\n        (", "1989", "),\r\n    ", "157", "\r\n        (", "3", "),\r\n    ", "200-6", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    ", "Two recently published d. functionals (Becke, A.D., 1988 and Lee, C. et al., 1988) are used to calc. the correlation energies of first-row atoms, ions and mols.  The correlation contributions to ionization energies, electron affinities and dissocn. energies thus obtained are of comparable quality to those of other d. functionals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1MXkvVCgsL4%253D&md5=f35565783ae391f03e315d39cebbeca3", "(j) ", "Kim", ", ", "K.", "; ", "Jordan", ", ", "K. D.", " ", "Comparison of Density Functional and MP2 Calculations on the Water Monomer and Dimer", " ", "J. Phys. Chem.", " ", "1994", ",  ", "98", ",  ", "10089", "– ", "10094", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Comparison of Density Functional and MP2 Calculations on the Water Monomer and Dimer", "Kim, K.; Jordan, K. D.", "Journal of Physical Chemistry", "\r\n        (", "1994", "),\r\n    ", "98", "\r\n        (", "40", "),\r\n    ", "10089-94", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "The geometries and vibrational frequencies of the water monomer and dimer were calcd. by using the MP2 method and d.-function theory (DFT).  The DFT calcns. were done by using both the Becke-Perdew and B3LYP nonlocal exchange-correlation functionals, with the latter being comprised of Becke's three-parameter exchange functional [J. Chem. Phys. 1993, 98, 5648] and the Lee-Yang-Parr correlation functional [Phys. Rev. B 1993, 37, 785].  DFT calcns. with the B3LYP functional, in contrast to those with the Becke-Perdew functional, were found to give geometries and frequencies in close agreement with the MP2 and existing exptl. results.  The B3LYP calcns. with the largest basis set employed gave a dimer binding energy of -4.56 kcal/mol, about 0.5 kcal/mol smaller in magnitude than the binding energy obtained from MP2 calcns. with similar basis sets.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXmtFemsr4%253D&md5=479853b48600b6fca04e23b099075ad4", "(k) ", "Stephens", ", ", "P. J.", "; ", "Devlin", ", ", "F. J.", "; ", "Chabalowski", ", ", "C. F.", "; ", "Frisch", ", ", "M. J.", " ", "Ab Initio Calculation of Vibrational Absorption and Circular Dichroism Spectra Using Density Functional Force Fields", " ", "J. Phys. Chem.", " ", "1994", ",  ", "98", ",  ", "11623", "– ", "11627", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Ab Initio Calculation of Vibrational Absorption and Circular Dichroism Spectra Using Density Functional Force Fields", "Stephens, P. J.; Devlin, F. J.; Chabalowski, C. F.; Frisch, M. J.", "Journal of Physical Chemistry", "\r\n        (", "1994", "),\r\n    ", "98", "\r\n        (", "45", "),\r\n    ", "11623-7", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "The unpolarized absorption and CD spectra of the fundamental vibrational transitions of the chiral mol. 4-methyl-2-oxetanone are calcd. ab initio.  Harmonic force fields are obtained using d. functional theory (DFT), MP2 and SCF methodologies, and a [5s4p2d/3s2p] (TZ2P) basis set.  DFT calcns. use the LSDA, BLYP, and Becke3LYP (B3LYP) d. functionals.  Mid-IR spectra predicted using LSDA, BLYP, and B3LYP force fields are of significantly different quality, the B3LYP force field yielding spectra in clearly superior, and overall excellent, agreement with expt.  The MP2 force field yields spectra in slightly worse agreement with expt. than the B3LYP force field.  The SCF force field yields spectra in poor agreement with expt.  The basis set dependence of B3LYP force fields is also explored: the 6-31G* and TZ2P basis sets give very similar results while the 3-21G basis set yields spectra in substantially worse agreement with expt.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXmvVSitbY%253D&md5=93486da1864d900b4527d020cf36171f", "(l) ", "Yanai", ", ", "T.", "; ", "Tew", ", ", "D.", "; ", "Handy", ", ", "N.", " ", "A New Hybrid Exchange-Correlation Functional Using the Coulomb-Attenuating Method (CAM-B3LYP)", " ", "Chem. Phys. Lett.", " ", "2004", ",  ", "393", ",  ", "51", "– ", "57", "[", "Crossref", "], [", "CAS", "]", "21. ", "A new hybrid exchange-correlation functional using the Coulomb-attenuating method (CAM-B3LYP)", "Yanai, Takeshi; Tew, David P.; Handy, Nicholas C.", "Chemical Physics Letters", "\r\n        (", "2004", "),\r\n    ", "393", "\r\n        (", "1-3", "),\r\n    ", "51-57", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A new hybrid exchange-correlation functional named CAM-B3LYP is proposed.  It combines the hybrid qualities of B3LYP and the long-range correction presented by Tawada et al. [J. Chem. Phys., in press].  We demonstrate that CAM-B3LYP yields atomization energies of similar quality to those from B3LYP, while also performing well for charge transfer excitations in a dipeptide model, which B3LYP underestimates enormously.  The CAM-B3LYP functional comprises of 0.19 Hartree-Fock (HF) plus 0.81 Becke 1988 (B88) exchange interaction at short-range, and 0.65 HF plus 0.35 B88 at long-range.  The intermediate region is smoothly described through the std. error function with parameter 0.33.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXlsFKgtbs%253D&md5=75f311240ff8ebedb174757f3eedbf3e", "22. ", "Boys", ", ", "S. F.", "; ", "Bernardi", ", ", "F.", " ", "Mol. Phys.", " ", "1970", ",  ", "19", ",  ", "553", "– ", "566", "[", "Crossref", "], [", "CAS", "]", "22. ", "The calculation of small molecular interactions by the differences of separate total energies. Some procedures with reduced errors", "Boys, S. F.; Bernardi, F.", "Molecular Physics", "\r\n        (", "1970", "),\r\n    ", "19", "\r\n        (", "4", "),\r\n    ", "553-566", "CODEN:\r\n                ", "MOPHAM", ";\r\n        ISSN:", "0026-8976", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "A new direct difference method for the computation of mol. interactions has been based on a bivariational transcorrelated treatment, together with special methods for the balancing of other errors.  It appears that these new features can give a strong redn. in the error of the interaction energy, and they seem to be particularly suitable for computations in the important region near the min. energy.  It has been generally accepted that this problem is dominated by unresolved difficulties and the relation of the new methods of these apparent difficulties is analyzed here.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXht1alt7fM&md5=c4f847835a638b4fc449fae688c557e9", "23. ", "Frisch", ", ", "M. J.", "; ", "Trucks", ", ", "G. W.", "; ", "Schlegel", ", ", "H. B.", "; ", "Scuseria", ", ", "G. E.", "; ", "Robb", ", ", "M. A.", "; ", "Cheeseman", ", ", "J. R.", "; ", "Montgomery", ", ", "J. A.", "; ", "Vreven", ", ", " Jr.", ", ", "T.", "; ", "Kudin", ", ", "K. N.", "; ", "Burant", ", ", "J. C.", "; ", "Gaussian 03", ", revision B.03; ", "Gaussian, Inc.", ": ", "Wallingford, CT", ", ", "2003", ".", "There is no corresponding record for this reference.", "24. ", "(a) ", "Su", ", ", "P.", "; ", "Li", ", ", "H.", " ", "Energy Decomposition Analysis of Covalent Bonds and Intermolecular Interactions", " ", "J. Chem. Phys.", " ", "2009", ",  ", "131", ",  ", "014102", "[", "Crossref", "], [", "CAS", "]", "24. ", "Energy decomposition analysis of covalent bonds and intermolecular interactions", "Su, Peifeng; Li, Hui", "Journal of Chemical Physics", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "1", "),\r\n    ", "014102/1-014102/15", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "An energy decompn. anal. method is implemented for the anal. of both covalent bonds and intermol. interactions on the basis of single-determinant Hartree-Fock (HF) (restricted closed shell HF, restricted open shell HF, and unrestricted open shell HF) wavefunctions and their d. functional theory analogs.  For HF methods, the total interaction energy from a supermol. calcn. is decompd. into electrostatic, exchange, repulsion, and polarization terms.  Dispersion energy is obtained from second-order Moller-Plesset perturbation theory and coupled-cluster methods such as CCSD and CCSD(T).  Similar to the HF methods, Kohn-Sham d. functional interaction energy is decompd. into electrostatic, exchange, repulsion, polarization, and dispersion terms.  Tests on various systems show that this algorithm is simple and robust. insights are provided by the energy decompn. anal. into H2, methane C-H, and ethane C-C covalent bond formation, CH3CH3 internal rotation barrier, water, ammonia, ammonium, and hydrogen fluoride hydrogen bonding, van der Waals interaction, DNA base pair formation, NH3NH3 and NH3CO coordinate bond formation, Cu-ligand interactions, as well as LiF, LiCl, NaF, and NaCl ionic interactions.  (c) 2009 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXosFGhsbY%253D&md5=d7ee8efa3cbafd0c33b37f42f14b1a9b", "(b) ", "http://ww2.chemistry.gatech.edu/∼lw26/structure/molecular_interactions/mol_int.html", ";", "There is no corresponding record for this reference.", "(c) ", "Kitaura", ", ", "K.", "; ", "Morokuma", ", ", "K.", " ", "A New Energy Decomposition Scheme for Molecular Interactions within the Hatree-Fock Approximation", " ", "Int. J. Quantum Chem.", " ", "1976", ",  ", "10", ",  ", "325", "– ", "340", "[", "Crossref", "], [", "CAS", "]", "24. ", "A new energy decomposition scheme for molecular interactions within the Hartree-Fock approximation", "Kitaura, Kazuo; Morokuma, Keiji", "International Journal of Quantum Chemistry", "\r\n        (", "1976", "),\r\n    ", "10", "\r\n        (", "2", "),\r\n    ", "325-40", "CODEN:\r\n                ", "IJQCB2", ";\r\n        ISSN:", "0020-7608", ".\r\n    ", "In an extension of previous work (M., et al., 1974; M., 1971; S. Iwata and M., 1975; S. Yamabe and M., 1975), a new method was developed for calcg. sep. the components of mol. interaction energy within the Hartree-Fock approxn.  The Hartree-Fock MO's of the isolated mols. are used as the basis set for construction of the Fock matrix for the supermol.  Then certain blocks of this matrix are set to zero, subject to specific boundary conditions for the supermol. MO's; the resultant matrix is diagonalized iteratively to obtain the desired energy components.  This method has an advantage over the previous method in the explicit definition of the charge-transfer energy, placing it on an equal status with the exchange and polarization terms.  The new method is compared with existing perturbation methods, and was also applied to decomp. the energy and electron d. of (H2O)2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE28Xhs12rtbs%253D&md5=d8f6b8dfd4075fc754760d4919f30336", "25. ", "(a) ", "Schmidt", ", ", "M. W.", "; ", "Baldridge", ", ", "K. K.", "; ", "Boatz", ", ", "J. A.", "; ", "Elbert", ", ", "S. T.", "; ", "Gordon", ", ", "M. S.", "; ", "Jensen", ", ", "J. J.", "; ", "Koseki", ", ", "S.", "; ", "Matsunaga", ", ", "N.", "; ", "Nguyen", ", ", "K. A.", "; ", "Su", ", ", "S.", " ", "General Atomic and Molecular Electronic Structure System", " ", "J. Comput. Chem.", " ", "1993", ",  ", "14", ",  ", "1347", "[", "Crossref", "], [", "CAS", "]", "25. ", "General atomic and molecular electronic structure system", "Schmidt, Michael W.; Baldridge, Kim K.; Boatz, Jerry A.; Elbert, Steven T.; Gordon, Mark S.; Jensen, Jan H.; Koseki, Shiro; Matsunaga, Nikita; Nguyen, Kiet A.; et al.", "Journal of Computational Chemistry", "\r\n        (", "1993", "),\r\n    ", "14", "\r\n        (", "11", "),\r\n    ", "1347-63", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    ", "A description of the ab initio quantum chem. package GAMESS is presented.  Chem. systems contg. atoms through Rn can be treated with wave functions ranging from the simplest closed-shell case up to a general MCSCF case, permitting calcns. at the necessary level of sophistication.  Emphasis is given to novel features of the program.  The parallelization strategy used in the RHF, ROHF, UHF, and GVB sections of the program is described, and detailed speedup results are given.  Parallel calcns. can be run on ordinary workstations as well as dedicated parallel machines.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXhsFaqtQ%253D%253D&md5=4d9e37cd3ec67a92bdfb5b0c0084707c", "(b) ", "Gordon", ", ", "M. S.", "; ", "Schmidt", ", ", "M. W.", "  In  ", "Theory and Applications of Computational Chemistry, the first forty years", "; ", "Dykstra", ", ", "C. E.", "; ", "Frenking", ", ", "G.", "; ", "Kim", ", ", "K. S.", "; ", "Scuseria", ", ", "G. E.", ", Eds.; ", "Elsevier", ": ", "Amsterdam", ", ", "2005", "; pp  ", "1167", "– ", "1189", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "26. ", "Babarao", ", ", "R.", "; ", "Jiang", ", ", "J.", " ", "Unprecedentedly High Selective Adsorption of Gas Mixtures in ", "rho", " Zeolite-like Metal-Organic Framework: A Molecular Simulation Study", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "11417", "– ", "11425", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Unprecedentedly High Selective Adsorption of Gas Mixtures in rho Zeolite-like Metal-Organic Framework: A Molecular Simulation Study", "Babarao, Ravichandar; Jiang, Jianwen", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "32", "),\r\n    ", "11417-11425", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors report a mol. simulation study for the sepn. of industrially important gas mixts. (CO2/H2, CO2/CH4, and CO2/N2) in rho zeolite-like metal-org. framework (rho-ZMOF).  Rho-ZMOF contains a wide-open anionic framework and charge-balancing extraframework Na+ ions.  Two types of binding sites for Na+ ions are identified in the framework.  Site I is in the single eight-membered ring, whereas site II is in the α-cage. Na+ ions at site I have a stronger affinity for the framework and thus a smaller mobility.  The binding sites in rho-ZMOF resemble those in its inorg. counterpart rho-zeolite. CO2 is adsorbed predominantly over other gases because of its strong electrostatic interactions with the charged framework and the presence of Na+ ions acting as addnl. adsorption sites.  At ambient temp. and pressure, the CO2 selectivities are 1800 for the CO2/H2 mixt., 80 for the CO2/CH4 mixt., and 500 for the CO2/N2 mixt.  Compared with other MOFs and nanoporous materials reported to date, rho-ZMOF exhibits unprecedentedly high selective adsorption for these gas mixts.  This work represents the 1st simulation study to characterize extraframework ions and examine gas sepn. in a charged ZMOF.  The simulation results reveal that rho-ZMOF is a promising candidate for the sepn. of syngas, natural gas, and flue gas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXptVCksbY%253D&md5=b49d32ae1a356b1358b1d3636e692f4c", "27. ", "Liu", ", ", "B.", "; ", "Smit", ", ", "B.", " ", "Comparative Molecular Simulation Study of CO", "2", "/N", "2", " and CH", "4", "/N", "2", " Separation in Zeolites and Metal-Organic Frameworks", " ", "Langmuir", " ", "2009", ",  ", "25", ",  ", "5918", "– ", "5926", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "Comparative Molecular Simulation Study of CO2/N2 and CH4/N2 Separation in Zeolites and Metal-Organic Frameworks", "Liu, Bei; Smit, Berend", "Langmuir", "\r\n        (", "2009", "),\r\n    ", "25", "\r\n        (", "10", "),\r\n    ", "5918-5926", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A systematic mol. simulation study was performed to compare the sepn. of CO2/N2 and CH4/N2 mixts. in two different classes of nanoporous materials, zeolites, and metal-org. frameworks (MOFs).  For this purpose, three zeolites (MFI, LTA, and DDR) and seven MOFs (Cu-BTC, MIL-47 (V), IRMOF-1, IRMOF-12, IRMOF-14, IRMOF-11, and IRMOF-13) were chosen as the representatives to compare.  From the validated force fields, both adsorption selectivity and pure CO2 and CH4 adsorption isotherms were simulated.  Although MOFs perform much better for gas storage, their sepn. performance is comparable to zeolites; for the systems with the preferable component having a larger quadrupolar moment, both zeolites and MOFs can enhance the sepn. selectivity, and in contrast they both reduce the selectivity.  Ideal adsorbed soln. theory (IAST) gives a very reasonable prediction of the mixt. adsorption isotherms both in zeolites and in MOFs if the pure component isotherms are known.  The difference in quadrupolar moment of the components is an important property that has to be considered in the selection of a membrane material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVSktLo%253D&md5=b60d09cbafa33be8c51014a0f06e5745", "28. ", "Keskin", ", ", "S.", "; ", "Sholl", ", ", "D. S.", " ", "Screening Metal-Organic Framework Materials for Membrane-based Methane/Carbon Dioxide Separations", " ", "J. Phys. Chem. C", " ", "2007", ",  ", "111", ",  ", "14055", "– ", "14059", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Screening Metal-Organic Framework Materials for Membrane-based Methane/Carbon Dioxide Separations", "Keskin, Seda; Sholl, David S.", "Journal of Physical Chemistry C", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "38", "),\r\n    ", "14055-14059", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOF) are a diverse family of highly porous materials that have potential advantages as adsorbents and membranes for gas sepns.  Because the fabrication of membranes from cryst. materials is challenging, nothing is currently known about what advantages MOFs may have over more conventional materials for membrane-based sepns.  We use atomically detailed simulations to present the first information about the performance of MOFs as membranes for gas sepns. using the sepn. of CO2/CH4 mixts. by MOF-5 as an example.  Describing membrane performance requires information about both mixt. adsorption and mixt. diffusion in the membrane material.  Our results show that mixt. effects play a crucial role in detg. the performance of MOF-5 membranes under conditions relevant for natural-gas applications, indicating that modeling or exptl. studies that examine only single-component gases will be insufficient to understand the properties of MOF-based membranes in practical applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXpslShsLc%253D&md5=1ddf0cb72b5f75ff9491280dcd7d55d6", "29. ", "Fischer", ", ", "M.", "; ", "Hoffmann", ", ", "F.", "; ", "Fröba", ", ", "M.", " ", "New Microporous Materials for Acetylene Storage and C", "2", "H", "2", "/CO", "2", " Separation: Insights from Molecular Smulations", " ", "ChemPhysChem", " ", "2010", ",  ", "11", ",  ", "2220", "– ", "2229", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "New microporous materials for acetylene storage and C2H2/CO2 separation: Insights from molecular simulations", "Fischer, Michael; Hoffmann, Frank; Froeba, Michael", "ChemPhysChem", "\r\n        (", "2010", "),\r\n    ", "11", "\r\n        (", "10", "),\r\n    ", "2220-2229", "CODEN:\r\n                ", "CPCHFT", ";\r\n        ISSN:", "1439-4235", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Force-field based grand-canonical Monte Carlo simulations are used to investigate the C2H2 and CO2 uptake capacity, as well as the C2H2/CO2 adsorption selectivity of three novel microporous materials: magnesium formate, Cu3(btc)2, and cucurbit[6]uril.  Because no comparable computational studies of C2H2 adsorption were reported so far, the study focuses on systems for which exptl. data are available to permit a thorough validation of the simulation results.  The results for magnesium formate are in excellent agreement with expt.  The simulation predicts a high selectivity for C2H2 over CO2, which can be understood from a detailed anal. of the structural features that det. the affinity of Mg-formate towards C2H2.  For Cu3(btc)2, preliminary calcns. reveal the necessity to include the interaction of the sorbate mols. with the unsatd. metal sites, which is done by a parameter adjustment based on ab-initio calcns.  In spite of the high C2H2 storage capacity, the C2H2/CO2 selectivity of this material is very modest.  The simulation results for the porous org. crystal cucurbit[6]uril show that the adsorption characteristics that were obsd. exptl., particularly the very high isosteric heat of adsorption, cannot be understood when an ideal structure is assumed.  It is postulated that structural imperfections play a key role in detg. the C2H2 adsorption behavior of this material, and this proposition is supported by addnl. calcns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXos1Cltr8%253D&md5=5dade6a462fde97bb255c2d7c168024f", "30. ", "Snurr", ", ", "R. Q.", "; ", "Bell", ", ", "A. T.", "; ", "Theodorou", ", ", "D. N.", " ", "Prediction of Adsorption of Aromatic Hydrocarbons in Silicalite from Grand Canonical Monte Carlo Simulations with Biased Insertions", " ", "J. Phys. Chem. C", " ", "1993", ",  ", "97", ",  ", "13742", "– ", "13752", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "31. ", "Rappe", ", ", "A. K.", "; ", "Casewit", ", ", "C. J.", "; ", "Colwell", ", ", "K. S.", "; ", "Goddard", ", ", "W. A.", ", ", " III", "; ", "Skiff", ", ", "W. M.", " ", "UFF A Full Periodic Table Force Field for Molecular Mechanics and Molecular Dynamics Simulations", " ", "J. Am. Chem. Soc.", " ", "1992", ",  ", "114", ",  ", "10024", "– ", "10035", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "UFF, a full periodic table force field for molecular mechanics and molecular dynamics simulations", "Rappe, A. K.; Casewit, C. J.; Colwell, K. S.; Goddard, W. A., III; Skiff, W. M.", "Journal of the American Chemical Society", "\r\n        (", "1992", "),\r\n    ", "114", "\r\n        (", "25", "),\r\n    ", "10024-35", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "A new mol. mechanics force field, the Universal force field (UFF), is described wherein the force field parameters are estd. using general rules based only on the element, its hybridization and its connectivity.  The force field functional forms, parameters, and generating formulas for the full periodic table are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38Xmtl2qur8%253D&md5=cf41e8bb9ad299fd5d79f070d690afe1", "32. ", "Jorgensen", ", ", "W. L.", "; ", "Madura", ", ", "J. D.", "; ", "Swenson", ", ", "C. J.", " ", "Optimized Intermolecular Potential Functions for Liquid Hydrocarbons", " ", "J. Am. Chem. Soc.", " ", "1984", ",  ", "106", ",  ", "6638", "– ", "6646", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "Optimized intermolecular potential functions for liquid hydrocarbons", "Jorgensen, William L.; Madura, Jeffry D.; Swenson, Carol J.", "Journal of the American Chemical Society", "\r\n        (", "1984", "),\r\n    ", "106", "\r\n        (", "22", "),\r\n    ", "6638-46", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "Optimized intermol. potential functions have been detd. for hydrocarbons through Monte Carlo simulations of 14 liqs.: methane, ethane, propane, n-butane, isobutane, n-pentane, isopentane, neopentane, n-hexane, 1-butene, cis- and trans-2-butene, isobutene, and benzene.  To achieve high accuracy, 12 unique group types were identified and their assocd. Lennard-Jones parameters were established.  The av. deviation from expt. for the computed densities and heats of vaporization is 2% and all trends for isomeric series are reproduced.  Conformational results were also obtained for five liqs. and revealed no condensed-phase effects on the conformer populations.  Structural analyses focus on trends as a function of chain length and branching of the monomers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2cXlvFSksr4%253D&md5=0556387a2d933f4aa2c3df42eb6dda65", "33. ", "Yazaydin", ", ", "A. O.", "; ", "Snurr", ", ", "R. Q.", "; ", "Park", ", ", "T.-H.", "; ", "Koh", ", ", "K.", "; ", "Liu", ", ", "J.", "; ", "LeVan", ", ", "M. D.", "; ", "Benin", ", ", "A. I.", "; ", "Jakubczak", ", ", "P.", "; ", "Lanuza", ", ", "M.", "; ", "Galloway", ", ", "D. B.", " ", "Screening of Metal-Organic Frameworks for Carbon Dioxide Capture from Flue Gas Using A Combined Experimental and Modeling Approach", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "18198", "– ", "18199", "[", "ACS Full Text ", "], [", "CAS", "]", "33. ", "Screening of Metal-Organic Frameworks for Carbon Dioxide Capture from Flue Gas Using a Combined Experimental and Modeling Approach", "Yazaydin, A. Ozgur; Snurr, Randall Q.; Park, Tae-Hong; Koh, Kyoungmoo; Liu, Jian; LeVan, M. Douglas; Benin, Annabelle I.; Jakubczak, Paulina; Lanuza, Mary; Galloway, Douglas B.; Low, John J.; Willis, Richard R.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "51", "),\r\n    ", "18198-18199", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A diverse collection of 14 metal-org. frameworks (MOF) for flue gas CO2 capture are reported.  Synthesis, characterization, and adsorption measurements for about half the MOF are reported; adsorption data were collected from the literature for the remaining MOF.  The diversity of the selected materials will help improve the understanding fo MOF CO2 capture.  Also, these data were used to validate a general strategy for mol. modeling of CO2 and other small mols. in MOF.  This strategy is fully predicting with no parameter-fitting.  This approach can be used to rapidly screen addnl. MOF, saving large amts. of exptl. time and costs.  Grand canonical Monte Carlo simulations were performed for a model which included electrostatic and Lennard-Jones interactions among atoms in the system.  The framework and individual CO2 mols. are considered to be rigid.  Interactions among CO2 mols. were modeled with the TraAPPE force field (J.J. Potoff and J.I. Siepmann, 2001); Lennard-Jones parameters for MOF atoms were taken from DREIDING (S.L. Mayo, et al., 1990) and UFF (A.K. Rappe, et al., 1992) force fields.  Partial charges on MOF atoms were derived from d. functional theory calcns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFShsr7L&md5=ee067ec4cee9d1095897b19d957671db", "34. ", "Frenkel", ", ", "D.", "; ", "Smit", ", ", "B.", " ", "Understanding Molecular Simulation: From Algorithms to Applications", "; ", "Academic Press", ". ", "New York", ", ", "1996", ".", "There is no corresponding record for this reference.", "35. ", "Vuong", ", ", "T.", "; ", "Monson", ", ", "P. A.", " ", "Monte Carlo Simulation Studies of Heats of Adsorption in Heterogeneous Solids", " ", "Langmuir", " ", "1996", ",  ", "12", ",  ", "5425", "– ", "5432", "[", "ACS Full Text ", "], [", "CAS", "]", "35. ", "Monte Carlo Simulation Studies of Heats of Adsorption in Heterogeneous Solids", "Vuong, T.; Monson, P. A.", "Langmuir", "\r\n        (", "1996", "),\r\n    ", "12", "\r\n        (", "22", "),\r\n    ", "5425-5432", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors present calcns. of heats of adsorption for mol. models of adsorption in heterogeneous porous solids via grand canonical Monte Carlo simulations.  The mol. models treat the adsorbent as a matrix of particles arranged in a predefined microstructure, and the parameters are chosen to represent the adsorption of simple mols. in silica gel.  Three different adsorbent microstructures were considered, allowing study of the role of translational order and connectivity among the matrix particles in detg. the heat of adsorption.  The contributions from the adsorbate-solid and adsorbate-adsorbate interactions to the heat of adsorption were calcd. sep..  A comparison with exptl. data for CH4 in silica gel is made.  The authors revisit the derivation of expressions used to det. heats of adsorption and present a new derivation which is free from some unnecessary assumptions used previously.  In addn., these results are tested for thermodn. consistency, and the accuracy of different methods for obtaining the isosteric heat from the Monte Carlo simulations is also studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XmtV2qur8%253D&md5=f09054b6285af96b32f4be987afb3974", "36. ", "Steiner", ", ", "T.", "; ", "Desiraju", ", ", "G. R.", " ", "Distinction between the Weak Hydrogen Bond and the van der Waals Interaction", " ", "Chem. Commun.", " ", "1998", ",  ", "891", "– ", "892", "[", "Crossref", "], [", "CAS", "]", "36. ", "Distinction between the weak hydrogen bond and the van der Waals interaction", "Steiner, Thomas; Desiraju, Gautam R.", "Chemical Communications (Cambridge)", "\r\n        (", "1998", "),\r\n    ", "\r\n        (", "8", "),\r\n    ", "891-892", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The angular distributions of C-H···O interactions for different types of C-H groups show that the directionality decreases with decreasing C-H polarization, but that it is still clearly recognizable for Me groups; for C-H···H-C van der Waals contacts, in contrast, isotropic angular characteristics are obsd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXisF2ksrg%253D&md5=7c4687f081ae20847637039a90505ad7", "37. ", "Dubbeldam", ", ", "D.", "; ", "Calero", ", ", "S.", "; ", "Vlugt", ", ", "T. J. H.", "; ", "Krishna", ", ", "R.", "; ", "Maesen", ", ", "T. L. M.", "; ", "Beerdsen", ", ", "E.", "; ", "Smit", ", ", "B.", " ", "Force Field Parameterization through Fitting on Inflection Points in Isotherms", " ", "Phys. Rev. Lett.", " ", "2004", ",  ", "93", ",  ", "088302", "[", "Crossref", "], [", "CAS", "]", "37. ", "Force field parametrization through fitting on inflection points in isotherms", "Dubbeldam D; Calero S; Vlugt T J H; Krishna R; Maesen T L M; Beerdsen E; Smit B", "Physical review letters", "\r\n        (", "2004", "),\r\n    ", "93", "\r\n        (", "8", "),\r\n    ", "088302", "\r\n        ISSN:", "0031-9007", ".\r\n    ", "We present a method to determine potential parameters in molecular simulations of confined systems through fitting on experimental isotherms with inflection points.  The procedure uniquely determines the adsorbent-adsorbate interaction parameters and is very sensitive to the size parameter.  The inflection points in the isotherms are often related to a subtle interplay between different adsorption sites.  If a force field can predict this interplay, it also reproduces the remaining part of the isotherm correctly, i.e., the Henry coefficients and saturation loadings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD2cvotVOjsg%253D%253D&md5=b8484b1b6b46083d96dd8148c7039b28"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-6/jp310517r/production/images/small/jp-2012-10517r_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-6/jp310517r/production/images/small/jp-2012-10517r_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-6/jp310517r/production/images/small/jp-2012-10517r_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-6/jp310517r/production/images/small/jp-2012-10517r_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-6/jp310517r/production/images/small/jp-2012-10517r_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-6/jp310517r/production/images/small/jp-2012-10517r_0007.gif\">"]}
