{"title": ["Metal-Organic Frameworks Based on Trigonal Prismatic Building Blocks and the New “acs” Topology"], "authors": ["Andrea C. Sudik", "Adrien P. Côté", "Omar M. Yaghi"], "doi": ["10.1021/ic050064g"], "abstract": ["Cationic and mixed-valent forms of Fe", "O(CO", ")", " trigonal prismatic clusters have been linked by ditopic links, namely, 1,4-benzenedicarboxylate (1,4-BDC) and 1,3-benzenedicarboxylate (1,3-BDC), to produce two 3-periodic metal-organic frameworks (MOFs), [Fe", "O(1,4", "BDC)", "(DMF)", "][FeCl", "]·(DMF)", " (MOF-235) and Fe", "O(1,3-BDC)", "(py)", "·(py)", "(H", "O)", " (MOF-236) (DMF = ", "-dimethylformamide, py = pyridine), respectively. These MOFs exemplify a new, high-symmetry topology termed ", " which we identify here as the default arrangement for linking trigonal prisms together.", "Cationic and mixed-valent forms of Fe", "O(CO", ")", " trigonal prismatic clusters have been linked by ditopic links, namely, 1,4-benzenedicarboxylate (1,4-BDC) and 1,3-benzenedicarboxylate (1,3-BDC), to produce two 3-periodic metal−organic frameworks (MOFs), [Fe", "O(1,4", "BDC)", "(DMF)", "][FeCl", "]·(DMF)", " (MOF-235) and Fe", "O(1,3-BDC)", "(py)", "·(py)", "(H", "O)", " (MOF-236) (DMF = ", "-dimethylformamide, py = pyridine), respectively. These MOFs exemplify a new, high-symmetry topology termed ", " which we identify here as the default arrangement for linking trigonal prisms together. "], "text": ["  ", "It is our thesis that for a given molecular shape only a few simple high-symmetry nets are of general importance, and they are likely to form when metal ions are copolymerized with organic links.", "1", " We call these “default nets” in that they are the nets that form in the absence of designing into the assembly complexity such as bent linkers, structure directing agents (templates), sterically constraining ligands, or counterions.", "2", " Thus, identification of the default structures for a given combination of building blocks is essential for developing a road map toward designing materials with predetermined properties. At present many examples of metal−organic frameworks (MOFs) have been reported for the default nets expected from the assembly of tetrahedral, square, triangular, and octahedral building blocks.", "3", " However, 3-periodic MOF structures based on the assembly of trigonal prismatic building units remain largely unexplored.", "4,5", " Here, we report the synthesis and structure of two MOFs constructed from oxo-centered trinuclear iron clusters and benzenedicarboxylate links to give structures whose underlying topology is the one we assign as the default net for the assembly of trigonal prismatic building blocks. ", " ", "The carboxylate carbon atoms in the Fe", "3", "O(CO", "2", ")", "6", "-type", " cluster serve as the points-of-extension that define the vertexes of a trigonal prismatic secondary building unit (SBU) (Figure 1", "a). In this study, such an SBU has been linked by two ditopic links:  1,4-benzenedicarboxylate (1,4-BDC) and 1,3-benzenedicarboxylate (1,3-BDC) (Figure 1b) to give [Fe", "3", "O(1,4", "-", "BDC)", "3", "(DMF)", "3", "][FeCl", "4", "]·(DMF)", "3", " (MOF-235) and Fe", "3", "O(1,3-BDC)", "3", "(py)", "3", "·(py)", "0.5", "(H", "2", "O)", "1.5", " (MOF-236); (DMF = ", "N,N", "-dimethylformamide, py = pyridine). These isostructural MOFs are examples of the ", "acs", " net; a hexagonal net of aligned, corner-sharing trigonal prisms to be discussed below. ", " ", " Figure 1 Inorganic and organic building units used to assemble MOF-235 and MOF-236:  (a) oxygen-centered iron-carboxylate trimer (Fe, blue; O, red; C, gray) shown in ball-and-stick and polyhedral representations of trigonal prismatic geometry (blue) and (b) ditopic links, 1,4-benzenedicarboxylate (1,4-BDC) or 1,3-benzenedicarboxylate (1,3-BDC).", " ", " ", " ", "These MOFs were obtained as pure phase materials by heating equimolar amounts of dicarboxylic acid link (1,4-H", "2", "BDC for MOF-235 or 1,3-H", "2", "BDC for MOF-236) and iron salt (FeCl", "3", "·(H", "2", "O)", "6", " for MOF-235 or FeBr", "2", " for MOF-236) in ", " a DMF (MOF-235) or pyridine (MOF-236) and ethanol solvent mixture.", "6", " Orange MOF-235 or green MOF-236 hexagonal single crystals were produced in 42% (MOF-235) or 34% (MOF-236) yield and analyzed by single-crystal X-ray diffraction studies, elemental analysis, magnetic measurements, FT-IR spectroscopy, and TGA.", "6,7", " The bulk phase purity of each sample was confirmed by comparison of the observed and simulated PXRD patterns.", "6", " ", " ", "In MOF-235, each iron atom is trivalent, yielding an overall cationic (+1 per formula unit) framework. This charge is balanced by FeCl", "4", "-", "1", " counterions whose identity was confirmed by single-crystal X-ray data and far FT-IR measurements,", "8", " these counterions are located in the hexagonal pores of the structure (Figure 2", "a). In MOF-236, each iron trimer is mixed-valent to yield an overall neutral framework (Figure 2b). ", " ", " Figure 2 Single-crystal X-ray structures of (a) MOF-235 (Fe, blue; O, red; Cl, teal; C, gray) and (b) MOF-236 (Fe, light blue; O, red; C, gray; N, green) composed of oxo-centered iron trimers and benzenedicarboxylate links (views down ", "z", "-axis). Axial coordinating ligands and hydrogen atoms have been omitted for clarity. ", " ", " ", " ", "The magnetic susceptibilities for both MOFs were measured to determine if the magnetic behavior of the iron oxide clusters is consistent with that of their unlinked molecular counterparts. Experiments were conducted in the temperature range of 5−300 K at a constant magnetic field (5 kG). The μ", "eff", " values at 300 K per iron, 3.23 μ", "B", " (MOF-235) and 3.11 μ", "B", " (MOF-236), are considerably smaller than the calculated spin-only values. Both compounds exhibit a gradual decrease in magnetic moment to 1.95 μ", "B", " (MOF-235) and 1.02 μ", "B", " (MOF-236) at 5 K indicating antiferromagnetic coupling interactions between iron centers. In MOF-235, the low-temperature data do not extrapolate toward zero; whereas in MOF-236 an abrupt decrease in the μ", "eff", " value is observed which is typical of such mixed valent iron trimers. The room temperature values for both compounds are consistent with ", " values previously reported for molecular [Fe", "3", "O(RCO", "2", ")", "6", "L", "3", "]", "+/0", " systems (3.0−3.9 μ", "B", ").", "9,10", " Long-range coupling is presumed to be negligible. ", " ", "The crystal structures of MOF-235 and MOF-236 show that the two compounds are topologically identical. Each is built-up from corner-sharing octahedral iron trimers that are", " connected through linear (1,4-BDC) or bent (1,3-BDC) links as shown in Figure 2a and b, respectively. The Fe", "3", "O plane of each trimer has Fe−(μ", "3", "-O)−Fe angles (120°) and Fe", "...", "Fe separations of 3.33 Å (MOF-235) and 3.31 Å (MOF-236) that are consistent with previously reported tri- and mixed-valent Fe", "3", "O clusters (120°, 3.3−3.4 Å).", "9", " This unit is linked by six separate ditopic organic links with each carboxylate bound in a bidentate fashion to adjacent iron centers. Two, 3-periodic structures are produced each having hexagonal pores whose vertexes are the central oxo anions of the Fe", "3", "O clusters. The diameter of the primary hexagonal channel (along the ", "z", "-axis) in MOF-235 is 6.7 Å; this becomes reduced to 1.9 Å in MOF-236 due to the protruding phenyl rings of 1,3-BDC.", "11", " ", " ", "MOF-235 and MOF-236 have a rarely observed underlying topology. By considering the points-of-extension (carboxylate C atoms) in both structures, one obtains trigonal prismatic SBUs (6-connected) that are joined by ditopic links (2-connected) as shown in Figure 3", ". The overall network is based on the ", "acs", " topology, which has already been described in an earlier publication.", "12", " This topology has been observed for linking such clusters but with more flexible links than those used here, further validating the ", "acs", " topology as a default net.", "4", " We note that the structures of MOF-235 and MOF-236 are decorated and expanded versions of the ", "acs", " net, where each 6-coordinate vertex is replaced by a trigonal prism (decoration) and spaced apart from each other by the 2-coordinated organic links (expansion). ", " ", " Figure 3 Trigonal prismatic SBUs (blue) and ditopic links (gray) are reticulated into decorated and expanded versions of the ", "acs", " net, a hexagonal ABA array of trigonal prisms.", " ", " ", " ", "Typically, link extension in MOF construction results in a uniform expansion in all three dimensions.", "13", " MOF-235 and MOF-236 demonstrate that an asymmetrical adjustment of the metrics can be achieved while maintaining the underlying topology. Here, this is realized by altering the linker geometry, resulting in a unidirectional compression along ", "z", " for MOF-236. Unlike MOF-235, where the carboxylate functionalities are oriented at 180° to each other, in MOF-236 they are oriented at 120°. The closer proximity of CO", "2", " groups of 1,3-BDC in MOF-236 yields the compressed version of MOF-235. While the hexagonal edge length between each Fe", "3", "O vertex is only modestly affected (7.23(3) Å for MOF-235; 7.06(3) Å for MOF-236), the more significant metrical modification is a contraction of the AB layer distance (9.24(3) Å for MOF-235; 7.45(3) Å for MOF-236) (Figure 3). ", " ", "Aside from the hexagonal ", "acs", " topology as a default net for uninodal (all same geometry at the vertex) trigonal prismatic MOFs, only one other example exists, namely a decorated primitive cubic arrangement.", "5", " This framework is built-up from building blocks similar to those in MOF-236, specifically trigonal prismatic V", "3", "O(CO", "2", ")", "6", " clusters and 1,3-BDC links to give a cubic structure. Here, the trigonal prismatic vertexes are now tilted at 70.5° (180° in MOF-236) with respect to each other due to having water terminal ligands rather than pyridine as in MOF-236. We believe that deviation from the default ", "acs", " net for this compound is mainly due to the character of the terminal ligands whose size may play a structure directing role. In other words, it provides more information to the trigonal primatic SBU to fall into a structure belonging to a nondefault net. ", " ", " ", " ", "Top of Page", "Abstract", "Supporting Information Available", "Acknowledgment", " ", "We thank The National Science Foundation (DMR 0242630) and the Department of Energy (DOE) for support and Professor Michael O'Keeffe for his invaluable comments. A.P.C. thanks Science and Engineering Research Canada (NSERC) for a PDF fellowship. ", " ", " ", " ", " ", "Top of Page", "Abstract", "Supporting Information Available", "Supporting Information Available", " ", "Complete descriptions of the X-ray single-crystal structural collection and analysis, PXRD patterns, magnetic susceptibility data, and TGA curves for MOF-235 and MOF-236 (pdf), and crystallographic information files (cif). This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", " ", " ", "    ", "This article references 13 other publications.", " ", "(1)", " ", "(a) O'Keeffe, M.; Eddaoudi, M.; Li, H.; Reineke, T. M.; Yaghi, O. M. ", "  J. Solid State Chem.", " ", "2000", ", ", "152", ", 3.", "[", "Crossref", "], [", "CAS", "]", "(1) . ", "Frameworks for extended solids: geometrical design principles", "O'Keeffe, M.; Eddaoudi, M.; Li, Hailian; Reineke, T.; Yaghi, O. M.", "Journal of Solid State Chemistry", "\r\n        (", "2000", "),\r\n    ", "152", "\r\n        (", "1", "),\r\n    ", "3-20", "CODEN:\r\n                ", "JSSCBI", ";\r\n        ISSN:", "0022-4596", ".\r\n    \r\n            (", "Academic Press", ")\r\n        ", "A review, with 82 refs., is given on the basic topologies (nets) that underlie most low-d. (open) structures.  The basic geometries for three-dimensional low-connectivity nets are described.  Examples of open framework solids with these topologies are adduced for illustration.  Attention is drawn to methods of producing open frameworks by decoration and expansion of simple nets.  (c) 2000 Academic Press.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXksFyitr8%253D&md5=ee50f80f8c2c209c7de6027c16d36e33", " ", "(b) Kim, J.; Chen, B.; Reineke, T. M.; Li, H.; Eddaoudi, M.; Moler, D. B.; O'Keeffe, M.; Yaghi, O. M. ", "  J. Am. Chem. ", "Soc.", " ", "2001", ", ", "123", ", 8239.", "[", "ACS Full Text ", "], [", "CAS", "]", "(1) . ", "Assembly of Metal-Organic Frameworks from Large Organic and Inorganic Secondary Building Units: New Examples and Simplifying Principles for Complex Structures", "Kim, Jaheon; Chen, Banglin; Reineke, Theresa M.; Li, Hailian; Eddaoudi, Mohamed; Moler, David B.; O'Keeffe, Michael; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2001", "),\r\n    ", "123", "\r\n        (", "34", "),\r\n    ", "8239-8247", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The secondary building unit (SBU) was identified as a useful tool in the anal. of complex metal-org. frameworks (MOFs).  The authors illustrate its applicability to rationalizing MOF crystal structures by anal. of nine new MOFs which were characterized by single-crystal x-ray diffraction.  Tetrahedral SBUs in Zn(ADC)2·(HTEA)2 (MOF-31; H2ADC = acetylenedicarboxylic acid; HTEA = monoprotonated triethylamine), Cd(ATC)·[Cd(H2O)6](H2O)5 (MOF-32; H4ATC = adamantanetetracarboxylic acid), and Zn2(ATB)(H2O)·(H2O)3(DMF)3 (MOF-33; H4ATB = adamantanetetrabenzoic acid) are linked into diamond networks, while those of Ni2(ATC)(H2O)4·(H2O)4 (MOF-34) have the structure of the Al network in SrAl2.  Frameworks constructed from less sym. tetrahedral SBUs have the Ga network of CaGa2O4 as illustrated by Zn2(ATC)·(EtOH)2(H2O)2 (MOF-35) structure.  Squares and tetrahedral SBUs in Zn2(MTB)(H2O)2·(DMF)6(H2O)5 (MOF-36; H4MTB = methanetetrabenzoic acid) are linked into the PtS network, which is the simplest structure type known for the assembly of these shapes.  The octahedral SBUs found in Zn2(NDC)3·[(HTEA)(DEF)(ClBz)]2 (MOF-37; H2NDC = 2,6-naphthalenedicarboxylic acid) form the most common structure for linking octahedral shapes, namely, the B network in CaB6.  New structure types for linking triangular and trigonal prismatic SBUs are found in Zn3O(BTC)2·(HTEA)2 (MOF-38; H3BTC = 1,3,5-benzenetricarboxylic acid) and Zn3O(HBTB)2(H2O)·(DMF)0.5(H2O)3 (MOF-39; H3BTB = 1,3,5-benzenetribenzoic acid).  The synthesis, crystal structure, and structure anal. using the SBU approach are presented for each MOF.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXls1Okt7w%253D&md5=b62be98fb09b7b7995390315da27c217", " ", "(c) Yaghi, O. M.; O'Keeffe, M.; Ockwig, N. W.; Chae, H. K.; Eddaoudi, M.; Kim, J. ", "  Nature", " ", "2003", ",", " 423", ", 705.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(1) . ", "Reticular synthesis and the design of new materials", "Yaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, Jaheon", "Nature (London, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "423", "\r\n        (", "6941", "),\r\n    ", "705-714", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The long-standing challenge of designing and constructing new cryst. solid-state materials from mol. building blocks is just beginning to be addressed with success.  A conceptual approach that requires the use of secondary building units to direct the assembly of ordered frameworks epitomizes this process: the authors call this approach reticular synthesis.  This chem. has yielded materials designed to have predetd. structures, compns. and properties.  In particular, highly porous frameworks held together by strong metal-O-C bonds and with exceptionally large surface area and capacity for gas storage were prepd. and their pore metrics systematically varied and functionalized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXksV2itro%253D&md5=2417c5adb0e948350d3d62350c8cd7ea", " ", " ", "(2)", " ", "(a) Carlucci, L.; Ciani, G.; Proserpio, D. M.; Rizzato, S. ", "  Chem. ", "Commun.", " ", "2001", ", 1198.", "[", "Crossref", "], [", "CAS", "]", "(2) . ", "Interlinked molecular squares with [Cu(2,2'-bipy)]2+ corners generating a three-dimensional network of unprecedented topological type", "Carlucci, Lucia; Ciani, Gianfranco; Proserpio, Davide M.; Rizzato, Silvia", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2001", "),\r\n    ", "\r\n        (", "13", "),\r\n    ", "1198-1199", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The noteworthy three-dimensional framework [{Cu(2,2'-bipy)(bpetha)}2Cl(BF4)](BF4)2·8.5H2O (2), obtained by reacting the preformed mol. corner [Cu(2,2'-bipy)]2+ (with BF4- counterions) and 1,2-bis(4-pyridyl)ethane (bpetha) in the presence of chlorides, was prepd. and characterized by x-ray crystallog.  2 Contains mol. square units [Cu(2,2'-bipy)(bpetha)]4 that are linked via chloride bridges into a triconnected architecture of unprecedented topol.  [{Cu(2,2'-bipy)(bpethe)}2Cl](BF4)3·2.5H2O·CH2Cl2 (3, bpethe = 1,2-bis(4-pyridyl)ethene) was obtained in the same way and its crystal structure detn. showed it to possess zigzag polymeric chains connected by chloride bridges into two-dimensional sheets.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXks1arsLg%253D&md5=220f486b01c29dd758d654f687ae0656", " ", "(b) Kitazawa, T.; Kikuyama, T.; Takeda, M.; Iwamoto, T. ", "  J. Chem. Soc.", ",", " Dalton Trans.", " ", "1995", ", ", "22", ", 3715.", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", "(c) Li, H.; Laine, A.; O'Keeffe, M.; Yaghi, O. M. ", "  Science", " ", "1999", ", ", "283", ", 1145.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(2) . ", "Supertetrahedral sulfide crystals with giant cavities and channels", "Li, Hailian; Laine, Aaron; O'Keeffe, M.; Yaghi, O. M.", "Science (Washington, D. C.)", "\r\n        (", "1999", "),\r\n    ", "283", "\r\n        (", "5405", "),\r\n    ", "1145-1147", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The prepn. and crystal structures of two In sulfide open frameworks (ASU-31 and ASU-32) built of supertetrahedral clusters around org. template and H2O guests are described.  Thus In and S react in stoichiometric amts. in presence of 1,3,4,6,7,8-hexahydro-2H-pyrimido[1,2-a]pyrimidine (HPP) or dipiperidinomethane (DPM) at 135° under hydrothermal conditions to give ASU-31 with the overall formula of In10S18.(HPPH)6(H2O)15 and ASU-32 with the overall formula of In10S18(DPMH2)3(H2O)7.  ASU-31, based on the sodalite-tetrahedrite network, contains cavities 25.6 Å in diam., and ASU-32, based on the tetragonal CrB4 network, contains channels with a min. diam. of 14.7 Å.  ASU-31 is cubic, space group I‾43m, a 34.0802(7) Å, Z = 12 and ASU-32 is tetragonal, space group I‾4m2, A 35.4252(7), c 17.3304(1)Å, Z = 16.  The org. cations can be completely exchanged with Na ions in aq. soln. at room temp. without degrdn. of the crystals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXhsFeisLY%253D&md5=a3ac43cdcaee73b1ecf009eefd0e0a44", " ", "(d) Keller, S. W. ", "  Angew. ", "Chem.,", " Int. Ed.", " ", "1997", ", ", "36", ", 247.", "[", "Crossref", "], [", "CAS", "]", "(2) . ", "An acentric, three-dimensional coordination polymer: synthesis and structure of [Cu(pyrimidine)2]BF4", "Keller, Steven W.", "Angewandte Chemie, International Edition in English", "\r\n        (", "1997", "),\r\n    ", "36", "\r\n        (", "3", "),\r\n    ", "247-248", "CODEN:\r\n                ", "ACIEAY", ";\r\n        ISSN:", "0570-0833", ".\r\n    \r\n            (", "VCH", ")\r\n        ", "[Cu(pyrimidine)2]BF4 (I) crystals were prepd. by diffusing THF into NO2Ph-MeCN soln. of [Cu(MeCN)4]BF4 and pyrimidine.  I.n(solvent) is orthorhombic, space group Cmc21, a 20.417(1), b 16.598(1), c 15.912(1)Å, R = 0.0849.  The Cu is tetrahedrally coordinated by 4 N atoms from 4 different pyrimidine ligands.  Each pyrimidine bridges 2 Cu(I) atoms leading to a 3-dimensional framework.  Each BF4- is anchored to the framework through short f...H-Cring hydrogen bonds.  The coordination polymer is a corner-shared network consisting of 8-rings of tetrahedra connected together with 4-rings to form elliptical channels, similar to feldspar.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXhsVWqs7k%253D&md5=6ea059092ba1ed04e35c57fe77f8b3eb", " ", " ", "(3)", " ", "(a) Batten, S. R.; Robson, R. ", "  Angew. Chem Int. Ed.", " ", "1998", ", ", "37", ", 1460.", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", "(b) Kitagawa, S.; Kitaura, R.; Noro, S.-I. ", "  Angew. ", "Chem.,", " Int. Ed.", " ", "2004", ", ", "43", ", 2334.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(3) . ", "Functional porous coordination polymers", "Kitagawa, Susumu; Kitaura, Ryo; Noro, Shin-ichiro", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "18", "),\r\n    ", "2334-2375", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Discussion concs. on three aspects of coordination polymers: (1) the use of crystal engineering to construct porous frameworks from connectors and linkers (nano-space engineering), (2) characterizing and cataloging the porous properties by functions for storage, exchange, sepn., etc., and (3) the next generation of porous functions based on dynamic crystal transformations caused by guest mols. or phys. stimuli.  The authors' aim is to present the state of the art chem. and physics of and in the micropores of porous coordination polymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXktFShtLk%253D&md5=9df52e99bad3cc0db67f65551a8c154f", " ", "(c) Lu, J.; Mondal, A.; Moulton, B.; Zaworotko, M. J. ", "  Angew. ", "Chem.,", " Int. Ed. ", "2001", ", ", "40", ", 2113.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(3) . ", "Polygons and faceted polyhedra and nanoporous networks", "Lu, Jianjiang; Mondal, Arunendu; Moulton, Brian; Zaworotko, Michael J.", "Angewandte Chemie, International Edition", "\r\n        (", "2001", "),\r\n    ", "40", "\r\n        (", "11", "),\r\n    ", "2113-2116", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH", ")\r\n        ", "The crystal structures of {[L2Zn2(btc)]8[XL2Zn2(btc)1.33]3}n (I) (btc = benzene-1,3,5-tricarboxylate, L = C5H5N or H2O, and X = NO3-) and {[L2Zn2(btc)1.33]12}n (L = C5H5N or H2O) (II) are discussed.  The structures were both cubic with Pm‾3m, a = 20.458(1) Å, V = 8562.5(9) Å3, Z = 1, ρcalc = 0.973 gcm-3, 14,454 measured reflections with R1 (I>2σ(I)) = 0.1278 for 510 reflections, and wR2 = 0.3648 for 740 independent reflections for I and Fm‾3m, a = 26.500(1) Å, V = 18652(2) Å3, Z = 2, ρcalc = 1.261 gcm-3, 22842 measured reflections with R1 (I>2σ(I)) = 0.0602 for 670 reflections, and wR2 = 0.1840 for 891 independent reflections.  Small cubicuboctahedra are self-assembled in the structure of I with small rhombihexahedra being formed in II.  The structure differed in terms of design and function from structures that are generated from Platonic and/or Archmidean building blocks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXksVOisbk%253D&md5=8b18df9a0f7cc18bdfeb0b23e392419e", " ", "(d) Carlucci, L.; Ciani, G.; Proserpio, D. M.; Sironi, A. ", "  J. ", "Am. Chem. Soc.", " ", "1995", ", ", "117", ", 12861.", "[", "ACS Full Text ", "], [", "CAS", "]", "(3) . ", "A Three-Dimensional, Three-Connected Cubic Network of the SrSi2 Topological Type in Coordination Polymer Chemistry: [Ag(hmt)](PF6)·H2O (hmt = Hexamethylenetetraamine)", "Carlucci, Lucia; Ciani, Gianfranco; Proserpio, Davide M.; Sironi, Angelo", "Journal of the American Chemical Society", "\r\n        (", "1995", "),\r\n    ", "117", "\r\n        (", "51", "),\r\n    ", "12861-2", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "From the reactions of AgPF6 with hexamethylenetetraamine (hmt) polymeric [Ag(hmt)](PF6).H2O was isolated and characterized by single-crystal x-ray anal.  The crystals are cubic, space group P213, with a 10.578(3) Å, Z = 4; the full-matrix refinements gave a final R value of 0.0133, based on 490 significant [Fo > 4σ(Fo)] data.  The Ag cations, displaying trigonal coordination, are bonded to tridentate hmt ligands [Ag-N 2.362(2) Å, N-Ag-N 119.52(1)°], to give a rare example of a mol. based coordination polymer with a cubic 3-dimensional triconnected network topol. related to the prototypal SrSi2.  The PF6- anions and the guest H2O mols. form, via H bonds, another similar 3-dimensional net interpenetrating the cationic framework.  The 3-dimensional cationic network is preserved also after having removed by thermal activation (154°) the H2O mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXpslChsL8%253D&md5=12104e500268753d0dcf7dfe454b6ba5", " ", "(e) Klein, C.; Graf, E.; Hosseini, M. W.; Cian, A. D. ", "  New J. Chem.", " ", "2001", ", ", "25", ", 207.", "[", "Crossref", "], [", "CAS", "]", "(3) . ", "Design and structural analysis of interpenetrated 3-D co-ordination networks formed by self-assembly using tetrapyridinocyclophane and silver cations", "Klein, Cedric; Graf, Ernest; Wais Hosseini, Mir; De Cian, Andre", "New Journal of Chemistry", "\r\n        (", "2001", "),\r\n    ", "25", "\r\n        (", "2", "),\r\n    ", "207-209", "CODEN:\r\n                ", "NJCHE5", ";\r\n        ISSN:", "1144-0546", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A [1,1,1,1]metacyclophane blocked in the 1,3-alternate conformation and bearing four pyridine units (I) leads, under self-assembly conditions in the cryst. phase, to the formation of a 4-fold interpenetrated 3-dimensional coordination network in the presence of silver cations.  The crystal structure of I and of {[Ag2L](PF6)2·2C6H4-1,2-Cl2·10H2O}n (L = I) were detd.  The 3-dimensional net is generated through bridging by linearly coordinated silver cations of consecutive tectons (building blocks) presenting a pseudo-tetrahedral arrangement of four coordination sites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXosFWrsw%253D%253D&md5=abb629cb3962357776601bd1ff1fd2a4", " ", "(f) Eddaoudi, M.; Moler, D. B.; Li, H.; Chen, B.; Reineke, T. M.; O'Keeffe, M.; Yaghi, O. M. ", "  Acc. Chem. Res.", " ", "2001", ", ", "34", ", 319.", "[", "ACS Full Text ", "], [", "CAS", "]", "(3) . ", "Modular Chemistry: Secondary Building Units as a Basis for the Design of Highly Porous and Robust Metal-Organic Carboxylate Frameworks", "Eddaoudi, Mohamed; Moler, David B.; Li, Hailian; Chen, Banglin; Reineke, Theresa M.; O'Keeffe, Michael; Yaghi, Omar M.", "Accounts of Chemical Research", "\r\n        (", "2001", "),\r\n    ", "34", "\r\n        (", "4", "),\r\n    ", "319-330", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review, with 38 refs.  Secondary building units (SBUs) are mol. complexes and cluster entities in which ligand coordination modes and metal coordination environments can be used in the transformation of these fragments into extended porous networks using polytopic linkers (1,4-benzenedicarboxylate, 1,3,5,7-adamantanetetracarboxylate, etc.).  Consideration of the geometric and chem. attributes of the SBUs and linkers leads to prediction of the framework topol., and in turn to the design and synthesis of a new class of porous materials with robust structures and high porosity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXhtFymsL0%253D&md5=e3df2f7492090aee280676f044e3b7af", " ", " ", "(4)", " ", "(a) Yang, G.; Raptis, R. G. ", "  Chem. Commun.", " ", "2004", ", 2058.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(4) . ", "A robust, porous, cationic silver(I) 3,5-diphenyl-1,2,4-triazolate framework with a uninodal 49.66 net", "Yang, Guang; Raptis, Raphael G.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2004", "),\r\n    ", "\r\n        (", "18", "),\r\n    ", "2058-2059", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The reactions of silver(I) salts with 3,5-diphenyl-1,2,4-triazole (HL) result in three-dimensional, porous, cationic metal-org. frameworks based on novel 6-connected, trigonal prismatic, pentanuclear silver-triazolate clusters, interconnected by linear N-Ag-N linkers.  The crystal structures of {Ag3[Ag5(μ3-L)6](H3O)(NO3)3·9H2O}n and {Ag[Ag5(μ3-L)6](BF4)2·12H2O}n were detd.  This robust water- and org.-insol. structure exhibits both nonpolar solvent adsorption and anion-exchange properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXnsFWisrg%253D&md5=2c017f120727ead6f53e1e5e242ca4a9", " ", "(b) Serre, C.; Millange, F.; Surblé, S.; Férey, G. ", "  Angew. ", "Chem.,", " Int. Ed.", " ", "2004", ", ", "43", ", 6290.", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", " ", " ", "(5)", " ", "Barthelet, K.; Riou, R.; Férey, G. ", "  Chem. Commun.", " ", "2002", ", 1492.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(5) . ", "[VIII(H2O)]3O(O2CC6H4CO2)3·(Cl, 9H2O) (MIL-59): a rare example of vanadocarboxylate with a magnetically frustrated three-dimensional hybrid framework", "Barthelet, K.; Riou, D.; Ferey, G.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2002", "),\r\n    ", "\r\n        (", "14", "),\r\n    ", "1492-1493", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "[{VIII(H2O)}3O(O2CC6H4CO2)3]·(Cl, 9H2O) (denoted MIL-59) was prepd. and its crystal structure detd.  The structure consists of a three-dimensional framework built up from octahedral vanadium trimers joined via the isophthalate anionic linkers to delimit cages where water mols. and chlorine anions are occluded.  The frustrated magnetic behavior of MIL-59 is discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XkvFKms74%253D&md5=514321514bef88e0962c1db1e3194010", " ", " ", "(6)", " ", "MOF-235:  Equimolar amounts of FeCl", "3", "·(H", "2", "O)", "6", " (0.2 g, 1.23 mmol) and 1,4-H", "2", "BDC (0.205 g, 1.23 mmol) were dissolved in 60 mL of DMF. Pyrex tubes (i.d. × o.d. = 8 × 10 mm", "2", ", 140 mm length) containing 2 mL of the reaction solution and 2 mL of ethanol were flash frozen (liquid N", "2", "), evacuated, flame sealed, and placed in an 85 °C oven for 24 h. The orange octahedral crystals of MOF-235 (42% yield based on 1,4-H", "2", "BDC) were washed with a DMF/ethanol mixture. Anal. Calcd (%) for [Fe", "3", "O(1,4-BDC)", "3", "(DMF)", "3", "][FeCl", "4", "]·(DMF)", "3", ":  C, 38.45; H, 4.15; N, 6.40. Found:  C, 38.34; H, 4.63; N, 6.39. FT-IR (KBr, 3500−400 cm", "-", "1", "):  3440 (m), 2931 (w), 1663 (s), 1597 (vs), 1505 (m), 1439 (s), 1398 (vs), 1016 (m), 823 (m), 750 (s), 554 (s). Far IR:  528 (s), 419 (m), 386 (m), 336 (s). PXRD (Å, ", "I", "/", "I", "o", "):  9.29 (100), 6.99 (24), 6.28 (14), 5.31 (18), 4.68 (76), 4.02 (37), 3.38 (15), 3.13 (17). TGA:  30−50 °C, −4.34% obsd (excess solvent); 50−75 °C, −17.81% obsd (−16.7% calcd for loss of 3 free DMF); 75−350 °C, −25.80% obsd (−20.1% calcd for loss of 3 ligated DMF); 350 °C, decomp of MOF-235. MOF-236:  Equimolar amounts of FeBr", "2", " (0.1 g, 0.46 mmol) and 1,3-H", "2", "BDC (0.08 g, 0.46 mmol) were dissolved in 40 mL of pyridine. Shell vials (4 mL capacity) containing 2.1 mL of the reaction solution and 0.9 mL of absolute ethanol were prepared, capped, and placed in a 100 °C oven for 24 h. The octahedral green crystals of MOF-236 (34% yield based on 1,3-H", "2", "BDC) were washed with a pyridine/ethanol mixture. Anal. Calcd (%) for [Fe", "3", "O(1,3-BDC)", "3", "(py)", "3", "]·(py)", "0.5", "(H", "2", "O)", "1.5", ":  C, 50.87; H, 3.34; N, 5.00. Found:  C, 50.60; H, 3.28; N, 5.08. FT-IR (KBr, 3500−400 cm", "-", "1", "):  3435 (m), 3073 (w), 2931 (w), 1622 (vs), 1601 (m), 1581 (m), 1482 (w), 1449 (m), 1398 (vs), 1220 (w), 1042 (w), 750 (m), 708 (s), 700 (s), 468 (s). PXRD (Å, ", "I", "/", "I", "o", "):  11.36 (32), 8.99 (100), 7.34 (30), 6.17 (25), 4.89 (51), 4.30 (23), 4.13 (12), 3.78 (12), 3.71 (16), 3.23 (11), 2.79 (8). TGA:  30−350 °C, −26.30% obsd (multistep loss, −31.00% calcd for loss of 0.5 free py, 1.5 free H", "2", "O, and 3 ligated py); 350 °C, decomp of MOF-236.", "There is no corresponding record for this reference.", " ", " ", "(7)", " ", "For both compounds the optimal crystals available for analysis were small and weakly scattering. The best resolution in the data obtained was 0.8 Å, which is reflected in the large residuals for modeled structures. Full details on data handling and structure solution are given in the Supporting Information. Crystal data (Bruker SMART APEX CCD, graphite-monochromated Mo Kα radiation). MOF-235 (C", "33", "H", "15", "Fe", "4", "Cl", "4", "N", "3", "O", "17", "):  ", "T", " = 153(2) K, hexagonal, space group", " P", "6̄2", "c", " (No. 190), ", "a", " = 12.531(3) Å, ", "c", " = 18.476(11) Å, ", "V", " = 2512.6(17) Å", "3", ", ", "Z", " = 2, ", "ρ", "calcd", " = 1.442 g·cm", "-", "3", ", ", "μ", " = 1.407 mm", "-", "1", ", 11327 measured reflections, 1543 unique reflections (", "R", "int", " = 0.1441), 116 parameters, 1 restraint, ", "R", "1", " = 0.1044 for 1543 observed reflections (", "I ", "> 2.0", "σ", "(", "I", ")), ", "R", "w", "(all data) = 0.2550, ", "S", " = 1.260, ", "Δρ", " = 1.429 eÅ", "-", "3", ". MOF-236 (C", "37", "H", "18", "Fe", "3", "N", "3.5", "O", "16", "):  ", "T", " = 153(2) K, hexagonal, space group ", "P", "6̄2", "c", " (No. 190), ", "a", " = 13.017(4) Å, ", "c", " = 14.896(8) Å, ", "V", " = 2185.9(15) Å", "3", ", ", "Z", " = 2, ", "ρ", "calcd", " = 1.478 g·cm", "-", "3", ", ", "μ", " = 1.057 mm", "-", "1", ", 6065 measured reflections, 946 unique reflections (", "R", "int", " = 0.2551), 92 parameters, 2 restraints, ", "R", "1", " = 0.0651 for 543 observed reflections (", "I ", "> 2.0", "σ", "(", "I", ")), ", "R", "w", "(all data) = 0.1193, ", "S", " = 1.004, ", "Δρ", " = 1.478 eÅ", "-", "3", ".", "There is no corresponding record for this reference.", " ", " ", "(8)", " ", "Fe−Cl bond stretches observed in far-IR at 385.6 and 335.7 cm", "-", "1", " are assigned to ν", "3", " and ν", "1", " stretching modes, respectively. Sreekanth, A.; Kurup, M. R. P. ", "  Polyhedron", " ", "2004", ", ", "23", ", 969.", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", " ", "(9)", " ", "Cannon, R. D.; White, R. P. ", "  Prog. Inorg. Chem.", " ", "1988", ", ", "36", ", 195.", "[", "Crossref", "], [", "CAS", "]", "(9) . ", "Chemical and physical properties of triangular bridged metal complexes", "Cannon, Roderick D.; White, Ross P.", "Progress in Inorganic Chemistry", "\r\n        (", "1988", "),\r\n    ", "36", "\r\n        (", "),\r\n    ", "195-298", "CODEN:\r\n                ", "PIOCAR", ";\r\n        ISSN:", "0079-6379", ".\r\n    ", "A review with 332 refs. on structures and spectra and properties of triangular metal cluster complexes centered by O or N.  In these complexes the metal atoms are also bridged by carboxylate or SO42- ions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1MXht1Onsr0%253D&md5=afa2f83c8b45adee3f9aac392c66194f", " ", " ", "(a) Hibbs, W.; van Koningsbruggen, P. J.; Arif, A. M.; Shum, W. W.; Miller, J. S. ", "  Inorg. Chem.", " ", "2003", ", ", "42", ", 5645.", "[", "ACS Full Text ", "], [", "CAS", "]", ". ", "One- and Two-Step Spin-Crossover Behavior of [FeII(isoxazole)6]2+ and the Structure and Magnetic Properties of Triangular [FeIII3O(OAc)6(isoxazole)3][ClO4]", "Hibbs, Wendy; Van Koningsbruggen, Petra J.; Arif, Atta M.; Shum, William W.; Miller, Joel S.", "Inorganic Chemistry", "\r\n        (", "2003", "),\r\n    ", "42", "\r\n        (", "18", "),\r\n    ", "5645-5653", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The structure and spin-crossover magnetic behavior of [FeII16][BF4]2 (1 = isoxazole) and [FeII16][ClO4]2 were studied.  [FeII16][BF4]2 undergoes two reversible spin-crossover transitions at 91 and 192 K, and is the 1st two-step spin transition to undergo a simultaneous crystallog. phase transition, but does not exhibit thermal hysteresis.  The single-crystal structure detns. at 260 [space group P‾3, a 17.4387(4), c 7.6847(2) Å] and at 130 K [space group P‾1, a 17.0901(2), b 16.7481(2), c 7.5413(1) Å, α 90.5309(6), β 91.5231(6), γ 117.8195(8)°] reveal two different Fe sites, Fe1 and Fe2, in a 1:2 ratio.  The room-temp. magnetic moment of 5.0 μB is consistent with high-spin Fe(II).  A plateau in μ(T) having a moment of 3.3 μB centered at 130 K suggests a mixed spin system of some high-spin and some low-spin Fe(II) mols.  From the Fe-N bond distances at the two temps., and the molar fraction of high-spin mols. at the transition plateau, Fe1 and Fe2 can be assigned to the 91 and 192 K transitions, resp.  [FeII16][ClO4]2 [space group P‾3, a 17.5829(3), c 7.8043(2) Å, β 109.820(3)°, T = 295 K] also possesses Fe1:Fe2 in a 1:2 ratio, and magnetic measurements show a single spin transition at 213 K, indicating that both Fe1 and Fe2 undergo a simultaneous spin transition.  [FeII16][ClO4]2 slowly decomps. in solns. contg. acetic anhydride to form [FeIII3O(OAc)613][ClO4] [space group I2, a 10.1547(7), b 16.5497(11), c 10.3205(9) Å, β 109.820(3)°, T = 200 K].  The isosceles Fe3 unit contains two Fe···Fe distances of 3.2844(1) Å and a 3rd Fe···Fe distance of 3.2857(1) Å.  The magnetic data can be fit to a trinuclear model with ℋ = -2J(S1·S2 + S2·S3) - 2J13(S1·S3), where J = -27.1 and J13 = -32.5 cm-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXmtVSmtrk%253D&md5=d5bf4c41e0f132571ffeffdf19e50e06", " ", "(b) Baranwal, B. P.; Das, S. S.; Gupta, T.; Singh, A. K. ", "  Prog. Cryst. Growth Charact. Mater.", " ", "2002", ", ", "45", ", 147.", "[", "Crossref", "], [", "CAS", "]", ". ", "Novel trinuclear, oxo-bridged materials of mixed-valence iron with fatty acids", "Baranwal, B. P.; Das, S. S.; Gupta, Tarkeshwar; Singh, A. K.", "Progress in Crystal Growth and Characterization of Materials", "\r\n        (", "2002", "),\r\n    ", "45", "\r\n        (", "1-2", "),\r\n    ", "147-153", "CODEN:\r\n                ", "PCGMED", ";\r\n        ISSN:", "0960-8974", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "Some novel trinuclear, oxo-bridged materials of mixed-valence Fe with higher carboxylic acids [Fe3O(O2Ac)3(O2CR)3(EtOH)3] and [Fe3O(O2CR)6(EtOH)3] (R = C7H15CO2H, C11H23CO2H or C15H31CO2H) were prepd. by the substitution reactions of μ3-oxo-hexakis(acetato)tri(aqua)iron(II)diiron(III).  The materials isolated were characterized by elemental analyses, cond. and magnetic susceptibility measurements, IR, electronic and Mossbauer spectral data.  The IR spectra showed resolved bands arising from νasym(OCO) and νsym(OCO) vibrations of the bridging carboxylate along with νasym(Fe3O) vibrations.  Mossbauer spectroscopic studies revealed two resolved quadrupole doublets due to Fe(II) and Fe(III) at 295 K confirming the valence-localized classification of the materials.  This also was supported by the obsd. electronic spectral .  Magnetic susceptibility measurements showed weak antiferromagnetic coupling related to mixed-valence pairs.  A plausible structure for these materials was established from spectra and magnetic moment data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXjtFalug%253D%253D&md5=991d0c41acc96d3d841af634c0c9a0a5", " ", " ", "(11)", " ", "Diameter measurements performed using Cerius2 and correspond to the largest sphere that could occupy the channel without contacting the van der Waals surface of the framework.", "There is no corresponding record for this reference.", " ", " ", "(12)", " ", "Delgado Friedrichs, O.; O'Keeffe, M.; Yaghi, O. M. ", "  Acta ", "Crystallogr.", " ", "A", " ", "2003", ", ", "59", ", 22.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(12) . ", "Three-periodic nets and tilings: regular and quasiregular nets", "Delgado Friedrichs, Olaf; O'Keeffe, Michael; Yaghi, Omar M.", "Acta Crystallographica, Section A: Foundations of Crystallography", "\r\n        (", "2003", "),\r\n    ", "A59", "\r\n        (", "1", "),\r\n    ", "22-27", "CODEN:\r\n                ", "ACACEQ", ";\r\n        ISSN:", "0108-7673", ".\r\n    \r\n            (", "Blackwell Munksgaard", ")\r\n        ", "Regular nets are defined as those with symmetry that requires the coordination figure to be a regular polygon or polyhedron.  It is shown that this definition leads to five regular 3-periodic nets.  There is also one quasiregular net with a quasiregular coordination figure.  The natural tiling of a net and its assocd. essential rings are also defined, and it is shown that the natural tilings of the regular nets have the property that there is just one kind of vertex, one kind of edge, one kind of ring and one kind of tile, i.e. transitivity 1111.  The quasiregular net has two kinds of natural tile and transitivity 1112.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xps1Ogs7k%253D&md5=0ad5d67c6478fa2687b3e01cf8aff7e8", " ", " ", "(13)", " ", "Eddaoudi, M.; Kim, J.; Rosi, N.; Vodak, D.; Wachter, J.; O'Keeffe, M.; Yaghi, O. M. ", "  Science", " ", "2002", ", ", "295", ", 469.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(13) . ", "Systematic design of pore size and functionality in isoreticular MOFs and their application in methane storage", "Eddaoudi, Mohamed; Kim, Jaheon; Rosi, Nathaniel; Vodak, David; Wachter, Joseph; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "295", "\r\n        (", "5554", "),\r\n    ", "469-472", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A strategy based on reticulating metal ions and org. carboxylate links into extended networks has been advanced to a point that allowed the design of porous structures in which pore size and functionality could be varied systematically.  Metal-org. framework (MOF-5), a prototype of a new class of porous materials and one that is constructed from octahedral Zn-O-C clusters and benzene links, was used to demonstrate that its three-dimensional porous system can be functionalized with the org. groups -Br, -NH2, -OC3H7, -OC5H11, -C2H4, and -C4H4 and that its pore size can be expanded with the long mol. struts biphenyl, tetrahydropyrene, pyrene, and terphenyl.  We synthesized an isoreticular series (one that has the same framework topol.) of 16 highly cryst. materials whose open space represented up to 91.1% of the crystal vol., as well as homogeneous periodic pores that can be incrementally varied from 3.8 to 28.8 Å.  One member of this series exhibited a high capacity for methane storage (240 cm3 at std. temp.), and others the lowest densities (0.41 to 0.21 g/cm3) for a cryst. material at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlyrtLjP&md5=d218d4040887f5fb390a733ee156d27b", " ", " "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2005/inocaj.2005.44.issue-9/ic050064g/production/images/small/ic050064gf00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2005/inocaj.2005.44.issue-9/ic050064g/production/images/small/ic050064gf00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2005/inocaj.2005.44.issue-9/ic050064g/production/images/small/ic050064gf00003.gif\">"]}
