{"title": ["Anionic Metal–Organic Framework for Adsorption and Separation of Light Hydrocarbons"], "authors": ["Jia Li", "Hong-Ru Fu", "Jian Zhang", "Lan-Sun Zheng", "Jun Tao"], "doi": ["10.1021/acs.inorgchem.5b00316"], "abstract": ["The reaction of nickel(II) sulfate with 4,4′,4″-", "-triazine-2,4,6-triyltribenzoate in dimethyl sulfoxide afforded a hexanuclear nickel(II)-based anionic 2-fold interpenetrated metal−organic framework exhibiting the ability to adsorb and separate light hydrocarbons and canted antiferromagnetism.", "The reaction of nickel(II) sulfate with 4,4′,4″-", "-triazine-2,4,6-triyltribenzoate in dimethyl sulfoxide afforded a hexanuclear nickel(II)-based anionic 2-fold interpenetrated metal–organic framework exhibiting the ability to adsorb and separate light hydrocarbons and canted antiferromagnetism."], "text": ["Metal–organic frameworks (MOFs) have attracted great interest as a new type of porous material in the past 2 decades.", "(1-4)", " MOFs based on polynuclear units may exhibit not only gas storage/separation but also other physical properties, such as magnetic, nonlinear optical, ferroelectric, and dielectric properties,", "(5, 6)", " respectively, thus representing a very interesting and meaningful subject to achieve multifunctional materials.", "(7-9)", "It has been well-known that the capability of gas uptake is directly proportional to the host–guest interactions and internal surface areas within MOFs. The former has been partly enhanced by modifying bridging ligands with Lewis basic sites, e.g., pyridyl, amino, and hydroxyl groups,", "(10)", " or by developing ionic MOFs that possess charge-induced forces.", "(11, 12)", " These strategies certainly apply to the design and development of MOFs for adsorbing and separating light hydrocarbons. Light hydrocarbons are very important energy resources in the future, and the prerequisite for their industrial applications is purification. However, the traditional separation technology based on their different boiling points is very energy-intensive. By using MOFs, more environmentally friendly and energy-efficient methods to separate light hydrocarbons may be achieved. Recently, we are using the trigonal-planar ligand 4,4′,4″-", "s", "-triazine-2,4,6-triyltribenzoate (TATB) to synthesize MOFs, encouraged not only by its known MOF with paddlewheel or μ", "3", "-O-centered trinuclear units showing high gas uptakes and surface areas", "(13)", " but also by its tendency to encourage π–π interactions between the triazine groups", "(14)", " with Lewis basic sites that promote strong interactions between the triazine groups and light hydrocarbon molecules. Here, we report a new MOF, namely, (H", "3", "O)", "4", "[Ni", "6", "(μ", "3", "-O)", "2", "(μ", "2", "-OSC", "2", "H", "6", ")", "2", "(SO", "4", ")", "2", "(TATB)", "8/3", "]·4C", "2", "H", "6", "O·13H", "2", "O [(H", "3", "O)", "4", "1", "·", "S", "], by using ligand TATB. The anionic framework is built with hexanuclear nickel(II) units and affords a porosity of about 52.4% of the unit cell volume. The framework is 2-fold self-interpenetrated to give an anionic MOF that exhibits high adsorptive selectivity of light hydrocarbons (C", "2", "H", "2", ", C", "2", "H", "4", ", and C", "2", "H", "6", ", respectively, over CH", "4", ") and shows canted antiferromagnetism because of the existence of hexanuclear nickel(II) units.", "The title complex was synthesized by a solvothermal method (see the ", "Supporting Information", ", SI). The framework is negatively charged (see below), which can be compensated for by protonated water molecules.", "(14a)", " The amounts of extraframework solvent molecules were estimated by thermogravimetric (TGA) and elemental analyses (see the ", "SI", ").", "The complex crystallizes in the cubic space group ", "Im", "3̅, and the basic structural unit of framework ", "1", "4–", " is anionic hexanuclear species [Ni", "6", "(μ", "3", "-O)", "2", "(μ", "2", "-OSC", "2", "H", "6", ")", "2", "(CO", "2", ")", "8", "(SO", "4", ")", "2", "]", "4–", ", which contains two crystallographically different nickel(II) ions (Figure ", "1", "a). The Ni1 ion lies in a distorted octahedral environment, being coordinated by six oxygen atoms from two carboxylate groups of different TATB ligands, a μ", "3", "-O", "2–", " ion (O3), a μ", "2", "-OSC", "2", "H", "6", " molecule, and two η", "2", ":η", "2", ":μ", "4", "-SO", "4", "2–", " groups; the Ni2 ion is coordinated by four oxygen atoms from different TATB ligands and one oxygen atom from the μ", "3", "-O", "2–", " ion (O3), thus forming a square-pyramidal geometry. The structural unit can be viewed as two subunits of trigonal [Ni", "3", "(μ", "3", "-O", "2–", ")(CO", "2", ")", "4", "]", "(15)", " bridged by η", "2", ":η", "2", ":μ", "4", "-SO", "4", "2–", " groups and μ", "2", "-OSC", "2", "H", "6", " molecules, and in each subunit, the Ni–O bond lengths range from 1.956(8) to 2.189(5) Å and the three nickel(II) ions are absolutely coplanar (Table S2 in the ", "SI", "). From a topological point of view, each cuboidal [Ni", "6", "(μ", "3", "-O)", "2", "(μ", "2", "-OSC", "2", "H", "6", ")", "2", "(CO", "2", ")", "8", "(SO", "4", ")", "2", "]", "4–", " unit is connected to eight trigonal TATB ligands, and each trigonal TATB ligand, in turn, links three cuboidal units, thus forming a 3,8-connected 3D framework (Figure ", "1", "b) that is highly similar to that of a cobalt 1,3,5-benzenetribenzoate MOF reported by us.", "(13d)", " Such a framework is doubly self-interpenetrated (Figure S1 in the ", "SI", "), generating interframework TATB pairs (Figure ", "1", "c) with π–π interactions similar to those reported in TATB MOFs.", "(13, 14)", " The triazine rings of each TATB pair are stacked in a highly symmetric face-to-face arrangement (", "D", "3", "d", " pattern", "(14b)", ") with a centroid-to-centroid distance of 3.295 Å (Figure ", "1", "c).", "Figure 1. (a) Perspective view of the Ni", "6", " unit with selective atom labels. Color code: nickel, green; carbon, black; oxygen, red; sulfur, yellow. (b) Topological framework structure viewed along the ", "c", " axis, where the red cuboid is the Ni", "6", " unit and the blue triangle is the ligand TATB, respectively. (c) Interligand ", "D", "3", "d", " Peidfort pattern", "(14b)", " observed between two identical (interpenetrated) frameworks in the complex. Guest solvent molecules and hydrogen atoms are omitted for clarity. Symmetry codes: a, −", "x", ", 1 – ", "y", ", ", "z", "; b, ", "x", ", 1 – ", "y", ", −", "z", "; c, −", "x", ", ", "y", ", −", "z", ".", "TGA of (H", "3", "O)", "4", "1", "·", "S", " (the sample had been washed and exchanged with ethanol) revealed a total weight loss of 17.86% up to 125 °C (Figure S2 in the ", "SI", ") that could be attributed to the release of solvent water and ethanol molecules. A second step at 125–330 °C with 10.07% weight loss was due to the loss of coordinated DMSO and protonated water molecules. After that, the framework decomposed.", "N", "2", " adsorption measurements were carried out at 77 K to investigate the permanent porosity of the framework, and its ability to adsorb H", "2", " and CO", "2", " was then studied. The as-synthesized products were first exchanged with dichloromethane and then heated at 100 °C for 24 h under high vacuum to obtain activated samples. The stability of the activated framework has been verified by powder X-ray diffraction data (Figure S3 in the ", "SI", "). A reversible type I isotherm, with the characteristics of microporous materials, with maximal N", "2", " uptake of 309.2 cm", "3", " g", "–1", " at 1 atm (Figure S4 in the ", "SI", ") is observed, giving a Langmuir surface area of 1334.6 m", "2", " g", "–1", " and a Brunauer–Emmett–Teller surface area of 1012.6 m", "2", " g", "–1", ", respectively. The adsorption of H", "2", " at 77 K is estimated to be 152.7 cm", "3", " g", "–1", " or 1.38 wt % at 1 atm (Figure ", "2", "a), a bit larger than that of MOF-5 (127 cm", "3", " g", "–1", "). The CO", "2", " uptake capacities (at 1 atm) are 84.3 and 58.1 cm", "3", " g", "–1", " at 273 and 297 K, respectively (Figure ", "2", "a). At zero loading, the enthalpy of CO", "2", " adsorption (−", "Q", "st", ") is 25.7 kJ mol", "–1", ", as estimated from the sorption isotherms at 273 and 297 K using the virial equation (Figure S6 in the ", "SI", ").", "(16)", "Figure 2. Adsorption (full symbols) and desorption (empty symbols) isotherms of H", "2", " and CO", "2", " (a) and C", "2", "H", "2", ", C", "2", "H", "4", ", C", "2", "H", "6", ", and CH", "4", " (b).", "We further investigated its uptake capacity for light hydrocarbons (Figure ", "2", "b). The maximal sorption values at ambient pressures for pure CH", "4", ", C", "2", "H", "2", ", C", "2", "H", "4", ", and C", "2", "H", "6", " are 19.5, 87.5, 62.5, and 67.1 cm", "3", " g", "–1", " at 273 K and 13.0, 64.1, 43.4, and 53.8 cm", "3", " g", "–1", " at 297 K, respectively. The adsorption heats are calculated to be 17.6, 29.4, 27.3, and 28.6 kJ mol", "–1", " for CH", "4", ", C", "2", "H", "2", ", C", "2", "H", "4", ", and C", "2", "H", "6", ", respectively (Figure S8 in the ", "SI", "). Apparently, this MOF exhibits adsorption capacity following an order of C", "2", "H", "2", " > C", "2", "H", "4", " ≈ C", "2", "H", "6", " > CH", "4", ", which has also been found in a Ni", "4", "-based MOF.", "(7c)", " To evaluate its separation ability for light hydrocarbons, we calculated the sorptive selectivity of C", "2", " hydrocarbons over CH", "4", " using Henry’s law (Table S3 and Figure S7 in the ", "SI", ") based on equation ", "S", "i", "/", "j", " = ", "K", "H", "(", "i", ")/", "K", "H", "(CH", "4", "). The results show that the selectivities for C", "2", "H", "2", ", C", "2", "H", "4", ", and C", "2", "H", "6", " over CH", "4", ", respectively, are 25.0, 15.0, and 27.7 at 273 K and 16.3, 10.7, and 18.4 at 297 K, which are much higher than those of materials ZJU-48a (ionic MOF)", "(16a)", " and UTSA-36a", "(16b)", " with nearly equal adsorption quantity. Alternatively, the calculations using the ideal adsorbed solution theory", "(17)", " give the sorptive selectivities for C", "2", "H", "2", ", C", "2", "H", "4", ", and C", "2", "H", "6", " over CH", "4", " under 100 kPa as 22.6, 12.3, and 19.3 at 273 K and 14.1, 9.2, and 13.8 at 297 K, respectively (Figure S9 in the ", "SI", "). It should be noticed that, although the adsorption heats are lower than those of MOFs with high-density open-metal sites (M-MOF-74, where M = Mg, Co, Fe) and HKUST-1, the C", "2", "H", "6", "/CH", "4", " selectivity at 297 K is comparable to that of MOF-74.", "(3, 18)", " This result implies that the present MOF may be a good candidate material for the separation of C", "2", "H", "6", " over CH", "4", ".", "Direct-current magnetic susceptibility of (H", "3", "O)", "4", "1", "·", "S", " was collected at the 2–300 K temperature range, and the χ", "M", "T", " versus ", "T", " plot is shown in Figure ", "3", ". The χ", "M", "T", " value at room temperature is 6.47 cm", "3", " K mol", "–1", ", which is slightly higher than that expected for six isolated spin-only nickel(II) ions (", "S", " = 1 and ", "g", " = 2.0) and results in a realistic g", "Ni", " value of 2.08. The χ", "M", "T", " value monotonously decreases upon temperature cooling, attaining 1.97 cm", "3", " K mol", "–1", " at 2 K. The χ", "M", "–1", " versus ", "T", " data above 50 K are fitted with the Curie–Weiss law to give a Weiss temperature of −28.62 K, thus clearly indicating an overall antiferromagnetic nature within the Ni", "II", "6", " unit (interunit magnetic interactions are negligible). On the other hand, isothermal magnetization at 2 K equals 3.97 Nβ at 5 T (Figure S10 in the ", "SI", ") that is much lower than the theoretical saturation value for a Ni", "II", "6", " unit (12 Nβ with ", "g", " = 2.0), further confirming the antiferromagnetic properties of the Ni", "II", "6", " unit.", "Figure 3. χ", "M", "T", " versus ", "T", " plot (per Ni", "II", "6", " unit) under applied fields of 1000 Oe (black) and 50 Oe (red), respectively.", "Interestingly, the magnetic susceptibility shows field-dependent behavior at temperatures below 25 K (Figure ", "3", ", red). Under an applied magnetic field of 50 Oe, the magnetic susceptibility shows an upsurge at 9 K that is most probably attributed to the spontaneous magnetization of spin canting.", "(7c, 19)", " A narrow magnetic hysteresis loop was indeed observed with a coercive field of 33 Oe and a remnant magnetization of 0.008 Nβ, respectively (Figure S11 in the ", "SI", "), and the canting angle can be estimated to be 0.04° based on the equation α = tan", "–1", "(", "M", "r", "/", "M", "s", "). Hence, this complex can be viewed as a weak ferromagnetic material. Moreover, field-cooled (FC) and zero-field-cooled (ZFC) magnetizations measured at 50 Oe in the 2–20 K temperature range diverge below 12 K (Figure S12 in the ", "SI", "), suggesting an onset of ferromagnetic ordering. Because the framework structure is highly symmetric and the Ni", "II", "6", " unit possesses a 2-fold-symmetric axis/plane between Ni1/Ni1a···Ni2 and Ni1···Ni1b (Figure ", "1", "a) so that antisymmetric magnetic interactions cannot be realized. Otherwise, the single-ion magnetic anisotropy of nickel(II) that has been revealed by the nonzero magnetic susceptibility at extremely low temperature (1.97 cm", "3", " K mol", "–1", " at 2 K) and the realistic ", "g", "Ni", " value (2.08) should be the key point contributed to the occurrence of spin canting.", "In conclusion, we have presented an anionic MOF constructed with a new hexanuclear nickel(II) unit and a trigonal-planar ligand. Although being 2-fold interpenetrated, this MOF shows the capability to adsorb H", "2", ", CO", "2", ", and light hydrocarbons, and most important is that it exhibits high separation selectivity of C", "2", "H", "2", ", C", "2", "H", "4", ", and C", "2", "H", "6", " over CH", "4", ". On the other hand, spin canting and a magnetic hysteresis loop revealed by magnetic studies indicate weak ferromagnetism in this complex.", " ", "Top of Page", "Abstract", "References", "Supporting Information", "X-ray crystallographic data in CIF format, materials, synthetic details, TGA, IR, crystallographic data, and supplementary tables and figures. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "References", "Acknowledgment", "This work was supported by the National Natural Science Foundation of China (Grant 21325103) and the National Key Basic Research Program of China (973 Project, Grant 2014CB845601).", "Reference QuickView", "Top of Page", "Abstract", "References", "References", "This article references 19 other publications.", "1. ", "(a) ", "Murray", ", ", "L. J.", "; ", "Dincă", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1294", "– ", "1314", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Hydrogen storage in metal-organic frameworks", "Murray, Leslie J.; Dinca, Mircea; Long, Jeffrey R.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1294-1314", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review of current status of hydrogen storage within metal-org. frameworks.  Microporous metal-org. frameworks, having exceptionally high surface areas and chem.-tunable structures, have recently emerged as some of the most promising candidate materials.  Particular emphasis is given to the relationships between structural features and the enthalpy of hydrogen adsorption, spectroscopic methods for probing framework-H2 interactions, and strategies for improving storage capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamuro%253D&md5=f652ac03772753d7f80244564a80e6f0", "(b) ", "Bux", ", ", "H.", "; ", "Liang", ", ", "F.-Y.", "; ", "Li", ", ", "Y.-S.", "; ", "Cravillon", ", ", "J.", "; ", "Wiebcke", ", ", "M.", "; ", "Caro", ", ", "J.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "16000", "– ", "16001", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Zeolitic Imidazolate Framework Membrane with Molecular Sieving Properties by Microwave-Assisted Solvothermal Synthesis", "Bux, Helge; Liang, Fangyi; Li, Yanshuo; Cravillon, Janosch; Wiebcke, Michael; Caro, Juergen", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "44", "),\r\n    ", "16000-16001", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A zeolitic imidazolate framework (ZIF-8) as member of the metal-org. framework family was crystd. as a thin porous layer on an asym. ceramic support.  Hydrogen can be selected from other gases by mol. sieving.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht12hsrvM&md5=6b0a5f48fe9fbd471546232b45f853db", "2. ", "(a) ", "Zhou", ", ", "H.-C.", "; ", "Long", ", ", "J. R.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "673", "– ", "674", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Introduction to Metal-Organic Frameworks", "Zhou, Hong-Cai; Long, Jeffrey R.; Yaghi, Omar M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "673-674", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review is presented on prepn., structure and application of Metal-Org. Frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1OjtLw%253D&md5=abf05fcd4ae6b394b7f1048a93f5ebbc", "(b) ", "Li", ", ", "J.-R.", "; ", "Ma", ", ", "Y.", "; ", "McCarthy", ", ", "M. C.", "; ", "Sculley", ", ", "J.", "; ", "Yu", ", ", "J.", "; ", "Jeong", ", ", "H.-K.", "; ", "Balbuena", ", ", "P. B.", "; ", "Zhou", ", ", "H.-C.", " ", "Coord. Chem. Rev.", " ", "2011", ",  ", "255", ",  ", "1791", "– ", "1823", "[", "Crossref", "], [", "CAS", "]", "2. ", "Carbon dioxide capture-related gas adsorption and separation in metal-organic frameworks", "Li, Jian-Rong; Ma, Yu-Guang; McCarthy, M. Colin; Sculley, Julian; Yu, Jia-Mei; Jeong, Hae-Kwon; Balbuena, Perla B.; Zhou, Hong-Cai", "Coordination Chemistry Reviews", "\r\n        (", "2011", "),\r\n    ", "255", "\r\n        (", "15-16", "),\r\n    ", "1791-1823", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  Reducing anthropogenic CO2 emission and lowering the concn. of greenhouse gases in the atm. has quickly become one of the most urgent environmental issues of our age.  Carbon capture and storage (CCS) is one option for reducing these harmful CO2 emissions.  While a variety of technologies and methods have been developed, the sepn. of CO2 from gas streams is still a crit. issue.  Apart from establishing new techniques, the exploration of capture materials with high sepn. performance and low capital cost are of paramount importance.  Metal-org. frameworks (MOFs), a new class of cryst. porous materials constructed by metal-contg. nodes bonded to org. bridging ligands hold great potential as adsorbents or membrane materials in gas sepn.  In this paper, we review the research progress (from exptl. results to mol. simulations) in MOFs for CO2 adsorption, storage, and sepns. (adsorptive sepn. and membrane-based sepn.) that are directly related to CO2 capture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmtVGgur8%253D&md5=e355c975136ff8fc01a97d4f7cb95aa8", "(c) ", "Li", ", ", "J.-R.", "; ", "Kuppler", ", ", "R. J.", "; ", "Zhou", ", ", "H.-C.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1477", "– ", "1504", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Selective gas adsorption and separation in metal-organic frameworks", "Li, Jian-Rong; Kuppler, Ryan J.; Zhou, Hong-Cai", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1477-1504", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Adsorptive sepn. is very important in industry.  Generally, the process uses porous solid materials such as zeolites, activated carbons, or silica gels as adsorbents.  With an ever increasing need for a more efficient, energy-saving, and environmentally benign procedure for gas sepn., adsorbents with tailored structures and tunable surface properties must be found.  Metal-org. frameworks (MOFs), constructed by metal-contg. nodes connected by org. bridges, are such a new type of porous materials.  They are promising candidates as adsorbents for gas sepns. due to their large surface areas, adjustable pore sizes and controllable properties, as well as acceptable thermal stability.  This crit. review starts with a brief introduction to gas sepn. and purifn. based on selective adsorption, followed by a review of gas selective adsorption in rigid and flexible MOFs.  Based on possible mechanisms, selective adsorptions obsd. in MOFs are classified, and primary relationships between adsorption properties and framework features are analyzed.  As a specific example of tailor-made MOFs, mesh-adjustable mol. sieves are emphasized and the underlying working mechanism elucidated.  In addn. to the exptl. aspect, theor. investigations from adsorption equil. to diffusion dynamics via mol. simulations are also briefly reviewed.  Furthermore, gas sepns. in MOFs, including the mol. sieving effect, kinetic sepn., the quantum sieving effect for H2/D2 sepn., and MOF-based membranes are also summarized (227 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurY%253D&md5=cbb650af8ce92526fc8ffd870218bbd0", "3. ", "(a) ", "Xiang", ", ", "S.-C.", "; ", "He", ", ", "Y.-B.", "; ", "Zhang", ", ", "Z.-J.", "; ", "Wu", ", ", "H.", "; ", "Zhou", ", ", "W.", "; ", "Krishna", ", ", "R.", "; ", "Chen", ", ", "B.-L.", " ", "Nat. Commun.", " ", "2012", ",  ", "3", ",  ", "954", "– ", "962", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Microporous metal-organic framework with potential for carbon dioxide capture at ambient conditions", "Xiang Shengchang; He Yabing; Zhang Zhangjing; Wu Hui; Zhou Wei; Krishna Rajamani; Chen Banglin", "Nature communications", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "),\r\n    ", "954", "\r\n        ISSN:", ".\r\n    ", "Carbon dioxide capture and separation are important industrial processes that allow the use of carbon dioxide for the production of a range of chemical products and materials, and to minimize the effects of carbon dioxide emission.  Porous metal-organic frameworks are promising materials to achieve such separations and to replace current technologies, which use aqueous solvents to chemically absorb carbon dioxide.  Here we show that a metal-organic frameworks (UTSA-16) displays high uptake (160 cm(3) cm(-3)) of CO(2) at ambient conditions, making it a potentially useful adsorbent material for post-combustion carbon dioxide capture and biogas stream purification.  This has been further confirmed by simulated breakthrough experiments.  The high storage capacities and selectivities of UTSA-16 for carbon dioxide capture are attributed to the optimal pore cages and the strong binding sites to carbon dioxide, which have been demonstrated by neutron diffraction studies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC38fgslGrtQ%253D%253D&md5=45d4e2637e077d00b7ea5f2246ad3c6f", "(b) ", "He", ", ", "Y.-B.", "; ", "Zhou", ", ", "W.", "; ", "Yildirim", ", ", "T.", "; ", "Chen", ", ", "B.-L.", " ", "Energy Environ. Sci.", " ", "2013", ",  ", "6", ",  ", "2735", "– ", "2744", "[", "Crossref", "], [", "CAS", "]", "3. ", "A series of metal-organic frameworks with high methane uptake and an empirical equation for predicting methane storage capacity", "He, Yabing; Zhou, Wei; Yildirim, Taner; Chen, Banglin", "Energy & Environmental Science", "\r\n        (", "2013", "),\r\n    ", "6", "\r\n        (", "9", "),\r\n    ", "2735-2744", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A series of metal-org. frameworks (NOTT-100a (MOF-505a), NOTT-101a, NOTT-102a, NOTT-103a and NOTT-109a) with variable open copper sites and micropore spaces have been examd. as potential adsorbents for methane storage.  They exhibit high adsorption capacities for methane at 300 K and 35 bar (181-196 cm3 (STP) cm-3).  Supposing that the deliverable amt. of methane is defined as the difference in the amt. of methane adsorbed between 5 bar and 35 bar, NOTT-101a, NOTT-102a and NOTT-103a exhibit excellent deliverable capacities of methane (136-140 cm3 (STP) cm-3), comparable to the highest of all previously reported MOF materials.  The gravimetric methane uptake in this MOF series systematically increases with increasing porosity, while their methane storage pore occupancy decreases with increasing pore size.  The fact that gravimetric methane uptakes correlate well with their corresponding pore vols. enables us to derive an empirical equation: C = -126.69 × Vp2 + 381.62 × Vp - 12.57, where C is the excess gravimetric methane storage capacity at 35 bar and 300 K in cm3 (STP) g-1, and Vp is the pore vol. of a MOF material in cm3 g-1.  This empirical equation can predict the methane storage performance of previously reported microporous MOF materials of Vp less than 1.50 cm3 g-1 reasonably well, and thus provides a convenient method to screen MOFs for methane storage purposes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlWqsr3P&md5=831d08421af598dfb94019b012e4ed3f", "4. ", "(a) ", "Zheng", ", ", "S.-T.", "; ", "Bu", ", ", "J. T.", "; ", "Li", ", ", "Y.", "; ", "Wu", ", ", "T.", "; ", "Zuo", ", ", "F.", "; ", "Feng", ", ", "P.", "; ", "Bu", ", ", "X.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "17062", "– ", "17064", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Pore Space Partition and Charge Separation in Cage-within-Cage Indium-Organic Frameworks with High CO2 Uptake", "Zheng, Shou-Tian; Bu, Julia T.; Li, Yu-Fei; Wu, Tao; Zuo, Fan; Feng, Ping-Yun; Bu, Xian-Hui", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "48", "),\r\n    ", "17062-17064", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The integration of neg. charged single-metal building blocks {In(CO2)4} and pos. charged trimeric clusters {In3O} leads to three unique cage-within-cage-based porous materials, which exhibit not only high hydrothermal, thermal, and photochem. stability but also attractive structural features contributing to a very high CO2 uptake capacity of up to 119.8 L/L at 273 K and 1 atm.  The three porous materials are [(CH3)2NH2][In3O(BTC)2(H2O)3]2[In3(BTC)4]·7DMF·23H2O, [(CH3)2NH2][In3O(BTC)2(H2O)3]2[In(BTC)4/3][In3(BTC)4/3(H2O)]2·solvent and [CH3NH3][In3O(BTC)2(H2O)3]2[In3(BTC)4]·solvent (BTC = 1,3,5-benzenetricarboxylate) and were characterized by x-ray crystallog.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVeksLfK&md5=e7d779763d5a416a3d0f241406ee5e07", "(b) ", "Lin", ", ", "Q.", "; ", "Wu", ", ", "T.", "; ", "Zheng", ", ", "S.-T.", "; ", "Bu", ", ", "X.", "; ", "Feng", ", ", "P.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "784", "– ", "787", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Single-Walled Polytetrazolate Metal-Organic Channels with High Density of Open Nitrogen-Donor Sites and Gas Uptake", "Lin, Qipu; Wu, Tao; Zheng, Shou-Tian; Bu, Xianhui; Feng, Pingyun", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "2", "),\r\n    ", "784-787", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The self-assembly between zinc dimer and 1,3,5-tris(2H-tetrazol-5-yl)benzene (H3BTT), promoted by a urea deriv., leads to a highly porous 3D framework with a large percentage (67%) of N-donor sites unused for bonding with metals.  The material exhibits high gas storage capacity (∼1.89% H2 at 77 K and 1 atm; 98 cm3/g CO2 at 273 K and 1 atm), even in the absence of open metal sites.  The high percentage of open N-donor sites, coupled with the low framework d. resulting from single-walled channels, is believed to contribute to the high uptake capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1ers73J&md5=363f2824ccc1e5f75c14e33e7f83b905", "(c) ", "Liao", ", ", "P.-Q.", "; ", "Zhou", ", ", "D.-D.", "; ", "Zhu", ", ", "A.-X.", "; ", "Jiang", ", ", "L.", "; ", "Lin", ", ", "R.-B.", "; ", "Zhang", ", ", "J.-P.", "; ", "Chen", ", ", "X.-M.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "17380", "– ", "17383", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Strong and Dynamic CO2 Sorption in a Flexible Porous Framework Possessing Guest Chelating Claws", "Liao, Pei-Qin; Zhou, Dong-Dong; Zhu, Ai-Xin; Jiang, Lu; Lin, Rui-Biao; Zhang, Jie-Peng; Chen, Xiao-Ming", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "42", "),\r\n    ", "17380-17383", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Using a bis-triazolate ligand [bis(5-methyl-1H-1,2,4-triazol-3-yl)methane] and tetrahedral Zn(II) ion, the authors synthesized a flexible porous coordination polymer functionalized with pairs of uncoordinated triazolate N-donors that can be used as guest chelating sites to give very high CO2 adsorption enthalpy and CO2/N2 selectivity.  The dynamic CO2 sorption behavior could be monitored well by single-crystal x-ray diffraction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVKmtbzM&md5=2a77c8542d966949815d635143d86e75", "5. ", "(a) ", "Eerenstein", ", ", "W.", "; ", "Mathur", ", ", "N. D.", "; ", "Scott", ", ", "J. F.", " ", "Nature", " ", "2006", ",  ", "442", ",  ", "759", "– ", "765", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Multiferroic and magnetoelectric materials", "Eerenstein, W.; Mathur, N. D.; Scott, J. F.", "Nature (London, United Kingdom)", "\r\n        (", "2006", "),\r\n    ", "442", "\r\n        (", "7104", "),\r\n    ", "759-765", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  A ferroelec. crystal exhibits a stable and switchable elec. polarization that is manifested in the form of cooperative at. displacements.  A ferromagnetic crystal exhibits a stable and switchable magnetization that arises through the quantum mech. phenomenon of exchange.  There are very few multiferroic' materials that exhibit both of these properties, but the magnetoelec. coupling of magnetic and elec. properties is a more general and widespread phenomenon.  Although work in this area can be traced back to pioneering research in the 1950s and 1960s, there has been a recent resurgence of interest driven by long-term technol. aspirations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XotFKmt74%253D&md5=fc62d05e46940e42e2b34af27da57021", "(b) ", "Singh", ", ", "M. K.", "; ", "Yang", ", ", "Y.", "; ", "Takoudis", ", ", "C. G.", " ", "Coord. Chem. Rev.", " ", "2009", ",  ", "253", ",  ", "2920", "– ", "2934", "[", "Crossref", "], [", "CAS", "]", "5. ", "Synthesis of multifunctional multiferroic materials from metalorganics", "Singh, Manish K.; Yang, Yi; Takoudis, Christos G.", "Coordination Chemistry Reviews", "\r\n        (", "2009", "),\r\n    ", "253", "\r\n        (", "23-24", "),\r\n    ", "2920-2934", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  Recent developments in the synthesis of multiferroic materials from metalorgs. are reviewed.  Single-phase multiferroics have weak coupling among ferroic properties.  Heterostructures are more promising for device applications since the coupling in such structures is many orders of magnitude stronger.  These heterostructures also offer more degrees of freedom such as compn., microstructure and orientation for optimized coupling.  Two major deposition techniques are discussed: (i) metalorg. chem. vapor deposition (MOCVD), and (ii) chem. soln. deposition (CSD).  These techniques are versatile and economical for deposition of the mentioned structures.  In MOCVD the film growth is continuous, whereas, CSD is a multi-step process that involves coating using suitable precursor soln. followed by annealing in appropriate ambient, and the desired thickness is obtained by repeating these steps.  The desired properties of metalorg. precursors suitable for use in these techniques are outlined.  In the case of MOCVD, different precursor delivery methods for liq. and solid precursors are also presented as they are equally important.  Recent efforts on fabrication of single-phase multiferroics and improvements in properties of single-phase materials through doping/substitution using MOCVD and CSD are reviewed.  Formation and synthesis of multifunctional multiferroic composites and heterostructures using these techniques is an area that is still much to be explored.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtlagt77E&md5=0b47979dcd78443705e44c833da85eea", "6. ", "(a) ", "Rogez", ", ", "G.", "; ", "Viart", ", ", "N.", "; ", "Drillon", ", ", "M.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "1921", "– ", "1923", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Multiferroic Materials: The Attractive Approach of Metal-Organic Frameworks (MOFs)", "Rogez, Guillaume; Viart, Nathalie; Drillon, Marc", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "11", "),\r\n    ", "1921-1923", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  The formation and properties of multiferroic materials esp. examples of multiferroic/magnetoelec. materials are given.  Nanostructured composite materials combining the properties of two sep. materials, one being ferromagnetic, the other ferroelec., are given as examples.  Metal org. framework multiferroic materials are described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXjtFSnsLg%253D&md5=e552d5b743e444c28e1eb4ef130a8cdb", "(b) ", "Cui", ", ", "H.-B.", "; ", "Wang", ", ", "Z.-M.", "; ", "Takahashi", ", ", "K.", "; ", "Okano", ", ", "Y.", "; ", "Kobayashi", ", ", "H.", "; ", "Kobayashi", ", ", "A.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "15074", "– ", "15075", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Ferroelectric Porous Molecular Crystal, [Mn3(HCOO)6](C2H5OH), Exhibiting Ferrimagnetic Transition", "Cui, HengBo; Wang, Zheming; Takahashi, Kazuyuki; Okano, Yoshinori; Kobayashi, Hayao; Kobayashi, Akiko", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "47", "),\r\n    ", "15074-15075", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A porous mol. crystal with guest ethanol mols., [Mn3(HCOO)6](C2H5OH), is a new type of multifunctional mol. system, which exhibits a ferroelec. transition at 165 K and a ferrimagnetic transition at 8.5 K [Mn3(HCOO)6](C2H5OH) will give a hint to design multiferroic mol. materials where ferroelec. and ferromagnetic orders coexist.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtFKrs7bK&md5=f161bf85d187c9cf2a0292c847f9f82f", "7. ", "(a) ", "Halder", ", ", "G. J.", "; ", "Kepert", ", ", "C. J.", "; ", "Moubaraki", ", ", "B.", "; ", "Murray", ", ", "K. S.", "; ", "Cashion", ", ", "J. D.", " ", "Science", " ", "2002", ",  ", "298", ",  ", "1762", "– ", "1765", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Guest-Dependent Spin Crossover in a Nanoporous Molecular Framework Material", "Halder, Gregory J.; Kepert, Cameron J.; Moubaraki, Boujemaa; Murray, Keith S.; Cashion, John D.", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "298", "\r\n        (", "5599", "),\r\n    ", "1762-1765", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The nanoporous metal-org. framework Fe2(azpy)4(NCS)4·(guest) (azpy is trans-4,4'-azopyridine) displays reversible uptake and release of guest mols. and contains electronic switching centers that are sensitive to the nature of the sorbed guests.  The switching of this material arises from the presence of iron(II) spin crossover centers within the framework lattice, the sorbed phases undergoing \"half-spin\" crossovers, and the desorbed phase showing no switching property.  The interpenetrated framework structure displays a considerable flexibility with guest uptake and release, causing substantial changes in the local geometry of the iron(II) centers.  The generation of a host lattice that interacts with exchangeable guest species in a switchable fashion has implications for the generation of previously undeveloped advanced materials with applications in areas such as mol. sensing.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XovFKmsrs%253D&md5=1a14d69e392744e88e9c20021c49107d", "(b) ", "Neville", ", ", "S. M.", "; ", "Halder", ", ", "G. J.", "; ", "Chapman", ", ", "K. W.", "; ", "Duriska", ", ", "M. B.", "; ", "Moubaraki", ", ", "B.", "; ", "Murray", ", ", "K. S.", "; ", "Kepert", ", ", "C. J.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "12106", "– ", "12108", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Guest Tunable Structure and Spin Crossover Properties in a Nanoporous Coordination Framework Material", "Neville, Suzanne M.; Halder, Gregory J.; Chapman, Karena W.; Duriska, Martin B.; Moubaraki, Boujemaa; Murray, Keith S.; Kepert, Cameron J.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "34", "),\r\n    ", "12106-12108", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The electronic switching properties of the nanoporous spin crossover framework [Fe(NCS)2(bpbd)2]·x(guest), SCOF-2, can be rationally manipulated via sorption of a range of mol. guests (acetone, ethanol, methanol, propanol, 1-acetonitrile) into the 1-dimensional channels of this material.  Pronounced changes to the spin crossover properties are related directly to the steric and electronic influence of the individual guests: the degree of lattice cooperativity, as reflected in the abruptness of the transition and presence of hysteresis, is strongly influenced by the presence of cooperative host-guest interactions, and the temp. of the transition varies with guest polarity through a proposed electrostatic interaction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXps1ylu7s%253D&md5=23f7694c105cc7d7bac679ff4d5b19b0", "(c) ", "Li", ", ", "J.", "; ", "Guo", ", ", "Y.", "; ", "Fu", ", ", "H.-R.", "; ", "Zhang", ", ", "J.", "; ", "Huang", ", ", "R.-B.", "; ", "Zheng", ", ", "L.-S.", "; ", "Tao", ", ", "J.", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "9161", "– ", "9164", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "A spin-canted NiII4-based metal-organic framework with gas sorption properties and high adsorptive selectivity for light hydrocarbons", "Li, Jia; Guo, Ying; Fu, Hong-Ru; Zhang, Jian; Huang, Rong-Bin; Zheng, Lan-Sun; Tao, Jun", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "65", "),\r\n    ", "9161-9164", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The reaction of nickel(II) nitrate with isonicotinic acid (H2ina) and 2,6-dimethyl-pyridine-3,5-dicarboxylic acid (H2dpda) affords a novel, tetranuclear nickel(II)-based metal-org. framework [Ni4(OH)2(ina)2(dpda)2(H2O)3]·(H2O)9·(C2H6O)3 that exhibits spin-canted antiferromagnetism with a canted angle of 1.65° and high adsorptive selectivity for light hydrocarbons.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtVOgur3L&md5=a8af0834131f76598ce1b024ad8ffe97", "8. ", "(a) ", "Li", ", ", "Y.-W.", "; ", "Li", ", ", "J.-R.", "; ", "Wang", ", ", "L.-F.", "; ", "Zhou", ", ", "B.-Y.", "; ", "Chen", ", ", "Q.", "; ", "Bu", ", ", "X.-H.", " ", "J. Mater. Chem. A", " ", "2013", ",  ", "1", ",  ", "495", "– ", "499", "[", "Crossref", "], [", "CAS", "]", "8. ", "Microporous metal-organic frameworks with open metal sites as sorbents for selective gas adsorption and fluorescence sensors for metal ions", "Li, Yun-Wu; Li, Jian-Rong; Wang, Li-Fu; Zhou, Bo-Yu; Chen, Qiang; Bu, Xian-He", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2013", "),\r\n    ", "1", "\r\n        (", "3", "),\r\n    ", "495-499", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two cluster-based microporous MOFs contg. coordination unsatd. metal(ii) sites (or open metal(II) sites) were constructed from boxlike or cage-like {M3}x SBUs.  They both exhibit highly selective uptake for CO2 over CH4 and N2 under ambient conditions.  More importantly, MOF-1 also provides an ideal luminescence sensor for selective probing Ba2+ and Cu2+ ions based on significant luminescence enhancement or quenching.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVeltr7P&md5=a6c1e33ee725cc709438824d1001be75", "(b) ", "Tong", ", ", "X.-L.", "; ", "Hu", ", ", "T.-L.", "; ", "Zhao", ", ", "J.-P.", "; ", "Wang", ", ", "Y.-K.", "; ", "Zhang", ", ", "H.", "; ", "Bu", ", ", "X.-H.", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "8543", "– ", "8545", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Chiral magnetic metal-organic frameworks of MnII with achiral tetrazolate-based ligands by spontaneous resolution", "Tong, Xiao-Lan; Hu, Tong-Liang; Zhao, Jiong-Peng; Wang, Yue-Kui; Zhang, Hui; Bu, Xian-He", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "45", "),\r\n    ", "8543-8545", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The enantiomers of complex [MnL2]n (1, HL = N-(1H-tetrazol-5-yl)benzamide) (1a and 1b) were obtained by spontaneous resoln. upon crystn. in the absence of a chiral source, and characterized by x-ray crystallog. and magnetic measurements.  The enantiomeric nature of 1a and 1b was confirmed by CD spectra and theor. study.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtl2ltbnL&md5=4c6593b08a2cf0c9ec3ee64d266b07de", "9. ", "Wang", ", ", "C.-F.", "; ", "Li", ", ", "R.-F.", "; ", "Chen", ", ", "X.-Y.", "; ", "Wei", ", ", "R.-J.", "; ", "Zheng", ", ", "L.-S.", "; ", "Tao", ", ", "J.", " ", "Angew. Chem., Int. Ed.", " ", "2015", ",  ", "54", ",  ", "1574", "– ", "1577", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Synergetic Spin Crossover and Fluorescence in One-Dimensional Hybrid Complexes", "Wang, Chun-Feng; Li, Ren-Fu; Chen, Xue-Yuan; Wei, Rong-Jia; Zheng, Lan-Sun; Tao, Jun", "Angewandte Chemie, International Edition", "\r\n        (", "2015", "),\r\n    ", "54", "\r\n        (", "5", "),\r\n    ", "1574-1577", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Hybrid materials integrated with a variety of phys. properties, such as spin crossover (SCO) and fluorescence, may show synergetic effects that find applications in many fields.  Herein we demonstrate a promising post-synthetic approach to achieve such materials by grafting fluorophores (1-pyrenecarboxaldehyde and Rhodamine B) on one-dimensional SCO FeII structures.  The resulting hybrid materials display expected one-step SCO behavior and fluorescent properties, in particular showing a coupling between the transition temp. of SCO and the temp. where the fluorescent intensity reverses.  Consequently, synergetic effect between SCO and fluorescence is incorporated into materials despite different fluorophores.  This study provides an effective strategy for the design and development of novel magnetic and optical materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXitVGls7bF&md5=e844b01ec9d16741d45d7991b192ef18", "10. ", "(a) ", "McDonald", ", ", "T. M.", "; ", "Lee", ", ", "W. R.", "; ", "Mason", ", ", "J. A.", "; ", "Wiers", ", ", "B. M.", "; ", "Hong", ", ", "C. S.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "7056", "– ", "7065", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Capture of Carbon Dioxide from Air and Flue Gas in the Alkylamine-Appended Metal-Organic Framework mmen-Mg2(dobpdc)", "McDonald, Thomas M.; Lee, Woo Ram; Mason, Jarad A.; Wiers, Brian M.; Hong, Chang Seop; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "16", "),\r\n    ", "7056-7065", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two new metal-org. frameworks, M2(dobpdc) (M = Zn (1), Mg (2); dobpdc4- = 4,4'-dioxido-3,3'-biphenyldicarboxylate), adopting an expanded MOF-74 structure type, were synthesized via solvothermal and microwave methods.  Coordinatively unsatd. Mg2+ cations lining the 18.4-Å-diam. channels of 2 were functionalized with N,N'-dimethylethylenediamine (mmen) to afford Mg2(dobpdc)(mmen)1.6(H2O)0.4 (mmen-Mg2(dobpdc)).  This compd. displays an exceptional capacity for CO2 adsorption at low pressures, taking up 2.0 mmol/g (8.1 wt %) at 0.39 mbar and 25 °C, conditions relevant to removal of CO2 from air, and 3.14 mmol/g (12.1 wt %) at 0.15 bar and 40 °C, conditions relevant to CO2 capture from flue gas.  Dynamic gas adsorption/desorption cycling expts. demonstrate that mmen-Mg2(dobpdc) can be regenerated upon repeated exposures to simulated air and flue gas mixts., with cycling capacities of 1.05 mmol/g (4.4 wt %) after 1 h of exposure to flowing 390 ppm CO2 in simulated air at 25 °C and 2.52 mmol/g (9.9 wt %) after 15 min of exposure to flowing 15% CO2 in N2 at 40 °C.  The purity of the CO2 removed from dry air and flue gas in these processes was estd. to be 96% and 98%, resp.  As a flue gas adsorbent, the regeneration energy was estd. through differential scanning calorimetry expts. to be 2.34 MJ/kg CO2 adsorbed.  Overall, the performance characteristics of mmen-Mg2(dobpdc) indicate it to be an exceptional new adsorbent for CO2 capture, comparing favorably with both amine-grafted silicas and aq. amine solns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XltVWksbk%253D&md5=7753191a7156e914021eb9a841bf4f6e", "(b) ", "Vaidhyanathan", ", ", "R.", "; ", "Iremonger", ", ", "S. S.", "; ", "Shimizu", ", ", "G. K. H.", "; ", "Boyd", ", ", "P. G.", "; ", "Alavi", ", ", "S.", "; ", "Woo", ", ", "T. K.", " ", "Science", " ", "2010", ",  ", "330", ",  ", "650", "– ", "653", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Direct Observation and Quantification of CO2 Binding Within an Amine-Functionalized Nanoporous Solid", "Vaidhyanathan, Ramanathan; Iremonger, Simon S.; Shimizu, George K. H.; Boyd, Peter G.; Alavi, Saman; Woo, Tom K.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "330", "\r\n        (", "6004", "),\r\n    ", "650-653", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Understanding the mol. details of CO2-sorbent interactions is crit. for the design of better carbon-capture systems.  Here the authors report crystallog. resoln. of CO2 mols. and their binding domains in a metal-org. framework functionalized with amine groups.  Accompanying computational studies that modeled the gas sorption isotherms, high heat of adsorption, and CO2 lattice positions showed high agreement on all three fronts.  The modeling apportioned specific binding interactions for each CO2 mol., including substantial cooperative binding effects among the guest mols.  The validation of the capacity of such simulations to accurately model mol.-scale binding bodes well for the theory-aided development of amine-based CO2 sorbents.  The anal. shows that the combination of appropriate pore size, strongly interacting amine functional groups, and the cooperative binding of CO2 guest mols. is responsible for the low-pressure binding and large uptake of CO2 in this sorbent material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlaqt7nP&md5=62d8612e2927fcca9d6903619e95b042", "(c) ", "Du", ", ", "L.-T.", "; ", "Lu", ", ", "Z.-Y.", "; ", "Zheng", ", ", "K.-Y.", "; ", "Wang", ", ", "J.-Y.", "; ", "Zheng", ", ", "X.", "; ", "Pan", ", ", "Y.", "; ", "You", ", ", "X.-Z.", "; ", "Bai", ", ", "J.-F.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "562", "– ", "565", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Fine-Tuning Pore Size by Shifting Coordination Sites of Ligands and Surface Polarization of Metal-Organic Frameworks To Sharply Enhance the Selectivity for CO2", "Du, Liting; Lu, Zhiyong; Zheng, Kaiyuan; Wang, Junyi; Zheng, Xin; Pan, Yi; You, Xiaozeng; Bai, Junfeng", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "2", "),\r\n    ", "562-565", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Based upon the (3,6)-connected metal-org. framework {Cu(L1)·2H2O·1.5DMF}∞ (L1 = 5-(pyridin-4-yl)isophthalic acid) (SYSU, for Sun Yat-Sen University), iso-reticular {Cu(L2)·DMF}∞ (L2 = 5-(pyridin-3-yl)isophthalic acid) (NJU-Bai7; NJU-Bai for Nanjing University Bai group) and {Cu(L3)·DMF·H2O}∞ (L3 = 5-(pyrimidin-5-yl)isophthalic acid) (NJU-Bai8) were designed by shifting the coordination sites of ligands to fine-tune pore size and polarizing the inner surface with uncoordinated N atoms, resp., with almost no changes in surface area or porosity.  Compared with those of the prototype SYSU, both the adsorption enthalpy and selectivity of CO2 for NJU-Bai7 and NJU-Bai8 have been greatly enhanced, which makes NJU-Bai7 and NJU-Bai8 good candidates for postcombustion CO2 capture.  Notably, the CO2 adsorption enthalpy of NJU-Bai7 is the highest reported so far among the MOFs without any polarizing functional groups or open metal sites.  Meanwhile, NJU-Bai8 exhibits high uptake of CO2 and good CO2/CH4 selectivity at high pressure, which are quite valuable characteristics in the purifn. of natural gases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvV2gsLvN&md5=95669e5c19fa61e7227828db666e414a", "11. ", "(a) ", "Chen", ", ", "S.", "; ", "Zhang", ", ", "J.", "; ", "Wu", ", ", "T.", "; ", "Feng", ", ", "P.", "; ", "Bu", ", ", "X.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "16027", "– ", "16029", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Multiroute Synthesis of Porous Anionic Frameworks and Size-Tunable Extraframework Organic Cation-Controlled Gas Sorption Properties", "Chen, Shumei; Zhang, Jian; Wu, Tao; Feng, Pingyun; Bu, Xianhui", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "44", "),\r\n    ", "16027-16029", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Under diverse and dramatically different chem. environments, including org. solvents, an ionic liq., and a deep eutectic solvent, porous anionic framework materials that contain size-tunable, ion-exchangeable extra-framework org. cations, e.g., (X)3[In3(btc)4] where X = choline, Pr4N, Bu4N, Et4N, NR(CH2CH2OH)3, R = H, Me, were prepd.  E.g., reaction of 1,3,5-benzenetricarboxlyic acid (H3btc), choline chloride and In(NO3)3·xH2O in DMF solvent at 120° for 4 days gave a 90% yield of (choline)3[In3(btc)4]·2(DMF).  Even though a large fraction of the pore space is occupied with charge-balancing cations, some of these materials exhibit a very high gas uptake capacity (e.g., 70.6 cm3/g for CO2 at 1 atm and 273 K), suggesting that the charged anionic framework and extra-framework cations may help to enhance the gas adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht12iur3J&md5=5fb9d829bbb0cb4759fd620fb4d523ae", "(b) ", "Zhai", ", ", "Q.-G.", "; ", "Lin", ", ", "Q.", "; ", "Wu", ", ", "T.", "; ", "Wang", ", ", "L.", "; ", "Zheng", ", ", "S.-T.", "; ", "Bu", ", ", "X.", "; ", "Feng", ", ", "P.", " ", "Chem. Mater.", " ", "2012", ",  ", "24", ",  ", "2624", "– ", "2626", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "High CO2 and H2 Uptake in an Anionic Porous Framework with Amino-Decorated Polyhedral Cages", "Zhai, Quan-Guo; Lin, Qipu; Wu, Tao; Wang, Le; Zheng, Shou-Tian; Bu, Xianhui; Feng, Pingyun", "Chemistry of Materials", "\r\n        (", "2012", "),\r\n    ", "24", "\r\n        (", "14", "),\r\n    ", "2624-2626", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The solvothermal reaction of Zn(NO3)2·6H2O with 3,5-diamino-1,2,4-triazole (DATRZ) and 1,4-benzenedicarboxylate (H2BDC) in the presence of DMF and the mixt. was heated at 90° for 3 days to give anionic porous framework with amino-decorated nanoscopic polyhedral cages, e.g., [(CH3)2NH2][Zn3(DATRZ)(BDC)3]·xDMF (CPF-13).  CPF-13 was characterized by x-ray crystallog. and contributed to a very high CO2 and H2 uptake capacity as well as high CO2/N2 and CO2/CH4 selectivity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XpvFehurs%253D&md5=283e5d22b0f085680369f1ca705b0183", "(c) ", "Procopio", ", ", "E. Q.", "; ", "Linares", ", ", "F.", "; ", "Montoro", ", ", "C.", "; ", "Colombo", ", ", "V.", "; ", "Maspero", ", ", "A.", "; ", "Barea", ", ", "E.", "; ", "Navarro", ", ", "J. A. R.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "7308", "– ", "7311", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", "12. ", "(a) ", "Peralta", ", ", "D.", "; ", "Chaplais", ", ", "G.", "; ", "Simon-Masseron", ", ", "A.", "; ", "Barthelet", ", ", "K.", "; ", "Chizallet", ", ", "C.", "; ", "Quoineaud", ", ", "A.-A.", "; ", "Pirngruber", ", ", "G. D.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "8115", "– ", "8126", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Comparison of the Behavior of Metal-Organic Frameworks and Zeolites for Hydrocarbon Separations", "Peralta, David; Chaplais, Gerald; Simon-Masseron, Angelique; Barthelet, Karin; Chizallet, Celine; Quoineaud, Anne-Agathe; Pirngruber, Gerhard D.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "19", "),\r\n    ", "8115-8126", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The objective of this work was to study the adsorption and sepn. of the most important families of hydrocarbon compds. on metal-org. frameworks (MOFs), in comparison with zeolites.  For this purpose, the authors have selected four probe mols., each of them representing one of these families, i.e., o- and p-xylene as aroms., 1-octene as an alkene, and n-octane as an alkane.  The sepn. of these four mols. was studied by binary breakthrough expts.  To represent the large diversity of MOF structures, the expts. were carried out with (i) two MOFs with coordinatively unsatd. metal sites (CUS), i.e., Cu-btc (HKUST-1) and CPO-27-Ni, (ii) a MOF with an anionic framework and extraframework cations, i.e.  RHO-ZMOF, and (iii) two rather apolar zeolitic imidazolate framework (ZIF) materials with different pore sizes, i.e.  ZIF-8 and ZIF-76.  Zeolite NaY and zeolite β were used as polar and apolar ref. adsorbents, resp.  The results can be briefly summarized as follows: ZIFs (not carrying any polar functional groups) behave like apolar adsorbents and exhibit very interesting and unexpected mol. sieving properties.  CUS-MOFs behave like polar adsorbents but show the specificity of preferring alkenes over aroms.  This feature is rationalized thanks to DFT + D calcns.  MOFs with extraframework cations behave like polar (cationic) zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XjsVChsbg%253D&md5=968b83cb5b96a2eca60f0c8f57e91e68", "(b) ", "Park", ", ", "H. J.", "; ", "Suh", ", ", "M. P.", " ", "Chem. Sci.", " ", "2013", ",  ", "4", ",  ", "685", "– ", "690", "[", "Crossref", "], [", "CAS", "]", "12. ", "Enhanced isosteric heat, selectivity, and uptake capacity of CO2 adsorption in a metal-organic framework by impregnated metal ions", "Park, Hye Jeong; Suh, Myunghyun Paik", "Chemical Science", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "2", "),\r\n    ", "685-690", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "We demonstrate by exptl. and theor. studies that the impregnation of various metal ions such as Li+, Mg2+, Ca2+, Co2+, and Ni2+ in the pores of an anionic MOF, [Zn3(TCPT)2(HCOO)][NH2(CH3)2] (SNU-100') significantly enhances isosteric heat, selectivity, and uptake capacity of the CO2 adsorption in the MOF.  Due to the electrostatic interactions between CO2 and the extra-framework metal ions, the isosteric heats of CO2 adsorption are increased to 37.4-34.5 kJ mol-1 and the adsorption selectivities of CO2 over N2 at room temp. are increased to 40.4-31.0, compared with those (29.3 kJ mol-1 and 25.5, resp.) of the parent MOF (SNU-100') contg. [NH2(CH3)2]+ cations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjtlyqsw%253D%253D&md5=17534e71f263c780ba00f3c3744fa9c6", "13. ", "(a) ", "Sun", ", ", "D.-F.", "; ", "Ma", ", ", "S.-Q.", "; ", "Ke", ", ", "Y.-X.", "; ", "Collins", ", ", "D. J.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "3896", "– ", "3897", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "An Interweaving MOF with High Hydrogen Uptake", "Sun, Daofeng; Ma, Shengqian; Ke, Yanxiong; Collins, David J.; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "12", "),\r\n    ", "3896-3897", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An interweaving Cu metal-org. framework possessing high porosity and high H uptake was successfully designed and synthesized.  Cu3(TATB)2(H2O)3 (TATB = 4,4',4\"-s-triazine-2,4,6-triyl-tribenzoate) was prepd., its structure detd. and its hydrogen adsorption characteristics also detd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XitVOisLw%253D&md5=115d8b3bf40870866ef6ca6e5e6213b2", "(b) ", "Ma", ", ", "S.-Q.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "11734", "– ", "11735", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "A Metal-Organic Framework with Entatic Metal Centers Exhibiting High Gas Adsorption Affinity", "Ma, Shengqian; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "36", "),\r\n    ", "11734-11735", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A metal-org. framework, H2[Co4O(TATB)8/3] (PCN-9, H3TATB = 4,4',4''-s-triazine-2,4,6-triyltribenzoic acid), contg. entatic metal centers, was synthesized and crystallog. characterized, and its gas adsorption was studied.  The H2 and CH4 adsorption enthalpies of PCN-9 are among the highest reported thus far.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XosVChs7g%253D&md5=6263507a8d922d1e954f3282681c2275", "(c) ", "Ma", ", ", "S.-Q.", "; ", "Sun", ", ", "D.-F.", "; ", "Ambrogio", ", ", "M. W.", "; ", "Fillinger", ", ", "J. A.", "; ", "Parkin", ", ", "S.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "1858", "– ", "1859", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Framework-Catenation Isomerism in Metal-Organic Frameworks and Its Impact on Hydrogen Uptake", "Ma, Shengqian; Sun, Daofeng; Ambrogio, Michael; Fillinger, Jacqueline A.; Parkin, Sean; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "7", "),\r\n    ", "1858-1859", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A strategy to control framework-catenation in metal-org. frameworks (MOFs) was presented; contributions to H uptake from interpenetration and unsatd. metal centers were resolved.  Non-interpenetrated counterpart of Cu3(TATB)2(H2O)3, Cu6(H2O)6(TATB)4·DMA·12H2O (I; H3TATB = 4,4',4''-s-triazine-2,4,6-trityltribenzoic acid; DMA = dimethylacetamide), was prepd. by the reaction of Cu(NO3)2 with H3TATB in presence of oxalic acid.  The crystal structure of I was detd.  In I the dicopper tetracarboxylate paddle-wheel secondary building units are linked by TATB bridges and each secondary building unit connects 4 TATB ligands and each TATB binds 3 secondary building units.  The uptake of H2 by I was compared with that of Cu3(TATB)2(H2O)3, the latter being reproduced by 2 identical interpenetrated nets of I.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXpsVWrtw%253D%253D&md5=74591e70169d3dddc34c4a258fdeb2d6", "(d) ", "Li", ", ", "J.", "; ", "Huang", ", ", "P.", "; ", "Wu", ", ", "X.-R.", "; ", "Tao", ", ", "J.", "; ", "Huang", ", ", "R.-B.", "; ", "Zheng", ", ", "L.-S.", " ", "Chem. Sci.", " ", "2013", ",  ", "4", ",  ", "3232", "– ", "3238", "[", "Crossref", "], [", "CAS", "]", "13. ", "Metal-organic frameworks displaying single crystal-to-single crystal transformation through postsynthetic uptake of metal clusters", "Li, Jia; Huang, Peng; Wu, Xue-Ru; Tao, Jun; Huang, Rong-Bin; Zheng, Lan-Sun", "Chemical Science", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "8", "),\r\n    ", "3232-3238", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Three metal-org. frameworks (MOFs) formulated as [Co3O(BTB)2(H2O)x(DMF)y]·zDMF·nH2O (BTB = 1,3,5-benzenetribenzoate; 1a, x = y = 1, z = 7.5, n = 12; 1b, x = 2, y = 0, z = 8.5, n = 8; 1c, x = 2, y = 1, z = 7, n = 8) have been synthesized under different temps.; they crystallize as two-fold interpenetrated analogous structures with the same structural trinuclear Co3O(CO2)6 secondary building units (SBUs), and their stabilities depend on the temp. under which they formed.  Upon immersion in the filtrate of 1a (namely 1a-s, freshly filtered) or 1b (namely 1b-s, filtered and then activated in air for three days), single crystal-to-single crystal (SCSC) transformations of 1a-1c to a new MOF, formulated as [Co6O2(OH)4(BTB)8/3(H2O)4]·14DMF·4EtOH·2H2O (2), occur along with dramatic color change from blue purple to red.  Crystallog. studies reveal that the new MOF is also two-fold interpenetrated but is constructed with hexanuclear Co6O2(CO2)8 SBUs.  This SCSC transformation from 1a-1c to 2 can take place only in 1a-s or 1b-s but not in 1c-s and is accompanied with an increase of metal-to-ligand ratio.  ESI-MS studies unveil the formation of free {Co3O} units in situ formed only in 1a-s and 1b-s, and evidence that the SCSC transformation involves a postsynthetic uptake of free metal clusters, {Co3O}.  On the other hand, the SCSC transformation speed decreases from 1a to 1c, which is detd. by the chelate carboxylate groups undergoing cleavage of metal-carboxylate bonds during the SCSC transformation and the shape of the 1D channels affecting the diffusion of free metal clusters.  Furthermore, the resulting MOF (2) can maintain its crystallinity upon activation and adsorbs iodine up to 38 wt%.  Combined with the significant SCSC transformation through postsynthetic uptake of free metal clusters and the resulting MOF capable of adsorbing iodine, the present approach not only provides a true route to construct SBUs-based MOF materials with pre-existing \"real\" SBUs but also represent a new type of SCSC transformation in the field of MOFs that is able to efficiently tune structures and physicochem. properties of MOFs in the solid states.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtVehs7vO&md5=1b98ffef0768cdba92049797d0e75d5e", "14. ", "(a) ", "Sun", ", ", "D.-F.", "; ", "Ma", ", ", "S.-Q.", "; ", "Ke", ", ", "Y.-X.", "; ", "Petersen", ", ", "T. M.", "; ", "Zhou", ", ", "H.-C.", " ", "Chem. Commun.", " ", "2005", ",  ", "2663", "– ", "2665", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Synthesis, characterization, and photoluminescence of isostructural Mn, Co, and Zn MOFs having a diamondoid structure with large tetrahedral cages and high thermal stability", "Sun, Daofeng; Ma, Shengqian; Ke, Yanxiong; Petersen, Tracy M.; Zhou, Hong-Cai", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2005", "),\r\n    ", "\r\n        (", "21", "),\r\n    ", "2663-2665", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Three novel Mn, Co, and Zn metal-org. frameworks (MOFs) contg. large tetrahedral cages, Co6O(TATB)4H2·(H2O)2(py) (1), Mn6O(TATB)4H2·(H2O)8(DMF)2 (2) and Zn6O(TATB)4H2·(H2O)5(DMSO)4 (3, H3TATB = tris(4-carboxyphenyl)-s-triazine) were prepd. and are stable up to 400°.  X-ray diffraction revealed the frameworks are isostructural having a diamondoid structure of hourglass subunits connected by triangular carboxylate ligands.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXksFejs7o%253D&md5=4e27bc71a1d9189235ca0b208507caeb", "(b) ", "Sun", ", ", "D.-F.", "; ", "Ke", ", ", "Y.-X.", "; ", "Collins", ", ", "D. J.", "; ", "Lorigan", ", ", "G. A.", "; ", "Zhou", ", ", "H.-C.", " ", "Inorg. Chem.", " ", "2007", ",  ", "46", ",  ", "2725", "– ", "2734", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Construction of Robust Open Metal-Organic Frameworks with Chiral Channels and Permanent Porosity", "Sun, Daofeng; Ke, Yanxiong; Collins, David J.; Lorigan, Gary A.; Zhou, Hong-Cai", "Inorganic Chemistry", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "7", "),\r\n    ", "2725-2734", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Four new metal-org. frameworks (MOFs) contg. chiral channels were synthesized using an achiral, triazine-based trigonal-planar ligand, 4,4',4''-s-triazine-2,4,6-triyltribenzoate (TATB), and an hourglass secondary building unit (SBU): Zn3(TATB)2(H2O)2·4DMF·6H2O (1); Cd3(TATB)2(H2O)2·7DMA·10H2O (2); [H2NMe2][Zn3(TATB)2(HCOO)]·HNMe2·3DMF·3H2O (3); [H2NMe2][Cd3(TATB)2(CH3COO)]·HNMe2·3DMA·4H2O (4).  MOFs 1 and 2 are isostructural and possess (10,3)-a nets contg. large chiral channels of 20.93 and 21.23 Å, resp., but are thermally unstable due to the easy removal of coordinated H2O mols. on the SBU.  Replacement of these H2O mols. by formate or acetate generated in situ leads to 3 and 4, resp.  Formate or acetate links SBUs to form infinite helical chains bridged by TATB to create three-dimensional anionic networks, in which one of the two O atoms of the formate or acetate is uncoordinated and points into the void of the channels.  This novel SBU-stabilization and channel-functionalization strategy may have general implications in the prepn. of new MOFs.  TGA shows that solvent-free 3' is thermally stable to 410°, while TGA studies on samples vapor-diffused with H2O, MeOH, and CHCl3 show reversible adsorption.  MOF 3 also has permanent porosity with a large Langmuir surface area of 1558 m2/g.  All complexes exhibit similar strong luminescence with a λmax of ∼423 nm upon excitation at 268.5 nm.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXis1agtbo%253D&md5=5c72f2be7ec5c6c2ba8b79fe5fd28858", "15. ", "(a) ", "Zhang", ", ", "X.-M.", "; ", "Zheng", ", ", "Y.-Z.", "; ", "Li", ", ", "C.-R.", "; ", "Zhang", ", ", "W.-X.", "; ", "Chen", ", ", "X.-M.", " ", "Cryst. Growth Des.", " ", "2007", ",  ", "7", ",  ", "980", "– ", "983", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Unprecedented (3,9)-Connected (42.6)3(46.621.89) Net Constructed by Trinuclear Mixed-Valence Cobalt Clusters", "Zhang, Xian-Ming; Zheng, Yan-Zhen; Li, Cui-Rui; Zhang, Wei-Xiong; Chen, Xiao-Ming", "Crystal Growth & Design", "\r\n        (", "2007", "),\r\n    ", "7", "\r\n        (", "5", "),\r\n    ", "980-983", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A solvothermal reaction of Co2O3, CoSO4, pyridine-3,5-dicarboxylic acid and H2O2 in an aq. MeCN soln. yielded a three-dimensional coordination framework [Co3(OH)(pdc)3]·H2O (1) (pdc = pyridine-3,5-dicarboxylate).  The mol. structure of complex 1 was detd. using X-ray crystallog. and shows an unprecedented (3,9)-connected (42.6)3(46.621.89) topol. in which hydroxy-centered mixed-valence Co3(OH)(CO2)6 clusters act as nine-connected nodes of a tricapped trigonal prism and pdc groups act as three-connected nodes of trigonal geometry.  The magnetic properties of complex 1 were studied and bond valence sum calcns. were performed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXjvFCitLo%253D&md5=123d4a88878414c223d65ba9f4749dc1", "(b) ", "Zheng", ", ", "Y.-Z.", "; ", "Tong", ", ", "M.-L.", "; ", "Xue", ", ", "W.", "; ", "Zhang", ", ", "W.-X.", "; ", "Chen", ", ", "X.-W.", "; ", "Grandjean", ", ", "F.", "; ", "Long", ", ", "G. J.", " ", "Angew. Chem., Int. Ed.", " ", "2007", ",  ", "46", ",  ", "6076", "– ", "6080", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "A \"star\" antiferromagnet: a polymeric iron(III) acetate that exhibits both spin frustration and long-range magnetic ordering", "Zheng, Yan-Zhen; Tong, Ming-Liang; Xue, Wei; Zhang, Wei-Xiong; Chen, Xiao-Ming; Grandjean, Fernande; Long, Gary J.", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "32", "),\r\n    ", "6076-6080, S6076/1-S6076/8", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Polymeric [Fe3(μ3-O)(μ-OAc)6(H2O)3][Fe3(μ3-O)(μ-OAc)7.5]2·7H2O was synthesized by linking triangular {Fe3(μ3-O)} clusters through anti-anti bridging acetate ligands.  Spin frustration and long-range magnetic order coexist in this compd. below 4.5 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXpsFyit7c%253D&md5=9206ada7afd9bb573a8acaf893d41e90", "16. ", "(a) ", "Xu", ", ", "H.", "; ", "Cai", ", ", "J.-F.", "; ", "Xiang", ", ", "S.-C.", "; ", "Zhang", ", ", "Z.-J.", "; ", "Wu", ", ", "C.-D.", "; ", "Rao", ", ", "X.-T.", "; ", "Cui", ", ", "Y.-J.", "; ", "Yang", ", ", "Y.", "; ", "Krishna", ", ", "R.", "; ", "Chen", ", ", "B.-L.", "; ", "Qian", ", ", "G.-D.", " ", "J. Mater. Chem. A", " ", "2013", ",  ", "1", ",  ", "9916", "– ", "9921", "[", "Crossref", "], [", "CAS", "]", "16. ", "A cationic microporous metal-organic framework for highly selective separation of small hydrocarbons at room temperature", "Xu, Hui; Cai, Jianfeng; Xiang, Shengchang; Zhang, Zhangjing; Wu, Chuande; Rao, Xiangtang; Cui, Yuanjing; Yang, Yu; Krishna, Rajamani; Chen, Banglin; Qian, Guodong", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2013", "),\r\n    ", "1", "\r\n        (", "34", "),\r\n    ", "9916-9921", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A 3D cationic metal-org. framework Zn8O(EDDA)4(ad)4·(HEDDA)2·6DMF·27H2O (ZJU-48; H2EDDA = (E)-4,4'-(ethene-1,2-diyl)dibenzoic acid; ad = adenine) was solvothermally synthesized and structurally characterized.  ZJU-48 has a three-dimensional structure with a cationic skeleton and has one-dimensional pores along the c axis of about 9.1 × 9.1 Å2.  The activated ZJU-48a exhibits a BET surface area of 1450 m2 g-1.  The structural features of the charged skeleton of ZJU-48a enabled its stronger charge-induced interaction with C2 hydrocarbons than with C1 methane, resulting in highly selective gas sorption of C2 hydrocarbons over CH4 with the adsorption selectivity over 6 at 298 K.  The sepn. feasibility has been further established by the simulated breakthrough and pulse chromatog. expts., thus methane can be readily sepd. from their quaternary mixts. at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht1elsbnP&md5=4dee64f4e6d7d428d768c51e786314d8", "(b) ", "Das", ", ", "M. C.", "; ", "Xu", ", ", "H.", "; ", "Xiang", ", ", "S.-C.", "; ", "Zhang", ", ", "Z.-J.", "; ", "Arman", ", ", "H. D.", "; ", "Qian", ", ", "G.-D.", "; ", "Chen", ", ", "B.-L.", " ", "Chem.—Eur. J.", " ", "2011", ",  ", "17", ",  ", "7817", "– ", "7822", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "A New Approach to Construct a Doubly Interpenetrated Microporous Metal-Organic Framework of Primitive Cubic Net for Highly Selective Sorption of Small Hydrocarbon Molecules", "Das, Madhab C.; Xu, Hui; Xiang, Sheng-Chang; Zhang, Zhang-Jing; Arman, Hadi D.; Qian, Guo-Dong; Chen, Bang-Lin", "Chemistry--A European Journal", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "28", "),\r\n    ", "7817-7822, S7817/1-S7817/4", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A new approach was realized to construct a three-dimensional doubly interpenetrated cubic metal-org. framework Zn2(PBA)2(BDC)·(DMF)3(H2O)4 (UTSA-36, HPBA = 4-(4-pyridyl)benzoic acid, H2BDC = 1,4-benzenedicarboxylic acid) through the self-assembly of the pyridylcarboxylate linker 4-(4-pyridyl)benzoate and bicarboxylate linker 1,4-benzenedicarboxylate with paddle-wheel [Zn2(COO)4].  The activated UTSA-36 a exhibits highly selective gas sorption of C2H6, C2H4 and C2H2 over CH4 with the Henry law's selectivities of 11 to 25 at 273-296 K attributed to the unique 3-dimensional intersected pore structure of ∼3.1 to 4.8 Å within the framework, indicating that UTSA-36 a is a potentially very useful and promising microporous material for such industrially important sepn. of C2 hydrocarbons over methane.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnvFSqsbY%253D&md5=4bda48ae2a937cd7ed7a14e144ffab2a", "17. ", "Myers", ", ", "A. L.", "; ", "Prausnitz", ", ", "J. M.", " ", "AlChE J.", " ", "1965", ",  ", "11", ",  ", "121", "– ", "127", "[", "Crossref", "], [", "CAS", "]", "17. ", "Thermodynamics of mixed-gas adsorption", "Myers, A. L.; Prausnitz, J. M.", "AIChE Journal", "\r\n        (", "1965", "),\r\n    ", "11", "\r\n        (", "1", "),\r\n    ", "121-7", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    ", "Adsorption equil. for components in a gaseous mixt. can be calcd. by using only data for pure-component adsorption equil. at the same temp. for the same adsorbent.  Predicted isotherms give good agreement with exptl. data for mixts. of CH4-C2H6 and of C2H4CO2 on activated C, and of CO-O2 and of C3H8-C3H6 on silica gel.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF2MXnvVKmsA%253D%253D&md5=9ea5963c5fa05e3b4b97be48b002205f", "18. ", "(a) ", "Bae", ", ", "Y.-S.", "; ", "Lee", ", ", "C. Y.", "; ", "Kim", ", ", "K. C.", "; ", "Farha", ", ", "O. K.", "; ", "Nickias", ", ", "P.", "; ", "Hupp", ", ", "J. T.", "; ", "Nguyen", ", ", "S. T.", "; ", "Snurr", ", ", "R. Q.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "1857", "– ", "1860", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "High Propene/Propane Selectivity in Isostructural Metal-Organic Frameworks with High Densities of Open Metal Sites", "Bae, Youn-Sang; Lee, Chang Yeon; Kim, Ki Chul; Farha, Omar K.; Nickias, Peter; Hupp, Joseph T.; Nguyen, SonBinh T.; Snurr, Randall Q.", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "8", "),\r\n    ", "1857-1860, S1857/1-S1857/13", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors report the adsorption selectivities of propene over propane for isostructural frameworks M-MOF-74 (M = Co, Mn, and Mg) with high concns. of open metal sites.  Adsorption expts., ideal adsorbed soln. theory (IAST) predictions, breakthrough expts., 1st-principles calcns., and grand canonical Monte Carlo (GCMC) simulations reveal that Co-MOF-74 exhibits the highest thermodn. propene/propane selectivity (∼46) ever reported for MOFs, due to strong π-complexation between the open Co2+ sites and the propene mols.  The trend of selectivities for M-MOF-74 materials is explained well by the binding strengths from 1st-principles calcns.  For all M-MOF-74 materials, the selectivity increases with increasing pressure due to the special structural properties of these MOFs: high densities of metal sites as well as optimal pore widths and vols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xnt12hsA%253D%253D&md5=e539dd5baab9851a42c66a323ac7928c", "(b) ", "Bloch", ", ", "E. D.", "; ", "Queen", ", ", "W. L.", "; ", "Krishna", ", ", "R.", "; ", "Zadrozny", ", ", "J. M.", "; ", "Brown", ", ", "C. M.", "; ", "Long", ", ", "J. R.", " ", "Science", " ", "2012", ",  ", "335", ",  ", "1606", "– ", "1610", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Hydrocarbon Separations in a Metal-Organic Framework with Open Iron(II) Coordination Sites", "Bloch, Eric D.; Queen, Wendy L.; Krishna, Rajamani; Zadrozny, Joseph M.; Brown, Craig M.; Long, Jeffrey R.", "Science (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "335", "\r\n        (", "6076", "),\r\n    ", "1606-1610", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The energy costs assocd. with large-scale industrial sepn. of light hydrocarbons by cryogenic distn. could potentially be lowered through development of selective solid adsorbents that operate at higher temps.  Here, the metal-org. framework Fe2(dobdc) (dobdc4- : 2,5-dioxido-1,4-benzenedicarboxylate) is demonstrated to exhibit excellent performance characteristics for sepn. of ethylene/ethane and propylene/propane mixts. at 318 K.  Breakthrough data obtained for these mixts. provide exptl. validation of simulations, which in turn predict high selectivities and capacities of this material for the fractionation of methane/ethane/ethylene/acetylene mixts., removal of acetylene impurities from ethylene, and membrane-based olefin/paraffin sepns.  Neutron powder diffraction data confirm a side-on coordination of acetylene, ethylene, and propylene at the iron(II) centers, while also providing solid-state structural characterization of the much weaker interactions of ethane and propane with the metal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XksVyqsLc%253D&md5=d149ed45c3e688d5e4ee63d75629bd4f", "(c) ", "Caskey", ", ", "S. R.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "10870", "– ", "10871", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Dramatic Tuning of Carbon Dioxide Uptake via Metal Substitution in a Coordination Polymer with Cylindrical Pores", "Caskey, Stephen R.; Wong-Foy, Antek G.; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "33", "),\r\n    ", "10870-10871", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of four isostructural microporous coordination polymers (MCPs) differing in metal compn. is demonstrated to exhibit exceptional uptake of CO2 at low pressures and ambient temp.  These conditions are particularly relevant for capture of flue gas from coal-fired power plants.  A magnesium-based material is presented that is the highest surface area magnesium MCP yet reported and displays ultrahigh affinity based on heat of adsorption for CO2.  This study demonstrates that physisorptive materials can achieve affinities and capacities competitive with amine sorbents while greatly reducing the energy cost assocd. with regeneration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXptVGjtrw%253D&md5=6a99fc22cd66a556c63695cf22a12603", "19. ", "Li", ", ", "J.", "; ", "Tao", ", ", "J.", "; ", "Huang", ", ", "R.-B.", "; ", "Zheng", ", ", "L.-S.", " ", "Inorg. Chem.", " ", "2012", ",  ", "51", ",  ", "5988", "– ", "5990", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Magnetic Nanosized {MII24}-Wheel-Based (M = Co, Ni) Coordination Polymers", "Li, Jia; Tao, Jun; Huang, Rong-Bin; Zheng, Lan-Sun", "Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "11", "),\r\n    ", "5988-5990", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two 3-dimensional coordination polymers, [Co24(OH)12(SO4)12(ip)6(DMSO)18(H2O)6]·(DMSO)6(EtOH)6(H2O)36 (1·guests, ip = isophthalate) and [Ni24(OH)12(SO4)12(ip)6(DMSO)12(H2O)12]·(DMSO)6(EtOH)6(H2O)20 (2·guests), constructed with nanosized tetracosanuclear CoII and NiII wheels were solvothermally synthesized and structurally characterized.  Both complexes show intra- and interwheel dominant antiferromagnetic interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XnsVKksbc%253D&md5=e2ff35f7709664c84eb0a03879e07f97"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-7/acs.inorgchem.5b00316/20150331/images/small/ic-2015-00316a_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-7/acs.inorgchem.5b00316/20150331/images/small/ic-2015-00316a_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-7/acs.inorgchem.5b00316/20150331/images/small/ic-2015-00316a_0003.gif\">"]}
