{"title": ["Measurements and Modeling of Excess Adsorption of Pure and Mixed Gases on Wet Coals"], "authors": ["Sayeed A. Mohammad", "Mahmud Sudibandriyo", "James E. Fitzgerald", "Xudong Liang", "Robert L. Robinson", "Khaled A. M. Gasem"], "doi": ["10.1021/ef300197a"], "abstract": "Pure-gas excess adsorption isotherms were measured for methane, nitrogen, and CO on two water-moistened coals at 319.3 K and pressures up to 12.4 MPa. The coals were lower basin Fruitland (LBF) coal, from the San Juan basin, and Illinois #6 coal, from the Illinois basin. Furthermore, gas-mixture adsorption measurements were made on the Illinois #6 coal for the three binary mixtures formed by methane, nitrogen, and CO. The rationale for this study was (a) to provide data useful for development and testing of models for the competitive adsorption of mixed gases on coals and (b) to assess the ability of the simplified local-density model to describe the data. The pure gas measurements revealed that CO excess adsorption on both coals exhibited distinct maxima near the CO critical pressure. At a pressure of 7 MPa, the ratio of excess adsorptions for N:CH:CO was 1:2.8:4.4 for LBF coal and 1:2.7:6.3 for Illinois #6 coal. The LBF coal showed low levels of adsorption, which can be attributed to the high ash content of this coal sample. The mixed-gas adsorption isotherms were measured for the binary mixtures methane/nitrogen, methane/CO, and nitrogen/CO. For each system, measurements were made at a series of nominal feed compositions, specifically, at molar ratios of approximately 20%/80%, 40%/60%, 60%/40%, and 80%/20%. The results showed that the more strongly adsorbing component (based on pure-fluid measurements) exhibits higher component adsorption in the binary mixtures, even for feeds that are  in the lower-adsorbing component. The only exception to this was the methane/nitrogen mixture at a 20%/80% feed composition. The simplified local-density (SLD) model was applied to the pure-gas adsorption data. Two alternative forms of the SLD framework describe the pure-gas adsorption data within the experimental uncertainties. The two forms were designed to investigate the relative accessibility and affinity of methane, nitrogen, and CO on each coal. Results indicated that CO exhibits both higher affinity as well as accessibility for the coal surface. The SLD model was also used to obtain  predictions of binary mixture adsorption based solely on pure-gas adsorption isotherms. Overall, the  predictions for mixtures were within two times the experimental uncertainties, based on model parameters obtained from pure-component adsorption data alone.", "text": ["Top of PageAbstractIntroductionExperimental Methods and ProceduresSimplified Local-Density (SLD) Adsorption ModelExperimental ResultsSLD Modeling ResultsConclusionsReferences1 IntroductionCurrently, the sequestration of CO2 in geologic formations is receiving attention as one of the methods for mitigating the effects of anthropogenic greenhouse gas emissions in the atmosphere. Several options for CO2 sequestration are being considered, which include storage of CO2 in deep, unmineable coalbeds.(1) Such coalbeds typically contain significant amounts of recoverable methane (or natural gas) and the recovery of this natural gas can be enhanced by injecting CO2 into the coalbeds. The design of such enhanced coalbed gas recovery and CO2 sequestration processes depend greatly on knowledge of the high-pressure, supercritical adsorption behavior for coalbed gases, primarily methane, nitrogen, and CO2. Furthermore, there is a need for reliable multicomponent adsorption models that are capable of accurate predictions of mixture adsorption based on minimal experimental information. Such models, if successful, can reduce significantly the experimental burden of measuring a large number of mixture adsorption isotherms on coals.Several researchers, including the authors,(2-8) have presented high-pressure, pure-gas adsorption isotherms on coals. Mixture adsorption isotherms on coals have also been presented in some studies.(5, 6, 9) Adsorption isotherms are frequently measured on dry coal samples; however, most coal seams contain significant amounts of water and are typically considered saturated with moisture. Thus, the adsorption isotherms measured with moisture levels that reflect the in-seam conditions of the coals allow for a meaningful interpretation of gas adsorption capacity of coals. The adsorption isotherms on moist/wet coals have been presented in some studies in the literature.(3, 4, 6, 7, 9-11) The measured adsorption of gases on wet coals demonstrates that moisture in coals can significantly affect the adsorption capacity for coalbed gases. In an early study, Joubert et al.(11) observed that moisture on coals can reduce methane adsorption by as much as 40% on Pittsburgh coal and 15% on Pocahontas coal. Similarly, Clarkson and Bustin(9) showed that 2% moisture can cause ∼20% reduction of both methane and CO2 adsorption capacity on a wet coal, when compared to the adsorption on the dry coal. Other studies have identified similar trends.(4, 10)In this work, we present adsorption data on two water-moistened coals for pure methane, nitrogen, and CO2 and their binary mixtures at a series of feed compositions. The conditions for the measurements were selected to simulate the in-seam conditions of coalbeds. Thus, all the isotherms were measured on moist/wet coals. Furthermore, we also investigated the capabilities of the simplified local-density (SLD) model to predict mixture adsorption directly from pure-gas adsorption data.The adsorption isotherms on coals presented here have appeared previously in graphical format in the context of adsorption modeling studies;(12-15) however, the “raw” experimental data for these isotherms and their detailed analyses included here have not been reported previously. In addition, the current work investigates the relative accessibility and affinity of coalbed gases for the coal surface through careful model evaluations, as detailed in a later section.The remainder of this paper is organized in the following manner: Section 2 discusses the experimental method used in this work, section 3 describes the simplified local-density model, section 4 presents the experimental isotherms, and section 5 presents details on the model evaluations performed as part of this work.Top of PageAbstractIntroductionExperimental Methods and ProceduresSimplified Local-Density (SLD) Adsorption ModelExperimental ResultsSLD Modeling ResultsConclusionsReferences2 Experimental Methods and Procedures2.1Adsorption MeasurementsThe adsorption measurements reported in this work were conducted on an apparatus that utilizes the volumetric method of measuring equilibrium adsorption. The apparatus is shown schematically in Figure 1 and has been described in some of our earlier works on adsorption measurements.(8, 16, 17) The essential details of the measurement method used in the current work are summarized below.Figure 1. Schematic diagram of the experimental apparatus.The apparatus shown in Figure 1 consists of a calibrated Ruska pump for injecting gas into the equilibrium cell. The sample adsorbent (coal) is contained within the equilibrium cell. The entire apparatus is enclosed in an air bath, and the Ruska pump is encased in a heat exchanger. A water circulator/bath is used to circulate water at the desired temperature through the heat exchanger for additional temperature stability of the pump. The void volume, which is the volume in the cell excluding the volume of the solid adsorbent, was measured using the helium expansion method. Since adsorption of helium is considered negligible under these conditions, the void volume can be calculated by measuring the pressure, the temperature, and the amount of helium gas injected into the cell. The material balance for the helium void volume determination is(1)where ΔV is the volume of the gas injected from the pump, Z the compressibility factor, T the temperature, and P the pressure. The subscripts “pump” and “cell” refer to conditions in the pump and cell sections of the apparatus, respectively. Furthermore, the subscripts “1” and “2” signify the initial and final conditions in the equilibrium cell. The helium void volume was measured at the same temperature as the adsorption isotherm measurements (319.3 K). The void volume measurements were conducted over a range of pressures from atmospheric to ∼12.4 MPa (1800 psia) in intervals of 1.4 MPa (200 psia). The average void volume from these measurements was used for the adsorption isotherm data reduction. The expected uncertainty in the void volume measurement is estimated to be ∼0.3 cm3 for an average void volume of ∼85 cm3. Furthermore, no corrections were introduced in the void volume to account for possible swelling of the coal sample; thus, the adsorption measurements reported in this work are under the assumption that there is no appreciable swelling of the coal.For measuring adsorption, a known quantity of gas (ninj) is injected into the equilibrium cell that has been placed under vacuum prior to gas injection. At equilibrium in the adsorption cell, the amount of gas in the bulk (unadsorbed) phase (nunadsGibbs) can be calculated based on the measurements of pressure, temperature, and volume. The amount of gas adsorbed is given as the difference between the amount injected and the amount in the unadsorbed phase. The material balance gives(2)In eq 2, the amount of gas injected (ninj) is given as(3)Similarly, the amount of unadsorbed gas is given as(4)After each gas injection step, the cell was isolated and the cell pressure was monitored regularly. Typically, equilibrium was reached within 6–12 h, as indicated by constancy of the measured pressure in the cell. Several gas injections at increasing pressures were made to yield a complete adsorption isotherm. The excess adsorption is reported by dividing nadsGibbs in eq 2 by the mass of the dry adsorbent in the cell.For adsorption isotherm measurements involving gas mixtures, a volumetrically prepared gas mixture of known composition (zi) is injected into the equilibrium cell. Thus, the amount of each component injected is known. A magnetic pump is used to circulate the fluid mixture in the cell to ensure that equilibrium is reached. When the cell pressure becomes constant (equilibrium is attained in the cell), a small quantity of gas is sampled for gas chromatographic analysis and the composition of the bulk gas mixture is determined. For sampling gas mixtures, a pneumatically controlled sampling valve was installed within the air bath containing the equilibrium cell. The sampling valve, when opened, sends a 20-μL sample to the gas chromatograph (GC) for the analysis. The small amount of gas sampled to the gas chromatography (GC) device is not expected to alter the equilibrium reached within the cell.The amount of each component adsorbed can be calculated by component material balances. The excess adsorption of each component i is given as(5)The amount injected for each component (ninj(i)) is given as(6)where Z is the compressibility factor of the feed gas mixture under the injection conditions.The amount unadsorbed for each component is given as(7)where Z is the compressibility factor of the gas mixture in the cell under equilibrium conditions and yi is the molar fraction of component i from the chromatographic analysis.2.2Gas Compressibility FactorsThe compressibility factors for pure gases were calculated from highly accurate equations of state.(18-20) The compressibility factor for helium was calculated with an expression based on experimental data from the National Bureau of Standards (NBS) Technical Note 631 for helium.(21) To calculate the compressibility factor of gas mixtures, we used a reoptimized Benedict–Webb–Rubin equation of state (BWR EOS). The reoptimized BWR EOS was found to provide compressibility factors for the gas mixtures within 0.5% of the available literature experimental data.(22)2.3MaterialsPure gases were obtained from Airgas Pennsylvania with reported purities of 99.99% and were used as-received. Two coal samples were used to conduct adsorption measurements. They were the Lower Basin Fruitland (LBF) and Illinois #6 coals. The compositional analyses of the coals are presented in Table 1.The LBF coal is from the San Juan Basin, which is the same basin as Fruitland coal that we studied earlier.(5) However, the LBF coal was taken from a different location and its composition is also quite different than the earlier Fruitland coal. The Illinois #6 coal originated from the Herrin seam of the Illinois basin and is a high-volatile bituminous coal. The LBF coal has much higher ash content than typical coals and can be classified as a bone coal.Table 1. Compositional Analysis of Coalsa Composition (%)componentIllinois #6Lower Basin FruitlandUltimate (Dry Basis)carbon71.4738.92hydrogen5.133.08oxygen9.853.75nitrogen1.460.87sulfur1.271.73Proximate (As-received basis)vol. matter30.6120.01fixed carbon55.9028.33ash10.8151.66aAnalysis provided by Huffman Laboratories, Inc., Golden, CO.All isotherm measurements in this work were conducted on “wet” or water-moistened coals with a moisture content significantly above the equilibrium moisture content of these coals. The coal samples were first ground to 200 μm particles and moistened with water. The sample moisture content varied from 4% to 15% (by weight), which is higher than the equilibrium moisture content of these coals of ∼4%. The equilibrium moisture content of the coals was determined gravimetrically by exposing the coal samples to an atmosphere of 96%–99% relative humidity at 303.2 K (30 °C). The moisture content of coal was maintained significantly higher than the equilibrium moisture level. This was done to avoid undersaturating the coal during the isotherm measurement, because of the possible loss of moisture from the coal. In particular, the excess moisture ensures that the coal sample remains saturated with water throughout the measurement process. Since moisture contents above the equilibrium moisture levels do not affect the gas adsorption capacity of coals significantly,(6, 11, 23) the in situ reservoir conditions can be simulated successfully in this manner by keeping the coal sample saturated for the duration of the isotherm measurements.2.4Experimental UncertaintiesThe platinum resistance thermometers (PRTs) for temperature measurement were calibrated against a Minco reference thermometer. Sensotec Super TJE pressure transducers (range of 0–13.8 MPa) were calibrated with a Ruska dead weight tester with a calibration traceable to the National Institute of Standards and Technology (NIST). The GC system was calibrated against volumetrically prepared mixtures at the nominal feed-gas concentrations. The uncertainties in the experimentally measured quantities after calibrations were estimated as follows: temperature, 0.1 K; pressure, 6.9 kPa; and injected gas volume, 0.02 cm3; gas mixture compositions, 0.002 mol fraction. The expected uncertainties in the amounts of gas adsorbed were determined by propagating these primary uncertainties. Detailed information on the error propagation method used has been summarized elsewhere.(24)2.5Gas Solubility in WaterThe amount of gas that is dissolved (or absorbed) in the water in coals (nsol) was also taken into account in the data reduction procedure by including a term in eq 2. With this modification, eq 2 becomes(8)An empirical equation was used to calculate the amount of dissolved gas in the water. The equation for gas solubility in adsorbed water is given as(9)Table 2 contains the values of a, b , and c in eq 9 for each gas (methane, nitrogen, and CO2). The amount of gas dissolved in water per unit mass of coal was calculated as(10)where nwater is the number of moles of water and mcoal is the mass of coal in the system. The approximation used in eq 10 (i.e., using nwater instead of nwater+gas) does not introduce significant error in the calculations, because of the small solubilities of the gases involved.Table 2. Parameters for Gas Solubility in Water at 319.3 K ValuesconstantmethanenitrogenCO2a (MPa)5302.0710204.24274.69b150.4127.39.452c (MPa–1)–0.78–0.091.21For adsorption of gas mixtures, the solubility of each component was calculated in the same manner. However, when using eq 9 to calculate the solubility of each component, the pressure P was replaced with the partial pressure of the component (Pyi).To calculate the gas solubility in water, all the water present in the system was assumed to be adsorbed. Thus, the amount of gas dissolved in water was estimated by considering the total amount of water present in the system (i.e., that the solubility of gas was identical in the bulk water and adsorbed water). This also implies that the bulk gas-phase was assumed to be free from water.Top of PageAbstractIntroductionExperimental Methods and ProceduresSimplified Local-Density (SLD) Adsorption ModelExperimental ResultsSLD Modeling ResultsConclusionsReferences3 Simplified Local-Density (SLD) Adsorption Model3.1Pure-Gas AdsorptionThe simplified local density (SLD) adsorption model has been used in this work to correlate and predict gas adsorption. The SLD model and its theoretical background have been discussed in some of our previous works.(8, 13, 14) For brevity, only a summary is provided below and the reader is referred to our previous publications on this subject for complete details.(13, 14)Rangarajan et al.(25) developed the SLD model by applying the mean-field approximation to the more general density functional theory (DFT). The model uses a fluid–solid potential, in combination with a fluid equation of state. Furthermore, the fluid equation of state for the adsorbed phase is simplified with a local-density approximation to calculate the configurational energy of the inhomogeneous adsorbing fluid. It has been shown in earlier studies(8, 26) that the following relationship can be derived for the SLD model to describe equilibrium adsorption in the slit:(11)Equation 11 is derived by equating the chemical potentials of the bulk and adsorbing fluids and expressing the chemical potentials in terms of fugacities. Furthermore, the chemical potential of the adsorbing fluid is partitioned into fluid–fluid and fluid–solid contributions in the slit. In eq 11, fff(z) is the fugacity of the adsorbate due to fluid–fluid interactions in the slit and is dependent on the position of the adsorbate molecule in the slit, fbulk is the fugacity of bulk fluid, and Ψfs is the fluid–solid potential function.The fluid–solid interaction potential (Ψfs(z)) in eq 11 is given by Lee’s partially integrated 10-4 potential,(27) which is a truncated form of Steele’s 10-4-3 potential:(28)(12)(13)where εfs is the fluid–solid interaction energy parameter, which is given as the geometric mean of the fluid–fluid and solid–solid interaction energy parameters. The parameters σff and σss represent the molecular diameter of the adsorbing fluid and the carbon interplanar distance, respectively. The value of σss was approximated as the value for graphite (0.335 nm, from ref 29), ρatoms = 0.382 atoms/Å2, and the values of σff and εff were adopted from Reid et al.(30) Table 3 lists the values of physical properties of adsorbates used in this work. The fluid–solid molecular diameter (σfs) and coordinate (z′) (used for integration across the slit) are defined as(14)(15)The excess adsorption (nEx) in the SLD model is given as(16)where A is the accessible surface area of each gas on the adsorbent. In eq 16, the lower limit was set as 3/8σff and the upper limit was L – 3/8σff. A detailed explanation has been provided in an earlier work.(31)Table 3. Physical Properties of Gases Used in the Simplified Local Density (SLD) Model(30, 38) ValuepropertymethanenitrogenCO2TC (K)190.56126.19304.13PC (MPa)4.5993.3967.377σff (nm)0.37580.37980.3941εff/k (K)148.671.4195.2To calculate the excess adsorption, eq 16 is integrated numerically by dividing half of the slit into 50 intervals. The local density (and fugacity) is determined for each of these intervals by solving eq 11. The calculated local density is then used in the integral that appears in eq 16.Equation 11 indicates that an equation of state is required to calculate the fluid fugacities. The Peng–Robinson equation of state(32) (PR EOS) was used in this work. The fugacity of a bulk fluid using PR EOS is given as(17)The SLD model calculates the fugacity of the adsorbing fluid by an expression analogous to eq 17. The adsorbing fluid fugacity is given as(18)When compared to eq 17, two important modifications have been introduced in eq 18. First, the energy parameter aads(z) in the adsorbed phase is considered to be dependent on the position of the molecule within the slit.(26) Second, the covolume parameter has been modified empirically in an earlier work(12) to account more accurately for the repulsive interactions at higher pressures. The detailed expressions to calculate aads(z) in eq 18 have been summarized by Chen et al.(26) The co-volume term is modified as follows:(19)where Λb is an adjustable parameter. In this work, a fixed value of −0.2 was used for all gases, based on an earlier work.(14)3.2Mixed-Gas AdsorptionThe SLD model discussed above for pure-gas adsorption can be extended to mixed-gas adsorption by utilizing suitable mixing rules for the equation of state and by the simultaneous description of equilibrium between each gas species and the adsorbent. Specifically, the equilibrium relation in the slit for each component in mixed-gas adsorption can be written as(20)where NC is the number of components and the fugacity of the adsorbed phase is a function of pressure, temperature, local density, and local composition at a given point z in the slit. Equation 20 is written for each component in a mixture and is subject to material balance constraints.The fluid–solid potential for mixed-gas adsorption can also be written by extending the expression for pure-gas adsorption to each component in a mixture:(21)(22)where (εfs)i is the fluid–solid interaction energy parameter of component i. The other physical quantities in these equations are similar to the case of pure gas adsorption.Similarly, the excess adsorption of a component i in a mixture is given by the mixture analogue of eq 16, as(23)For performing mixture adsorption calculations, the required input includes pressure, temperature, specific void volume and the feed molar fractions. By using this information, an adsorption “flash calculation” analogous to a vapor–liquid flash calculation can be formulated. The calculations are subject to the overall material balance, given as(24)where niEx and ntotEx are the component and total excess adsorption, respectively, and zi is the feed molar fraction of component i. Equation 24 is expressed for each component in the mixture and the resulting equations are solved simultaneously.The PR EOS was also applied to mixtures by utilizing the familiar one-fluid mixing rules to extend the pure-component form to gas mixtures. The detailed expressions for the mixture fluid equation of state have been summarized in an earlier work(14) and, for the sake of brevity, are not repeated here.3.3SLD Model ParameterizationFor pure-gas adsorption, the SLD model typically requires three parameters. They are the accessible surface area for each gas (SAi), slit length (L), and solid–solid interaction energy (εss/k). Two of these parameters (L and εss/k) are properties of the solid adsorbent and the third parameter (SAi) is dependent on the adsorbent–adsorbate pair. The parameters are physically meaningful and are helpful in characterizing the adsorbent surface and adsorbent–adsorbate interactions as follows:• Surface area — represents the accessibility of the porous adsorbent surface for each gas• Solid–solid interaction energy — characterizes the molecular interactions between atoms in the solid adsorbent• Slit length — characterizes the pore size of the adsorbent and represents the “effective pore width” of the adsorbentSince there is only one gas-specific parameter for a pure gas (SAi), the modeling for an additional adsorbate introduces only one additional parameter. In this work, three gases have been studied: methane, nitrogen and CO2. Thus, there are three gas-specific parameters (one for each gas), while the remaining two parameters are dependent only on the solid adsorbent. Overall, for simultaneous description of pure-gas adsorption of three gases, the SLD model contains five parameters (SAi for each gas, L and εss/k).For mixed-gas adsorption, the SLD model does not require any additional parameters beyond those required for pure-gas adsorption. Specifically, the prediction of mixture adsorption is accomplished based solely on the pure-component parameters with all binary interaction parameters set to zero, as explained in a later section.Top of PageAbstractIntroductionExperimental Methods and ProceduresSimplified Local-Density (SLD) Adsorption ModelExperimental ResultsSLD Modeling ResultsConclusionsReferences4 Experimental ResultsAdsorption isotherms were measured for methane, nitrogen, and CO2 on wet Lower Basin Fruitland (LBF) coal and wet Illinois #6 coal at 319.3 K and pressures up to 12.4 MPa. Replicate runs were conducted to investigate the reproducibility of the acquired data. The data from the repeated runs agreed within the experimental uncertainties of the isotherms. Tables 4 and 5 present the experimental data for the three gases. The tables list the pressure, excess adsorption, and the expected experimental uncertainty for each datum of these isotherms.Table 4. Adsorption of Pure Gases on Wet Lower Basin Fruitland Coal at ∼8% Moisture and 319.3 KMethaneNitrogenCO2pressure (MPa)excess adsorption (mmol/g)σ in excess adsorptiona(mmol/g)pressure (MPa)excess adsorption (mmol/g)σ in excess adsorptiona(mmol/g)pressure (MPa)excess adsorption (mmol/g)σ in excess adsorptiona(mmol/g)1.540.1250.0081.450.0350.0060.700.1880.0443.800.1970.0092.990.0610.0071.460.2900.0444.950.2220.0104.280.0700.0072.820.3810.0436.410.2460.0115.700.0820.0094.210.4100.0437.770.2620.0137.060.0950.0105.540.4080.0429.370.2780.0158.520.1080.0126.990.4140.04311.250.2960.0179.810.1180.0138.290.4090.04512.640.3000.01911.250.1280.0149.580.3620.06613.690.3110.02012.550.1390.01610.830.2960.068  12.280.2240.065aσ is the estimated experimental uncertainty.Table 5. Adsorption of Pure Gases on Wet Illinois #6 Coal at ∼15% Moisture and 319.3 KMethaneNitrogenCO2pressure (MPa)excess adsorption (mmol/g)σ in excess adsorptiona (mmol/g)pressure (MPa)excess adsorption (mmol/g)σ in excess adsorptiona(mmol/g)pressure (MPa)excess adsorption (mmol/g)σ in excess adsorptiona(mmol/g)0.690.0860.0080.790.0210.0100.670.3200.1121.410.1460.0091.400.0350.0111.460.4340.1132.730.2210.0122.770.0670.0132.750.6300.1144.170.2780.0174.160.0910.0174.170.7410.1175.530.3170.0225.590.1110.0215.540.7460.1216.910.3430.0276.920.1270.0256.860.8020.1308.310.3590.0338.300.1390.0298.300.7610.1479.460.3790.0379.690.1520.0339.470.7820.18111.040.3960.04411.040.1630.03710.740.6670.23512.470.4130.04912.420.1750.04112.540.6730.270aσ is the estimated experimental uncertainty.The adsorption measurements for methane, nitrogen, and CO2 on LBF coal indicate that it has the lowest adsorption capacity of the coals that we have studied thus far. The amount adsorbed on the LBF coal is about one-half that of Fruitland coal under the same conditions.(5) This difference in the adsorptive capacity seems to be due to the high ash content of LBF coal. As shown in Table 1, the ash content of LBF coal is ∼52%, which is roughly twice that of Fruitland coal used in an earlier work.(5)Pure-gas adsorption on wet Illinois #6 coal is lower than on Fruitland coal, but higher than LBF coal. Both measurement sets indicate that water content values beyond the equilibrium moisture level do not significantly affect the adsorption behavior. This finding supports similar conclusions reached in previous studies.(5, 11)At a pressure of 7 MPa, the ratio of excess adsorptions of N2:CH4:CO2 is 1:2.8:4.4 for LBF coal and 1:2.7:6.3 for wet Illinois #6 coal. Furthermore, the CO2 excess adsorption exhibited maxima for both coals at a pressure of ∼7 MPa. A detailed error propagation was conducted for the measured isotherms using a method described elsewhere.(24) These calculations revealed average errors in excess adsorption for methane, nitrogen, and CO2 of 0.013, 0.010, and 0.050 mmol/g for LBF coal and 0.026, 0.024, and 0.154 mmol/g for wet Illinois #6 coal. Figures 2 and 3 present the pure gas adsorption isotherms. The lines in these figures are SLD model representations, as described in a later section.Figure 2. SLD model representations for pure-gas adsorption on wet Lower Basin Fruitland (LBF) coal at 319.3 K.Figure 3. SLD model representations for pure-gas adsorption on wet Illinois #6 coal at 319.3 K.Binary mixture adsorption was also measured on wet Illinois #6 coal at 319.3 K and pressures to 12.4 MPa. These binary mixtures—methane/nitrogen, methane/CO2, and nitrogen/CO2—were measured at a series of feed compositions. In particular, nominal molar feed compositions of a 20%/80%, 40%/60%, 60%/40%, and 80%/20% were used for these measurements. The uncertainties for the binary mixtures vary with compositions and the average errors for component excess adsorptions range from 0.019 mmol/g to 0.047 mmol/g. Tables 6–8 present the experimental data for methane/nitrogen, methane/CO2, and nitrogen/CO2 binary mixtures, respectively. The tables list the pressure, component excess adsorption, and the expected uncertainties for individual component adsorptions for these isotherms. Most isotherms were measured on wet coal samples with a moisture level significantly above the equilibrium moisture content (∼4% for this coal). The competitive/preferential adsorption behavior of the three gases was evident from these isotherms. The binary mixture adsorption results show that the more strongly adsorbed species (as revealed by pure component adsorption) has a higher component adsorption, irrespective of the molar feed compositions studied. For example, as shown in Table 7 for methane/CO2 mixtures, CO2 component adsorption was higher than methane component adsorption, even for feed mixtures that were significantly richer in methane. Similar results were observed for methane/nitrogen and nitrogen/CO2 mixtures. The only exception to this appears to be the methane/nitrogen mixture with a 20%/80% feed composition (see Table 6). For this feed mixture, nitrogen had a slightly higher component adsorption than methane. This is because the more weakly adsorbing component (nitrogen) has a significantly higher concentration in this binary feed mixture. However, in all other cases, the more strongly adsorbed pure component also had a higher component adsorption in mixtures for all feed compositions. The preferential adsorption is stronger when the feed is richer in the higher adsorbed component and/or when the individual species in the binary mixture have large differences in their affinity for the coal surface. This can be seen more clearly for the nitrogen/CO2 mixtures with feed compositions of 40%/60% and 20%/80% in Table 8. As shown in the table for these mixtures, the component excess adsorption of nitrogen was negative for the two feed compositions that were richer in CO2, indicating a strongly preferential adsorption of CO2 on the coal surface. Of the three gases studied in this work, the decreasing order of adsorbing capacity was CO2, methane and then nitrogen. The preferential adsorption behavior in mixtures of these gases can also be interpreted by inspecting the gas-phase molar fractions of the binary mixtures. Specifically, the gas-phase compositions show that the lesser-adsorbed component has a higher molar fraction in the bulk gas phase, relative to that component’s feed molar fraction. This behavior is more clearly seen in nitrogen/CO2 mixtures in Table 8, where the equilibrium bulk gas mole fraction of nitrogen is significantly higher than its feed fraction, indicating preferential adsorption of CO2 on the coal surface. The remaining binary mixtures exhibit similar behavior, as shown in Tables 6 and 7.Table 6. Adsorption of Methane/Nitrogen Binary Mixtures on Wet Illinois #6 Coal, at ∼23% Moisture and 319.3 K  Excess Adsorption (mmol/g)σ in Excess Adsorption (mmol/g)pressure (MPa)methane gas mole fractionmethanenitrogenmethanenitrogenMethane Feed Composition = 79.2%; Specific Void Volume = 1.6923 cc/g0.680.77310.0650.0070.0350.0061.400.77640.1170.0130.0360.0062.790.77800.1760.0150.0370.0074.210.77990.2140.0150.0390.0095.530.78130.2490.0170.0410.0106.890.78180.2730.0130.0440.0128.270.78190.2990.0080.0480.0159.660.78220.3140.0020.0530.01711.040.78320.3270.0030.0560.01912.480.78380.323–0.0030.0620.022Methane Feed Composition =  59.9%; Specific Void Volume = 1.6923 cc/g0.700.57430.0470.0140.0280.0101.400.57310.0830.0170.0310.0102.810.57860.1310.0270.0320.0114.150.58100.1630.0290.0330.0125.640.58160.1960.0250.0370.0156.930.58290.2170.0240.0400.0168.300.58360.2400.0210.0440.0199.660.58410.2550.0130.0500.02211.100.58510.2690.0110.0540.02412.530.58600.2820.0090.0590.027Methane Feed Composition = 39.8%; Specific Void Volume = 1.6872 cc/g0.710.37180.0270.0110.0280.0161.420.37360.0500.0210.0280.0162.790.37850.0820.0370.0280.0164.170.38050.1060.0440.0300.0175.540.38090.1290.0450.0330.0196.900.38180.1480.0460.0370.0218.300.38250.1650.0440.0410.0239.670.38340.1770.0420.0450.02511.040.38470.1850.0480.0470.02812.520.38530.2000.0500.0510.030Methane Feed Composition = 19.4%; Specific Void Volume = 1.6872 cc/g0.700.17840.0130.0200.0190.0261.380.17930.0220.0260.0220.0252.750.18150.0390.0480.0220.0264.320.18230.0550.0630.0240.0265.580.18290.0660.0690.0260.0276.890.18360.0760.0790.0280.0288.260.18420.0840.0840.0300.0309.660.18420.0950.0850.0340.03211.010.18410.1060.0890.0370.03412.450.18500.1090.0950.0390.037Table 7. Adsorption of Methane/CO2 Binary Mixtures on Wet Illinois #6 Coal at ∼21% Moisture and 319.3 K  Excess Adsorption (mmol/g)σ in Excess Adsorption (mmol/g)pressure (MPa)methane gas mole fractionmethaneCO2methaneCO2Methane Feed Composition = 76.6%; Specific Void Volume = 1.0642 cc/g0.910.87540.0800.0720.0240.0221.540.87520.1030.1120.0250.0262.760.86900.1230.1750.0250.0314.220.84010.1670.1920.0260.0295.580.83810.1670.2370.0270.0336.910.82520.1860.2370.0290.0338.150.81850.1960.2430.0310.0349.660.81880.1840.2820.0340.04011.020.80880.2020.2540.0360.04012.430.80350.2100.2430.0400.043Methane Feed Composition = 59.7%; Specific Void Volume = 1.0642 cc/g0.740.77950.0450.1150.0170.0291.400.76030.0670.1870.0180.0332.730.73800.0770.2900.0200.0364.280.70960.0920.3550.0210.0385.620.69600.0970.4040.0230.0406.950.68330.1060.4350.0250.0428.290.67010.1110.4360.0280.0449.690.66090.1110.4400.0310.04811.020.65250.1140.4310.0340.05112.490.64290.1270.4010.0380.054Methane Feed Composition = 39.8%; Specific Void Volume = 1.0642 cc/g0.710.57930.0330.1670.0130.0341.450.54230.0490.2600.0150.0402.810.51320.0600.3760.0160.0414.230.50030.0510.4670.0180.0445.680.47960.0580.5020.0200.0466.970.46510.0650.5140.0210.0478.350.45360.0770.5280.0230.0499.860.44520.0780.5400.0260.05311.080.44050.0630.5340.0300.05912.700.43560.0570.5500.0350.067Methane Feed Composition = 23.3%; Specific Void Volume = 1.0642 cc/g0.720.37450.0200.2220.0110.0431.400.34590.0310.3410.0120.0592.900.32630.0270.5110.0140.0614.200.30160.0350.5580.0150.0615.540.29330.0280.6290.0170.0636.940.28170.0270.6500.0190.0648.350.27080.0250.6220.0210.0679.740.26230.0300.6050.0230.06911.090.25710.0200.5480.0280.07612.510.25190.0180.5140.0320.083Table 8. Adsorption of Nitrogen/CO2 Binary Mixtures on Wet Illinois #6 Coal at ∼5% Moisture and 319.3 K  Excess Adsorption (mmol/g)σ in Excess Adsorption (mmol/g)pressure (MPa)nitrogen gas mole fractionnitrogenCO2nitrogenCO2Nitrogen Feed Composition = 81.7%; Specific Void Volume = 0.9941 cc/g0.960.93870.0120.0560.0210.0321.410.93090.0150.0760.0210.0333.020.91770.0270.1440.0210.0334.150.90900.0310.1790.0220.0345.550.90210.0340.2210.0230.0366.840.88460.0670.2220.0220.0338.340.88140.0650.2540.0240.0369.640.87770.0650.2750.0260.03810.970.87140.0760.2800.0270.03912.430.86690.0830.2900.0290.041Nitrogen Feed Composition = 60.0%; Specific Void Volume = 0.9941 cc/g0.830.79850.0070.1060.0180.0341.420.77130.0120.1580.0180.0362.740.74490.0170.2580.0190.0364.120.72770.0130.3370.0200.0385.630.70710.0160.3890.0210.0396.880.69700.0170.4330.0220.0408.290.68120.0300.4470.0230.0419.590.67310.0290.4650.0240.04311.020.66350.0410.4740.0250.04512.400.65910.0350.4930.0280.048Nitrogen Feed Composition = 41.7%; Specific Void Volume = 0.9941 cc/g0.830.63920.0020.1680.0140.0341.480.60760.0020.2540.0150.0382.700.56800.0010.3710.0150.0384.240.5426–0.0070.4800.0160.0395.590.5205–0.0050.5350.0170.0406.900.5083–0.0120.5850.0190.0428.320.4948–0.0120.6150.0200.0449.630.4833–0.0050.6270.0210.04611.060.47090.0060.6120.0230.04912.570.4671–0.0040.6450.0260.054Nitrogen Feed Composition = 19.9%; Specific Void Volume = 0.9941 cc/g0.730.35280.0020.2190.0080.0301.410.31710.0040.3350.0070.0392.910.2857–0.0010.4970.0080.0404.280.2682–0.0040.5920.0090.0405.560.2566–0.0090.6520.0100.0416.870.2472–0.0130.6960.0120.0438.290.2360–0.0070.7070.0130.0469.570.2289–0.0040.7120.0150.05010.950.22190.00040.6850.0180.05612.400.21670.0010.6430.0220.067For illustrative purposes, Figures 4 and 5 present the component adsorption of methane and nitrogen, respectively, from methane/nitrogen mixtures. In these figures, the legend entries refer to the mole percentage of methane in the methane/nitrogen feed mixtures. For example, “80% Methane” denotes a 80%/20% methane/nitrogen feed mixture. The pure-component adsorption isotherms are also included in Figures 4 and 5. As shown in these figures, the mixture adsorption isotherms were bounded by the pure-component isotherms. Other mixtures showed similar behavior and, for the sake of brevity, are not shown here. The lines in these figures are SLD model predictions, as discussed in the next section.Figure 4. SLD model representations for methane/nitrogen mixture adsorption on wet Illinois #6 coal at 319.3 K: methane component adsorption.Figure 5. SLD model representations for methane/nitrogen mixture adsorption on wet Illinois #6 coal at 319.3 K: nitrogen component adsorption.Top of PageAbstractIntroductionExperimental Methods and ProceduresSimplified Local-Density (SLD) Adsorption ModelExperimental ResultsSLD Modeling ResultsConclusionsReferences5 SLD Modeling ResultsFirst, the SLD model was applied to represent the experimental data for the adsorption of the pure gases. The model parameters obtained from pure-gas adsorption data were then used directly to predict binary mixture adsorption without additional parameter regressions and/or the use of binary interaction parameters.For the description of pure-gas adsorption, two specific case studies were formulated that differed in the parameters used in the SLD model. Specifically, the two cases were:Case 1: Three surface areas (one for each gas, SAi), plus a common solid–solid interaction energy (εss/k) and slit length (L) were regressed for each coal.Case 2: A single surface area (SA), plus three fluid–solid interaction energies (one for each gas, εfs,i/k) and the slit length (L) were regressed for each coal.Case 1 permits the three gases to have different accessible surface areas on a given coal, while case 2 utilized a common surface area for the three gases but permits different fluid–solid interaction energy for each gas. Thus, cases 1 and 2 are designed to investigate, respectively, the relative accessibility and affinity of the three gases on each coal. Furthermore, a single slit length was used in both cases for each gas. In either case, there is only one gas-specific parameter for each adsorbate: surface area SAi in case 1 and fluid–solid interaction energy εfs,i/k in case 2. The other parameters are specific to the coal adsorbent and are independent of the particular gas species. Overall, both cases 1 and 2 contained five regressed parameters for simultaneous description of adsorption of three gases, which is a departure from earlier studies, where up to 8 parameters were used for pure-gas adsorption and up to 11 parameters were used to describe mixture adsorption.(13) Thus, the number of parameters used in the current work is lower than previous studies with the SLD model by at least three parameters. In fact, the number of parameters used in this study is also proportionally lower than several previous gas adsorption studies on coals,(3, 9, 15, 33) when compared for describing the pure-gas adsorption of three gases simultaneously.Although coals are expected to possess a range of pore sizes,(34) we have used a single value of the slit length to characterize the pore size for each coal. The use of a single-size pore model, instead of a more physically realistic but computationally intensive pore-size distribution, greatly simplifies the calculations necessary for mixture adsorption. In fact, our calculations to date on coals of widely varying rank reveal that a single slit length is capable of providing precise representations and accurate predictions of pure- and mixed-gas adsorption.(12-14) Thus, the single slit length used in this work may be regarded as an effective pore width for each coal. Furthermore, the effective pore-width values obtained through regressions lie within the range of pore sizes observed for coals of varying rank in the literature,(34) justifying their use in the SLD model.Tables 9 and 10 present the model parameters and statistics, respectively, for pure-gas adsorption on wet LBF and Illinois #6 coals. As shown in Table 9, the accessible surface area (SAi) is the lowest for nitrogen and highest for CO2, whereas methane is intermediate to these gases (case 1). Similarly, the fluid–solid interaction energies (εfs,i/k) are the lowest for nitrogen and highest for CO2, with methane exhibiting an interaction energy intermediate to these two gases (case 2). In fact, the ratios of surface areas for N2:CH4:CO2 were 1.0:1.6:2.0 for wet LBF coal and 1.0:1.7:2.4 for wet Illinois #6 coal. Furthermore, the ratios of fluid–solid interaction energies for N2:CH4:CO2 were 1.0:2.2:3.3 for wet LBF coal and 1.0:2.2:3.9 for wet Illinois #6 coal. Thus, the ratios of surface areas and affinity for the coal surface were quite comparable for the three gases on both coals, although these ratios indicate that the affinity of CO2 for the coal surface was larger than its corresponding accessibility. Thus, the higher adsorption of CO2 on the coal surface (when compared to both methane and nitrogen) appears to result from a combination of both higher affinity and accessibility of CO2.Table 9. SLD Model Parameters for Pure-Gas Adsorption on Wet Coals at 319.3 K  surface area (m2/g)  casecoalmethanenitrogenCO2εss/k (K)L (nm)case 1wet LBF26.216.131.619.481.09 wet Illinois #633.619.947.819.411.27   fluid-solid energy parameter εfsi/k (K) casecoalsurface area (m2/g)methanenitrogenCO2L (nm)case 2wet LBF22.161.828.092.771.32 wet Illinois #630.657.025.6100.321.65Table 10. SLD Model Statistics for Pure-Gas Adsorption on Wet Coals at 319.3 K  WAADa%AADbcasecoalmethanenitrogenCO2overallmethanenitrogenCO2overallcase 1wet LBF0.670.390.410.53.74.76.85.1 wet Illinois #60.290.120.390.32.23.06.84.0  WAAD%AADcasecoalmethanenitrogenCO2overallmethanenitrogenCO2overallcase 2wet LBF0.430.560.380.52.47.56.85.6wet Illinois #60.360.300.490.42.87.68.06.1aWAAD = weighted average absolute deviation.bAAD = average absolute deviation.Table 10 presents the weighted average absolute deviation (WAAD) and percentage absolute deviation (%AAD) for cases 1 and 2 on both coals, where the weights were the expected experimental uncertainties. Overall, cases 1 and 2 provide comparable results and the SLD model represents the pure-gas adsorption data for the three gases within the experimental uncertainties, with WAADs of 0.5 and 0.3 (case 1) for wet LBF and Illinois #6 coals, respectively. The corresponding statistics for case 2 were 0.5 and 0.4 for the two coals. Similarly, the overall %AADs for pure-gas adsorption on the two coals ranged from 4% to 6%, as shown in Table 10. Figures 2 and 3 illustrate the SLD model representations of pure-gas adsorption data on wet LBF and Illinois #6 coals, respectively.Binary mixture adsorption on wet Illinois #6 coal was predicted using the parameters generated from pure-gas adsorption data for this coal (Table 9). The SLD model for mixtures discussed in section 3.2 was used to obtain these predictions. As mentioned previously, no parameter regressions were undertaken based on binary data and all binary interaction parameters were set to zero. Thus, the model was used in an entirely predictive mode to investigate the capability of the model to provide a priori predictions of mixture behavior from pure-component information alone. If successful, such models can reduce significantly the burden of measuring mixture adsorption isotherms on coals. Table 11 presents the SLD model predictions for binary mixtures for cases 1 and 2. The table lists the WAADs for each of the nominal compositions for each binary mixture formed by methane, nitrogen, and CO2. Overall, both cases provided mixture predictions within two times the experimental uncertainties, based solely on the parameters obtained from pure-gas adsorption isotherms. Thus, cases 1 and 2 highlight two alternative parametrizations of the SLD model, each of which is capable of providing accurate predictions of mixture adsorption on wet coals. For illustrative purposes, Figures 4 and 5 present the model predictions for the component methane and nitrogen excess adsorptions, respectively, on wet Illinois #6 coal. In these figures, the pure-gas adsorption is also plotted for comparison and the solid lines represent correlation (representation) of pure-component data. The dashed lines represent a priori predictions of mixture adsorption in both these figures. As shown in the figures, the model appears to be capable of predicting the competitive/preferential adsorption behavior of these gases, based on the knowledge of the pure-component isotherms alone. This predictive capability appears to be a distinct advantage of the SLD framework utilized in this work.Table 11. SLD Model Statistics for Binary Mixture Adsorption on Wet Illinois #6 Coal at 319.3 KMethane/Nitrogen System WAAD Case 1Case 2feed mixturemethanenitrogenmethanenitrogen80/200.160.610.430.5960/400.170.970.650.5840/600.231.010.980.3020/800.150.731.000.18all feeds0.20.80.80.4Methane/CO2 System WAAD Case 1Case 2feed mixturemethaneCO2methaneCO280/201.580.591.622.4860/401.960.801.231.5840/600.950.771.641.9120/800.580.871.091.32all feeds1.30.81.41.8Nitrogen/CO2 System WAAD Case 1Case 2feed mixturenitrogenCO2nitrogenCO280/201.660.780.911.3960/401.030.500.921.3640/601.130.680.721.3220/800.860.850.621.26all feeds1.20.70.81.3The modeling approach for wet coals utilized in this work did not consider water in coals as an active component that competes with the adsorbing gases. Rather, the water present in coals was treated only as a “pacifier” of the coal surface, i.e., it was considered to occupy part of the porous coal surface, thus limiting the accessible surface area for the adsorbing gases. Thus, the effect of water is reflected implicitly in the model parameters. The modeling approach utilized in this work represents the conventional approach used for adsorption studies on coalbed methane systems.(3, 9, 15, 35, 36) Recently, we presented a new modeling approach that considers the competitive adsorption of water and gas mixtures, wherein the effect of water on gas adsorption is considered explicitly.(37) The new modeling approach, however, has not yet been extended to the systems considered in this work and such an effort will be part of a future study.Top of PageAbstractIntroductionExperimental Methods and ProceduresSimplified Local-Density (SLD) Adsorption ModelExperimental ResultsSLD Modeling ResultsConclusionsReferences6 ConclusionsMeasurements were conducted for adsorption of methane, nitrogen, and CO2 on two water-moistened coals at different moisture contents. In each case, the moisture content was above the equilibrium moisture content of the coals. The measurements indicated that water content values beyond the equilibrium moisture level do not significantly affect the gas adsorption capacity of coals, confirming similar observations in earlier studies. At a pressure of 7 MPa, the ratio of excess adsorption of N2:CH4:CO2 ranged from approximately 1:3:4 to 1:3:6 for the two wet coals. Binary mixture adsorptions of methane/nitrogen, methane/CO2 and nitrogen/CO2 were also measured at a series of nominal feed compositions on one of the coals. The competitive adsorption of gas species was clearly evident in these mixtures. This was especially true for the binary mixtures where the two gas species differed widely in their affinity for the coal surface.The SLD model was used to represent the pure-gas adsorption data on two coals. Two alternative cases of the SLD framework indicated that the model can describe the pure-gas adsorption data well within the experimental uncertainties. Further, the model was used to provide direct predictions of mixture adsorption based on the pure-gas adsorption isotherms alone. Overall, the model yielded predictions that were within two times the experimental uncertainties for these systems.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental Methods and ProceduresSimplified Local-Density (SLD) Adsorption ModelExperimental ResultsSLD Modeling ResultsConclusionsReferencesAcknowledgmentThe financial support of the U.S. Department of Energy is gratefully acknowledged.Reference QuickViewTop of PageAbstractIntroductionExperimental Methods and ProceduresSimplified Local-Density (SLD) Adsorption ModelExperimental ResultsSLD Modeling ResultsConclusionsReferencesReferencesThis article references 38 other publications.1. White, C. M.; Smith, D. H.; Jones, K. L.; Goodman, A. L.; Jikich, S. A.; LaCount, R. B.; DuBose, S. B.; Ozdemir, E.; Morsi, B. I.; Schroeder, K. T. Sequestration of Carbon Dioxide in Coal with Enhanced Coalbed Methane Recovery—A Review Energy Fuels 2005,  19 (3)  659– 724[ACS Full Text ], [CAS]1. Sequestration of Carbon Dioxide in Coal with Enhanced Coalbed Methane Recovery-A ReviewWhite, Curt M.; Smith, Duane H.; Jones, Kenneth L.; Goodman, Angela L.; Jikich, Sinisha A.; LaCount, Robert B.; DuBose, Stephen B.; Ozdemir, Ekrem; Morsi, Badie I.; Schroeder, Karl T.Energy & Fuels\r\n        (2005),\r\n    19\r\n        (3),\r\n    659-724CODEN:\r\n                ENFUEM;\r\n        "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2012/enfuem.2012.26.issue-5/ef300197a/production/images/small/ef-2012-00197a_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2012/enfuem.2012.26.issue-5/ef300197a/production/images/small/ef-2012-00197a_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2012/enfuem.2012.26.issue-5/ef300197a/production/images/small/ef-2012-00197a_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2012/enfuem.2012.26.issue-5/ef300197a/production/images/small/ef-2012-00197a_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2012/enfuem.2012.26.issue-5/ef300197a/production/images/small/ef-2012-00197a_0004.gif\">"]}