{"title": ["Methane and Krypton Adsorption on Single-Walled Carbon Nanotubes"], "authors": ["M. Muris", "N. Dufau", "M. Bienfait", "N. Dupont-Pavlovsky", "Y. Grillet", "J. P. Palmari"], "doi": ["10.1021/la991670p"], "abstract": ["Methane and krypton adsorption measured on single-walled nanotubes at 78.7 and 77.3 K, respectively, give rise to stepwise isotherms, representative of the adsorption on two types of comparatively uniform patches during the first stages of the adsorbate condensation. The values of the methane isosteric heat of adsorption on these two fractions of quasi-uniform surface, determined from the dependence of the equilibrium pressure on temperature between 78 and 110 K, are in very good agreement with those measured at 77.3 K by means of isothermal microcalorimetry in quasi-equilibrium. Their respective mean values (18.3 ± 1 and 11.2 ± 0.5 kJ mol", ") enclose that of methane adsorption on graphite in the monolayer range (14.9 kJ mol", "). A phase transition occurring in the adsorbed film on the less attractive quasi-uniform part of the surface can be predicted from volumetric measurements. "], "text": [" ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Adsorption on Graphite", "Adsorption on Nanotubes − Results and Discussion", "Conclusion", "Introduction", " ", "Physical adsorption on powdered carbon-based materials offers the opportunity of studying a large variety of adsorbent−adsorbate pair properties, owing to the numerous forms of these solids. It is currently applied to the surface characterization of disordered substrates, such as activated carbons, for instance, in terms of specific surface area and porous texture.", "1", " On the other hand, on uniform surfaces, approaching the ideal case of a crystalline plane without defects, it is applied to the physisorbed film characterization. Graphite is a model substrate for this category of study. The adsorption of simple molecules on graphite has been shown to proceed by monomolecular layer condensations and evidence has been given of successive two-dimensional (2D) transitions within a single monolayer.", "2", " The discovery of nanotubes in 1991", "3", " offered a novel form of carbon, consisting of graphite planes rolled into nanometer diameter cylinders. This field immediately attracted much attention, owing to its fundamental interest and the potential applications, despite the difficulty in obtaining purified and monodisperse samples. ", " ", "From the adsorption point of view, the possible uses of nanotubes cover many different industrial applications, including gas purification and storage, heterogeneous catalysis, and nanowire manufacture. Physisorption on nanotubes corresponds to an intermediate situation between the two mentioned above, since the nanotube surface is closely related to that of graphite, whose adsorption properties have been extensively studied. Graphite can thus be taken as a reference to establish, from the comparison between the adsorptive properties of those two substrates, the localization and mode of adsorption on nanotubes. A further step in this investigation, of obvious fundamental interest, would be the study of the dependence of the adsorption properties on (i) the curvature of the graphite planes and (ii) the confinement, which with nanotubes might be truly unidimensional (1D). ", " ", "Some model calculations of adsorption on nanotubes have been performed,", "4-9", " as well as a few experimental works,", "10-19", " mainly concerned with specific surface area determination, porosity characterization, hydrogen storage, and capillary phenomena. There has been comparatively little attention paid thus far to the first stages of adsorption, (for relative pressures lower than 10", "-", "3", "), which are rich in information both about the substrate and the physisorbed film states. ", " ", "We have undertaken an investigation of methane and krypton adsorption on single-walled nanotubes, in a relative pressure range between 10", "-", "6", " and 1, for temperatures between 77.3 and 110 K. The adsorption properties of these two gases on graphite have been extensively ", " studied and can be taken as references. After giving some experimental details and a brief description of methane and krypton adsorption properties on graphite which are relevant to the present work, we present results obtained by means of volumetric measurements and isothermal microcalorimetry. The results derived from these two techniques are in good agreement. Evidence is given of the adsorption on two different types of quasi-uniform fractions of the sample surface. ", " ", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Adsorption on Graphite", "Adsorption on Nanotubes − Results and Discussion", "Conclusion", "Experimental Section", " ", "Sample.", " The single-walled nanotubes were prepared at the GDPC Laboratory of the University of Montpellier (France), by means of the yttrium−nickel-catalyzed electric arc method in helium atmosphere. Most of them form bundles in which the individual tubes are parallel and regularly arranged in a triangular array. A small fraction is present as isolated nanotubes. The nanotube diameter is 13.7 ± 2 Å, and the mean distance between the centers of two tubes in a bundle is 17 Å. The nanotubes are closed at both ends. Amorphous carbon and metallic particles embedded in carbon are also present in the sample.", "20,21", " ", " ", "Volumetric Measurements.", " Isotherms were measured in a classical volumetric apparatus, described elsewhere,", "22", " as well as the cryogenic system. The cell temperature was maintained constant and uniform within 0.05 K. The 26 mg sample was outgassed under a vacuum better than 10", "-", "5", " Torr at 773 K before each experiment. Thermal transpiration was taken into account by using the semiempirical equation of Takaishi and Sensui.", "23", " ", " ", "Microcalorimetry.", " For calorimetric measurements, the adsorbate was introduced in a continuous way at an extremely slow constant rate, around 2 cm", "3", " h", "-", "1", ", for which it has been checked that the quasi-equilibrium conditions were fulfilled. This way of introduction coupled with adsorption microcalorimetry allows direct access to a continuous measurement of the differential enthalpies of adsorption.", "24", " ", " ", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Adsorption on Graphite", "Adsorption on Nanotubes − Results and Discussion", "Conclusion", "Adsorption on Graphite", " ", "Physisorption of methane and krypton on graphite has been studied by means of volumetric measurements mainly by Thomy and Duval.", "25", " These authors have determined the 2D phase diagrams of the monolayer physisorbed films, which were later confirmed and completed by thermodynamic", "26-28", " as well as structural characterizations. ", " ", "Krypton and methane isotherms measured at 77.3 K exhibit distinct steps representative of the successive condensations on the graphite planes. The successive step pressures on both isotherms are governed by the decrease in the substrate attraction forces with the distance from the surface. Assuming van der Waals adsorbent−adsorbate interactions and equal distances between two successive layers, it can be established that ln(", "P", "n", "/", "P", "0", ") is proportional to 1/", "n", "3", ", where ", "n", " is the number of the step, representative of the ", "n", "th monolayer condensation, ", "P", "n", " is the ", "n", "th step pressure, and ", "P", "0", " is the saturating vapor pressure of the adsorbate at the adsorption temperature. The proportionality law is comparatively well obeyed both for krypton and methane adsorbed on graphite.", "29", " ", " ", "Methane 2D critical temperature is 68.7 K.", "27", " The krypton 2D film is commensurate solid below 84.8 K and fluid above this temperature.", "28", " ", " ", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Adsorption on Graphite", "Adsorption on Nanotubes − Results and Discussion", "Conclusion", "Adsorption on Nanotubes − Results and Discussion", " ", "A methane adsorption isotherm on nanotubes at 78.7 K is represented on a semilogarithmic scale on Figure 1", ". It is compared to a methane isotherm measured in the same conditions on graphite, as represented in the inset. The curve measured on nanotubes exhibits two distinct bends, which we call steps, although they are not vertical, and which are indicative of methane adsorption on comparatively uniform fractions of the sample surface. If the methane cross section is that of a molecule in a (111) plane of the bulk crystal (15.05 Å", "2", "), the adsorbed amount corresponds to a specific surface area of 90 m", "2", " g", "-", "1", " at the top of the first step, and 204 m", "2", " g", "-", "1", " at the top of the second. At this stage of the study, the slope of the steps cannot be clearly assigned to the supercritical state of the film, as for graphite, to the dispersion in size or in attraction potential of the surface uniform patches or to a cumulative effect of these two causes. ", " ", " Figure 1 Methane adsorption isotherm on nanotubes at 78.7 K. The inset represents a methane adsorption isotherm on graphite at 80 K.", " ", " ", " ", "A krypton adsorption isotherm, measured at 77.3 K on the same substrate, is shown on Figure 2", " and compared to a krypton adsorption isotherm on graphite at the same temperature in the inset. Steps similar to those observed ", " on the methane isotherm confirm the existence of comparatively uniform patches on the surface of the sample. The adsorbed amount necessary to form a complete monolayer on these patches, represented by the step height, is slightly higher for krypton. This difference originates from the smaller krypton molecular cross section (14.7 Å", "2", " in a (111) plane of the bulk crystal). The step slopes are about the same on the curves of Figures 1 and 2. In contrast to methane, krypton adsorption at 77.3 K should not result in the formation of a supercritical film, but proceed by a gas−solid transition, resulting in a vertical step on the isotherm. This fact is a first indication for ascribing the step slope to successive adsorptions on a distribution of patches with slightly different properties. ", " ", " Figure 2 Krypton adsorption isotherm on nanotubes at 77.3 K. The inset represents a krypton adsorption isotherm on graphite at 80 K.", " ", " ", " ", "The methane and krypton equilibrium pressures at half-height of the steps are compared in Table 1", " to those of the adsorption isotherms of the same gases on graphite. The values measured on graphite are between those obtained with nanotubes for the first step; that of the second step is much higher than that observed with the nanotubes. The ratio of the relative pressure logarithms of the two steps on nanotubes is 2.13 for methane and 1.95 for krypton. These values are very different from that of 2", "3", " expected for two successive monolayer condensations with van der Waals interactions. The two steps observed with the nanotubes isotherms are thus probably representative of adsorption on surface fractions of different natures. ", " ", " ", " Table 1.  Methane and Krypton Adsorption Pressures on Nanotubes and on Graphite", "a", " ", " ", " ", "T", " (K)", "P", "1", " (Pa)", "P", "2", " (Pa)", "P", "0", " (Pa)", "ref ", "CH", "4", "/nanotubes ", "78.7 ", "3.33 × 10", "-", "3", " ", "3.6 ", "1720 ", "b", " ", "CH", "4", "/graphite ", "78.7 ", "1.2 × 10", "-", "1", " ", "584 ", "1720 ", "c", " ", "Kr/nanotubes ", "77.3 ", "3.47 × 10", "-", "3", " ", "2.13 × 10", "-", "1", " ", "237.3 ", "b", " ", "Kr/graphite ", "77.3 ", "6.6 × 10", "-", "2", " ", "90.4 ", "237.3 ", "c", " ", " ", "a", " ", "P", "1", " is the equilibrium pressure at half-height of the first step. ", "P", "2", " is the equilibrium pressure at half-height of the second step. ", "P", "0", " is the saturation vapor pressure at the adsorption temperature.", "b", " This work.", "c", " Calculated from data in Grillet et al.", "24", " ", " ", " ", " ", "To gain a better insight into the nature of these quasi-uniform surface patches, the temperature dependence of the methane equilibrium pressure at constant coverage was measured between 80 and 110 K for adsorbed amounts corresponding to half-height on both isotherm steps and to the foot and the top of the second step. In all cases, the law", " ", " is obeyed. The measured linear dependences are represented on Figure 3,", " and the coefficients A and B obtained for each considered adsorbed amount are reported in Table 2", ", as well as the correlation coefficients of the corresponding linear regressions. ", " ", " Figure 3 Linear 1/", "T", " dependence of ln ", "P", " at constant coverages for methane adsorbed amounts corresponding to half-height of the first step (a), and foot (b), half-height (c), and top (d) of the second step on the isotherm of Figure 1.", " ", " ", " ", " ", " Table 2.   Coefficients ", "A", " and ", "B", " of the 1/", "T", " Linear Dependences of ln ", "P", " for Different Adsorbed Amounts of Methane on Nanotubes", "a", " ", " ", "coverage", "T", " (K)", "A", "B", "R", " ", "1st", " ", "step half-height ", "95.35 ≤ ", "T ", "≤ 109.90 ", "2200 ", "19 ", "0.9987 ", "2nd", " ", "step foot ", "78.60 ≤ ", "T", " ≤ 90.40 ", "1494 ", "18.5 ", "0.9998 ", "2nd", " ", "step foot ", "90.40 ≤ ", "T", " ≤ 95.35 ", "1121 ", "14.35 ", "0.9996 ", "2nd", " ", "step half-height ", "78.60 ≤ ", "T", " ≤ 87.60 ", "1338 ", "18.2 ", "0.9981 ", "2nd", " ", "step half-height ", "87.60 ≤ ", "T", " ≤ 95.35 ", "803 ", "12.3 ", "0.9985 ", "2nd", " ", "step top ", "78.60 ≤ ", "T", " ≤ 87.15 ", "1228 ", "17.4 ", "0.9995 ", "2nd step top ", "87.15 ≤ ", "T", " ≤ 95.35 ", "742 ", "11.8 ", "0.9965", " ", " ", "a", " ", "R", " are the correlation coefficients.", " ", " ", " ", " ", "The slope corresponding to the adsorbed amount at half-height of the first step, much higher than those in the second step range, is representative of methane adsorption on a more attractive part of the surface. In the second step range, two straight lines with significantly different slopes are observed for the three considered coverages. They intersect at temperatures varying between 87 and 90 K with the adsorbed amount. Such a change in slope with temperature is generally the manifestation of a phase transition in the adsorbed film. In the present case, such a transition is quite surprising, since the second step of the adsorption isotherm measured at 80 K exhibits a significant slope. Nevertheless the two straight lines observed for each coverage are clearly distinct, and the evolution of the coefficients A and the intersection temperatures with coverage is progressive and coherent along the step. The observed bending of the isotherm steps may originate from the partial heterogeneity of the surface which results into a smoothing of the adsorption curve. ", " ", "There is very good agreement between volumetric and calorimetric measurements, as shown on Figure 4", ", where the differential enthalpy of methane adsorption at 77.3 K and the equilibrium pressure dependence on the adsorbed amount are simultaneously represented. The curve of enthalpy variation exhibits two regions of almost constant values for the same adsorbed amounts as those giving rise to the isotherm steps, which confirm the existence of two different types of quasi-uniform patches on the surface. The slight variations of differential enthalpy in these regions are probably originating from the sample heterogeneity. ", " ", " Figure 4 Methane adsorption on nanotubes:  (a) adsorption isotherm measured at 78.7 K (× line), and (b) differential enthalpy of adsorption at 77.3 K (solid line).", " ", " ", " ", "The isosteric heat of adsorption, ", "Q", "st", ", can be deduced either from calorimetric or from volumetric experiments by means of the following two relations:", " ", " where Δ", "H", " is the differential enthalpy, ", "R", " is the gas constant, and ", "T", " is the calorimetric measurements temperature, or", " ", " where ", "R", " has the same meaning and ", "A", " is the slope of the ln ", "P", " linear dependence on 1/", "T", " at constant coverage. ", " ", "The values obtained from the quasi-horizontal parts of the enthalpy curve at 77.3 K and those deduced from the dependence on temperature of the equilibrium pressures ", " for adsorbed amounts at half-height of the steps are compared in Table 3", ". For the second step, the coefficient ", "A", " taken into account is that corresponding to the low-temperature regime. The two techniques provide very similar results. The isosteric heat of methane adsorption on graphite in the range of the first monolayer condensation is 14.9 kJ mol", "-", "1", ". The first fraction of quasi-uniform surface occupied on nanotubes is thus more attractive than the graphite surface. The patches occupied in the second stage of methane adsorption are less attractive than the graphite surface. ", " ", " ", " Table 3.  Isosteric Heat of Methane Adsorption on Nanotubes, Deduced from either Volumetric or Calorimetric Measurements", " ", " ", "Q", "st", " from volumetric measurements (kJ mol", "-", "1", ")", "Q", "st", " from calorimetric measurements (kJ mol", "-", "1", ") ", "1st step:  18.3 ± 0.5 ", "1st plateau:  18.4 ± 1 ", "2nd step:  11.1 ± 0.5 ", "2nd plateau:  11.4 ± 0.3", " ", " ", " ", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Adsorption on Graphite", "Adsorption on Nanotubes − Results and Discussion", "Conclusion", "Conclusion", " ", "Methane and krypton adsorption isotherms on single-walled nanotubes provide evidence of two types of comparatively uniform patches on the surface of the sample, giving rise to two distinct steps on the isotherms. The slope of the steps, however, probably originates from a distribution of adsorption energies and sizes of these patches. The results are in very good agreement with those of a complementary investigation of methane adsorption by means of isothermal microcalorimetry. One type of patch is more attractive than the graphite surface and the other less. A phase transition, evidence of which is given by volumetric measurements, occurs at 88 ± 2 K on the less attractive quasi-uniform fraction of the surface. ", " ", "These results illustrate the advantages and limits of adsorption volumetry for the characterization of nanotube surfaces. It is a nondestructive and global measurement and is very sensitive, especially for the first stages of physisorption, whose reliability is shown by the agreement with the results obtained with calorimetric measurements. Adsorption volumetry is particularly well adapted for the study of nanotubes since fractions of their surface are uniform enough for physisorption of simple molecules to give rise to stepwise isotherms. Nevertheless, it does not allow precise conclusions concerning the nature of the adsorption sites on these quasi-uniform fractions of the surface. ", " ", "We may question whether the isotherm steps originate from adsorption on metal impurities, amorphous carbon or other impurities, or actually on nanotubes, on which several types of sites can be imagined, such as inside or outside isolated nanotubes, between nanotubes associated in bundles, or on the outside part of the bundles. Some of these can probably be ruled out. Metal particles are not accessible, since they are embedded in amorphous carbon. Amorphous carbon should not give rise to stepwise isotherms. The access inside the nanotubes is not possible, since they are closed at both ends. The following argument suggests that the first step corresponds to the adsorption in the curved triangular channels located between nanotubes into the bundles and the second on the outside surface of the bundles. The number of nanotubes forming bundles in our sample is usually found to lie between 30 and 50, in agreement with TEM observations.", "20,21", " With the value of 37, taken within these limits and which allows the calculation for a perfectly hexagonal section of the bundles, assuming that all the carbon atoms of the sample are involved in the nanotubes, we estimate a cumulative interstitial channel length of 4.5 × 10", "11", " m g", "-", "1", ", with the nanotube diameter and distance given above. If the methane molecules adsorbed in these channels form “1D lines”, equalling the distance between two methane molecules to that in a (111) plane of the bulk crystal, (4.17 Å), we can estimate, from the methane adsorption capacity, an equivalent surface area of 160 m", "2", " g", "-", "1", ". Moreover, taking into account the molecular cross section of methane, the accessible external surface area of the bundles is about 210 m", "2", " g", "-", "1", ". The ratio between the total equivalent surface area (inside the channels and outside the bundles) and that inside the channels is thus 2.3, which is equal to the experimental ratio (2.3). It should be noticed that the adsorbed amount is expected to increase much more quickly inside than outside with increasing the number of nanotubes in a bundle, the choice of 37 nanotubes being a crude approximation. On the other hand, with a less perfect arrangement, the external surface area should be larger than that of bundles involving the same number of nanotubes. Nevertheless, as a first approximation, this model seems reasonable to interpret our results as representing successive adsorption into the interstitial channels and on the outside part of the bundles.The value of the equivalent specific surface area deduced from the adsorbed amount at the top of the first isotherm step (90 m", "2", " g", "-", "1", ") is smaller than that calculated for the interstitial adsorption sites in the bundles (160 m", "2", " g", "-", "1", ") by a factor of 0.6. This discrepancy is very likely to originate from the impurities (carbon and metal particles), which have already been mentioned in the sample description. Adsorption on these impurities is probably responsible for the slope of the plateau between the two isotherm steps", ".", " The identification of the adsorption sites should open new perspectives for fundamental investigations of the physisorption properties. ", " ", " ", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Adsorption on Graphite", "Adsorption on Nanotubes − Results and Discussion", "Conclusion", "Acknowledgment", " ", "The authors thank Professor X. Duval and Dr. Mc Rae for fruitful discussions and Dr. J. F. Marêché for technical assistance.", " ", "        ", "This article references 29 other publications.", " ", "(1)", " ", "Porosity in Carbons", "; Patrick, J. W., Ed.; Edward Arnold:  1995.", "There is no corresponding record for this reference.", " ", " ", "(2)", " ", "Thomy, A; Duval, X. ", "  Surf. Sci", ". ", "1994", ", ", "299", "−", "300", ", 415.", "There is no corresponding record for this reference.", " ", " ", "(3)", " ", "Iijima, S. ", "  Nature", " ", "1991", ", ", "354", ", 601.", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", " ", "(4)", " ", "Maddox, M. W.; Gubbins, K. E. ", "  Langmuir", " ", "1995", ", ", "11", ", 3988.", "[", "ACS Full Text ", "], [", "CAS", "]", "(4) . ", "Molecular Simulation of Fluid Adsorption in Buckytubes", "Maddox, M. W.; Gubbins, K. E.", "Langmuir", "\r\n        (", "1995", "),\r\n    ", "11", "\r\n        (", "10", "),\r\n    ", "3988-96", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We report grand canonical Monte Carlo (GCMC) mol. simulation studies of simple fluid adsorption in buckytubes.  Buckytubes are graphitic tubes with internal diams. of 1-5 nm and a regular pore structure.  Adsorption isotherms and isosteric heats of adsorption are shown for argon and nitrogen in a microporous buckytube at 77 K, for argon and nitrogen in a mesoporous buckytube at 77 K, and for argon in a mesoporous buckytube at 55 K.  The smaller buckytube shows type I adsorption behavior.  Layering and hysteresis (type VI and IV adsorptions, resp.) are obsd. for the larger buckytube.  A temp. of 77 K is shown to be below the crit. temp. for capillary condensation and above the crit. temp. for layering transitions for both nitrogen and argon adsorption.  A temp. of 55 K is shown to be below the crit. temp. for layering transitions for argon adsorption.  Argon adsorption at 77 K in an open-ended mesoporous model buckytube is also presented.  A comparison is made with argon adsorption at 77 K in a \"semiinfinite\" model buckytube of the same diam.  The open-ended model gives a narrower, more rounded hysteresis loop.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXotlGqt7s%253D&md5=04730df823132a9243892780fc8731b5", " ", " ", "(5)", " ", "Stan, G.; Cole, M. W. ", "  Surf. Sci", ". ", "1998", ", ", "395", ", 280.", "[", "Crossref", "], [", "CAS", "]", "(5) . ", "Low coverage adsorption in cylindrical pores", "Stan, George; Cole, Milton W.", "Surface Science", "\r\n        (", "1998", "),\r\n    ", "395", "\r\n        (", "2/3", "),\r\n    ", "280-291", "CODEN:\r\n                ", "SUSCAS", ";\r\n        ISSN:", "0039-6028", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "We present a theor. exploration of the adsorption of rare gases in carbon nanotubes.  In both the classical and the quantum cases, nanotube adsorption provides a nearly ideal realization of quasi-one-dimensional (1D) matter.  We have studied the adsorption potentials, the gas-surface virial coeff. and the isosteric heat of adsorption.  Comparison shows a much strong binding of the adsorbate in the tubes than at the planar surface of graphite.  As a consequence, one can easily adsorb sufficiently many atoms to be measurable in a thermodn. or scattering expt.  In studying the low coverage adsorption we find great sensitivity to the species, the assumed potential model, and the radius of the tubes.  The effect of interactions between the adsorbed particles is evaluated in the 1D classical case.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXhs1Wlt78%253D&md5=e606abd2e7cb495dc3c0283faa086aa4", " ", " ", "(6)", " ", "Stan, G.; Cole, M. W. ", "  J. Low", " ", "Temp. Phys,", " ", "1998", ", ", "110", ", 539.", "[", "Crossref", "], [", "CAS", "]", "(6) . ", "Hydrogen adsorption in nanotubes", "Stan, George; Cole, Milton W.", "Journal of Low Temperature Physics", "\r\n        (", "1998", "),\r\n    ", "110", "\r\n        (", "1/2", "),\r\n    ", "539-544", "CODEN:\r\n                ", "JLTPAC", ";\r\n        ISSN:", "0022-2291", ".\r\n    \r\n            (", "Plenum Publishing Corp.", ")\r\n        ", "Model calcns. are presented of the adsorption of hydrogen in carbon nanotubes.  Using a phenomenol. interaction potential, we compute the low coverage thermodn. properties, showing explicitly the quantum effects in the Feynman (semiclassical) effective potential approxn.  The effects of interactions are evaluated with a quasi-one dimensional classical Lennard-Jones approxn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXmt1Whsw%253D%253D&md5=716df0ab047c4813b8610ccc25281647", " ", " ", "(7)", " ", "Vidales, A. M.; Crespi, J. H.; Cole, M. W. ", "  Phys. Rev. B", " ", "1998", ", ", "58", ", R 13246.", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", " ", "(8)", " ", "Darkrim, F.; Levesque, D", ". ", "J. Chem. Phys", ". ", "1998", ", ", "109", ", 4981.", "[", "Crossref", "], [", "CAS", "]", "(8) . ", "Monte Carlo simulations of hydrogen adsorption in single-walled carbon nanotubes", "Darkrim, Farida; Levesque, Dominique", "Journal of Chemical Physics", "\r\n        (", "1998", "),\r\n    ", "109", "\r\n        (", "12", "),\r\n    ", "4981-4984", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Within the framework of a study on the properties of carbon nanotubes, a promising new material, we performed numerical simulation of hydrogen adsorption at room temp. in single-walled nanotubes.  The structure of this material is favorable to the adsorption phenomenon because of the narrow size distribution of the nanotube diams., which have dimensions on the order of the range of the carbon attractive interaction.  We discuss the influence of the single-walled carbon nanotube diams. on the relative arrangement of carbon atoms and hydrogen mols. within an array of parallel single-walled carbon nanotubes.  We also studied the influence on adsorption of the distance between the nearest-neighbor nanotubes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXlslyrsbY%253D&md5=f5b8aad9bda31372b613037093e032ac", " ", " ", "(9)", " ", "Wang, Q.; Johnson, J. K. ", "  J. Chem. Phys", ". ", "1999", ", ", "110", ", 577.", "[", "Crossref", "], [", "CAS", "]", "(9) . ", "Molecular simulation of hydrogen adsorption in single-walled carbon nanotubes and idealized carbon slit pores", "Wang, Qinyu; Johnson, J. Karl", "Journal of Chemical Physics", "\r\n        (", "1999", "),\r\n    ", "110", "\r\n        (", "1", "),\r\n    ", "577-586", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The adsorption of hydrogen gas into single-walled carbon nanotubes (SWNTs) and idealized carbon slit pores is studied by computer simulation.  Hydrogen-hydrogen interactions are modeled with the Silvera-Goldman potential.  The Crowell-Brown potential is used to model the hydrogen-carbon interactions.  Calcns. include adsorption inside the tubes, in the interstitial regions of tube arrays, and on the outside surface of isolated tubes.  Quantum effects are included through implementation of the path integral formalism.  Comparison with classical simulations gives an indication of the importance of quantum effects for hydrogen adsorption.  Quantum effects are important even at 298 K for adsorption in tube interstices.  Presented simulations were compare with exptl. data for SWNTs, graphitic nanofibers, and activated carbon.  Adsorption isotherms from simulations are in reasonable agreement with exptl. data for activated carbon, but do not confirm the large uptake reported for SWNTs and nanofibers.  Although the adsorption potential for hydrogen in SWNTs is enhanced relative to slit pores of the same size, presented calcns. show that the storage capacity of an array of tubes is less than that for idealized slit pore geometries, except at very low pressures.  Ambient temp. isotherms indicate that an array of nanotubes is not a suitable sorbent material for achieving DOE targets for vehicular hydrogen storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXivFKrtA%253D%253D&md5=f3c3d17610f9416de3ea701efbad0a35", " ", " ", "Pederson, M. R.; Broughton, J. Q. ", "  Phys. Rev. ", "Lett.", " ", "1992", ", ", "69", ", 2689.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", ". ", "Nanocapillarity in fullerene tubules", "Pederson, Mark R.; Broughton, Jeremy Q.", "Physical Review Letters", "\r\n        (", "1992", "),\r\n    ", "69", "\r\n        (", "18", "),\r\n    ", "2689-92", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    ", "Fullerene tubules are shown to be highly polarizable \"mol. straws\", capable of ingesting dipolar mols.  Local-d.-functional calcns. of HF mols. within a finite-length tubule, having a size of 144 atoms, demonstrated this effect.  The energy of incarceration is several times the thermal ambient at room temp.  These calcns., now feasible on desk top computers, open the way to the study of nanoscale capillarity, and, perhaps, to have precise control over shielding of specific \"guest\" compds. from external elec. and magnetic fields.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38XmsVSit74%253D&md5=566dda87aaebc79247472ed07b06467f", " ", " ", "(11)", " ", "Dujardin, E.; Ebbesen, T. W.; Hiura, H.; Tanigaki, K. ", "  Science", " ", "1994", ", ", "265", ", 1850.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(11) . ", "Capillarity and wetting of carbon nanotubes", "Dujardin, E.; Ebbesen, T. W.; Hiura, H.; Tanigaki, K.", "Science (Washington, DC, United States)", "\r\n        (", "1994", "),\r\n    ", "265", "\r\n        (", "5180", "),\r\n    ", "1850-2", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    ", "The wetting and capillarity of carbon nanotubes were studied in detail.  Nanotubes are not \"super-straws,\" although they can be wet and filled by substances having low surface tension (e.g., S, Se, Cs) with an upper limit to this tension < 200 millinewtons per m.  This limit implies that typical pure metals will not be drawn into the inner cavity of nanotubes through capillarity, while H2O and org. solvents will.  These results have important implications for the further use of carbon nanotubes in expts. on a nanometer scale.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXpvVaisg%253D%253D&md5=023c2f83afc5712a5a21d685bb114459", " ", " ", "(12)", " ", "Mackie, E. B.; Wolfson, R. A.; Arnold, L. M.; Lafdi, K.; Migone, A. D. ", "  Langmuir", " ", "1997", ", ", "13", ", 7197.", "[", "ACS Full Text ", "], [", "CAS", "]", "(12) . ", "Adsorption Studies of Methane Films on Catalytic Carbon Nanotubes and on Carbon Filaments", "Mackie, E. B.; Wolfson, R. A.; Arnold, L. M.; Lafdi, K.; Migone, A. D.", "Langmuir", "\r\n        (", "1997", "),\r\n    ", "13", "\r\n        (", "26", "),\r\n    ", "7197-7201", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption measurements of CH4 on catalytically produced carbon nanotubes were used to det. the wetting behavior of the films, the presence of capillary condensation, and the sp. surface area of the tubes.  Two groups of carbon tubes were produced.  The set of larger tubes had inner diams. on the order of 1 μm, while the set of narrower tubes had inner diams. on the order of 10-100 nm.  The narrower carbon tubes were either oxidized in nitric acid or subjected to high-temp. treatment at 2400 °C in vacuum or left in as-produced condition.  The activation processes were used to open the ends of the tubes.  Surface area detns. for untreated and treated tubes established that the sp. surface area increased as a result of activation.  Isothermal adsorption-desorption cycles were measured on treated and untreated tubes.  Hysteresis loops, indicative of the formation of a capillary condensate on the substrate, were present only for the open-ended treated tubes; no hysteresis loops were present on the untreated tubes.  The wetting behavior of methane films above and below the bulk triple point was detd.  Solid films incompletely wet the tubes.  This behavior contrasts with the complete wetting exhibited by CH4 on exfoliated graphite, in spite of the fact that both the tubes and the exfoliate have essentially the same compn.  Liq. methane completely wets the nanotubes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXltF2qsA%253D%253D&md5=79f7fe61b27a14b3ae6a17df8f36980e", " ", " ", "(13)", " ", "Dillon, A. C.; Jones, K. M.; Bekkedahl, T. A.; Klang, C. H.; Bethune, D. S.; Heben, M. J. ", "  Nature ", "1997", ", ", "386", ", 377.", "[", "Crossref", "], [", "CAS", "]", "(13) . ", "Storage of hydrogen in single-walled carbon nanotubes", "Dillon, A. C.; Jones, K. M.; Bekkedahl, T. A.; Kiang, C. H.; Bethune, D. S.; Heben, M. J.", "Nature (London)", "\r\n        (", "1997", "),\r\n    ", "386", "\r\n        (", "6623", "),\r\n    ", "377-379", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Macmillan Magazines", ")\r\n        ", "The authors show that hydrogen can condense to high d. inside narrow, single-walled nanotubes (SWNTs).  Temp.-programmed desorption spectroscopy shows that hydrogen will condense inside SWNTs under conditions that do not induce adsorption within a std. mesoporous activated carbon.  The very high hydrogen uptake in these materials suggests that they might be effective as a hydrogen storage material for fuel-cell elec. vehicles.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXit1Wmu74%253D&md5=aae25af539f9f3121028e547f0ff116a", " ", " ", "(14)", " ", "Inoue, S.; Ichikuni, N.; Susuki, T.; Uematsu, T.; Kaneko, K. ", "  J. Phys. Chem", ". ", "1998", ", ", "B102", ", 4689.", "There is no corresponding record for this reference.", " ", " ", "(15)", " ", "Eswaramoorthy, M.; Sen, R.; Rao, C. N. R. ", "  Chem. Phys. ", "Lett.", " ", "1999", ", ", "304", ", 207.", "[", "Crossref", "], [", "CAS", "]", "(15) . ", "A study of micropores in single-walled carbon nanotubes by the adsorption of gases and vapors", "Eswaramoorthy, M.; Sen, Rahul; Rao, C. N. R.", "Chemical Physics Letters", "\r\n        (", "1999", "),\r\n    ", "304", "\r\n        (", "3,4", "),\r\n    ", "207-210", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "Adsorption of N2, benzene and methanol have been studied on as-prepd. single-walled carbon nanotubes (SWNT) as well as SWNTs treated with HCl and HNO3.  These nanotubes are good microporous materials with total surface areas well above 400 m2/g and internal surface areas of 300 m2/g or higher.  Benzene mols. are shown to be adsorbed within the pores of the SWNTs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXivVahtbo%253D&md5=c98bebda7fa7d725fc38554c9ff6d18d", " ", " ", "(16)", " ", "Sloan, J.; Wright, D. M.; Woo, H. G.; Bailey, S.; Brown, G.; York, A. P. E.; Coleman, K. S.; Hutchinson, J. L.; Green, M. H. L. ", "  Chem. Commun", ". ", "1999", ", 699.", "[", "Crossref", "], [", "CAS", "]", "(16) . ", "Capillarity and silver nanowire formation observed in single walled carbon nanotubes", "Sloan, Jeremy; Wright, David M.; Bailey, Sam; Brown, Gareth; York, Andrew P. E.; Coleman, Karl S.; Green, Malcolm L. H.; Sloan, Jeremy; Wright, David M.; Hutchison, John L.; Woo, Hee-Gweon", "Chemical Communications (Cambridge)", "\r\n        (", "1999", "),\r\n    ", "\r\n        (", "8", "),\r\n    ", "699-700", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Single walled carbon nanotubes (SWNTs) exhibit similar capillarity properties to those exhibited by multiple walled carbon nanotubes (MWNTs); SWNTs, previously filled in low yield (ca. 2%) by soln. chem. techniques, can be filled in high yield (up to ca. 50%) by the liq. phase method; compns. from the KCl-UCl4 and AgCl-AgBr systems were used to fill SWNTs without causing them significant chem. or thermal damage; in the case of the latter, exposure to light or an electron beam resulted in the partial photolytic redn. of SWNT incorporated silver halides to continuous metallic silver 'nanowires' within the capillaries.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXitlyisL0%253D&md5=7a01cdcb904eb96c43d50e6afd5c15dd", " ", " ", "(17)", " ", "Ye, Y.; Ahn, C. C.; Witham, C.; Fultz, B.; Liu, J.; Rinzler, A. G.; Colbert, D.; Smith, K. A.; Smalley, R. E. ", "  Appl. Phys. ", "Lett.", " ", "1999", ", ", "74", ", 2307.", "[", "Crossref", "], [", "CAS", "]", "(17) . ", "Hydrogen adsorption and cohesive energy of single-walled carbon nanotubes", "Ye, Y.; Ahn, C. C.; Witham, C.; Fultz, B.; Liu, J.; Rinzler, A. G.; Colbert, D.; Smith, K. A.; Smalley, R. E.", "Applied Physics Letters", "\r\n        (", "1999", "),\r\n    ", "74", "\r\n        (", "16", "),\r\n    ", "2307-2309", "CODEN:\r\n                ", "APPLAB", ";\r\n        ISSN:", "0003-6951", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Hydrogen adsorption on cryst. ropes of carbon single-walled nanotubes (SWNT) was found to exceed 8 wt.  %, Which is the highest capacity of any carbon material.  Hydrogen is first adsorbed on the outer surfaces of the cryst. ropes.  At pressures higher than about 40 bar at 80 K, however, a phase transition occurs where there is a sepn. of the individual SWNTs, and hydrogen is physisorbed on their exposed surfaces.  The pressure of this phase transition provides a tube-tube cohesive energy for much of the material of 5 meV/C atom.  This small cohesive energy is affected strongly by the quality of cryst. order in the ropes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXit1yiurw%253D&md5=e3c6f92d44d18b604c9f8cf9141d8551", " ", " ", "(18)", " ", "Gaucher, H.; Grillet, Y.; Béguin, F.; Bonnamy, S.; Pellenq, R.-J. M. ", "  Proceed. ", "Fundam. of Adsorp. 6", " ", "1998", ", 117.", "There is no corresponding record for this reference.", " ", " ", "(19)", " ", "Teizer, W.; Hallock, R. B.; Dujardin, E.; Ebbesen, T. W", ". Phys. Rev. ", "Lett.", " ", "1999", ", ", "82", ", 5305.", "[", "Crossref", "], [", "CAS", "]", "(19) . ", "4He Desorption from Single Wall Carbon Nanotube Bundles: A One-Dimensional Adsorbate", "Teizer, W.; Hallock, R. B.; Dujardin, E.; Ebbesen, T. W.", "Physical Review Letters", "\r\n        (", "1999", "),\r\n    ", "82", "\r\n        (", "26, Pt. 1", "),\r\n    ", "5305-5308", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The desorption of 4He from single wall carbon nanotube bundles has been measured for T>14 K. The adsorbate is approx. described by one-dimensional adsorption with a binding energy .vepsiln.=330 K. This binding energy is the largest measured for any charge neutral surface.  Theor. studies predict such a high binding energy for an adsorbate located in the interstitial sites of the single wall carbon nanotube bundles.  We find a 4He interparticle distance of ∼3 nm at 14.2 K at a pressure of 10-6 torr.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXktVSmsr0%253D&md5=21fb0446afd2cc87500210ed3cb48ff4", " ", " ", "Journet, C.; Maser, W. K.; Bernier, P.; Loiseau, A.; Lamy de la Chapelle, M.; Lefrant, S.; Deniard, P.; Lec, R.; Fisher, J. E. ", "  Nature ", "1997", ", ", "388", ", 756.", "[", "Crossref", "], [", "CAS", "]", ". ", "Large-scale production of single-walled carbon nanotubes by the electric-arc technique", "Journet, C.; Maser, W. K.; Bernier, P.; Loiseau, A.; Lamy de la Chapells, M.; Lefrant, S.; Deniard, P.; Lee, R.; Fischer, J. E.", "Nature (London)", "\r\n        (", "1997", "),\r\n    ", "388", "\r\n        (", "6644", "),\r\n    ", "756-758", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Macmillan Magazines", ")\r\n        ", "Use of elec. arc technique for generation of large quantities of single-wall carbon nanotubes (SWNTs) with similar characteristics to those obtained by laser ablation is described.  The results obtained suggest that the (still unknown) growth mechanism for SWNTs must be independent of the details of the technique used to make them.  The ready availability of large amts. of SWNTs, meanwhile, should make them much more accessible for further study.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXls1Gksbo%253D&md5=83470aac581666141e5a1c165ed21932", " ", " ", "(21)", " ", "Rols, S.; Almairac, R.; Henrard L.; Anglaret, E.; Sauvajol, J. L. ", "  Eur. Phys. J. ", "1999", ", ", "10", ", 263.", "[", "CAS", "]", "(21) . ", "Diffraction by finite-size crystalline bundles of single wall nanotubes", "Rols, S.; Almairac, R.; Henrard, L.; Anglaret, E.; Sauvajol, J.-L.", "European Physical Journal B: Condensed Matter Physics", "\r\n        (", "1999", "),\r\n    ", "10", "\r\n        (", "2", "),\r\n    ", "263-270", "CODEN:\r\n                ", "EPJBFY", ";\r\n        ISSN:", "1434-6028", ".\r\n    \r\n            (", "Springer-Verlag", ")\r\n        ", "The authors calc. the diffraction spectrum of finite-size cryst. bundles of single wall C nanotubes (SWNT).  The general profile of the spectrum as well as the width and position of the (1 0) diffraction peaks of the 2-dimensional lattice of bundles depend on the tubes symmetry, distribution of tubes diams. and diam. of the bundles.  Consequently, any attempt to derive the mean-diam. of the tubes from a diffraction spectrum requires to consider the diams. distribution of the tubes and the size of the bundles.  Exptl. diffraction profiles of various single wall nanotubes samples are well fitted by the calcd. spectra.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXlvFCiu7Y%253D&md5=9790aabba1ec1514174fa922bcf8b075", " ", " ", "(22)", " ", "Madih, K. Thesis, University of El Jadida (Morocco) 1998. Bah, A. Thesis, University of Nancy I (France) 1994.", "There is no corresponding record for this reference.", " ", " ", "(23)", " ", "Takaishi, T.; Sensui, S. ", "  Trans Faraday Soc", ". ", "1963", ", ", "59", ", 2503.", "[", "Crossref", "], [", "CAS", "]", "(23) . ", "Thermal transpiration effect of hydrogen, rare gases, and methane", "Takaishi, T.; Sensui, Y.", "Transactions of the Faraday Society", "\r\n        (", "1963", "),\r\n    ", "59", "\r\n        (", "491", "),\r\n    ", "2503-14", "CODEN:\r\n                ", "TFSOA4", ";\r\n        ISSN:", "0014-7672", ".\r\n    ", "cf. Chu Liang, CA 49, 5923c.  The thermal transpiration effects of H2, Ne, Ar, Kr, and CH4 are detd. by the abs. method at <400° and 3 × 10-3 to 2.5 mm.  The results are best described by a new empirical formula (loc. cit.).  By analyzing the temp. variation of the effects in the present work and in that at lower temps. by others, a simple relation is obtained which shows that the thermal transpiration effects at an arbitrary temp. can be described by a single reduced curve.  The available data on He, Xe, O2, and N2 are analyzed in order to predict the temp. variation of the thermal transpiration effects.  Since there are simple relations between the values of consts. in the empirical equation and mol. collision diams., one can calc. the thermal transpiration values for gases for which no exptl. data are available.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF2cXivVU%253D&md5=e5f30779a2d969e4dedd405ce0e7320a", " ", " ", "(24)", " ", "Grillet, Y.; Rouquerol, F.; Rouquerol, J. ", "  J. Chim. Phys. ", "1977", ", ", "7", "−", "8,", " 778.", "There is no corresponding record for this reference.", " ", " ", "(25)", " ", "Thomy, A.; Duval, X. ", "  J. Chim. Phys", ". ", "1970", ", ", "67", ", 1101", "[", "CAS", "]", "(25) . ", "Adsorption of simple molecules on graphite.  III.  Passage of the first layer through three successive states", "Thomy, Andre; Duval, Xavier", "Journal de Chimie Physique et de Physico-Chimie Biologique", "\r\n        (", "1970", "),\r\n    ", "67", "\r\n        (", "6", "),\r\n    ", "1101-10", "CODEN:\r\n                ", "JCPBAN", ";\r\n        ISSN:", "0021-7689", ".\r\n    ", "There exists a temp. range in which the 1st adsorption layer of rare gases and methane in the course of formation on graphite, passes through 3 successive states.  These are probably gas, liq. and solid in 2 dimensional states.  There would be therefore an analogy with the 3 dimensional case.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE3cXkvFWlurs%253D&md5=790ef7fc1a06d2b698c254a66d967ae8", " ", " ", "(26)", " ", "Ferreira, O.; Colucci, C. C.; Lerner, E.; Vilches, O. E. ", "  Surf. Sci. ", "1984", ", ", "146, ", "109.", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", " ", "(27)", " ", "Kim, H. K.; Chan, M. H. W. ", "  Phys. Rev. ", "Lett.", " ", "1984", ",", " 58", ", 170.", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", " ", "(28)", " ", "Butler, D. M.; Litzinger, J. A.; Stewart, G. A. ", "  Phys. Rev. ", "Lett.", " ", "1979", ", ", "42", ", 1289.", "[", "Crossref", "], [", "CAS", "]", "(28) . ", "Heat capacity of krypton physisorbed on graphite", "Butler, D. M.; Litzinger, J. A.; Stewart, G. A.; Griffiths, R. B.", "Physical Review Letters", "\r\n        (", "1979", "),\r\n    ", "42", "\r\n        (", "19", "),\r\n    ", "1289-92", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    ", "The results of an exhaustive high-precision heat-capacity study of the submonolayer regime of the Kr-graphite (Grafoil) adsorption system are presented.  A phase diagram exhibiting a single two-phase coexistence region is proposed as an alternative to the previously proposed triple-point phase diagram.  A quant. correspondence between the locus of heat capacity anomalies in the Kr-graphite system and that for the N2-graphite system suggests that the proposed phase diagram may apply to the N2 system as well.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE1MXitFWitr4%253D&md5=c62573db0ae50cfd58c8902457e01884", " ", " ", "(29)", " ", "Thomy, A.; Duval, X. ", "  J. Chim. Phys", ". ", "1970", ", ", "67", ", 286.", "[", "CAS", "]", "(29) . ", "Adsorption of simple molecules on graphite.  II.  Variation of adsorption potential as a function of the number of adsorbed layers", "Thomy, Andre; Duval, Xavier", "Journal de Chimie Physique et de Physico-Chimie Biologique", "\r\n        (", "1970", "),\r\n    ", "67", "\r\n        (", "2", "),\r\n    ", "286-90", "CODEN:\r\n                ", "JCPBAN", ";\r\n        ISSN:", "0021-7689", ".\r\n    ", "The larger no. of steps in the adsorption isotherms of Kr, Xe, and methane on homogeneous surfaces of exfoliated graphite allows the Champion and Halsey equation to be applied.  One verifies that the adsorption potential decreases from one adsorbed layer to the next as 1/n3,n being the no. of the layer.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE3cXkt12htrY%253D&md5=f4bda75a002b7a5d5502a1dd26b29ada", " ", " "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-17/la991670p/production/images/small/la991670pf00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-17/la991670p/production/images/small/la991670pf00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-17/la991670p/production/images/small/la991670pf00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-17/la991670p/production/images/small/la991670pf00004.gif\">"]}
