{"title": ["Reversible Tuning Hydroquinone/Quinone Reaction in Metal–Organic Framework: Immobilized Molecular Switches in Solid State"], "authors": ["Bo Gui", "Xiangshi Meng", "Yi Chen", "Jianwu Tian", "Guoliang Liu", "Chencheng Shen", "Matthias Zeller", "Daqiang Yuan", "Cheng Wang"], "doi": ["10.1021/acs.chemmater.5b02648"], "abstract": ["Transferring the solution-state chemistry of organic-based molecular switches (OMS) into the solid state usually faces several fatal problems, such as spatial confinement or inefficient conversion. As a result, their switching behavior usually cannot be maintained. Herein, we report a redox-switchable metal–organic framework (MOF) that can undergo a reversible single-crystal-to-single-crystal (SCSC) transformation through a hydroquinone/quinone redox reaction. The redox-triggered transformation is quantitatively reversible while maintaining the crystallinity of the MOF scaffold. In addition, the transformation occurs gradually in the MOF backbone and from the outsurface of MOF to the inside. This study represents a general strategy to enable efficient conversion of the functionality of an OMS from solution into solid state, by incorporation of OMS into the framework of MOF. Furthermore, the material exhibits interesting changes in spectroscopic properties through reversible SCSC transformation and, thus, may be a starting point for the use of such materials in memory storage or redox-based electronic devices."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Introduction", "Molecular switches are essential and possibly even indispensable for the design of nanoscale electronic circuits and component.", "(1-3)", " Especially interesting are organic-based molecular switches (OMS),", "(4-8)", " owing to their structural flexibility and a large number of synthetic methods based on centuries of knowledge in the field of organic chemistry. The possibility of targeted design and optimization relates OMS to molecular homogeneous or surface anchored catalysts,", "(9, 10)", " which in contrast to most heterogeneous surface based catalysts can be designed and developed with a specific task in mind. For further application, the OMS usually have to be linked to the surface of a device or incorporated into a functional solid-state material.", "(11, 12)", " However, again resembling similar problems in catalysis, transitioning of solution-based functionality of OMS into solid-state devices is problematic. The switches’ solution-state chemistry does not directly translate into their solid-state behavior.", "(13)", " Several fatal problems, such as spatial confinement or inefficient conversion, often prevent their switching behavior to be maintained in the solid state.", "An attractive way to circumvent many if these problems would be to incorporate these OMS into the scaffold of a crystalline metal–organic framework (MOF),", "(14-18)", " as one of its organic linkers.", "(19)", " There are several reasons that make this approach particularly attractive. First, similar to the OMS themselves, MOFs can be designed and their properties can be tailored to a given task.", "(20, 21)", " Second, the frameworks of MOF are often flexible enough to tolerate even substantial changes to the bridging ligands, and as such, many MOFs can maintain their crystallinity even upon drastic changes to some of their constituents.", "(22, 23)", " Third, the porous nature of MOFs allows free access for the reactants needed to activate the OMS and, if designed properly, enough space will be available within the MOF for conformational change of the OMS.", "(24, 25)", " Assuming successful implementation, this strategy could not only enable efficient switching of an OMS in the solid state but would also allow the switching behavior through reversible single-crystal-to-single-crystal (SCSC) transformation in the MOF, which would deepen our understanding of structure–function relationships at the molecular level and provide important information for development of technologically useful materials (e.g., memory devices", "(26)", ").", "Although some MOFs can undergo reversible SCSC transformation,", "(15, 22, 23)", " the incorporation of an OMS into MOFs as a linker and then performing reversible SCSC transformation upon triggering the OMS have proven to be a substantial challenge.", "(27-29)", " Only very recently have a few such systems been reported.", "(30-39)", " For example, Zhou et al. reported a photoswitchable MOF by using azobenzene units as a dangling ligand, which exhibits a remarkable stimulus-responsive adsorption effect.", "(30)", " It should be noted here that most of the very few reported examples are of photoresponsive MOFs.", "(30-35)", " As the construction of such systems is very interesting, more stimuli-responsive MOFs with other triggered mechanism are highly desirable. Moreover, how the switching behavior happens in the MOF state is still not clear. Herein, we would like to report the synthesis and characterization of a redox-switchable MOF, namely UiO-68-OH, which can undergo a reversible SCSC transformation initiated by a hydroquinone/quinone redox reaction (", "Scheme ", "1", "). Our results demonstrate that the redox-tiggered transformation is quantitatively reversible while maintaining the crystallinity of the MOF scaffold. By monitoring the switching process of this unique system, we demonstrated that the transformation occurred gradually in the MOF backbone and from the outsurface of MOF to the inside. In addition, this SCSC transformation is accompanied by drastic changes in spectroscopic properties and, thus, may find application in memory storage, or even in the design of nanoscale electronic devices.", "Scheme 1. Synthesis of UiO-68-OH and the Redox-Triggered Transformation of Hydroquinone/Quinone Reaction in Solution and Solid State", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Experimental Section", "Synthesis of UiO-68-OH", "ZrCl", "4", " (11.2 mg, 0.048 mmol), compound ", "1", " (24.5 mg, 0.070 mmol), and benzoic acid (222.6 mg, 1.82 mmol) were dissolved in DMF (3 mL) and then filtered into a Pyrex glass tube. The mixture was degassed and sealed under nitrogen atmosphere, and the tube was placed in a preheated 120 °C oven for 13 h. Single crystals with octahedral shape suitable for single crystal diffraction were harvested with a yield of ∼9 mg. The as-synthesized UiO-68-OH was rinsed with DMF overnight to remove any unreacted starting materials and trapped benzoic acid. After that, the sample was allowed to immerse in anhydrous DCM for 3 days to replace and remove DMF. During this period, anhydrous DCM was freshly exchanged three times per day. The crystal samples were kept in anhydrous DCM prior to oxidation. In addition, samples not used for subsequent modification were evacuated in oil pump vacuum at room temperature to yield activated samples. Elemental analyses of the activated sample found [C (49.94%), H (2.80%), N (0.35%)]; this would roughly correspond to a formula of Zr", "6", "O", "4", "(OH)", "4", "(C", "20", "H", "12", "O", "6", ")", "6", "(C", "3", "H", "7", "NO) (CH", "2", "Cl", "2", ")", "2", " (", "M", "w", " = 3012), giving a calculated profile as [C (49.84%), H (2.91%), N (0.47%)].", "Synthesis of UiO-68-C═O", "Fresh UiO-68-OH (∼80 mg) was immersed in 10 mL of DCM solution of iodobenzene diacetate (25 mg mL", "–1", ") and was repeatedly agitated by pumping with a pipet during a period of 5 min. After that, the solution was exchanged with anhydrous DCM (5 mL × 3) and kept in anhydrous DCM for further reduction. In addition, samples not used for subsequent modification were evacuated in oil pump vacuum at room temperature to yield activated samples. Elemental analyses on the activated sample found [C (48.76%), H (2.75%), N (0.30%)]; this would roughly correspond to a formula of Zr", "6", "O", "4", "(OH)", "4", "(C", "20", "H", "10", "O", "6", ")", "6", "(C", "3", "H", "7", "NO) (CH", "2", "Cl", "2", ")", "3", " (", "M", "w", " = 3085), giving a calculated profile as [C (49.06%), H (2.52%), N (0.45%)].", "Further Reduction of UiO-68-C═O", "A crystal sample of freshly prepared UiO-68-C═O (∼80 mg) was exchanged with anhydrous DMF three times and then immersed in 10 mL DMF solution containing ascorbic acid (20 mg mL", "–1", "), which was repeatedly agitated by pumping with a pipet for 15 min. After that, the crystals were rinsed with anhydrous DMF (5 mL × 3) and then placed in anhydrous DCM (5 mL × 3) for 3 days to exchange and remove DMF. During this period, DCM was freshly exchanged three times per day. The crystal samples were kept in anhydrous DCM for further oxidation. In addition, samples not undergoing subsequent oxidation were evacuated by an oil pump at room temperature. The ", "1", "H NMR spectrum and high resolution mass spectrum of digested activated UiO-68-OH(R) is identical to that of compound ", "1", ".", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Results and Discussion", "To test the possibility of reversible SCSC transformation in an MOF through a redox reaction, we chose to investigate the hydroquinone/quinone system as the prototypical example, as it is usually involved in various biological electron transport systems.", "(40, 41)", " As such, we designed and synthesized a new tailored-made ligand, 2′,5′-dihydroxyterphenyl-4,4″-dicarboxylic acid (", "1", ").", "(42)", " We first investigated the redox switching behavior of compound ", "1", " in the solution-state (", "Scheme ", "1", " and Supporting Information ", "Table S1", "). After reacting with oxidant, compound ", "1", " is quantitatively oxidized to ", "2", ", as evidenced by ", "1", "H NMR spectroscopy (Supporting Information ", "Figure S1", ") and high resolution mass spectrometry (Supporting Information ", "Figure S24", "). Furthermore, compound ", "2", " can be quantitatively reduced back to ", "1", " (see Supporting Information ", "Table S2", " for details), after addition of reductant. Therefore, compound ", "1", " can undergo a reversible transformation in the solution state through oxidation/reduction cycles.", "Figure 1. (a) Perspective view ([110] direction) of the reversible transformation between the crystal structures of UiO-68-OH and UiO-68-C═O. Oxidation condition: iodobenzene diacetate, CH", "2", "Cl", "2", ". Reduction condition: ascorbic acid, DMF. (b) Crystal images of UiO-68-OH after oxidation with different time. (c) Crystal images of UiO-68-C═O after reduction with different time. The pictures were taken with crystals covered by a thin layer of DMF. The scale bar is 50 μm.", "We then designed and synthesized an MOF system that can favor a reversible SCSC transformation through this hydroquinone/quinone redox reaction. We chose a Zr-MOF as the substrate, due to its robustness compared with common Zn/Cu-centered MOFs.", "(43, 44)", " After treatment of a reaction mixture (sealed in a Pyrex glass tube under nitrogen atmosphere) containing ZrCl", "4", ", compound ", "1", ", benzoic acid and DMF in a preheated 120 °C oven for 13 h, UiO-68-OH was obtained as colorless octahedron-shaped crystals in reasonable yield. Single crystal X-ray diffraction studies performed at the Beijing Synchrotron Facility revealed a UiO-type structure for UiO-68-OH with an ", "fcu", " topology (", "Figure ", "1", "a, and see Supporting Information ", "Section S7", " for details), which crystallizes in the ", "Fm", "3̅", "m", " space group and contains three-dimensional percolated pore structure with the maximum pore diameter of 17 Å. The powder X-ray diffraction (PXRD) pattern of UiO-68-OH was collected, which closely matched with that simulated from the single-crystal structure (", "Figure ", "2", "). Furthermore, the ", "1", "H NMR spectrum of digested UiO-68-OH (", "Figure ", "3", "a) is the same as that of compound ", "1", " (", "Figure S1", "), indicating that the ligands remained intact in the MOF. However, starting from compound ", "2", " (", "Scheme ", "1", "), the hydrothermal reaction performed under the same condition does not form UiO-68-C═O.", "(45)", " This can be possibly attributed to the fact that DMF under hydrothermal conditions can reduce quinone to hydroquinone.", "(46)", "Figure 2. PXRD patterns of simulated from the single crystal structure (black line), fresh UiO-68-OH (red line), fresh UiO-68-C═O (blue line), and fresh UiO-68-OH(R) (purple line). The inset shows a magnification on the high 2θ region. The patterns were taken with crystals covered by a thin layer of DMF.", "Figure 3. ", "1", "H NMR spectra of crystals digested with DMSO-", "d", "6", "/HF: (a) UiO-68-OH; (b) oxidation for 5 s; (c) oxidation for 20 s; (d) UiO-68-C═O (oxidation for 5 min.); (e) reduction for 40 s; (f) reduction for 80 s; (g) UiO-68-OH(R) (reduction for 15 min.). The proton for OH could not be detected, due to the existence of HF.", "The reversible SCSC transformation in UiO-68-OH through hydroquinone/quinone redox reaction was investigated. Unlike in solution, the chemically reversible oxidation/reduction of hydroquinone units in UiO-68-OH is quite a challenge,", "(47-50)", " especially if the single crystalline nature of the samples is to be maintained. The choice of oxidant, reductant, and even of the solvent, are all important for a successful SCSC transformation (see Supporting Information ", "Tables S3 and S4", " for details). After many unsuccessful or only partially successful attempts, we finally succeeded in reversible tuning SCSC transformation in UiO-68-OH through hydroquinone/quinone redox reaction, using iodobenzene diacetate (PIDA) as the oxidant and ascorbic acid (VC) as the reductant.", "Addition of an excess of PIDA in dichloromethane (DCM) to the colorless octahedron-shaped crystals (UiO-68-OH) induced a change from originally colorless to yellow (", "Figure ", "1", "b) in 10 s, without change of shape. After this quick deepening of color, crystals did visibly not change substantially any more. However, as monitored by ", "1", "H NMR spectroscopy of digested crystals after varying oxidation periods (", "Figure ", "3", "a–d), the transformation of the hydroquinone units into quinone units in UiO-68-OH is a gradual process. As such, we believe the ligands on the surface area of UiO-68-OH are oxidized first, obscuring any change of color deeper within the crystals. After 5 min, the ", "1", "H NMR spectrum of the digested yellow crystals is identical to that of compound ", "2", ", indicating quantitative oxidation of the hydroquinone units in UiO-68-OH. The solid-state ", "13", "C NMR (SSNMR) spectrum (", "Figure ", "4", "d) of UiO-68-C═O is distinct and differs from that of UiO-68-OH (", "Figure ", "4", "a), which also proves that the transformation has occurred. In addition, the Fourier transform infrared (FT-IR) spectrum (Supporting Information ", "Figure S12", ") of UiO-68-C═O showed a peak at 1655 cm", "–1", ", which should be assigned to the vibrational frequency of C═O stretch and also confirm the transformation. As shown in ", "Figure ", "2", ", the position of the PXRD peaks of UiO-68-C═O is similar to that of UiO-68-OH, pointing toward retention of the framework topology. Therefore, by using postsynthetic modification approach, UiO-68-C═O was quantitatively obtained from UiO-68-OH via in situ oxidation.", "Figure 4. Solid-state ", "13", "C NMR spectra of (a) UiO-68-OH; (b) oxidation for 5 s; (c) oxidation for 20 s; (d) UiO-68-C═O (oxidation for 5 min); (e) reduction for 40 s; (f) reduction for 80 s.", "In order to prove the oxidation transformation occurred within the MOF backbone, we investigated the SSNMR spectra of the UiO-68-OH crystals after different oxidation periods (", "Figure ", "4", "b and c). For example, spectrum taken after 5 s shows resonances at both 117 and 186 ppm, characteristic of the unique carbon atoms of compound ", "1", " and ", "2", ". These spectra indicate the simultaneous presence of compounds ", "1", " and ", "2", " in the MOF backbone, confirming the oxidation transformation happened within the MOF backbone. Furthermore, the PXRD patterns of crystals after different oxidation time match that of UiO-68-OH and UiO-68-C═O (Supporting Information ", "Figure S18", "), indicating the retention of the framework topology not only before and after full transformation, but also throughout the oxidation process.", "Reduction of UiO-68-C═O back to UiO-68-OH [named UiO-68-OH(R)] was then performed. After addition of an excess of VC in DMF, the yellow octahedron-shaped crystals gradually changed back to colorless while again retaining their shape (", "Figure ", "1", "c). Interestingly, core–shell liked MOFs (with a yellow center and colorless on the outside, ", "Figure ", "1", "c) were observed during this process. The formation of core–shell MOFs can be explained by the slow diffusion of VC into the crystals of UiO-68-C═O, which results the reduction of the outsurfaces of MOF first and then the inside. After further proved by SSNMR spectrum of the UiO-68-C═O crystals with different reduction time (", "Figure ", "4", "e and f), we can conclude again the reduction of UiO-68-C═O back to UiO-68-OH definitely occurred within the MOF backbone. On the basis of the ", "1", "H NMR spectrum of digested crystals (", "Figure ", "3", "g), the quinone units in UiO-68-OH were quantitatively reduced back to hydroquinone within 15 min. Furthermore, the PXRD experiments (", "Figure ", "2", " and Supporting Information ", "Figure S18", ") demonstrate that the crystallinity was again retained during this reduction process. Thus, UiO-68-OH can be quantitatively oxidized to UiO-68-C═O, and UiO-68-C═O can be quantitatively reduced back to UiO-68-OH. Such SCSC transformations can be repeated for at least three cycles, with quantitative transformation (Supporting Information ", "Figure S13", ") and retention of crystallinity (Supporting Information ", "Figure S14", ").", "Figure 5. Bright-field and PL images (excited with mercury lamp) of fresh UiO-68-OH (a and d), fresh UiO-68-C═O (b and e), and fresh UiO-68-OH(R) (c and f). The pictures were taken with crystals covered by a thin layer of DMF. The scale bar is 100 μm.", "Solid-state luminescence materials that exhibit a reversible stimulus-responsive change of luminescence color have attracted great attention in recent years for their manifold applications.", "(50, 51)", " The reversible SCSC transformation in UiO-68-OH is also accompanied by a drastic change in its fluorescence spectrum. As shown in ", "Figure ", "5", ", UiO-68-OH shows a blue emission, whereas UiO-68-C═O is almost nonfluorescent. After further reduction of UiO-68-C═O, UiO-68-OH(R) crystals have a blue emission again. This fluorescent switching behavior can be repeated for at least three cycles. We believe this phenomenon to be ascribed to the ligands, as compound ", "1", " and ", "2", " have totally different absorption (Supporting Information ", "Figure S3", ") and fluorescence (Supporting Information ", "Figure S4", ") properties matching those of UiO-68-OH and UiO-68-C═O.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Conclusion", "We have reported a novel redox-switchable MOF, which can undergo a reversible SCSC transformation through a hydroquinone/quinone redox reaction. Our investigations demonstrate that, with the right choice of oxidant and reductant, the hydroquinone/quinone redox reaction can not only happen unhindered in the solution state but also quantitatively take place in the MOF, with retention of crystallinity. We also monitored the switching process, which clearly demonstrates that the redox-triggered transformation occurred gradually in the MOF backbone and from the outsurface to the inside. Because MOFs can be designed and their properties can be tailored to a given task, we believe this study represents a general strategy to enable quantitative conversion of OMS in the solid state by incorporation of the OMS into the robust framework of an MOF. In addition, drastic spectroscopic properties changes accompany this SCSC transformation process. We are in the process of fabricating UiO-68-OH based thin-film,", "(52, 53)", " with the aim of their implementation in information storage or other redox-based electronic devices.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Supporting Information", "The Supporting Information is available free of charge on the ", "ACS Publications website", " at DOI: ", "10.1021/acs.chemmater.5b02648", ".", "Details of the synthesis, MOF characterization, switching study, and crystallographic data. (", "PDF", ")", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Acknowledgment", "This work was supported by National Natural Science Foundation of China (21203140, 21271172), the Research Fund for the Doctoral Program of Higher Education of China (20130141110008), the Outstanding Youth Foundation of Hubei Province (2015CFA045), and the Beijing National Laboratory for Molecular Sciences. We thank Dr. Junfeng Xiang (Institute of Chemistry, Chinese Academy of Science) for SSNMR measurement, Professor Zhiling Zhang and Miss Li Zhang (Wuhan University) for crystal images recording and all the staff members of the 3W1A beamline of the Beijing Synchrotron Radiation Facility (BSRF) for crystallographic data collection.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "References", "This article references 53 other publications.", "1. ", "Sauvage", ", ", "J. P.", "  ", "Molecular Machines and Motors", "; ", "Springer-Verlag", ": ", "Berlin/Heidelberg, Germany", ", ", "2001", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "2. ", "Feringa", ", ", "B. L.", "; ", "Brwone", ", ", "W. R.", "  ", "Molecular Switches", "; ", "Wiley-VCH", ": ", "Weinheim, Germany", ", ", "2011", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "3. ", "Credi", ", ", "A.", "; ", "Silvi", ", ", "S.", "; ", "Venturi", ", ", "M.", "  ", "Molecular Machines and Motors: Recent Advances and Perspectives", "; ", "Springer International Publishing", ": ", "Switzerland", ", ", "2014", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "4. ", "Tian", ", ", "H.", "; ", "Yang", ", ", "S.", " ", "Recent progresses on diarylethene based photochromic switches", " ", "Chem. Soc. Rev.", " ", "2004", ",  ", "33", ",  ", "85", "– ", "97", " DOI: 10.1039/b302356g", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Recent progresses on diarylethene based photochromic switches", "Tian, He; Yang, Songjie", "Chemical Society Reviews", "\r\n        (", "2004", "),\r\n    ", "33", "\r\n        (", "2", "),\r\n    ", "85-97", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Org. photochromic materials have received considerable attention because of their potential for photonic applications, esp. for fast and high d. data storage.  In 2000, Chem. Reviews published a special issue on photochromic materials including a review about the properties and applications of diarylethene photochromic compds.  Since then much impressive progress has been made in this area.  Various new diarylethene derivs. have been prepd. and examd.  The tutorial review presented herein describes developments in diarylethene-based mol. switches made in the last three years.  In addn., the synthetic aspects of diarylethene photochromic compds., which are important issues and neglected in most previous reviews, have been included.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhtVejsrw%253D&md5=fe1dbf9e705cb08801e5c05e1694bb42", "5. ", "Cao", ", ", "D.", "; ", "Amelia", ", ", "M.", "; ", "Klivansky", ", ", "L. M.", "; ", "Koshkakaryan", ", ", "G.", "; ", "Khan", ", ", "S. I.", "; ", "Semeraro", ", ", "M.", "; ", "Silvi", ", ", "S.", "; ", "Venturi", ", ", "M.", "; ", "Credi", ", ", "A.", "; ", "Liu", ", ", "Y.", " ", "Probing donor–acceptor interactions and co-conformational changes in redox active desymmetrized [2]catenanes", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "1110", "– ", "1122", " DOI: 10.1021/ja909041g", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Probing Donor-Acceptor Interactions and Co-Conformational Changes in Redox Active Desymmetrized [2]Catenanes", "Cao, Dennis; Amelia, Matteo; Klivansky, Liana M.; Koshkakaryan, Gayane; Khan, Saeed I.; Semeraro, Monica; Silvi, Serena; Venturi, Margherita; Credi, Alberto; Liu, Yi", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "3", "),\r\n    ", "1110-1122", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We describe the synthesis and characterization of a series of desymmetrized donor-acceptor [2]catenanes where different donor and acceptor units are assembled within a confined catenated geometry.  Remarkable translational selectivity is maintained in all cases, including two fully desymmetrized [2]catenanes where both donors and acceptors are different, as revealed by X-ray crystallog. in the solid state, and by 1H NMR spectroscopy and electrochem. in soln.  In all desymmetrized [2]catenanes the co-conformation is dominated by the strongest donor and acceptor pairs, whose charge-transfer interactions also det. the visible absorption properties.  Voltammetric and spectroelectrochem. expts. show that the catenanes can be reversibly switched among as many as seven states, characterized by distinct electronic and optical properties, by electrochem. stimulation in a relatively narrow and easily accessible potential window.  Moreover in some of these compds. the oxidn. of the electron donor units or the redn. of the electron acceptor ones causes the circumrotation of one mol. ring with respect to the other.  These features make these compds. appealing for the development of mol. electronic devices and mech. machines.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlGk&md5=511fc433c66a6f4bab8c4afc51d01fab", "6. ", "Andreasson", ", ", "J.", "; ", "Pischel", ", ", "U.", " ", "Smart molecules at work-mimicking advanced logic operations", " ", "Chem. Soc. Rev.", " ", "2010", ",  ", "39", ",  ", "174", "– ", "188", " DOI: 10.1039/B820280J", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Smart molecules at work-mimicking advanced logic operations", "Andreasson, Joakim; Pischel, Uwe", "Chemical Society Reviews", "\r\n        (", "2010", "),\r\n    ", "39", "\r\n        (", "1", "),\r\n    ", "174-188", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Mol. logic is an interdisciplinary research field, which has captured worldwide interest.  This tutorial review gives a brief introduction into mol. logic and Boolean algebra.  This serves as the basis for a discussion of the state-of-the-art and future challenges in the field.  Representative examples from the most recent literature including adders/subtractors, multiplexers/demultiplexers, encoders/decoders, and sequential logic devices (keypad locks) are highlighted.  Other horizons, such as the utility of mol. logic in bio-related applications, are discussed as well.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFGrsrrO&md5=75e9274edf6131a08c660bf341c0269b", "7. ", "Simão", ", ", "C.", "; ", "Mas-Torrent", ", ", "M.", "; ", "Crivillers", ", ", "N.", "; ", "Lloveras", ", ", "V.", "; ", "Artés", ", ", "J. M.", "; ", "Gorostiza", ", ", "P.", "; ", "Veciana", ", ", "J.", "; ", "Rovira", ", ", "C.", " ", "A robust molecular platform for non-volatile memory devices with optical and magnetic responses", " ", "Nat. Chem.", " ", "2011", ",  ", "3", ",  ", "359", "– ", "364", " DOI: 10.1038/nchem.1013", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "A robust molecular platform for non-volatile memory devices with optical and magnetic responses", "Simao, Claudia; Mas-Torrent, Marta; Crivillers, Nuria; Lloveras, Vega; Artes, Juan Manuel; Gorostiza, Pau; Veciana, Jaume; Rovira, Concepcio", "Nature Chemistry", "\r\n        (", "2011", "),\r\n    ", "3", "\r\n        (", "5", "),\r\n    ", "359-364", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Bistable mols. that behave as switches in soln. have long been known.  Systems that can be reversibly converted between two stable states that differ in their phys. properties are particularly attractive in the development of memory devices when immobilized in substrates.  Here, we report a highly robust surface-confined switch based on an electroactive, persistent org. radical immobilized on indium tin oxide substrates that can be electrochem. and reversibly converted to the anion form.  This mol. bistable system behaves as an extremely robust redox switch in which an elec. input is transduced into optical as well as magnetic outputs under ambient conditions.  The fact that this mol. surface switch, operating at very low voltages, can be patterned and addressed locally, and also has exceptionally high long-term stability and excellent reversibility and reproducibility, makes it a very promising platform for non-volatile memory devices.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXkvVKlsrs%253D&md5=a7fd944c5c07291f3354ba71f51619d5", "8. ", "Zhang", ", ", "J.", "; ", "Zou", ", ", "Q.", "; ", "Tian", ", ", "H.", " ", "Photochromic materials: more than meets the eye", " ", "Adv. Mater.", " ", "2013", ",  ", "25", ",  ", "378", "– ", "399", " DOI: 10.1002/adma.201201521", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Photochromic Materials: More Than Meets The Eye", "Zhang, Junji; Zou, Qi; Tian, He", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2013", "),\r\n    ", "25", "\r\n        (", "3", "),\r\n    ", "378-399", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Photochromic materials are a family of compds. which can undergo reversible photoswitching between two different states or isomers with remarkably different properties.  Inspired by their smart photoswitchable characteristics, a variety of light-driven functional materials have been exploited, such as ultrahigh-d. optical data storage, mol. switches, logic gates, mol. wires, optic/electronic devices, sensors, bio-imaging and so on.  This review commences with a brief description of exciting progress in this field, from systems in soln. to modified functional surfaces.  Further development of these photoswitchable systems into practical applications as well as existing challenges are also discussed and put in prospect.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1aqt7bK&md5=00b8bea6c1561d58964c35fe87f51149", "9. ", "McMorn", ", ", "P.", "; ", "Hutchings", ", ", "G. J.", " ", "Heterogeneous enantioselective catalysts: strategies for the immobilisation of homogeneous catalysts", " ", "Chem. Soc. Rev.", " ", "2004", ",  ", "33", ",  ", "108", "– ", "122", " DOI: 10.1039/b200387m", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Heterogeneous enantioselective catalysts: strategies for the immobilization of homogeneous catalysts", "McMorn, Paul; Hutchings, Graham J.", "Chemical Society Reviews", "\r\n        (", "2004", "),\r\n    ", "33", "\r\n        (", "2", "),\r\n    ", "108-122", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Enantioselective formation of C-H, C-C, C-O and C-N bonds has been extensively studied using homogeneous asym. catalysts for many years.  However, these catalysts have yet to make a significant impact in the industrial synthesis of fine chems.  A central reason is that homogeneous asym. catalyst design requires relatively bulky ligands and catalyst re-use through recovery and recycle often causes problems.  One mechanism to overcome this problem is to immobilize the asym. catalyst onto a support and the resulting heterogeneous asym. catalyst can, in principle, be readily re-used.  This review covers the different methodologies for immobilization, including: adsorption, encapsulation, tethering using a covalent bond and electrostatic interaction.  Most importantly, recent studies will be highlighted that demonstrate that immobilized catalysts can give higher enantioselection when compared with their non-immobilized counterparts and the question of how high enantioselection can be achieved is addressed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhtVaqu7Y%253D&md5=5d9584f5de177ce72ca4cd14db848d68", "10. ", "Trindade", ", ", "A. F.", "; ", "Gois", ", ", "P. M. P.", "; ", "Afonso", ", ", "C. A. M.", " ", "Recyclable stereoselective catalysts", " ", "Chem. Rev.", " ", "2009", ",  ", "109", ",  ", "418", "– ", "514", " DOI: 10.1021/cr800200t", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Recyclable Stereoselective Catalysts", "Trindade, Alexandre F.; Gois, Pedro M. P.; Afonso, Carlos A. M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2009", "),\r\n    ", "109", "\r\n        (", "2", "),\r\n    ", "418-514", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Recyclable asym. catalysts were reviewed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhvVSgtLY%253D&md5=816606b3fba347ef9f6a69cd8354ed5f", "11. ", "Browne", ", ", "W. R.", "; ", "Feringa", ", ", "B. L.", " ", "Light switching of molecules on surfaces", " ", "Annu. Rev. Phys. Chem.", " ", "2009", ",  ", "60", ",  ", "407", "– ", "428", " DOI: 10.1146/annurev.physchem.040808.090423", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Light switching of molecules on surfaces", "Browne, Wesley R.; Feringa, Ben L.", "Annual Review of Physical Chemistry", "\r\n        (", "2009", "),\r\n    ", "60", "\r\n        (", "),\r\n    ", "407-428", "CODEN:\r\n                ", "ARPLAP", ";\r\n        ISSN:", "0066-426X", ".\r\n    \r\n            (", "Annual Reviews Inc.", ")\r\n        ", "A review.  Smart surfaces, surfaces that respond to an external stimulus in a defined manner, hold considerable potential as components in mol.-based devices, not least as discrete switching elements.  Many stimuli can be used to switch surfaces between different states, including redox, light, pH, and ion triggers.  The present review focuses on mol. switching through the electronic excitation of mols. on surfaces with light.  In developing light-responsive surfaces, investigators face several challenges, not only in achieving high photostationary states and fully reversible switching, but also in dealing with fatigue resistance and the effect of immobilization itself on mol. properties.  The immobilization of light-responsive mols. requires the design and synthesis of functional mol. components both to achieve light switching and to anchor the mol. entity onto a surface.  This review discusses several demonstrative examples of photoswitchable mol. systems in which the photochem. has been explored in the immobilized state under ambient conditions and esp. on electroactive surfaces, including self-assembled monolayers, bilayers, and polymer films.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXlvVCkurw%253D&md5=93e7f8b92c37d8b495e14626cca8bc3e", "12. ", "Fuentes", ", ", "N.", "; ", "Martin-Lasanta", ", ", "A.", "; ", "Alvarez de Cienfuegos", ", ", "L.", "; ", "Ribagorda", ", ", "M.", "; ", "Parra", ", ", "A.", "; ", "Cuerva", ", ", "J. M.", " ", "Organic-based molecular switches for molecular electronics", " ", "Nanoscale", " ", "2011", ",  ", "3", ",  ", "4003", "– ", "4014", " DOI: 10.1039/c1nr10536a", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Organic-based molecular switches for molecular electronics", "Fuentes, Noelia; Martin-Lasanta, Ana; Alvarez de Cienfuegos, Luis; Ribagorda, Maria; Parra, Andres; Cuerva, Juan M.", "Nanoscale", "\r\n        (", "2011", "),\r\n    ", "3", "\r\n        (", "10", "),\r\n    ", "4003-4014", "CODEN:\r\n                ", "NANOHL", ";\r\n        ISSN:", "2040-3372", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  In a general sense, mol. electronics (ME) is the branch of nanotechnol. which studies the application of mol. building blocks for the fabrication of electronic components.  Among the different types of mols., org. compds. have been revealed as promising candidates for ME, due to the easy access, great structural diversity and suitable electronic and mech. properties.  Thanks to these useful capabilities, org. mols. have been used to emulate electronic devices at the nanoscopic scale.  In this feature article, we present the diverse strategies used to develop org. switches towards ME with special attention to non-volatile systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlWitr7P&md5=543049bf6821804f27323786b8c84924", "13. ", "Gahl", ", ", "C.", "; ", "Schmidt", ", ", "R.", "; ", "Brete", ", ", "D.", "; ", "McNellis", ", ", "E. R.", "; ", "Freyer", ", ", "W.", "; ", "Carley", ", ", "R.", "; ", "Reuter", ", ", "K.", "; ", "Weinelt", ", ", "M.", " ", "Structure and excitonic coupling in self-assembled monolayers of azobenzene-functionalized alkanethiols", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "1831", "– ", "1838", " DOI: 10.1021/ja903636q", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Structure and Excitonic Coupling in Self-Assembled Monolayers of Azobenzene-Functionalized Alkanethiols", "Gahl, Cornelius; Schmidt, Roland; Brete, Daniel; McNellis, Erik R.; Freyer, Wolfgang; Carley, Robert; Reuter, Karsten; Weinelt, Martin", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "6", "),\r\n    ", "1831-1838", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Optical properties and the geometric structure of self-assembled monolayers of azobenzene-functionalized alkanethiols were studied by UV/visible and near edge x-ray absorption fine structure spectroscopy in combination with d.-functional theory.  By attaching a trifluoro-Me end group to the chromophore both the mol. tilt and twist angle of the azobenzene moiety are accessible.  Based on this detailed structural anal. the energetic shifts obsd. in optical reflection spectroscopy can be qual. described within an extended dipole model.  This substantiates sizable excitonic coupling among the azobenzene chromophores as an important mechanism that hinders trans to cis isomerization in densely packed self-assembled monolayers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVSitbo%253D&md5=48e26dfb1cc00ce11d29bd86d3c610db", "14. ", "Horike", ", ", "S.", "; ", "Shimomura", ", ", "S.", "; ", "Kitagawa", ", ", "S.", " ", "Soft porous crystals", " ", "Nat. Chem.", " ", "2009", ",  ", "1", ",  ", "695", "– ", "704", " DOI: 10.1038/nchem.444", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Soft porous crystals", "Horike, Satoshi; Shimomura, Satoru; Kitagawa, Susumu", "Nature Chemistry", "\r\n        (", "2009", "),\r\n    ", "1", "\r\n        (", "9", "),\r\n    ", "695-704", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The field of host-guest complexation is intensely attractive from diverse perspectives, including materials science, chem. and biol.  The uptake and encapsulation of guest species by host frameworks are being investigated for a wide variety of purposes, including sepn. and storage using zeolites, and recognition and sensing by enzymes in soln.  Here we focus on the concept of the cooperative integration of 'softness' and 'regularity'.  Recent developments on porous coordination polymers (or metal-org. frameworks) have provided the inherent properties that combine these features.  Such soft porous crystals exhibit dynamic frameworks that are able to respond to external stimuli such as light, elec. fields or the presence of particular species, but they are also cryst. and can change their channels reversibly while retaining high regularity.  We discuss the relationship between the structures and properties of these materials in view of their practical applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsVGnt7vK&md5=c1f813fb0eef80c8a2456fc7f2a0c34c", "15. ", "Férey", ", ", "G.", "; ", "Serre", ", ", "C.", " ", "Large breathing effects in three-dimensional porous hybrid matter: facts, analyses, rules and consequences", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1380", "– ", "1399", " DOI: 10.1039/b804302g", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Large breathing effects in three-dimensional porous hybrid matter: facts, analyses, rules and consequences", "Ferey, Gerard; Serre, Christian", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1380-1399", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This crit. review focuses on a strange behavior of crystd. solid matter: its reversible swelling with large magnitude.  This will be of interest for experts in porous solids but also for solid state chemists and physicists.  Some examples, classified according to the dimensionality of the inorg. subnetwork, present the general requirements and the structural rules which govern the existence of this phenomenon.  Its consequences concern specific applications related to sensors, energy savings, sustainable development and health (100 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu70%253D&md5=a620fc681f135bdce4044f16b18c60b1", "16. ", "Zhou", ", ", "H.-C.", "; ", "Long", ", ", "J. R.", "; ", "Yaghi", ", ", "O. M.", " ", "Introduction to metal–organic frameworks", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "673", "– ", "674", " DOI: 10.1021/cr300014x", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Introduction to Metal-Organic Frameworks", "Zhou, Hong-Cai; Long, Jeffrey R.; Yaghi, Omar M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "673-674", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review is presented on prepn., structure and application of Metal-Org. Frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1OjtLw%253D&md5=abf05fcd4ae6b394b7f1048a93f5ebbc", "17. ", "Furukawa", ", ", "H.", "; ", "Cordova", ", ", "K. E.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "The chemistry and applications of metal-organic frameworks", " ", "Science", " ", "2013", ",  ", "341", ",  ", "1230444", " DOI: 10.1126/science.1230444", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "The chemistry and applications of metal-organic frameworks", "Furukawa Hiroyasu; Cordova Kyle E; O'Keeffe Michael; Yaghi Omar M", "Science (New York, N.Y.)", "\r\n        (", "2013", "),\r\n    ", "341", "\r\n        (", "6149", "),\r\n    ", "1230444", "\r\n        ISSN:", ".\r\n    ", "Crystalline metal-organic frameworks (MOFs) are formed by reticular synthesis, which creates strong bonds between inorganic and organic units.  Careful selection of MOF constituents can yield crystals of ultrahigh porosity and high thermal and chemical stability.  These characteristics allow the interior of MOFs to be chemically altered for use in gas separation, gas storage, and catalysis, among other applications.  The precision commonly exercised in their chemical modification and the ability to expand their metrics without changing the underlying topology have not been achieved with other solids.  MOFs whose chemical composition and shape of building units can be multiply varied within a particular structure already exist and may lead to materials that offer a synergistic combination of properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3sbjs1yrsw%253D%253D&md5=7eb2a10c62623ff8a27708ffe9561d45", "18. ", "Zhang", ", ", "J.-P.", "; ", "Liao", ", ", "P.-Q.", "; ", "Zhou", ", ", "H.-L.", "; ", "Lin", ", ", "R.-B.", "; ", "Chen", ", ", "X.-M.", " ", "Single-crystal X-ray diffraction studies on structural transformations of porous coordination polymers", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5789", "– ", "5814", " DOI: 10.1039/C4CS00129J", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Single-crystal X-ray diffraction studies on structural transformations of porous coordination polymers", "Zhang, Jie-Peng; Liao, Pei-Qin; Zhou, Hao-Long; Lin, Rui-Biao; Chen, Xiao-Ming", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5789-5814", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  X-ray single-crystal diffraction has been the most straightforward and important technique in structural detn. of cryst. materials for understanding their structure-property relations.  This powerful tool can be used to directly visualize the precise and detailed structural information of porous coordination polymers or metal-org. frameworks at different states, which are unique for their flexible host frameworks compared with conventional adsorbents.  With a series of selected recent examples, this review gives a brief overview of single-crystal x-ray diffraction studies and single-crystal to single-crystal transformations of porous coordination polymers under various chem. and phys. stimuli such as solvent and gas sorption/desorption/exchange, chem. reaction and temp. change.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtVKjs7rO&md5=02c271334a69cc398238d2f64b7e2e8c", "19. ", "Deng", ", ", "H.", "; ", "Olson", ", ", "M. A.", "; ", "Stoddart", ", ", "J. F.", "; ", "Yaghi", ", ", "O. M.", " ", "Robust dynamics", " ", "Nat. Chem.", " ", "2010", ",  ", "2", ",  ", "439", "– ", "443", " DOI: 10.1038/nchem.654", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Robust dynamics", "Deng, Hexiang; Olson, Mark A.; Stoddart, J. Fraser; Yaghi, Omar M.", "Nature Chemistry", "\r\n        (", "2010", "),\r\n    ", "2", "\r\n        (", "6", "),\r\n    ", "439-443", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Although metal-org. frameworks are extensive in no. and have found widespread applications, there remains a need to add complexity to their structures in a controlled manner.  It is inevitable that frameworks capable of dynamics will be required.  However, as in other extended structures, when they are flexible, they fail.  We propose that mech. interlocked mols. be inserted covalently into the rigid framework backbone such that they are mounted as integrated components, capable of dynamics, without compromising the fidelity of the entire system.  We have coined the term 'robust dynamics' to describe constructs where the repeated dynamics of one entity does not affect the integrity of any others linked to it.  The implication of this concept for dynamic mols., whose performance has the disadvantages of random motion, is to bring them to a standstill in three-dimensional extended structures and thus significantly enhance their order, and ultimately their coherence and performance.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXmtlWlt7g%253D&md5=79cf0fcec448dd09b5fbfead8b5c0003", "20. ", "Xuan", ", ", "W.", "; ", "Zhu", ", ", "C.", "; ", "Liu", ", ", "Y.", "; ", "Cui", ", ", "Y.", " ", "Mesoporous metal–organic framework materials", " ", "Chem. Soc. Rev.", " ", "2012", ",  ", "41", ",  ", "1677", "– ", "1695", " DOI: 10.1039/C1CS15196G", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "20. ", "Mesoporous metal-organic framework materials", "Xuan, Weimin; Zhu, Chengfeng; Liu, Yan; Cui, Yong", "Chemical Society Reviews", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "5", "),\r\n    ", "1677-1695", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) have emerged as a new type of porous materials for diverse applications.  Most open MOFs reported to date are microporous (pore sizes <2 nm), and only a small fraction of MOFs with ordered mesoscale domains (2-50 nm) is reported.  This tutorial review covers recent advances in the field of mesoporous MOFs (mesoMOFs), including their design and synthesis, porosity activation and surface modification, and potential applications in storage and sepn., catalysis, drug delivery and imaging.  Their specificities are dependent on the pore shape, size, and chem. environments of the cages or channels.  The relationship between the structures and functions is discussed.  The future outlook for the field is discussed in the context of current challenges in applications of mesoporous materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XitFyjsL8%253D&md5=0257e302a3336ae4d3d8787e852fe3e6", "21. ", "Hu", ", ", "Z.", "; ", "Deibert", ", ", "B. J.", "; ", "Li", ", ", "J.", " ", "Luminescent metal-organic frameworks for chemical sensing and explosive detection", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5815", "– ", "5840", " DOI: 10.1039/C4CS00010B", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "Luminescent metal-organic frameworks for chemical sensing and explosive detection", "Hu, Zhichao; Deibert, Benjamin J.; Li, Jing", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5815-5840", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) are a unique class of cryst. solids comprised of metal cations (or metal clusters) and org. ligands that have shown promise for a wide variety of applications.  Over the past 15 years, research and development of these materials have become one of the most intensely and extensively pursued areas.  A very interesting and well-investigated topic is their optical emission properties and related applications.  Several reviews have provided a comprehensive overview covering many aspects of the subject up to 2011.  This review intends to provide an update of work published since then and focuses on the photoluminescence (PL) properties of MOFs and their possible utility in chem. and biol. sensing and detection.  The spectrum of this review includes the origin of luminescence in MOFs, the advantages of luminescent MOF (LMOF) based sensors, general strategies in designing sensory materials, and examples of various applications in sensing and detection.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7nL&md5=0369c383e7a6f4eeb65c73b2b66f1137", "22. ", "Kole", ", ", "G. K.", "; ", "Vittal", ", ", "J. J.", " ", "Solid-state reactivity and structural transformations involving coordination polymers", " ", "Chem. Soc. Rev.", " ", "2013", ",  ", "42", ",  ", "1755", "– ", "1775", " DOI: 10.1039/C2CS35234F", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "Solid-state reactivity and structural transformations involving coordination polymers", "Kole, Goutam Kumar; Vittal, Jagadese J.", "Chemical Society Reviews", "\r\n        (", "2013", "),\r\n    ", "42", "\r\n        (", "4", "),\r\n    ", "1755-1775", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This tutorial review discusses recent literature on coordination polymers and metal-org. frameworks (MOFs) that exhibit solid-state reactivity and structural transformation under various exptl. conditions.  Removal or exchange of solvents and guest mols., exposure to reactive vapors, and external stimuli such as heat, light or mechanochem. force cause such structural transformations and these are often manifested by various phys. properties such as color, magnetism, luminescence, chirality, porosity, etc. due to change in coordination no. and geometry, dimensionality, interpenetration, etc.  More drastic transformations related to the exchange of metal ions, pillar ligands and insertion of addnl. ligands between the layers also were demonstrated.  The vast area of dynamic behavior of coordination polymers and their stimuli-responsive properties also were addressed briefly.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsV2kuro%253D&md5=91fae4fb685a46e2a6fd3a76b3891515", "23. ", "Schneemann", ", ", "A.", "; ", "Bon", ", ", "V.", "; ", "Schwedler", ", ", "I.", "; ", "Senkovska", ", ", "I.", "; ", "Kaskel", ", ", "S.", "; ", "Fischer", ", ", "R. A.", " ", "Flexible metal-organic frameworks", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "6062", "– ", "6096", " DOI: 10.1039/C4CS00101J", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "23. ", "Flexible metal-organic frameworks", "Schneemann, A.; Bon, V.; Schwedler, I.; Senkovska, I.; Kaskel, S.; Fischer, R. A.", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "6062-6096", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Advances in flexible and functional metal-org. frameworks (MOFs), also called soft porous crystals, are reviewed by covering the literature of the five years period 2009-2013 with ref. to the early pertinent work since the late 1990s.  Flexible MOFs combine the cryst. order of the underlying coordination network with cooperative structural transformability.  These materials can respond to phys. and chem. stimuli of various kinds in a tunable fashion by mol. design, which does not exist for other known solid-state materials.  Among the fascinating properties are so-called breathing and swelling phenomena as a function of host-guest interactions.  Phase transitions are triggered by guest adsorption/desorption, photochem., thermal, and mech. stimuli.  Other important flexible properties of MOFs, such as linker rotation and sub-net sliding, which are not necessarily accompanied by crystallog. phase transitions, are briefly mentioned as well.  Emphasis is given on reviewing the recent progress in application of in situ characterization techniques and the results of theor. approaches to characterize and understand the breathing mechanisms and phase transitions.  The flexible MOF systems, which are discussed, are categorized by the type of metal-nodes involved and how their coordination chem. with the linker mols. controls the framework dynamics.  Aspects of tailoring the flexible and responsive properties by the mixed component solid-soln. concept are included, and as well examples of possible applications of flexible metal-org. frameworks for sepn., catalysis, sensing, and biomedicine.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7nI&md5=b824d2bff6379c9662b50e86739b42f7", "24. ", "Chen", ", ", "B.", "; ", "Xiang", ", ", "S.", "; ", "Qian", ", ", "G.", " ", "Metal–organic frameworks with functional pores for recognition of small molecules", " ", "Acc. Chem. Res.", " ", "2010", ",  ", "43", ",  ", "1115", "– ", "1124", " DOI: 10.1021/ar100023y", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Metal-Organic Frameworks with Functional Pores for Recognition of Small Molecules", "Chen, Banglin; Xiang, Shengchang; Qian, Guodong", "Accounts of Chemical Research", "\r\n        (", "2010", "),\r\n    ", "43", "\r\n        (", "8", "),\r\n    ", "1115-1124", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Mol. recognition, an important process in biol. and chem. systems, governs the diverse functions of a variety of enzymes and unique properties of some synthetic receptors.  Because mol. recognition is based on weak interactions between receptors and substrates, the design and assembly of synthetic receptors to mimic biol. systems and the development of novel materials to discriminate different substrates for selective recognition of specific mols. has proved challenging.  The extensive research on synthetic receptors for mol. recognition, particularly on noncovalent complexes self-assembled by hydrogen bonding and metal-org. coordination, has revealed some underlying principles.  In particular, these studies have demonstrated that the shapes of the supramol. receptors play significant roles in their specific and selective recognition of substrates: receptors can offer concave surfaces that complement their convex targets.  This Account describes our research to develop a synthetic mol. recognition platform using porous metal-org. frameworks (MOFs).  These materials contain functional pores to direct their specific and unique recognition of small mols. through several types of interactions: van der Waals interactions of the framework surface with the substrate, metal-substrate interactions, and hydrogen bonding of the framework surface with the substrate.  These materials have potential applications for gas storage, sepn., and sensing.  We demonstrate a simple strategy to construct a primitive cubic net of interpenetrated microporous MOFs from the self-assembly of the paddle-wheel clusters M2(CO2)4 (M = Cu2+, Zn2+, and Co2+) with two types of org. dicarboxylic acid and pillar bidentate linkers.  This efficient method allows us to rationally tune the micropores to size-exclusively sort different small gas mols., leading to the highly selective sepn. and purifn. of gases.  By optimizing the strong interactions between open metal sites within porous MOFs and gas mols. such as hydrogen and acetylene, we have developed several MOF materials with extraordinary acetylene storage capacity at room temp.  We have also immobilized Lewis acidic and basic sites into luminescent porous MOFs to recognize and sense neutral and ionic species.  Using the strategy to systematically immobilize different open metal sites within porous MOFs from the metallo-ligand precursors, we have developed the first microporous mixed-metal-org. framework (M'MOF) with enhanced affinity for hydrogen mols., which successfully sepd. D2 from H2 using kinetic isotope quantum mol. sieving.  Because we can functionalize the pores to direct their specific recognition of small mols., the emerging porous MOFs serve as novel functional materials for gas storage, sepn., heterogeneous catalysis, and sensing.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXlslyhtrs%253D&md5=f9230905a5656f9fe0e487967ecae356", "25. ", "Deng", ", ", "H.", "; ", "Grunder", ", ", "S.", "; ", "Cordova", ", ", "K. E.", "; ", "Valente", ", ", "C.", "; ", "Furukawa", ", ", "H.", "; ", "Hmadeh", ", ", "M.", "; ", "Gandara", ", ", "F.", "; ", "Whalley", ", ", "A. C.", "; ", "Liu", ", ", "Z.", "; ", "Asahina", ", ", "S.", "; ", "Kazumori", ", ", "H.", "; ", "O’Keeffe", ", ", "M.", "; ", "Terasaki", ", ", "O.", "; ", "Stoddart", ", ", "J. F.", "; ", "Yaghi", ", ", "O. M.", " ", "Large-pore apertures in a series of metal-organic frameworks", " ", "Science", " ", "2012", ",  ", "336", ",  ", "1018", "– ", "1023", " DOI: 10.1126/science.1220131", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "25. ", "Large-Pore Apertures in a Series of Metal-Organic Frameworks", "Deng, Hexiang; Grunder, Sergio; Cordova, Kyle E.; Valente, Cory; Furukawa, Hiroyasu; Hmadeh, Mohamad; Gandara, Felipe; Whalley, Adam C.; Liu, Zheng; Asahina, Shunsuke; Kazumori, Hiroyoshi; O'Keeffe, Michael; Terasaki, Osamu; Stoddart, J. Fraser; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "336", "\r\n        (", "6084", "),\r\n    ", "1018-1023", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The authors report a strategy to expand the pore aperture of metal-org. frameworks (MOFs) into a previously unattained size regime (>32 Å).  Specifically, the systematic expansion of a known MOF structure, MOF-74, from its original link of one phenylene ring (I) to two, three, four, five, six, seven, nine, and eleven (II to XI, resp.), afforded an isoreticular series of Mg- or Zn-contg. MOF-74 structures (termed IRMOF-74-I to -XI) with pore apertures ranging from 14 to 98 Å.  All members of this series have noninterpenetrating structures and exhibit robust architectures, as evidenced by their permanent porosity and high thermal stability (up to 300°).  The pore apertures of an oligoethylene glycol-functionalized IRMOF-74-VII and IRMOF-74-IX are large enough for natural proteins to enter the pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xnt1Kgt7s%253D&md5=be82c139a536be7009991c48606c3829", "26. ", "Sakata", ", ", "Y.", "; ", "Furukawa", ", ", "S.", "; ", "Kondo", ", ", "M.", "; ", "Hirai", ", ", "K.", "; ", "Horike", ", ", "N.", "; ", "Takashima", ", ", "Y.", "; ", "Uehara", ", ", "H.", "; ", "Louvain", ", ", "N.", "; ", "Meilikhov", ", ", "M.", "; ", "Tsuruoka", ", ", "T.", "; ", "Isoda", ", ", "S.", "; ", "Kosaka", ", ", "W.", "; ", "Sakata", ", ", "O.", "; ", "Kitagawa", ", ", "S.", " ", "Shape-memory nanopores induced in coordination frameworks by crystal downsizing", " ", "Science", " ", "2013", ",  ", "339", ",  ", "193", "– ", "196", " DOI: 10.1126/science.1231451", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "Shape-Memory Nanopores Induced in Coordination Frameworks by Crystal Downsizing", "Sakata, Yoko; Furukawa, Shuhei; Kondo, Mio; Hirai, Kenji; Horike, Nao; Takashima, Yohei; Uehara, Hiromitsu; Louvain, Nicolas; Meilikhov, Mikhail; Tsuruoka, Takaaki; Isoda, Seiji; Kosaka, Wataru; Sakata, Osami; Kitagawa, Susumu", "Science (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "339", "\r\n        (", "6116", "),\r\n    ", "193-196", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Flexible porous coordination polymers change their structure in response to mol. incorporation but recover their original configuration after the guest was removed.  The crystal downsizing of 2-fold interpenetrated frameworks of [Cu2(dicarboxylate)2(amine)]n regulates the structural flexibility and induces a shape-memory effect in the coordination frameworks.  In addn. to the two structures that contribute to the sorption process (i.e., a nonporous closed phase and a guest-included open phase), the authors isolated an unusual, metastable open dried phase when downsizing the crystals to the mesoscale, and the closed phase was recovered by thermal treatment.  Crystal downsizing suppressed the structural mobility and stabilized the open dried phase.  The successful isolation of two interconvertible empty phases, the closed phase and the open dried phase, provided switchable sorption properties with or without gate-opening behavior.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjvVCgtQ%253D%253D&md5=c90dd1835300d097b6002f4bbeefeff3", "27. ", "Modrow", ", ", "A.", "; ", "Zargarani", ", ", "D.", "; ", "Herges", ", ", "R.", "; ", "Stock", ", ", "N.", " ", "The first porous MOF with photoswitchable linker molecules", " ", "Dalton Trans.", " ", "2011", ",  ", "40", ",  ", "4217", "– ", "4222", " DOI: 10.1039/c0dt01629b", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "27. ", "The first porous MOF with photoswitchable linker molecules", "Modrow, Antje; Zargarani, Dordaneh; Herges, Rainer; Stock, Norbert", "Dalton Transactions", "\r\n        (", "2011", "),\r\n    ", "40", "\r\n        (", "16", "),\r\n    ", "4217-4222", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The authors synthesized a porous 2-fold interpenetrated MOF [Zn2(NDC)2(1)] (coined CAU-5) using 3-azo-phenyl-4,4'-bipyridine (1), 2,6-naphthalenedicarboxylic acid (H2NDC), and Zn(NO3)2·6H2O.  The azo-functionality protrudes into the pores, and can be switched, by irradn. with UV light (365 nm), from the thermodynamically stable trans-isomer to the cis-isomer.  Back-switching was achieved thermally and with an irradn. wavelength of λmax = 440 nm.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXkt1Kgtrg%253D&md5=b8af2a3d25d5eafe1ac5d547f0230a2e", "28. ", "Coskun", ", ", "A.", "; ", "Hmadeh", ", ", "M.", "; ", "Barin", ", ", "G.", "; ", "Gandara", ", ", "F.", "; ", "Li", ", ", "Q.", "; ", "Choi", ", ", "E.", "; ", "Strutt", ", ", "N. L.", "; ", "Cordes", ", ", "D. B.", "; ", "Slawin", ", ", "A. M.", "; ", "Stoddart", ", ", "J. F.", "; ", "Sauvage", ", ", "J. P.", "; ", "Yaghi", ", ", "O. M.", " ", "Metal-organic frameworks incorporating copper-complexed rotaxanes", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "2160", "– ", "2163", " DOI: 10.1002/anie.201107873", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "28. ", "Metal-Organic Frameworks Incorporating Copper-Complexed Rotaxanes", "Coskun, Ali; Hmadeh, Mohamad; Barin, Gokhan; Gandara, Felipe; Li, Qiaowei; Choi, Eunwoo; Strutt, Nathan L.; Cordes, David B.; Slawin, Alexandra M. Z.; Stoddart, J. Fraser; Sauvage, Jean-Pierre; Yaghi, Omar M.", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "9", "),\r\n    ", "2160-2163, S2160/1-S2160/7", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The synthesis and solid-state structure of a copper(I) [2]pseudorotaxanate (I), the prepn. of MOF-1040 and its single crystal structure, along with data supporting the oxidn. of Cu(I) to Cu(II), as well as the demetalation of the copper pseudorotaxanate creating rotaxanes with free coordination sites within the solid-state structure of MOF-1040 is reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFaisb4%253D&md5=76fbcbba7184744467eac7d2644b8b8f", "29. ", "Patel", ", ", "D. G.", "; ", "Walton", ", ", "I. M.", "; ", "Cox", ", ", "J. M.", "; ", "Gleason", ", ", "C. J.", "; ", "Butzer", ", ", "D. R.", "; ", "Benedict", ", ", "J. B.", " ", "Photoresponsive porous materials: the design and synthesis of photochromic diarylethene-based linkers and a metal-organic framework", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "2653", "– ", "2656", " DOI: 10.1039/c3cc49666j", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "Photoresponsive porous materials: the design and synthesis of photochromic diarylethene-based linkers and a metal-organic framework", "Patel, Dinesh G.; Walton, Ian M.; Cox, Jordan M.; Gleason, Cody J.; Butzer, David R.; Benedict, Jason B.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "20", "),\r\n    ", "2653-2656", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The synthesis and characterization of novel photochromic diarylethene-based linkers for use in metal-org. frameworks is described including crystal structure anal. of nearly all reaction intermediates.  The bis-carboxylated dithien-3-ylphenanthrenes can be prepd. under relatively mild conditions in high yield and were subsequently used to create a photoresponsive metal-org. framework, UBMOF-1.  While the photochromism of the ligand TPDC in soln. is fully reversible, the cycloreversion reaction is suppressed when this linker is incorporated into the cryst. framework of UBMOF-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXisVansbk%253D&md5=138df7ad7f67be797e32785bc7e1808a", "30. ", "Park", ", ", "J.", "; ", "Yuan", ", ", "D.", "; ", "Pham", ", ", "K. T.", "; ", "Li", ", ", "J. R.", "; ", "Yakovenko", ", ", "A.", "; ", "Zhou", ", ", "H. C.", " ", "Reversible alteration of CO", "2", " adsorption upon photochemical or thermal treatment in a metal-organic framework", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "99", "– ", "102", " DOI: 10.1021/ja209197f", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "Reversible Alteration of CO2 Adsorption upon Photochemical or Thermal Treatment in a Metal-Organic Framework", "Park, Jinhee; Yuan, Daqiang; Pham, Khanh T.; Li, Jian-Rong; Yakovenko, Andrey; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "1", "),\r\n    ", "99-102", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A metal-org. framework (MOF) for reversible alteration of guest mol. adsorption, here carbon dioxide, upon photochem. or thermal treatment has been discovered.  An azobenzene functional group, which can switch its conformation upon light irradn. or heat treatment, has been introduced to the org. linker of a MOF.  The resulting MOF adsorbs different amt. of CO2 after UV or heat treatment.  This remarkable stimuli-responsive adsorption effect has been demonstrated through expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1SmtbnP&md5=42ee8138ba6d04ba14d2d0967be5ffa6", "31. ", "Brown", ", ", "J. W.", "; ", "Henderson", ", ", "B. L.", "; ", "Kiesz", ", ", "M. D.", "; ", "Whalley", ", ", "A. C.", "; ", "Morris", ", ", "W.", "; ", "Grunder", ", ", "S.", "; ", "Deng", ", ", "H.", "; ", "Furukawa", ", ", "H.", "; ", "Zink", ", ", "J. I.", "; ", "Stoddart", ", ", "J. F.", "; ", "Yaghi", ", ", "O. M.", " ", "Photophysical pore control in an azobenzene-containing metal-organic framework", " ", "Chem. Sci.", " ", "2013", ",  ", "4", ",  ", "2858", "– ", "2864", " DOI: 10.1039/c3sc21659d", " ", "[", "Crossref", "], [", "CAS", "]", "31. ", "Photophysical pore control in an azobenzene-containing metal-organic framework", "Brown, Jonathan W.; Henderson, Bryana L.; Kiesz, Matthew D.; Whalley, Adam C.; Morris, William; Grunder, Sergio; Deng, Hexiang; Furukawa, Hiroyasu; Zink, Jeffrey I.; Stoddart, J. Fraser; Yaghi, Omar M.", "Chemical Science", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "7", "),\r\n    ", "2858-2864", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The synthesis and structure of an azobenzene functionalized isoreticular metal-org. framework (azo-IRMOF-74-III) [Mg2(C26H16O6N2)] (6) are described and the ability to controllably release a guest from its pores in response to an external stimulus was demonstrated.  Azo-IRMOF-74-III is an isoreticular expansion of MOF-74 with an etb topol. and a 1-D hexagonal pore structure.  The structure of azo-IRMOF-74-III is analogous to that of MOF-74, as demonstrated by powder x-ray diffraction, with a surface area of 2410 m2 g-1 BET.  Each org. unit within azo-IRMOF-74-III is decorated with a photoswitchable azobenzene unit, which can be toggled between its cis and trans conformation by excitation at 408 nm.  When propidium iodide dye was loaded into the MOF, spectroscopic studies showed that no release of the luminescent dye was obsd. under ambient conditions.  Upon irradn. of the MOF at 408 nm, however, the rapid wagging motion inherent to the repetitive isomerization of the azobenzene functionality triggered the release of the dye from the pores.  This light-induced release of cargo can be modulated between an on and an off state by controlling the conformation of the azobenzene with the appropriate wavelength of light.  This report highlights the ability to capture and release small mols. and demonstrates the utility of self-contained photo-active switches located inside highly porous MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXos1yqtrY%253D&md5=a46f55b0cbefddec2baa0173f6d5e19f", "32. ", "Kole", ", ", "G. K.", "; ", "Kojima", ", ", "T.", "; ", "Kawano", ", ", "M.", "; ", "Vittal", ", ", "J. J.", " ", "Reversible single-crystal-to-single-crystal photochemical formation and thermal cleavage of a cyclobutane ring", " ", "Angew. Chem., Int. Ed.", " ", "2014", ",  ", "53", ",  ", "2143", "– ", "2146", " DOI: 10.1002/anie.201306746", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "32. ", "Reversible Single-Crystal-to-Single-Crystal Photochemical Formation and Thermal Cleavage of a Cyclobutane Ring", "Kole, Goutam Kumar; Kojima, Tatsuhiro; Kawano, Masaki; Vittal, Jagadese J.", "Angewandte Chemie, International Edition", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "8", "),\r\n    ", "2143-2146", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A [2+2] cycloaddn. reaction has been obsd. in a no. of solids.  The cyclobutane ring in a photodimerized material can be cleaved into olefins by UV light and heat.  The high thermal stability of the metal-org. salt K2SDC (H2SDC = 4,4'-stilbenedicarboxylic acid) has been successfully utilized to investigate the reversible cleavage of a cyclobutane ring.  The two polymorphs of K2SDC undergo reversible cyclobutane formation by UV light and cleavage by heat in cycles.  Of these, one polymorph retains its single-crystal nature during the reversible processes.  Polymorphs are known to show different phys. properties and chem. reactivities.  This work reveals that the retention of single-crystal nature is strongly assocd. with the packing of mols., which is controlled by kinetics and thermodn.  The photoemissive nature of the products makes this as a promising material for photoswitches and optical data storage devices.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtlert7k%253D&md5=4ebfb4d1fc015fc47d74f528b171151c", "33. ", "Luo", ", ", "F.", "; ", "Fan", ", ", "C. B.", "; ", "Luo", ", ", "M. B.", "; ", "Wu", ", ", "X. L.", "; ", "Zhu", ", ", "Y.", "; ", "Pu", ", ", "S. Z.", "; ", "Xu", ", ", "W.-Y.", "; ", "Guo", ", ", "G.-C.", " ", "Photoswitching CO", "2", " capture and release in a photochromic diarylethene metal-organic framework", " ", "Angew. Chem., Int. Ed.", " ", "2014", ",  ", "53", ",  ", "9298", "– ", "9301", " DOI: 10.1002/anie.201311124", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "33. ", "Photoswitching CO2 Capture and Release in a Photochromic Diarylethene Metal-Organic Framework", "Luo, Feng; Fan, Cong Bin; Luo, Ming Biao; Wu, Xiao Liu; Zhu, Yan; Pu, Shou Zhi; Xu, Wen-Yuan; Guo, Guo-Cong", "Angewandte Chemie, International Edition", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "35", "),\r\n    ", "9298-9301", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors demonstrate a promising pathway towards low-energy CO2 capture and release triggered by UV and visible light.  A photosensitive diarylethene ligand was used to construct a photochromic diarylethene metal-org. framework (DMOF).  A local photochromic reaction originating from the framework movement induced by the photoswitchable diarylethene unit resulted in record CO2-desorption capacity of 75 % under static irradn. and 76 % under dynamic irradn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXns1Wmurc%253D&md5=6bfb8061468e3187e4f4232eeb31e9cd", "34. ", "Williams", ", ", "D. E.", "; ", "Rietman", ", ", "J. A.", "; ", "Maier", ", ", "J. M.", "; ", "Tan", ", ", "R.", "; ", "Greytak", ", ", "A. B.", "; ", "Smith", ", ", "M. D.", "; ", "Krause", ", ", "J. A.", "; ", "Shustova", ", ", "N. B.", " ", "Energy transfer on demand: photoswitch-directed behavior of metal-porphyrin frameworks", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "11886", "– ", "11889", " DOI: 10.1021/ja505589d", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "34. ", "Energy Transfer on Demand: Photoswitch-Directed Behavior of Metal-Porphyrin Frameworks", "Williams, Derek E.; Rietman, Joseph A.; Maier, Josef M.; Tan, Rui; Greytak, Andrew B.; Smith, Mark D.; Krause, Jeanette A.; Shustova, Natalia B.", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "34", "),\r\n    ", "11886-11889", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "In this paper, a photochromic diarylethene-based deriv. that is coordinatively immobilized within an extended porphyrin framework is shown to maintain its photoswitchable behavior and to direct the photophys. properties of the host.  In particular, emission of a framework composed of bis(5-pyridyl-2-methyl-3-thienyl)cyclopentene (BPMTC) and tetrakis(4-carboxyphenyl)porphyrin (H4TCPP) ligands anchored by Zn2+ ions can be altered as a function of incident light.  We attribute the obsd. cyclic fluorescence behavior of the synthesized porphyrin-BPMTC array to activation of energy transfer (ET) pathways through BPMTC photoisomerization.  Time-resolved photoluminescence measurements show a decrease in av. porphyrin emission lifetime upon BPMTC insertion, consistent with an ET-based mechanism.  These studies portend the possible utilization of photochromic ligands to direct chromophore behavior in large light-harvesting ensembles.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtlejt7nE&md5=1341c1b35a6365796aaa1ede4bc3dacb", "35. ", "Park", ", ", "J.", "; ", "Feng", ", ", "D.", "; ", "Yuan", ", ", "S.", "; ", "Zhou", ", ", "H. C.", " ", "Photochromic metal-organic frameworks: reversible control of singlet oxygen generation", " ", "Angew. Chem., Int. Ed.", " ", "2015", ",  ", "54", ",  ", "430", "– ", "435", " DOI: 10.1002/anie.201408862", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "35. ", "Photochromic metal-organic frameworks: Reversible control of singlet oxygen generation", "Park, Jihye; Feng, Dawei; Yuan, Shuai; Zhou, Hong-Cai", "Angewandte Chemie, International Edition", "\r\n        (", "2015", "),\r\n    ", "54", "\r\n        (", "2", "),\r\n    ", "430-435", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The controlled generation of singlet oxygen is of great interest owing to its potential applications including industrial wastewater treatment, photochem., and photodynamic therapy.  Two photochromic metal-org. frameworks, PC-PCN and SO-PCN, have been developed.  A photochromic reaction has been successfully realized in PC-PCN while maintaining its single crystallinity.  In particular, as a solid-state material which inherently integrates the photochromic switch and photosensitizer, SO-PCN has demonstrated reversible control of 1O2 generation.  Addnl., SO-PCN shows catalytic activity towards photooxidn. of 1,5-dihydroxynaphthalene.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXitVCitbvJ&md5=3511fe5e5b717d389f31217bc04580b7", "36. ", "Wade", ", ", "C. R.", "; ", "Li", ", ", "M.", "; ", "Dincă", ", ", "M.", " ", "Facile deposition of multicolored electrochromic metal–organic framework thin films", " ", "Angew. Chem., Int. Ed.", " ", "2013", ",  ", "52", ",  ", "13377", "– ", "13381", " DOI: 10.1002/anie.201306162", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "36. ", "Facile deposition of multicolored electrochromic metal-organic framework thin films", "Wade, Casey R.; Li, Minyuan; Dinca, Mircea", "Angewandte Chemie, International Edition", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "50", "),\r\n    ", "13377-13381", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Herein, we describe the solvothermal deposition and electrochem. properties of porous, micron-thick Zn-pyrazolate MOF films contg. redox-active naphthalene diimide (NDI) linkers.  Processing them as homogeneously dispersed thin films enables their use as multicolored electrochromic devices.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1ertL7P&md5=625770b7730550b48e3365c51c3c07cc", "37. ", "Kung", ", ", "C. W.", "; ", "Wang", ", ", "T. C.", "; ", "Mondloch", ", ", "J. E.", "; ", "Fairen-Jimenez", ", ", "D.", "; ", "Gardner", ", ", "D. M.", "; ", "Bury", ", ", "W.", "; ", "Klingsporn", ", ", "J. M.", "; ", "Barnes", ", ", "J. C.", "; ", "Van Duyne", ", ", "R.", "; ", "Stoddart", ", ", "J. F.", "; ", "Wasielewski", ", ", "M. R.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", " ", "Metal–organic framework thin films composed of free-standing acicular nanorods exhibiting reversible electrochromism", " ", "Chem. Mater.", " ", "2013", ",  ", "25", ",  ", "5012", "– ", "5017", " DOI: 10.1021/cm403726v", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "Metal-Organic Framework Thin Films Composed of Free-Standing Acicular Nanorods Exhibiting Reversible Electrochromism", "Kung, Chung-Wei; Wang, Timothy Chiaan; Mondloch, Joseph E.; Fairen-Jimenez, David; Gardner, Daniel M.; Bury, Wojciech; Klingsporn, Jordan Matthew; Barnes, Jonathan C.; Van Duyne, Richard; Stoddart, J. Fraser; Wasielewski, Michael R.; Farha, Omar K.; Hupp, Joseph T.", "Chemistry of Materials", "\r\n        (", "2013", "),\r\n    ", "25", "\r\n        (", "24", "),\r\n    ", "5012-5017", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A uniform and crack-free metal-org. framework (MOF) thin film composed of free-standing acicular nanorods was grown on a transparent conducting glass substrate.  The MOF thin film exhibits electrochromic switching between yellow and deep blue by a 1-electron redox reaction at its pyrene-based linkers.  The rigid MOF stabilizes the radical cations of the pyrene linkers at pos. applied potential, resulting in the reversible color change of the MOF film.  The regular and uniform channels of the MOF allow ions to migrate through the entire film.  The MOF thin film thus exhibits a remarkable color change and rapid switching rate.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvFejtrrK&md5=3111b8a3aaa44711f31b0a7e17309c20", "38. ", "Zhang", ", ", "Z.", "; ", "Yoshikawa", ", ", "H.", "; ", "Awaga", ", ", "K.", " ", "Monitoring the solid-state electrochemistry of Cu(2,7-AQDC) (AQDC = anthraquinone dicarboxylate) in a lithium battery: coexistence of metal and ligand redox activities in a metal–organic framework", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "16112", "– ", "16115", " DOI: 10.1021/ja508197w", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "38. ", "Monitoring the Solid-State Electrochemistry of Cu(2,7-AQDC) (AQDC = Anthraquinone Dicarboxylate) in a Lithium Battery: Coexistence of Metal and Ligand Redox Activities in a Metal-Organic Framework", "Zhang, Zhongyue; Yoshikawa, Hirofumi; Awaga, Kunio", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "46", "),\r\n    ", "16112-16115", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "By adopting a facile synthetic strategy, we obtained a microporous redox-active metal-org. framework (MOF), namely, Cu(2,7-AQDC) (2,7-H2AQDC = 2,7-anthraquinonedicarboxylic acid) (1), and utilized it as a cathode active material in lithium batteries.  With a voltage window of 4.0-1.7 V, both metal clusters and anthraquinone groups in the ligands exhibited reversible redox activity.  The valence change of copper cations was clearly evidenced by in situ XANES anal.  By controlling the voltage window of operation, extremely high recyclability of batteries was achieved, suggesting the framework was robust.  This MOF is the first example of a porous material showing independent redox activity on both metal cluster nodes and ligand sites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhvVGjtLvF&md5=876bd8c89371ab2adb089cea435e5d40", "39. ", "Nickerl", ", ", "G.", "; ", "Senkovska", ", ", "I.", "; ", "Kaskel", ", ", "S.", " ", "Tetrazine functionalized zirconium MOF as optical sensor for oxidizing gases", " ", "Chem. Commun.", " ", "2015", ",  ", "51", ",  ", "2280", "– ", "2282", " DOI: 10.1039/C4CC08136F", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "39. ", "Tetrazine functionalized zirconium MOF as an optical sensor for oxidizing gases", "Nickerl, Georg; Senkovska, Irena; Kaskel, Stefan", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2015", "),\r\n    ", "51", "\r\n        (", "12", "),\r\n    ", "2280-2282", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Dihydro-1,2,4,5-tetrazine-3,6-dicarboxylate was introduced into the chem. stable UiO-66 structure by a postsynthetic linker exchange reaction to create an optical sensor material for the detection of oxidative agents such as nitrous gases.  The incorporated tetrazine unit can be reversibly oxidized and reduced, which is accompanied by a drastic color change from yellow to pink and vice versa.  The high stability of the framework during redox reaction was proven by powder x-ray diffraction and nitrogen physisorption measurements.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXitFegs7%252FN&md5=ef38d93f6cf60124d30b26e8426a591c", "40. ", "Turunen", ", ", "M.", "; ", "Olsson", ", ", "J.", "; ", "Dallner", ", ", "G.", " ", "Metabolism and function of coenzyme Q", " ", "Biochim. Biophys. Acta, Biomembr.", " ", "2004", ",  ", "1660", ",  ", "171", "– ", "199", " DOI: 10.1016/j.bbamem.2003.11.012", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "40. ", "Metabolism and function of coenzyme Q", "Turunen, Mikael; Olsson, Jerker; Dallner, Gustav", "Biochimica et Biophysica Acta, Biomembranes", "\r\n        (", "2004", "),\r\n    ", "1660", "\r\n        (", "1-2", "),\r\n    ", "171-199", "CODEN:\r\n                ", "BBBMBS", ";\r\n        ISSN:", "0005-2736", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  Coenzyme Q (CoQ) is present in all cells and membranes and in addn. to be a member of the mitochondrial respiratory chain it has also several other functions of great importance for the cellular metab.  This review summarizes the findings available to day concerning CoQ distribution, biosynthesis, regulatory modifications and its participation in cellular metab.  There are a no. of indications that this lipid is not always functioning by its direct presence at the site of action but also using e.g. receptor expression modifications, signal transduction mechanisms and action through its metabolites.  The biosynthesis of CoQ is studied in great detail in bacteria and yeast but only to a limited extent in animal tissues and therefore the informations available is restricted.  However, it is known that the CoQ is compartmentalized in the cell with multiple sites of biosynthesis, breakdown and regulation which is the basis of functional specialization.  Some regulatory mechanisms concerning amt. and biosynthesis are established and nuclear transcription factors are partly identified in this process.  Using appropriate ligands of nuclear receptors the biosynthetic rate can be increased in exptl. system which raises the possibility of drug-induced upregulation of the lipid in deficiency.  During aging and pathophysiol. conditions the tissue concn. of CoQ is modified which influences cellular functions.  In this case the extent of disturbances is dependent on the localization and the modified distribution of the lipid at cellular and membrane levels.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXntV2rtg%253D%253D&md5=4507c25c30415df6266acc78a76d89e2", "41. ", "Ma", ", ", "W.", "; ", "Long", ", ", "Y.-T.", " ", "Quinone/hydroquinone-functionalized biointerfaces for biological applications from the macro- to nano- scale", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "30", "– ", "41", " DOI: 10.1039/C3CS60174A", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "41. ", "Quinone/hydroquinone-functionalized biointerfaces for biological applications from the macro- to nano-scale", "Ma, Wei; Long, Yi-Tao", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "1", "),\r\n    ", "30-41", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Quinones/hydroquinones (Q/HQ) are a class of prototypical redox mols. that play a variety of vital roles in biol., particularly in electron transfer and energy conservation systems.  Biointerfaces supported on solid substrates or nanomaterials are widely used as biomimetic platforms that connect biol. materials with artificial interfaces.  Q/HQ-functionalized biointerfaces provide a new means for understanding the complex behaviors of Q/HQ at the interfaces of biol. systems, and for further development of novel biomaterials and biosensors.  This tutorial review provides a brief introduction to the recent advances in this field.  We begin with the current methods used to functionalize Q/HQ on biointerfaces from the macro- to nano-scale (both solid substrates and nanomaterials), and then discuss their wide biol. applications.  Particularly exciting applications arise when Q/HQ-functionalized biointerface systems are coupled with biomimetic strategies.  These systems can be used as models of other functionalized biointerfaces for biol. applications, providing new insights into the future development of this area.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVGktLvF&md5=c68198179a470335f688086e6b753209", "42. ", "Gui", ", ", "B.", "; ", "Hu", ", ", "G.", "; ", "Zhou", ", ", "T.", "; ", "Wang", ", ", "C.", " ", "Pore surface engineering in a zirconium metal-organic framework via thiol-ene reaction", " ", "J. Solid State Chem.", " ", "2015", ",  ", "223", ",  ", "79", "– ", "83", " DOI: 10.1016/j.jssc.2014.06.023", " ", "[", "Crossref", "], [", "CAS", "]", "42. ", "Pore surface engineering in a zirconium metal-organic framework via thiol-ene reaction", "Gui, Bo; Hu, Guiping; Zhou, Tailin; Wang, Cheng", "Journal of Solid State Chemistry", "\r\n        (", "2015", "),\r\n    ", "223", "\r\n        (", "),\r\n    ", "79-83", "CODEN:\r\n                ", "JSSCBI", ";\r\n        ISSN:", "0022-4596", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A porous olefin-functionalized Zr(IV)-based metal-org. framework, denoted as UiO-68-allyl, has been constructed.  The surface of UiO-68-allyl could be decorated with ethanethiol via thiol-ene reaction.  The crystallinity of the framework was maintained during the post-synthetic modification process.  The microporosity of the framework was retained but the surface area decreased, due to the grafting of ethylthio groups into the pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtFShu73I&md5=c1c5dc863d67b34e7a358da89ef563a6", "43. ", "Cavka", ", ", "J. H.", "; ", "Jakobsen", ", ", "S.", "; ", "Olsbye", ", ", "U.", "; ", "Guillou", ", ", "N.", "; ", "Lamberti", ", ", "C.", "; ", "Bordiga", ", ", "S.", "; ", "Lillerud", ", ", "K. P.", " ", "A new zirconium inorganic building brick forming metal organic frameworks with exceptional stability", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "13850", "– ", "13851", " DOI: 10.1021/ja8057953", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "43. ", "A new zirconium inorganic building brick forming metal organic frameworks with exceptional stability", "Cavka Jasmina Hafizovic; Jakobsen Soren; Olsbye Unni; Guillou Nathalie; Lamberti Carlo; Bordiga Silvia; Lillerud Karl Petter", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "42", "),\r\n    ", "13850-1", "\r\n        ISSN:", ".\r\n    ", "Porous crystals are strategic materials with industrial applications within petrochemistry, catalysis, gas storage, and selective separation.  Their unique properties are based on the molecular-scale porous character.  However, a principal limitation of zeolites and similar oxide-based materials is the relatively small size of the pores, typically in the range of medium-sized molecules, limiting their use in pharmaceutical and fine chemical applications.  Metal organic frameworks (MOFs) provided a breakthrough in this respect.  New MOFs appear at a high and an increasing pace, but the appearances of new, stable inorganic building bricks are rare.  Here we present a new zirconium-based inorganic building brick that allows the synthesis of very high surface area MOFs with unprecedented stability.  The high stability is based on the combination of strong Zr-O bonds and the ability of the inner Zr6-cluster to rearrange reversibly upon removal or addition of mu3-OH groups, without any changes in the connecting carboxylates.  The weak thermal, chemical, and mechanical stability of most MOFs is probably the most important property that limits their use in large scale industrial applications.  The Zr-MOFs presented in this work have the toughness needed for industrial applications; decomposition temperature above 500 degrees C and resistance to most chemicals, and they remain crystalline even after exposure to 10 tons/cm2 of external pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD1cnlvFSqsA%253D%253D&md5=f355e3a0756d112f6ae3148a1e69cd81", "44. ", "Yee", ", ", "K.-K.", "; ", "Reimer", ", ", "N.", "; ", "Liu", ", ", "J.", "; ", "Cheng", ", ", "S.-Y.", "; ", "Yiu", ", ", "S.-M.", "; ", "Weber", ", ", "J.", "; ", "Stock", ", ", "N.", "; ", "Xu", ", ", "Z.", " ", "Effective mercury sorption by thiol-laced metal–organic frameworks: in strong acid and the vapor phase", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "7795", "– ", "7798", " DOI: 10.1021/ja400212k", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "44. ", "Effective Mercury Sorption by Thiol-Laced Metal-Organic Frameworks: in Strong Acid and the Vapor Phase", "Yee, Ka-Kit; Reimer, Nele; Liu, Jie; Cheng, Sum-Yin; Yiu, Shek-Man; Weber, Jens; Stock, Norbert; Xu, Zhengtao", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "21", "),\r\n    ", "7795-7798", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Free-standing, accessible thiol (-SH) functions have been installed in robust, porous coordination networks to provide wide-ranging reactivities and properties in the solid state.  The frameworks were assembled by reacting ZrCl4 or AlCl3 with 2,5-dimercapto-1,4-benzenedicarboxylic acid (H2DMBD), which features the hard carboxyl and soft thiol functions.  The resultant Zr-DMBD and Al-DMBD frameworks exhibit the UiO-66 and CAU-1 topologies, resp., with the carboxyl bonded to the hard Zr(IV) or Al(III) center and the thiol groups decorating the pores.  The thiol-laced Zr-DMBD crystals lower the Hg(II) concn. in water below 0.01 ppm and effectively take up Hg from the vapor phase.  The Zr-DMBD solid also features a nearly white photoluminescence that is distinctly quenched after Hg uptake.  The carboxyl/thiol combination thus illustrates the wider applicability of the hard-and-soft strategy for functional frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXntVOrsrk%253D&md5=14f6d7daaabf301cae44ef3fcb1635c0", "45. ", "The ", "1", "H NMR spectrum of digested samples is totally different from that of compound ", "2", ", see Supporting Information ", "Figure S6", ".", "There is no corresponding record for this reference.", "46. ", "Pastoriza-Santos", ", ", "I.", "; ", "Liz-Marzán", ", ", "L. M.", " ", "Formation and stabilization of silver nanoparticles through reduction by N, N-dimethylformamide", " ", "Langmuir", " ", "1999", ",  ", "15", ",  ", "948", "– ", "951", " DOI: 10.1021/la980984u", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "46. ", "Formation and Stabilization of Silver Nanoparticles through Reduction by N,N-Dimethylformamide", "Pastoriza-Santos, Isabel; Liz-Marzan, Luis M.", "Langmuir", "\r\n        (", "1999", "),\r\n    ", "15", "\r\n        (", "4", "),\r\n    ", "948-951", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The redn. of Ag+ ions in DMF is shown to take place spontaneously at room temp.  When no other additives are present in the system, the slow redn. leads to Ag deposition on the glass walls of the container, while in the presence of 3-aminopropyltrimethoxysilane (APS) stable dispersions of Ag nanoparticles are obtained.  Even though the redn. can be performed at room temp., higher temps. markedly increase the reaction rate and improve the monodispersity of the colloid.  The redn. rate and morphol. of the colloidal particles also depend on the ratio [Ag]/[APS].  The redn. takes place both with nitrate and perchlorate as counterions, which confirms that DMF plays the role of a reducing agent.  Addnl., when excess APS is used, a thin, homogeneous SiO2 shell is formed on the Ag particle surface.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXjsFOqtg%253D%253D&md5=8d099f835d0e809d26fa0fb344a9c8ee", "47. ", "Burrows", ", ", "A. D.", "; ", "Frost", ", ", "C. G.", "; ", "Mahon", ", ", "M. F.", "; ", "Richardson", ", ", "C.", " ", "Sulfur-tagged metal–organic frameworks and their post-synthetic oxidation", " ", "Chem. Commun.", " ", "2009", ",  ", "4218", "– ", "4220", " DOI: 10.1039/b906170c", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "47. ", "Sulfur-tagged metal-organic frameworks and their post-synthetic oxidation", "Burrows, Andrew D.; Frost, Christopher G.; Mahon, Mary F.; Richardson, Christopher", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "28", "),\r\n    ", "4218-4220", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "S-tagged Zn MOFs [Zn4O(Ln)3] (1-3) contg. thioether functionalized 4,4'-biphenyldicarboxylate ligands (2-(methylsulfanylmethyl)biphenyl-4,4'-dicarboxylic acid (L1), 2,2'-bis(methylsulfanylmethyl)biphenyl-4,4'-dicarboxylic acid (L2), and 5,7-dihydrodibenzo[c,e]thiepine-3,9-dicarboxylic acid (L3)) were prepd.  Oxidative post-synthetic modification with dimethyldioxirane has converted the sulfide tags into sulfones, leaving the MOF networks intact.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXotFKksrk%253D&md5=f972bac9053e09b6ea10c1770e0bc12a", "48. ", "Wade", ", ", "C. R.", "; ", "Corrales-Sanchez", ", ", "T.", "; ", "Narayan", ", ", "T. C.", "; ", "Dincă", ", ", "M.", " ", "Postsynthetic tuning of hydrophilicity in pyrazolate MOFs to modulate water adsorption properties", " ", "Energy Environ. Sci.", " ", "2013", ",  ", "6", ",  ", "2172", "– ", "2177", " DOI: 10.1039/c3ee40876k", " ", "[", "Crossref", "], [", "CAS", "]", "48. ", "Postsynthetic tuning of hydrophilicity in pyrazolate MOFs to modulate water adsorption properties", "Wade, Casey R.; Corrales-Sanchez, Tachmajal; Narayan, Tarun C.; Dinca, Mircea", "Energy & Environmental Science", "\r\n        (", "2013", "),\r\n    ", "6", "\r\n        (", "7", "),\r\n    ", "2172-2177", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks (MOFs) have attracted interest as adsorbents in water-based adsorption heat pumps owing to their potential for increased water loading capacities and structural and functional tunability vs. traditionally used materials such as zeolites and silica.  Although pyrazolate-based MOFs exhibit exceptional hydrolytic stability, the water adsorption characteristics of this class of frameworks have remained unexplored in this context.  In this report, we describe the modular synthesis of novel dipyrazole ligands contg. naphthalenediimide cores functionalized with -H (H2NDI-H), -NHEt (H2NDI-NHEt), or -SEt (H2NDI-SEt) groups.  Reaction of these ligands with Zn(NO3)2 afforded an isostructural series of MOFs, Zn(NDI-X), featuring infinite chains of tetrahedral Zn2+ ions bridged by pyrazolate groups and ∼16 Å-wide channels with functionalized naphthalenediimide linkers lining the channel surface.  The Type V water adsorption isotherms measured for these materials show water uptake in the 40-50% relative humidity range, suggesting hydrophobic channel interiors.  Postsynthetic oxidn. of Zn(NDI-SEt) with dimethyldioxirane was used to generate Et sulfoxide and Et sulfone groups, thereby rendering the channels more hydrophilic, as evidenced by shifts in water uptake to the 30-40% relative humidity range.  Such tunability in water adsorption characteristics may find utility in the design of new adsorbents for adsorption-based heat transfer processes.  An original MATLAB script, MOF-FIT, which allows for visual modeling of breathing and other structural deformations in MOFs is also presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtVWmtLzM&md5=642161fb0128203edf8707d565acddda", "49. ", "Cozzolino", ", ", "A. F.", "; ", "Brozek", ", ", "C. K.", "; ", "Palmer", ", ", "R. D.", "; ", "Yano", ", ", "J.", "; ", "Li", ", ", "M.", "; ", "Dincă", ", ", "M.", " ", "Ligand redox non-innocence in the stoichiometric oxidation of Mn", "2", "(2,5-dioxidoterephthalate) (Mn-MOF-74)", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "3334", "– ", "3337", " DOI: 10.1021/ja411808r", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "49. ", "Ligand Redox Non-innocence in the Stoichiometric Oxidation of Mn2(2,5-dioxidoterephthalate) (Mn-MOF-74)", "Cozzolino, Anthony F.; Brozek, Carl K.; Palmer, Ryan D.; Yano, Junko; Li, Minyuan; Dinca, Mircea", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "9", "),\r\n    ", "3334-3337", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Unsatd. metal sites within the nodes of metal-org. frameworks (MOFs) can be interrogated by redox reagents common to small mol. chem.  An analog of the iconic M2(2,5-dioxidoterephthalate) (M2DOBDC, MOF-74) class of materials can be stoichiometrically oxidized by one electron per metal center.  The reaction of Mn2DOBDC with C6H5ICl2 produces the oxidized material Cl2Mn2DOBDC, which retains crystallinity and porosity.  Surprisingly, magnetic measurements, x-ray absorption, and IR spectroscopic data indicate that the Mn ions maintain a formal oxidn. state of +2, suggesting instead the oxidn. of the DOBDC4- ligand to the quinone DOBDC2-.  These results describe the first example of ligand redox non-innocence in a MOF and a rare instance of stoichiometric electron transfer involving the metal nodes.  The methods described herein offer a synthetic toolkit that will be of general use for further explorations of the redox reactivity of MOF nodes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXisFKhsLg%253D&md5=54e80d2c5896568565a0890e0fa753c8", "50. ", "Sagara", ", ", "Y.", "; ", "Kato", ", ", "T.", " ", "Mechanically induced luminescence changes in molecular assemblies", " ", "Nat. Chem.", " ", "2009", ",  ", "1", ",  ", "605", "– ", "610", " DOI: 10.1038/nchem.411", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "50. ", "Mechanically induced luminescence changes in molecular assemblies", "Sagara, Yoshimitsu; Kato, Takashi", "Nature Chemistry", "\r\n        (", "2009", "),\r\n    ", "1", "\r\n        (", "8", "),\r\n    ", "605-610", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review; altering the shape and properties of a material through external factors such as heat, light, pressure, pH, elec. or magnetic fields, or the introduction of a guest mol., is an attractive prospect.  In this Perspective, piezochromic luminescent materials - which change the color of their luminescence in response to mech. stimuli - are described.  Such piezochromism has been obsd. for a few mol. materials that contain luminescent cores in liq.-cryst. and cryst. solid states, as well as for polymeric materials doped with dyes.  These changes in photoluminescent color can be activated by various types of mech. pressure such as shearing, grinding or elongation, which can trigger different mechanisms of producing the color.  Such stimuli-responsive materials have potential for various applications, including sensors, memory and displays.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtlSgs7zM&md5=ddacc965f948a3d3af95fd0ed695f0d6", "51. ", "Cui", ", ", "Y.", "; ", "Yue", ", ", "Y.", "; ", "Qian", ", ", "G.", "; ", "Chen", ", ", "B.", " ", "Luminescent functional metal–organic frameworks", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1126", "– ", "1162", " DOI: 10.1021/cr200101d", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "51. ", "Luminescent Functional Metal-Organic Frameworks", "Cui, Yuanjing; Yue, Yanfeng; Qian, Guodong; Chen, Banglin", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1126-1162", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors discuss the title topic and applications such as LEDs and luminescent sensors.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnslKitr8%253D&md5=255200f12ee460fd90a29655c2b685dc", "52. ", "Zacher", ", ", "D.", "; ", "Shekhah", ", ", "O.", "; ", "Woll", ", ", "C.", "; ", "Fischer", ", ", "R. A.", " ", "Thin films of metal-organic frameworks", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1418", "– ", "1429", " DOI: 10.1039/b805038b", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "52. ", "Thin films of metal-organic frameworks", "Zacher, Denise; Shekhah, Osama; Woell, Christof; Fischer, Roland A.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1418-1429", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The fabrication of thin film coatings of metal-org. frameworks (MOFs) on various substrates is discussed in this crit. review.  Interestingly, the relatively few studies on MOF films that have appeared in the literature are limited to the following cases: [Zn4O(bdc)3] (MOF-5; bdc = 1,4-benzenedicarboxylate), [Cu3(btc)2] (HKUST-1; btc = 1,3,5-benzenetricarboxylate), [Zn2(bdc)2(dabco)] (dabco = 1,4-diazabicyclo[2.2.2]octane), [Mn(HCOO)], [Cu2(pzdc)2(pyz)] (CPL-1; pzdc = pyrazine-2,3-dicarboxylate, pyz = pyrazine), [Fe(OH)(bdc)] (MIL-53(Fe)) and [Fe3O(bdc)3(Ac)] (MIL-88B; Ac = CH3COO-).  Various substrates and support materials have been used, including silica, porous alumina, graphite and org. surfaces, i.e. self-assembled monolayers (SAMs) on gold, as well as silica surfaces.  Most of the MOF films were grown by immersion of the selected substrates into specifically pre-treated solvothermal mother liquors of the particular MOF material.  This results in more or less densely packed films of intergrown primary crystallites of sizes ranging up to several μm, leading to corresponding film thicknesses.  Alternatively, almost atomically flat and very homogeneous films, with thicknesses of up to ca. 100 nm, were grown in a novel stepwise layer-by-layer method.  The individual growth steps are sepd. by removing unreacted components via rinsing the substrate with the solvent.  The layer-by-layer method offers the possibility to study the kinetics of film formation in more detail using surface plasmon resonance.  In some cases, particularly on SAM-modified substrates, a highly oriented growth was obsd., and in the case of the MIL-53/MIL-88B system, a phase selective deposition of MIL-88B, rather than MIL-53(Fe), was reported.  The growth of MOF thin films is important for smart membranes, catalytic coatings, chem. sensors and related nanodevices (63 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7g%253D&md5=59eb12bf16cf57126492a7e6b38baf9a", "53. ", "Fei", ", ", "H.", "; ", "Pullen", ", ", "S.", "; ", "Wagner", ", ", "A.", "; ", "Ott", ", ", "S.", "; ", "Cohen", ", ", "S. M.", " ", "Functionalization of robust Zr(IV)-based metal-organic framework films via postsynthetic ligand exchange", " ", "Chem. Commun.", " ", "2015", ",  ", "51", ",  ", "66", "– ", "69", " DOI: 10.1039/C4CC08218D", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "53. ", "Functionalization of robust Zr(IV)-based metal-organic framework films via a postsynthetic ligand exchange", "Fei, Honghan; Pullen, Sonja; Wagner, Andreas; Ott, Sascha; Cohen, Seth M.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2015", "),\r\n    ", "51", "\r\n        (", "1", "),\r\n    ", "66-69", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A facile and efficient fabrication approach for homogeneous, crack-free UiO-66 films with exceptionally high crystallinity and tunable thickness on a transparent and conductive glass substrate is reported.  Two functionalized species, a catechol ligand and a Fe2 complex with structural resemblance to the active site of [FeFe] hydrogenase, were introduced into the MOF films via a postsynthetic exchange.  Voltammetric studies show the [FeFe] complex in the thinner UiO-66 films (2-5 μm) can be reduced electrochem.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhvVSiurnL&md5=c3f6252e577daaeee51e8f34ea8fdf01"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-18/acs.chemmater.5b02648/20150916/images/small/cm-2015-02648r_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-18/acs.chemmater.5b02648/20150916/images/small/cm-2015-02648r_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-18/acs.chemmater.5b02648/20150916/images/small/cm-2015-02648r_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-18/acs.chemmater.5b02648/20150916/images/small/cm-2015-02648r_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-18/acs.chemmater.5b02648/20150916/images/small/cm-2015-02648r_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-18/acs.chemmater.5b02648/20150916/images/small/cm-2015-02648r_0006.gif\">"]}
