{"title": ["CO", " Adsorption in Fe", "(dobdc): A Classical Force Field Parameterized from Quantum Mechanical Calculations"], "authors": ["Joshua Borycz", "Li-Chiang Lin", "Eric D. Bloch", "Jihan Kim", "Allison L. Dzubak", "Rémi Maurice", "David Semrouni", "Kyuho Lee", "Berend Smit", "Laura Gagliardi"], "doi": ["10.1021/jp500313j"], "abstract": ["Carbon dioxide adsorption isotherms have been computed for the metal–organic framework (MOF) Fe", "(dobdc), where dobdc", " = 2,5-dioxido-1,4-benzenedicarboxylate. A force field derived from quantum mechanical calculations has been used to model adsorption isotherms within a MOF. Restricted open-shell Møller–Plesset second-order perturbation theory (ROMP2) calculations have been performed to obtain interaction energy curves between a CO", " molecule and a cluster model of Fe", "(dobdc). The force field parameters have been optimized to best reproduced these curves and used in Monte Carlo simulations to obtain CO", " adsorption isotherms. The experimental loading of CO", " adsorbed within Fe", "(dobdc) was reproduced quite accurately. This parametrization scheme could easily be utilized to predict isotherms of various guests inside this and other similar MOFs not yet synthesized."], "text": ["Top of Page", "Abstract", "Introduction", "Methods", "Results", "Discussion", "Conclusions", "References", "1 Introduction", "Metal–organic frameworks (MOFs) are nanoporous materials that consist of metal nodes connected by organic linkers, and can be synthesized with a wide range of topologies, surface areas, and other structural characteristics. These materials can be used to store gases with different physical and chemical characteristics.", "(1-3)", " Experimental characterization of MOFs is necessary for gaining insight into their adsorption ability,", "(4-8)", " but experiment alone is not sufficient for the rapid characterization of MOFs due to many possible combinations of metals, linkers, and topologies that could be tested for various applications. Accordingly, one of the reasons that computational approaches play an important role in the screening process is that they can help experimentalists to efficiently screen MOFs that are worth considering for use in gas separations.", "Molecular simulations have been widely used to compute macroscopic properties such as adsorption isotherms. These classical simulations require the use of force fields for describing intermolecular interactions. The Grand-Canonical Monte Carlo (GCMC) approach with force fields such as DREIDING", "(9)", " and the Universal Force Field (UFF)", "(10)", " has been used with some success to study simple molecule adsorption within MOFs.", "(11-13)", " However, adsorption within MOFs that strongly bind guests, such as those with open-metal sites, cannot be described accurately with these force fields.", "(14, 15)", " Although it is not possible to accurately compute adsorption isotherms for guests within open-metal site MOFs with general force fields, it is possible to parametrize force fields from quantum mechanical calculations that could be used to simulate these isotherms more accurately.", "In previous work, intermolecular potentials were parametrized for the interaction of CO", "2", " and N", "2", " with Mg", "2", "(dobdc), Zn", "2", "(dobdc), and Zn", "4", "O(bdc)", "3", " (bdc", "2–", " = 1,4-benzenedicarboxylate), also called MOF-5 or IRMOF-1.", "(15)", " MOF fragments were used to design clusters to model these extended systems and were used to compute interaction energy curves with CO", "2", " and N", "2", ". This approach yielded parameters that accurately predicted CO", "2", " and N", "2", " adsorption in closed-shell MOFs. Møller–Plesset second-order perturbation theory (MP2)", "(16)", " was used to compute interaction energies for Mg", "2", "(dobdc) and Zn", "2", "(dobdc) respectively cluster models with CO", "2", ". Cluster models were designed to describe CO", "2", " interactions with every atom type present in these MOFs. These resulted in accurate force fields, but it was rather expensive. In this study, we simplified this parametrization scheme by computing new parameters only for the interaction between the open-metal site M and the oxygen of CO", "2", ".", "It should be noted that there are multiple ways to compute macroscopic characteristics of MOFs. The energy decomposition proposed in this article is useful both to derive the force field, and also to understand the physics beyond the various terms contributing to the interaction energy, for example, electrostatics, induction, dispersion, and repulsion. This means that the derived force field will be accurate due to a correct description of the physics of the various terms rather than simply error cancellation. These decomposed terms can then either be used within a polarizable force field or be further simplified to effectively include polarization effects in a nonpolarizable force field, making calculations with large number of atoms possible. Examples of some of these energy partitioning schemes are the Sum of Interactions Between Fragments Ab Initio computed (SIBFA)", "(17)", " method, Symmetry Adapted Perturbation Theory (SAPT),", "(18)", " which is fully quantum mechanical and has been used on  Fe", "2", "(dobdc) before,", "(19)", " and the Effective Fragment Potential (EFP) method. The EFP method describes inert interactions with effective potentials, while describing an active region with quantum mechanics. EFPs have been used to compute energies for many types of interactions,", "(20-22)", " but to our knowledge this method has not been employed to study gas adsorption in MOFs.", "In this work, we focus on another member of the M", "2", "(dobdc) family, commonly referred to as the M-MOF-74 series, Fe-MOF-74 (see Figure ", "1", "), and its ability to bind CO", "2", ". Species containing Fe(II) ions are known to be challenging to describe computationally. In some coordination environments, the low-spin and high-spin states of Fe(II) are so close in energy that it is difficult to predict which is the ground state,", "(23)", " and within spin states multiconfigurational character has been observed when binding guests to heme.", "(24, 25)", " Furthermore, complex redox reactions occurring with guests have been observed in Fe-MOF-74 previously.", "(7)", " The coordination environment within Fe-MOF-74 favors the high-spin state for Fe(II) when bare", "(26)", " and when binding hydrocarbons.", "(19)", " The primary goal of this work was to compute isotherms for CO", "2", " adsorption within Fe-MOF-74 by extracting force field parameters from an interaction energy curve calculated with Restricted Open-shell Møller–Plesset second-order perturbation theory (ROMP2), while using UFF parameters to describe all nonmetal interactions instead of computing new parameters for each of these pairwise interactions.", "The isotherms simulated in this work are compared to new experimental Fe-MOF-74/CO", "2", " adsorption data. The surface area of Fe-MOF-74 was determined at low pressure and temperature by using pure N", "2", ". CO", "2", " adsorption isotherms were measured at three temperatures by cycling pure CO", "2", " through an activated sample of Fe-MOF-74 at a constant rate. From these isotherms, we can obtain information on the surface area and binding characteristics of MOFs.", "(6, 7, 27)", "This Article is organized as follows: In section ", "2", ", the experimental details, the clusters, and the interaction energy calculation method will be described, along with the parametrization method for obtaining the new force field parameters describing the adsorption of CO", "2", " within Fe-MOF-74. The specific details regarding the classical simulations will be reported in section ", "2.4", ". In section ", "3", ", the simulated CO", "2", " adsorption isotherms for Fe-MOF-74 and Mg-MOF-74 will be provided and compared to experimental data and previous simulation data. Finally, in sections ", "4", " and ", "5", ", there will be a discussion and conclusions.", "Figure 1. Structure of Fe-MOF-74 optimized using periodic density functional theory (DFT) with its stoichiometric unit pictured on the right. The brown atoms are iron, red are oxygen, black are carbon, and pink are hydrogen.", "Top of Page", "Abstract", "Introduction", "Methods", "Results", "Discussion", "Conclusions", "References", "2 Methods", "2.1", "Gas Adsorption Measurements", "Fe-MOF-74 was prepared and activated as reported in ref ", "7", ". For the surface area determination and low-pressure CO", "2", " adsorption experiments, 85 mg of Fe-MOF-74 was transferred to a preweighed glass sample tube under an atmosphere of nitrogen and capped with a Transeal. The sample was then transferred to a Micromeritics ASAP 2020 gas adsorption analyzer and heated at a rate of 1 °C/min from room temperature to 160 °C. The sample was considered activated when the outgas rate at 160 °C was less than 2 μbar/min. The evacuated tube containing the activated sample was then weighed and transferred to the analysis port of the instrument where the outgas rate was again determined to be less than 2 μbar/min at 160 °C. High-purity N", "2", " (99.998%) and CO", "2", " (99.995%) were used for the adsorption experiments. Nitrogen adsorption at 77 K indicated a surface area of 1345 m", "2", "/g (BET). Prior to CO", "2", " adsorption experiments, the sample was reactivated at 160 °C. The measurements at 25, 35, and 45 °C were performed using a recirculating dewar connected to an isothermal bath. The measured experimental data in terms of excess loadings were fit to a dual-site Langmuir–Freundlich model:", "(1)", "where ", "n", " is the excess CO", "2", " adsorbed in mmol/g, ", "P", " is the pressure in bar, ", "q", "sat,", "i", " is the saturation capacity in mmol/g, ", "b", "i", " is the Langmuir parameter in bar", "–1", ", and ", "v", "i", " is the Freundlich parameter for the two sites indicated by the subscript ", "i", ". The isotherms measured at 25, 35, and 45 °C were used to compute the isosteric heat of adsorption (", "Q", "st", ") with the Clausius–Clapeyron equation:", "(2)", "where ", "P", " is pressure, ", "n", " is the amount of CO", "2", " adsorbed, ", "T", " is temperature, ", "R", " is the universal gas constant, and ", "C", " is a constant. The isosteric heat of adsorption at a given adsorbed amount of CO", "2", " was obtained from the slope of the plots of (ln ", "P", ")", "n", " as a function of 1/", "T", ".", "2.2", "Quantum Mechanical Calculations", "2.2.1", "Model Structures", "A neutron powder diffraction structure obtained at 4 K", "(7)", " was used as an initial structure for the geometry optimization of Fe-MOF-74 under periodic boundary conditions with the Vienna Ab Initio Simulation Package (VASP).", "(28-31)", " Projector-augmented wave", "(32)", " potentials that describe the interaction between electrons in the core and valence shells", "(33)", " were used in these calculations. The Perdew–Burke–Ernzerhof (PBE) gradient-corrected, exchange-correlation functional", "(34)", " was used with a rotationally invariant, effective Hubbard ", "U", " correction", "(35)", " of 5 eV on the d levels of the Fe(II) centers. This ", "U", " value was chosen to reproduce the Fe(II)–Fe(II) distances and lattice parameters of the experimental structure. The PBE+", "U", " approach was previously shown to give reasonable unit cell volumes, lattice parameters, and metal–metal distances within MOFs.", "(36, 37)", " The periodic DFT optimization was done using a 54 atom primitive cell of Fe-MOF-74. A gamma point optimization of the unit cell volume, lattice parameters, and atom positions was performed with an energy cutoff of 1000 eV. The energy and force convergence criteria were set to 1 × 10", "–6", " eV and 0.05 eV/Å, respectively.", "A metal centered cluster similar to that from ref ", "15", " was used to calculate an interaction energy curve of CO", "2", " with Fe-MOF-74. This reference curve was used to optimize the Fe(II)–O(CO", "2", ") parameters in this force field. The role of the noncentral metal atoms was probed by comparing interaction energy curves upon replacement of Fe(II) by Mg(II) and Zn(II). These tests were performed to reveal whether or not the Fe(II)–O(CO", "2", ") interaction within Fe-MOF-74 is sensitive to magnetic couplings between the metal atoms, and to see if calculations could be simplified by replacing some of the open-shell Fe(II) ions with diamagnetic ions of the same charge.", "Seven other clusters were designed to model the immediate environments of the other atom types (i.e., O", "a", ", O", "b", ", O", "c", ", C", "a", ", C", "b", ", C", "c", ", and C", "d", ") present in Fe-MOF-74 (see ", "Supporting Information", " Figure S1). These clusters were adopted to compute the charges for these atom types, which were then used in the GCMC simulations. The positions at which the clusters were cut from the periodic DFT structure were capped with hydrogens, and the hydrogen positions were optimized using the PBE", "(34)", " functional and def2 basis sets", "(38-40)", " (def2-TZVP on Fe and O; def2-SV(P) on C and H) with Turbomole 6.4.", "(41)", "2.2.2", "MOF–CO", "2", " Interaction Energy Curves", "In this work, one of our main goals was to provide a physical description of the Fe(II) interaction with CO", "2", " in Fe-MOF-74. To accomplish this, we decided to probe a configuration space that contains strong Fe(II)–O(CO", "2", ") interactions. The configuration space used to calculate the potential energy curve (PEC) was determined by minimizing the UFF repulsion energy of CO", "2", " with all atoms present in the cluster except the Fe(II) ions. This was done to ensure that the interaction energies between the CO", "2", " and the Fe(II) ion of interest were the greatest contributor to the PEC.", "The PEC was calculated with the Complete-Active Space second-order Perturbation Theory (CASPT2) formalism", "(42, 43)", " using Molcas 7.8.", "(44)", " A quintet spin multiplicity on Fe(II) was specified on the basis of previous experimental and theoretical work.", "(5, 7, 19, 26)", " The four singly occupied Fe(II) orbitals for each Fe(II) ion were included in the active space of the Complete-Active Space Self-Consistent Field (CASSCF) calculations. A high-spin (16,16) CASSCF wave function is monoconfigurational and is thus isomorphic to a Restricted Open-shell Hartree–Fock calculation (ROHF). To justify the accuracy of this active space, a (24,20) CASSCF calculation containing the five d", "6", " orbitals of each Fe(II) ion was performed. With this active space, the high-spin ground state had a maximal configuration weight of 0.997 (1 would correspond to a perfect monoconfigurational state). Thus, assuming that the lowest energy d orbital of each of the four Fe(II) ions is strictly doubly occupied was valid. The high-spin (", "S", " = 8) ground state of the 60-atom cluster is in agreement with previous studies indicating ferromagnetic nearest neighbor", "(5, 7, 26, 45)", " and ferromagnetic next-nearest neighbor", "(26, 45)", " interactions within Fe-MOF-74. The second-order Perturbation Theory (PT2) correction was used to capture more dynamic correlation, and an imaginary shift of 0.2 hartree was applied to prevent the occurrence of intruder states.", "(46)", " The Resolution of the Identitity (RI) and Cholesky Decomposition (CD) were used to decrease the computational cost associated with the two-electron integrals.", "(47-49)", " The Douglas–Kroll–Hess Hamiltonian", "(50, 51)", " was used in conjunction with Atomic Natural Orbital Relativistic Core Correlated (ANO-RCC) basis sets", "(52, 53)", " for the ROHF and ROMP2 calculations. The ANO-RCC Valence Double Zeta plus Polarization (ANO-RCC-VDZP) basis set was used for the central atom of each cluster, its nearest neighbor oxygen atoms, and the CO", "2", " atoms. The ANO-RCC Minimal Basis set (ANO-RCC-MB) was used for all of the remaining atoms. We applied a minimal basis set to the atoms not immediately bound to the central atom to reduce the computational cost, assuming that it does not significantly affect the computed interaction energies.", "Basis set superposition error (BSSE) was addressed with the counterpoise correction.", "(54)", " A simplified form of the equation used to compute the interaction energies is provided as eq ", "3", ". The explicit form of the counterpoise corrected interaction energy formula is provided in the ", "Supporting Information", ". In this work, the Fe(II) cluster pictured in Figure ", "2", " was the only one for which the CO", "2", " interaction energy curve was calculated because in this case the interaction between CO", "2", " and the open-metal site provides the most important contribution to the adsorption energy.", "(15)", " The interaction energy is given by the relation:", "(3)", "where ", "E", "int", " is the interaction energy between the MOF and CO", "2", ", ", "E", "MOF–CO2", " is the energy of the interacting system, and ", "E", "MOF", " and ", "E", "CO2", " are the energies of the MOF and CO", "2", ", respectively. All energies were computed in the basis of the interacting system (see the ", "Supporting Information", ").", "Figure 2. Sixty-atom cluster used to model the Fe(II) ion and its ligand environment within Fe-MOF-74. Blue atoms represent iron, red are oxygen, gray are carbon, and white are hydrogen.", "2.2.3", "Partitioning Molecular Properties", "The point charge approximation is often used in force fields employed to compute adsorption isotherms of guests interacting with MOFs, because it is computationally convenient and reasonably accurate.", "(55)", " The Localization of Properties (LoProp)", "(56)", " approach was chosen to compute the point charges. The LoProp approach was also used to extract dipoles, quadrupoles, and polarizabilities. The effects from these were included implicitly in the force field by optimizing parameters against reference data that include these contributions. The LoProp charges were computed by using the seven clusters analogous to those in ref ", "15", " (see ", "Supporting Information", " Figures S2–S8). The charge of the hydrogen atoms was chosen to neutralize the charge of the unit cell by distributing the nonzero charge between the hydrogen atoms equally.", "It is often useful to partition interaction energies into multiple terms to try to understand which interactions are predominant and effectively account for more complex electron–electron interactions.", "(57)", " The Non-Empirical MOdeling (NEMO) approach", "(58)", " was used to decompose the interaction energy of the Fe(II) cluster with CO", "2", " into electrostatic, induction, dispersion, and repulsion terms, as provided in eq ", "4", ". The interaction energy was calculated using the procedure described in section ", "2.2.2", ". The NEMO intermolecular interaction energy is decomposed as follows:", "(4)", "The electrostatic ", "E", "elect", ", induction ", "E", "ind", ", and dispersion ", "E", "disp", " terms were obtained from quantum mechanical reference calculations, and the repulsion energy ", "E", "rep", " was chosen to reproduce the reference intermolecular interaction energy, as shown in eq ", "5", ". It is important to note that a scaling parameter ε was applied to force the repulsion energy to be positive throughout the configuration space. The scaling parameter on the dispersion term can to some extent be justified by considering the fact that a small basis set, like the one used in this work, does not capture the long-range nature of the dispersion interaction.", "(59)", " The equations that were used to compute the explicit NEMO terms were taken from ref ", "60", ", and are reported in the ", "Supporting Information", " as eqs S2–S5. The NEMO terms from eq ", "4", " can be reorganized to calculate the repulsion energy as follows:", "(5)", "The partial atomic charges of the CO", "2", " molecules during the NEMO energy decomposition were set to those used in the Transferable Potentials for phase Equilibria (TraPPE)", "(61)", " force field, because the parameters from this force field are generally considered reliable for the bulk phase of CO", "2", ". The higher-order electrostatic, induction, and dispersion terms in eqs ", "4", " and ", "5", " were combined into a single attraction energy curve. The attraction and repulsion energy curves were used to optimize the force field parameters for the Fe(II)–O(CO", "2", ") interaction. During the fitting of the attraction and repulsion parameters described in section ", "2.3", ", the scaling factor was further considered as a tunable constant to provide better fitting agreement.", "2.3", "Force Fields", "The effective force field to be used for molecular simulations considers a rigid MOF and rigid CO", "2", " molecules. We included only pairwise intermolecular interaction terms. These approximations have been used to optimize force field parameters for MOF–guest interactions previously.", "(57, 62)", " The form of the force field used in this work is", "(6)", "where ", "E", "attr", "(", "i", ", ", "j", ") and ", "E", "rep", "(", "i", ", ", "j", ") are the attraction and repulsion energies. The ", "q", "i", " and ", "q", "j", " terms are the charges of atoms ", "i", " and ", "j", ". The ", "r", "ij", " term represents the distance between atoms ", "i", " and ", "j", " within molecules A and B, which contain ", "N", "A", " and ", "N", "B", " atoms, respectively. The vacuum permittivity is provided as ε", "0", ", while ", "A", "ij", ", ", "B", "ij", ", and ", "C", "ij", " are parameters to be fitted from the NEMO decomposed, quantum mechanical reference data. The ", "E", "attr", " term contains contributions from the dipole, quadrupole, induction, and dispersion interactions. The ", "E", "rep", " term was computed by fitting an exponential function to the curve resulting from eq ", "5", ". The ", "r", "min", " value present in this term was chosen to prevent the Buckingham potential from going to negative infinity as ", "r", "ij", " approaches zero.", "Note that during the parametrization procedure all of the pairwise interactions besides Fe(II)–O(CO", "2", ") between the cluster atoms and the CO", "2", " atoms were calculated using a point charge interaction term and a conventional Lennard-Jones potential with standard UFF parameters. To determine the Fe(II)–O(CO", "2", ") parameters in eq ", "6", ", a simple grid searching method was implemented. A one-dimensional array was used to minimize the deviation with respect to the reference attraction energy curve. A two-dimensional array containing different ranges for the ", "B", "ij", " and ", "C", "ij", " parameters was constructed, and the pair of parameters that minimized the deviation with respect to the reference repulsion energy curve was chosen. The attractive parameters (", "A", "ij", ") and repulsive parameters (", "B", "ij", ",", "C", "ij", ") derived from the PEC were fitted separately.", "In summary, three force fields were combined to give the overall force field used in this work. The first and most important van der Waals (vdW) parameters define the vdW interaction between Fe(II) and the oxygen of CO", "2", ". These were the parameters optimized in this work. The second set regards all other pairwise interactions between the MOF and CO", "2", ". These parameters were taken directly from UFF because it often describes organic molecules", "(63)", " and nonbonding interactions within closed shell, closed site MOFs quite well.", "(64)", " The third set of vdW parameters was used to describe the vdW CO", "2", "–CO", "2", " interactions. These were taken from the Transferable Potential for Phase Equilibria (TraPPE) force field,", "(61)", " which is a reliable and transferable force field for intermolecular interactions of CO", "2", " molecules. The Lorentz–Berthelot mixing rules were used for the vdW interactions.", "(65, 66)", " Note that in all cases the MOF atomic point charges were computed with LoProp, and the CO", "2", " atomic point charges were obtained from the TraPPE force field.", "(61)", "2.4", "GCMC Simulations", "Adsorption isotherms of CO", "2", " were simulated using the GCMC technique. In the grand-canonical ensemble, the chemical potential, the volume, and the temperature are held constant. In these simulations, both the framework and the guest molecules were regarded as rigid. A 1 × 1 × 4 supercell (see ", "Supporting Information", " Figure S10 and Table S2) was chosen to ensure that all of the potentially relevant vdW interactions are consistently accounted for. The vdW interactions were truncated and shifted to zero at the cutoff radius of 12.8 Å. No tail correction was used. The electrostatic energy was computed using the Ewald summation technique. Several million configurations were sampled in each simulation. These configurations were generated by random CO", "2", " translation, rotation, insertion, and deletion to obtain a satisfactory statistical average. Detailed descriptions of the parameters for the vdW interactions and the atomic charges of the framework atoms can be found in sections ", "2.3", " and ", "3.4", ".", "Top of Page", "Abstract", "Introduction", "Methods", "Results", "Discussion", "Conclusions", "References", "3 Results", "3.1", "Gas Adsorption Measurements", "The optimized parameters for the dual-site Langmuir–Freundlich model (eq ", "1", ") are reported at three different temperatures in Table ", "1", ". Excess CO", "2", " adsorption isotherms in terms of CO", "2", " per Fe(II) cation are reported in Figure ", "3", ". The CO", "2", " loading per Fe(II) site increases with decreasing temperature. This is because the average kinetic energy of the CO", "2", " molecules allows a larger proportion of them to escape the binding wells that result from the open sites of the MOF. At a pressure of 1 bar, the number of CO", "2", " molecules per Fe(II) site is approximately 0.80 at 45 °C, 0.95 at 35 °C, and 1.10 at 25 °C. No saturation was observed under the chosen experimental conditions. The adsorption and desorption measurements both fit closely with the dual-site Langmuir–Freundlich plot at each temperature.", "Figure 3. CO", "2", " adsorption isotherms in Fe-MOF-74 at 25 (blue), 35 (green), and 45 (red) °C; closed and open symbols represent adsorption and desorption, respectively. The continuous solid lines are the dual-site Langmuir–Freundlich fits using the parameters specified in Table ", "1", ".", "Table 1. Parameters for the Dual-Site Langmuir–Freundlich Fit of the Experimental Isotherm Data", "temp, °C", "q", "sat,1", ", mmol/g", "b", "1", ", bar", "–1", "v", "1", "q", "sat,2", ", mmol/g", "b", "2", ", bar", "–1", "v", "2", "25", "8.20", "4.29", "1.07", "0.83", "0.77", "4.26", "35", "8.20", "2.72", "1.07", "0.83", "0.30", "4.26", "45", "8.20", "1.77", "1.07", "0.83", "0.21", "4.26", "3.2", "Structural Analysis", "The first coordination sphere of Fe-MOF-74 is pictured in Figure ", "4", ", and the bond distances computed with periodic DFT and the PBE and PBE+", "U", " functionals along with the Mg-MOF-74 bond distances optimized with PBE", "(15)", " are reported in Table ", "2", ". Table ", "2", " indicates that PBE is not capable of reproducing experimentally determined metal–metal distances for Fe-MOF-74 with the present computational setup. When a Hubbard ", "U", " correction of 5 eV was used on the 3d levels of Fe(II), the metal–metal distances within Fe-MOF-74 were closer to those determined by experiment.", "Figure 4. A single Fe(II) ion and its nearest neighbors within Fe-MOF-74. The O", "a", ", O", "b", ", and O", "c", " labels correspond to atom types described in ", "Supporting Information", " S1. M", "1", ", M", "2", ", and M", "3", " are Fe(II) ions.", "Table 2. Bond Distances for the Nearest Neighbors of a Metal Ion in Fe-MOF-74 and Mg-MOF-74 Computed Using Periodic DFT", " ", "length (Å)", "bond", "Fe(PBE+", "U", ")", "Fe(PBE)", "Fe(exp)", "a", "Mg(PBE)", "b", "Mg(exp)", "b", "M", "1", "–M", "2", "3.00", "2.80", "3.00", "2.94", "2.94", "M", "1", "–M", "3", "3.00", "2.79", "3.00", "2.94", "2.94", "M", "1", "–O", "a1", "2.13", "2.03", "2.13", "2.03", "2.14", "M", "1", "–O", "a2", "2.07", "2.06", "2.17", "2.04", "2.01", "M", "1", "–O", "b", "2.11", "2.03", "2.11", "2.08", "2.18", "M", "1", "–O", "c1", "2.08", "2.11", "2.07", "2.03", "1.92", "M", "1", "–O", "c2", "2.07", "2.04", "1.99", "2.03", "1.86", "a", "Taken from ref ", "7", ".", "b", "Taken from ref ", "15", ".", "3.3", "Interaction Energy Curves", "Interaction energies for three versions of the 60-atom cluster, differing by the atoms that were used to represent the peripheral Fe(II) centers, are provided in Figure ", "5", ". These interaction energy curves are within 1 kJ/mol of each other in the considered configuration space. Because this deviation is within the numerical uncertainty of the method, these curves are considered to be in good agreement. We can thus state that the ", "1Fe3Mg", " and ", "1Fe3Zn", " models are good approximations of the ", "4Fe", " cluster when it comes to interaction with CO", "2", " in the chosen configuration space. The components of the NEMO force field from Figure ", "6", " indicate that, with the model and level of theory used, the dispersion contribution to the binding of CO", "2", " with the Fe(II) ion of interest is quite small when compared to the electrostatic and induction quantities (see Figure ", "6", "). This finding may be ascribed to the small basis set used for the PEC calculations, which was chosen for computational efficiency. Because only the CO", "2", ", the central Fe(II) ion, and the five oxygens coordinated to the Fe(II) had VDZP basis sets, much of the electron correlation energy is missed.", "Figure 5. ROMP2 interaction energies computed for clusters in which the three noncentral metal atoms were modeled by Mg(II) ions (black curve), Zn(II) ions (red curve), and Fe(II) ions (blue curve). A view of the CO", "2", " path as it approaches the MOF fragment is also provided.", "Figure 6. NEMO decomposition of the ROMP2 reference curve, including atomic dipole and quadrupole contributions, of the interaction of the 60-atom Fe-MOF-74 cluster with CO", "2", ".", "3.4", "Force Fields", "The LoProp charges used in the final force field and those previously used in the Mg-MOF-74 case", "(15)", " are reported in Table ", "3", ", with more significant numbers in ", "Supporting Information", " Table S1. These charges were used in the Coulombic term reported in eq ", "6", ". The charges obtained for Fe-MOF-74 in Table ", "3", " are quite similar to those previously obtained for Mg-MOF-74.", "(15)", " The ligand charges are all more positive in the Fe-MOF-74 case in part because of the more negative Fe(II) ions present in the model clusters. The large difference between the hydrogen charges is due to the fact that these charges were set to neutralize the charge of the unit cell.", "Table 3. LoProp Charges for Fe-MOF-74 and Mg-MOF-74 Computed with ROMP2 Using the Clusters Provided in ", "Supporting Information", " Figures S2–S8", " ", "charge", "atom", "Fe-MOF-74", "Mg-MOF-74", "a", "metal", "1.51", "1.56", "O", "a", "–0.75", "–0.77", "O", "b", "–0.70", "–0.71", "O", "c", "–0.80", "–0.83", "C", "a", "0.61", "0.48", "C", "b", "–0.14", "–0.14", "C", "c", "0.23", "0.19", "C", "d", "–0.16", "–0.18", "H", "0.21", "0.39", "a", "Taken from ref ", "15", ".", "The result of the final fitting of the attraction and repulsion curves for the Fe-MOF-74 case is plotted in Figure ", "7", ". These curves indicate that the Fe(II) ion contributes more to the attraction and repulsion energy than the other atom types within this configuration space. Also, the Fe(II) ion accounts for approximately one-half of the total attraction energy and a higher proportion of the repulsion energy. The dispersion and repulsion curves that resulted from using other scaling factors on the dispersion energy term are provided in ", "Supporting Information", " Figure S12.", "To validate further this parametrization method, we applied the same methodology proposed in this work to the Mg-MOF-74 case. The Mg-MOF-74 fitting results from this work match closely previous results from Dzubak et al.", "(15)", " The force field parameters for the Fe(II)–O(CO", "2", ") interaction within Fe-MOF-74 are reported in Table ", "4", " along with the parameters used for the Mg(II)–O(CO", "2", ") interaction. Note that these new parameters reproduced satisfactorily the reference attraction and repulsion energy curves for both the Fe-MOF-74 and the Mg-MOF-74 cases (see Figures ", "7", " and ", "8", ").", "Figure 7. Force field fitting results for the ROMP2 interaction energies of CO", "2", " with the Fe-MOF-74 60-atom cluster. The attraction energy reference curve, force field fitting result, and Fe(II) contribution are reported on the left as Ref. Attr., FF Attr., and Fe Attr., respectively. The same curves are reported on the right for the repulsion energy.", "Figure 8. Force field fitting results for the MP2 interaction energies of CO", "2", " with the Mg-MOF-74 60-atom cluster. The result from fitting to the attraction energy is pictured on the left. The Ref. Attr. and Ref. Rep. lines represent the MP2 interaction energies separated into attractive and repulsive portions by NEMO. The repulsion fitting result from this work is provided on the right as FF Rep. along with the repulsion fitting result from Dzubak et al.", "(15)", " This fitting procedure was performed with a scaling factor of 2.0 on the dispersion term.", "The vdW interaction energy curves resulting from this work are compared to the UFF curves in Figure ", "9", ". The vdW contribution to the interaction energy curve of the Fe-MOF-74 cluster and CO", "2", " obtained with UFF is similar to that predicted by our new force field. The minimum energy values are less than 1 kJ/mol apart, and the CO", "2", " equilibrium positions are different by approximately 0.1 Å. For Mg-MOF-74, on the other hand, UFF cannot properly capture the strong binding of CO", "2", " with the Mg(II) open-metal site and thus predicts much weaker binding than the force field fitted by Dzubak et al.", "(15)", " DREIDING predicts weaker CO", "2", " vdW minimum energies and longer minimum energy distances than both UFF and the fitted force field from this work.", "Figure 9. The vdW contributions to the interaction energy curves of the Mg-MOF-74 and Fe-MOF-74 cluster models with CO", "2", ". The Dzubak et al. curve comes from ref ", "15", ".", "3.5", "Simulation of Isotherms", "The experimental and theoretical Fe-MOF-74/CO", "2", " isotherms generated from this work are reported in Figure ", "10", ", and the isosteric heat of adsorption is provided in Figure ", "11", ". Isotherms simulated with UFF and DREIDING are shown for comparison. The force field from this work results in isotherms that are in good agreement with the experimental isotherms of Fe-MOF-74 at multiple temperatures. Also, the interaction energy curves between the cluster model and CO", "2", " (see Figure ", "9", ") agree with findings of the classical simulations. The inflection points in the isosteric heat of adsorption curves predict the point at which open-metal binding sites are saturated with CO", "2", ". This indicates that nearly all of the open-metal sites within Fe-MOF-74 were open for CO", "2", " binding. There is fairly good agreement between experiment and our force field considering that it is very difficult to exactly predict the ", "Q", "st", " inflection point when there is such a small difference in binding energy between the primary and secondary binding sites within Fe-MOF-74. An extended ", "Q", "st", " plot can be seen in ", "Supporting Information", " Figure S13. To test the validity of this parametrization method, isotherms for the adsorption of CO", "2", " in Mg-MOF-74 were computed using the same approach. The attraction and repulsion fitting curves are reported in Figure ", "8", ", and are compared to the fittings from Dzubak et al.", "(15)", " The reference interaction energy curve was computed with MP2, which is numerically equivalent to the CASPT2 method with no active space. The same ANO-RCC basis sets used for the calculation of the reference PEC of CO", "2", " with Fe-MOF-74 were used for the Mg-MOF-74 case. The force field parameters for the Fe(II)–O(CO", "2", ") and Mg(II)–O(CO", "2", ") interactions are provided in Table ", "4", ".", "Figure 10. Experimental isotherm at 308 K is compared to the isotherm from the newly defined force field and the UFF and DREIDING force fields on the left. The picture on the left includes isotherms computed with different scaling factors on the dispersion term. The isotherms using the force field from this work are compared to experiment for multiple temperatures on the right.", "Figure 11. Experimental and theoretical Fe-MOF-74/CO", "2", " isosteric heat of adsorption curves derived in this work.", "Table 4. Force Field Parameters for the Fe(II)–O(CO", "2", ") and Mg(II)–P(CO", "2", ") from This Work in the Form of Equation ", "6", "metal:", "Fe(II)", "Mg(II)", "ε:", "2.9", "3.7", "4.5", "2.0", "A", " (kJ/mol·Å", "6", ")", "2083", "2932", "3777", "3616", "B", " (kJ/mol)", "317 300", "164 000", "99 500", "191 400", "C", " (Å", "–1", ")", "4.040", "3.664", "3.373", "3.815", "The fitted force field result from Dzubak et al.", "(15)", " is similar to the result obtained in this work. Our force field estimates that the attraction energy between CO", "2", " and the Mg(II) centered cluster is slightly weaker than the force field of Dzubak et al.", "(15)", " Simulations that used these two force fields are compared to experiment in Figure ", "12", ". Both force fields result in isotherms that are reasonably close to experiment, while UFF significantly underestimates the loading of CO", "2", ".", "Figure 12. Isotherms of CO", "2", " adsorption in Mg-MOF-74. The experimental data were taken from ref ", "6", " and were scaled assuming that 80% of the sites within Mg-MOF-74 were available for adsorption of CO", "2", " as demonstrated by ref ", "15", ". The experiment was performed at 313 K, which was the temperature considered in each simulation.", "Top of Page", "Abstract", "Introduction", "Methods", "Results", "Discussion", "Conclusions", "References", "4 Discussion", "Figure ", "5", " demonstrates that the interaction energy is not significantly affected by the way that the peripheral Fe(II) ions are modeled, provided that the effective charge of these ions is respected. This indicates that if the noncentral metals play a role in the adsorption, it is essentially electrostatic. This conclusion is in agreement with recent works that reported that the isotropic couplings between the Fe(II)–Fe(II) centers within this MOF are quite small.", "(5, 26, 36, 45)", "With the PBE functional, the obtained Fe(II)–Fe(II) distances in Fe-MOF-74 were found to be significantly smaller than experiment, while in the Mg-MOF-74 case, satisfactory results were obtained. Because the M(II)–M(II) distances are considered reliable experimental quantities (the positions of heavy atoms being obtained quite accurately), this shows a problem in the description of the Fe-MOF-74 electronic structure with the PBE exchange-correlation functional. The introduction of a ", "U", " correction of 5 eV led to the best reproduction of the Fe(II)–Fe(II) distances in Fe-MOF-74. Note that a Hubbard ", "U", " correction typically leads to the localization of the spin density on the paramagnetic centers, and corrects the unphysical, metallic behavior often obtained with the PBE exchange-correlation functional for open-shell systems, and is thus commonly applied to these systems.", "(36)", "The current force field reproduces experimental findings quite well. The overestimation of CO", "2", " loading at higher pressures is probably due to imperfections in the experimental sample that are not present in our GCMC simulation. This was the reason cited for the scaling of the experimental isotherm discussed in ref ", "15", ". The scaling of the experimental isotherm was not replicated for Fe-MOF-74 because the inflection point from the experimental data occurred at between 0.90 and 0.95 (see Figure ", "11", "), indicating that nearly all of the metal sites within Fe-MOF-74 were open for CO", "2", " binding. Furthermore, the simulated ", "Q", "st", " curve did not have an obvious inflection point. However, imperfections in the experimental sample must be present even in this case, and thus such a good agreement between the two curves was not expected.", "In Figure ", "10", " and ", "Supporting Information", " Figure S11, the effect of the dispersion scaling factor ε from eqs ", "4", " and ", "5", " is reported. These plots demonstrate that our force field is not heavily sensitive to changes in the ε parameter, once it is large enough to make the repulsion energy positive within the configuration space (ε = 2.9). Additionally, Figure ", "9", " shows that UFF provides reasonable results for Fe-MOF-74 but not for Mg-MOF-74. The UFF and fitted curves are similar for Fe-MOF-74 but are quite different in the Mg-MOF-74 case. UFF clearly overestimates the repulsion energy contribution for the Mg-MOF-74 cluster/CO", "2", " interaction. Also of note is the large underestimation in Fe-MOF-74 cluster/CO", "2", " binding predicted by DREIDING. Both DREIDING and UFF use a charge equilibration model. However, the DREIDING vdW parametrization was designed to describe primarily biological molecules, while UFF was meant to be more general. UFF and DREIDING parameters were each optimized with training sets that did not include metal sites similar to those in the MOF-74 series. As such, it was somewhat expected that these force fields would perform inconsistently for these systems, because they are outside of their respective training sets. These findings indicate that commonly used force fields do not yield consistent results for the MOF-74 series. In contrast, the force fields developed with the parametrization scheme proposed in this work do provide reasonable estimates for adsorption of CO", "2", " within Mg-MOF-74 and Fe-MOF-74.", "The isotherm resulting from this work estimates less CO", "2", " adsorption than does the isotherm computed by Dzubak et al.", "(15)", " (see Figure ", "12", "). The main differences between these two force field parametrizations are that an ", "r", "–5", " attraction term was used in the force field of Dzubak et al.", "(15)", " to improve the fitting quality, and all eight clusters pictured in ", "Supporting Information", " Figures S2–S8 were used to compute interaction energy curves with CO", "2", ". NEMO energy decompositions were then performed on each of the resulting PECs, and pairwise parameters were optimized for the interaction of each atom type with O(CO", "2", "). In this work, only the metal–O(CO", "2", ") interaction parameters were computed, and the other parameters were taken from UFF. The remaining clusters were used only to compute LoProp charges. A comparison of the resulting force field fittings is plotted in Figure ", "8", ". When the vdW parameters optimized with the Mg-MOF-74 oxygen and carbon atom-type clusters were used, the resulting force field did not yield an accurate prediction of CO", "2", " adsorption within Fe-MOF-74, and it is difficult to rationalize because so many variables are present in this force field parametrization. Because UFF has demonstrated some success in cases where there is not a strong interaction between the guest and an open-metal site, we decided to use these parameters to describe the nonmetal, vdW interactions between the MOF and CO", "2", ". In this way, the laborious determination of pairwise parameters from a large number of calculations was avoided. Note that the force fields proposed in this work and those computed by Dzubak et al.", "(15)", " are both fairly system specific because the open-metal site within the MOF-74 series is unique and the structural changes that result from switching metals have non-negligible effects on CO", "2", " binding. These force fields, on the other hand, are less dependent on minor changes to the topology of the MOFs. The important improvement made in this work with respect to the work of Dzubak et al.", "(15)", " is the reduction in the number of quantum calculations necessary to simulate new isotherms, and the extension of the method to open-shell MOFs.", "The energies computed by our new force field and the one proposed by Dzubak et al.", "(15)", " are comparable along the metal–CO", "2", " path. The Mg-MOF-74 study in this work demonstrates that the metal–CO", "2", " interaction is key to improving the prediction of adsorptive properties within open-metal site MOFs. Furthermore, this result provides validation for the approach proposed in this work for CO", "2", " adsorption within Fe-MOF-74. By only optimizing the parameters for the interaction of the CO", "2", " oxygen atoms with an open-metal site, it is possible to provide reasonable descriptions of adsorptive properties.", "Top of Page", "Abstract", "Introduction", "Methods", "Results", "Discussion", "Conclusions", "References", "5 Conclusions", "High-purity CO", "2", " was flowed through activated Fe-MOF-74, and isotherms were measured at 25, 35, and 45 °C. The dual-site Langmuir–Freundlich model provided a fairly precise fit to the experimentally determined adsorption and desorption measurements at three different temperatures. The CO", "2", " loading increases with decreasing temperature, and no saturation was observed under the chosen experimental conditions.", "The simulated isotherms of the adsorption of CO", "2", " within Fe-MOF-74 using the UFF and DREIDING force fields were not consistently accurate as compared to experiment. Additionally, the CO", "2", " adsorption within Mg-MOF-74 predicted by UFF differed from experiment by approximately 1 order of magnitude at low pressure. Thus, force field parameters were optimized to better describe the strong open-metal site interaction with CO", "2", ". A CASSCF calculation was used to confirm that the Fe(II) ions within Fe-MOF-74 are in a monoconfigurational quintet state. ROMP2 was then used to compute a reference PEC, and the NEMO approach was used to partition this interaction curve into attractive and repulsive terms. The Fe(II)–O(CO", "2", ") Buckingham interaction parameters were fit against these terms. The CO", "2", "–CO", "2", " interactions were modeled using the TraPPE force field. The remaining vdW parameters were all taken from UFF. This was done based on the success of UFF with MOFs that do not have open-metal sites,", "(11-13)", " and to simplify the parametrization scheme. With this scheme, a force field was derived that can accurately predict CO", "2", " adsorption for a MOF containing high-spin Fe(II) ions by using LoProp charges and optimizing three vdW parameters describing the Fe(II)–O(CO", "2", ") interaction.", "To further validate the parametrization scheme proposed in this work, the isotherm of CO", "2", " within Mg-MOF-74 was computed in a way that was similar to the Fe-MOF-74 case, and compared to experiment and the results of Dzubak et al.", "(15)", " The isotherm of CO", "2", " within Mg-MOF-74 computed in this work is in good agreement with the previously reported experimental and computational results, suggesting that parametrizing the metal–O(CO", "2", ") interactions for these two MOFs was sufficient for the simulation of accurate CO", "2", " adsorption isotherms. This indicates that force fields for MOFs with dominant metal–guest interactions could be parametrized quickly with this scheme. Furthermore, this method makes the computation of adsorption isotherms involving multiconfigurational states feasible.", " ", "Top of Page", "Abstract", "Introduction", "Methods", "Results", "Discussion", "Conclusions", "References", "Supporting Information", "Clusters and unit cells, equations used to perform the NEMO decomposition, a plot showing the effect of the scaling factor on the dispersion term, and an isosteric heat of adsorption plot of CO", "2", " in Fe", "2", "(dobdc). This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "⊥", "Author Contributions", "These authors contributed equally.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Methods", "Results", "Discussion", "Conclusions", "References", "Acknowledgment", "We thank Sijie Luo for assisting with periodic DFT calculations, and William C. Isley III, Stuart G. Kohl, and Prof. Christopher J. Cramer for their help and support. This research was supported by the U.S. Department of Energy, Office of Basic Energy Sciences, Division of Chemical Sciences, Geosciences and Biosciences under Award DE-FG02-12ER16362. A.L.D. was supported by the US Department of Energy under contract DE-SC0001015.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Methods", "Results", "Discussion", "Conclusions", "References", "References", "This article references 66 other publications.", "1. ", "Farha", ", ", "O. K.", "; ", "Yazaydin", ", ", "A. O.", "; ", "Eryazici", ", ", "L.", "; ", "Malliakas", ", ", "C. D.", "; ", "Hauser", ", ", "B.", "; ", "Kanatzidis", ", ", "M.", "; ", "Nguyen", ", ", "S.", "; ", "Snurr", ", ", "R.", "; ", "Hupp", ", ", "J.", " ", "De novo", " Synthesis of a Metal-Organic Framework Material Featuring Ultrahigh Surface Area and Gas Storage Capacities", " ", "Nat. Chem.", " ", "2010", ",  ", "2", ",  ", "944", "– ", "948", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "De novo synthesis of a metal-organic framework material featuring ultrahigh surface area and gas storage capacities", "Farha, Omar K.; Oezguer Yazaydin, A.; Eryazici, Ibrahim; Malliakas, Christos D.; Hauser, Brad G.; Kanatzidis, Mercouri G.; Nguyen, Son-Binh T.; Snurr, Randall Q.; Hupp, Joseph T.", "Nature Chemistry", "\r\n        (", "2010", "),\r\n    ", "2", "\r\n        (", "11", "),\r\n    ", "944-948", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal-org. frameworks, a class of porous hybrid materials built from metal ions and org. bridges, have recently shown great promise for a wide variety of applications.  The large choice of building blocks means that the structures and pore characteristics of the metal-org. frameworks can be tuned relatively easily.  However, despite much research, it remains challenging to prep. frameworks specifically tailored for particular applications.  Here, the authors used computational modeling to design and predictively characterize a metal-org. framework (NU-100) with a particularly high surface area.  Subsequent exptl. synthesis yielded a material [Cu3(L)(H2O)3]n (NU-100/PCN-610, H6L = hexatopic carboxylate I), matching the calcd. structure, with a high BET surface area (6,143 m2 g-1).  Also, sorption measurements revealed that the material had high storage capacities for H2 (164 mg g-1) and CO2 (2,315 mg g-1) - gases of high importance in the contexts of clean energy and climate alteration, resp. - in excellent agreement with predictions from modeling.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlWksbjN&md5=706f3b3b6b4cb7d03950103b11ba023e", "2. ", "Lässig", ", ", "D.", "; ", "Lincke", ", ", "J.", "; ", "Moellmer", ", ", "J.", "; ", "Reichenbach", ", ", "C.", "; ", "Moeller", ", ", "A.", "; ", "Gläser", ", ", "R.", "; ", "Kalies", ", ", "G.", "; ", "Cychosz", ", ", "K. A.", "; ", "Thommes", ", ", "M.", "; ", "Staudt", ", ", "R.", " ", "A Microporous Copper Metal-Organic Framework with High H", "2", " and CO", "2", " Adsorption Capacity at Ambient Pressure", " ", "Angew. Chem., Int. Ed.", " ", "2011", ",  ", "50", ",  ", "10344", "– ", "10348", "[", "Crossref", "], [", "CAS", "]", "2. ", "A microporous copper metal-organic framework with high H2 and CO2 adsorption capacity at ambient pressure", "Lassig Daniel; Lincke Jorg; Moellmer Jens; Reichenbach Christian; Moeller Andreas; Glaser Roger; Kalies Grit; Cychosz Katie A; Thommes Matthias; Staudt Reiner; Krautscheid Harald", "Angewandte Chemie (International ed. in English)", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "44", "),\r\n    ", "10344-8", "\r\n        ISSN:", ".\r\n    ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3MbhvVWjtw%253D%253D&md5=8788e044a9b7e93cd0908c962a9fe065", "3. ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T.-H.", "; ", "Long", ", ", "J. R.", " ", "Carbon Dioxide Capture in Metal-Organic Frameworks", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "– ", "781", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "4. ", "Chaemchuen", ", ", "S.", "; ", "Kabir", ", ", "N. A.", "; ", "Zhou", ", ", "K.", "; ", "Verpoort", ", ", "F.", " ", "Metal-Organic Frameworks for Upgrading Biogas via CO", "2", " Adsorption to Biogas Green Energy", " ", "Chem. Soc. Rev.", " ", "2013", ",  ", "9304", "– ", "9332", "[", "Crossref", "], [", "CAS", "]", "4. ", "Metal-organic frameworks for upgrading biogas via CO2 adsorption to biogas green energy", "Chaemchuen, Somboon; Kabir, Nawsad Alam; Zhou, Kui; Verpoort, Francis", "Chemical Society Reviews", "\r\n        (", "2013", "),\r\n    ", "42", "\r\n        (", "24", "),\r\n    ", "9304-9332", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  In the midst of the global climate change phenomenon, mainly caused by fossil fuel burning to provide energy for our daily life and discharge of CO2 into the atm., biogas is one of the important renewable energy sources that can be upgraded and applied as a fuel source for energy in daily life.  The advantages of the prodn. of hybrid materials, metal-org. framework (MOF) adsorbents, expected for the biogas upgrading, rely on the bulk sepn. of CO2 under near-ambient conditions.  This review highlights the challenges for MOF adsorbents, which have the greatest upgrading abilities for biogas via selective passage of methane.  The key factors improving the ideal MOF materials for these high CO2 capture and selectivity uses for biogas upgrading to produce bio-methane and reduce fossil-fuel CO2 emission will be discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVShsb7O&md5=27bcd6645186b51807c93c625626de05", "5. ", "Bloch", ", ", "E. D.", "; ", "Queen", ", ", "W. L.", "; ", "Krishna", ", ", "R.", "; ", "Zadrozny", ", ", "J. M.", "; ", "Brown", ", ", "C. M.", "; ", "Long", ", ", "J. R.", " ", "Hydrocarbon Separations in a Metal-Organic Framework with Open Iron(II) Coordination Sites", " ", "Science", " ", "2012", ",  ", "335", ",  ", "1606", "– ", "1610", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Hydrocarbon Separations in a Metal-Organic Framework with Open Iron(II) Coordination Sites", "Bloch, Eric D.; Queen, Wendy L.; Krishna, Rajamani; Zadrozny, Joseph M.; Brown, Craig M.; Long, Jeffrey R.", "Science (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "335", "\r\n        (", "6076", "),\r\n    ", "1606-1610", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The energy costs assocd. with large-scale industrial sepn. of light hydrocarbons by cryogenic distn. could potentially be lowered through development of selective solid adsorbents that operate at higher temps.  Here, the metal-org. framework Fe2(dobdc) (dobdc4- : 2,5-dioxido-1,4-benzenedicarboxylate) is demonstrated to exhibit excellent performance characteristics for sepn. of ethylene/ethane and propylene/propane mixts. at 318 K.  Breakthrough data obtained for these mixts. provide exptl. validation of simulations, which in turn predict high selectivities and capacities of this material for the fractionation of methane/ethane/ethylene/acetylene mixts., removal of acetylene impurities from ethylene, and membrane-based olefin/paraffin sepns.  Neutron powder diffraction data confirm a side-on coordination of acetylene, ethylene, and propylene at the iron(II) centers, while also providing solid-state structural characterization of the much weaker interactions of ethane and propane with the metal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XksVyqsLc%253D&md5=d149ed45c3e688d5e4ee63d75629bd4f", "6. ", "Mason", ", ", "J. A.", "; ", "Sumida", ", ", "K.", "; ", "Herm", ", ", "Z. R.", "; ", "Krishna", ", ", "R.", "; ", "Long", ", ", "J. R.", " ", "Evaluating Metal-Organic Frameworks for Post-Combustion Carbon Dioxide Capture via Temperature Swing Adsorption", " ", "Energy Environ. Sci.", " ", "2011", ",  ", "4", ",  ", "3030", "– ", "3040", "[", "Crossref", "], [", "CAS", "]", "6. ", "Evaluating metal-organic frameworks for post-combustion carbon dioxide capture via temperature swing adsorption", "Mason, Jarad A.; Sumida, Kenji; Herm, Zoey R.; Krishna, Rajamani; Long, Jeffrey R.", "Energy & Environmental Science", "\r\n        (", "2011", "),\r\n    ", "4", "\r\n        (", "8", "),\r\n    ", "3030-3040", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two representative metal-org. frameworks, Zn4O(BTB)2 (BTB3- = 1,3,5-benzenetribenzoate; MOF-177) and Mg2(dobdc) (dobdc4- = 1,4-dioxido-2,5-benzenedicarboxylate; Mg-MOF-74, CPO-27-Mg), are evaluated in detail for their potential use in post-combustion CO2 capture via temp. swing adsorption (TSA).  Low-pressure single-component CO2 and N2 adsorption isotherms were measured every 10° from 20 to 200°, allowing the performance of each material to be analyzed precisely.  To gain a more complete understanding of the sepn. phenomena and the thermodn. of CO2 adsorption, the isotherms were analyzed using a variety of methods.  With regard to the isosteric heat of CO2 adsorption, Mg2(dobdc) exhibits an abrupt drop at loadings approaching the satn. of the Mg2+ sites, which has significant implications for regeneration in different industrial applications.  The CO2/N2 selectivities were calcd. using ideal adsorbed soln. theory (IAST) for MOF-177, Mg2(dobdc), and zeolite NaX, and working capacities were estd. using a simplified TSA model.  Significantly, MOF-177 fails to exhibit a pos. working capacity even at regeneration temps. ≤200°, while Mg2(dobdc) reaches a working capacity of 17.6% at this temp.  Breakthrough simulations were also performed for the three materials, demonstrating the superior performance of Mg2(dobdc) over MOF-177 and zeolite NaX.  The presence of strong CO2 adsorption sites is essential for a metal-org. framework to be of utility in post-combustion CO2 capture via a TSA process, and present a methodol. for the evaluation of new metal-org. frameworks via anal. of single-component gas adsorption isotherms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFSrs7bI&md5=6db0dde57f421548748aa557127ae651", "7. ", "Bloch", ", ", "E. D.", "; ", "Murray", ", ", "L. J.", "; ", "Queen", ", ", "W. L.", "; ", "Chavan", ", ", "S.", "; ", "Maximoff", ", ", "S. N.", "; ", "Bigi", ", ", "J. P.", "; ", "Krishna", ", ", "R.", "; ", "Peterson", ", ", "V. K.", "; ", "Grandjean", ", ", "F.", "; ", "Long", ", ", "G. J.", "; ", "Smit", ", ", "B.", "; ", "Bordiga", ", ", "S.", "; ", "Brown", ", ", "C. M.", "; ", "Long", ", ", "J. R.", " ", "Selective Binding of O", "2", " over N", "2", " in a Redox-Active Metal Organic Framework with Open Iron(II) Coordination Sites", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "14814", "– ", "14822", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Selective Binding of O2 over N2 in a Redox-Active Metal-Organic Framework with Open Iron(II) Coordination Sites", "Bloch, Eric D.; Murray, Leslie J.; Queen, Wendy L.; Chavan, Sachin; Maximoff, Sergey N.; Bigi, Julian P.; Krishna, Rajamani; Peterson, Vanessa K.; Grandjean, Fernande; Long, Gary J.; Smit, Berend; Bordiga, Silvia; Brown, Craig M.; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "37", "),\r\n    ", "14814-14822", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The air-free reaction between FeCl2 and H4dobdc (dobdc4- = 2,5-dioxido-1,4-benzenedicarboxylate) in a mixt. of N,N-dimethylformamide (DMF) and methanol affords Fe2(dobdc)·4DMF, a metal-org. framework adopting the MOF-74 (or CPO-27) structure type.  The desolvated form of this material displays a Brunauer-Emmett-Teller (BET) surface area of 1360 m2/g and features a hexagonal array of one-dimensional channels lined with coordinatively unsatd. FeII centers.  Gas adsorption isotherms at 298 K indicate that Fe2(dobdc) binds O2 preferentially over N2, with an irreversible capacity of 9.3%, corresponding to the adsorption of one O2 mol. per two iron centers.  Remarkably, at 211 K, O2 uptake is fully reversible and the capacity increases to 18.2%, corresponding to the adsorption of one O2 mol. per iron center.  Mossbauer and IR spectra are consistent with partial charge transfer from iron(II) to O2 at low temp. and complete charge transfer to form iron(III) and O22- at room temp.  The results of Rietveld analyses of powder neutron diffraction data (4 K) confirm this interpretation, revealing O2 bound to iron in a sym. side-on mode with dO-O = 1.25(1) Å at low temp. and in a slipped side-on mode with dO-O = 1.6(1) Å when oxidized at room temp.  Application of ideal adsorbed soln. theory in simulating breakthrough curves shows Fe2(dobdc) to be a promising material for the sepn. of O2 from air at temps. well above those currently employed in industrial settings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtV2isbnM&md5=bb45728676bb33f13be541d2cc6d0279", "8. ", "Dietzel", ", ", "P. D. C.", "; ", "Besikiotis", ", ", "V.", "; ", "Blom", ", ", "R.", " ", "Application of Metal-Organic Frameworks with Coordinatively Unsaturated Metal Sites in Storage and Separation of Methane and Carbon Dioxide", " ", "J. Mater. Chem.", " ", "2009", ",  ", "19", ",  ", "7362", "– ", "7370", "[", "Crossref", "], [", "CAS", "]", "8. ", "Application of metal-organic frameworks with coordinatively unsaturated metal sites in storage and separation of methane and carbon dioxide", "Dietzel, Pascal D. C.; Besikiotis, Vasileios; Blom, Richard", "Journal of Materials Chemistry", "\r\n        (", "2009", "),\r\n    ", "19", "\r\n        (", "39", "),\r\n    ", "7362-7370", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The metal-org. frameworks M2(dhtp)(H2O)2·8H2O (CPO-27-M, M = Ni, Mg) can be activated to give the empty framework compds. M2(dhtp) with a honeycomb analogous structure contg. large micropores of 11-12 Å diam. and a high concn. of open metal sites.  These sites play a major role in the adsorption of methane and carbon dioxide, which was studied at pressures up to 100 bar and 50 bar, resp., and various temps. in the range of 179 to 473 K. Both gases are taken up by the material in significant amts.  The max. excess adsorption of CO2 obsd. at 298 K was 51 wt.% for Ni2(dhtp) and 63 wt.% for Mg2(dhtp).  A surprisingly large amt. of CO2, in the range 25-30 wt.%, was still adsorbed at 473 K. Up to 18 and 22 wt.% methane were adsorbed at 179 K in the nickel and the magnesium compd., resp.  Congruent with this result is the high isosteric heat of adsorption obsd., which was found to be in the range 38-43 kJ mol-1 for CO2 and 20-22 kJ mol-1 for CH4, initially.  The heat of adsorption decreases significantly after the open metal sites have been occupied, which also is reflected in the shape of the adsorption isotherms.  The vacant coordination site at the metal atom also imparts favorable properties in respect to gas sepn. onto the material.  Breakthrough expts. using Ni2(dhtp) and gas mixts. of CO2-N2 and CO2-CH4 demonstrate the ability of the material to sep. these gases.  It is shown that carbon dioxide is preferentially adsorbed over methane or nitrogen.  In the case of CO2-N2, the retention is quant. within the precision of the detection system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1SqsL3E&md5=772720d3befb7d050c696517be8ca169", "9. ", "Mayo", ", ", "S. L.", "; ", "Olafson", ", ", "B. D.", "; ", "Goddard", ", ", "W. A.", ", ", " III.", " ", "DREIDING: A Generic Force Field for Molecular Simulations", " ", "J. Phys. Chem.", " ", "1990", ",  ", "94", ",  ", "8897", "– ", "8909", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "DREIDING:  a generic force field for molecular simulations", "Mayo, Stephen L.; Olafson, Barry D.; Goddard, William A., III", "Journal of Physical Chemistry", "\r\n        (", "1990", "),\r\n    ", "94", "\r\n        (", "26", "),\r\n    ", "8897-909", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "The parameters are given for a new generic force field, DREIDING, that is useful for predicting structures and dynamics of org., biol., and main-group inorg. mols.  The philosophy in DREIDING is to use general force consts. and geometry parameters based on simple hybridization considerations rather than individual force consts. and geometric parameters that depend on the particular combination of atoms involved in the bond, angle, or torsion terms.  Thus all bond distances are derived from at. radii, and there is only one force const. each for bonds, angles, and inversions and only six different values for torsional barriers.  Parameters are defined for all possible combinations of atoms and new atoms can be added to the force field rather simply.  The parameters are given for the \"nonmetallic\" main-group elements (B, C, N, O, F columns for the C, Si, Ge, and Sn rows) plus H and a few metals (Na, Ca, Zn, Fe).  The accuracy of the DREIDING force field is tested by comparing with (i) 76 accurately detd. crystal structures of org. compds. involving H, C, N, O, F, P, S, Cl, and Br, (ii) rotational barriers of a no. of mols., and (iii) relative conformational energies and barriers of a no. of mols.  There is excellent agreement.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXmtlyhtL0%253D&md5=c2b2e75dedb934f18bad57d15d8944d4", "10. ", "Rappé", ", ", "A. K.", "; ", "Casewit", ", ", "C. J.", "; ", "Colwell", ", ", "K. S.", "; ", "Goddard", ", ", "W. A.", ", ", " III", "; ", "Skiff", ", ", "W. M.", " ", "UFF, A Full Periodic Table Force Field for Molecular Mechanics and Molecular Dynamics Simulations", " ", "J. Am. Chem. Soc.", " ", "1992", ",  ", "114", ",  ", "10024", "– ", "10035", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "UFF, a full periodic table force field for molecular mechanics and molecular dynamics simulations", "Rappe, A. K.; Casewit, C. J.; Colwell, K. S.; Goddard, W. A., III; Skiff, W. M.", "Journal of the American Chemical Society", "\r\n        (", "1992", "),\r\n    ", "114", "\r\n        (", "25", "),\r\n    ", "10024-35", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "A new mol. mechanics force field, the Universal force field (UFF), is described wherein the force field parameters are estd. using general rules based only on the element, its hybridization and its connectivity.  The force field functional forms, parameters, and generating formulas for the full periodic table are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38Xmtl2qur8%253D&md5=cf41e8bb9ad299fd5d79f070d690afe1", "11. ", "Salles", ", ", "F.", "; ", "Kolokolov", ", ", "D. I.", "; ", "Jobic", ", ", "H.", "; ", "Maurin", ", ", "G.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Devic", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "Ferey", ", ", "G.", " ", "Adsorption and Diffusion of H", "2", " in the MOF Type Systems MIL-47(V) and MIL-53(Cr): A Combination of Microcalorimetry and QENS Experiments with Molecular Simulations", " ", "J. Phys. Chem. C", " ", "2009", ",  ", "113", ",  ", "7802", "– ", "7812", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Adsorption and Diffusion of H2 in the MOF Type Systems MIL-47(V) and MIL-53(Cr): A Combination of Microcalorimetry and QENS Experiments with Molecular Simulations", "Salles, Fabrice; Kolokolov, Daniil I.; Jobic, Herve; Maurin, Guillaume; Llewellyn, Philip L.; Devic, Thomas; Serre, Christian; Ferey, Gerard", "Journal of Physical Chemistry C", "\r\n        (", "2009", "),\r\n    ", "113", "\r\n        (", "18", "),\r\n    ", "7802-7812", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Quasi-elastic neutron scattering measurements are combined with mol. dynamics simulations to det. the self-diffusivity (Ds) profile of hydrogen in the metal org. framework materials MIL-47(V) and MIL-53(Cr) (MIL, Materials Institut Lavoisier) as a function of loading.  Exptl., a sudden increase in Ds for H2 at low loading (≤1 H2/unit cell) was obsd. with values at least two orders of magnitude higher than in zeolites.  This unusual behavior has been denoted as \"super-mobility\".  Here, two different force fields available in the literature to represent the H2/H2 and H2/MOF framework interactions have been considered to capture such exptl. findings via mol. dynamics simulations.  We have shown that (i) a similar magnitude of the energetic contribution for the H2/H2 and H2/MOF framework interactions and (ii) a smoothness of the potential energy surfaces are required in order to match the supermobility of H2 at low loading.  The diffusion mechanism at the microscopic scale was successfully simulated in both materials and described in terms of the chem. features of the MIL framework, i.e., the presence or absence of the μ2 hydroxyl group.  It appears that a one-dimensional (1D) diffusion along the z axis and purely random three-dimensional (3D) diffusion processes are obsd. for MIL-53(Cr) and MIL-47(V), resp.  The adsorption properties were then simulated using the different force fields initially fitted to the diffusion results and compared to manometry measurements.  Finally, the comparison of diffusion and adsorption results for the different force fields leads us to choose the best compromise to describe both dynamic and thermodn. properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXktVGlt74%253D&md5=2eafc0bf41d19b5fa67927d0a1a64d07", "12. ", "Rives", ", ", "S.", "; ", "Jobic", ", ", "H.", "; ", "Kolokolov", ", ", "D. I.", "; ", "Gabrienko", ", ", "A. A.", "; ", "Stepanov", ", ", "A. G.", "; ", "Ke", ", ", "Y.", "; ", "Frick", ", ", "B.", "; ", "Devic", ", ", "T.", "; ", "Férey", ", ", "G.", "; ", "Maurin", ", ", "G.", " ", "Diffusion of Xylene Isomers in the MIL-47(V) MOF Material: A Synergic Combination of Computational and Experimental Tools", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "6293", "– ", "6302", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Diffusion of Xylene Isomers in the MIL-47(V) MOF Material: A Synergic Combination of Computational and Experimental Tools", "Rives, S.; Jobic, H.; Kolokolov, D. I.; Gabrienko, A. A.; Stepanov, A. G.; Ke, Y.; Frick, B.; Devic, T.; Ferey, G.; Maurin, G.", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "12", "),\r\n    ", "6293-6302", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The dynamics of xylene isomers in the metal-org. framework MIL-47(V) has been investigated by combining mol. dynamics (MD) simulations and exptl. tools including quasi-elastic neutron scattering (QENS) and deuterium NMR (2H NMR).  The exptl. and simulated self-diffusion coeffs. (Ds) values for each single component isomer are in reasonable agreement in the whole range of temps.  More interestingly, the simulations predict a non-monotonic evolution of Ds with the temp. for all xylenes.  Such an unusual trend is exptl. confirmed for p-xylene.  Two distinct diffusion regimes are elucidated at the microscopic level: a low-temp. regime where the xylene mols. are close to the MIL-47(V) pore wall with a high activation energy barrier for the diffusion and a high-temp. regime where the xylene mols. are mainly located in the center of the channel assocd. with a lower activation energy for the diffusion.  This dynamic behavior remains also true whatever the degree of pore filling.  The diffusivity is only slightly affected when one compares the case of xylenes in single component and in mixt.  2H NMR expts. enlighten that packing effects and guest-guest interactions are crucial when considering the dynamics of confined xylenes in MIL-47(V).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjs1ygsLk%253D&md5=20bb2e79a0df01a1169cb7f4ddcb028c", "13. ", "Atci", ", ", "E.", "; ", "Erucar", ", ", "I.", "; ", "Keskin", ", ", "S.", " ", "Adsorption and Transport of CH", "4", ", CO", "2", ", H", "2", " Mixtures in a Bio-MOF Material from Molecular Simulations", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "6833", "– ", "6840", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Adsorption and Transport of CH4, CO2, H2 Mixtures in a Bio-MOF Material from Molecular Simulations", "Atci, Erhan; Erucar, Ilknur; Keskin, Seda", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "14", "),\r\n    ", "6833-6840", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Accurate description of gas adsorption and diffusion in nanoporous materials is crucial in envisioning new materials for adsorption-based and membrane-based gas sepns.  This study provides the 1st information about the equil. and transport properties of different gas mixts. in a bio-metal org. framework (bio-MOF).  Adsorption isotherms and self-diffusivity coeffs. of CH4, CO2, H2, and their binary mixts. in bio-MOF-11 were computed using grand canonical Monte Carlo and equil. mol. dynamics simulations.  Bio-MOF-11 exhibits significantly higher adsorption selectivity for CO2 over CH4 and H2 than the widely studied MOFs.  Bio-MOF-11 outperforms several isoreticular MOFs, traditional zeolites, and zeolite imidazolate frameworks in membrane-based sepns. of CH4/H2, CO2/CH4, and CO2/H2 mixts. due to its high gas permeability and permeation selectivity.  The methods used in this work will assess the potential of bio-MOFs in gas sepns. and accelerate development of new bio-MOFs for targeted applications by providing mol. insights into adsorption and transport of gas mixts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjsVGjtLc%253D&md5=f78728c8bc388eebc6bf28c6aff7c6dc", "14. ", "Yu", ", ", "J.", "; ", "Balbuena", ", ", "P. B.", " ", "Water Effects on Postcombustion CO", "2", " Capture in Mg-MOF-74", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "3383", "– ", "3388", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Water Effects on Postcombustion CO2 Capture in Mg-MOF-74", "Yu, Jiamei; Balbuena, Perla B.", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "7", "),\r\n    ", "3383-3388", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Mg-MOF-74, one of the best metal-org. framework (MOF) materials for CO2 adsorption and sepn., was widely explored in CO2 capture.  H2O effects on postcombustion CO2 capture in Mg-MOF-74 are evaluated by using a combination of Grand Canonical Monte Carlo and d. functional theory (DFT) simulations.  Results show that in this MOF the CO2 adsorption capacity is decreased by the presence of H2O mols. linked to coordinatively unsatd. metal sites (CUMs).  This effect is a consequence of the redn. of binding energy between CO2 and the H2O-coordinated Mg-MOF-74 framework.  DFT calcns. indicate that such binding energy is much lower than that without coordinated H2O.  More importantly, the difference of the binding energy between CO2 and CUM in a MOF and between CO2 and CUM-coordinated H2O are good descriptors to evaluate H2O effects on CO2 capture in MOFs with CUMs.  At the same time, these studies further demonstrate that the CUMs in MOFs play an important role in their performance for CO2 capture from a practical stream contg. H2O and other impurities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht1Kmsb0%253D&md5=cfa8a02fea2b0e50bb44d130c4a693b0", "15. ", "Dzubak", ", ", "A. L.", "; ", "Lin", ", ", "L.-C.", "; ", "Kim", ", ", "J.", "; ", "Swisher", ", ", "J. A.", "; ", "Poloni", ", ", "R.", "; ", "Maximoff", ", ", "S. N.", "; ", "Smit", ", ", "B.", "; ", "Gagliardi", ", ", "L.", " ", "Ab initio Carbon Capture in Open-Site Metal-Organic Frameworks", " ", "Nat. Chem.", " ", "2012", ",  ", "4", ",  ", "810", "– ", "816", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Ab initio carbon capture in open-site metal-organic frameworks", "Dzubak, Allison L.; Lin, Li-Chiang; Kim, Jihan; Swisher, Joseph A.; Poloni, Roberta; Maximoff, Sergey N.; Smit, Berend; Gagliardi, Laura", "Nature Chemistry", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "10", "),\r\n    ", "810-816", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "During the formation of metal-org. frameworks (MOFs), metal centers can coordinate with the intended org. linkers, but also with solvent mols.  In this case, subsequent activation by removal of the solvent mols. creates unsatd. open metal sites known to have a strong affinity to CO2 mols., but their interactions are still poorly understood.  Common force fields typically underestimate by as much as 2 orders of magnitude the adsorption of CO2 in open-site Mg-MOF-74, which has emerged as a promising MOF for CO2 capture.  We present a systematic procedure to generate force fields using high-level quantum chem. calcns.  Monte Carlo simulations based on an ab initio force field generated for CO2 in Mg-MOF-74 shed some light on the interpretation of thermodn. data from flue gas in this material.  The force field describes accurately the chem. of the open metal sites, and is transferable to other structures.  This approach may serve in mol. simulations in general and in the study of fluid-solid interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Wktr3O&md5=f56250bc5e6e0e4c65741837c918e63a", "16. ", "Gordon", ", ", "M. S.", "; ", "Smith", ", ", "Q. A.", "; ", "Xu", ", ", "P.", "; ", "Slipchenko", ", ", "L. V.", " ", "Accurate First Principles Model Potentials for Intermolecular Interactions", " ", "Annu. Rev. Phys. Chem.", " ", "2013", ",  ", "64", ",  ", "553", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Accurate first principles model potentials for intermolecular interactions", "Gordon, Mark S.; Smith, Quentin A.; Xu, Peng; Slipchenko, Lyudmila V.", "Annual Review of Physical Chemistry", "\r\n        (", "2013", "),\r\n    ", "64", "\r\n        (", "),\r\n    ", "553-578", "CODEN:\r\n                ", "ARPLAP", ";\r\n        ISSN:", "0066-426X", ".\r\n    \r\n            (", "Annual Reviews Inc.", ")\r\n        ", "A review.  The general effective fragment potential (EFP) method provides model potentials for any mol. that is derived from first principles, with no empirically fitted parameters.  The EFP method has been interfaced with most currently used ab initio single-ref. and multireference quantum mechanics (QM) methods, ranging from Hartree-Fock and coupled cluster theory to multireference perturbation theory.  The most recent innovations in the EFP model have been to make the computationally expensive charge transfer term much more efficient and to interface the general EFP dispersion and exchange repulsion interactions with QM methods.  Following a summary of the method and its implementation in generally available computer programs, these most recent new developments are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXntVCrs7g%253D&md5=883c719d2d6d4a4afd3333a45e7cd5ab", "17. ", "Gresh", ", ", "N.", "; ", "Claverie", ", ", "P.", "; ", "Pullman", ", ", "A.", " ", "Theoretical Studies of Molecular Conformation. Derivation of an Additive Procedure for the Computation of Intramolecular Interaction Energies. Comparison with Ab Initio SCF Computations", " ", "Theor. Chem. Acc.", " ", "1984", ",  ", "66", ",  ", "1", "– ", "20", "[", "Crossref", "]", "There is no corresponding record for this reference.", "18. ", "Misquitta", ", ", "A. J.", "; ", "Podeszwa", ", ", "R.", "; ", "Jeziorski", ", ", "B.", "; ", "Szalewicz", ", ", "K.", " ", "Intermolecular Potentials Based on Symmetry-Adapted Perturbation Theory with Dispersion Energies from Time-Dependent Density-Functional Calculations", " ", "J. Chem. Phys.", " ", "2005", ",  ", "123", ",  ", "214103", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Intermolecular potentials based on symmetry-adapted perturbation theory with dispersion energies from time-dependent density-functional calculations", "Misquitta, Alston J.; Podeszwa, Rafal; Jeziorski, Bogumil; Szalewicz, Krzysztof", "Journal of Chemical Physics", "\r\n        (", "2005", "),\r\n    ", "123", "\r\n        (", "21", "),\r\n    ", "214103/1-214103/14", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Recently, three of us have proposed a method [Phys. Rev. Lett. 91, 33201 (2003)] for an accurate calcn. of the dispersion energy utilizing frequency-dependent d. susceptibilities of monomers obtained from time-dependent d.-functional theory (DFT).  In the present paper, we report numerical calcns. for the helium, neon, water, and carbon dioxide dimers and show that for a wide range of intermonomer sepns., including the van der Waals and short-range repulsion regions, the method provides dispersion energies with accuracies comparable to those that can be achieved using the current most sophisticated wave-function methods.  If the dispersion energy is combined with (i) the electrostatic and first-order exchange interaction energies as defined in symmetry-adapted perturbation theory (SAPT) but computed using monomer Kohn-Sham (KS) determinants, and (ii) the induction energy computed using the coupled KS static response theory, (iii) the exchange-induction and exchange-dispersion energies computed using KS orbitals and orbital energies, the resulting method, denoted by SAPT(DFT), produces very accurate total interaction potentials.  For the helium dimer, the only system with nearly exact benchmark values, SAPT(DFT) reproduces the interaction energy to within about 2% at the min. and to a similar accuracy for all other distances ranging from the strongly repulsive to the asymptotic region.  For the remaining systems investigated by us, the quality of the SAPT(DFT) interaction energies is so high that these energies may actually be more accurate than the best available results obtained with wave-function techniques.  At the same time, SAPT(DFT) is much more computationally efficient than any method previously used for calcg. the dispersion and other interaction energy components at this level of accuracy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtlCgtbzP&md5=87a8af6ad8a33b5b508d8fd08e7a1981", "19. ", "Verma", ", ", "P.", "; ", "Xu", ", ", "X.", "; ", "Truhlar", ", ", "D. G.", " ", "Adsorption on Fe-MOF-74 for C", "1", "-C", "3", " Hydrocarbon Separation", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "12648", "– ", "12660", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Adsorption on Fe-MOF-74 for C1-C3 Hydrocarbon Separation", "Verma, Pragya; Xu, Xuefei; Truhlar, Donald G.", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "24", "),\r\n    ", "12648-12660", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An increase in demand for energy efficient processes for the sepn. of a mixt. of hydrocarbons drives the need for understanding metal-org. frameworks (MOFs) that can provide better noncryogenic alternatives for the fractionation of hydrocarbon mixts.  Here we study the structure and properties of a metal-org. framework, Fe-MOF-74, and its effectiveness to sep. C1-C3 hydrocarbon mixts.  The binding of these hydrocarbons to the open metal sites of Fe-MOF-74 has been investigated using a meta-generalized gradient approxn. d. functional, M06-L, which has previously been validated for systems contg. transition metals.  For interpretive purposes, charge model 5 (CM5) is used to det. the partial at. charges on the metal cations and the oxygen atoms of the ligands surrounding these metal centers.  Our computations show preferential binding to the metal center of Fe-MOF-74 of unsatd. hydrocarbons over satd. ones in agreement with exptl. results, and the calcd. binding energies are in semiquant. agreement with expt.  The results are analyzed in terms of various factors contributing to the binding, including structural distortion, electrostatics, damped dispersion, charge transfer, back bonding, and ligand field effects on the d orbitals.  The CM5 charges are not sensitive to small differences in structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXotV2lu7o%253D&md5=dd2f860a1f6e20ecbceee58c3c2e28e2", "20. ", "Ghosh", ", ", "D.", "; ", "Kosenkov", ", ", "D.", "; ", "Vanovschi", ", ", "V.", "; ", "Williams", ", ", "C. F.", "; ", "Herbert", ", ", "J. M.", "; ", "Gordon", ", ", "M. S.", "; ", "Schmidt", ", ", "M. W.", "; ", "Slipchenko", ", ", "L. V.", "; ", "Krylov", ", ", "A. I.", " ", "Noncovalent Interactions in Extended Systems Described by the Effective Fragment Potential Method: Theory and Application to Nucleobase Oligomers", " ", "J. Phys. Chem. A", " ", "2010", ",  ", "114", ",  ", "12739", "– ", "12754", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Non-covalent Interactions in Extended Systems Described by the Effective Fragment Potential Method: Theory and Application to Nucleobase Oligomers", "Ghosh, Debashree; Kosenkov, Dmytro; Vanovschi, Vitalii; Williams, Christopher F.; Herbert, John M.; Gordon, Mark S.; Schmidt, Michael W.; Slipchenko, Lyudmila V.; Krylov, Anna I.", "Journal of Physical Chemistry A", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "48", "),\r\n    ", "12739-12754", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The implementation of the effective fragment potential (EFP) method within the Q-CHEM electronic structure package is presented.  The EFP method is used to study noncovalent π-π and hydrogen-bonding interactions in DNA strands.  Since EFP is a computationally inexpensive alternative to high-level ab initio calcns., it is possible to go beyond the dimers of nucleic acid bases and to investigate the asymptotic behavior of different components of the total interaction energy.  The calcns. demonstrated that the dispersion energy is a leading component in π-stacked oligomers of all sizes.  Exchange-repulsion energy also plays an important role.  The contribution of polarization is small in these systems, whereas the magnitude of electrostatics varies.  Pair-wise fragment interactions (i.e., the sum of dimer binding energies) were found to be a good approxn. for the oligomer energy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVSisrfI&md5=7c3b4602c87705760df23b7d27b32a86", "21. ", "Adamovic", ", ", "I.", "; ", "Gordon", ", ", "M. S.", " ", "Methanol-Water Mixtures: A Microsolvation Study Using the Effective Fragment Potential Method", " ", "J. Phys. Chem. A", " ", "2006", ",  ", "110", ",  ", "10267", "– ", "10273", "PMID: 16928117", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Methanol-Water Mixtures: A Microsolvation Study Using the Effective Fragment Potential Method", "Adamovic, Ivana; Gordon, Mark S.", "Journal of Physical Chemistry A", "\r\n        (", "2006", "),\r\n    ", "110", "\r\n        (", "34", "),\r\n    ", "10267-10273", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The formation process of methanol-water mixts., (MeOH/H2O)n, n = 2, 3,..., 8 is studied at the mol. level using the general effective fragment potential (EFP2) method and second-order perturbation theory (MP2).  Extensive Monte Carlo/simulated annealing global optimizations were used to locate global min. structures for each n, for both homo and hetero clusters.  Mixing at the microscopic level was investigated, and some general conclusions about the microsolvation behavior of these mixts. are presented.  For all of these clusters, incomplete mixing is obsd. at the mol. level.  Low-energy (MeOH/H2O)n clusters retain much of their initial structure in the global min. of the mixed clusters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xns1Kktr4%253D&md5=e4b4d355419607147fc4ceda2bfe7d46", "22. ", "Li", ", ", "H.", "; ", "Gordon", ", ", "M. S.", "; ", "Jensen", ", ", "J. H.", " ", "Charge Transfer Interaction in the Effective Fragment Potential Method", " ", "J. Chem. Phys.", " ", "2006", ",  ", "124", ",  ", "214108", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "Charge transfer interaction in the effective fragment potential method", "Li, Hui; Gordon, Mark S.; Jensen, Jan H.", "Journal of Chemical Physics", "\r\n        (", "2006", "),\r\n    ", "124", "\r\n        (", "21", "),\r\n    ", "214108/1-214108/16", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "An approx. formula is derived and implemented in the general effective fragment potential (EFP2) method to model the intermol. charge transfer interaction.  This formula is based on second order intermol. perturbation theory and utilizes canonical MOs and Fock matrixes obtained with preparative SCF calcns.  It predicts charge transfer energies that are in reasonable agreement with the reduced variational space energy decompn. anal.  The formulas for the charge transfer gradients with respect to EFP translational and rotational displacements are also derived and implemented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XmtVKku7w%253D&md5=e227bc054de806bb687fd39181657462", "23. ", "Bowman", ", ", "D. N.", "; ", "Jakubikova", ", ", "E.", " ", "Low-Spin versus High-Spin Ground State in Pseudo-Octahedral Iron Complexes", " ", "Inorg. Chem.", " ", "2012", ",  ", "51", ",  ", "6011", "– ", "6019", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Low-Spin versus High-Spin Ground State in Pseudo-Octahedral Iron Complexes", "Bowman, David N.; Jakubikova, Elena", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "11", "),\r\n    ", "6011-6019", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Pseudo-octahedral complexes of iron find applications as switches in mol. electronic devices, materials for data storage, and, more recently, as candidates for dye-sensitizers in dye-sensitized solar cells.  Iron, as a first row transition metal, provides a weak ligand-field splitting in an octahedral environment.  This results in the presence of low-lying 5T excited states that, depending on the identity of iron ligands, can become the ground state of the complex.  The small energy difference between the low-spin, 1A, and high-spin, 5T, states presents a challenge for accurate prediction of their ground state using d. functional theory.  In this work, we investigate the applicability of the B3LYP functional to the ground state detn. of first row transition metal complexes, focusing mainly on Fe(II) polypyridine complexes with ligands of varying ligand field strength.  It has been shown previously that B3LYP artificially favors the 5T state as the ground state of Fe(II) complexes, and the error in the energy differences between the 1A and 5T states is systematic for a set of structurally related complexes.  We demonstrate that structurally related complexes can be defined as pseudo-octahedral complexes that undergo similar distortion in the metal-ligand coordination environment between the high-spin and low-spin states.  The systematic behavior of complexes with similar distortion can be exploited, and the ground state of an arbitrary Fe(II) complex can be detd. by comparing the calcd. energy differences between the singlet and quintet electronic states of a complex to the energy differences of structurally related complexes with a known, exptl. detd. ground state.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XnsVKrsLc%253D&md5=b025afcba2cc19000a9165657fcce3ee", "24. ", "Jensen", ", ", "K. P.", "; ", "Roos", ", ", "B. O.", "; ", "Ryde", ", ", "U.", " ", "O", "2", "-Binding to Heme: Electronic Structure and Spectrum of Oxyheme, Studied by Multiconfigurational Methods", " ", "J. Inorg. Biochem.", " ", "2005", ",  ", "99", ",  ", "45", "– ", "54", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "24. ", "O2-binding to heme: electronic structure and spectrum of oxyheme, studied by multiconfigurational methods", "Jensen, Kasper P.; Roos, Bjoern O.; Ryde, Ulf", "Journal of Inorganic Biochemistry", "\r\n        (", "2005", "),\r\n    ", "99", "\r\n        (", "1", "),\r\n    ", "45-54", "CODEN:\r\n                ", "JIBIDJ", ";\r\n        ISSN:", "0162-0134", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "We have studied the ground state of a realistic model of oxyheme with multiconfigurational second-order perturbation theory (CASPT2).  Our results show that the ground-state electronic structure is strongly multiconfigurational in character.  Thus, the wavefunction is a mixt. of many different configurations, of which the three most important ones are approx. 1FeII-1O2 (70%), FeIV-2O22- (12%) and 3FeII-3O2 (3%).  Thus, the wavefunction is dominated by closed-shell configurations, as suggested by Pauling, whereas the Weiss 2FeIII-2O2- configuration is not encountered among the 10 most important configurations.  However, many other states are also important for this multiconfigurational wavefunction.  Moreover, the traditional view is based on an oversimplified picture of the at.-orbital contributions to the MOs.  Thus, the population anal. indicates that all five iron orbitals are significantly occupied (by 0.5-2.0 electrons) and that the total occupation is most similar to the 3FeII-3O2 picture.  The net charge on O2 is small, -0.20 e.  Thus, it is quite meaningless to discuss which is the best valence-bond description of this inherently multiconfigurational system.  Finally, we have calcd. the eleven lowest ligand-field excited states of oxyheme and assigned the exptl. spectrum of oxyHb with an av. error of 0.24 eV.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhtVKksLvJ&md5=0dc7cf898d6f5968355d7eb642736e88", "25. ", "Radoń", ", ", "M.", "; ", "Pierloot", ", ", "K.", " ", "Binding of CO, NO, and O", "2", " to Heme by Density Functional and Multireference Ab Initio Calculations", " ", "J. Phys. Chem. A", " ", "2008", ",  ", "112", ",  ", "11824", "– ", "11832", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Binding of CO, NO, and O2 to Heme by Density Functional and Multireference ab Initio Calculations", "Radon, Mariusz; Pierloot, Kristine", "Journal of Physical Chemistry A", "\r\n        (", "2008", "),\r\n    ", "112", "\r\n        (", "46", "),\r\n    ", "11824-11832", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Using the CASSCF/CASPT2 approach, along with several DFT methods (PBE0, B3LYP, BP86, OLYP), we have investigated the bonding of CO, NO, and O2 mols. to two model heme systems: an iron(II) porphyrin with and without an axial imidazole ligand.  The exptl. available binding energies are best reproduced by the CASPT2 method and with the OLYP functional.  The other functionals considered perform much worse, either severely overbinding (BP86) or underbinding (B3LYP, PBE0).  Significant discrepancies between the different d. functionals are obsd., not only for the energetics but sometimes also for structure predictions.  This confirms our viewpoint that a balanced treatment of the electronic exchange and correlation is vital to describe the weak metal-ligand bond between heme and CO, NO, or O2.  The binding energies ΔEb were split into two contributions: the so-called spin-pairing energy ΔEsp and the \"inherent\" binding energy ΔEb0, and both contributions were analyzed in terms of method and basis set effects.  We have also investigated the spin d. distributions resulting from the bonding of the NO mol. (a noninnocent ligand) to heme.  Our anal. at the DFT and CASSCF level shows that, while various d. functionals predict qual. very different spin distributions, the CASSCF spin populations most closely correspond to the results obtained with the pure BP86 or OLYP rather than with the hybrid functionals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht1yitbnF&md5=e83c8044870c30054006790790fd4bbf", "26. ", "Maurice", ", ", "R.", "; ", "Verma", ", ", "P.", "; ", "Zadrozny", ", ", "J. M.", "; ", "Luo", ", ", "S.", "; ", "Borycz", ", ", "J.", "; ", "Long", ", ", "J. R.", "; ", "Truhlar", ", ", "D. G.", "; ", "Gagliardi", ", ", "L.", " ", "Single-Ion Magnetic Anisotropy and Isotropic Magnetic Couplings in the Metal-Organic Framework Fe", "2", "(dobdc)", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "9379", "– ", "9389", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Single-Ion Magnetic Anisotropy and Isotropic Magnetic Couplings in the Metal-Organic Framework Fe2(dobdc)", "Maurice, Remi; Verma, Pragya; Zadrozny, Joseph M.; Luo, Sijie; Borycz, Joshua; Long, Jeffrey R.; Truhlar, Donald G.; Gagliardi, Laura", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "16", "),\r\n    ", "9379-9389", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The metal-org. framework Fe2(dobdc) (dobdc4- = 2,5-dioxido-1,4-benzenedicarboxylate), often referred to as Fe-MOF-74, possesses many interesting properties such as a high selectivity in olefin/paraffin sepns.  This compd. contains open-shell FeII ions with open coordination sites which may have large single-ion magnetic anisotropies, as well as isotropic couplings between the nearest and next nearest neighbor magnetic sites.  To complement a previous anal. of exptl. data made by considering only isotropic couplings [Bloch et al. Science2012, 335, 1606], the magnitude of the main magnetic interactions are here assessed with quantum chem. calcns. performed on a finite size cluster.  The single-ion anisotropy is governed by same-spin spin-orbit interactions (i.e., weak crystal-field regime), and this effect is not negligible compared to the nearest neighbor isotropic couplings.  Addnl. magnetic data reveal a metamagnetic behavior at low temp.  This effect can be attributed to various microscopic interactions, and the most probable scenarios are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtF2rurnM&md5=7c96ddb0a568380712d60752167d4f08", "27. ", "Furtado", ", ", "J. P.", "; ", "Rahalkar", ", ", "A. P.", "; ", "Shanker", ", ", "S.", "; ", "Bandyopadhyay", ", ", "P.", "; ", "Gadre", ", ", "S. R.", " ", "Facilitating Minima Search for Large Water Clusters at the MP2 Level via Molecular Tailoring", " ", "J. Chem. Phys. Lett.", " ", "2012", ",  ", "3", ",  ", "2253", "– ", "2258", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "Facilitating Minima Search for Large Water Clusters at the MP2 Level via Molecular Tailoring", "Furtado, Jonathan P.; Rahalkar, Anuja P.; Shanker, Sudhanshu; Bandyopadhyay, Pradipta; Gadre, Shridhar R.", "Journal of Physical Chemistry Letters", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "16", "),\r\n    ", "2253-2258", "CODEN:\r\n                ", "JPCLCD", ";\r\n        ISSN:", "1948-7185", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Water clusters (H2O)20 and (H2O)25 are explored at the Moller-Plesset second-order perturbation (MP2) level of theory.  Geometry optimization is carried out on favorable structures, initially generated by the temp. basin paving (TBP) method, utilizing the fragment-based mol. tailoring approach (MTA).  MTA-based stabilization energies at the complete basis set limit are accurately estd. by grafting the energy correction using a smaller basis set.  For prototypical cases, the min. are established via MTA-based vibrational frequency calcns. at the MP2/aug-cc-pVDZ level.  The potential of MTA in tackling large clusters is further demonstrated by performing geometry optimization at MP2/aug-cc-pVDZ starting with the global min. of (H2O)30 reported by Monte Carlo (MC) and mol. dynamics (MD) investigations.  The present study brings out the efficacy of MTA in performing computationally expensive ab initio calcns. with minimal off-the-shelf hardware without significant loss of accuracy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFWhsrrE&md5=a4f5783ee90ea5e32d262a4127f31875", "28. ", "Kresse", ", ", "G.", "; ", "Hafner", ", ", "J.", " ", "Ab Initio Molecular Dynamics for Liquid Metals", " ", "Phys. Rev. B", " ", "1993", ",  ", "47", ",  ", "558", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "28. ", "Ab initio molecular dynamics of liquid metals", "Kresse, G.; Hafner, J.", "Physical Review B:  Condensed Matter and Materials Physics", "\r\n        (", "1993", "),\r\n    ", "47", "\r\n        (", "1", "),\r\n    ", "558-61", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    ", "The authors present ab initio quantum-mech. mol.-dynamics calcns. based on the calcn. of the electronic ground state and of the Hellmann-Feynman forces in the local-d. approxn. at each mol.-dynamics step.  This is possible using conjugate-gradient techniques for energy minimization, and predicting the wave functions for new ionic positions using sub-space alignment.  This approach avoids the instabilities inherent in quantum-mech. mol.-dynamics calcns. for metals based on the use of a factitious Newtonian dynamics for the electronic degrees of freedom.  This method gives perfect control of the adiabaticity and allows one to perform simulations over several picoseconds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXlt1Gnsr0%253D&md5=c9074f6e1afc534b260d29dd1846e350", "29. ", "Kresse", ", ", "G.", "; ", "Hafner", ", ", "J.", " ", "Ab initio Molecular-Dynamics Simulation of the Liquid-Metal-Amorphous-Semiconductor Transition in Germanium", " ", "Phys. Rev. B", " ", "1994", ",  ", "49", ",  ", "14251", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "Ab initio molecular-dynamics simulation of the liquid-metal-amorphous-semiconductor transition in germanium", "Kresse, G.; Hafner, J.", "Physical Review B:  Condensed Matter and Materials Physics", "\r\n        (", "1994", "),\r\n    ", "49", "\r\n        (", "20", "),\r\n    ", "14251-69", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    ", "The authors present ab initio quantum-mech. mol.-dynamics simulations of the liq.-metal-amorphous-semiconductor transition in Ge.  The simulations are based on (a) finite-temp. d.-functional theory of the 1-electron states, (b) exact energy minimization and hence calcn. of the exact Hellmann-Feynman forces after each mol.-dynamics step using preconditioned conjugate-gradient techniques, (c) accurate nonlocal pseudopotentials, and (d) Nose' dynamics for generating a canonical ensemble.  This method gives perfect control of the adiabaticity of the electron-ion ensemble and allows the authors to perform simulations over >30 ps.  The computer-generated ensemble describes the structural, dynamic, and electronic properties of liq. and amorphous Ge in very good agreement with expt..  The simulation allows the authors to study in detail the changes in the structure-property relation through the metal-semiconductor transition.  The authors report a detailed anal. of the local structural properties and their changes induced by an annealing process.  The geometrical, bounding, and spectral properties of defects in the disordered tetrahedral network are studied and compared with expt.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXkvFKrtL4%253D&md5=c5dddfd01394e53720fb4c3a3ccfd6c0", "30. ", "Kresse", ", ", "G.", "; ", "Furthmüller", ", ", "J.", " ", "Efficiency of Ab-Initio Total Energy Calculations for Metals and Semiconductors using a Plane-Wave Basis Set", " ", "Comput. Mater. Sci.", " ", "1996", ",  ", "6", ",  ", "15", "[", "Crossref", "], [", "CAS", "]", "30. ", "Efficiency of ab-initio total energy calculations for metals and semiconductors using a plane-wave basis set", "Kresse, G.; Furthmuller, J.", "Computational Materials Science", "\r\n        (", "1996", "),\r\n    ", "6", "\r\n        (", "1", "),\r\n    ", "15-50", "CODEN:\r\n                ", "CMMSEM", ";\r\n        ISSN:", "0927-0256", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The authors present a detailed description and comparison of algorithms for performing ab-initio quantum-mech. calcns. using pseudopotentials and a plane-wave basis set.  The authors will discuss: (a) partial occupancies within the framework of the linear tetrahedron method and the finite temp. d.-functional theory, (b) iterative methods for the diagonalization of the Kohn-Sham Hamiltonian and a discussion of an efficient iterative method based on the ideas of Pulay's residual minimization, which is close to an order N2atoms scaling even for relatively large systems, (c) efficient Broyden-like and Pulay-like mixing methods for the charge d. including a new special preconditioning optimized for a plane-wave basis set, (d) conjugate gradient methods for minimizing the electronic free energy with respect to all degrees of freedom simultaneously.  The authors have implemented these algorithms within a powerful package called VAMP (Vienna ab-initio mol.-dynamics package).  The program and the techniques have been used successfully for a large no. of different systems (liq. and amorphous semiconductors, liq. simple and transition metals, metallic and semi-conducting surfaces, phonons in simple metals, transition metals and semiconductors) and turned out to be very reliable.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XmtFWgsrk%253D&md5=779b9a71bbd32904f968e39f39946190", "31. ", "Kresse", ", ", "G.", "; ", "Furthmüller", ", ", "J.", " ", "Efficient Iterative Schemes for Ab Initio Total-Energy Calculations using a Plane-Wave Basis Set", " ", "Phys. Rev. B", " ", "1996", ",  ", "54", ",  ", "11169", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "31. ", "Efficient iterative schemes for ab initio total-energy calculations using a plane-wave basis set", "Kresse, G.; Furthmueller, J.", "Physical Review B: Condensed Matter", "\r\n        (", "1996", "),\r\n    ", "54", "\r\n        (", "16", "),\r\n    ", "11169-11186", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The authors present an efficient scheme for calcg. the Kohn-Sham ground state of metallic systems using pseudopotentials and a plane-wave basis set.  In the first part the application of Pulay's DIIS method (direct inversion in the iterative subspace) to the iterative diagonalization of large matrixes will be discussed.  This approach is stable, reliable, and minimizes the no. of order Natoms3 operations.  In the second part, we will discuss an efficient mixing scheme also based on Pulay's scheme.  A special \"metric\" and a special \"preconditioning\" optimized for a plane-wave basis set will be introduced.  Scaling of the method will be discussed in detail for non-self-consistent and self-consistent calcns.  It will be shown that the no. of iterations required to obtain a specific precision is almost independent of the system size.  Altogether an order Natoms2 scaling is found for systems contg. up to 1000 electrons.  If we take into account that the no. of k points can be decreased linearly with the system size, the overall scaling can approach Natoms.  They have implemented these algorithms within a powerful package called VASP (Vienna ab initio simulation package).  The program and the techniques have been used successfully for a large no. of different systems (liq. and amorphous semiconductors, liq. simple and transition metals, metallic and semiconducting surfaces, phonons in simple metals, transition metals, and semiconductors) and turned out to be very reliable.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28Xms1Whu7Y%253D&md5=9c8f6f298fe5ffe37c2589d3f970a697", "32. ", "Blöchl", ", ", "P. E.", " ", "Projector Augmented-Wave Method", " ", "Phys. Rev. B", " ", "1994", ",  ", "50", ",  ", "17953", "– ", "17979", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "32. ", "Projector augmented-wave method", "Blochl", "Physical review. B, Condensed matter", "\r\n        (", "1994", "),\r\n    ", "50", "\r\n        (", "24", "),\r\n    ", "17953-17979", "\r\n        ISSN:", "0163-1829", ".\r\n    ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC2sfjslSntA%253D%253D&md5=1853d67af808af2edab58beaab5d3051", "33. ", "Kresse", ", ", "G.", "; ", "Joubert", ", ", "D.", " ", "From Ultrasoft Pseudopotentials to the Projector Augmented-Wave Method", " ", "Phys. Rev. B", " ", "1999", ",  ", "59", ",  ", "1758", "– ", "1775", "[", "Crossref", "], [", "CAS", "]", "33. ", "From ultrasoft pseudopotentials to the projector augmented-wave method", "Kresse, G.; Joubert, D.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "1999", "),\r\n    ", "59", "\r\n        (", "3", "),\r\n    ", "1758-1775", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The formal relationship between ultrasoft (US) Vanderbilt-type pseudopotentials and Blochl's projector augmented wave (PAW) method is derived.  The total energy functional for US pseudopotentials can be obtained by linearization of two terms in a slightly modified PAW total energy functional.  The Hamilton operator, the forces, and the stress tensor are derived for this modified PAW functional.  A simple way to implement the PAW method in existing plane-wave codes supporting US pseudopotentials is pointed out.  In addn., crit. tests are presented to compare the accuracy and efficiency of the PAW and the US pseudopotential method with relaxed-core all-electron methods.  These tests include small mols. (H2, H2O, Li2, N2, F2, BF3, SiF4) and several bulk systems (diamond, Si, V, Li, Ca, CaF2, Fe, Co, Ni).  Particular attention is paid to the bulk properties and magnetic energies of Fe, Co, and Ni.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXkt12nug%253D%253D&md5=78a73e92a93f995982fc481715729b14", "34. ", "Perdew", ", ", "J. P.", "; ", "Burke", ", ", "K.", "; ", "Ernzerhof", ", ", "M.", " ", "Generalized Gradient Approximation Made Simple", " ", "Phys. Rev. Lett.", " ", "1996", ",  ", "77", ",  ", "3865", "– ", "3868", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "34. ", "Generalized gradient approximation made simple", "Perdew, John P.; Burke, Kieron; Ernzerhof, Matthias", "Physical Review Letters", "\r\n        (", "1996", "),\r\n    ", "77", "\r\n        (", "18", "),\r\n    ", "3865-3868", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Generalized gradient approxns. (GGA's) for the exchange-correlation energy improve upon the local spin d. (LSD) description of atoms, mols., and solids.  We present a simple derivation of a simple GGA, in which all parameters (other than those in LSD) are fundamental consts.  Only general features of the detailed construction underlying the Perdew-Wang 1991 (PW91) GGA are invoked.  Improvements over PW91 include an accurate description of the linear response of the uniform electron gas, correct behavior under uniform scaling, and a smoother potential.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XmsVCgsbs%253D&md5=55943538406ee74f93aabdf882cd4630", "35. ", "Dudarev", ", ", "S. L.", "; ", "Botton", ", ", "G. A.", "; ", "Savrasov", ", ", "S. Y.", "; ", "Humphreys", ", ", "C. J.", "; ", "Sutton", ", ", "A. P.", " ", "Electron-Energy-Loss Spectra and the Structural Stability of Nickel Oxide: An LSDA+U Study", " ", "Phys. Rev. B", " ", "1998", ",  ", "57", ",  ", "1505", "– ", "1509", "[", "Crossref", "], [", "CAS", "]", "35. ", "Electron-energy-loss spectra and the structural stability of nickel oxide: An LSDA+U study", "Dudarev, S. L.; Botton, G. A.; Savrasov, S. Y.; Humphreys, C. J.; Sutton, A. P.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "1998", "),\r\n    ", "57", "\r\n        (", "3", "),\r\n    ", "1505-1509", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "By taking better account of electron correlations in the 3d shell of metal ions in Ni oxide it is possible to improve the description of both electron energy loss spectra and parameters characterizing the structural stability of the material compared with local spin d. functional theory.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXlsVarsQ%253D%253D&md5=9b4f0473346679cb1a8dce0ad7583153", "36. ", "Zhang", ", ", "Q.", "; ", "Li", ", ", "B.", "; ", "Chen", ", ", "L.", " ", "First-Principles Study of Microporous Magnets M-MOF-74 (M = Ni, Co, Fe, Mn): the Role of Metal Centers", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "9356", "– ", "9362", "[", "ACS Full Text ", "], [", "CAS", "]", "36. ", "First-Principles Study of Microporous Magnets M-MOF-74 (M = Ni, Co, Fe, Mn): the Role of Metal Centers", "Zhang, Qiuju; Li, Baihai; Chen, Liang", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "16", "),\r\n    ", "9356-9362", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A clear understanding of the origin of magnetism in metal-org. frameworks (MOFs) would provide useful insight for tuning the electromagnetic properties of MOFs and finding new applications.  First-principles calcns. show that the open paramagnetic metal sites in three-dimensional porous magnets M-MOF-74 (M = Ni, Co, Fe, Mn) favor high-spin electronic arrangement.  Fe- and Co-MOF-74 exhibit ferromagnetic (FM) features and significantly distinct energy gaps between spin-up and spin-down channels in metastable states.  After replacement of the Co center with a Ni ion, the FM feature was exhibited for the stable state since the extra valence electron was filled in the spin-down 3d bands to shift the Fermi level to higher energy.  In contrast, after removal of one valence electron (i.e., replacement of the Fe center with Mn atoms), the energy gap was significantly enlarged and an antiferromagnetic (AFM) feature will be discerned.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht1arsL%252FO&md5=96e39c258d889799f9e2e3bea7996ebb", "37. ", "Manz", ", ", "T. A.", "; ", "Sholl", ", ", "D. S.", " ", "Methods for Computing Accurate Atomic Spin Moments for Collinear and Noncollinear Magnetism in Periodic and Nonperiodic Materials", " ", "J. Chem. Theory Comput.", " ", "2011", ",  ", "7", ",  ", "4146", "– ", "4164", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "Methods for Computing Accurate Atomic Spin Moments for Collinear and Noncollinear Magnetism in Periodic and Nonperiodic Materials", "Manz, Thomas A.; Sholl, David S.", "Journal of Chemical Theory and Computation", "\r\n        (", "2011", "),\r\n    ", "7", "\r\n        (", "12", "),\r\n    ", "4146-4164", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The partitioning of electron spin d. among atoms in a material gives at. spin moments (ASMs), which are important for understanding magnetic properties.  We compare ASMs computed using different population anal. methods and introduce a method for computing d. derived electrostatic and chem. (DDEC) ASMs.  Bader and DDEC ASMs can be computed for periodic and nonperiodic materials with either collinear or noncollinear magnetism, while natural population anal. (NPA) ASMs can be computed for nonperiodic materials with collinear magnetism.  Our results show Bader, DDEC, and (where applicable) NPA methods give similar ASMs, but different net at. charges.  Because they are optimized to reproduce both the magnetic field and the chem. states of atoms in a material, DDEC ASMs are esp. suitable for constructing interaction potentials for atomistic simulations.  We describe the computation of accurate ASMs for (a) a variety of systems using collinear and noncollinear spin DFT, (b) highly correlated materials (e.g., magnetite) using DFT+U, and (c) various spin states of ozone using coupled cluster expansions.  The computed ASMs are in good agreement with available exptl. results for a variety of periodic and nonperiodic materials.  Examples considered include the antiferromagnetic metal org. framework Cu3(BTC)2, several ozone spin states, mono- and binuclear transition metal complexes, ferri- and ferro-magnetic solids (e.g., Fe3O4, Fe3Si), and simple mol. systems.  We briefly discuss the theory of exchange-correlation functionals for studying noncollinear magnetism.  A method for finding the ground state of systems with highly noncollinear magnetism is introduced.  We use these methods to study the spin-orbit coupling potential energy surface of the single mol. magnet Fe4C40H52N4O12, which has highly noncollinear magnetism, and find that it contains unusual features that give a new interpretation to exptl. data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlOksr3L&md5=1bd298e2edafa573429a93c1a47fc773", "38. ", "Weigend", ", ", "F.", "; ", "Häser", ", ", "M.", "; ", "Patzelt", ", ", "H.", "; ", "Ahlrichs", ", ", "R.", " ", "RI-MP2: Optimized Auxiliary Basis Sets and Demonstration of Efficiency", " ", "Chem. Phys. Lett.", " ", "1998", ",  ", "294", ",  ", "143", "– ", "152", "[", "Crossref", "], [", "CAS", "]", "38. ", "RI-MP2: optimized auxiliary basis sets and demonstration of efficiency", "Weigend, Florian; Haser, Marco; Patzelt, Holger; Ahlrichs, Reinhart", "Chemical Physics Letters", "\r\n        (", "1998", "),\r\n    ", "294", "\r\n        (", "1,2,3", "),\r\n    ", "143-152", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "Applications of the RI-MP2 method require high-quality auxiliary basis sets employed to approx. charge distributions.  A variational procedure is proposed and applied to optimize auxiliary bases for main group and transition metal atoms which are tested for more than 350 mols.  The RI approxn. affects mol. MP2 energies by less than 60 μEh per atom and equil. distances by less than 0.2 pm.  We further comment on the extension from RHF to UHF and the exploitation of mol. symmetry.  Applications to (Cu2S)n clusters and hydrocarbons CnH2n+2 document a significant redn. of computation times which allows for calcns. with up to 1000 basis functions in C1 symmetry.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXlvVGjtrc%253D&md5=305af6c7dc6ec9a83cb2d4760adb9f3b", "39. ", "Schäfer", ", ", "A.", "; ", "Horn", ", ", "H.", "; ", "Ahlrichs", ", ", "R.", " ", "Fully Optimized Contracted Gaussian Basis Sets for Atoms Li to Kr", " ", "J. Chem. Phys.", " ", "1992", ",  ", "97", ",  ", "2571", "– ", "2577", "[", "Crossref", "]", "There is no corresponding record for this reference.", "40. ", "Weigend", ", ", "F.", "; ", "Ahlrichs", ", ", "R.", " ", "Balanced Basis Sets of Split Valence, Triple Zeta Valence and Quadruple Zeta Valence Quality for H to Rn: Design and Assessment of Accuracy", " ", "Phys. Chem. Chem. Phys.", " ", "2005", ",  ", "7", ",  ", "3297", "– ", "3305", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "40. ", "Balanced basis sets of split valence, triple zeta valence and quadruple zeta valence quality for H to Rn: Design and assessment of accuracy", "Weigend, Florian; Ahlrichs, Reinhart", "Physical Chemistry Chemical Physics", "\r\n        (", "2005", "),\r\n    ", "7", "\r\n        (", "18", "),\r\n    ", "3297-3305", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Gaussian basis sets of quadruple zeta valence quality for Rb-Rn are presented, as well as bases of split valence and triple zeta valence quality for H-Rn.  The latter were obtained by (partly) modifying bases developed previously.  A large set of more than 300 mols. representing (nearly) all elements-except lanthanides-in their common oxidn. states was used to assess the quality of the bases all across the periodic table.  Quantities investigated were atomization energies, dipole moments and structure parameters for Hartree-Fock, d. functional theory and correlated methods, for which we had chosen Moller-Plesset perturbation theory as an example.  Finally recommendations are given which type of basis set is used best for a certain level of theory and a desired quality of results.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXpsFWgu7o%253D&md5=a820fb6055c993b50c405ba0fc62b194", "41. ", "TURBOMOLE V6.4 2012, A Development of University of Karlsruhe and Forschungszentrum Karlsruhe GmbH, 1989–2007, TURBOMOLE GmbH, since 2007; available from ", "http://www.turbomole.com", ".", "There is no corresponding record for this reference.", "42. ", "Roos", ", ", "B. O.", "; ", "Taylor", ", ", "P. R.", "; ", "Siegbahn", ", ", "P. E.", " ", "A Complete Active Space SCF Method (CASSCF) Using a Density Matrix Formulated Super-CI Approach", " ", "J. Chem. Phys.", " ", "1980", ",  ", "48", ",  ", "157", "– ", "173", "[", "Crossref", "], [", "CAS", "]", "42. ", "A complete active space SCF method (CASSCF) using a density matrix formulated super-CI approach", "Roos, Bjoern O.; Taylor, Peter R.; Siegbahn, E. M.", "Chemical Physics", "\r\n        (", "1980", "),\r\n    ", "48", "\r\n        (", "2", "),\r\n    ", "157-73", "CODEN:\r\n                ", "CMPHC2", ";\r\n        ISSN:", "0301-0104", ".\r\n    ", "A d. matrix formulation of the super-CI MCSCF method is presented.  The MC expansion is assumed to be complete in an active subset of the orbital space, and the corresponding CI secular problem is solved by a direct scheme using the unitary group approach.  With a d. matrix formulation the orbital optimization step becomes independent of the size of the CI expansion.  It is possible to formulate the super-CI in terms of d. matrices defined only in the small active subspace; the doubly occupied orbitals (the inactive subspace) do not enter.  Further, in the unitary group formalism it is straightforward and simple to obtain the necessary d. matrices from the symbolic formula list.  It then becomes possible to treat very long MC expansions, the largest so far comprising 726 configurations.  The method is demonstrated in a calcn. of the potential curves for the 3 lowest states (1.sum.g+, 3.sum.u+ and 3πg) of the N2 mol., using a medium-sized gaussian basis set.  7 Active orbitals were used yielding the following results: Dc:8.76(9.90), 2.43(3.68) and 3.39 (4.90) eV; rc:1.108 (1.098), 1.309(1.287) and 1.230 (1.213) Å; ωe: 2333 (2359), 1385 (1461) and 1680 (1733) cm-1, for the 3 states (exptl. values within parentheses).  The results of these calcns. indicate that it is important to consider not only the dissocn. limit but also the united atom limit in partitioning the occupied orbital space into an active and an inactive part.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3cXksFOjt7s%253D&md5=099ec82832160f6fe76bd7754027384c", "43. ", "Andersson", ", ", "K.", "; ", "Malmqvist", ", ", "P.-Å.", "; ", "Roos", ", ", "B. O.", " ", "Second-Order Perturbation Theory with a Complete Active Space Self-Consistent Field Reference Function", " ", "J. Chem. Phys.", " ", "1992", ",  ", "96", ",  ", "1218", "– ", "1226", "[", "ACS Full Text ", "], [", "CAS", "]", "43. ", "Second-order perturbation theory with a complete active space self-consistent field reference function", "Andersson, Kerstin; Malmqvist, Per Aake; Roos, Bjoern O.", "Journal of Chemical Physics", "\r\n        (", "1992", "),\r\n    ", "96", "\r\n        (", "2", "),\r\n    ", "1218-26", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "The recently implemented second-order perturbation theory based on a complete active space SCF ref. function has been extended by allowing the Fock-type one-electron operator, which defines the zeroth-order Hamiltonian to have nonzero elements also in nondiagonal matrix blocks.  The computer implementation is now less straightforward and more computer time will be needed in obtaining the second-order energy.  The method is illustrated in a series of calcns. on N2, NO, O2, CH3, CH2, and F-.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38XptFKhsw%253D%253D&md5=9b11f4ec21a64ab3f5cfd44355156b1a", "44. ", "Karlström", ", ", "G.", "; ", "Lindh", ", ", "R.", "; ", "Malmqvist", ", ", "P.-Å.", "; ", "Roos", ", ", "B. O.", "; ", "Ryde", ", ", "U.", "; ", "Veryazov", ", ", "V.", "; ", "Widmark", ", ", "P.-O.", "; ", "Cossi", ", ", "M.", "; ", "Schimmelpfennig", ", ", "B.", "; ", "Neogrady", ", ", "P.", " ", "MOLCAS: A Program Package for Computational Chemistry", " ", "Comput. Mater. Sci.", " ", "2003", ",  ", "28", ",  ", "222", "– ", "239", "[", "Crossref", "]", "There is no corresponding record for this reference.", "45. ", "Canepa", ", ", "P.", "; ", "Chabal", ", ", "Y. J.", "; ", "Thonhauser", ", ", "T.", " ", "When Metal Organic Frameworks Turn into Linear Magnets", " ", "Phys. Rev. B", " ", "2013", ",  ", "87", ",  ", "094407", "[", "Crossref", "], [", "CAS", "]", "45. ", "When metal organic frameworks turn into linear magnets", "Canepa, Pieremanuele; Chabal, Yves J.; Thonhauser, T.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2013", "),\r\n    ", "87", "\r\n        (", "9", "),\r\n    ", "094407/1-094407/5", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "We investigate the existence of linear magnetism in the metal org. framework materials MOF-74-Fe, MOF-74-Co, and MOF-74-Ni, using first-principles d. functional theory.  MOF-74 displays regular quasilinear chains of open-shell transition-metal atoms, which are well sepd.  Our results show that within these chains, for all three materials, ferromagnetic coupling of significant strength occurs.  In addn., the coupling in between chains is at least one order of magnitude smaller, making these materials almost perfect one-dimensional (1D) magnets at low temp.  The interchain coupling is found to be antiferromagnetic, in agreement with expts.  While some quasi-1D materials exist that exhibit linear magnetism, mostly complex oxides, polymers, and a few other rare materials, they are typically very difficult to synthesize.  The significance of our finding is that MOF-74 is very easy to synthesize and it is likely the simplest realization of the 1D Ising model in nature.  MOF-74 could thus be used in future expts. to study 1D magnetism at low temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmvFSls7c%253D&md5=df53e634730c82182ffdfe1fbf720d70", "46. ", "Forsberg", ", ", "N.", "; ", "Malmqvist", ", ", "P.-Å.", " ", "Multiconfiguration Perturbation Theory with Imaginary Level Shift", " ", "Chem. Phys. Lett.", " ", "1997", ",  ", "274", ",  ", "196", "– ", "204", "[", "Crossref", "], [", "CAS", "]", "46. ", "Multiconfiguration perturbation theory with imaginary level shift", "Forsberg, Niclas; Malmqvist, Per-Ake", "Chemical Physics Letters", "\r\n        (", "1997", "),\r\n    ", "274", "\r\n        (", "1,2,3", "),\r\n    ", "196-204", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "In multiconfigurational perturbation theory, so-called intruders may cause singularities in the potential energy functions, at geometries where an energy denominator becomes zero.  When the singularities are weak, they may be successfully removed by level shift techniques.  When applied to excited states, a small shift merely moves the singularity.  A large shift may cause new divergencies, and too large shifts are unacceptable since the potential function is affected in regions further away from the singularities.  This Letter presents an alternative which may be regarded as an imaginary shift.  The singularities are not moved, but disappear completely.  They are replaced by a small distortion of the potential function.  Applications to the N2 ground state, its A3Σu+ state, and the Cr2 ground state show that the distortion caused by this procedure is small.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXkslGitLk%253D&md5=4f195121a38eec34b6c7af93adc7d774", "47. ", "Aquilante", ", ", "F.", "; ", "Malmqvist", ", ", "P.-Å.", "; ", "Pedersen", ", ", "T. B.", "; ", "Ghosh", ", ", "A.", "; ", "Roos", ", ", "B. O.", " ", "Cholesky Decomposition-Based Multiconfiguration Second-Order Perturbation Theory (CD-CASPT2): Application to the Spin-State Energetics of Co(III)(diiminato)(NPh)", " ", "J. Chem. Theory Comput.", " ", "2008", ",  ", "4", ",  ", "694", "– ", "702", "[", "ACS Full Text ", "], [", "CAS", "]", "47. ", "Cholesky Decomposition-Based Multiconfiguration Second-Order Perturbation Theory (CD-CASPT2): Application to the Spin-State Energetics of CoIII(diiminato)(NPh)", "Aquilante, Francesco; Malmqvist, Per-Ake; Pedersen, Thomas Bondo; Ghosh, Abhik; Roos, Bjoern Olof", "Journal of Chemical Theory and Computation", "\r\n        (", "2008", "),\r\n    ", "4", "\r\n        (", "5", "),\r\n    ", "694-702", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The electronic structure and low-lying electronic states of a CoIII(diiminato)(NPh) complex have been studied using multiconfigurational wave function theory (CASSCF/CASPT2).  The results have been compared to those obtained with d. functional theory.  The best agreement with ab initio results is obtained with a modified B3LYP functional contg. a reduced amt. (15%) of Hartree-Fock exchange.  A relativistic basis set with 869 functions has been employed in the most extensive ab initio calcns., where a Cholesky decompn. technique was used to overcome problems arising from the large size of the two-electron integral matrix.  It is shown that this approxn. reproduces results obtained with the full integral set to a high accuracy, thus opening the possibility to use this approach to perform multiconfigurational wave-function-based quantum chem. on much larger systems relative to what has been possible until now.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXks1Onsrs%253D&md5=8c3a1b92ee2da9f42eecb52e553909c2", "48. ", "Aquilante", ", ", "F.", "; ", "Pedersen", ", ", "T. B.", "; ", "Lindh", ", ", "R.", "; ", "Roos", ", ", "B. O.", "; ", "de Merás", ", ", "A. S.", "; ", "Koch", ", ", "H.", " ", "Accurate Ab Initio Density Fitting for Multiconfigurational Self-Consistent Field Methods", " ", "J. Chem. Phys.", " ", "2008", ",  ", "129", ",  ", "024113", "[", "Crossref", "], [", "CAS", "]", "48. ", "Accurate ab initio density fitting for multiconfigurational self-consistent field methods", "Aquilante, Francesco; Pedersen, Thomas Bondo; Lindh, Roland; Roos, Bjoern Olof; Sanchez de Meras, Alfredo; Koch, Henrik", "Journal of Chemical Physics", "\r\n        (", "2008", "),\r\n    ", "129", "\r\n        (", "2", "),\r\n    ", "024113/1-024113/8", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Using Cholesky decompn. and d. fitting to approx. the electron repulsion integrals, an implementation of the CASSCF method suitable for large-scale applications is presented.  Sample calcns. on benzene, diaquo-tetra-μ-acetato-dicopper(II), and diuraniumendofullerene demonstrate that the Cholesky and d. fitting approxns. allow larger basis sets and larger systems to be treated at the CASSCF level of theory with controllable accuracy.  While strict error control is an inherent property of the Cholesky approxn., errors arising from the d. fitting approach are managed by using a recently proposed class of auxiliary basis sets constructed from Cholesky decompn. of the at. electron repulsion integrals.  (c) 2008 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXoslKjtrY%253D&md5=b11bbf44d9db64c46d71dae782561149", "49. ", "Aquilante", ", ", "F.", "; ", "Pedersen", ", ", "T. B.", "; ", "Lindh", ", ", "R.", " ", "Low-Cost Evaluation of the Exchange Fock Matrix from Cholesky and Density Fitting Representations of the Electron Repulsion Integrals", " ", "J. Chem. Phys.", " ", "2007", ",  ", "126", ",  ", "194106", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "49. ", "Low-cost evaluation of the exchange Fock matrix from Cholesky and density fitting representations of the electron repulsion integrals", "Aquilante, Francesco; Pedersen, Thomas Bondo; Lindh, Roland", "Journal of Chemical Physics", "\r\n        (", "2007", "),\r\n    ", "126", "\r\n        (", "19", "),\r\n    ", "194106/1-194106/11", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The authors propose a new algorithm, \"local K\" (LK), for fast evaluation of the exchange Fock matrix in case the Cholesky decompn. of the electron repulsion integrals is used.  The novelty lies in the fact that rigorous upper bounds to the contribution from each occupied orbital to the exchange Fock matrix are employed.  By formulating these inequalities in terms of localized orbitals, the scaling of computing the exchange Fock matrix is reduced from quartic to quadratic with only negligible prescreening overhead and strict error control.  Compared to the unscreened Cholesky algorithm, the computational saving is substantial for systems of medium and large sizes.  By virtue of its general formulation, the LK algorithm can be used also within the class of methods that employ auxiliary basis set expansions for representing the electron repulsion integrals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXlvVaht7Y%253D&md5=fe9f0daf90c848e1143863dfe0e10cf3", "50. ", "Douglas", ", ", "M.", "; ", "Kroll", ", ", "N. M.", " ", "Quantum Electrodynamical Corrections to the Fine Structure of Helium", " ", "Ann. Phys.", " ", "1974", ",  ", "82", ",  ", "89", "– ", "155", "[", "Crossref", "], [", "CAS", "]", "50. ", "Quantum electrodynamical corrections to the fine structure of helium", "Douglas, Marvin; Kroll, Norman M.", "Annals of Physics (San Diego, CA, United States)", "\r\n        (", "1974", "),\r\n    ", "82", "\r\n        (", "1", "),\r\n    ", "89-155", "CODEN:\r\n                ", "APNYA6", ";\r\n        ISSN:", "0003-4916", ".\r\n    ", "Corrections of order α6mc2 (α = fine structure const., mc2 = the electron rest energy) to the fine-structure splitting of the deepest lying triplet P state (23P0,1,2) of the 4He atom were investigated.  The investigation is based on the covariant Bethe-Salpeter equation including an external potential to take account of the nuclear Coulomb field.  All order α6mc2 corrections that arise from Feynman diagrams involving the exchange of 1, 2, and 3 photons, as well as radiative corrections to the electron magnetic moment were found.  The results are presented in a form suitable for computerized numerical evaluation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE2cXhtVSnsb0%253D&md5=057a5718b59a6feaa5fe9a9842d034e0", "51. ", "Hess", ", ", "B. A.", " ", "Relativistic Electronic-Structure Calculations Employing a Two-Component No-Pair Formalism with External-Field Projection Operators", " ", "Phys. Rev. A", " ", "1986", ",  ", "33", ",  ", "3742", "– ", "3748", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "51. ", "Relativistic electronic-structure calculations employing a two-component no-pair formalism with external-field projection operators", "Hess, Bernd A.", "Physical Review A:  Atomic, Molecular, and Optical Physics", "\r\n        (", "1986", "),\r\n    ", "33", "\r\n        (", "6", "),\r\n    ", "3742-8", "CODEN:\r\n                ", "PLRAAN", ";\r\n        ISSN:", "0556-2791", ".\r\n    ", "A no-pair formalism employing external field projection operators correct to 2nd order in the potential is used to calc. the 1s energies of 1-electron atoms and ground-state properties of the Br and Ag atoms in the framework of the multiref. double-excitation configuration-interaction (MRD-CI) method.  The relativistic 2-component method reproduces the 1-particle energies of the Dirac equation to order (Zα)3.  The operator is bounded from below and can be used variationally in relativistic electron-structure calcns. of many-electron atoms and mols.  The relativistic correction to the total energy recovers 97% of the relativistic correction of the Dirac-Hartree-Fock (DHF) result in the case of the Br atom and >99% in the case of the Ag atom.  The relativistic correction of the ionization potential of Ag was calcd. to be 0.47 eV at the CI level, in good agreement with DHF results, the correlation contribution in the relativistic case being 0.42 eV.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL28XktlSgs7s%253D&md5=f35c526882c2448fd3480493a1058dcc", "52. ", "Roos", ", ", "B. O.", "; ", "Lindh", ", ", "R.", "; ", "Malmqvist", ", ", "P.-Å.", "; ", "Veryazov", ", ", "V.", "; ", "Widmark", ", ", "P.-O.", " ", "Main Group Atoms and Dimers Studied with a New Relativistic ANO Basis Set", " ", "J. Phys. Chem. A", " ", "2004", ",  ", "108", ",  ", "2851", "– ", "2858", "[", "ACS Full Text ", "], [", "CAS", "]", "52. ", "Main Group Atoms and Dimers Studied with a New Relativistic ANO Basis Set", "Roos, Bjoern O.; Lindh, Roland; Malmqvist, Per-Aake; Veryazov, Valera; Widmark, Per-Olof", "Journal of Physical Chemistry A", "\r\n        (", "2004", "),\r\n    ", "108", "\r\n        (", "15", "),\r\n    ", "2851-2858", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "New basis sets of the at. natural orbital (ANO) type have been developed for the main group and rare gas atoms.  The ANO's have been obtained from the av. d. matrix of the ground and lowest excited states of the atom, the pos. and neg. ions, and the dimer at its equil. geometry.  Scalar relativistic effects are included through the use of a Douglas-Kroll Hamiltonian.  Multiconfigurational wave functions have been used with dynamic correlation included using second-order perturbation theory (CASSCF/CASPT2).  The basis sets are applied in calcns. of ionization energies, electron affinities, and excitation energies for all atoms and the ground-state potentials for the dimers.  These calcns. include spin-orbit coupling using the RASSCF State Interaction (RASSI-SO) method.  The spin-orbit splitting for the lowest at. term is reproduced with an accuracy of better than 0.05 eV, except for row 5, where it is 0.15 eV.  Ionization energies and electron affinities have an accuracy better than 0.2 eV, and at. polarizabilities for the spherical atoms are computed with errors smaller than 2.5%.  Computed bond energies for the dimers are accurate to better than 0.15 eV in most cases (the dimers for row 5 excluded).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXpvFGksLs%253D&md5=0376f88ebbc6bd69daee46c198d463ee", "53. ", "Roos", ", ", "B. O.", "; ", "Lindh", ", ", "R.", "; ", "Malmqvist", ", ", "P.-Å.", "; ", "Veryazov", ", ", "V.", "; ", "Widmark", ", ", "P.-O.", " ", "New Relativistic ANO Basis Sets for Transition Metal Atoms", " ", "J. Phys. Chem. A", " ", "2005", ",  ", "109", ",  ", "6575", "– ", "6579", "[", "ACS Full Text ", "], [", "CAS", "]", "53. ", "New Relativistic ANO Basis Sets for Transition Metal Atoms", "Roos, Bjoern O.; Lindh, Roland; Malmqvist, Per-Aake; Veryazov, Valera; Widmark, Per-Olof", "Journal of Physical Chemistry A", "\r\n        (", "2005", "),\r\n    ", "109", "\r\n        (", "29", "),\r\n    ", "6575-6579", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "New basis sets of the at. natural orbital (ANO) type have been developed for the first, second, and third row transition metal atoms.  The ANOs have been obtained from the av. d. matrix of the ground and lowest excited states of the atom, the pos. and neg. ions, and the atom in an elec. field.  Scalar relativistic effects are included through the use of a Douglas-Kroll-Hess Hamiltonian.  Multiconfigurational wave functions have been used with dynamic correlation included using second order perturbation theory (CASSCF/CASPT2).  The basis sets are applied in calcns. of ionization energies, electron affinities, and excitation energies for all atoms and polarizabilities for spherically sym. atoms.  These calcns. include spin-orbit coupling using a variation-perturbation approach.  Computed ionization energies have an accuracy better than 0.2 eV in most cases.  The accuracy of computed electron affinities is the same except in cases where the exptl. values are smaller than 0.5 eV.  Accurate results are obtained for the polarizabilities of atoms with spherical symmetry.  Multiplet levels are presented for some of the third row transition metals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXls1Ohsbo%253D&md5=b8f2a0bb7b0edaed9b6e4580224001da", "54. ", "Boys", ", ", "S.", "; ", "Bernardi", ", ", "F.", " ", "The Calculation of Small Molecular Interactions by the Differences of Separate Total Energies. Some Procedures with Reduced Errors", " ", "Mol. Phys.", " ", "1970", ",  ", "19", ",  ", "553", "– ", "566", "[", "Crossref", "], [", "CAS", "]", "54. ", "The calculation of small molecular interactions by the differences of separate total energies. Some procedures with reduced errors", "Boys, S. F.; Bernardi, F.", "Molecular Physics", "\r\n        (", "1970", "),\r\n    ", "19", "\r\n        (", "4", "),\r\n    ", "553-566", "CODEN:\r\n                ", "MOPHAM", ";\r\n        ISSN:", "0026-8976", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "A new direct difference method for the computation of mol. interactions has been based on a bivariational transcorrelated treatment, together with special methods for the balancing of other errors.  It appears that these new features can give a strong redn. in the error of the interaction energy, and they seem to be particularly suitable for computations in the important region near the min. energy.  It has been generally accepted that this problem is dominated by unresolved difficulties and the relation of the new methods of these apparent difficulties is analyzed here.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXht1alt7fM&md5=c4f847835a638b4fc449fae688c557e9", "55. ", "Haldoupis", ", ", "E.", "; ", "Nair", ", ", "S.", "; ", "Sholl", ", ", "D. S.", " ", "Finding MOFs for Highly Selective CO", "2", "/N", "2", " Adsorption Using Materials Screening Based on Efficient Assignment of Atomic Point Charges", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "4313", "– ", "4323", "[", "ACS Full Text ", "], [", "CAS", "]", "55. ", "Finding MOFs for Highly Selective CO2/N2 Adsorption Using Materials Screening Based on Efficient Assignment of Atomic Point Charges", "Haldoupis, Emmanuel; Nair, Sankar; Sholl, David S.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "9", "),\r\n    ", "4313-4323", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Electrostatic interactions are a crit. factor in the adsorption of quadrupolar species such as CO2 and N2 in metal-org. frameworks (MOFs) and other nanoporous materials.  A version of the semiempirical charge equilibration method suitable for periodic materials can be used to efficiently assign charges and allow mol. simulations for a large no. of MOFs.  This approach is illustrated by simulating CO2 and N2 adsorption in ∼500 MOFs; this is the largest set of structures for which this information was reported to date.  For materials predicted by the calcns. to have promising adsorption selectivities, the authors performed more detailed calcns. in which accurate quantum chem. methods were used to assign at. point charges, and mol. simulations were used to assess mol. diffusivities and binary adsorption isotherms.  The results identify two MOFs, exptl. known to be stable upon solvent removal, that are predicted to show no diffusion limitations for adsorbed mols. and extremely high CO2/N2 adsorption selectivities for CO2 adsorption from dry air and from gas mixts. typical of dry flue gas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XitF2msb8%253D&md5=3d7fcc3d3e6b5aa43811c380337c0f07", "56. ", "Gagliardi", ", ", "L.", "; ", "Lindh", ", ", "R.", "; ", "Karlström", ", ", "G.", " ", "Local Properties of Quantum Chemical Systems: The LoProp Approach", " ", "J. Chem. Phys.", " ", "2004", ",  ", "121", ",  ", "4494", "– ", "4500", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "56. ", "Local properties of quantum chemical systems: The LoProp approach", "Gagliardi, Laura; Lindh, Roland; Karlstrom, Gunnar", "Journal of Chemical Physics", "\r\n        (", "2004", "),\r\n    ", "121", "\r\n        (", "10", "),\r\n    ", "4494-4500", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "A new method is presented, which makes it possible to partition mol. properties like multipole moments and polarizabilities, into at. and interat. contributions.  The method requires a subdivision of the at. basis set into occupied and virtual basis functions for each atom in the mol. system.  The localization procedure is organized into a series of orthogonalizations of the original basis set, which will have as a final result a localized orthonormal basis set.  The new localization procedure is demonstrated to be stable with various basis sets, and to provide phys. meaningful localized properties.  Transferability of the Me properties for the alkane series and of the carbon and hydrogen properties for the benzene, naphthalene, and anthracene series is demonstrated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXntVKlsL8%253D&md5=e4501af6d4f764cb0ee60b2c64c058d6", "57. ", "McDaniel", ", ", "J. G.", "; ", "Schmidt", ", ", "J. R.", " ", "Physically-Motivated Force Fields from Symmetry-Adapted Perturbation Theory", " ", "J. Phys. Chem. A", " ", "2013", ",  ", "117", ",  ", "2053", "– ", "2066", "[", "ACS Full Text ", "], [", "CAS", "]", "57. ", "Physically-Motivated Force Fields from Symmetry-Adapted Perturbation Theory", "McDaniel, Jesse G.; Schmidt, J. R.", "Journal of Physical Chemistry A", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "10", "),\r\n    ", "2053-2066", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We present a general methodol. for generating accurate and transferable ab initio force fields, employing the framework of symmetry adapted perturbation theory (SAPT).  The resulting force fields are \"phys.-motivated\" in that they contain sep., explicit terms to account for the various fundamental intermol. interactions, such as exchange, electrostatics, induction, and dispersion, with each term parametrized to a corresponding term in the SAPT energy decompn.  Crucially, the resulting force fields are largely compatible with existing, std. simulation packages, requiring only minimal modifications.  We present several novel parametrization techniques that yield robust, phys. meaningful at. parameters that are transferable between mol. environments.  We demonstrate the accuracy and generality of our method by validating against exptl. second virial coeffs. for a variety of small mols.  We then show that the resulting at. parameters can be combined using phys. motivated ansatzes to accurately predict arbitrary heteromol. interaction energies, with example applications including prediction of gas adsorption in functionalized metal-org. framework materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht1Kmt7c%253D&md5=0cef6bb76e8e350480aa7a6a14a094a5", "58. ", "Holt", ", ", "A.", "; ", "Boström", ", ", "J.", "; ", "Karlström", ", ", "G.", "; ", "Lindh", ", ", "R.", " ", "A NEMO Potential that Includes the Dipole-Quadrupole and Quadrupole-Quadrupole Polarizability", " ", "J. Comput. Chem.", " ", "2010", ",  ", "31", ",  ", "1583", "– ", "1591", "[", "PubMed", "], [", "CAS", "]", "58. ", "A NEMO potential that includes the dipole-quadrupole and quadrupole-quadrupole polarizability", "Holt, Asbjoern; Bostroem, Jonas; Karlstroem, Gunnar; Lindh, Roland", "Journal of Computational Chemistry", "\r\n        (", "2010", "),\r\n    ", "31", "\r\n        (", "8", "),\r\n    ", "1583-1591", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "To increase the accuracy of mol. force fields a systematical and balanced improvement of the various terms included is needed.  The authors have followed this strategy to improve the quality of the NEMO potential for the formaldehyde dimer by introducing local quadrupole moments and higher-order polarizabilities.  Inclusion of the quadrupole moment significantly improves the interaction potential.  Also, the inclusion of higher-order polarizabilities up to quadrupole-quadrupole polarizability is shown to give a better description of the intermol. interaction.  Localized properties based on MP2 densities reproduces the BSSE cor. MP2 interaction energy at large intermol. sepns.  This is not the case for HF-SCF based properties.  © 2010 Wiley Periodicals, Inc. J Comput Chem, 2010.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXkslSksLk%253D&md5=b20dc14e5c2071517f771e9ad06200fb", "59. ", "Holt", ", ", "A.", " ", " ", "Modelling of Polarization by Molecular Force Fields: Further Development of the NEMO Potential", ". Ph.D. thesis, ", "Lund University", ", ", "2009", ".", "There is no corresponding record for this reference.", "60. ", "Stone", ", ", "A. J.", "  ", "The Theory of Intermolecular Forces", "; ", "Clarendon", ": ", "Oxford", ", ", "1997", ".", "There is no corresponding record for this reference.", "61. ", "Potoff", ", ", "J. J.", "; ", "Siepmann", ", ", "J. I.", " ", "Vapor-Liquid Equilibria of Mixtures Containing Alkanes, Carbon Dioxide, and Nitrogen", " ", "AIChE J.", " ", "2001", ",  ", "47", ",  ", "1676", "– ", "1682", "[", "Crossref", "], [", "CAS", "]", "61. ", "Vapor-liquid equilibria of mixtures containing alkanes, carbon dioxide, and nitrogen", "Potoff, Jeffrey J.; Siepmann, J. Ilja", "AIChE Journal", "\r\n        (", "2001", "),\r\n    ", "47", "\r\n        (", "7", "),\r\n    ", "1676-1682", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    \r\n            (", "American Institute of Chemical Engineers", ")\r\n        ", "New force fields for carbon dioxide and nitrogen are introduced that quant. reproduce the vapor-liq. equil. (VLE) of the neat systems and their mixts. with alkanes.  In addn. to the usual VLE calcns. for pure CO2 and N2, calcns. of the binary mixts. with propane were used in the force-field development to achieve a good balance between dispersive and electrostatic (quadrupole-quadrupole) interactions.  The transferability of the force fields was then assessed from calcns. of the VLE for the binary mixts. with n-hexane, the binary mixt. of CO2/N2, and the ternary mixt. of CO2/N2/propane.  The VLE calcns. were carried out using configurational-bias Monte Carlo simulations in either the grand canonical ensemble with histogram-reweighting or in the Gibbs ensemble.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXlsVCrt78%253D&md5=ad43c62adf3f96989c660eeff73b73e2", "62. ", "Lin", ", ", "L.-C.", "; ", "Kim", ", ", "J.", "; ", "Kong", ", ", "X.", "; ", "Scott", ", ", "E.", "; ", "McDonald", ", ", "T. M.", "; ", "Long", ", ", "J. R.", "; ", "Reimer", ", ", "J. A.", "; ", "Smit", ", ", "B.", " ", "Understanding CO", "2", " Dynamics in Metal-Organic Frameworks with Open Metal Sites", " ", "Angew. Chem., Int. Ed.", " ", "2013", ",  ", "52", ",  ", "4410", "– ", "4413", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "62. ", "Understanding CO2 Dynamics in Metal-Organic Frameworks with Open Metal Sites", "Lin, Li-Chiang; Kim, Jihan; Kong, Xueqian; Scott, Eric; McDonald, Thomas M.; Long, Jeffrey R.; Reimer, Jeffrey A.; Smit, Berend", "Angewandte Chemie, International Edition", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "16", "),\r\n    ", "4410-4413", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A dynamic mechanism that provides an explanation for the exptl. chem. shift anisotropy pattern in 13C-NMR spectra and relaxation times for CO2 adsorbed inside Mg-MOF-74 has been proposed.  Canonical Monte Carlo simulations were carried out at various loadings (infinite diln., 0.3 C02/Mg site, and 0.5 C02/Mg site) to probe the free energy landscape of CO2 mols. in Mg-MOF-74 at temps. ranging from 100 to 375 K.  The more proper interpretation of the NMR signal is not a uniaxial rotation at the open metal site, but a signature of the hopping motions between different metal sites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXltVertLc%253D&md5=10bd3214cabf5b66afd3fb5a2ea3549d", "63. ", "Casewit", ", ", "C. J.", "; ", "Colwell", ", ", "K. S.", "; ", "Rappé", ", ", "A. K.", " ", "Application of a Universal Force Field to Organic Molecules", " ", "J. Am. Chem. Soc.", " ", "1992", ",  ", "114", ",  ", "10035", "– ", "10046", "[", "ACS Full Text ", "], [", "CAS", "]", "63. ", "Application of a universal force field to organic molecules", "Casewit, C. J.; Colwell, K. S.; Rappe, A. K.", "Journal of the American Chemical Society", "\r\n        (", "1992", "),\r\n    ", "114", "\r\n        (", "25", "),\r\n    ", "10035-46", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "The ability of a universal force field (UFF) to predict the structures of a variety of org. mols. is examd., and the results are compared with the MM2 or MM3 force fields.  UFF correctly predicts the structures of unstrained and uncongested hydrocarbons, silanes, alkenes, satd. amines, satd. ethers and phosphines, arom. systems, and simple unconjugated multiple bond-contg. compds. such as nitriles, ketones, and imines well.  Bond angles are usually correct to within 3°, and bond lengths usually to within 0.02 Å.  Specifically, the rms error in the UFF-predicted C-C bond distances is 0.021 Å, with a max. of 0.067 Å for a set of 65 distances.  For comparison, the MM2/3 rms error in C-C distances is 0.01 Å with a max. of 0.029 for the same set of mols.  The UFF rms error in C-N bond distances is 0.024 Å, with a max. of 0.041 Å for a set of 13 distances.  For the same set of mols., the MM2/3 rms error in C-N distances is 0.013 Å with a max. of 0.031.  The UFF rms error in C-O bond distances is 0.025 Å, with a max. of 0.05 Å for a set of seven distances.  For the same set of mols. the MM2/3 rms error in C-O distances is 0.007 Å with a max. of 0.015.  The ability of UFF to calc. conformational energy differences in simple org. mols. is also examd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38Xmtleitrw%253D&md5=4646587f5e851949ae884b95d12ea1fb", "64. ", "Fairen-Jimenez", ", ", "D.", "; ", "Lozano-Casal", ", ", "P.", "; ", "Dueren", ", ", "T.", " In  ", "Characterisation of Porous Solids VIII", "; ", "Seaton", ", ", "N.", "; ", "Reinoso", ", ", "F. R.", "; ", "Llewellyn", ", ", "P.", "; ", "Kaskel", ", ", "S.", ", Eds.; ", "The Royal Society of Chemistry", ": ", "UK", ", ", "2009", "; Chapter Assessing Generic Force Fields to Describe Adsorption on Metal-Organic Frameworks.", "There is no corresponding record for this reference.", "65. ", "Lorentz", ", ", "H. A.", " ", "Ueber die Anwendung des Satzes vom Virial in der kinetischen Theorie der Gase", " ", "Ann. Phys.", " ", "1881", ",  ", "248", ",  ", "127", "– ", "136", "[", "Crossref", "]", "There is no corresponding record for this reference.", "66. ", "Berthelot", ", ", "D.", " ", "Sur le Mélange des Gaz", " ", "Compt. Rendus", " ", "1898", ",  ", "126", ",  ", "1703", "– ", "1706", "[", "CAS", "]", "66. ", "On mixtures of gases", "Berthelot, D.", "Comptes Rendus Hebdomadaires des Seances de l'Academie des Sciences", "\r\n        (", "1898", "),\r\n    ", "126", "\r\n        (", "),\r\n    ", "1703", "CODEN:\r\n                ", "COREAF", "\r\n        ISSN:", ".\r\n    ", "The author proposes a formula of the van der Waals type for a mixture of two gases and shows how the constants A and B for the mixture can be calculated from the corresponding constants for the single gases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaD28XltFCqtQ%253D%253D&md5=04821df437d446d4c3db51db927ef254"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-23/jp500313j/production/images/small/jp-2014-00313j_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-23/jp500313j/production/images/small/jp-2014-00313j_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-23/jp500313j/production/images/small/jp-2014-00313j_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-23/jp500313j/production/images/small/jp-2014-00313j_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-23/jp500313j/production/images/small/jp-2014-00313j_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-23/jp500313j/production/images/small/jp-2014-00313j_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-23/jp500313j/production/images/small/jp-2014-00313j_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-23/jp500313j/production/images/small/jp-2014-00313j_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-23/jp500313j/production/images/small/jp-2014-00313j_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-23/jp500313j/production/images/small/jp-2014-00313j_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-23/jp500313j/production/images/small/jp-2014-00313j_0012.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-23/jp500313j/production/images/small/jp-2014-00313j_0013.gif\">"]}
