{"title": ["Influence of the Eluent in the MIL-53(Al) Selectivity for Xylene Isomers Separation"], "authors": ["Mariana A. Moreira", "João Carlos Santos", "Alexandre F. P. Ferreira", "José Miguel Loureiro", "Alírio Egídio Rodrigues"], "doi": ["10.1021/ie200206n"], "abstract": "Metal–organic framework MIL-53(Al) pellets were tested for selective adsorption and separation of xylene isomers with the aim of studying the influence of the solvent used at bulk concentrations. In this way, a set of single and multicomponent pulse experiments to measure selectivities was conducted, with -octane, -hexane, and -heptane as eluents, at 313 K. In order to complete this study, multicomponent breakthrough experiments were also performed, under the same conditions, in the presence of these three eluents, and the obtained selectivities were compared. MIL-53(Al) presented a preference for -xylene over -xylene and -xylene in all experiments. The selectivity was higher when -heptane was the eluent. For the breakthrough experiments that used -heptane as the eluent, selectivities of 2.1 were obtained for -xylene over -xylene and over -xylene. It was possible to conclude that the choice of eluent influences the adsorption selectivity and capacity of the adsorbent. This could result, among other factors, from the adsorbent–adsorbate interactions. These interactions may also occur with the eluent molecules (as an adsorbate), which influences the adsorption capacity.", "text": ["Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsAppendixReferencesIntroductionThe xylene isomers—m-xylene, o-xylene, and, in particular, p-xylene—are important chemical raw materials in several industrial processes. o-Xylene is used to produce phthalic anhydride, which is used as a plasticizer. m-Xylene is the raw material that is used to produce isophthalic acid, which is gaining broader acceptance in polyethylene terephtalate (PET) resin blends, or it can be isomerized. With the increasing demand for the production of plastic bottles, p-xylene is the isomer with the broadest commercial importance, since it is used in the manufacture of terephthalic acid, which is the basis for PET production.(1, 2) Since xylenes are produced as a mixture, it is their separation that largely determines the capital cost of production. Xylene isomers and ethylbenzene display many identical properties, as a result of their similar molecular structures. All of them have extremely close boiling points, which makes it difficult to separate them from each other by distillation.(2, 3) Currently, there are two methods to achieve molecular separation of high-purity p-xylene: adsorption and crystallization.(1) In the separation of xylene isomers, the benchmark is the Parex process, which is based on the simulated moving-bed technique.(4) This process has already been studied and optimized in order to increase its performance and efficiency.(5-8)Presently, faujasite-type zeolites are the adsorbents in the Parex process, among which prehydrated KY,(9-11) BaKY,(12) BaX,(13) and BaKX(14, 15) zeolites hold an important position. Zeolite KBaY is generally employed for this separation process, although other types of materials have been proven to be suitable in xylene isomers separation, such as silicates,(16) polymers,(17) carbon materials,(18) hydrotropes,(19) hydroxylated silica gel,(20, 21) and, more recently, metal–organic frameworks (MOFs).(1, 22-27)MOFs are a promising alternative for adsorptive separations, because of their large surface areas and large pore volumes. These materials are metal–ligand components that extend infinitely in one, two, or three dimensions and have already shown promising potential in a variety of applications, such as selective molecular sieving, heterogeneous catalysis, and gas storage.(28-30) Only in a few studies have MOFs been used to cover the selective adsorption of xylene isomers, such as Zn(BDC)(Dabco)0.5,(26) MOF-5 ([Zn4O(terephthalate)3]n·mDMF) and MOF-monoclinic ([Zn3(terephthalate)3(H2O)3(mDMF)4]n),(22) MIL-47,(31, 32) and MIL-53.(23, 25)MIL-53(Al) consists of an infinite chain of octahedra formed by coordination of AlIII by terephthalate and OH– groups. One of the prominent characteristics of this type of material is the framework flexibility. In this way, MIL-53(Al) can exhibit different pore dimensions, according to the interaction between the adsorbed compounds and the framework.(24) The terephthalate ligands point in four directions, making a one-dimensional lozenge-shaped pore appear with diameters of ca. 8.5 Å in the calcined form.(24, 25) A series of experimental data was published by Alaerts et al.,(25) where MIL-53(Al) was tested for selective adsorption and separation of xylenes and ethylbenzene using n-hexane as a solvent. In this study, the preference of MIL-53(Al) for o-xylene was revealed.(25) Later, Finsy et al. studied the framework breathing in the vapor-phase adsorption and separation of xylenes with MIL-53.(23) During the experiments, it was found that, at low pressures, below the pore opening pressure, MIL-53 shows no preference for any xylene isomers. However, at high pressures, pore opening occurs and the separation of xylene isomers becomes possible. In addition, they observed that breathing does not occur in the liquid phase when in the presence of an excess of solvent.(23)The main objective of this work is to study the behavior of xylene isomers in the MOF MIL-53(Al), with the aim of investigating the influence of the solvent used in the xylene separation at bulk concentrations. Therefore, this work consists of a set of single and multicomponent pulse experiments to measure selectivities, using iso-octane, n-hexane, and n-heptane as solvents, in the liquid phase, at 313 K. To complete this study, multicomponent breakthrough experiments were also performed in the presence of these three solvents, at 313 K and 1 bar, and the selectivities were compared.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsAppendixReferencesExperimental SectionSample PreparationPulse and breakthrough experiments were conducted on a 10.2 cm stainless steel column with an internal diameter of 0.77 cm filled with 2.26 g of MIL-53(Al), which was then placed in a high-performance liquid chromatography (HPLC) equipment. Tablets with dimensions of 2 mm × 2 mm, kindly provided by BASF, were crushed and sieved. The fraction between 300 and 500 μm in size was packed in the HPLC column. The adsorbent activation was carried out in the column by heating the pellets under vacuum at 423 K for 20 h with an initial heating ramp rate of 0.5 K/min. In this way, it was possible to remove any water that might be adsorbed.The adsorbent was characterized by SEM analysis performed at CEMUP–Centro de Materiais da Universidade do Porto. SEM photographs of the adsorbent, at magnifications of 75× and 50× can be seen in Figure 1. The nitrogen adsorption and desorption data at 77 K are presented in the Appendix.Figure 1. SEM photographs of MIL-53(Al): (a) 75× magnification and (b) 500× magnification.Pulse ExperimentsPulse experiments were carried out using MIL-53(Al) as an adsorbent and iso-octane (i-o), n-hexane (n-hex), and n-heptane (n-hep) as eluents, in order to observe their influence on the separation of xylene isomers. Prior to any experiment, a blank experiment was conducted to determine the dead volumes, and the experimental results were corrected accordingly. All runs followed the same experimental protocol. Initially, the column was fed with eluent at a rate of 1 cm3/min and at 313 K. A pulse of one of the xylene isomers was injected in the column, using a loop of 20 μL. At the same time, the fraction collector program was started. All the samples were analyzed using a Shimadzu gas chromatograph that was equipped with a fused-silica capillary column (WCOT-CP Xylenes, with a diameter of 0.53 mm and a length of 50 m) and flame ionization detection (FID) device. The analyses were performed using a column temperature of 308 K, and the injector and detector temperatures were 423 K. Helium was the carrier gas, with a flow rate of 238.5 cm3/min and a split ratio of 30. Shimadzu LC-Solution software was used for graphic visualization and data acquisition.A mathematical model was used to simulate the pulse experiments. The model assumptions are as follows:• plug flow with axial dispersion,• no radial gradients inside the column,• the bed void fraction, as well as the radius and porosity of the particles, are constant along the axial coordinate,• negligible pressure drop and thermal effects, and• instantaneous equilibrium.The mathematical model is described below:(1)where Ci is the concentration of component i in the fluid phase, t the time, ε the total bed porosity, z the axial coordinate, Dax the axial dispersion coefficient, u the superficial velocity of the fluid, ρp the particle density, and qi the concentration of component i in the adsorbed phase.The adsorption isotherms are considered to be linear in the pulse concentrations range:(2)where Ki is the pseudo-Henry constant of component i (see the Appendix for details).The boundary conditions are(3)where L is the column length.(3b)where Vμloop is the volume of the injection loop and QF is the feed flow rate.At t = 0, the column is considered to be filled with eluent. The pseudo-Henry constant of each component, Ki, was obtained by fitting the simulation results to the experimental results.The system of partial differential equations was solved using the method of lines. A high-resolution scheme (WACEB) was coupled with the finite volumes method,(33) assuring an accurate solution with flux conservation and without unphysical oscillations.The resulting system of ordinary differential equations (the ODE initial value problem) was then integrated over time, using the solver LSODA.(34) This routine solves initial boundary value problems for stiff or nonstiff systems of first-order ODEs. For nonstiff systems, it makes use of the Adams method with variable order (up to 12th order) and step size, whereas for stiff systems, it uses the Gear (or BDF) method with variable order (up to 5th order) and step size.The values of the parameters of the model are presented in Table 1.Table 1. Values of the Model ParametersparametervalueDax3.83 × 10–6 m2/sε0.66L1.02 × 10–1 mRbed3.90 × 10–3 mu3.50 × 10–4 m/sVμloop20 μLρp1400 kg/m3εp0.41The retention time (tr) may be calculated from the pseudo-Henry constant by applying eq 4:(4)where τ is the space time obtained from L/(uε).The separation factor (α) can be calculated from the retention times, using eq 5:(5)Breakthrough ExperimentsThe ability of MIL-53(Al) to separate xylene isomers was evaluated using breakthrough experiments, and the influence of the eluent was also assessed. In the breakthrough experiments, a ternary mixture of xylene isomers displaces the eluent adsorbed in the solid; in the reverse breakthrough, the eluent displaces the xylene isomers in the adsorbent. iso-Octane, n-hexane, and n-heptane were used as desorbents in the reverse breakthrough experiments.After placing the column in the HPLC oven, the system was filled with eluent at a flow rate of 1 cm3/min and the column was heated up to 313 K. When thermal equilibrium was reached, the feed of the column was switched from eluent to xylene solution. During the experimental runs, samples were collected and analyzed under the same conditions as those previously mentioned. Table 2 summarizes the experimental feed compositions.Table 2. Summary of Experimental Feed Compositionsaruneluentpulse composition (wt %)1i-o100% o-x2i-o100% p-x3i-o100% m-x4i-o33.3% m-x/33.3% o-x/33.3% p-x   5n-hex100% o-x6n-hex100% p-x7n-hex100% m-x8n-hex33.3% m-x/33.3% o-x/33.3% p-x   9n-hep100% o-x10n-hep100% p-x11n-hep100% m-x12n-hep33.3% m-x/33.3% o-x/33.3% p-xruneluentfeed composition (wt %)13i-o33.3% m-x/33.3% o-x/33.3% p-x14n-hex33.3% m-x/33.3% o-x/33.3% p-x15n-hep33.3% m-x/33.3% o-x/33.3% p-xaAbbreviations: i-o, iso-octane; n-hex, n-hexane; n-hep, n-heptane; o-x, o-xylene; p-x, p-xylene; and m-x, m-xylene.The adsorbed amounts of each xylene isomer were calculated by integration of the experimental breakthrough curves. Selectivities between the different xylene isomers were calculated according to the adsorbed amounts, as shown in eq 6.(6)where qi and qj are the adsorbed phase concentrations of xylene isomers in MIL-53(Al) and Ci and Cj are the equilibrium concentrations of the xylene isomers present in the bulk liquid phase. Breakthrough experiments were performed using an equimolar ternary mixture containing 2.8 mol/dm3 of each xylene isomer, and then eq 6 can be simplified:(7)Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsAppendixReferencesResults and DiscussionPulse ExperimentsAdsorption preference of MIL-53(Al) for xylene isomers was first screened with pulse experiments. Runs 1–3 were carried out by injecting each individual isomer in a stream of iso-octane. Under these conditions, MIL-53(Al) showed low selectivity for the separation of xylene isomers (see Figure 2a). On the other hand, when n-hexane and n-heptane are the eluents, o-xylene was clearly separated from the other isomers (see Figures 2c and 2e).Figure 2. Pulse curves in MIL-53(Al), at 313 K and 1.0 cm3/min, with different eluents: for single components ((a) iso-octane; (c) n-hexane; (e) n-heptane) and for ternary mixtures of xylene isomers ((b) iso-octane; (d) n-hexane; (f) n-heptane).In order to confirm these results and the preference of MIL-53(Al) for o-xylene, runs 4, 8, and 12 were performed where a mixture of the three isomers was injected using the same eluents. Figures 2d and 2f show that it was possible to observe a difference in the retention times of the three components when n-hexane and n-heptane were the eluents. Under these conditions, the adsorbent has a preference to the o-xylene, although it hardly separates m-xylene from p-xylene. When iso-octane is used as an eluent, the selectivity is low, which is consistent with the single-component pulse results.From the previously mentioned pulse experiments (Figure 2), it is possible to observe that the retention time of xylene isomers depends on the eluent. The retention times increase in the following order:From the aforementioned order, it can be concluded that n-heptane is the easiest eluent to be displaced by the xylene isomers. From a comparison of Figures 2a, 2c, and 2e, one can conclude that iso-octane and n-hexane are adsorbed, and that iso-octane is the hardest of the eluents to be displaced by the xylene isomers. The selectivity is the highest for n-hexane: in the presence of n-hexane, a high retention time for o-xylene is observed, while the retention times for the other two isomers are relatively low. The order of eluent affinity to the MIL-53 framework could result from the balance between the configuration of the molecules and their interaction strength with the surface. Generally, the adsorbent–adsorbate interaction is dependent on the molecular surface area and the polarity, among other factors. These interactions also may occur with the eluent, which influences the adsorption capacity of the xylene isomers.Figure 2 presents the simulation results of the pulse experiments. As it can be seen, there is good agreement between the results. Table 3 presents the pseudo-Henry constants obtained from the simulations of the pulse experiments, as a fitting parameter.Table 3. Pseudo-Henry Constants Obtained from the Simulations of the Pulse Experiments K × 10–3 (dm3/kg)eluento-xp-xm-xi-o2.411.511.61n-hex6.022.822.51n-hep7.134.324.42Table 4 presents the retention times of the experimental pulses obtained from the retention times, according to eq 4.Table 4. Retention Times of the Pulses tr (min)eluento-xp-xm-xi-o7.635.826.02n-hex14.908.467.84n-hep17.1311.4711.67Table 5 presents the separation factors calculated from the retention times (see eq 5).Table 5. Separation Factors Calculated from the Retention Times  jeluentio-xp-xm-xi-oo-x 1.31.3 p-x0.8 1.0 m-x0.81.0 n-hexo-x 1.81.9 p-x0.6 1.1 m-x0.50.9 n-hepo-x 1.51.5 p-x0.7 1.0 m-x0.71.0 Breakthrough ExperimentsTo further investigate selective adsorption on MIL-53(Al) and its potential to be applied in industrial processes, ternary breakthrough experiments were performed. These breakthrough curves give direct evidence of the ability of the solid phase to separate xylene isomers. Breakthrough profiles of the mixture using iso-octane, n-hexane, and n-heptane as desorbents are represented in Figure 3. In all experiments, the elutions of all components started almost at the same time. It is possible to observe that p-xylene and m-xylene eluted first, followed by o-xylene, corroborating that MIL-53(Al) has greater affinity toward o-xylene. This elution order is consistent with the results obtained from pulse experiments.Figure 3. Breakthrough curves for ternary mixtures of xylene isomers in MIL-53(Al) at 313 K and 1.0 cm3/min using (a) iso-octane as the eluent (run 13), (b) n-hexane as the eluent (run 14), and (c) n-heptane as the eluent (run 15).The selectivities were calculated using eq 7. It was observed that, when iso-octane was the eluent, the selectivities were smaller, in comparison with those obtained when n-heptane or n-hexane were used as the eluent. These results are in good agreement with the results obtained from pulse experiments (see Table 5). However, the obtained values for the selectivities are lower than those published from 0.028 mol/dm3 binary mixtures using MIL-53(Al) in the powder form.(25, 31) The use of binders to produce stable pellets may influence the adsorption capacity of the adsorbent. Partial blocking of the pores, adsorbent deactivation, and blocking of the framework flexibility can explain the decrease in selectivity of the pelletized material with binder. The range of concentrations could be another explanation for the differences in the selectivities obtained in the present work and the published literature. Alaerts et al.(25, 31) have reported selectivities calculated from 0.028 mol/dm3 binary mixtures of xylene isomers in batch experiments, whereas this work presents values calculated from 2.7 mol/dm3 ternary mixtures in breakthrough experiments.Table 6 presents the selectivities calculated from the adsorbed amounts from the ternary mixtures of xylene isomers in MIL-53(Al).Table 6. Selectivities Calculated from the Adsorbed Amounts from the Ternary Mixtures of Xylene Isomers in MIL-53(Al)   jeluentrunio-xp-xm-xi-o13o-x 1.31.4p-x0.8 1.0m-x0.71.0 n-hex14o-x 1.92.1p-x0.5 1.1m-x0.50.9 n-hep15o-x 2.12.1p-x0.5 1.0m-x0.51.0 In the pulse experiments, the highest selectivities are observed in the following order of eluents:However, in the breakthrough experiments, the order is changed toThis can be explained by the fact that breakthrough experiments are performed at bulk concentrations (2.8 mol/dm3), while the pulse experiments are performed under diluted conditions. The highest retention times (see Table 3) were observed in the presence of n-heptane as the eluent; this can explain the highest selectivity at bulk concentrations.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsAppendixReferencesConclusionsThe main objective of this work was to compare the behavior of MIL-53(Al) for the adsorption and separation of xylene isomers in the presence of different eluents. Pulse and breakthrough experiments were performed revealing different selectivities of MIL-53(Al), according to the eluent used. In this way, it is possible to conclude that the choice of eluent influences the adsorption capacity of the adsorbent. The above breakthrough experiments confirmed the preference of MIL-53(Al) for o-xylene over m-xylene and p-xylene, with a selectivity of 2.1, when n-heptane was the eluent. Selectivity values decreased when n-hexane and iso-octane were the eluents; however, the same preference for o-xylene was observed. Selectivities calculated for the separation of o-xylene and p-xylene were 1.9 and 1.3 in n-hexane and iso-octane, respectively. For o-xylene and m-xylene, the separation selectivity values were 2.1 and 1.4 for n-hexane and iso-octane, respectively. These different behaviors may be explained by the supplementary interactions of the eluent with the adsorbent, which compete with the xylene-adsorbent interactions.These experiments confirm the selective adsorption and separation of o-xylene from the other isomers and support the belief that the choice of the eluent has an important role in xylene separation. n-Heptane was found to allow the highest selectivities.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsAppendixReferencesAcknowledgmentThe research leading to these results has received funding from the European Community’s Seventh Framework Programme (FP7/2007-2013), under Grant Agreement No. 228862. MACADEMIA is a Large-scale Integrating Project under the Nanosciences, Nanotechnologies, Materials and New Production Technologies Theme in FP7). The authors acknowledge BASF for providing BASOLITE A-100 pellets. CEMUP acknowledges Fundação para a Ciência e a Tecnologia (FCT, Portugal) for financial support (ref. REEQ/1062/CTM/2005 and REDE/1512/RME/2005).Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsAppendixReferencesAppendixPseudo-Henry ConstantAssuming that the adsorption equilibrium of each component may be described by a Langmuir isotherm, the multicomponent adsorption equilibrium may be predicted with eq A.1:(A.1)where qs is the saturation capacity, b the affinity constant, and nc the number of components.The Henry constant (H) is obtained for (∂q/∂C)|C→0 = H = qsb.Hence, deriving eq A.1, it is possible to obtain eq A.2:(A.2)For a single component pulse, eq A.2 becomes(A.2a)Pulse ExperimentsTable A.1 presents the selectivities calculated from the pseudo-Henry constants obtained from the simulations of the pulse experiments (see Table 3).Table A.1. Selectivities Calculated from the Pseudo-Henry Constants Obtained from the Simulations of the Pulse Experiments  jeluentio-xp-xm-xi-oo-x 1.61.5 p-x0.6 0.9 m-x0.71.1 n-hexo-x 2.12.4 p-x0.5 1.1 m-x0.40. 9 n-hepo-x 1.71.6 p-x0.6 1.0 m-x0.61.0 Breakthrough ExperimentsFor breakthrough experiments, selectivities were calculated using the adsorbed amounts of each xylene isomer (Table A.2), which were calculated by integration of the experimental breakthrough curves.Table A.2. Adsorbed Amount of Each Xylene Isomer Calculated from the Experimental Breakthrough CurveseluentruncomponentC [mol/dm3]q [mol/kg]i-o13o-x2.882.07  p-x2.821.55  m-x2.861.50n-hex14o-x2.782.23  p-x2.791.15  m-x2.781.07n-hep15o-x3.063.96  p-x3.061.88  m-x3.061.89Nitrogen Adsorption and Desorption Isotherm at 77 KNitrogen sorption isotherms at 77 K of the sample (see Figure A1) and pore size distributions were determined, revealing a BET surface area of 560 m2/g and a Langmuir surface area of 860 m2/g.Figure A1. Nitrogen adsorption and desorption isotherm, at 77 K, for MIL-53(Al) pellets.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsAppendixReferencesReferencesThis article references 34 other publications.1. Finsy, V.; Verelst, H.; Alaerts, L.; De Vos, D.; Jacobs, P. A.; Baron, G. V.; Denayer, J. F. M. Pore-Filling-Dependent Selectivity Effects in the Vapor-Phase Separation of Xylene Isomers on the Metal-Organic Framework MIL-47 J. Am. Chem. Soc. 2008,  130,  7110[ACS Full Text ], [CAS]1. Pore-Filling-Dependent Selectivity Effects in the Vapor-Phase Separation of Xylene Isomers on the Metal-Organic Framework MIL-47Finsy, Vincent; Verelst, Harry; Alaerts, Luc; De Vos, Dirk; Jacobs, Pierre A.; Baron, Gino V.; Denayer, Joeri F. M.Journal of the American Chemical Society\r\n        (2008),\r\n    130\r\n        (22),\r\n    7110-7118CODEN:\r\n                JACSAT;\r\n        "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2011/iecred.2011.50.issue-12/ie200206n/production/images/small/ie-2011-00206n_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2011/iecred.2011.50.issue-12/ie200206n/production/images/small/ie-2011-00206n_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2011/iecred.2011.50.issue-12/ie200206n/production/images/small/ie-2011-00206n_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2011/iecred.2011.50.issue-12/ie200206n/production/images/small/ie-2011-00206n_0002.gif\">"]}