{"title": ["Noble Gas Adsorption in Metal–Organic Frameworks Containing Open Metal Sites"], "authors": ["John J. Perry", "Stephanie L. Teich-McGoldrick", "Scott T. Meek", "Jeffery A. Greathouse", "Maciej Haranczyk", "Mark D. Allendorf"], "doi": ["10.1021/jp501495f"], "abstract": ["The adsorption of noble gases (Ar, Kr, Xe, and Rn) and N", " by a diverse range of Metal–Organic Frameworks (MOFs) containing open metal sites (OMS) was systematically investigated using volumetric gas porosimetry and grand canonical Monte Carlo simulation. The ten MOFs considered are grouped into two series. The first, MOF-74-", ", is based upon MOF-74/CPO-27, which has divalent metal ions Mg, Co, Ni, and Zn, and was chosen to explore the effect of metal identity within a constant topology. The second series, ", "-MOFs, consists of NOTT-100, NOTT-101, NOTT-102, NOTT-103, and PCN-14 and probes the effect of pore size while maintaining constant OMS identity and similar coordination environment. Comparisons of the ", "-MOFs with HKUST-1 are also made, since this MOF has a similar chemical structure, although the topology is different from the ", " structures. Gas uptake and Henry’s constant (", ") for ", "-MOFs increase with decreasing pore size, and as pore size decreases, the effect of gas polarizability on ", " becomes more profound. This implies that tailored pore size can strongly influence ", ", especially for the more polarizable gases Kr and Xe. A detailed analysis of the void space in the ", "-series reveals large cages connected by narrow pores, resulting in tortuous, zigzag diffusion pathways that likely increase the strength of the MOF–gas interaction. Data for the MOF-74-", " series show that both the density of OMS and their accessibility in this topology enhance the framework interaction with the noble gases. However, because the interaction is largely due to (point charge)−(induced-dipole) interactions and the charge on the metal ion varies little, the specific identity of the metal ion is relatively unimportant. Consequently, new MOFs tailored to maximize noble gas uptake from air should target structures with both a high density of OMS and pores that are approaching the size of the gas of interest."], "text": ["Top of Page", "Abstract", "Introduction", "Materials and Methods", "Experimental Results", "Discussion and Conclusions", "References", "Introduction", "Noble gases are an important class of industrial chemicals essential to numerous applications, including lighting,", "(1, 2)", " insulation,", "(3)", " cryogenic refrigerants,", "(4)", " carrier gases,", "(5)", " anesthetics,", "(6, 7)", " and excimer lasers.", "(8, 9)", " Most high-purity, industrial quantities of noble gases are obtained by separating the gas of interest from air. However, due to their filled valence shell, noble gases exhibit low chemical reactivity. Currently, most noble gases are obtained via cryogenic distillation—an extremely energy intensive and therefore costly process.", "(10)", " Consequently, large-scale isolation of noble gases via selective adsorption near room temperature is highly desirable.", "The processes of pressure-swing adsorption (PSA) and vacuum-swing adsorption (VSA) offer attractive alternatives to cryogenic distillation, in that they can be much more energy efficient and therefore cost-effective.", "(10, 11)", " However, PSA and VSA require efficient microporous or mesoporous adsorbents that are both highly selective and possess a high capacity. Traditionally, commercial sorbents have been limited to one of four categories: activated carbons, natural and synthetic zeolites, silica gel, and activated alumina. Together, these represent annual worldwide sales of well over $1 billion USD.", "(12)", " These materials typically have high surface areas and large pore volumes, enabling physisorption of weakly interacting adsorptives such as noble gases. Unfortunately, they also lack synthetic diversity; while currently many examples of commercial sorbents exist, in general, systematic alteration of their structure and chemistry is difficult. Thus, there is a great need for new microporous sorbents with adsorptive properties designed for specific adsorbates.", "Metal–Organic Frameworks (MOFs)", "(13, 14)", " are crystalline materials consisting of open frameworks composed of metal cations bridged by organic electron donors. The considerable interest in these materials is a result of their potential uses in a myriad of applications, including gas storage", "(15-20)", " and separations,", "(18, 21-23)", " electronics,", "(24)", " catalysis,", "(25-27)", " biomedicine,", "(28, 29)", " chemical sensing,", "(22, 30)", " and radiation detection.", "(31, 32)", " One particularly appealing aspect of these materials is that they are often shown to be permanently microporous and can exhibit extremely high surface areas, in some cases the highest ever observed.", "(33)", " Paired with these properties is a level of synthetic flexibility unprecedented in other classes of microporous materials such as porous carbons and zeolites. The modular nature of MOFs, together with the synthetic flexibility of the organic linker, allows one the ability to tune not only the size and shape of pore and cavity dimensions within the framework but also the chemical functionalities that constitute the pore surfaces. In this way one can tailor the properties of a MOF to meet the requirements of a specific application.", "While MOFs have been intensively investigated for their adsorptive properties, to date this has primarily focused on adsorption of H", "2", ", CH", "4", ", CO", "2", ", CO, N", "2", ", and, to a lesser extent, short-chain hydrocarbon molecules. Recently, interest in the separation of noble gases from air and from one another has emerged.", "(34-49)", " Grand canonical Monte Carlo (GCMC) simulations predict that Xe should adsorb preferentially over the smaller noble gases and that MOFs with small pore sizes, similar in dimension to the kinetic diameter of Xe, should display enhanced Xe adsorption and improved Xe/Kr and Xe/Ar selectivities.", "(36, 37, 40, 49)", " Measurements of noble gas adsorption in a limited number of MOFs and breakthrough studies demonstrate the selective adsorption of Xe over Kr.", "(34, 35, 38, 39, 41-44)", " In some MOFs, higher Xe/Kr selectivities are observed than seen in some activated carbon materials. In screening over 137,000 hypothetical MOFs for their Xe/Kr selectivity, Sikora et al. used Delaunay tessellation and GCMC to calculate geometric considerations, such as pore limiting diameters (PLD), accessible void volumes, and largest cavity diameters (LCD).", "(43)", " They found that MOFs with networks resembling uniform tubes with dimensions nearly the size of the kinetic diameter of Xe are ideal for Xe/Kr separations. Nevertheless, their results also show that the potential for significantly improved Xe/Kr selectivity using MOFs remains unrealized.", "To date, researchers have identified a number of MOF attributes that influence the physisorption of weakly interacting gases. In particular, the presence of coordinatively unsaturated open metal sites (OMS) is thought to offer stronger adsorbate–MOF interactions for some gases. Other potentially influential attributes include linker polarizability (ligand functionalization; conjugation), surface area and percent free volume (accessible void space), and pore size (PLD; LCD). Previously, we probed the effects of several of these MOF attributes on noble gas adsorption. Meek et al. examined the effects of polarizability on the adsorption of noble gases at low pressures in a monohalogenated IRMOF-1 series, showing that increasing linker polarizability correlates with increased noble gas uptake.", "(42, 50)", " Parkes et al. probed the effects of pore size and network topology for the selective adsorption of noble gases from air and demonstrated that, for each noble gas, adsorption at low pressure correlates with several MOF properties, including topology, pore size, and free volume.", "(47)", "Here, we report the systematic investigation of low-pressure noble gas adsorption for ten MOF structures, all of which include OMS within their structure. Noble gases are a good choice for probing the adsorption of weakly interacting gases in MOFs, as there is no metal–gas bonding and one must account for only charge and polarization effects. We used both GCMC simulations and experimental measurements of gas uptake to obtain adsorption isotherms for N", "2", ", Ar, Kr, and Xe at industrially relevant temperatures (273 and 292 K). Henry’s constants (", "k", "H", ") and isosteric heats of adsorption (", "Q", "st", ") were also computed from the experimental and simulation results. Simulations of Rn uptake are also reported.", "To determine the effects of OMS on the adsorption of noble gases and N", "2", ", we targeted two MOF sets (Figure ", "1", ") that allow systematic variation of (1) metal ions for a constant pore size and (2) PLD for a constant metal. The first set consists of four members of the MOF-74-", "x", " series: MOF-74-Zn,", "(51)", " MOF-74-Co", "(52)", " (also known as CPO-27), MOF-74-Ni", "(53)", " (also known as CPO-27-Ni), and MOF-74-Mg.", "(54, 55)", " These share the same network topology (", "bnn", "), infinite-rod secondary building unit (SBU) coordination scheme, 1-periodic hexagonal pore channel, and 2,5-dioxido-1,4-benzenedicarboxylate (DOBDC) ligand. Their crystal structures reveal nearly identical pore dimensions of approximately 11.7 Å. The only variation among them is the identity of the metal, which manifests itself in the observed chemical and physical properties of MOFs in a number of ways. Here, our aim is to discern trends in noble gas adsorption, ", "k", "H", " values, ", "Q", "st", ", and selectivity that allow us to assess the role that metal identity plays on the adsorption properties of this MOF platform.", "The second set consists of five so-called ", "nbo", "-MOFs plus HKUST-1, which allow us to vary pore dimensions while maintaining constant OMS metal identity within a constant SBU. The ", "nbo", "-MOFs considered are NOTT-100", "(56, 57)", " (also known as MOF-505", "(58)", "), NOTT-101,", "(56, 57)", " NOTT-102,", "(56, 57)", "(54, 55)", " NOTT-103,", "(57)", " and PCN-14.", "(59, 60)", " These share the same network topology (", "nbo", "), the same Cu dimetal–tetracarboxylate square-paddlewheel SBU, and similar chemical constituents in their ligands (i.e., two isophthalate moieties bridged by varying numbers of phenyl rings). The only major variation among these MOFs is the overall length of their respective tetracarboxylate ligands, which ultimately influences the size and shape of the cages that constitute the structure (", "Figure S1", "). HKUST-1", "(61)", " is similar to these, in that the SBU is also a copper paddlewheel, but the tritopic benzenetricarboxylate linker leads to a different topology (", "tbo", ") with enclosed, approximately spherical, pores.", "Our results show that, for the MOF-74-", "x", " series, the increased accessibility and higher density of OMS in this topology, as well as the nature of the M–O bond character, play crucial roles in enhancing the interaction of N", "2", " and the noble gases with these MOF adsorbents. We also find that ", "k", "H", " increases as pore size decreases within the ", "nbo", "-MOF series; moreover, the magnitude of this change increases with the gas polarizability. Simulations of Rn adsorption indicate that of the ten MOFs examined here, the ", "nbo", "-MOF series performs the best for this gas, with the highest uptake and the selectivity for Rn over N", "2", ". Collectively, our results show that the presence of OMS and the nature of the SBU play important roles in the ability of these materials to adsorb and separate noble gases from air and from one another.", "Figure 1. Schematic atomic model for each MOF prototype: HKUST-1 (", "tbo", "; left), MOF-74 (", "bnn", "; middle), and NOTT-100 (", "nbo", "; right). Green: metal; red: oxygen; gray: carbon; white: hydrogen.", "Top of Page", "Abstract", "Introduction", "Materials and Methods", "Experimental Results", "Discussion and Conclusions", "References", "Materials and Methods", "General Information", "All chemical reagents were purchased commercially and used as received without further purification unless otherwise indicated. The various solvents used for activation as well as ", "N,N", "′-dimethylformamide (DMF) were stored over dried molecular sieves (4 Å). HKUST-1,", "(61)", " also known as Cu-BTC (copper 1,3,5-benzenetricarboxylic acid), was purchased under the brand name Basolite-C300 from Sigma-Aldrich (Lot # S45327). This material was used as received without further synthetic modification or solvent-based activation. Synthetic protocols for each of the MOFs were either used directly or slightly modified from established procedures found in the literature; details can be found in the ", "Supporting Information", ". Detailed activation procedures for each MOF (removal of unreacted starting materials and guest solvent) are also provided in the ", "Supporting Information", ".", "Powder X-ray Diffraction (PXRD)", "Powder X-ray diffraction experiments were carried out using a PANalytical Empyrean diffractometer equipped with a PIXcel", "3D ", "detector. The dry samples were ground into a fine powder, applied to a low background sample holder, and mounted to a bracket flat sample stage. In a typical experiment, data were collected via a continuous scan in the range of 3°–50° (2θ). Plots of stacked PXRD spectra for each MOF displaying patterns for calculated, as-synthesized, solvent-exchanged, and postsorption analysis are provided in the ", "Supporting Information", " (Figures S2–S15).", "Low-Pressure Porosimetry", "Systematic physisorption studies using N", "2", ", Ar, Kr, and Xe were performed at 273 and 292 K over the pressure range of 0–1 atm. Additionally, N", "2", " isotherms were collected at 78 K over this same pressure range. These experiments were carried out via the method of gas adsorption manometry", "(62)", " using a Quadrasorb-SI  (Kr/MP) automated surface area and pore size analyzer (Quantachrome Instruments). The data were evaluated using the QuadraWin software V.5.02 (Quantachrome Instruments). N", "2", " (UHP, ≥99.999%), He (UHP, ≥99.999%), Ar (UHP, ≥99.999%), and Kr (research grade, ≥99.998%) were purchased from Matheson Tri-Gas; Xe (UHP, ≥99.999%) was purchased from Spectra Gases. All gases were used as received without further purification. Prior to adsorption analysis all samples were outgassed for extended periods under a dynamic turbomolecular pump vacuum and heating profiles described in the activation protocols. Outgassing was achieved using a MasterPrep 6-station degasser in vacuum mode with CN616 control software (Quantachrome Instruments). Upon completion of the degas/heat profile, the samples were backfilled with dry N", "2", " (UHP). Plots of adsorption isotherms are provided in the ", "Supporting Information", " (Figures S16–S35)", "Simulation Methods", "MOF crystallographic structures used in the simulation portion of this work were taken from the Cambridge Structural Database System (CSD System) using the Conquest software.", "(63)", " Any solvent molecules present in the crystal structure were removed to simulate the experimental activation process. Additionally, if an atom was split across multiple partial occupancy locations, the extra sites were removed and the remaining site occupancy was set to unity. The pore dimensions of the selected MOFs were characterized using the open-source Zeo++ code", "(64, 65)", " to obtain LCD and PLD. The former represents the largest sphere that can fit within a pore anywhere within a given structure, while the latter indicates the diameter of the largest sphere that can travel within the pores of a material. Accessible volume (AV), accessible surface area (ASA), and pore size distribution (PSD) were calculated for specific gases using the Zeo++ code with high accuracy setting", "(66)", " and atomic radii adopted from the Cambridge Crystallographic Data Centre. Spherical probes of 1.55, 1.7025, 1.845, and 2.05 Å radii were used to simulate N", "2", ", Ar, Kr, and Xe, respectively. AV, ASA, and PSD were calculated only for sections of the pores accessible to a given probe, therefore excluding the probe-inaccessible pockets. The latter were only identified for Xe, and their size was small (less than 0.5% of AV).", "Simulated adsorption isotherms were generated by the grand canonical Monte Carlo method (constant chemical potential, constant volume, and constant temperature) using the MCCCS Towhee Code.", "(67)", " Simulations were conducted at 292 K and for pressures ranging from ∼0.0001 to ∼2.5 atm, using a previously described procedure.", "(42)", "The interaction between MOFs and nobles gases was captured through a Lennard-Jones potential using the geometric mixing rule. Potential parameters for MOFs were taken from the Universal Force Field (UFF),", "(68)", " which has been shown to produce results in qualitative agreement with experiments.", "(69)", " Noble gases were modeled using the single-site potential parameters taken from Pellenq and Levitz", "(70)", " and van Loef.", "(71)", " A three-site model, including van der Waals interactions and atomic charge, was used to model N", "2", ".", "(72)", " To capture the electrostatic interaction between N", "2", " and the MOFs, charges were assigned to the MOF atoms from the work of Zhong and co-workers.", "(73-75)", " Long-range electrostatic interactions were calculated using the Ewald summation with a precision of 0.0001. A truncated Lennard-Jones potential was used with a cutoff of 12.5 Å. Long-range tail corrections were not used with the Lennard-Jones potential. The potentials employed in this study have not been parametrized to capture the structural properties of MOFs, and therefore, MOFs are modeled as rigid frameworks with MOF atoms fixed in their crystallographic positions throughout the simulation.", "Using the low-pressure linear regime of the simulated adsorption isotherms, ", "k", "H", " values were calculated. Additionally, ", "Q", "st", " values were calculated from ", "NVT", " Monte Carlo simulations using the ideal gas approximation.", "(76)", " For a system at infinite dilution, the isosteric heat of adsorption is calculated as described in eq ", "1", ", where ", "RT", " is the thermal energy and ⟨", "V", "⟩ is the energy of the gas–framework interaction.", "(1)", "While more efficient methods exist for calculating Henry’s constants and isosteric heats of adsorption,", "(77)", " we chose to calculate these properties directly from our simulations. Calculating the Henry’s constant from low loading regime of the adsorption is equivalent to the direct sum method,", "(78)", " and at infinite dilution the two methods of calculating the isosteric heat of adsorption are equivalent.", "(77)", "Top of Page", "Abstract", "Introduction", "Materials and Methods", "Experimental Results", "Discussion and Conclusions", "References", "Experimental Results", "Porosimetry Results and Computed Pore Sizes", "The uniform pore size in the MOF-74-", "x", " structures enables this aspect of the framework geometry to be decoupled from the influence of the OMS. Since we also want to establish a correlation between pore size and gas uptake in the presence of a constant OMS SBU using the ", "nbo", "-MOFs, it is necessary to select a method for quantifying pore dimensions. Viewing all five ", "nbo", " structures with the ", "c", "-axis aligned along the horizontal (", "Figure S1", "), one can clearly see that increasing the length of the ligand expands the large spherical cavity. However, as will be seen below, the shapes of these pores are much more irregular than those of MOF-74, making it less clear how to quantitatively rank them. We employed two basic approaches: empirical models used to fit measured adsorption isotherms and computational methods that use the MOF crystal structure to compute the LCD and PLD. The former provide a direct link to the actual synthesized materials, which may provide insight concerning the effectiveness of the activation process, while the latter yield values free of deleterious effects of incomplete activation (e.g., pore collapse or unremoved guest molecules). Unfortunately, both suffer from their own ambiguities resulting from the irregular nature of MOF pores. Results of both approaches are presented in Table ", "1", ", including measured Brunauer–Emmett–Teller (BET) surface areas, total pore volume, and pore size distributions obtained using two different empirical models. Calculated structural properties are also given there.", "Considering the experimental approach first, we obtained pore diameters from pore size distributions computed using the Dubinin–Astakhov (DA)", "(62)", " and Saito–Foley (SF)", "(79)", " models, two semiempirical methods commonly used to characterize MOFs. For the MOF-74-", "x", " series, the DA model yields pore diameters for the Co- and Zn-containing structures of 10.2 and 13.2 Å, respectively, whereas the SF model yields an 11 Å pore diameter for both. These values bracket the 11.74 Å distance obtained from the crystal structure between equivalent atoms on opposite sides of the pore (including van der Waals radii). However, for the copper paddlewheel structures, the pore dimensions obtained from the two models are conflicting. The MOF with the largest pores is the same in both cases (NOTT-102), but beyond that there is no systematic trend. Moreover, in some cases the values are quite different (e.g., compare NOTT-101, -102, and -103).", "Although these inconsistencies may be due in part to partial pore collapse and/or residual reactant (see discussion below), it more likely that the primary cause is the fact that the pores in ", "nbo", "-MOFs are not simple geometrical shapes. Even the relatively uniform structure of HKUST-1 pores is complicated by the presence of two different pores. Pore landscapes predicted by the Zeo++ code demonstrate this, as seen in ", "Figures S36–S42", ". HKUST-1, NOTT-100, NOTT-103, and PCN-14 each have one 3D channel system. NOTT-102 is more complex, having one 1D channel system that zigzags through the unit cell. In contrast, NOTT-101 has two independent channel systems, each being 1D and zigzagging through the unit cell. Finally, MOF-74-Mg has a single 1D channel system.", "These results suggest that our second approach for evaluating pore dimensions, computational methods, will be more useful for correlating pore structure with gas uptake. Again using the Zeo++ code, we obtain the ranked order of LCDs, from smallest to largest: NOTT-100 < PCN-14 ∼ NOTT-101 < NOTT-103 ∼ NOTT-102 < HKUST-1. For NOTT-101 to 103, the PLD computed by the Zeo++ method corresponds to tortuous, zigzag diffusion pathways, as shown in ", "Figures S46–S48", ". Clearly, visualizing pores or measuring their diameters along uniaxial directions will not necessarily identify the true PLD. The PSDs obtained from the Zeo++ code (", "Figures S43–S49", ") confirm this notion, showing that the NOTT MOFs have multiple pore sizes; thus, a single LCD descriptor does not fully capture the characteristics of the porosity. In the following discussion, we use the LCD ordering as a guide to establishing correlations between gas uptake data measured experimentally and predicted by GCMC calculations.", "Comparing our measured BET surface areas and total pore volumes with previously reported values indicates generally good agreement. However, the BET surface areas we obtain for all MOFs included in our test set are significantly lower than computed values. Since the Zeo++ structural parameters are geometry based, they characterize only the aspects of the MOF related to the crystal structure. In contrast, measured properties such as surface area are also influenced by the nature of the gas–MOF interaction, so an exact match between the Zeo++ results and experiments is not expected, although trends should be accurately captured. Nevertheless, our experimental values for the MOF-74-", "x", " series are significantly higher than those reported previously.", "(80)", "The likely reason is the more effective washing cycle employed here, in which unreacted starting materials and/or unwanted byproducts of the synthesis are removed more effectively from the large channels of the MOF. In Glover et al.,", "(80)", " the MOF-74-", "x", " materials were washed with and then immersed in MeOH, with fresh MeOH replacement daily for three days. However, when we wash the as-synthesized material with fresh DMF before using MeOH, the DMF supernate is fluorescent yellow under a standard laboratory UV lamp (365 nm), likely indicating the presence of the 2,5-dihydroxyterephthalic acid starting material. In our procedure, the MOF-74-", "x", " samples are washed and then immersed in DMF with decanting and daily replacement until the supernate no longer exhibited fluorescence. Following this, the samples are washed and immersed in MeOH much like the established protocol. Upon degassing and BET analysis our MOF-74-", "x", " materials exhibit surface areas ranging from several hundred m", "2", " g", "–1", " higher to almost double previously reported values. We note that Dietzel et al. showed that during the dehydration process MOF-74-Zn undergoes a strain-induced first-order phase transition, while the isostructural MOF-74-Co does not undergo such a transition.", "(81)", " This suggests another reason why many reported BET surface areas for MOF-74-Zn are so much lower than other metal analogues, which we also observe.", "Table 1. Experimental Material Properties for Metal–Organic Frameworks", "MOF", "BET surface area", "a", " (m", "2", "/g)", "DA diameter", "b", " (Å)", "SF pore width", "b", " (Å)", "total pore volume", "c", " (cm", "3", "/g)", "LCD", "d", " (Å)", "PLD", "d", " (Å)", "accessible surface area", "e", " (m", "2", "/g)", "accessible pore volume", "e", " (cm", "3", "/g)", "HKUST-1", "1844", "10.4", "10.2", "0.80", "13.2", "6.5", "2494", "0.36", "NOTT-100", "1619", "10.8", "10.6", "0.71", "10.0", "4.8", "2608", "0.27", "NOTT-101", "2749", "16.0", "10.8", "1.09", "11.3", "6.9", "3526", "0.51", "NOTT-102", "2355", "16.6", "12.4", "0.97", "12.6", "7.0", "4166", "0.66", "NOTT-103", "2814", "16.2", "10.8", "1.12", "12.6", "5.5", "3873", "0.55", "PCN-14", "2138", "12.0", "11.0", "0.92", "11.2", "4.9", "2524", "0.29", "MOF-74-Mg", "1530", " ", " ", " ", "11.6", "10.8", "1776", "0.34", "MOF-74-Co", "1292", "10.2", "11.0", "0.50", "11.5", "10.8", "1351", "0.26", "MOF-74-Ni", "1199", " ", " ", " ", "11.5", "10.7", "1356", "0.26", "MOF-74-Zn", "973", "13.2", "11.0", "0.39", "11.7", "10.9", "1336", "0.26", "a", "Surface areas calculated by fitting N", "2", " adsorption isotherm (77 K) to BET equation with pressure ranges determined by the consistency criteria of Rouquerol.", "(62, 82)", "b", "Pore widths were estimated using the methods of Dubinin–Astakhov (DA)", "(79)", " and Saito–Foley (SF)", "(83)", " using N", "2", " adsorption isotherms (77 K) and the Quantachrome QuadraWin software.", "c", "Total pore volume (TPV)", "(79)", " was calculated at maximum adsorption (N", "2", ", 77 K) using the Quantachrome QuadraWin software.", "d", "Calculated using the Zeo++ code.", "e", "Calculated using the Zeo++ code using a 3.10 Å probe diameter.", "In general, we find that both the experimental and simulated adsorption isotherms are essentially linear for all MOFs included here (see ", "Supporting Information", " Figures S16–S35), indicating that adsorption throughout the pressure range accessed here corresponds to Henry’s law behavior. The adsorption behavior of Xe is an exception; in this case, the adsorption isotherm for each MOF exhibits varying degrees of nonlinearity over the pressure range. Fortunately, the Xe isotherms for all MOFs are linear in the very low-pressure region, since our metrics for comparing experimental porosimetry data with predicted isotherms are the ", "k", "H", " and ", "Q", "st", " values. We therefore computed ", "k", "H", " from the slope of linear fits to the first ten adsorption data points, typically corresponding to pressures less than 0.2 atm. For Xe, the experimental ", "k", "H", " values were calculated using only the first four adsorption data points, corresponding to pressures less than 0.08 atm (see ", "Supporting Information", " Figures S50–S69). Similarly, ", "k", "H", " values were determined from the slope of the simulated adsorption isotherms at very low pressures. These values are tabulated alongside the experimental ", "k", "H", " constants in Table ", "2", ". The experimental ", "Q", "st", " values were calculated from a modified version of the Clausius–Clapeyron equation (", "2", "), using ", "k", "H", " values calculated from adsorption isotherms collected at 273 and 292 K. These values, along with those calculated from the simulations, are listed in Table ", "3", ".", "(2)", "The results of this analysis show that noble gas adsorption in these MOFs is not fully saturated at 1 atm. This is noteworthy because a high sorption capacity is desirable for industrial noble gas sorption and separation. We also computed the ideal selectivity", "(84)", " for one noble gas over another, which is given by the ratio of the ", "k", "H", " values for the two gases. Values of this quantity obtained from experiments and simulations for a subset of binary mixtures are listed in Table ", "4", ".", "Table 2. Henry’s Constants (cm", "3", " g", "–1", " atm", "–1", ") at 292 K", " ", "N", "2", "Ar", "Kr", "Xe", "Rn", "MOF", "exp", "a", "sim", "exp", "a", "sim", "exp", "a", "sim", "exp", "a", "sim", "exp", "sim", "HKUST-1", "10.05 (2)", "10.9", "8.36 (4)", "12.9", "30.22 (3)", "63.5", "208.37 (3)", "570.6", "–", "5910.3", "NOTT-100", "11.67 (1)", "12.0", "10.77 (1)", "13.2", "35.45 (1)", "55.1", "244.28 (1)", "345.1", "–", "2420.1", "NOTT-101", "7.35 (4)", "10.7", "8.86 (3)", "12.6", "23.82 (4)", "47.8", "127.27 (4)", "249.5", "–", "2803.4", "NOTT-102", "5.89 (6)", "11.8", "5.44 (6)", "14.3", "17.68 (6)", "55.7", "68.92 (6)", "320.7", "–", "3993.3", "NOTT-103", "6.67 (5)", "11.6", "6.71 (5)", "14.5", "21.96 (5)", "53.8", "120.49 (5)", "376.1", "–", "2064.8", "PCN-14", "9.11 (3)", "13.5", "10.04 (2)", "19.0", "34.77 (2)", "106.0", "224.78 (2)", "593.3", "–", "2820.3", "MOF-74-Mg", "26.38 (1)", "7.56", "7.10 (1)", "9.44", "23.63 (3)", "23.99", "139.91 (3)", "90.30", "–", "541.27", "MOF-74-Co", "16.64 (2)", "7.72", "6.73 (3)", "6.19", "29.16 (1)", "20.32", "302.51 (1)", "79.49", "–", "320.08", "MOF-74-Ni", "15.34 (3)", "5.99", "6.80 (2)", "6.37", "28.72 (2)", "18.21", "259.26 (2)", "80.58", "–", "500.63", "MOF-74-Zn", "6.72 (4)", "10.89", "4.67 (4)", "7.25", "17.24 (4)", "21.88", "99.24 (4)", "113.89", "–", "409.28", "a", "Experimental ", "k", "H", " are ranked from highest to lowest for each gas is indicated in parentheses.", "MOF-74-", "x", " and the Effect of Metal Ion", "It is reasonable to hypothesize that in the low-pressure regime (0–1 atm) variations in the total gas uptake, ", "k", "H", ", or ", "Q", "st", " for a given gas are a direct result of the nature of the metal ions in the structure. As XRD data indicate that the pore size, pore shape, and chemical functionality of the bridging ligand are identical in these MOFs, only the identity of the OMS should affect the adsorption of these weakly interacting gases. Moreover, the uniform, 1-D pores are devoid of the ambiguities characteristic of the ", "nbo", "-MOFs. The choice of metal influences the nature of the M–O bond, increasing or decreasing its ionic character, which is one hypothesis for why MOF-74-Mg adsorbs more CO", "2", " and exhibits higher ", "Q", "st", " values than the other metal analogues.", "(54)", " Similarly, the presence (or absence) of d-electrons, and whether the metal is open shell or closed shell, influences the nature of the OMS. For example, Yu et al. correlated the binding strength of CO", "2", " to the OMS in the MOF-74-", "x", " series with the filling of the 3d orbitals for Mn", "2+", " to Zn", "2+", " versions of MOF-74.", "(85)", " A complex trend was observed that appears to correlate with the varying directionality of the charge density on the metal ion as different d orbitals became filled. One would expect simpler behavior for the noble gases, which unlike CO", "2", " have no quadrupole moment and are electronically spherical; for example, the strength of gas–MOF interactions (as measured by ", "Q", "st", ") and the gas polarizability should be correlated.", "The measured adsorption data for Ar, Kr, and Xe confirm the hypothesis that total gas uptake (Figures ", "2", "b–d) and ", "k", "H", " (Table ", "2", ") increase with increasing polarizability on a per mole of MOF basis (which is unaffected by the mass of the metal ion). These quantities also follow the order Zn ≈ Mg < Ni ≈ Co, which is consistent with the empirical Irving–Williams series that assumes a purely electrostatic metal–ligand interaction. The results for N", "2", " (Figure ", "2", "a) do not conform to expectations, however, having remarkably higher uptake and ", "k", "H", " displayed by all MOFs in the series (discussed below).", "Heats of adsorption for the noble gases are similar among the members of MOF-74-", "x", " series, exhibiting no clear trend except that for a given gas they increase with increasing gas polarizability, again as expected (Table ", "3", "). Nominally, we would expect MOF-74-Co and MOF-74-Ni to have somewhat higher ", "Q", "st", " than MOF-74-Zn, since the latter structure has completely filled valence orbitals that will screen the positively charged metal cation from the incoming gas atom. In general, however, the MOF-74-", "x", " series exhibits stronger adsorbate–gas interactions than the ", "nbo", "-MOF series and HKUST-1, with higher ", "Q", "st", " for all three noble gases as well as N", "2", ". This likely results from the increased accessibility of the OMS in this topology, which line the walls of the large hexagonal 1-D channel. In the ", "nbo", " and HKUST-1 topologies (", "bnn", "), the OMS are contained within smaller cavities and channels, possibly limiting their interaction with the larger gases. Although no ", "Q", "st", " values for noble gases have been reported to our knowledge, our results for Kr are in excellent agreement with ", "Q", "st", " reported for methane, which has similar size and polarizability. The ", "Q", "st", " for methane uptake in MOF-74-Mg reported by Yu et al. (18.2 kJ mol", "–1", ") is in excellent agreement with the value we obtain for Kr, and values for MOF-74-Ni and MOF-74-Co they report (∼19 kJ mol", "–1", ") are only slightly higher than we find (∼16 kJ mol", "–1", ").", "Table 3. Heats of Adsorption [kJ mol", "–1", "] Calculated from Experiment", "a", " and Simulation", "b", " ", "N", "2", "Ar", "Kr", "Xe", "Rn", "MOF", "exp", "a", "sim", "exp", "a", "sim", "exp", "a", "sim", "exp", "a", "sim", "exp", "sim", "HKUST-1", "11.19 (4)", "c", "14.46", "12.78 (1)", "14.53", "18.03 (1)", "22.02", "17.46 (6)", "31.18", "–", "39.46", "NOTT-100", "5.06 (6)", "12.54", "5.00 (6)", "15.37", "14.53 (4)", "15.37", "18.62 (3)", "23.69", "–", "23.69", "NOTT-101", "14.44 (1)", "12.05", "8.08 (4)", "14.89", "14.05 (5)", "14.89", "21.10 (1)", "23.20", "–", "31.52", "NOTT-102", "10.33 (5)", "12.21", "5.45 (5)", "13.57", "13.53 (6)", "16.48", "18.39 (4)", "24.79", "–", "33.11", "NOTT-103", "12.30 (3)", "12.42", "11.39 (2)", "13.18", "14.90 (3)", "19.19", "19.68 (2)", "23.34", "–", "30.14", "PCN-14", "14.16 (2)", "14.97", "10.15 (3)", "14.09", "16.49 (2)", "22.87", "17.88 (5)", "33.12", "–", "41.34", "MOF-74-Mg", "23.57 (1)", "12.82", "13.28 (1)", "9.89", "16.28 (3)", "18.20", "23.50 (4)", "18.20", "–", "26.51", "MOF-74-Co", "19.01 (3)", "10.23", "13.00 (2)", "7.26", "18.40 (2)", "15.58", "26.26 (1)", "15.58", "–", "23.89", "MOF-74-Ni", "23.22 (2)", "13.99", "12.03 (4)", "7.59", "18.42 (1)", "15.90", "23.53 (3)", "15.90", "–", "24.21", "MOF-74-Zn", "11.82 (4)", "14.99", "12.07 (3)", "10.64", "15.83 (4)", "18.95", "24.98 (2)", "18.95", "–", "27.27", "a", "Experimental values listed are for the lowest loading measured.", "b", "Computational values are calculated at infinite dilution.", "c", "Numbers in parentheses indicate the experimental ", "Q", "st", " ranking, with (1) being the highest.", "Figure 2. Experimental (solid) and simulated (dashed) isotherms for the MOF-74-", "x", " series (292 K): (a) N", "2", ", (b) Ar, (c) Kr, and (d) Xe. Additional high-resolution plots with increased scale are provided in the ", "Supporting Information", " (Figures S28–S31).", "In all respects the adsorption of N", "2", " by MOF-74-", "x", " represents an exception relative to the adsorption of noble gases. Although we expect that, based on their respective polarizabilities, the uptake and ", "k", "H", " for N", "2", " will be lower than or at least similar to those of Ar, we observe the opposite: experimental N", "2", " uptake and ", "k", "H", " for all of MOF-74-", "x", " series are significantly higher than their Ar counterparts. In fact, MOF-74-Mg exhibits a higher ", "k", "H", " for N", "2", " (ca. 6400 cm", "3", " mol", "–1", " atm", "–1", ") than for Kr (ca. 5700 cm", "3", " mol", "–1", " atm", "–1", "), indicating this MOF interacts particularly strongly with N", "2", ". Additionally, the MOF-74-Mg Kr uptake is at least 3 times that of Ar and the uptake of Xe is 15–20 times that of Ar. Furthermore, the N", "2", " ", "Q", "st", " values are typically larger than those of Kr. Even more surprising, ", "Q", "st", "(N", "2", ") for MOF-74-Mg is essentially the same as the value obtained for Xe. The composition and structure of MOF-74-", "x", " are thus particularly favorable to N", "2", " adsorption, while simultaneously exerting little effect on the adsorption of Ar. Since Ar and N", "2", " have similar polarizabilites (16.41 and 17.40 cm", "3", ", respectively) and kinetic diameters (3.54 and 3.64 Å, respectively),", "(86)", " the N", "2", " quadrupole moment must play a crucial role in the interaction with the OMS in these MOFs.", "Trends in the Henry’s constants are reflected in ideal selectivities computed for the MOF-74-", "x", " series, and are tabulated in Table ", "4", " with those obtained from simulated isotherms. Since the ", "k", "H", " for N", "2", " are so much higher than those for Ar, the ideal Ar/N", "2", " selectivity is significantly less than one. For example, MOF-74-Mg, which exhibits the highest ", "k", "H", "(N", "2", ") of these MOFs, has a ", "S", "Ar/N", "2", " of 0.27; i.e., MOF-74-Mg is ∼3.7 times more selective for N", "2", " than for Ar. Similarly, the ideal selectivities for Kr/N", "2", " and Xe/N", "2", " are significantly smaller than those obtained for the ", "nbo", "-MOF series (discussed below). With respect to noble gas/noble gas selectivity, we find that the Xe selectivity over the other noble gases increases across the MOF-74-", "x", " series, following the trend Mg < Zn < Ni < Co. In this regard, the MOF-74-", "x", " are comparable to or better than the ", "nbo", "-MOF series. ", "S", "Kr/Ar", " is typically ∼3 for the ", "nbo", "-MOF series, whereas slightly higher values, ranging from 3.3 to 4.3, are found for the MOF-74-", "x", " series. Similarly, ", "S", "Xe/Kr", " ranges from ∼6–10 for the MOF-74-", "x", " series, showing a modest improvement over the range of ∼4–7 for the ", "nbo", "-MOF series. Finally, ", "S", "Xe/Ar", " ranges from ∼20–45 for the MOF-74-", "x", " series, significantly higher than the range of ∼13–23 seen in the ", "nbo", "-MOF series. Together, these results show that the MOF-74-", "x", " series would be a poor choice for the direct separation of the noble gases from air. However, if the input mixture is preprocessed to remove a significant amount of N", "2", ", these MOFs are promising for separating noble gases from one another.", "Table 4. Gas Selectivity via Comparison of Henry’s Constants at 292 K", "MOF", " ", "Ar/N", "2", "Kr/N", "2", "Kr/Ar", "Xe/N", "2", "Xe/Ar", "Xe/Kr", "Rn/N", "2", "HKUST-1", "exp", "0.83", "3.01", "3.61", "20.73", "24.92", "6.90", " ", " ", "sim", "1.18", "5.82", "4.92", "52.35", "44.23", "8.99", "542.2", "NOTT-100", "exp", "0.92", "3.04", "3.29", "20.93", "22.68", "6.89", " ", " ", "sim", "1.10", "4.61", "4.18", "28.88", "26.21", "6.27", "202.5", "NOTT-101", "exp", "1.21", "3.24", "2.69", "17.32", "14.36", "5.34", " ", " ", "sim", "1.17", "4.47", "3.81", "23.30", "19.89", "5.22", "261.8", "NOTT-102", "exp", "0.92", "3.00", "3.25", "11.70", "12.67", "3.90", " ", " ", "sim", "1.21", "4.68", "3.86", "27.22", "22.44", "5.81", "339.0", "NOTT-103", "exp", "1.01", "3.29", "3.27", "18.06", "17.96", "5.49", " ", " ", "sim", "1.23", "4.58", "3.72", "32.01", "26.03", "6.99", "175.7", "PCN-14", "exp", "1.10", "3.82", "3.46", "24.67", "22.39", "6.46", " ", " ", "sim", "1.41", "7.86", "5.58", "44.02", "31.24", "5.60", "209.2", "MOF-74-Mg", "exp", "0.27", "0.90", "3.34", "5.30", "19.71", "5.92", " ", " ", "sim", "1.25", "3.17", "2.54", "11.94", "9.57", "3.76", "71.60", "MOF-74-Co", "exp", "0.40", "1.75", "4.33", "18.18", "44.95", "10.37", " ", " ", "sim", "0.80", "2.63", "3.28", "10.30", "12.84", "3.91", "41.47", "MOF-74-Ni", "exp", "0.44", "1.87", "4.22", "16.90", "38.13", "9.03", " ", " ", "sim", "1.06", "3.04", "2.86", "13.45", "12.65", "4.43", "83.58", "MOF-74-Zn", "exp", "0.69", "2.57", "3.69", "14.77", "21.25", "5.76", " ", " ", "sim", "0.67", "2.01", "3.02", "10.46", "15.71", "5.21", "37.58", "Although there are limited experimental data in the literature for comparison, our observed ideal selectivity for MOF-74-Ni agrees well with results obtained by Liu et al.", "(41)", " They conducted breakthrough experiments using a 20:80 Xe:Kr mixture on MOF-74-Ni and report a selectivity of nearly 4. In our experiments, we obtained an ideal selectivity for Xe/Kr of nearly 9 for this MOF, which we consider to be reasonable agreement with their observation, given that our value is based on single-gas isotherms. Additionally, since MOF-74-Co consistently shows higher ideal selectivity than MOF-74-Ni for Xe over the other gases, the Co version warrants further characterization via breakthrough experiments to determine if this advantage is maintained.", "nbo-MOFs and Effect of Pore Size", "The ", "nbo", "-MOFs in our test set serve as a partial control group, in that they are composed of a constant metal ion (Cu", "2+", ") and share the same SBU, but exhibit variable pore size. However, we reiterate the caveat stated earlier that these pores are of irregular shape, so that the assignment of a specific pore diameter is problematic. Nevertheless, the five ", "nbo", "-MOFs considered here with HKUST-1 represent a systematic modification of the pore environment. It is generally accepted that, in the low-pressure regime (<1 atm), decreasing pore size across a series of isoreticular MOFs increases both the amount of adsorbed gas and ", "k", "H", ". Moreover, this trend should be enhanced as the polarizability of the gas increases (N", "2", " < Ar < Kr < Xe), as long as the pore size does not diminish to such an extent that the uptake of larger gases becomes sterically hindered. We also expect that the strength of adsorbate–MOF interactions, as measured by ", "Q", "st", ", will increase with decreasing pore size and increasing gas polarizability.", "Our observations generally conform to the expectations with respect to gas polarizability. For any MOF within the ", "nbo", " series, gas uptake increases with increasing gas polarizability (N", "2", ": 1.1 Å", "3", "; Ar: 1.63 Å", "3", "; Kr: 2.465 Å", "3", "; Xe: 4.01 Å", "3", "); these results are consistent with GCMC simulations (see below). For the most part, the uptakes of N", "2", " and Ar are nearly identical at ∼1 atm and 292 K. This contrasts with the higher N", "2", " uptake by MOF-74-", "x", " and suggests that the interaction between the N", "2", " quadrupole moment and the OMS is weak or absent in the OMS of the ", "nbo", "-MOF series. Under these conditions, Kr uptake is at least 3 times higher than that of N", "2", " and Xe uptake is 10–17 times greater than that of N", "2", ", which is comparable to the MOF-74-", "x", " series. This trend is also reflected in ", "k", "H", " and ", "Q", "st", ", for which increasing gas polarizability leads to increasing values.", "Comparisons of gas uptakes as a function of pressure across the ", "nbo", "-MOF series confirm that, as the pore size decreases (Figures ", "3", "a–d), the total uptake at ≤0.5 atm and 292 K increases. Although the ordering of the individual MOFs varies somewhat among the various gases (nonlinearity in the Xe isotherms of PCN-14 and NOTT-100 alters this order at pressures above 0.5 atm), a generally consistent trend is observed based on the computationally derived pore sizes (proceeding from largest to smallest LCD): NOTT-102 < NOTT-103 < NOTT-101 < PCN-14 < NOTT-100. Examining the ordering for the specific gases shows that the correlation cannot be asserted too forcefully, however. For example, PCN-14 and NOTT-101 have nearly identical LCD, but uptake by PCN-14 always exceeds that of NOTT-101. Similar behavior is exhibited by NOTT-102 and NOTT-103, which also have essentially the same LCD. In both cases, the MOF with the smaller PLD has the greater uptake. HKUST-1 does not follow either trend. Having both the largest LCD and PLD, we expect it to have the lowest uptake. However, the computed pore size distribution (", "Figure S43", ") indicates the presence of smaller pores (LCD = 11.2 Å) in HKUST-1, placing it closer to NOTT-101 and PCN-14 in the ranking. Together, these results show that nonuniform pores and or nonmonolithic pore size distributions make it difficult to correlate gas sorption in MOFs with a single geometric property. We also note that local features in nonuniform pores, such as those of the NOTT MOFs, can dominate the observed adsorption behavior, especially for strongly interacting gases.", "Henry’s constants calculated from experimental adsorption isotherms (292 K) (Table ", "2", ") follow the same trend as the gas uptakes. Closer examination reveals that, as the LCD decreases, the magnitude of the increase in ", "k", "H", " becomes a strong function of gas polarizability (and hence gas size), increasing significantly from N", "2", " to Xe. For example, the difference between the ", "k", "H", " values for Xe and Ar increases considerably as the LCD decreases across the three ", "nbo", "-MOF groups (Figure ", "4", "). While ", "k", "H", " for Ar and N", "2", " are similar in all of these materials, ", "k", "H", " for both Xe and Kr decrease precipitously from NOTT-100 to NOTT-102. These results confirm the critical importance of pore size in determining the uptake of noble gases, independent of the effects of an OMS. We also note that local features in nonuniform pores, such as those of the NOTT MOFs, can dominate the observed adsorption behavior, especially for strongly interacting gases such as Xe.", "(87)", "Figure 3. Experimental (solid) and simulated (dashed) isotherms for HKUST-1 and the ", "nbo", " series (292 K): (a) N", "2", ", (b) Ar, (c) Kr, and (d) Xe. Additional high-resolution plots with increased scale are provided in the ", "Supporting Information", " (Figures S32–S35).", "Figure 4. Comparison of experimental Henry’s constants (292 K) for Xe and Ar for the ", "nbo", "-MOF series. LCD values for each MOF are given in parentheses.", "Considering now the energetics of gas uptake, we find that for a given ", "nbo", "-MOF ", "Q", "st", " increases with increasing gas polarizability, indicating stronger adsorbate–MOF interactions at low loadings. While we would expect that ", "Q", "st", " will also increase as the pore size decreases, consistent with stronger MOF–adsorbate interactions, for the most part ", "Q", "st", " does not vary greatly within the ", "nbo", " series for a given gas (Table ", "3", "). This suggests that individual gas molecules primarily “see” only one pore surface. Since these are chemically very similar for the ", "nbo", "-", "MOFs, the variability of ", "Q", "st", " among these structures is small, with the entire range typically 1–2 kJ mol", "–1", ".", "Since ", "k", "H", " increases with decreasing pore size for all gases studied and the magnitude of this increase grows with increasing gas polarizability, it follows that the ideal selectivity for a more polarizable gas versus a lesser one would also follow the trend in ", "Q", "st", ". In general this is the case; for each binary mixture the selectivity is lowest for NOTT-102, while the highest selectivity is observed for either NOTT-100 or PCN-14. For the most part, ", "S", "Ar/N", "2", " is approximately unity for the series, consistent with the similar volumetric uptakes of these two gases. Values of ", "S", "Kr/N", "2", " across the ", "nbo", "-MOF series fall within a narrow range (3.00–3.82), as do the values of ", "S", "Kr/Ar", " (2.69–3.46), which are similar to the Kr/N", "2", " selectivities. Comparing Xe/N", "2", " seletivity to the less polarizable gases, we find that the range is larger and the overall magnitudes are significantly higher. ", "S", "Xe/N", "2", " varies between 11.70 and 24.67; ", "S", "Xe/Ar", " is similar. Selectivities of Xe over Kr are smaller and fall within a narrower range (3.90–6.89).", "Our Xe/Kr selectivity data generally agree with the limited number of previously reported experimental values.", "(38, 44, 19)", "o", " Liu et al. conducted breakthrough experiments with a 20:80 Xe:Kr mixture under 1 bar total pressure and obtained Xe/Kr selectivities for HKUST-1 (2.6), MOF-74-Ni (4.0), and activated carbon (2.8).", "(41)", " Bae et al. used similar experimental conditions and report Xe/Kr selectivities of 4.5 for HKUST-1 and 9–10 for NOTT-100 at 0.5 bar.", "(46)", " They also performed GCMC simulations, which predict selectivities that are generally in agreement for NOTT-100 and are slightly higher than our measurements for HKUST-1.", "GCMC Simulations", "MOF-74-", "x", " and Effect of the Metal Ion", "GCMC simulations for the MOF-74-", "x", " series predict that, for a given MOF, adsorption increases with increasing atomic size and thus the polarizability of the gas. For Ar, Kr, and N", "2", ", the simulated isotherms are linear over the pressure region, indicating that gas adsorption has not yet reached saturation. However, saturation begins well before 1 atm for Xe and Rn. For the noble gases, GCMC simulations predict that total gas uptake will follow the trend Co ≈ Ni < Mg ≈ Zn; for N", "2", ", the trend is different, with Ni < Co < Mg < Zn.", "For the Mg, Co, and Ni versions of MOF-74-", "x", ", the simulation results generally match the experimental gas uptake data for the low-polarizable Ar but underpredict them to an increasing extent as the gas polarizability increases, with those of Xe showing the greatest deviation. This suggests that the UFF force field does not adequately capture the metal–guest interaction, which includes the effects of polarizability and electrostatics. Similarly, the predicted ranking of total gas uptake by framework metal ion (−Mg > −Co ∼ −Ni) matches that of experiment for N", "2", " and Ar, but not Kr or Xe. The predicted isotherms for MOF-74-Zn are an exception to those of the other gases in this regard. In general, the GCMC simulations of this MOF overpredict the experimental measurements for all gases, with the magnitude of the disagreement increasing with gas polarizability. The Zn version is also predicted to have a similar Ar uptake to the −Ni and −Co versions over the pressure range considered. This does not match the experimental results, which indicate MOF-74-Zn always adsorbs the least amount of gas. The origin of this disagreement (discussed further below) is likely partial pore blocking or framework collapse material, consistent with the low BET surface area obtained for this material.", "The simulations generally underpredict the experimental ", "k", "H", " values. Considering only the Mg, Co, and Ni versions first, the computed ", "k", "H", " are in reasonable agreement for Ar and Kr but are significantly underpredicted for N", "2", " (by as much as a factor of 3.5 in the Mg case) and Xe. The expected trend with polarizability is followed (Ar ∼ N", "2", " < Kr < Xe < Rn), however. Reduced N", "2", " uptake in the simulations highlights the lack of strong metal–N", "2", " interactions, which are known to exist in MOF-74-Fe.", "(88)", " The magnitude of this disagreement is evident in Table ", "5", ", in which the ratio ", "k", "H", "(exp)/", "k", "H", "(sim) is listed. While quadrupole and polarizability effects likely contribute to the adsorption of noble gases and nitrogen molecules at open metal sites, the simple force field approach used in this and other studies limits these interactions to either electrostatic (due to partial charge on N atoms and center-of-mass sites on N", "2", ") or van der Waals forms. Low uptake of nitrogen in our simulations is a direct result of the weakly interacting van der Waals interactions for N atoms compared to the heavier noble gases. Additionally, electrostatic interactions between N atoms and MOF metal atoms do not significantly enhance uptake due to the low charges used in the nitrogen model.", "The ratios for Ar and Kr are near unity and, as expected from chemical intuition, are similar for the Ni and Co versions for all gases. Intriguingly, the predictions for MOF-74-Zn are inconsistent with the trends displayed by the other metal-substituted versions. In particular, the Henry’s constants are all less than the measured experimental values, in contrast with the three other MOF-74-", "x", " structures. This suggests that the disagreement between theory and experiment for MOF-74-Zn is pore blockage, rather than pore collapse: the measured total gas uptake is below predictions (blocked pores prevent full uptake), and the uptake at low pressures is reduced (lower uptake at a given pressure due to rapid pore filling).", "Table 5. Ratios of Experimental and Simulated Henry’s Constants: ", "k", "H", "(exp)/", "k", "H", "(sim)", "MOF", "N", "2", "Ar", "Kr", "Xe", "HKUST-1", "0.92", "0.65", "0.48", "0.37", "NOTT-100", "0.97", "0.82", "0.64", "0.71", "NOTT-101", "0.69", "0.70", "0.50", "0.51", "NOTT-102", "0.50", "0.38", "0.32", "0.21", "NOTT-103", "0.58", "0.46", "0.41", "0.32", "PCN-14", "0.67", "0.53", "0.33", "0.38", "MOF-74-Mg", "3.47", "0.76", "0.98", "1.55", "MOF-74-Co", "2.16", "1.09", "1.44", "3.81", "MOF-74-Ni", "2.56", "1.06", "1.58", "3.22", "MOF-74-Zn", "0.62", "0.64", "0.79", "0.87", "nbo-MOFs and Effect of Pore Size", "Total gas uptake predicted by GCMC simulations in general follows the trend of PLDs defined above. PCN-14 and NOTT-100, which have the smallest PLDs, are predicted to have the highest gas uptake in the low-pressure regime relevant to noble gas separation from air, in agreement with the experiments. The remaining ", "nbo", "-MOFs have lower total uptake, with NOTT-101 adsorbing the least N", "2", ", Ar, and Kr, and just slightly more Xe than NOTT-102. Although the specific ordering varies somewhat, the predicted NOTT-101, NOTT-102, and NOTT-103 isotherms have similar magnitudes, which also agrees with the experimental data. However, the computed uptake of all gases by HKUST-1 is lower than any of the ", "nbo", "-MOFs, which is not consistent with the measurements. The corresponding Henry’s constants are very similar, with PCN-14 being the exception. The Henry’s constant for this MOF is consistently larger than that of the other MOFs, with the disparity becoming quite large (almost a factor of 2) for Kr.", "In contrast with the MOF-74-", "x", " series, the GCMC method consistently overpredicts the adsorption isotherms of the ", "nbo", "-MOFs relative to the measured ones. This is also true for HKUST-1, with the exception of the Xe isotherm, which is underpredicted. The computed isotherms more closely match observed experimental isotherms for the smaller, less polarizable gases N", "2", " and Ar, and the disparity grows as the adsorbate atomic size increases. The trend in overprediction also extends to the values of ", "k", "H", ". The ratios of ", "k", "H", " values derived from experiment versus simulation are compiled in Table ", "5", ". Here, the disagreement is clearly evident (ratio <1), and the magnitude of the disagreement increases as the atomic size of gas increases (ratio decreases from left to right for a given ", "nbo", "-MOF). Together, these results suggest that GCMC overestimates the ability of gases, especially large ones such as Xe, to enter void spaces that are experimentally inaccessible because of diffusion limits, partial pore collapse, or incomplete activation, either individually or in combination.", "Radon Adsorption in MOF with Open Metal Sites", "Using GCMC simulation, we investigate Rn adsorption in these ten MOFs. This would be costly and difficult to measure experimentally because of the radioactive nature of Rn. As the pressure is increased above 1 atm, Rn saturation occurs for every MOF studied—something typically not observed in the other gases (Figure ", "5", "a,b). The MOF-74-", "x", " series shows the lowest uptake at saturation, followed by HKUST-1, and finally the ", "nbo", "-MOF series. At 1 atm, NOTT-102 is the last MOF to reach saturation and is predicted to show the highest Rn uptake. This is consistent with NOTT-102 having the largest free volume of the MOFs studied, which is important at saturation when the MOF/adsorbate interaction is not a factor. As with the other gases studied, PCN-14 exhibits high Rn adsorption before saturation, and in this case very similar gas adsorption trends to NOTT-100. For Rn at lower pressures, NOTT-100 and PCN-14 show the greatest uptake but have a lower saturation volume and reach saturation faster than NOTT-101, NOTT-103, or NOTT-102, which have larger free volumes. Interestingly, the MOF-74-", "x", " series, the members of which have void fractions comparable to NOTT-100 and PCN-14, reach saturation at roughly the same pressure as NOTT-100 and PCN-14, but at a much lower saturation volume. All of the MOFs considered here are predicted to be highly selective for Rn over N", "2", ", especially the ", "nbo", "-", "MOFs. These selectivities are significantly higher than those we reported previously for a monohalogenated IRMOF-2 series.", "(42)", "Figure 5. (a) Simulated low pressure (0–2 atm) adsorption isotherms for Rn (292 K). (b) Simulated adsorption isotherms for Rn (292 K) zoomed in to ultralow pressures (0–0.5 atm).", "Top of Page", "Abstract", "Introduction", "Materials and Methods", "Experimental Results", "Discussion and Conclusions", "References", "Discussion and Conclusions", "The results described here comprise a systematic investigation of the effects of open metal site identity and pore size in MOFs on the adsorption of weakly interacting gases. Ten MOFs were chosen to form two test sets: a MOF-74-", "x", " series, used to probe the effect of metal site identity within a common topology, and a series having the ", "nbo", " topology, which was used to probe the effects of pore size with a constant metal ion (Cu", "2+", ") and paddlewheel SBU. HKUST-1, which is commercially available, was also included because it comprises the same metal ion and SBU as the ", "nbo", "-MOFs. The investigation combines measured adsorption isotherms obtained at industrially relevant temperatures with pore size analysis and GCMC simulations to develop structure–function correlations concerning the uptake of noble gases and nitrogen.", "Analysis of the MOF-74-", "x", " experimental data reveals that total gas uptake, ", "k", "H", ", and ", "Q", "st", " conform to the expected trend, increasing as gas polarizability increases. However, ", "Q", "st", " for a given noble gas as a function of the metal ion do not display a clear trend. The greatest variation in measured values (Table ", "3", ") was found for Xe uptake, and here it is only 23.50 kJ mol", "–1", " for MOF-74-Mg vs 26.26 kJ mol", "–1", " for MOF-74-Co. Yu et al. in their investigation of CO", "2", " adsorption by MOF-74-", "x", " found the following ", "Q", "st", " trend from experiments and modeling: Mg > Ni > Co > Zn.", "(85)", " Detailed interpretation of their predicted and measured ", "Q", "st", " is complicated by the fact that CO", "2", " interacts with the OMS with a particular orientation; this molecule also has a large quadrupole moment. These factors are absent in noble gas adsorption, which should allow any trend in ", "Q", "st", " with metal ion identity to be observed and rationalized more straightforwardly. The natural bond order analysis Yu et al. performed indicates there is very little charge transfer between CO", "2", " and the MOF-74 OMS; we would expect even less in the case of noble gases. Consequently, the MOF−noble gas interaction includes (point-charge)−(induced dipole) interactions; note, these are not directly included in our GCMC results, since noble gas atoms were modeled as neutral spheres. However, the metal ion charges Yu et al. computed do not vary greatly from metal to metal: Mn(1.246); Fe(1.183); Co(1.180); Ni(1.112); Cu(1.119); Zn(1.352) (Mg was not included in their study). On the basis of these results, we conclude that, although noble gas uptake is enhanced by the presence of open metal sites, the identity of the metal ion does not exert a strong effect on ", "Q", "st", ". More important are the density of OMS within the pore volume and their accessibility to the gas. This conclusion is largely consistent with the CO", "2", " ", "Q", "st", " measured by Yu et al.", "Considering the ", "nbo", " series, our data indicate that, for a given gas, adsorption uptake and ", "k", "H", " increase with decreasing pore size (as defined by the PLD); this correlation is shown graphically in ", "Figure S70", ". However, our computed distribution of pore sizes and visualization of tortuous diffusion pathways in the NOTT series reveal that the adsorption properties of these MOFs cannot be linked to one specific structural property. Additionally, as pore size decreases, the difference between the ", "k", "H", " of lower polarizable gases (N", "2", "/Ar) and those of higher polarizable gases (Kr/Xe) increases substantially. This implies that tailored pore size can strongly influence ", "k", "H", ", especially for the more polarizable Kr and Xe, consistent with an earlier modeling study.", "(43)", " Finally, predicted isotherms for Rn and Rn/N", "2", " selectivities suggest that these MOFs might find use as efficient sorbents for applications such as decontamination, home air purification, and Rn detection.", "Comparing the total uptake, ", "k", "H", ", ", "Q", "st", ", and ideal selectivity for the MOF-74-", "x", " series and the ", "nbo", "-MOFs reveals that on a per-mole basis the former are comparable to or better than HKUST-1 or the best ", "nbo", "-MOF candidates. This is somewhat surprising, as we expected the large, uniform pores of the MOF-74-", "x", " series would yield lower selectivity for small gases. These observations suggest that the noble gas−MOF-74-", "x", " metal ion interactions are more favorable than those with either the narrow pores in NOTT-100 and PCN-14 or the Cu(II) metal ions in the ", "nbo", "-series. The high density of OMS in the ", "nbo", " topology must play a role as well. A potential strategy for further increasing the noble gas sorption of MOFs, therefore, would be to design frameworks combining OMS with narrow pores (ones with PLD similar to the kinetic diameter of the gas of interest). Achieving the latter in either the ", "nbo", " or MOF-74 topology (", "bnn", ") would require modification of the organic linker.", "Comparison of our GCMC simulations with the experimental data reveal systematic differences: gas uptake by the ", "nbo", "-MOF series is overpredicted, whereas that of the MOF-74-", "x", " series is underpredicted. The former suggests that GCMC simulations conducted using rigid lattice structures and random molecular insertions overestimate the ability of gases (especially larger ones such as Xe) to enter void spaces that are experimentally inaccessible as a result of diffusion limits, framework dynamics, partial pore collapse, or incomplete activation. More specifically, the underprediction of the MOF-74-", "x", " data suggests that this simulation model, based upon UFF Lennard-Jones potentials and lacking any direct contribution from gas polarizability, does not accurately account for the effects of a high OMS density.", "In conclusion, this combined experimental–computational investigation adds clarity to our understanding of the relative importance of pore size and OMS in MOFs used for noble gas adsorption and separation from air. A basic strategy for material design is identified that couples OMS with tailored pore dimensions. Both MOF series considered here are potential starting points for further development of improved noble gas sorbents. However, the higher density of OMS and the evidently stronger interaction with the metals in the MOF-74-", "x", " series versus those of the ", "nbo", "-MOFs suggest that MOF-74-", "x", " is the preferred choice for future investigation. Moreover, given the high earth abundance of magnesium, MOF-74-Mg appears to be the best starting point.", " ", "Top of Page", "Abstract", "Introduction", "Materials and Methods", "Experimental Results", "Discussion and Conclusions", "References", "Supporting Information", "Additional information in the form detailed MOF synthesis, activation protocols, PXRD diffractograms, computed pore-size distributions and diffusion pathways, and sorption isotherms. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "#", "Author Contributions", "J.J.P. and S.L.T.-M. contributed equally. J.J.P. designed, conducted, and analyzed the experiments. S.L.T.-M. conducted and analyzed the simulations.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Materials and Methods", "Experimental Results", "Discussion and Conclusions", "References", "Acknowledgment", "The work at Sandia National Laboratories was funded by the U.S. Department of Energy. Sandia National Laboratories is a multiprogram laboratory managed and operated by Sandia Corporation, a wholly owned subsidiary of Lockheed Martin Corporation, for the U.S. Department of Energy’s National Nuclear Security Administration under Contract DE-AC04-94AL85000. M.H. was supported by the Center for Gas Separations Relevant to Clean Energy Technologies, an Energy Frontier Research Center funded by the U.S. Department of Energy, Office of Science, Office of Basic Energy Sciences, under Award DE-SC0001015. The portion of this work done at the Lawrence Berkeley National Laboratory was supported by the Office of Science, Office of Basic Energy Sciences, of the U.S. Department of Energy under Contract DE-AC02-05CH11231.", "Abbreviations", "ASA", "accessible surface area", "AV", "accessible volume", "BET", "Brunauer−Emmett−Teller", "GCMC", "grand canonical Monte Carlo", "k", "H", "Henry’s constant", "LCD", "largest cavity diameter", "MOF", "metal–organic framework", "OMS", "open metal site", "PLD", "pore-limiting diameter", "PSA", "pressure-swing adsorption", "PSD", "pore-size distribution", "Q", "st", "isosteric heat of adsorption", "S", "A/B", "ideal selectivity for gas A over gas B", "SBU", "secondary building unit", "VSA", "vacuum-swing adsorption.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Materials and Methods", "Experimental Results", "Discussion and Conclusions", "References", "References", "This article references 88 other publications.", "1. ", "Lomaev", ", ", "M. I.", "; ", "Sosnin", ", ", "E. A.", "; ", "Tarasenko", ", ", "V. F.", "; ", "Shits", ", ", "D. V.", "; ", "Skakun", ", ", "V. S.", "; ", "Erofeev", ", ", "M. V.", "; ", "Lisenko", ", ", "A. A.", " ", "Capacitive and Barrier Discharge Excilamps and Their Applications", " ", "Instrum. Exp. Technol.", " ", "2006", ",  ", "49", ",  ", "595", "– ", "616", "[", "Crossref", "], [", "CAS", "]", "1. ", "Capacitive and barrier discharge excilamps and their applications (Review)", "Lomaev, M. I.; Sosnin, E. A.; Tarasenko, V. F.; Shits, D. V.; Skakun, V. S.; Erofeev, M. V.; Lisenko, A. A.", "Instruments and Experimental Techniques", "\r\n        (", "2006", "),\r\n    ", "49", "\r\n        (", "5", "),\r\n    ", "595-616", "CODEN:\r\n                ", "INETAK", ";\r\n        ISSN:", "0020-4412", ".\r\n    \r\n            (", "Pleiades Publishing, Inc.", ")\r\n        ", "A review.  The results of studies, development works, and tests of barrier-and capacitive-discharge excilamps radiating in the UV and VUV spectrum regions are presented.  The main information on the designs of radiators and generators is presented.  The spectral, temporal, and energy characteristics of excilamps based on the emission of KrCl*, XeCl*, XeI*, XeBr*, KrBr*, Xe*2, Br*2, and Cl*2 mols. and the I* at. line are described.  It is shown that the created generators and sealed-off radiators have long service lives.  Examples of specific applications of excilamps are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtVaksrrJ&md5=5b0c646d67b49f43e72783d77d0e0b00", "2. ", "Justel", ", ", "T.", "; ", "Krupa", ", ", "J. C.", "; ", "Wiechert", ", ", "D. U.", " ", "VUV Spectroscopy of Luminescent Materials for Plasma Display Panels and Xe Discharge Lamps", " ", "J. Lumin.", " ", "2001", ",  ", "93", ",  ", "179", "– ", "189", "[", "Crossref", "], [", "CAS", "]", "2. ", "VUV spectroscopy of luminescent materials for plasma display panels and Xe discharge lamps", "Justel, T.; Krupa, J.-C.; Wiechert, D. U.", "Journal of Luminescence", "\r\n        (", "2001", "),\r\n    ", "93", "\r\n        (", "3", "),\r\n    ", "179-189", "CODEN:\r\n                ", "JLUMA8", ";\r\n        ISSN:", "0022-2313", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "In plasma display panels and Xe discharge lamps, phosphors with a high quantum efficiency under vacuum UV (VUV) excitation are required.  Abs. quantum efficiencies of such phosphors are usually be detd. by using synchrotron radiation since the excitation wavelength can be freely tuned over a wide energy range.  A serious drawback of the use of synchrotron radiation for this purpose is the accessibility towards research facilities and the time-consuming measurement procedure which is not in line with the fast pace of industrial phosphor development.  The authors have built up a VUV spectrophotometer which allows the measurement of abs. excitation and reflection spectra in the wavelength range of 115-350 nm.  Addnl., a procedure was developed to derive spectrally resolved quantum efficiencies from these excitation spectra.  The set-up of the VUV spectrometer is described and its performance is documented by comparing the obtained light output data of several phosphors with results recorded by using synchrotron radiation.  Also a relatively simple VUV spectrometer can be used to det. abs. light output and quantum efficiency data in the excitation range between 115 and 350 nm with an exptl. error <10%.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXkt1Kmtbw%253D&md5=8806799d91ae5cb8ad03f7d7fa361e6b", "3. ", "Kebabian", ", ", "P. L.", "; ", "Romano", ", ", "R. R.", "; ", "Freedman", ", ", "A.", " ", "Determination of Argon-Filled Insulated Glass Window Seal Failure by Spectroscopic Detection of Oxygen", " ", "Meas. Sci. Technol.", " ", "2003", ",  ", "14", ",  ", "983", "– ", "988", "[", "Crossref", "], [", "CAS", "]", "3. ", "Determination of argon-filled insulated glass window seal failure by spectroscopic detection of oxygen", "Kebabian, Paul L.; Romano, Richard R.; Freedman, Andrew", "Measurement Science and Technology", "\r\n        (", "2003", "),\r\n    ", "14", "\r\n        (", "7", "),\r\n    ", "983-988", "CODEN:\r\n                ", "MSTCEP", ";\r\n        ISSN:", "0957-0233", ".\r\n    \r\n            (", "Institute of Physics Publishing", ")\r\n        ", "A sensor capable of measuring the amt. of oxygen (an unwanted component that is only present because of improper filling or seal failure) within an argon-filled insulated glass window has been designed, built and tested successfully.  It operates by using the optical absorption of oxygen in the atm. A-band centered at 762 nm.  Light emitted by an argon-filled surface glow discharge lamp is Zeeman-tuned on and off an oxygen absorption line using an AC-modulated electromagnet.  In the presence of oxygen, the change in the measured intensity of the lamp, obtained using std. demodulation techniques, is proportional to the oxygen column d.  Measurements using an industry-std. insulated glass window indicate that the sensor can measure the amt. of oxygen in a nominally filled argon window (with a window gap of 10 mm) with a precision of ±0.18% oxygen using a 16 s integration time.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXls1Whtbk%253D&md5=4cd8bbed858ab0306f9d3837c6f9c469", "4. ", "Stephan", ", ", "K.", "; ", "Abdelsalam", ", ", "M.", " ", "Heat-Transfer Correlations for Natural-Convection Boiling", " ", "Int. J. Heat Mass Transfer", " ", "1980", ",  ", "23", ",  ", "73", "– ", "87", "[", "Crossref", "], [", "CAS", "]", "4. ", "Heat transfer correlations for natural convection boiling", "Stephan, K.; Abdelsalam, M.", "International Journal of Heat and Mass Transfer", "\r\n        (", "1980", "),\r\n    ", "23", "\r\n        (", "1", "),\r\n    ", "73-87", "CODEN:\r\n                ", "IJHMAK", ";\r\n        ISSN:", "0017-9310", ".\r\n    ", "The results are presented of regression anal. of exptl. data for natural convection heat transfer.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3cXhs1Gksb0%253D&md5=28e22c80fc5024531e6a41eeaaf0afea", "5. ", "Kuo", ", ", "D. H.", "; ", "Cheung", ", ", "B. Y.", "; ", "Wu", ", ", "R. J.", " ", "Growth and Properties of Alumina Films Obtained by Low-Pressure Metalorganic Chemical Vapor Deposition", " ", "Thin Solid Films", " ", "2001", ",  ", "398", ",  ", "35", "– ", "40", "[", "Crossref", "], [", "CAS", "]", "5. ", "Growth and properties of alumina films obtained by low-pressure metal-organic chemical vapor deposition", "Kuo, Dong-Hau; Cheung, Bo-Yu; Wu, Ren-Jye", "Thin Solid Films", "\r\n        (", "2001", "),\r\n    ", "398-399", "\r\n        (", "),\r\n    ", "35-40", "CODEN:\r\n                ", "THSFAP", ";\r\n        ISSN:", "0040-6090", ".\r\n    \r\n            (", "Elsevier Science S.A.", ")\r\n        ", "Amorphous alumina films with a film thickness of 0.35-2.0 μm were prepd. on glass and silicon substrates by low-pressure metal-org. chem. vapor deposition using aluminum tri-sec-butoxide (ATSB) and argon.  These films were studied by choosing different substrate temps. and amts. of argon carrier gas through ATSB vaporizer [Ar(ATSB) flow rate].  Films deposited at low temps. with a high Ar(ATSB) flow rate showed cracked surfaces.  The kinetic study was focused on the growth rate, apparent activation energy and ATSB reaction order.  No carbon was detected for films deposited in an argon atm.  The film had a higher compositional Al/O ratio at higher deposition temps.  The microstructure of the alumina deposited was obsd. using SEM and at. force microscopy.  Mech. properties, i.e., hardness, internal stress and adhesion of the alumina films, were evaluated.  Optical properties, i.e. refractive index and optical transmittance, were also measured.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXovVOmsbg%253D&md5=7c99c63762f44605935ed41b9ac364d6", "6. ", "Preckel", ", ", "B.", "; ", "Weber", ", ", "N. C.", "; ", "Sanders", ", ", "R. D.", "; ", "Maze", ", ", "M.", "; ", "Schlack", ", ", "W.", " ", "Molecular Mechanisms Transducing the Anesthetic, Analgesic, and Organ Protective Actions of Xenon", " ", "Anesthesiology", " ", "2006", ",  ", "105", ",  ", "187", "– ", "197", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Molecular mechanisms transducing the anesthetic, analgesic, and organ-protective actions of xenon", "Preckel Benedikt; Weber Nina C; Sanders Robert D; Maze Mervyn; Schlack Wolfgang", "Anesthesiology", "\r\n        (", "2006", "),\r\n    ", "105", "\r\n        (", "1", "),\r\n    ", "187-97", "\r\n        ISSN:", "0003-3022", ".\r\n    ", "The anesthetic properties of xenon have been known for more than 50 yr, and the safety and efficacy of xenon inhalational anesthesia has been demonstrated in several recent clinical studies.  In addition, xenon demonstrates many favorable pharmacodynamic and pharmacokinetic properties, which could be used in certain niche clinical settings such as cardiopulmonary bypass.  This inert gas is capable of interacting with a variety of molecular targets, and some of them are also modulated in anesthesia-relevant brain regions.  Besides these anesthetic and analgesic effects, xenon has been shown to exert substantial organoprotective properties, especially in the brain and the heart.  Several experimental studies have demonstrated a reduction in cerebral and myocardial infarction after xenon application.  Whether this translates to a clinical benefit must be determined because preservation of myocardial and cerebral function may outweigh the significant cost of xenon administration.  Clinical trials to assess the impact of xenon in settings with a high probability of injury such as cardiopulmonary bypass and neonatal asphyxia should be designed and underpinned with investigation of the molecular targets that transduce these effects.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD28vitlKisw%253D%253D&md5=b128eb4a5f0868f6bbdd486607938e31", "7. ", "Kennedy", ", ", "R. R.", "; ", "Stokes", ", ", "J. W.", "; ", "Downing", ", ", "P.", " ", "Anesthesia and the Inert-Gases with Special Reference to Xenon", " ", "Anaesthesiol. Intensive Care", " ", "1992", ",  ", "20", ",  ", "66", "– ", "70", "[", "PubMed", "], [", "CAS", "]", "7. ", "Anaesthesia and the 'inert' gases with special reference to xenon", "Kennedy R R; Stokes J W; Downing P", "Anaesthesia and intensive care", "\r\n        (", "1992", "),\r\n    ", "20", "\r\n        (", "1", "),\r\n    ", "66-70", "\r\n        ISSN:", "0310-057X", ".\r\n    ", "Xenon has many of the properties of the ideal anaesthetic agent and has been proposed as a suitable replacement for nitrous oxide in routine clinical anaesthesia.  Xenon, krypton and argon are chemically inert under most circumstances, yet all have anaesthetic properties.  Xenon is of particular interest because it is the only 'inert' gas which is an anaesthetic under normobaric conditions.  Because of this property, xenon has an important place in the history of the development of theories of anaesthetic action and of concepts such as MAC.  Cost is likely to be a major impediment to the regular use of xenon.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADyaK38zgtlOmtw%253D%253D&md5=0ac4f75ce1ece47031c82484d6936b4e", "8. ", "Hutchinson", ", ", "M. H. R.", " ", "Excimers and Excimer Lasers", " ", "Appl. Phys.", " ", "1980", ",  ", "21", ",  ", "95", "– ", "114", "[", "Crossref", "], [", "CAS", "]", "8. ", "Excimers and excimer lasers", "Hutchinson, M. H. R.", "Applied Physics (Berlin)", "\r\n        (", "1980", "),\r\n    ", "21", "\r\n        (", "2", "),\r\n    ", "95-114", "CODEN:\r\n                ", "APHYCC", ";\r\n        ISSN:", "0340-3793", ".\r\n    ", "A review with 240 refs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3cXhsFGit78%253D&md5=e912fceb338f5ca4b0eb103d41e0321c", "9. ", "McIntyre", ", ", "I. A.", "; ", "Rhodes", ", ", "C. K.", " ", "High-Power Ultrafast Excimer Lasers", " ", "J. Appl. Phys.", " ", "1991", ",  ", "69", ",  ", "R1", "– ", "R19", "[", "Crossref", "], [", "CAS", "]", "9. ", "High power ultrafast excimer lasers", "McIntyre, Iain A.; Rhodes, Charles K.", "Journal of Applied Physics", "\r\n        (", "1991", "),\r\n    ", "69", "\r\n        (", "1", "),\r\n    ", "R1-R19", "CODEN:\r\n                ", "JAPIAU", ";\r\n        ISSN:", "0021-8979", ".\r\n    ", "A review with 119 refs.  Rare-gas-halide excimer lasers are suitable for the prodn. of extremely high peak brightness output in the UV.  The basic properties of these systems were examd. and the various techniques employed to produce higher power (multiterawatt) operation are described.  A specific system using short-pulse injection was examd. and its ability to focus to intensities above ∼1010 W cm-2 is discussed.  Various applications of such high intensity subpicosecond light sources are also considered.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3MXntFajtg%253D%253D&md5=020193df85b76429518743675e3b5648", "10. ", "Yang", ", ", "R. T.", "  ", "Gas Separation by Adsorption Processes", "; ", "Imperial College Press", ": ", "London", ", ", "1999", ".", "There is no corresponding record for this reference.", "11. ", "Sircar", ", ", "S.", " ", "Pressure Swing Adsorption", " ", "Ind. Eng. Chem. Res.", " ", "2002", ",  ", "41", ",  ", "1389", "– ", "1392", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Pressure Swing Adsorption", "Sircar, Shivaji", "Industrial & Engineering Chemistry Research", "\r\n        (", "2002", "),\r\n    ", "41", "\r\n        (", "6", "),\r\n    ", "1389-1392", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "In a review the pressure swing absorption is discussed as a very versatile technol. for sepn. and purifn. of gas mixts.  The key industrial applications included gas drying, solvent vapor recovery, fractionation of air, prodn. of H2 from steam-methane reformers and petroleum refinery off-gases, sepn. of CO2 and CH4 from landfill gas, CO/H2 sepn., isoparaffin sepn., and alc. dehydration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XhtVKgu7k%253D&md5=861c8a37643250cb513fde47f799cf1a", "12. ", "Yang", ", ", "R. T.", "  ", "Adsorbents: Fundamentals and Applications", "; ", "John Wiley & Sons", ": ", "Hoboken, NJ", ", ", "2003", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "13. ", "MacGillivray", ", ", "L. R.", "  ", "Metal-Organic Frameworks: Design and Application", "; ", "Wiley", ": ", "Hoboken, NJ", ", ", "2010", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "14. ", "Farrusseng", ", ", "D.", "  ", "Metal-Organic Frameworks: Applications from Catalysis to Gas Storage", "; ", "Wiley-VCH", ": ", "Weinheim", ", ", "2011", "; pp  ", "269", "– ", "308", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "15. ", "Suh", ", ", "M. P.", "; ", "Park", ", ", "H. J.", "; ", "Prasad", ", ", "T. K.", "; ", "Lim", ", ", "D. W.", " ", "Hydrogen Storage in Metal-Organic Frameworks", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "782", "– ", "835", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Hydrogen Storage in Metal-Organic Frameworks", "Suh, Myunghyun Paik; Park, Hye Jeong; Prasad, Thazhe Kootteri; Lim, Dae-Woon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "782-835", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  MOFs have versatile structures, high surface areas and high pore vols. - they can be regarded as good candidate materials for H storage.  There are many MOFs that have high H adsorption capacities at low temps., typically at 77 or 87 K.  The highest H storage capacity reported so far is 99.5 mg/g at 77K and 56 bar for NU-100.  However, the high H capacities of MOFs at cryogenic temps. decrease as the temp. increases to room temp.  This is because the H adsorption in MOFs is weak physisorption and the interaction energies between the H mols. and frameworks are low.  To develop MOFs as H storage materials that meet the U.S.DOE targets for an on-board hydrogen system, a serious challenge is still present in the design and synthesis of the MOF materials.  We may expect that highly stable MOFs having a large surface area and pore vol., together with many open metal sites and embedded catalysts for hydrogen spillover, would provide some pos. results for H storage at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1GlsbjM&md5=dd1f08beefd27cce77d88e466551c1af", "16. ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T. H.", "; ", "Long", ", ", "J. R.", " ", "Carbon Dioxide Capture in Metal-Organic Frameworks", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "– ", "781", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "17. ", "Getman", ", ", "R. B.", "; ", "Bae", ", ", "Y. S.", "; ", "Wilmer", ", ", "C. E.", "; ", "Snurr", ", ", "R. Q.", " ", "Review and Analysis of Molecular Simulations of Methane, Hydrogen, and Acetylene Storage in Metal-Organic Frameworks", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "703", "– ", "723", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Review and analysis of molecular simulations of methane, hydrogen, and acetylene storage in metal-organic frameworks", "Getman, Rachel B.; Bae, Youn-Sang; Wilmer, Christopher E.; Snurr, Randall Q.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "703-723", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Discussed and analyzed are recent computational studies of adsorption of methane, hydrogen, and acetylene in porous materials and it is shown how simulation was used to guide the design of these materials for gas storage.  Addnl. discussed are the state-of-the-art in simulation techniques and the challenges assocd. with performing mol. simulations of gas mols. in MOFs.  Throughout the review, both the successes and limitations of such simulations are highlighted.  The paper is organized as follows: section 2 discusses models and methods commonly used to calc. gas adsorption in MOFs.  Section 3 discusses how these models and methods were used to assess and design MOFs for CH4, H2, and C2H2 storage.  Sections 4 and 5 discuss gas adsorption at open metal sites in the nodes and linkers, resp., the different computational strategies required to calc. adsorbate interactions at these sites, and the challenges assocd. with performing such calcns.  Section 6 discusses how simulations can be used to calc. the av. enthalpy of adsorption, which is a useful quantity for assessing uptake capabilities.  Section 7 discusses specific examples where simulations were used to guide expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1CrsLnF&md5=d8a0e205058909a8d3a171b2fafe676b", "18. ", "Li", ", ", "J.-R.", "; ", "Ma", ", ", "Y. G.", "; ", "McCarthy", ", ", "M. C.", "; ", "Sculley", ", ", "J.", "; ", "Yu", ", ", "J. M.", "; ", "Jeong", ", ", "H. K.", "; ", "Balbuena", ", ", "P. B.", "; ", "Zhou", ", ", "H.-C.", " ", "Carbon Dioxide Capture-Related Gas Adsorption and Separation in Metal-Organic Frameworks", " ", "Coord. Chem. Rev.", " ", "2011", ",  ", "255", ",  ", "1791", "– ", "1823", "[", "Crossref", "], [", "CAS", "]", "18. ", "Carbon dioxide capture-related gas adsorption and separation in metal-organic frameworks", "Li, Jian-Rong; Ma, Yu-Guang; McCarthy, M. Colin; Sculley, Julian; Yu, Jia-Mei; Jeong, Hae-Kwon; Balbuena, Perla B.; Zhou, Hong-Cai", "Coordination Chemistry Reviews", "\r\n        (", "2011", "),\r\n    ", "255", "\r\n        (", "15-16", "),\r\n    ", "1791-1823", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  Reducing anthropogenic CO2 emission and lowering the concn. of greenhouse gases in the atm. has quickly become one of the most urgent environmental issues of our age.  Carbon capture and storage (CCS) is one option for reducing these harmful CO2 emissions.  While a variety of technologies and methods have been developed, the sepn. of CO2 from gas streams is still a crit. issue.  Apart from establishing new techniques, the exploration of capture materials with high sepn. performance and low capital cost are of paramount importance.  Metal-org. frameworks (MOFs), a new class of cryst. porous materials constructed by metal-contg. nodes bonded to org. bridging ligands hold great potential as adsorbents or membrane materials in gas sepn.  In this paper, we review the research progress (from exptl. results to mol. simulations) in MOFs for CO2 adsorption, storage, and sepns. (adsorptive sepn. and membrane-based sepn.) that are directly related to CO2 capture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmtVGgur8%253D&md5=e355c975136ff8fc01a97d4f7cb95aa8", "19. ", "Murray", ", ", "L. J.", "; ", "Dinca", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "Hydrogen Storage in Metal-Organic Frameworks", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1294", "– ", "1314", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Hydrogen storage in metal-organic frameworks", "Murray, Leslie J.; Dinca, Mircea; Long, Jeffrey R.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1294-1314", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review of current status of hydrogen storage within metal-org. frameworks.  Microporous metal-org. frameworks, having exceptionally high surface areas and chem.-tunable structures, have recently emerged as some of the most promising candidate materials.  Particular emphasis is given to the relationships between structural features and the enthalpy of hydrogen adsorption, spectroscopic methods for probing framework-H2 interactions, and strategies for improving storage capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamuro%253D&md5=f652ac03772753d7f80244564a80e6f0", "20. ", "Düren", ", ", "T.", "; ", "Bae", ", ", "Y. S.", "; ", "Snurr", ", ", "R. Q.", " ", "Using Molecular Simulation to Characterise Metal-Organic Frameworks for Adsorption Applications", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1237", "– ", "1247", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "20. ", "Using molecular simulation to characterise metal-organic frameworks for adsorption applications", "Duren Tina; Bae Youn-Sang; Snurr Randall Q", "Chemical Society reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1237-47", "\r\n        ISSN:", "0306-0012", ".\r\n    ", "Molecular simulation is a powerful tool to predict adsorption and to gain insight into the corresponding molecular level phenomena.  In this tutorial review, we provide an overview of how molecular simulation can be used to characterise metal-organic frameworks for adsorption applications.  Particular attention is drawn to how these insights can be combined to develop design principles for specific applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD1M3pt1yntg%253D%253D&md5=456fd800ff16d765b5650ec5e6dc50fb", "21. ", "Li", ", ", "J.-R.", "; ", "Sculley", ", ", "J.", "; ", "Zhou", ", ", "H.-C.", " ", "Metal-Organic Frameworks for Separations", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "869", "– ", "932", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Metal-Organic Frameworks for Separations", "Li, Jian-Rong; Sculley, Julian; Zhou, Hong-Cai", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "869-932", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  This article reviews the metal-org. frameworks (MOFs), a new class of porous solid materials.  Their performances for applications in sepns. and purifications is attracting intense interest of researchers working in the fields of chem., chem. engineering, materials science, and others.  Despite being in its infancy, the research progress in this subject has already shown that MOFs are promising for sepn. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1OnsbbL&md5=635f36e2682f7fbc651f5021d591a1cf", "22. ", "Betard", ", ", "A.", "; ", "Fischer", ", ", "R. A.", " ", "Metal-Organic Framework Thin Films: From Fundamentals to Applications", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1055", "– ", "1083", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Metal-Organic Framework Thin Films: From Fundamentals to Applications", "Betard, Angelique; Fischer, Roland A.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1055-1083", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The field of metal-org. frameworks (MOFs), which are often also called porous coordination polymers (PCPs), has been growing tremendously over the last 15 years.  This fascinating class of cryst. hybrid materials, which are formed by assocn. of metal centers or clusters and org. linker(s), offers a unique chem. versatility combined with a designable framework and an unprecedentedly large and permanent inner porosity.  In this review, MOF thin films will be examd. with respect to three main themes.  Fabrication methods are important and will be described in the first section.  Characterization, which ranges from compositional and structural identification to lateral homogeneity and porosity, is an important issue that will be discussed together with various strategies aimed at improving the quality and applicability of films.  Finally, potential applications of MOF films in several fields will be reviewed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1Slt7bF&md5=e166d873cc42ed503be528d261270eff", "23. ", "Cychosz", ", ", "K. A.", "; ", "Ahmad", ", ", "R.", "; ", "Matzger", ", ", "A. J.", " ", "Liquid Phase Separations by Crystalline Microporous Coordination Polymers", " ", "Chem. Sci.", " ", "2010", ",  ", "1", ",  ", "293", "– ", "302", "[", "Crossref", "], [", "CAS", "]", "23. ", "Liquid phase separations by crystalline microporous coordination polymers", "Cychosz, Katie A.; Ahmad, Rashid; Matzger, Adam J.", "Chemical Science", "\r\n        (", "2010", "),\r\n    ", "1", "\r\n        (", "3", "),\r\n    ", "293-302", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Cryst. microporous coordination polymers (MCPs) are highly ordered, porous materials that have recently seen increasing attention in the literature.  Whereas gas phase sepns. using MCPs were extensively studied and reviewed, studies on applications in the liq. phase have lagged behind.  This review details the work that has previously been reported on liq. phase sepns. using MCPs.  Both enantioselective sepns. and sepns. of complex mixts. were achieved using either adsorptive selectivities or size exclusion effects.  Mols. that were adsorbed include those as small as water to large org. dyes.  In many cases, MCPs outperform their zeolite and activated carbon counterparts both kinetically and in efficiency of sepn.  The future outlook for the field is discussed in the context of current challenges in sepns. technologies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXpvFegsLY%253D&md5=4a421bda749665cae2d4fc3801613c82", "24. ", "Allendorf", ", ", "M. D.", "; ", "Schwartzberg", ", ", "A.", "; ", "Stavila", ", ", "V.", "; ", "Talin", ", ", "A. A.", " ", "A Roadmap to Implementing Metal-Organic Frameworks in Electronic Devices: Challenges and Critical Directions", " ", "Chem.—Eur. J.", " ", "2011", ",  ", "17", ",  ", "11372", "– ", "11388", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "24. ", "A Roadmap to Implementing Metal-Organic Frameworks in Electronic Devices: Challenges and Critical Directions", "Allendorf, Mark D.; Schwartzberg, Adam; Stavila, Vitalie; Talin, A. Alec", "Chemistry - A European Journal", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "41", "),\r\n    ", "11372-11388", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) and related material classes are attracting considerable attention for applications such as gas storage, sepns., and catalysis.  In contrast, research focused on potential uses in electronic devices is in its infancy.  Several sensing concepts in which the tailorable chem. of MOFs was used to enhance sensitivity or provide chem. specificity were demonstrated, but in only a few cases are MOFs an integral part of an actual device.  The synthesis of a few elec. conducting MOFs and their known structural flexibility suggest that MOF-based electronic devices exploiting these properties could be constructed.  It is clear, however, that new fabrication methods are required to take advantage of the unique properties of MOFs and extend their use to the realms of electronic circuitry.  In this Concepts article, the authors describe the basic functional elements needed to fabricate electronic devices and summarize the current state of relevant MOF research, and then review recent work in which MOFs serve as active components in electronic devices.  Finally, the authors propose a high-level roadmap for device-related MOF research, the objective of which is to stimulate thinking within the MOF community concerning the development these materials for applications including sensing, photonics, and microelectronics.  This is a review with 93 refs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFyls7fE&md5=e3f2e7a6bf11c9fa3a08cea575eda247", "25. ", "Yoon", ", ", "M.", "; ", "Srirambalaji", ", ", "R.", "; ", "Kim", ", ", "K.", " ", "Homochiral Metal-Organic Frameworks for Asymmetric Heterogeneous Catalysis", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1196", "– ", "1231", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Homochiral Metal-Organic Frameworks for Asymmetric Heterogeneous Catalysis", "Yoon, Minyoung; Srirambalaji, Renganathan; Kim, Kimoon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1196-1231", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors have provided an overview of metal-org. framework (MOF)-based asym. heterogeneous catalysis by presenting the state of the art in this field and discussing its potential and limitations.  Here, MOF-based asym. catalysts are classified according to their working principles and synthetic strategies.  Design, synthesis and structural characteristics of chiral metal-org. frameworks, as well as their catalytic activities in various asym. transformations, are described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVOlt7rF&md5=7ee0508d7ed4b69aec1ca6d950681972", "26. ", "Ma", ", ", "L. Q.", "; ", "Abney", ", ", "C.", "; ", "Lin", ", ", "W. B.", " ", "Enantioselective Catalysis with Homochiral Metal-Organic Frameworks", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1248", "– ", "1256", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "Enantioselective catalysis with homochiral metal-organic frameworks", "Ma, Liqing; Abney, Carter; Lin, Wenbin", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1248-1256", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This tutorial review presents recent developments of homochiral metal-org. frameworks (MOFs) for enantioselective catalysis.  Following a brief introduction of the basic concepts and potential virtues of MOFs in catalysis, three distinct strategies that have been utilized to synthesize homochiral MOFs were summarized.  Framework stability and accessibility of the open channels to reagents were then addressed.  Some recent successful examples of catalytically active homochiral MOFs based on three approaches, namely, homochiral MOFs with achiral catalytic sites, incorporation of asym. catalysts directly into the framework, and post-synthetic modification of homochiral MOFs were finally surveyed.  Although still in their infancy, homochiral MOFs have clearly demonstrated their utility in heterogeneous asym. catalysis, and a bright future is foreseen for the development of practically useful homochiral MOFs in the prodn. of optically pure org. mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7Y%253D&md5=6ea10120922522f3f7fc76a6a04ea6cf", "27. ", "Lee", ", ", "J.", "; ", "Farha", ", ", "O. K.", "; ", "Roberts", ", ", "J.", "; ", "Scheidt", ", ", "K. A.", "; ", "Nguyen", ", ", "S. T.", "; ", "Hupp", ", ", "J. T.", " ", "Metal-Organic Framework Materials as Catalysts", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1450", "– ", "1459", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "27. ", "Metal-organic framework materials as catalysts", "Lee, Jeong Yong; Farha, Omar K.; Roberts, John; Scheidt, Karl A.; Nguyen, Son Binh T.; Hupp, Joseph T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1450-1459", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; a crit. review of the emerging field of MOF-based catalysis is presented.  Discussed are examples of: (a) opportunistic catalysis with metal nodes, (b) designed catalysis with framework nodes, (c) catalysis by homogeneous catalysts incorporated as framework struts, (d) catalysis by MOF-encapsulated mol. species, (e) catalysis by metal-free org. struts or cavity modifiers, and (f) catalysis by MOF-encapsulated clusters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7k%253D&md5=d9cef4eb52ffb1c73fe1195e11bace26", "28. ", "Horcajada", ", ", "P.", "; ", "Gref", ", ", "R.", "; ", "Baati", ", ", "T.", "; ", "Allan", ", ", "P. K.", "; ", "Maurin", ", ", "G.", "; ", "Couvreur", ", ", "P.", "; ", "Ferey", ", ", "G.", "; ", "Morris", ", ", "R. E.", "; ", "Serre", ", ", "C.", " ", "Metal-Organic Frameworks in Biomedicine", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1232", "– ", "1268", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Metal-Organic Frameworks in Biomedicine", "Horcajada, Patricia; Gref, Ruxandra; Baati, Tarek; Allan, Phoebe K.; Maurin, Guillaume; Couvreur, Patrick; Ferey, Gerard; Morris, Russell E.; Serre, Christian", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1232-1268", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Coordination polymers or MOFs (metal-org. frameworks) as porous solids for biomedical are reviewed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1SrtbzN&md5=62d808da30f56c11c9a54bf70fabdc0e", "29. ", "Horcajada", ", ", "P.", " ", "Porous Metal-Organic-Framework Nanoscale Carriers as a Potential Platform for Drug Delivery and Imaging", " ", "Nat. Mater.", " ", "2010", ",  ", "9", ",  ", "172", "– ", "178", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "Porous metal-organic-framework nanoscale carriers as a potential platform for drug delivery and imaging", "Horcajada, Patricia; Chalati, Tamim; Serre, Christian; Gillet, Brigitte; Sebrie, Catherine; Baati, Tarek; Eubank, Jarrod F.; Heurtaux, Daniela; Clayette, Pascal; Kreuz, Christine; Chang, Jong-San; Hwang, Young Kyu; Marsaud, Veronique; Bories, Phuong-Nhi; Cynober, Luc; Gil, Sophie; Ferey, Gerard; Couvreur, Patrick; Gref, Ruxandra", "Nature Materials", "\r\n        (", "2010", "),\r\n    ", "9", "\r\n        (", "2", "),\r\n    ", "172-178", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "In the domain of health, one important challenge is the efficient delivery of drugs in the body using non-toxic nanocarriers.  Most of the existing carrier materials show poor drug loading (usually less than 5 wt% of the transported drug vs. the carrier material) and/or rapid release of the proportion of the drug that is simply adsorbed (or anchored) at the external surface of the nanocarrier.  In this context, porous hybrid solids, with the ability to tune their structures and porosities for better drug interactions and high loadings, are well suited to serve as nanocarriers for delivery and imaging applications.  Here we show that specific non-toxic porous iron(III)-based metal-org. frameworks with engineered cores and surfaces, as well as imaging properties, function as superior nanocarriers for efficient controlled delivery of challenging antitumoral and retroviral drugs (i.e., busulfan, azidothymidine triphosphate, doxorubicin or cidofovir) against cancer and AIDS.  In addn. to their high loadings, they also potentially assoc. therapeutics and diagnostics, thus opening the way for theranostics, or personalized patient treatments.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVOnt70%253D&md5=74f3e60d481f39e0000fd93db0e40a64", "30. ", "Kreno", ", ", "L. E.", "; ", "Leong", ", ", "K.", "; ", "Farha", ", ", "O. K.", "; ", "Allendorf", ", ", "M.", "; ", "Van Duyne", ", ", "R. P.", "; ", "Hupp", ", ", "J. T.", " ", "Metal-Organic Framework Materials as Chemical Sensors", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1105", "– ", "1125", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "Metal-Organic Framework Materials as Chemical Sensors", "Kreno, Lauren E.; Leong, Kirsty; Farha, Omar K.; Allendorf, Mark; Van Duyne, Richard P.; Hupp, Joseph T.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1105-1125", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors present a crit. review of the literature on metal-org. frameworks (MOFs) as chem. sensors.  The authors begin by briefly examg. challenges relating to MOF sensor development including the design of MOFs with desirable properties, incorporation of appropriate signal transduction capabilities, and integration of MOFs into devices by employing thin-film growth techniques.  Subsequent sections discuss specific examples of MOF sensors, categorized by method of signal transduction.  Sensors based on MOF photoluminescence are discussed briefly.  The authors have limited the review of luminescence-based sensors to a small no. of recent reports where the porous MOF architecture, or its chem. compn., imparts selective sensing capabilities.  Scintillating MOFs that luminesce in the presence of radioactive analytes are also discussed.  Other signal transduction schemes that use photons include various kinds of optical interferometry, analyte modulation of localized surface plasmon resonance energies, and solvatochromism.  Mech. signal-transduction schemes employed with MOFs include ones based on surface acoustic wave, quartz crystal microbalance, and microcantilever devices.  Elec. schemes thus far were limited to ones based on impedance spectroscopy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVCgtL%252FI&md5=f6ed572725bc067ee8da81880bf1ec90", "31. ", "Doty", ", ", "F. P.", "; ", "Bauer", ", ", "C. A.", "; ", "Skulan", ", ", "A. J.", "; ", "Grant", ", ", "P. G.", "; ", "Allendorf", ", ", "M. D.", " ", "Scintillating Metal-Organic Frameworks: A New Class of Radiation Detection Materials", " ", "Adv. Mater.", " ", "2009", ",  ", "21", ",  ", "95", "– ", "101", "[", "Crossref", "], [", "CAS", "]", "31. ", "Scintillating metal-organic frameworks: a new class of radiation detection materials", "Doty, F. P.; Bauer, C. A.; Skulan, A. J.; Grant, P. G.; Allendorf, M. D.", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2009", "),\r\n    ", "21", "\r\n        (", "1", "),\r\n    ", "95-101", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Metal-org. frameworks contg. an org. fluorophore such as stilbene dicarboxylate emit prompt visible light when they interact with ionizing radiation (e.g., high-energy protons or alpha particles).  A completely new class of scintillation materials is created by this development, with the potential to rationally tailor properties for specific radiation detection applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtlChtL0%253D&md5=1ffad84532da4d1de4e42c01b0f914c3", "32. ", "Perry", ", ", "J. J.", ", ", " IV", "; ", "Feng", ", ", "P. L.", "; ", "Meek", ", ", "S. T.", "; ", "Leong", ", ", "K.", "; ", "Doty", ", ", "F. P.", "; ", "Allendorf", ", ", "M. D.", " ", "Connecting Structure with Function in Metal-Organic Frameworks to Design Novel Photo- and Radioluminescent Materials", " ", "J. Mater. Chem.", " ", "2012", ",  ", "22", ",  ", "10235", "– ", "10248", "[", "Crossref", "], [", "CAS", "]", "32. ", "Connecting structure with function in metal-organic frameworks to design novel photo- and radioluminescent materials", "Perry, John J., IV; Feng, Patrick L.; Meek, Scott T.; Leong, Kirsty; Doty, F. Patrick; Allendorf, Mark D.", "Journal of Materials Chemistry", "\r\n        (", "2012", "),\r\n    ", "22", "\r\n        (", "20", "),\r\n    ", "10235-10248", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The exemplary structural versatility and permanent porosity of Metal-Org. Frameworks (MOFs) and their consequent potential for breakthroughs in diverse applications have caused these hybrid materials to become the focus of vigorous investigation.  These properties also hold significance for applications beyond those traditionally envisioned for microporous materials, such as radiation detection and other luminescence-based sensing applications.  In this contribution luminescence induced by ionizing radiation (also known as scintillation) is common in appropriately designed MOFs and describe how this property can be harnessed to generate novel materials useful for detecting radiation.  Through a diverse selection of MOFs, the authors explore the structural properties of MOFs that give rise to scintillation and photoluminescence in these materials.  These results enable the authors to define a new structure-based hierarchical system for understanding luminescent properties in MOFs.  Finally, the authors describe some performance metrics for MOF-based scintillation counters, such as luminosity and resistance to radiation damage, and discuss how these materials relate to the current state of the art in scintillation counters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XmtlGhtL4%253D&md5=eee97fe07589878c48bad9d929442118", "33. ", "Farha", ", ", "O. K.", "; ", "Eryazici", ", ", "I.", "; ", "Jeong", ", ", "N. C.", "; ", "Hauser", ", ", "B. G.", "; ", "Wilmer", ", ", "C. E.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Snurr", ", ", "R. Q.", "; ", "Nguyen", ", ", "S. T.", "; ", "Yazaydin", ", ", "A. O.", "; ", "Hupp", ", ", "J. T.", " ", "Metal-Organic Framework Materials with Ultrahigh Surface Areas: Is the Sky the Limit?", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "15016", "– ", "15021", "[", "ACS Full Text ", "], [", "CAS", "]", "33. ", "Metal-Organic Framework Materials with Ultrahigh Surface Areas: Is the Sky the Limit?", "Farha, Omar K.; Eryazici, Ibrahim; Jeong, Nak Cheon; Hauser, Brad G.; Wilmer, Christopher E.; Sarjeant, Amy A.; Snurr, Randall Q.; Nguyen, SonBinh T.; Yazaydin, A. Ozgur; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "36", "),\r\n    ", "15016-15021", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors synthesized, characterized, and computationally simulated/validated the behavior of two new metal-org. framework (MOF) materials displaying the highest exptl. Brunauer-Emmett-Teller (BET) surface areas of any porous materials reported to date (∼7000 m2/g).  Key to evacuating the initially solvent-filled materials without pore collapse, and thereby accessing the ultrahigh areas, is the use of a supercrit. CO2 activation technique.  Addnl., the authors demonstrate computationally that by shifting from Ph groups to space efficient acetylene moieties as linker expansion units, the hypothetical max. surface area for a MOF material is substantially greater than previously envisioned (∼14600 m2/g (or greater) vs. ∼10500 m2/g).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Wqu7zL&md5=b5a1dc94f402517d4a4100b493538fd4", "34. ", "Mueller", ", ", "U.", "; ", "Schubert", ", ", "M.", "; ", "Teich", ", ", "F.", "; ", "Puetter", ", ", "H.", "; ", "Schierle-Arndt", ", ", "K.", "; ", "Pastre", ", ", "J.", " ", "Metal-Organic Frameworks - Prospective Industrial Applications", " ", "J. Mater. Chem.", " ", "2006", ",  ", "16", ",  ", "626", "– ", "636", "[", "Crossref", "], [", "CAS", "]", "34. ", "Metal-organic frameworks-prospective industrial applications", "Mueller, U.; Schubert, M.; Teich, F.; Puetter, H.; Schierle-Arndt, K.; Pastre, J.", "Journal of Materials Chemistry", "\r\n        (", "2006", "),\r\n    ", "16", "\r\n        (", "7", "),\r\n    ", "626-636", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The generation of metal-org. framework (MOF) coordination polymers enables the tailoring of novel solids with regular porosity from the micro to nanopore scale.  Since the discovery of this new family of nanoporous materials and the concept of so called 'reticular design', nowadays several hundred different types of MOF are known.  The self assembly of metal ions, which act as coordination centers, linked together with a variety of polyat. org. bridging ligands, results in tailorable nanoporous host materials as robust solids with high thermal and mech. stability.  Describing examples of different Zn-contg. structures, e.g. MOF-2, MOF-5 and IRMOF-8 verified synthesis methods will be given, as well as a totally novel electrochem. approach for transition metal based MOFs will be presented for the 1st time.  With sufficient amts. of sample now being available, the testing of metal-org. frameworks in fields of catalysis and gas processing is exemplified.  Report is given on the catalytic activation of alkynes (formation of methoxypropene from propyne, vinylester synthesis from acetylene).  Removal of impurities in natural gas (traces of tetrahydrothiophene in methane), pressure swing sepn. of rare gases (Kr and Xe) and storage of H (3.3% at 2.0 MPa/77 K on Cu-BTC-MOF) will underline the prospective future industrial use of metal-org. frameworks in gas processing.  Whenever possible, comparison is made to state-of-art applications to outline possibilities which might be superior by using MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtFeitrc%253D&md5=8969f7b0200e29cefd59141380fea9b5", "35. ", "Farrusseng", ", ", "D.", "; ", "Daniel", ", ", "C.", "; ", "Gaudillere", ", ", "C.", "; ", "Ravon", ", ", "U.", "; ", "Schuurman", ", ", "Y.", "; ", "Mirodatos", ", ", "C.", "; ", "Dubbeldam", ", ", "D.", "; ", "Frost", ", ", "H.", "; ", "Snurr", ", ", "R. Q.", " ", "Heats of Adsorption for Seven Gases in Three Metal-Organic Frameworks: Systematic Comparison of Experiment and Simulation", " ", "Langmuir", " ", "2009", ",  ", "25", ",  ", "7383", "– ", "7388", "[", "ACS Full Text ", "], [", "CAS", "]", "35. ", "Heats of Adsorption for Seven Gases in Three Metal-Organic Frameworks: Systematic Comparison of Experiment and Simulation", "Farrusseng, David; Daniel, Cecile; Gaudillere, Cyril; Ravon, Ugon; Schuurman, Yves; Mirodatos, Claude; Dubbeldam, David; Frost, Houston; Snurr, Randall Q.", "Langmuir", "\r\n        (", "2009", "),\r\n    ", "25", "\r\n        (", "13", "),\r\n    ", "7383-7388", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The heat of adsorption is an important parameter for gas sepn. and storage applications in porous materials such as metal-org. frameworks (MOFs).  There are, however, few systematic studies available in the MOF literature.  Many papers report results for only one MOF and often only for a single gas.  Systematic exptl. measurements by TAP-2 are reported for the heats of adsorption of seven gases in three MOFs.  The gases are Kr, Xe, N2, CO2, CH4, n-C4H10, and i-C4H10.  The MOFs studied are IRMOF-1, IRMOF-3, and HKUST-1.  The data set provides a valuable test for mol. simulation.  The simulation results suggest that structural differences in HKUST-1 exptl. samples may lead to differing heats of adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmvVSgurY%253D&md5=c45176231a4406a9f0aa49fababaa44d", "36. ", "Greathouse", ", ", "J. A.", "; ", "Kinnibrugh", ", ", "T. L.", "; ", "Allendorf", ", ", "M. D.", " ", "Adsorption and Separation of Noble Gases by IRMOF-1: Grand Canonical Monte Carlo Simulations", " ", "Ind. Eng. Chem. Res.", " ", "2009", ",  ", "48", ",  ", "3425", "– ", "3431", "[", "ACS Full Text ", "], [", "CAS", "]", "36. ", "Adsorption and Separation of Noble Gases by IRMOF-1: Grand Canonical Monte Carlo Simulations", "Greathouse, Jeffery A.; Kinnibrugh, Tiffany L.; Allendorf, Mark D.", "Industrial & Engineering Chemistry Research", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "7", "),\r\n    ", "3425-3431", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The gas storage capacity of metal-org. frameworks (MOFs) is well-known and has been investigated using both exptl. and computational methods.  Previous Monte Carlo computer simulations of gas adsorption by MOFs have made several questionable approxns. regarding framework-framework and framework-adsorbate interactions: potential parameters from general force fields have been used, and framework atoms were fixed at their crystallog. coordinates (rigid framework).  We assess the validity of these approxns. with grand canonical Monte Carlo simulations for a well-known Zn-based MOF (IRMOF-1), using potential parameters specifically derived for IRMOF-1.  Our approach is validated by comparison with exptl. results for hydrogen and xenon adsorption at room temp.  The effects of framework flexibility on the adsorption of noble gases and hydrogen are described, as well as the selectivity of IRMOF-1 for xenon vs. other noble gases.  At both low temp. (78 K) and room temp., little difference in gas adsorption is seen between the rigid and flexible force fields.  Exptl. trends of noble gas inflation curves are also matched by the simulation results.  Addnl., we show that IRMOF-1 selectively adsorbs Xe atoms in Xe/Kr and Xe/Ar mixts., and this preference correlates with the trend in van der Waals parameters for the adsorbate atoms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXivVeit74%253D&md5=9583daadc24f7f9911c0295a2c17ce27", "37. ", "Ryan", ", ", "P.", "; ", "Farha", ", ", "O. K.", "; ", "Broadbelt", ", ", "L. J.", "; ", "Snurr", ", ", "R. Q.", " ", "Computational Screening of Metal-Organic Frameworks for Xenon/Krypton Separation", " ", "AIChE J.", " ", "2011", ",  ", "57", ",  ", "1759", "– ", "1766", "[", "Crossref", "], [", "CAS", "]", "37. ", "Computational screening of metal-organic frameworks for xenon/krypton separation", "Ryan, Patrick; Farha, Omar K.; Broadbelt, Linda J.; Snurr, Randall Q.", "AIChE Journal", "\r\n        (", "2011", "),\r\n    ", "57", "\r\n        (", "7", "),\r\n    ", "1759-1766", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "A variety of metal-org. frameworks (MOFs) with varying linkers, topologies, pore sizes, and metal atoms were screened for xenon/krypton sepn. using grand canonical Monte Carlo (GCMC) simulations.  The results indicate that small pores with strong adsorption sites are desired to preferentially adsorb xenon over krypton in multicomponent adsorption.  However, if the pore size is too small, it can significantly limit overall gas uptake, which is undesirable.  Based on our simulations, MOF-505 was identified as a promising material due to its increased xenon selectivity over a wider pressure range compared with other MOFs investigated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXntlansbo%253D&md5=77ba51f0c1a02befe32e4eb4d558acf3", "38. ", "Dorcheh", ", ", "A. S.", "; ", "Denysenko", ", ", "D.", "; ", "Volkmer", ", ", "D.", "; ", "Donner", ", ", "W.", "; ", "Hirscher", ", ", "M.", " ", "Noble Gases and Microporous Frameworks; from Interaction to Application", " ", "Microporous Mesoporous Mater.", " ", "2012", ",  ", "162", ",  ", "64", "– ", "68", "[", "Crossref", "]", "There is no corresponding record for this reference.", "39. ", "Fernandez", ", ", "C. A.", "; ", "Liu", ", ", "J.", "; ", "Thallapally", ", ", "P. K.", "; ", "Strachan", ", ", "D. M.", " ", "Switching Kr/Xe Selectivity with Temperature in a Metal-Organic Framework", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "9046", "– ", "9049", "[", "ACS Full Text ", "], [", "CAS", "]", "39. ", "Switching Kr/Xe Selectivity with Temperature in a Metal-Organic Framework", "Fernandez, Carlos A.; Liu, Jian; Thallapally, Praveen K.; Strachan, Denis M.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "22", "),\r\n    ", "9046-9049", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Kr and Xe adsorption on 2 partially fluorinated metal-org. frameworks (FMOFCu and FMOFZn) with different cavity size and topologies are reported.  FMOFCu shows an inversion in sorption selectivity toward Kr at temps. <0° while FMOFZn does not.  The 1-dimensional microtubes packed along the (101) direction connected through small bottleneck windows in FMOFCu appear to be the reason for this peculiar behavior.  The FMOFCu shows an estd. Kr/Xe selectivity of 36 at 0.1 bar and 203 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XntVOktbw%253D&md5=760e8bfd105c3b9f32aa899974bcb679", "40. ", "Gurdal", ", ", "Y.", "; ", "Keskin", ", ", "S.", " ", "Atomically Detailed Modeling of Metal Organic Frameworks for Adsorption, Diffusion, and Separation of Noble Gas Mixtures", " ", "Ind. Eng. Chem. Res.", " ", "2012", ",  ", "51", ",  ", "7373", "– ", "7382", "[", "ACS Full Text ", "], [", "CAS", "]", "40. ", "Atomically Detailed Modeling of Metal Organic Frameworks for Adsorption, Diffusion, and Separation of Noble Gas Mixtures", "Gurdal, Yeliz; Keskin, Seda", "Industrial & Engineering Chemistry Research", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "21", "),\r\n    ", "7373-7382", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Atomically detailed simulations were widely used to assess gas storage and gas sepn. properties of metal org. frameworks (MOFs).  The authors used mol. simulations to examine adsorption, diffusion, and sepn. of noble gas mixts. in MOFs.  Adsorption isotherms and self-diffusivities of Xe/Kr and Xe/Ar mixts. at various compns. in ten representative MOFs were computed using grand canonical Monte Carlo and equil. mol. dynamics simulations.  Several properties of MOFs such as adsorption selectivity, working capacity, diffusion selectivity, permeation selectivity, and gas permeability were evaluated and compared with those of traditional nanoporous materials.  MOFs are promising candidates for Xe/Kr and Xe/Ar sepns. due to their high Xe selectivity and permeability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xmslyis70%253D&md5=3d827c83d8a8857caeb7e3ce4744101d", "41. ", "Liu", ", ", "J.", "; ", "Thallapally", ", ", "P. K.", "; ", "Strachan", ", ", "D.", " ", "Metal-Organic Frameworks for Removal of Xe and Kr from Nuclear Fuel Reprocessing Plants", " ", "Langmuir", " ", "2012", ",  ", "28", ",  ", "11584", "– ", "11589", "[", "ACS Full Text ", "], [", "CAS", "]", "41. ", "Metal-Organic Frameworks for Removal of Xe and Kr from Nuclear Fuel Reprocessing Plants", "Liu, Jian; Thallapally, Praveen K.; Strachan, Denis", "Langmuir", "\r\n        (", "2012", "),\r\n    ", "28", "\r\n        (", "31", "),\r\n    ", "11584-11589", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Removal of xenon (Xe) and krypton (Kr) from process off-gases contg. 400 ppm Xe, 40 ppm Kr, 78% N2, 21% O2, 0.9% Ar, 0.03% CO2, and so forth using adsorption was demonstrated for the first time.  Two well-known metal-org. frameworks (MOFs), HKUST-1 and Ni/DOBDC, which both have unsatd. metal centers but different pore morphologies, were selected as novel adsorbents.  Results of an activated carbon were also included for comparison.  The Ni/DOBDC has higher Xe/Kr selectivities than those of the activated carbon and the HKUST-1.  In addn., results show that the Ni/DOBDC and HKUST-1 can adsorb substantial amts. of Xe and Kr even when they are mixed in air.  Moreover, the Ni/DOBDC can successfully sep. 400 ppm Xe from 40 ppm Kr and air contg. O2, N2, and CO2 with a Xe/Ke selectivity of 7.3 as indicated by our breakthrough results.  This shows a promising future for MOFs in radioactive nuclide sepns. from spent fuels.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtVCmtr7M&md5=019bcb1d4ef1f3356cb955a098742a85", "42. ", "Meek", ", ", "S. T.", "; ", "Teich-McGoldrick", ", ", "S. L.", "; ", "Perry", ", ", "J. J.", ", ", " IV", "; ", "Greathouse", ", ", "J. A.", "; ", "Allendorf", ", ", "M. D.", " ", "Effects of Polarizability on the Adsorption of Noble Gases at Low Pressures in Monohalogenated Isoreticular Metal-Organic Frameworks", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "19765", "– ", "19772", "[", "ACS Full Text ", "], [", "CAS", "]", "42. ", "Effects of Polarizability on the Adsorption of Noble Gases at Low Pressures in Monohalogenated Isoreticular Metal-Organic Frameworks", "Meek, Scott T.; Teich-McGoldrick, Stephanie L.; Perry, John J.; Greathouse, Jeffery A.; Allendorf, Mark D.", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "37", "),\r\n    ", "19765-19772", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A systematic study of the effects of linker polarizability on the adsorption properties of weakly interacting gases (N2, Ar, Kr, and Xe) is reported.  Exptl. and simulated adsorption properties were measured for a complete isoreticular series of monohalogenated metal-org. frameworks (MOFs).  Variations on IRMOF-2, in which one linker hydrogen is replaced with -F, -Cl, -Br, or -I, comprise the series.  Both exptl. and simulated results indicate that increasing linker polarizability correlates with increased gas uptake.  Evidence of increased adsorbate interaction with increased linker polarizability is also obsd. in the Kr/N2, Xe/N2, and Xe/Kr selectivity data and in isosteric heats of adsorption.  Unexpectedly, comparison between simulated and exptl. isotherms reveals that the agreement between the 2 improves with the size of the adsorbate, with essentially identical results for Xe.  This is apparently due to the creation of regions inaccessible to any of the noble gases as a result of halogen functionalization.  Simulated adsorption isotherms are also reported for Rn, which is difficult to measure exptl. due to its radioactivity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Wqu73O&md5=c06483f1c49e6afc6ba67abe39554380", "43. ", "Sikora", ", ", "B. J.", "; ", "Wilmer", ", ", "C. E.", "; ", "Greenfield", ", ", "M. L.", "; ", "Snurr", ", ", "R. Q.", " ", "Thermodynamic Analysis of Xe/Kr Selectivity in over 137 000 Hypothetical Metal-Organic Frameworks", " ", "Chem. Sci.", " ", "2012", ",  ", "3", ",  ", "2217", "– ", "2223", "[", "Crossref", "], [", "CAS", "]", "43. ", "Thermodynamic analysis of Xe/Kr selectivity in over 137 000 hypothetical metal-organic frameworks", "Sikora, Benjamin J.; Wilmer, Christopher E.; Greenfield, Michael L.; Snurr, Randall Q.", "Chemical Science", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "7", "),\r\n    ", "2217-2223", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks (MOFs) are porous crystals with the potential to improve many industrial gas sepn. processes.  Because there is a practically unlimited no. of different MOFs, which vary in their pore geometry and chem. compn., it is challenging to find the best MOF for a given application.  Here, we applied high-throughput computational methods to rapidly explore thousands of possible MOFs, given a library of starting materials, in the context of Xe/Kr sepn.  We generated over 137 000 structurally diverse hypothetical MOFs from a library of chem. building blocks and screened them for Xe/Kr sepn.  For each MOF, we calcd. geometric properties via Delaunay tessellation and predicted thermodn. Xe/Kr adsorption behavior via multicomponent grand canonical Monte Carlo simulations.  Specifically, we calcd. the pore limiting diam., largest cavity diam., accessible void vol., as well as xenon and krypton adsorption at 1.0, 5.0 and 10 bar at 273 K. From these data we show that MOFs with pores just large enough to fit a single xenon atom, and having morphologies resembling tubes of uniform width, are ideal for Xe/Kr sepn.  Finally, we compare our generated MOFs to several known structures (IRMOF-1, HKUST-1, ZIF-8, Pd-MOF, & MOF-505) and conclude that significantly improved materials remain to be synthesized.  All crystal structure files are freely available for download and browsing in an online database.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XotFGrs7k%253D&md5=e977c388605d45a094f36a8d84aede10", "44. ", "Thallapally", ", ", "P. K.", "; ", "Grate", ", ", "J. W.", "; ", "Motkuri", ", ", "R. K.", " ", "Facile Xenon Capture and Release at Room Temperature Using a Metal-Organic Framework: A Comparison with Activated Charcoal", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "347", "– ", "349", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "44. ", "Facile xenon capture and release at room temperature using a metal-organic framework: a comparison with activated charcoal", "Thallapally, Praveen K.; Grate, Jay W.; Motkuri, Radha Kishan", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "3", "),\r\n    ", "347-349", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two well-known metal-org. frameworks (MOF-5, NiDOBDC) were prepd. and studied for facile xenon capture and sepn.  NiDOBDC adsorbs significantly more xenon than MOF-5, and is more selective for xenon over krypton than activated carbon.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsFygurrO&md5=2577be7118a031af50f66a7cc85276c2", "45. ", "Van Heest", ", ", "T.", "; ", "Teich-McGoldrick", ", ", "S. L.", "; ", "Greathouse", ", ", "J. A.", "; ", "Allendorf", ", ", "M. D.", "; ", "Sholl", ", ", "D. S.", " ", "Identification of Metal-Organic Framework Materials for Adsorption Separation of Rare Gases: Applicability of Ideal Adsorbed Solution Theory (IAST) and Effects of Inaccessible Framework Regions", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "13183", "– ", "13195", "[", "ACS Full Text ", "], [", "CAS", "]", "45. ", "Identification of Metal-Organic Framework Materials for Adsorption Separation of Rare Gases: Applicability of Ideal Adsorbed Solution Theory (IAST) and Effects of Inaccessible Framework Regions", "Van Heest, Timothy; Teich-McGoldrick, Stephanie L.; Greathouse, Jeffery A.; Allendorf, Mark D.; Sholl, David S.", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "24", "),\r\n    ", "13183-13195", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A collection of >3000 MOFs with exptl. confirmed structures were screened for performance in three binary sepns.: Ar/Kr, Kr/Xe, and Xe/Rn. 70 materials were selected for further anal., and calcns. were performed to account for inaccessible regions.  Single component GCMC calcns. were performed to parametrize IAST calcns. on these 70 materials.  An approach that avoids possible imprecision in IAST due to curve-fitting of single component isotherms is introduced.  The precision of IAST for these gas pairs was confirmed with extensive binary GCMC calcns.  For each binary sepn., materials were identified with predicted performance that surpasses the state of the art.  A significant no. of materials are reverse selective in the sense that a smaller gas species is preferably adsorbed over a larger species.  The phys. origin of this phenomenon is explained.  The effect of temp. on sepn. performance was also examd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XnsVKlurY%253D&md5=57e20f1fe778adb9f3382dc54284ee6e", "46. ", "Bae", ", ", "Y. S.", "; ", "Hauser", ", ", "B. G.", "; ", "Colon", ", ", "Y. J.", "; ", "Hupp", ", ", "J. T.", "; ", "Farha", ", ", "O. K.", "; ", "Snurr", ", ", "R. Q.", " ", "High Xenon/Krypton Selectivity in a Metal-Organic Framework with Small Pores and Strong Adsorption Sites", " ", "Microporous Mesoporous Mater.", " ", "2013", ",  ", "169", ",  ", "176", "– ", "179", "[", "Crossref", "], [", "CAS", "]", "46. ", "High xenon/krypton selectivity in a metal-organic framework with small pores and strong adsorption sites", "Bae, Youn-Sang; Hauser, Brad G.; Colon, Yamil J.; Hupp, Joseph T.; Farha, Omar K.; Snurr, Randall Q.", "Microporous and Mesoporous Materials", "\r\n        (", "2013", "),\r\n    ", "169", "\r\n        (", "),\r\n    ", "176-179", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Sepn. of Xe/Kr mixts. was studied in 2 Cu-paddlewheel metal-org. framework materials, MOF-505 and HKUST-1.  For MOF-505, which has small pores with strong adsorption sites, high Xe/Kr selectivities (9-10) are obtained from breakthrough measurements and grand canonical Monte Carlo (GCMC) simulations.  The consistent results from both techniques suggest that MOF-505 is a promising candidate for Xe/Kr sepn.  For HKUST-1, which has small octahedral pores, only modest Xe/Kr selectivities (4.5) are obsd. from breakthrough measurements, although the GCMC simulations predicted unusually high selectivities at low loadings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFSlsbg%253D&md5=427e9a627d7800deaa3fd5e6b0002273", "47. ", "Parkes", ", ", "M. V.", "; ", "Staiger", ", ", "C. L.", "; ", "Perry", ", ", "J. J.", ", ", " IV", "; ", "Allendorf", ", ", "M. D.", "; ", "Greathouse", ", ", "J. A.", " ", "Screening Metal-Organic Frameworks for Selective Noble Gas Adsorption in Air: Effect of Pore Size and Framework Topology", " ", "Phys. Chem. Chem. Phys.", " ", "2013", ",  ", "15", ",  ", "9093", "– ", "9106", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "47. ", "Screening metal-organic frameworks for selective noble gas adsorption in air: effect of pore size and framework topology", "Parkes, Marie V.; Staiger, Chad L.; Perry, John J., IV; Allendorf, Mark D.; Greathouse, Jeffery A.", "Physical Chemistry Chemical Physics", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "23", "),\r\n    ", "9093-9106", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The adsorption of noble gases and nitrogen by sixteen metal-org. frameworks (MOFs) was studied using grand canonical Monte Carlo simulation.  The MOFs were chosen to represent a variety of net topologies, pore dimensions, and metal centers.  Three com. available MOFs (HKUST-1, AlMIL-53, and ZIF-8) and PCN-14 were also included for comparison.  Exptl. adsorption isotherms, obtained from volumetric and gravimetric methods, were used to compare krypton, argon, and nitrogen uptake with the simulation results.  Simulated trends in gas adsorption and predicted selectivities among the com. available MOFs are in good agreement with expt.  In the low pressure regime, the expected trend of increasing adsorption with increasing noble gas polarizability is seen.  For each noble gas, low pressure adsorption correlates with several MOF properties, including free vol., topol., and metal center.  Addnl., a strong correlation exists between the Henry's const. and the isosteric heat of adsorption for all gases and MOFs considered.  Finally, the simulated and exptl. gas selectivities demonstrated by this small set of MOFs show improved performance compared to similar values reported for zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXnvFyltbs%253D&md5=4167442b934af830dd6d202f91d24f3c", "48. ", "Gurdal", ", ", "Y.", "; ", "Keskin", ", ", "S.", " ", "Predicting Noble Gas Separation Performance of Metal Organic Frameworks Using Theoretical Correlations", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "5229", "– ", "5241", "[", "ACS Full Text ", "], [", "CAS", "]", "48. ", "Predicting Noble Gas Separation Performance of Metal Organic Frameworks Using Theoretical Correlations", "Gurdal, Yeliz; Keskin, Seda", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "10", "),\r\n    ", "5229-5241", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The accuracy of theor. correlations predicting the performance of metal org. frameworks (MOFs) in sepn. of noble gas mixts. using only the single-component adsorption and diffusion data has been examd.  Single-component adsorption isotherms and self-diffusion of Xe, Kr, and Ar in several MOFs were computed by grand canonical Monte Carlo and equil. mol. dynamics simulations.  These pure component data were then used to apply ideal adsorbed soln. theory and Krishna-Paschek correlation for estg. the adsorption isotherms and self-diffusivities of Xe/Kr and Xe/Ar mixts. at various compns. in several representative MOFs.  Sepn. properties of MOFs such as adsorption selectivity, working capacity, diffusion selectivity, permeation selectivity, and gas permeability were evaluated using the predictions of theor. correlations and compared with the data obtained from computationally demanding mol. simulations.  Theor. correlations that predict mixt. properties based on single-component data yielded accurate ests. for the sepn. performance of many MOFs which will be very useful for materials screening purposes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXitlCiur0%253D&md5=7ca395fb07eafe79f633fb17fe011a0b", "49. ", "Hulvey", ", ", "Z.", "; ", "Lawler", ", ", "K. V.", "; ", "Qao", ", ", "Z. W.", "; ", "Zhou", ", ", "J.", "; ", "Fairen-Jimenez", ", ", "D.", "; ", "Snurr", ", ", "R. Q.", "; ", "Ushakov", ", ", "S. V.", "; ", "Navrotsky", ", ", "A.", "; ", "Brown", ", ", "C. M.", "; ", "Forster", ", ", "P. M.", " ", "Noble Gas Adsorption in Copper Trimesate, HKUST-1: An Experimental and Computational Study", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "20116", "– ", "20126", "[", "ACS Full Text ", "], [", "CAS", "]", "49. ", "Noble Gas Adsorption in Copper Trimesate, HKUST-1: An Experimental and Computational Study", "Hulvey, Zeric; Lawler, Keith V.; Qiao, Zhiwei; Zhou, Jian; Fairen-Jimenez, David; Snurr, Randall Q.; Ushakov, Sergey V.; Navrotsky, Alexandra; Brown, Craig M.; Forster, Paul M.", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "39", "),\r\n    ", "20116-20126", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A joint exptl. and computational study of noble gas adsorption in the metal-org. framework (MOF) material HKUST-1 has been carried out.  Using a std. gas adsorption analyzer fitted with a cryostat, isotherms were measured for Xe, Kr, Ar, and Ne at optimum temps. for the detn. of loading-dependent heats of adsorption using the Clausius-Clapeyron equation.  Direct calorimetric measurements for Kr and Xe adsorption provide comparable heats of adsorption.  A detailed anal. of the exptl. data alongside complementary grand canonical Monte Carlo (GCMC) simulations led to the conclusion that the strongest binding for noble gases occurs in and around the small tetrahedral pockets and not at the accessible Cu-(II) sites in the structure.  Synchrotron X-ray and neutron powder diffraction expts. with in situ gas loading confirm the assignment of preferred binding sites inferred from the adsorption measurements and simulations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVylsrzL&md5=62dc9da61bdde44b9e2b29261938dbd6", "50. ", "Meek", ", ", "S. T.", "; ", "Perry", ", ", "J. J.", ", ", " IV", "; ", "Teich-McGoldrick", ", ", "S. L.", "; ", "Greathouse", ", ", "J. A.", "; ", "Allendorf", ", ", "M. D.", " ", "Complete Series of Monohalogenated Isoreticular Metal-Organic Frameworks: Synthesis and the Importance of Activation Method", " ", "Cryst. Growth Des.", " ", "2011", ",  ", "11", ",  ", "4309", "– ", "4312", "[", "ACS Full Text ", "], [", "CAS", "]", "50. ", "Complete Series of Monohalogenated Isoreticular Metal-Organic Frameworks: Synthesis and the Importance of Activation Method", "Meek, Scott T.; Perry, John J.; Teich-McGoldrick, Stephanie L.; Greathouse, Jeffery A.; Allendorf, Mark D.", "Crystal Growth & Design", "\r\n        (", "2011", "),\r\n    ", "11", "\r\n        (", "10", "),\r\n    ", "4309-4312", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Four IRMOFs with -F, -Cl, -Br, and -I terephthalate linkers were synthesized and characterized with respect to crystal structure, surface area, and N gas sorption.  The activation of these materials was systematically evaluated, using several solvent-exchange methods and supercrit. CO2 drying.  The results demonstrate a strong dependence of surface area on the activation method used.  Materials with surface areas comparable to predicted values were achieved, considerably improving upon previously reported values for IRMOF-2 and its -I variant.  Finally, ambient-temp. N adsorption isotherms were measured.  These data clearly demonstrate that the adsorption of a weakly interacting gas can be improved by increasing linker polarizability, confirming previous speculation in the literature.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFGgtrrN&md5=86ff7b3e7ee2b76c81d2aeafe3a4848f", "51. ", "Rosi", ", ", "N. L.", "; ", "Kim", ", ", "J.", "; ", "Eddaoudi", ", ", "M.", "; ", "Chen", ", ", "B. L.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Rod Packings and Metal-Organic Frameworks Constructed from Rod-Shaped Secondary Building Units", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "1504", "– ", "1518", "[", "ACS Full Text ", "], [", "CAS", "]", "51. ", "Rod Packings and Metal-Organic Frameworks Constructed from Rod-Shaped Secondary Building Units", "Rosi, Nathaniel L.; Kim, Jaheon; Eddaoudi, Mohamed; Chen, Banglin; O'Keeffe, Michael; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "5", "),\r\n    ", "1504-1518", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The principal structure possibilities for packing infinite rod-shaped building blocks are described.  Some basic nets derived from linking simple rods (helixes and ladders) are then enumerated.  The authors demonstrate the usefulness of the concept of rod secondary building units in the design and synthesis of metal-org. frameworks (MOFs).  Accordingly, the authors present the prepn., characterization, and crystal structures of 14 new MOFs (named MOF-69A-C and MOF-70-80) of 12 different structure types, belonging to rod packing motifs, and show how their structures are related to basic nets.  The MOFs reported herein are of polytopic carboxylates and contain one of Zn, Pb, Co, Cd, Mn, or Tb.  The inclusion properties of the most open members are presented as evidence that MOF structures with rod building blocks can indeed be designed to have permanent porosity and rigid architectures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjtFGmtg%253D%253D&md5=0ad22a135cba65fb519eae17258dc4c8", "52. ", "Dietzel", ", ", "P. D. C.", "; ", "Morita", ", ", "Y.", "; ", "Blom", ", ", "R.", "; ", "Fjellvag", ", ", "H.", " ", "An in Situ High-Temperature Single-Crystal Investigation of a Dehydrated Metal-Organic Framework Compound and Field-Induced Magnetization of One-Dimensional Metaloxygen Chains", " ", "Angew. Chem., Int. Ed.", " ", "2005", ",  ", "44", ",  ", "6354", "– ", "6358", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "52. ", "An in situ high-temperature single-crystal investigation of a dehydrated metal-organic framework compound and field-induced magnetization of one-dimensional metal-oxygen chains", "Dietzel, Pascal D. C.; Morita, Yusuke; Blom, Richard; Fjellvaag, Helmer", "Angewandte Chemie, International Edition", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "39", "),\r\n    ", "6354-6358", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The arrangement of the spins of adjacent helical cobalt-oxygen chains that form the backbone of the framework of a microporous coordination polymer lead to metamagnetic behavior.  When the polymer is heated, the metal center loses a coordinated water mol. and alters its coordination geometry from octahedral to square-pyramidal, although the framework remains stable.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtFGlsr%252FP&md5=b1be1df12e8de5d7813de9006c48b671", "53. ", "Dietzel", ", ", "P. D. C.", "; ", "Panella", ", ", "B.", "; ", "Hirscher", ", ", "M.", "; ", "Blom", ", ", "R.", "; ", "Fjellvag", ", ", "H.", " ", "Hydrogen Adsorption in a Nickel Based Coordination Polymer with Open Metal Sites in the Cylindrical Cavities of the Desolvated Framework", " ", "Chem. Commun.", " ", "2006", ",  ", "959", "– ", "961", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "53. ", "Hydrogen adsorption in a nickel based coordination polymer with open metal sites in the cylindrical cavities of the desolvated framework", "Dietzel, Pascal D. C.; Panella, Barbara; Hirscher, Michael; Blom, Richard; Fjellvag, Helmer", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2006", "),\r\n    ", "\r\n        (", "9", "),\r\n    ", "959-961", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The solvent contained within the cylindrical one-dimensional pores of the novel three-dimensional metal org. framework Ni2(dhtp)(H2O)2·8H2O can be removed without decompn. of the network, allowing gas storage within the cavities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xhs1Slurw%253D&md5=7e2daea44aebb7af24b4606bf72209ed", "54. ", "Caskey", ", ", "S. R.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "Dramatic Tuning of Carbon Dioxide Uptake via Metal Substitution in a Coordination Polymer with Cylindrical Pores", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "10870", "– ", "10871", "[", "ACS Full Text ", "], [", "CAS", "]", "54. ", "Dramatic Tuning of Carbon Dioxide Uptake via Metal Substitution in a Coordination Polymer with Cylindrical Pores", "Caskey, Stephen R.; Wong-Foy, Antek G.; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "33", "),\r\n    ", "10870-10871", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of four isostructural microporous coordination polymers (MCPs) differing in metal compn. is demonstrated to exhibit exceptional uptake of CO2 at low pressures and ambient temp.  These conditions are particularly relevant for capture of flue gas from coal-fired power plants.  A magnesium-based material is presented that is the highest surface area magnesium MCP yet reported and displays ultrahigh affinity based on heat of adsorption for CO2.  This study demonstrates that physisorptive materials can achieve affinities and capacities competitive with amine sorbents while greatly reducing the energy cost assocd. with regeneration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXptVGjtrw%253D&md5=6a99fc22cd66a556c63695cf22a12603", "55. ", "Dietzel", ", ", "P. D. C.", "; ", "Blom", ", ", "R.", "; ", "Fjellvag", ", ", "H.", " ", "Base-Induced Formation of Two Magnesium Metal-Organic Framework Compounds with a Bifunctional Tetratopic Ligand", " ", "Eur. J. Inorg. Chem.", " ", "2008", ",  ", "3624", "– ", "3632", "[", "Crossref", "], [", "CAS", "]", "55. ", "Base-induced formation of two magnesium metal-organic framework compounds with a bifunctional tetratopic ligand", "Dietzel, Pascal D. C.; Blom, Richard; Fjellvaag, Helmer", "European Journal of Inorganic Chemistry", "\r\n        (", "2008", "),\r\n    ", "\r\n        (", "23", "),\r\n    ", "3624-3632", "CODEN:\r\n                ", "EJICFO", ";\r\n        ISSN:", "1434-1948", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Two metal-org. framework compds., [Mg(H2dhtp)(H2O)2] (CPO-26-Mg) and [Mg2(dhtp)(H2O)2]·8H2O (CPO-27-Mg), were prepd. hydrothermally from magnesium nitrate and the tetratopic org. linker 2,5-dihydroxyterephthalic acid (H4dhtp).  The org. component carries two different types of protic functional groups.  The degree of deprotonation of the org. component can be regulated by the amt. of sodium hydroxide employed in the synthesis, thus detg. which of the compds. forms.  In CPO-26-Mg, only the carboxylic acid groups of the linker are deprotonated and take part in the construction of the three-dimensional framework.  The structure is non-porous, and its topol. is based on the PtS net.  In CPO-27-Mg, both the carboxylic acid and the hydroxy groups are deprotonated and involved in the construction of a microporous three-dimensional framework which is based on a honeycomb motif contg. large solvent-filled channels.  The metal atoms are arranged in chiral chains along the intersection of the honeycomb and contain one water mol. in their coordination sphere, which allows for the creation of coordinatively unsatd. metal sites upon dehydration.  CPO-27-Mg is a potentially useful lightwt. adsorbent with a pore vol. of 60% of the total vol. of the structure and an apparent Langmuir surface area of up to 1030 m2g-1.  Its thermal stability was studied by TG and variable-temp. powder x-ray diffraction, which shows framework degrdn. to commence at 160° in air, at 235° under nitrogen and at 430° in a dynamic vacuum.  Thermogravimetric dehydration and rehydration expts. at misc. temps. indicate that it is possible to obtain open metal sites in CPO-27-Mg, but the water is more tightly bound in this material than in the previously reported isostructural nickel compd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtVGqtLrI&md5=ab18f94ce3d5aa381aa5200d536c6d9e", "56. ", "Lin", ", ", "X.", "; ", "Jia", ", ", "J. H.", "; ", "Zhao", ", ", "X. B.", "; ", "Thomas", ", ", "K. M.", "; ", "Blake", ", ", "A. J.", "; ", "Walker", ", ", "G. S.", "; ", "Champness", ", ", "N. R.", "; ", "Hubberstey", ", ", "P.", "; ", "Schroder", ", ", "M.", " ", "High H", "2", " Adsorption by Coordination-Framework Materials", " ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", ",  ", "7358", "– ", "7364", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "56. ", "High H2 adsorption by coordination-framework materials", "Lin, Xiang; Jia, Junhua; Zhao, Xuebo; Thomas, K. Mark; Blake, Alexander J.; Walker, Gavin S.; Champness, Neil R.; Hubberstey, Peter; Schroeder, Martin", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "44", "),\r\n    ", "7358-7364", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Three coordination frameworks with different pore sizes were prepd. from CuII salt and carboxylate ligands of various lengths.  Comparison of their sorption properties reveals that smaller pores allow higher densities of adsorbed H2, whereas larger pores allow higher max. H2 storage capacities.  The structures of the three structural analogs are also reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht1OmsbvI&md5=35c0082804c53403f9f34067950b76a6", "57. ", "Lin", ", ", "X.", " ", "High Capacity Hydrogen Adsorption in Cu(II) Tetracarboxylate Framework Materials: The Role of Pore Size, Ligand Functionalization, and Exposed Metal Sites", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "2159", "– ", "2171", "[", "ACS Full Text ", "], [", "CAS", "]", "57. ", "High Capacity Hydrogen Adsorption in Cu(II) Tetracarboxylate Framework Materials: The Role of Pore Size, Ligand Functionalization, and Exposed Metal Sites", "Lin, Xiang; Telepeni, Irvin; Blake, Alexander J.; Dailly, Anne; Brown, Craig M.; Simmons, Jason M.; Zoppi, Marco; Walker, Gavin S.; Thomas, K. Mark; Mays, Timothy J.; Hubberstey, Peter; Champness, Neil R.; Schroder, Martin", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "6", "),\r\n    ", "2159-2171", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Isostructural metal-org. framework polymers [Cu2(L)(H2O)2] (L = tetracarboxylate ligands), denoted NOTT-nnn, were synthesized and characterized.  Single crystal x-ray structures confirm the complexes to contain binuclear Cu(II) paddlewheel nodes each bridged by four carboxylate centers to give a NbO-type network of 64·82 topol.  These complexes are activated by solvent exchange with acetone coupled to heating cycles under vacuum to afford the desolvated porous materials NOTT-100 to NOTT-109.  These incorporate a vacant coordination site at each Cu(II) center and have large pore vols. that contribute to the obsd. high H2 adsorption.  Indeed, NOTT-103 at 77 K and 60 bar shows a very high total H2 adsorption of 77.8 mg g-1 equiv. to 7.78% [wt% = (wt. of adsorbed H2)/(wt. of host material)] or 7.22% [wt% = 100(wt. of adsorbed H2)/(wt. of host material + wt. of adsorbed H2)].  Neutron powder diffraction studies on NOTT-101 reveal three adsorption sites for this material: at the exposed Cu(II) coordination site, at the pocket formed by three {Cu2} paddle wheels, and at the cusp of three Ph rings.  Systematic virial anal. of the H2 isotherms suggests that the H2 binding energies at these sites are very similar and the differences are smaller than 1.0 kJ mol-1, although the adsorption enthalpies for H2 at the exposed Cu(II) site are significantly affected by pore metrics.  Introducing Me groups or using kinked ligands to create smaller pores can enhance the isosteric heat of adsorption and improve H2 adsorption.  However, although increasing the overlap of potential energy fields of pore walls increases the heat of H2 adsorption at low pressure, it may be detrimental to the overall adsorption capacity by reducing the pore vol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXptlOitQ%253D%253D&md5=cbc9f02158801ff5dacb7df033416d78", "58. ", "Chen", ", ", "B. L.", "; ", "Ockwig", ", ", "N. W.", "; ", "Millward", ", ", "A. R.", "; ", "Contreras", ", ", "D. S.", "; ", "Yaghi", ", ", "O. M.", " ", "High H-2 Adsorption in a Microporous Metal-Organic Framework with Open Metal Sites", " ", "Angew. Chem., Int. Ed.", " ", "2005", ",  ", "44", ",  ", "4745", "– ", "4749", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "58. ", "High H2 adsorption in a microporous metal-organic framework with open metal sites", "Chen, Banglin; Ockwig, Nathan W.; Millward, Andrew R.; Contreras, Damacio S.; Yaghi, Omar M.", "Angewandte Chemie, International Edition", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "30", "),\r\n    ", "4745-4749", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A copper-based metal-org. framework (MOF) has been synthesized, and its structure has been solved by X-ray crystallog.  The remarkably high hydrogen adsorption properties (2.47 wt%) of this compd. have been studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXnvVSqsLY%253D&md5=ba35d52735de6fd6c9b3b4ff7f354879", "59. ", "Ma", ", ", "S. Q.", "; ", "Simmons", ", ", "J. M.", "; ", "Sun", ", ", "D. F.", "; ", "Yuan", ", ", "D. Q.", "; ", "Zhou", ", ", "H. C.", " ", "Porous Metal-Organic Frameworks Based on an Anthracene Derivative: Syntheses, Structure Analysis, and Hydrogen Sorption Studies", " ", "Inorg. Chem.", " ", "2009", ",  ", "48", ",  ", "5263", "– ", "5268", "[", "ACS Full Text ", "], [", "CAS", "]", "59. ", "Porous Metal-Organic Frameworks Based on an Anthracene Derivative: Syntheses, Structure Analysis, and Hydrogen Sorption Studies", "Ma, Shengqian; Simmons, Jason M.; Sun, Daofeng; Yuan, Daqiang; Zhou, Hong-Cai", "Inorganic Chemistry", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "12", "),\r\n    ", "5263-5268", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Solvothermal assembly of 5,5'-(9,10-anthracenediyl)di-isophthalate (H4adip) with in situ-generated dicopper and diiron paddlewheel secondary building units (SBUs) afforded two porous metal-org. frameworks (MOFs), designated as PCN-14 and PCN-15, resp.  The two MOFs crystallize in different structures, characterized by a difference in the dihedral angles between the anthracene and the Ph rings of the adip ligand.  PCN-14 retains permanent porosity under dehydration and contains nanoscopic cages while PCN-15 contains only 1-dimensional hexagonal channels along the (0 0 1) direction which require solvent stabilization.  The aromaticity of the anthracene rings of the adip ligand in conjunction with the nanoscopic cages grants PCN-14 high excess H adsorption capacity of 2.70% at 77 K, 760 torr (4.42% at satn.), as well as high H affinity of 8.6 kJ/mol at low H2 coverage.  These values are compared to other tetracarboxylate-derived MOFs to better understand the role of the arom. rings in H adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVyktbw%253D&md5=479d3f4262db3434366eb8d52f2dd241", "60. ", "Ma", ", ", "S. Q.", "; ", "Sun", ", ", "D. F.", "; ", "Simmons", ", ", "J. M.", "; ", "Collier", ", ", "C. D.", "; ", "Yuan", ", ", "D. Q.", "; ", "Zhou", ", ", "H. C.", " ", "Metal-Organic Framework from an Anthracene Derivative Containing Nanoscopic Cages Exhibiting High Methane Uptake", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "1012", "– ", "1016", "[", "ACS Full Text ", "], [", "CAS", "]", "60. ", "Metal-Organic Framework from an Anthracene Derivative Containing Nanoscopic Cages Exhibiting High Methane Uptake", "Ma, Shengqian; Sun, Daofeng; Simmons, Jason M.; Collier, Christopher D.; Yuan, Daqiang; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "3", "),\r\n    ", "1012-1016", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A microporous metal-org. framework, PCN-14, based on an anthracene deriv., 5,5'- (9,10-anthracene-diyl)di-isophthalate (H4adip), was synthesized under solvothermal reaction conditions.  X-ray single crystal anal. revealed that PCN-14 consists of nanoscopic cages suitable for gas storage.  N2-adsorption studies of PCN-14 at 77 K reveal a Langmuir surface area of 2176 m2/g and a pore vol. of 0.87 cm3/g.  Methane adsorption studies at 290 K and 35 bar show that PCN-14 exhibits an abs. methane-adsorption capacity of 230 vol./vol., 28% higher than the DOE target (180 vol./vol.) for methane storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlymug%253D%253D&md5=47684d1faab210ef528aa92e5e5754a3", "61. ", "Chui", ", ", "S. S. Y.", "; ", "Lo", ", ", "S. M. F.", "; ", "Charmant", ", ", "J. P. H.", "; ", "Orpen", ", ", "A. G.", "; ", "Williams", ", ", "I. D.", " ", "A Chemically Functionalizable Nanoporous Material Cu", "3", "(TMA)", "2", "(H", "2", "O)", "3", "(N)", " ", "Science", " ", "1999", ",  ", "283", ",  ", "1148", "– ", "1150", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "61. ", "A chemically functionalizable nanoporous material [Cu3(TMA)2(H2O)3]n", "Chui, Stephen S.-Y.; Lo, Samuel M.-F.; Charmant, Jonathan P. H.; Orpen, A. Guy; Williams, Ian D.", "Science (Washington, D. C.)", "\r\n        (", "1999", "),\r\n    ", "283", "\r\n        (", "5405", "),\r\n    ", "1148-1150", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Although zeolites and related materials combine nanoporosity with high thermal stability, they are difficult to modify or derivatize in a systematic way.  A highly porous metal coordination polymer [Cu3(TMA)2(H2O)3]n (TMA is benzene-1,3,5-tricarboxylate) was formed in 80% yield.  It has interconnected [Cu2(O2CR)4] units (R is an arom. ring), which create a three-dimensional system of channels with a pore size of 1 nm and an accessible porosity of ∼40% in the solid.  Unlike zeolites, the channel linings can be chem. functionalized; for example, the aqua ligands can be replaced by pyridines.  TGA and high-temp. single-crystal diffractometry indicate that the framework is stable up to 240°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXhsFeitLc%253D&md5=8f6f372b015fa0e2bbb7e8bfd316b663", "62. ", "Rouquerol", ", ", "F.", "; ", "Rouquerol", ", ", "J.", "; ", "Sing", ", ", "K.", "  ", "Adsorption by Powders and Porous Solids: Principles, Methodology, and Applications", "; ", "Academic Press", ": ", "San Diego", ", ", "1999", ".", "There is no corresponding record for this reference.", "63. ", "Allen", ", ", "F. H.", " ", "The Cambridge Structural Database: A Quarter of a Million Crystal Structures and Rising", " ", "Acta Crystallogr.", " ", "2002", ",  ", "B58", ",  ", "380", "– ", "388", "[", "Crossref", "], [", "CAS", "]", "63. ", "The Cambridge Structural Database: a quarter of a million crystal structures and rising", "Allen, Frank H.", "Acta Crystallographica, Section B: Structural Science", "\r\n        (", "2002", "),\r\n    ", "B58", "\r\n        (", "3, No. 1", "),\r\n    ", "380-388", "CODEN:\r\n                ", "ASBSDK", ";\r\n        ISSN:", "0108-7681", ".\r\n    \r\n            (", "Blackwell Munksgaard", ")\r\n        ", "The Cambridge Structural Database (CSD) now contains data for more than a quarter of a million small-mol. crystal structures.  The information content of the CSD, together with methods for data acquisition, processing and validation, are summarized, with particular emphasis on the chem. information added by CSD editors.  Nearly 80% of new structural data arrives electronically, mostly in CIF format, and the CCDC acts as the official crystal structure data depository for 51 major journals.  The CCDC now maintains both a CIF archive (more than 73000 CIFs dating from 1996), as well as the distributed binary CSD archive; the availability of data in both archives is discussed.  A statistical survey of the CSD is also presented and projections concerning future accession rates indicate that the CSD will contain at least 500000 crystal structures by the year 2010.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XktVOqu74%253D&md5=406cd0df6ea9035a0ebf8dd9eccbd1f8", "64. ", "Pinheiro", ", ", "M.", "; ", "Martin", ", ", "R. L.", "; ", "Rycroft", ", ", "C. H.", "; ", "Jones", ", ", "A.", "; ", "Iglesia", ", ", "E.", "; ", "Haranczyk", ", ", "M.", " ", "Characterization and Comparison of Pore Landscapes in Crystalline Porous Materials", " ", "J. Mol. Graphics Modell.", " ", "2013", ",  ", "44", ",  ", "208", "– ", "219", "[", "Crossref", "], [", "CAS", "]", "64. ", "Characterization and comparison of pore landscapes in crystalline porous materials", "Pinheiro, Marielle; Martin, Richard L.; Rycroft, Chris H.; Jones, Andrew; Iglesia, Enrique; Haranczyk, Maciej", "Journal of Molecular Graphics & Modelling", "\r\n        (", "2013", "),\r\n    ", "44", "\r\n        (", "),\r\n    ", "208-219", "CODEN:\r\n                ", "JMGMFI", ";\r\n        ISSN:", "1093-3263", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Cryst. porous materials have many applications, including catalysis and sepns.  Identifying suitable materials for a given application can be achieved by screening material databases.  Such a screening requires automated high-throughput anal. tools that characterize and represent pore landscapes with descriptors, which can be compared using similarity measures in order to select, group and classify materials.  Here, we discuss algorithms for the calcn. of two types of pore landscape descriptors: pore size distributions and stochastic rays.  These descriptors provide histogram representations that encode the geometrical properties of pore landscapes.  Their calcn. involves the Voronoi decompn. as a technique to map and characterize accessible void space inside porous materials.  Moreover, we demonstrate pore landscape comparisons for materials from the International Zeolite Assocn. (IZA) database of zeolite frameworks, and illustrate how the choice of pore descriptor and similarity measure affects the perspective of material similarity exhibiting a particular emphasis and sensitivity to certain aspects of structures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlyitLnP&md5=c5f5654511c5023ad9981bf04de5ef37", "65. ", "Willems", ", ", "T. F.", "; ", "Rycroft", ", ", "C.", "; ", "Kazi", ", ", "M.", "; ", "Meza", ", ", "J. C.", "; ", "Haranczyk", ", ", "M.", " ", "Algorithms and Tools for High-Throughput Geometry-Based Analysis of Crystalline Porous Materials", " ", "Microporous Mesoporous Mater.", " ", "2012", ",  ", "149", ",  ", "134", "– ", "141", "[", "Crossref", "], [", "CAS", "]", "65. ", "Algorithms and tools for high-throughput geometry-based analysis of crystalline porous materials", "Willems, Thomas F.; Rycroft, Chris H.; Kazi, Michaeel; Meza, Juan C.; Haranczyk, Maciej", "Microporous and Mesoporous Materials", "\r\n        (", "2012", "),\r\n    ", "149", "\r\n        (", "1", "),\r\n    ", "134-141", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Cryst. porous materials have a variety of uses, such as for catalysis and sepn.  Identifying suitable materials for a given application can, in principle, be done by screening material databases.  Such a screening requires automated high-throughput anal. tools that calc. structural properties for all materials contained in a database so they can be compared with search queries, grouped or classified.  One important aspect of the structural anal. of materials such as zeolites and metal org. frameworks is the investigation of the geometrical parameters describing pores.  Here, we present algorithms and tools to efficiently calc. some of these important parameters.  Our tools are based on the Voronoi decompn., which for a given arrangement of atoms in a periodic domain provides a graph representation of the void space.  The resulting Voronoi network is analyzed to obtain the diam. of the largest included sphere and the largest free sphere, which are two geometrical parameters that are frequently used to describe pore geometry.  Accessibility of nodes in the network is also detd. for a given guest mol. and the resulting information is later used to retrieve dimensionality of channel systems as well as in Monte Carlo sampling of accessible surfaces and vols.  The presented algorithms are implemented in a software tool, Zeo++, which includes a modified version of the Voro++ library.  We present example applications of our algorithms and tools using zeolite frameworks currently listed in the Atlas of Zeolite Frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht12jurjN&md5=28e97cac049214d18c5a964ab405c4d9", "66. ", "Pinheiro", ", ", "M.", "; ", "Martin", ", ", "R. L.", "; ", "Rycroft", ", ", "C. H.", "; ", "Haranczyk", ", ", "M.", " ", "High Accuracy Geometric Analysis of Crystalline Porous Materials", " ", "CrystEngComm", " ", "2013", ",  ", "15", ",  ", "7531", "– ", "7538", "[", "Crossref", "], [", "CAS", "]", "66. ", "High accuracy geometric analysis of crystalline porous materials", "Pinheiro, Marielle; Martin, Richard L.; Rycroft, Chris H.; Haranczyk, Maciej", "CrystEngComm", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "37", "),\r\n    ", "7531-7538", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A no. of algorithms to analyze cryst. porous materials and their porosities employ the Voronoi tessellation, whereby the space in the material is divided into irregular polyhedral cells that can be analyzed to det. the pore topol. and structure.  However, the Voronoi tessellation is only appropriate when atoms all have equal radii, and the natural generalization to structures with unequal radii leads to cells with curved boundaries, which are computationally expensive to compute.  Therefore, high-throughput structure anal. codes utilize the radical Voronoi tessellation, which approximates the curved cells by polyhedra.  In this study, we investigate the errors arising from this approxn. reflected in the predicted values of two important porosity descriptors, the largest included and free sphere diams.  The max. obsd. errors amt. to ca. 0.6 Å for a test set comprised of zeolite and metal-org. framework materials.  Following the work of Phillips et al., we describe a strategy to systematically decrease obsd. errors, and demonstrate that high accuracy (errors below 0.1 Å) can be obtained within the same algorithmic framework and at the expense of only an order of magnitude increase in computational cost.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlyktL%252FO&md5=1bbd99834ebda798608380b2b8987b3f", "67. ", "Martin", ", ", "M. G.", " ", "MCCCS TOWHEE: A Tool for Monte Carlo Molecular Simulation", " ", "Mol. Simul.", " ", "2013", ",  ", "39", ",  ", "1212", "– ", "1222", "[", "Crossref", "], [", "CAS", "]", "67. ", "MCCCS Towhee: a tool for Monte Carlo molecular simulation", "Martin, Marcus G.", "Molecular Simulation", "\r\n        (", "2013", "),\r\n    ", "39", "\r\n        (", "14-15", "),\r\n    ", "1212-1222", "CODEN:\r\n                ", "MOSIEA", ";\r\n        ISSN:", "0892-7022", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "A review.  The history of the Monte Carlo for complex chem. systems Towhee open source Monte Carlo mol. simulation tool is discussed.  A proof is given that the Widom insertion method for computing the chem. potential is formally correct even when combined with the most general version of arbitrary trial distribution configurational-bias Monte Carlo.  A simulation strategy for computing single component vapor-liq. phase coexistence curves is presented as a guide for inexperienced practitioners of Monte Carlo simulations.  A review of papers that cite the Towhee code is presented.  The paper concludes with a discussion about releasing and sustaining a simulation package that uses an open source software license.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsV2jsLbJ&md5=52eacd306ae7594fb9f8a900a74cd03e", "68. ", "Rappe", ", ", "A. K.", "; ", "Casewit", ", ", "C. J.", "; ", "Colwell", ", ", "K. S.", "; ", "Goddard", ", ", "W. A.", "; ", "Skiff", ", ", "W. M.", " ", "UFF, a Full Periodic-Table Force-Field for Molecular Mechanics and Molecular-Dynamics Simulations", " ", "J. Am. Chem. Soc.", " ", "1992", ",  ", "114", ",  ", "10024", "– ", "10035", "[", "ACS Full Text ", "], [", "CAS", "]", "68. ", "UFF, a full periodic table force field for molecular mechanics and molecular dynamics simulations", "Rappe, A. K.; Casewit, C. J.; Colwell, K. S.; Goddard, W. A., III; Skiff, W. M.", "Journal of the American Chemical Society", "\r\n        (", "1992", "),\r\n    ", "114", "\r\n        (", "25", "),\r\n    ", "10024-35", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "A new mol. mechanics force field, the Universal force field (UFF), is described wherein the force field parameters are estd. using general rules based only on the element, its hybridization and its connectivity.  The force field functional forms, parameters, and generating formulas for the full periodic table are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38Xmtl2qur8%253D&md5=cf41e8bb9ad299fd5d79f070d690afe1", "69. ", "Vishnyakov", ", ", "A.", "; ", "Ravikovitch", ", ", "P. I.", "; ", "Neimark", ", ", "A. V.", "; ", "Bulow", ", ", "M.", "; ", "Wang", ", ", "Q. M.", " ", "Nanopore Structure and Sorption Properties of Cu-BTC Metal-Organic Framework", " ", "Nano Lett.", " ", "2003", ",  ", "3", ",  ", "713", "– ", "718", "[", "ACS Full Text ", "], [", "CAS", "]", "69. ", "Nanopore Structure and Sorption Properties of Cu-BTC Metal-Organic Framework", "Vishnyakov, Aleksey; Ravikovitch, Peter I.; Neimark, Alexander V.; Bulow, Martin; Wang, Qing Min", "Nano Letters", "\r\n        (", "2003", "),\r\n    ", "3", "\r\n        (", "6", "),\r\n    ", "713-718", "CODEN:\r\n                ", "NALEFD", ";\r\n        ISSN:", "1530-6984", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Grand canonical Monte Carlo simulations in conjunction with high-resoln. low-pressure argon adsorption expts. were employed to study adsorption mechanisms on the copper(II) benzene-1,3,5-tricarboxylate metal-org. framework (Cu-BTC).  We constructed a mol. structural model of Cu-BTC.  The pore network of Cu-BTC has a simple cubic symmetry.  It consists of main channels of a square cross-section of ca. 0.9 nm diam. and tetrahedral side pockets of ca. 0.5 nm, which are connected to the main channels by triangular windows of ca. 0.35 nm diam.  Using a parameterized united-atom force field, we have detd. the preferential adsorption sites and the sequence of adsorption mechanisms from a gradual filling of the side pockets to a stepwise adsorption and condensation in the main channels.  The simulation results agree quant. with the exptl. isotherm of argon up to almost complete filling of the pore network.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXjsFarsLg%253D&md5=6b2cf979ffafc366ad7aa4b01332bb5e", "70. ", "Pellenq", ", ", "R. J.-M.", "; ", "Levitz", ", ", "P. E.", " ", "Capillary Condensation in a Disordered Mesoporous Medium: A Grand Canonical Monte Carlo Study", " ", "Mol. Phys.", " ", "2002", ",  ", "100", ",  ", "2059", "– ", "2077", "[", "Crossref", "], [", "CAS", "]", "70. ", "Capillary condensation in a disordered mesoporous medium: a grand canonical Monte Carlo study", "Pellenq, R. J.-M.; Levitz, P. E.", "Molecular Physics", "\r\n        (", "2002", "),\r\n    ", "100", "\r\n        (", "13", "),\r\n    ", "2059-2077", "CODEN:\r\n                ", "MOPHAM", ";\r\n        ISSN:", "0026-8976", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "The adsorption of rare gases in a disordered mesoporous silica glass has been studied by means of grand canonical Monte Carlo (GCMC) simulation.  A series of porous samples has been obtained by using an off-lattice 3D reconstruction method recently introduced to reproduce topol. and morphol. properties of correlated disordered porous materials such as Vycor.  The off-lattice functional of 115 m2 g-1 Vycor is applied to a simulation box contg. silicon and oxygen atoms of cubic cristoballite with a homothetic redn. in order to obtain porous samples with mean pore size around 35 Å and sp. surface around 220 m2 g-1.  A realistic surface chem. is then obtained by satg. all the dangling oxygen bonds with hydrogen.  Some topol. properties of the different 3D reconstructions of the Vycor-like material are analyzed using chord length distributions and small angle scattering data.  The GCMC Ar, Kr and Xe adsorption/desorption isotherms are calcd. at different temps.  At sufficiently low temps., they exhibit a capillary condensation transition with an adsorption branch having a finite slope accompanied by a hysteresis loop upon desorption.  It has been shown on a set of simulated argon isotherms, that evolution with temp. of the GCMC results is similar to expt.  At the temp. at which the hysteresis loop disappears, it was found that the compressibility of the dense liq.-like phase at the max. of the so-called hysteretic coexistence curves increases significantly.  In the low pressure and temp. domain, different adsorption scenarios can be interpreted on the basis of a Zisman-type of criterion for wetting.  The BET surface area is shown to be strongly related to this criterion.  At higher pressure, it was found that the pore size distribution obtained by using the std. BJH anal. applied to both simulated adsorption and desorption data qual. reproduces the main features of the chord length distribution.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XlvFKmsLg%253D&md5=b47be4e74365c03ed1edc6430fffee5b", "71. ", "van Loef", ", ", "J. J.", " ", "Transport-Properties of Compressed Atomic and Molecular Liquids, and Solids and the Molar Volume", " ", "Physica B & C", " ", "1981", ",  ", "103", ",  ", "133", "– ", "157", "[", "Crossref", "], [", "CAS", "]", "71. ", "Transport properties of compressed atomic and molecular liquids, and solids and the molar volume", "Van Loef, J. J.", "Physica B+C:  Physics of Condensed Matter + Atomic, Molecular and Plasma Physics, Optics (Amsterdam)", "\r\n        (", "1981", "),\r\n    ", "103", "\r\n        (", "2-3", "),\r\n    ", "133-57", "CODEN:\r\n                ", "PHBCDQ", ";\r\n        ISSN:", "0378-4363", ".\r\n    ", "By using literature data, a comprehensive study was made of the vol. dependence of the shear viscosity (η), the self-diffusion coeff. (D), and the thermal cond. (λ) of compressed at. and mol. liqs. that are composed of linear, quasi-spherical, and dipolar mols., and some hydrocarbons.  The fluidity, .vphi., and the thermal resistivity, 1/λ, of at. and nonassocd. mol. liqs. along isotherms increase linearly with the molar vol. (V) over a substantial fraction of the liq. range; the slopes of the .vphi. and 1/λ vs. V plots, resp., have a const. value characteristic for each liq. that satisfies a square-root-mass relation.  The latter can be used to predict transport coeffs. of liqs. that have not yet been measured, e.g. η and λ of liq. Rn at satn. were estd.  In addn., η of compressed liq. N2O and C2H4, and of satd. liq. CF4, and λ of compressed liq. Ne and C2H4, and of both satd. and compressed liq. neopentane were predicted.  By using the Stokes-Einstein relation, D values of compressed Xe gas and of liq. NH3 and C6H5F under compression were found.  The diffusion parameter, representing the slope of the linear D vs. V plot along an isotherm, increases with temp., and its value for various mol. liqs. and dense gases at room temp. closely satisfies a M-1/2 dependence (M = mol. wt.).  On the basis of the latter, revised values of D for compressed CS2 are proposed.  In general, the predicted transport coeffs. are believed to be reliable to within 10%.  The viscous behavior of a compressed liq. methane-propane mixt. in the entire compn. range can be represented by a single diagram.  The transport properties of compressed water at elevated temp., ammonia, and methanol strongly depart from the square-root-mass relations obsd., which was attributed to assocn. effects in these mol. liqs.  Exptl. viscosities and self-diffusion coeffs. of at. and mol. liqs. at low temp. and high d. provide evidence that a description of the transport behavior by hard spheres should not be correct.  From a comparison between the thermal transport behavior of at. and nonassocd. mol. liqs., evidence for rotation-translation coupling can be obtained.  The jump in thermal resistivity at the liq.-plastic phase transition can be accounted for by the change in vol.  An est. was made of the thermal cond. of SF6 in the orientationally disordered phase at the m.p.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3MXht1Omtr4%253D&md5=0239c3eefe65e612d37c34e14dfbb5e2", "72. ", "Potoff", ", ", "J. J.", "; ", "Siepmann", ", ", "J. I.", " ", "Vapor-Liquid Equilibria of Mixtures Containing Alkanes, Carbon Dioxide, and Nitrogen", " ", "AIChE J.", " ", "2001", ",  ", "47", ",  ", "1676", "– ", "1682", "[", "Crossref", "], [", "CAS", "]", "72. ", "Vapor-liquid equilibria of mixtures containing alkanes, carbon dioxide, and nitrogen", "Potoff, Jeffrey J.; Siepmann, J. Ilja", "AIChE Journal", "\r\n        (", "2001", "),\r\n    ", "47", "\r\n        (", "7", "),\r\n    ", "1676-1682", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    \r\n            (", "American Institute of Chemical Engineers", ")\r\n        ", "New force fields for carbon dioxide and nitrogen are introduced that quant. reproduce the vapor-liq. equil. (VLE) of the neat systems and their mixts. with alkanes.  In addn. to the usual VLE calcns. for pure CO2 and N2, calcns. of the binary mixts. with propane were used in the force-field development to achieve a good balance between dispersive and electrostatic (quadrupole-quadrupole) interactions.  The transferability of the force fields was then assessed from calcns. of the VLE for the binary mixts. with n-hexane, the binary mixt. of CO2/N2, and the ternary mixt. of CO2/N2/propane.  The VLE calcns. were carried out using configurational-bias Monte Carlo simulations in either the grand canonical ensemble with histogram-reweighting or in the Gibbs ensemble.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXlsVCrt78%253D&md5=ad43c62adf3f96989c660eeff73b73e2", "73. ", "Wu", ", ", "D.", "; ", "Yang", ", ", "Q.", "; ", "Zhong", ", ", "C.", "; ", "Liu", ", ", "D.", "; ", "Huang", ", ", "H.", "; ", "Zhang", ", ", "W.", "; ", "Maurin", ", ", "G.", " ", "Revealing the Structure-Property Relationships of Metal-Organic Frameworks for CO", "2", " Capture from Flue Gas", " ", "Langmuir", " ", "2012", ",  ", "28", ",  ", "12094", "– ", "12099", "[", "ACS Full Text ", "], [", "CAS", "]", "73. ", "Revealing the Structure-Property Relationships of Metal-Organic Frameworks for CO2 Capture from Flue Gas", "Wu, Dong; Yang, Qingyuan; Zhong, Chongli; Liu, Dahuan; Huang, Hongliang; Zhang, Wenjuan; Maurin, Guillaume", "Langmuir", "\r\n        (", "2012", "),\r\n    ", "28", "\r\n        (", "33", "),\r\n    ", "12094-12099", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "It is critically important to establish a quant. structure-property relationship model which can correlate the sepn. performance of metal-org. frameworks (MOF) to their physicochem. features.  In a complement to existing studies which screened the sepn. performance of MOF from adsorption selectivity calcd. at infinite diln., this work developed a QSPR model to account for the CO2:N2 mixt. (15:85) selectivity of an extended series of MOF with a very large chem. and topol. diversity under industrial pressure conditions.  Selectivity for this mixt. under such conditions was dominated by the interplay of the difference of the isosteric heats of adsorption between the 2 gases and the MOF adsorbent porosity.  Based on the interplay map of both factors which impact adsorption selectivity, strategies were proposed to efficiently enhance the MOF sepn. selectivity for flue gas CO2 capture.  As a typical illustration, it led the authors to tune a new MOF with outstanding sepn. performance which will orientate the synthesis effort to be deployed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtVygu7rF&md5=51f040ab1ebf49d50fdb3d5cbd0f5e47", "74. ", "Xu", ", ", "Q.", "; ", "Zhong", ", ", "C. L.", " ", "A General Approach for Estimating Framework Charges in Metal-Organic Frameworks", " ", "J. Phys. Chem. C", " ", "2010", ",  ", "114", ",  ", "5035", "– ", "5042", "[", "ACS Full Text ", "], [", "CAS", "]", "74. ", "A General Approach for Estimating Framework Charges in Metal-Organic Frameworks", "Xu, Qing; Zhong, Chongli", "Journal of Physical Chemistry C", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "11", "),\r\n    ", "5035-5042", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Although the no. of metal-org. frameworks (MOFs) is nearly infinite, the atom types included are quite limited.  On the basis of this thought, this work provides a strategy for estg. framework charges in MOFs.  We developed a so-called connectivity-based atom contribution method (CBAC), in which it is assumed that the atoms with same bonding connectivity have identical charges in different MOFs.  The results for 43 MOFs including a training set of 30 MOFs and a test set of 13 MOFs show that the CBAC charges give nearly identical results to those from quantum mech. calcns. for adsorption isotherms of CO2, CO, and N2 in them.  Since the method will readily include new atom types, it is applicable to any MOF as long as its structure is known.  The strategy, which is applicable to other porous materials, paves a way for large-scale computational screening of MOFs for specific applications as well as contributes to a better understanding of the structure-property relationships for MOFs and eventually contributes to the development and application of MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXis1CnsLw%253D&md5=a8cdcd757bc392e107e9eced221a9b54", "75. ", "Yazaydin", ", ", "A. O.", " ", "Screening of Metal-Organic Frameworks for Carbon Dioxide Capture from Flue Gas Using a Combined Experimental and Modeling Approach", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "18198", "– ", "18199", "[", "ACS Full Text ", "], [", "CAS", "]", "75. ", "Screening of Metal-Organic Frameworks for Carbon Dioxide Capture from Flue Gas Using a Combined Experimental and Modeling Approach", "Yazaydin, A. Ozgur; Snurr, Randall Q.; Park, Tae-Hong; Koh, Kyoungmoo; Liu, Jian; LeVan, M. Douglas; Benin, Annabelle I.; Jakubczak, Paulina; Lanuza, Mary; Galloway, Douglas B.; Low, John J.; Willis, Richard R.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "51", "),\r\n    ", "18198-18199", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A diverse collection of 14 metal-org. frameworks (MOF) for flue gas CO2 capture are reported.  Synthesis, characterization, and adsorption measurements for about half the MOF are reported; adsorption data were collected from the literature for the remaining MOF.  The diversity of the selected materials will help improve the understanding fo MOF CO2 capture.  Also, these data were used to validate a general strategy for mol. modeling of CO2 and other small mols. in MOF.  This strategy is fully predicting with no parameter-fitting.  This approach can be used to rapidly screen addnl. MOF, saving large amts. of exptl. time and costs.  Grand canonical Monte Carlo simulations were performed for a model which included electrostatic and Lennard-Jones interactions among atoms in the system.  The framework and individual CO2 mols. are considered to be rigid.  Interactions among CO2 mols. were modeled with the TraAPPE force field (J.J. Potoff and J.I. Siepmann, 2001); Lennard-Jones parameters for MOF atoms were taken from DREIDING (S.L. Mayo, et al., 1990) and UFF (A.K. Rappe, et al., 1992) force fields.  Partial charges on MOF atoms were derived from d. functional theory calcns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFShsr7L&md5=ee067ec4cee9d1095897b19d957671db", "76. ", "Düren", ", ", "T.", "; ", "Snurr", ", ", "R. Q.", " ", "Assessment of Isoreticular Metal-Organic Frameworks for Adsorption Separations: A Molecular Simulation Study of Methane/n-Butane Mixtures", " ", "J. Phys. Chem. B", " ", "2004", ",  ", "108", ",  ", "15703", "– ", "15708", "[", "ACS Full Text ", "], [", "CAS", "]", "76. ", "Assessment of Isoreticular Metal-Organic Frameworks for Adsorption Separations: A Molecular Simulation Study of Methane/n-Butane Mixtures", "Dueren, Tina; Snurr, Randall Q.", "Journal of Physical Chemistry B", "\r\n        (", "2004", "),\r\n    ", "108", "\r\n        (", "40", "),\r\n    ", "15703-15708", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A wide variety of new nanoporous metal-org. materials are being synthesized by many research groups using supramol. chem. and directed assembly in a building block approach based on corner units and linker mols.  These materials may lead to revolutionary advances in adsorption sepns. because the properties of these materials may be tailored in a synthetically predictable manner.  In this paper, we use mol. simulations to assess the suitability of one group of metal org. materials, namely, isoreticular metal-org. frameworks (IRMOFs), as adsorbents for mixt. sepns.  By using grand canonical Monte Carlo simulations, the influence of the linker mol. on the adsorption of methane, n-butane, and their mixts. is detd.  Detailed anal. of the energetics as well as the siting of mols. in the cavities allows us to resolve the impact of the linker mols. on the selectivity and to propose new, not yet synthesized materials, which show even higher selectivities.  The predicted selectivities are as good as or better than exptl. obsd. selectivities in other adsorbents, suggesting that IRMOFs are promising materials for the sepn. of hydrocarbons.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXnt12gtb0%253D&md5=7e37d0e541794813120d0b5d3fa95069", "77. ", "Vlugt", ", ", "T. J. H.", "; ", "Garcia-Perez", ", ", "E.", "; ", "Dubbeldam", ", ", "D.", "; ", "Ban", ", ", "S.", "; ", "Calero", ", ", "S.", " ", "Computing the Heat of Adsorption Using Molecular Simulations: The Effect of Strong Coulombic Interactions", " ", "J. Chem. Theory Comput.", " ", "2008", ",  ", "4", ",  ", "1107", "– ", "1118", "[", "ACS Full Text ", "], [", "CAS", "]", "77. ", "Computing the Heat of Adsorption using Molecular Simulations: The Effect of Strong Coulombic Interactions", "Vlugt, T. J. H.; Garcia-Perez, E.; Dubbeldam, D.; Ban, S.; Calero, S.", "Journal of Chemical Theory and Computation", "\r\n        (", "2008", "),\r\n    ", "4", "\r\n        (", "7", "),\r\n    ", "1107-1118", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Mol. simulations are an important tool for the study of adsorption of hydrocarbons in nanoporous materials such as zeolites.  The heat of adsorption is an important thermodn. quantity that can be measured both in expts. and mol. simulations, and therefore it is often used to study the quality of a force field for a certain guest-host (g-h) system.  In mol. simulations, the heat of adsorption in zeolites is often computed using either of the following methods: (1) using the Clausius-Clapeyron equation, which requires the partial deriv. of the pressure with respect to temp. at const. loading, (2) using the energy difference between the host with and without a single guest mol. present, and (3) from energy/particle fluctuations in the grand-canonical ensemble.  To calc. the heat of adsorption from expts. (besides direct calorimetry), only the 1st method is usually applicable.  Although the computation of the heat of adsorption is straightforward for all-SiO2 zeolites, severe difficulties arise when applying the conventional methods to systems with nonframework cations present.  The reason for this is that these nonframework cations have very strong Coulombic interactions with the zeolite.  The authors will present an alternative method based on biased interactions of guest mols. that suffers less from these difficulties.  This method requires only a single simulation of the host structure.  The authors will review some of the other important issues concerning the handling of these strong Coulombic interactions in simulating the adsorption of guest mols.  The recently proposed Wolf method (J. Chem. Phys. 1999) performs poorly for zeolites as a large cutoff radius is needed for convergence.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXnt1Wjtbg%253D&md5=57d8cc3a8ac9a7e590b9a7c362bee7d5", "78. ", "Sarkisov", ", ", "L.", " ", "Calculation and Visualization of Free Energy Barriers for Several VOCs and TNT in HKUST-1", " ", "Phys. Chem. Chem. Phys.", " ", "2012", ",  ", "14", ",  ", "15438", "– ", "15444", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "78. ", "Calculation and visualization of free energy barriers for several VOCs and TNT in HKUST-1", "Sarkisov, Lev", "Physical Chemistry Chemical Physics", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "44", "),\r\n    ", "15438-15444", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A simple protocol based on a lattice representation of the porous space is proposed to locate and characterize the free energy bottle-necks in rigid metal org. frameworks.  As an illustration we apply this method to HKUST-1 to demonstrate that there are impassable free energy barriers for mols. of trinitrotoluene in this structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsFGmur%252FO&md5=f0442b8d786086cfce921bf06799827a", "79. ", "Lowell", ", ", "S.", "; ", "Shields", ", ", "J. E.", "; ", "Thomas", ", ", "M. A.", "; ", "Thommes", ", ", "M.", "  ", "Characterization of Porous Solids and Powders: Surface Area, Pore Size and Density", "; ", "Springer", ": ", "Dordrecht, The Netherlands", ", ", "2006", ".", "There is no corresponding record for this reference.", "80. ", "Glover", ", ", "T. G.", "; ", "Peterson", ", ", "G. W.", "; ", "Schindler", ", ", "B. J.", "; ", "Britt", ", ", "D.", "; ", "Yaghi", ", ", "O.", " ", "MOF-74 Building Unit Has a Direct Impact on Toxic Gas Adsorption", " ", "Chem. Eng. Sci.", " ", "2011", ",  ", "66", ",  ", "163", "– ", "170", "[", "Crossref", "]", "There is no corresponding record for this reference.", "81. ", "Dietzel", ", ", "P. D. C.", "; ", "Johnsen", ", ", "R. E.", "; ", "Blom", ", ", "R.", "; ", "Fjellvag", ", ", "H.", " ", "Structural Changes and Coordinatively Unsaturated Metal Atoms on Dehydration of Honeycomb Analogous Microporous Metal-Organic Frameworks", " ", "Chem.—Eur. J.", " ", "2008", ",  ", "14", ",  ", "2389", "– ", "2397", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "81. ", "Structural changes and coordinatively unsaturated metal atoms on dehydration of honeycomb analogous microporous metal-organic frameworks", "Dietzel, Pascal D. C.; Johnsen, Rune E.; Blom, Richard; Fjellvag, Helmer", "Chemistry--A European Journal", "\r\n        (", "2008", "),\r\n    ", "14", "\r\n        (", "8", "),\r\n    ", "2389-2397", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The dehydration process of two isostructural microporous coordination polymers, [M2(dhtp)(H2O)2]·8H2O, termed CPO-27-M (M = Co, Zn; H4dhtp = 2,5-dihydroxy-terephthalic acid) was studied by in situ variable temp. x-ray diffraction.  Both compds. contain accessible metal coordination sites after removal of all solvent.  However, despite the analogy of their crystal structures, they behave differently during dehydration.  For CPO-27-Co, H2O desorption is a smooth topotactic process of 2nd order with no concomitant space group change and no increase in microstrain, which is beneficial for the applicability of the material.  Removal of the H2O propagates from the center of the channels outwards.  The coordinating H2O mol. at the metal desorbs only when almost all the bulk H2O in the pores has disappeared.  In contrast, discontinuities in the powder pattern of CPO-27-Zn indicate the occurrence of 1st-order transitions.  The crystal structures of four of the five individual phases could be detd.  The structure of the intermediate phase occurring just before the framework is completely evacuated was elusive in respect to full structure soln. and refinement, but it is most probably related to the removal of the axis of 3-fold symmetry.  The Zn-based material experiences a significant amt. of strain.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXltVOktLc%253D&md5=d5c2054b96d287d7a1e9869201cc40b3", "82. ", "Walton", ", ", "K. S.", "; ", "Snurr", ", ", "R. Q.", " ", "Applicability of the Bet Method for Determining Surface Areas of Microporous Metal-Organic Frameworks", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "8552", "– ", "8556", "[", "ACS Full Text ", "], [", "CAS", "]", "82. ", "Applicability of the BET Method for Determining Surface Areas of Microporous Metal-Organic Frameworks", "Walton, Krista S.; Snurr, Randall Q.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "27", "),\r\n    ", "8552-8556", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The surface area is one of the most important quantities for characterizing novel porous materials.  The BET anal. is the std. method for detg. surface areas from nitrogen adsorption isotherms and was originally derived for multilayer gas adsorption onto flat surfaces.  Metal-org. frameworks (MOFs) are a relatively new class of cryst., porous materials that exhibit very large BET surface areas.  These materials are microporous and possess surfaces that are far from flat.  In some MOFs, adsorption occurs through a pore-filling mechanism rather than by layer formation.  Thus, it is unclear whether BET surface area nos. reported for these materials are truly meaningful.  Given the std. practice of reporting BET surface areas for novel porous materials, a crit. test of the BET method is much needed.  Grand canonical Monte Carlo simulations were used to predict adsorption isotherms for nitrogen in MOFs.  The predicted isotherms were used as pseudoexperimental data to test the applicability of the BET theory for obtaining surface areas of microporous MOFs.  BET surface areas calcd. from the simulated isotherms agree very well with the accessible surface areas calcd. directly from the crystal structures in a geometric fashion.  The surface areas agree well with exptl. reports in the literature.  These results provide a strong validation that the BET theory can be used to obtain surface areas of MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXms12gur0%253D&md5=afdfa7c0f69c8645a456afb207431957", "83. ", "Saito", ", ", "A.", "; ", "Foley", ", ", "H. C.", " ", "Curvature and Parametric Sensitivity in Models for Adsorption in Micropores", " ", "AIChE J.", " ", "1991", ",  ", "37", ",  ", "429", "– ", "436", "[", "Crossref", "], [", "CAS", "]", "83. ", "Curvature and parametric sensitivity in models for adsorption in micropores", "Saito, A.; Foley, H. C.", "AIChE Journal", "\r\n        (", "1991", "),\r\n    ", "37", "\r\n        (", "3", "),\r\n    ", "429-36", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    ", "The sensitivity of thε calcd. micropore size of zeolite Y in a fluidized cracking catalyst, based on empirical models of Ar adsorption, is tested by examg. the effect of curvature and by systematically verifying the magnitude of phys. consts. in the model equations.  The slit model provides a pore size of 0.45 nm, while the new cylindrical models provide values of 0.69 and 0.74 nm.  The latter values are in agreement with the known aperture size of zeolite Y, 0.74 nm.  By sep. varying the magnitudes of 5 of the phys. consts. in the model over a ranges of ±30%, it is concluded that the diam. of the oxide ion at the surface has a large effect on the calcd. pore size, while the other parameters have only moderate to small effects.  Preliminary application of the cylindrical-pore model to the isotherms of Ar on other zeolites and mol. sieves leads to promising results, esp. for medium-to-large-pore zeolites.  The cylindrical-pore model is a useful means for the transformation of Ar-adsorption data on a zeolite into a micropore-size distribution.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3MXhs1Kqt7s%253D&md5=0d7ed6a6978837dc1f33729a7c0be5fc", "84. ", "Keskin", ", ", "S.", "; ", "Sholl", ", ", "D. S.", " ", "Efficient Methods for Screening of Metal Organic Framework Membranes for Gas Separations Using Atomically Detailed Models", " ", "Langmuir", " ", "2009", ",  ", "25", ",  ", "11786", "– ", "11795", "[", "ACS Full Text ", "], [", "CAS", "]", "84. ", "Efficient Methods for Screening of Metal Organic Framework Membranes for Gas Separations Using Atomically Detailed Models", "Keskin, Seda; Sholl, David S.", "Langmuir", "\r\n        (", "2009", "),\r\n    ", "25", "\r\n        (", "19", "),\r\n    ", "11786-11795", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal org. frameworks (MOFs) define a diverse class of nanoporous materials having potential applications in adsorption-based and membrane-based gas sepns.  We have previously used atomically detailed models to predict the performance of MOFs for membrane-based sepns. of gases, but these calcns. require considerable computational resources and time.  Here, we introduce an efficient approx. method for screening MOFs based on atomistic models that will accelerate the modeling of membrane applications.  The validity of this approx. method is examd. by comparison with detailed calcns. for CH4/H2, CO2/CH4, and CO2/H2 mixts. at room temp. permeating through IRMOF-1 and CuBTC membranes.  These results allow us to hypothesize a connection between two computationally efficient correlations predicting mixt. adsorption and mixt. self-diffusion properties and the validity of our approx. screening method.  We then apply our model to six addnl. MOFs, IRMOF-8, -9, -10, and -14, Zn(bdc)(ted)0.5, and COF-102, to examine the effect of chem. diversity and interpenetration on the performance of metal org. framework membranes for light gas sepns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXotVGlt7k%253D&md5=83890e1a58f679cb1d463819b6f006a6", "85. ", "Yu", ", ", "D. C.", "; ", "Yazaydin", ", ", "A. O.", "; ", "Lane", ", ", "J. R.", "; ", "Dietzel", ", ", "P. D. C.", "; ", "Snurr", ", ", "R. Q.", " ", "A Combined Experimental and Quantum Chemical Study of CO", "2", " Adsorption in the Metal-Organic Framework CPO-27 with Different Metals", " ", "Chem. Sci.", " ", "2013", ",  ", "4", ",  ", "3544", "– ", "3556", "[", "Crossref", "], [", "CAS", "]", "85. ", "A combined experimental and quantum chemical study of CO2 adsorption in the metal-organic framework CPO-27 with different metals", "Yu, Decai; Yazaydin, A. Ozgur; Lane, Joseph R.; Dietzel, Pascal D. C.; Snurr, Randall Q.", "Chemical Science", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "9", "),\r\n    ", "3544-3556", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A first principles study of CO2 adsorption is presented for a group of metal-org. frameworks (MOFs) known as CPO-27-M, where M = Mg, Mn, Fe, Co, Ni, Cu, and Zn.  These materials consist of one-dimensional channels with a high concn. of open metal sites and have been identified as among the most promising MOFs for CO2 capture.  In addn., extensive, high-pressure, exptl. adsorption results are reported for CO2, CH4, and N2 at temps. ranging from 278 K to 473 K.  Isosteric heats of adsorption were calcd. from the variable-temp. isotherms.  The binding energies of CO2 calcd. using an MP2-based QM/MM method are in good agreement with those obtained from expts.  The relative CO2 binding strengths for the different transition metals can be explained by the relative strength of electrostatic interactions caused by the effective charge of the metal atom in the direction of the open metal site induced by incomplete screening of 3d electrons.  The Mn, Fe, Co, Ni, and Cu versions of CPO-27 are predicted to be anti-ferromagnetic in their ground states.  Selectivities for CO2 over CH4 or N2 were calcd. from the exptl. isotherms using ideal adsorbed soln. theory.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFOks7jE&md5=5bdbe610e5e61aad125a36124dfb44eb", "86. ", "Li", ", ", "J. R.", "; ", "Kuppler", ", ", "R. J.", "; ", "Zhou", ", ", "H. C.", " ", "Selective Gas Adsorption and Separation in Metal-Organic Frameworks", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1477", "– ", "1504", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "86. ", "Selective gas adsorption and separation in metal-organic frameworks", "Li, Jian-Rong; Kuppler, Ryan J.; Zhou, Hong-Cai", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1477-1504", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Adsorptive sepn. is very important in industry.  Generally, the process uses porous solid materials such as zeolites, activated carbons, or silica gels as adsorbents.  With an ever increasing need for a more efficient, energy-saving, and environmentally benign procedure for gas sepn., adsorbents with tailored structures and tunable surface properties must be found.  Metal-org. frameworks (MOFs), constructed by metal-contg. nodes connected by org. bridges, are such a new type of porous materials.  They are promising candidates as adsorbents for gas sepns. due to their large surface areas, adjustable pore sizes and controllable properties, as well as acceptable thermal stability.  This crit. review starts with a brief introduction to gas sepn. and purifn. based on selective adsorption, followed by a review of gas selective adsorption in rigid and flexible MOFs.  Based on possible mechanisms, selective adsorptions obsd. in MOFs are classified, and primary relationships between adsorption properties and framework features are analyzed.  As a specific example of tailor-made MOFs, mesh-adjustable mol. sieves are emphasized and the underlying working mechanism elucidated.  In addn. to the exptl. aspect, theor. investigations from adsorption equil. to diffusion dynamics via mol. simulations are also briefly reviewed.  Furthermore, gas sepns. in MOFs, including the mol. sieving effect, kinetic sepn., the quantum sieving effect for H2/D2 sepn., and MOF-based membranes are also summarized (227 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurY%253D&md5=cbb650af8ce92526fc8ffd870218bbd0", "87. ", "Martin", ", ", "R. L.", "; ", "Willems", ", ", "T. F.", "; ", "Lin", ", ", "L. C.", "; ", "Kim", ", ", "J.", "; ", "Swisher", ", ", "J. A.", "; ", "Smit", ", ", "B.", "; ", "Haranczyk", ", ", "M.", " ", "Similarity-Driven Discovery of Zeolite Materials for Adsorption-Based Separations", " ", "ChemPhysChem", " ", "2012", ",  ", "13", ",  ", "3595", "– ", "3597", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "87. ", "Similarity-Driven Discovery of Zeolite Materials for Adsorption-Based Separations", "Martin, Richard L.; Willems, Thomas F.; Lin, Li-Chiang; Kim, Jihan; Swisher, Joseph A.; Smit, Berend; Haranczyk, Maciej", "ChemPhysChem", "\r\n        (", "2012", "),\r\n    ", "13", "\r\n        (", "16", "),\r\n    ", "3595-3597, S3595/1-S3595/3", "CODEN:\r\n                ", "CPCHFT", ";\r\n        ISSN:", "1439-4235", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Our method enables efficient discovery of zeolite materials with optimum adsorption properties.  As a result we can screen material databases at a fraction of the cost of brute-force characterization, enabling the anal. of datasets at least an order of magnitude larger than those examd. by current state-of-the-art methods.  Our technique is based on material informatics (i.e., diversity selection, similarity searching and docking), and it selects promising candidate materials by identifying substructural features that dominate phys. properties of interest and screening for them efficiently within a database.  Our screening approach is novel in that it is based on local structural features, allowing us to identify outstanding adsorption materials based on their specific guest-binding sites.  We have demonstrated this using computationally inexpensive method by screening a database of about one million zeolites for structures for the adsorption-based sepn. of CO2/N2 mixts., and have shown that many of the strongest CO2 adsorbing structures in a dataset can be identified over 65 times more efficiently than through brute-force methods.  Our approach is also appropriate for other gas sepns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1GgsLfL&md5=d0b189fa85bdfe13d2b71498064adda3", "88. ", "Bloch", ", ", "E. D.", " ", "Selective Binding of O", "2", " over N", "2", " in a Redox-Active Metal-Organic Framework with Open Iron(II) Coordination Sites", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "14814", "– ", "14822", "[", "ACS Full Text ", "], [", "CAS", "]", "88. ", "Selective Binding of O2 over N2 in a Redox-Active Metal-Organic Framework with Open Iron(II) Coordination Sites", "Bloch, Eric D.; Murray, Leslie J.; Queen, Wendy L.; Chavan, Sachin; Maximoff, Sergey N.; Bigi, Julian P.; Krishna, Rajamani; Peterson, Vanessa K.; Grandjean, Fernande; Long, Gary J.; Smit, Berend; Bordiga, Silvia; Brown, Craig M.; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "37", "),\r\n    ", "14814-14822", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The air-free reaction between FeCl2 and H4dobdc (dobdc4- = 2,5-dioxido-1,4-benzenedicarboxylate) in a mixt. of N,N-dimethylformamide (DMF) and methanol affords Fe2(dobdc)·4DMF, a metal-org. framework adopting the MOF-74 (or CPO-27) structure type.  The desolvated form of this material displays a Brunauer-Emmett-Teller (BET) surface area of 1360 m2/g and features a hexagonal array of one-dimensional channels lined with coordinatively unsatd. FeII centers.  Gas adsorption isotherms at 298 K indicate that Fe2(dobdc) binds O2 preferentially over N2, with an irreversible capacity of 9.3%, corresponding to the adsorption of one O2 mol. per two iron centers.  Remarkably, at 211 K, O2 uptake is fully reversible and the capacity increases to 18.2%, corresponding to the adsorption of one O2 mol. per iron center.  Mossbauer and IR spectra are consistent with partial charge transfer from iron(II) to O2 at low temp. and complete charge transfer to form iron(III) and O22- at room temp.  The results of Rietveld analyses of powder neutron diffraction data (4 K) confirm this interpretation, revealing O2 bound to iron in a sym. side-on mode with dO-O = 1.25(1) Å at low temp. and in a slipped side-on mode with dO-O = 1.6(1) Å when oxidized at room temp.  Application of ideal adsorbed soln. theory in simulating breakthrough curves shows Fe2(dobdc) to be a promising material for the sepn. of O2 from air at temps. well above those currently employed in industrial settings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtV2isbnM&md5=bb45728676bb33f13be541d2cc6d0279"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-22/jp501495f/production/images/small/jp-2014-01495f_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-22/jp501495f/production/images/small/jp-2014-01495f_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-22/jp501495f/production/images/small/jp-2014-01495f_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-22/jp501495f/production/images/small/jp-2014-01495f_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-22/jp501495f/production/images/small/jp-2014-01495f_0006.gif\">"]}
