{"title": ["3,5-Diphosphonobenzoic Acid, a New Rigid Heterotrifunctional Building Block to Design Metal Organic Frameworks. Illustration with the Characterization of Cu", "[(O", "P)", "-C", "H", "-CO", "]", "(H", "O)"], "authors": ["Jean-Michel Rueff", "Olivier Perez", "Charles Simon", "Christophe Lorilleux", "Hélène Couthon-Gourvès", "Paul-Alain Jaffrès"], "doi": ["10.1021/cg900811k"], "abstract": ["The synthesis of a new rigid hetero-trifunctional building block based on a 1,3,5-trisubstituted benzene ring is reported. This compound associated with copper salts and urea produced after hydrothermal treatment a hybrid structure characterized by the presence of inorganic columns. The magnetic behavior of this material is reported.", "The synthesis of 1,3-diphophonobenzoic acid (", "), a rigid precursor belonging to the family of 1,3,5-trisubstituted benzene compounds, is reported following a straightforward two-step sequence. The new rigid hetero-trifunctional building block has been engaged with Cu(NO", ")", "·3H", "O in hydrothermal synthesis to produce a new metal−organic framework (MOF) Cu", "[", "]", "(H", "O)", " (", "). The structure of compound ", " has been solved by X-ray diffraction on single crystal and can be described as inorganic columns running along the ", " axis and separated by the organic parts. Magnetic measurements have been performed in order to evaluate the magnetic behavior and the moments of the Cu", " ions in this structure."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Procedures", "Results and Discussion", "Conclusion", "References", "Introduction", " Metal−organic frameworks (MOF) represent a class of materials possessing a structure resolved at the atomic scale that has received a considerable attention over the past decade.", "(1)", " Intense investigations have been concerned with the identification of the parameters that govern the connectivity of the hybrid network which is a key factor to produce MOF possessing structures specially designed for desired applications. As an illustration, several porous materials have been designed, and their use for gas storage", "(2)", " or drug delivery", "(3)", " has been reported. The incorporation of catalytic centers inside MOF is another challenge that has been addressed by Lin", "(4)", " and others.", "(5)", " For the design of MOF, carboxylic acid derivatives have been extensively used as organic precursors since many of them are commercially available (e.g., trimesic acid, phthalic acid) and because several porous and thermally stable structures have been produced. Besides the use of carboxylic acid, other functional groups have been employed for the formation of a metal organic network and notably the phosphonic acid group.", "(6)", " Whatever the type of functional group present on the organic precursor, the synthesis of hybrid materials having a three-dimensional (3D) network has been achieved by using, for instance, specific synthetic conditions (e.g., ionothermal conditions", "(7)", ") or by the involvement of specifically designed organic building blocks. Following the second strategy, original polycarboxylates", "(8)", " or polyphosphonic acids", "(9)", " have been synthesized and used for the design of hybrid structures. Another class of original organic building blocks is composed by the molecules possessing at least two distinct functional groups that have the ability to form an extended network with a selected inorganic precursor. The recent work of Morris et al.", "(10)", " illustrates the interest of using hetero-polyfunctional organic precursors to design MOFs. Indeed, the use of a sulfonic-dicarboxylate derivative leads these authors to identify a solid that shows low-pressure selectivity toward nitric oxide. In this subclass of heterodifunctional organic precursors, those possessing both carboxylic and phosphonic acid functional groups have been used for the design of hybrid structures. Originally, most of the difunctional organic precursors possessed a flexible structure due to the location of the functional groups on a flexible alkyl chain.", "(11)", " It should be noted that the presence of two functional groups directly bonded on a rigid backbone (e.g., an aromatic ring) can produce rigid molecules that can have a template role during the formation of the hybrid structure. Recent work by Férey and co-workers", "(12)", " has shown that the introduction of some flexibility (e.g., the separation of carboxylic acid and aromatic ring with a methylene tether) does not produce isostructural materials due to the higher flexibility of the organic precursor.", "(13)", " Hybrid materials constructed from rigid hetero-polyfunctional organic precursors are not numerous. Nevertheless, over the last five years rigid heterodifunctional organic building units have been synthesized and engaged in the synthesis of hybrid materials as illustrated by the following combinations: sulfonic acid/phosphonic acid,", "(14)", " pyridine oxide/carboxylic acid,", "(15)", " pyridine/carboxylic acid,", "(16)", " phosphonic/carboxylic,", "(17, 18)", " pyridine/phosphonic acid,", "(19)", " or heterotrifunctional precursor (pyridine/carboxylic acid/phosphonic acid", "(20)", "). The production of a hybrid structure with this kind of heterofunctional organic building block offers a new synthetic challenge since the synthetic conditions can generate structures in which either one or two types of functional groups can be connected to the inorganic network. Recently, we have shown that this kind of chemioselectivity occurs in the course of the reaction of 3-phosphonobenzoic acid (3-PBA) with zinc nitrate. It was observed that at low pH only the phosphonic acid is bonded to the inorganic network while at higher pH both types of functional groups were directly connected to the inorganic network leading to the production of a 3D hybrid network.", "(17)", " The same organic precursor 3-PBA associated with copper salt produced once again a two-dimensional (2D) network at low pH with free carboxylic acid functional groups, but an original homochiral helical structure at higher pH was obtained.", "(21)", " Finally, the association of 3-PBA with lead", "(22)", " or lanthanum", "(23)", " salts produced other original structures. These recent results clearly demonstrate that rigid heteropolyfunctional organic molecules attract precursors since control of the synthetic conditions (e.g., pH, nature of the inorganic precursor) can produce either a 2D or 3D hybrid network.", "The 1,3,5-trisubstituted benzene ring constitutes an interesting rigid scaffold that has been widely studied for the generation of extended hybrid networks. In this family of organic molecules, the commercially available 1,3,5-benzene tricarboxylic acid (BTC, also known as trimesic acid − Scheme ", "1", ") has been engaged with a wide variety of inorganic partners to produce numerous original hybrid structures.", "(24)", " Its triphosphonic analogues 1,3,5-benzene triphosphonic acid (BTP − Scheme ", "1", ") has been more recently synthesized", "(25)", " and characterized.", "(26)", " Its use as an organic building block for the design of hybrid structure has been first illustrated by Clearfield and co-workers.", "(27)", " The structure variation from BTC (", "A", ") to BTP (", "C", ") allows the design of two further structures that include phosphonoisophthalate (", "B", ") and diphosphonobenzoic acid (", "2", ") that possess respectively one or two phosphonic acid functional groups. To the best of our knowledge, only one study reports the synthesis of phosphonoisophthalate (", "B", ") and its use in the synthesis of hybrid structures,", "(28)", " while diphosphonobenzoic acid ", "H", "5", "L2", " is the missing molecule in this series of rigid polyfunctional molecules. In this study, we report its synthesis and the structure of the copper hybrid Cu", "5", "[", "L2", "]", "2", "(H", "2", "O)", "6", " (", "3", ").", "Scheme 1. 1,3,5-Trisubstituted Benzene Ring Holding Different Number of Phosphonic and/or Carboxylic Acid Functional Groups", "Top of Page", "Abstract", "Introduction", "Experimental Procedures", "Results and Discussion", "Conclusion", "References", "Experimental Procedures", "General", "All compounds were fully characterized by ", "1", "H, ", "13", "C, and ", "31", "P NMR spectroscopy (Bruker AC 300 spectrometer). The following abbreviations were used: s singlet, d doublet, t triplet, m multiplet. Mass spectra were recorded with a QTOF Micro (Waters) ionization electrospray positive (ESI), lockspray PEG, infusion introduction (10 μL/min), source temperature 80 °C, desolvatation temperature 120 °C. Elemental analyses were recorded with an automatic apparatus CHNS-O Thermo-Quest. Methyl 3,5-dibromobenzoate was synthesized by esterification of the commercially available 3,5-dibromobenzoic acid. The infrared spectroscopy (IR) spectra was recorded on a a FTIR Thermo Nicolet FT-IR Nexus spectrometer working in the absorbance mode, in the 400−4000 cm", "−1", " range, at 4 cm", "−1", " optical resolution. Powder sample was diluted by mixing KBr (2 wt %). Thermo gravimetric analyses (TGA) were recorded at the rate of 3 °C/min from 30 to 800 °C under nitrogen gas flow by using a Perkin-Elmer TGA 7 apparatus. The magnetic measurements were performed on a powder sample in a SQUID magnetometer from room temperature to 2 K under a field of 0.3 T.", "Methyl 3,5-Bis(diethoxyphosphonyl)benzoate (", "1", ")", "NiBr", "2", " (0.48 g, 2.2 mmol), methyl 3,5-dibromobenzoate (5.15 g, 18.3 mmol), and mesitylene (10 mL) were placed under nitrogen atmosphere in a two-neck round-bottom flask fitted with a reflux condenser and an additional funnel. The suspension was heated at 180 °C and triethylphosphite (9.20 g, 44.5 mmol) was carefully added dropwise for 30 min. At the end of the addition, the solution was heated further at 180 °C for 6 h. After being cooled at room temperature, the volatiles, including the solvent, were removed in vacuo. Dichloromethane (50 mL) was added, and the solution was washed with water (3 × 50 mL). The organic phase was dried over MgSO", "4", ", filtered, and concentrated in vacuo to produce a viscous oil. After purification by column chromatography on silicagel (CH", "2", "Cl", "2", "/MeOH: v/v 100/2) compound (", "1", ") was isolated in 89% yield (5.8 g) as a pale yellow oil. ", "1", "H NMR (300.13 MHz,CDCl", "3", "):1.32 (t, ", "3", "J", "HH", " = 7.1 Hz, 12H, O−CH", "2", "−C", "H", "3", ") ; 3.93 (s, 3H, O−CH", "3", "); 4.11 (m, 8H, O−C", "H", "2", "−CH", "3", "); 8.38 (tt, ", "3", "J", "HP", "= 11.6 Hz, ", "4", "J", "HH", " = 1.2 Hz, 1H, C", "Ar", "−", "H", ") ; 8.59 (m, 2H, C", "Ar", "−", "H", "). ", "31", "P NMR (121.49 MHz, CDCl", "3", "): 15.88 (s). ", "13", "C NMR (75.47 MHz,CDCl", "3", "): 15.92 (m, O−CH", "2", "−CH", "3", "); 52.21 (s, 1C, O−CH", "3", "); 62.24 (m, 2C, O−CH", "2", "-); 130.04 (dd, 2C, ", "1", "J", "CP", " = 190.7 Hz, ", "3", "J", "CP", " = 13.6 Hz, C", "3", "C", "5", "); 130.5 (t, 1C, ", "3", "J", "CP", "= 14.3 Hz, C", "1", "); 135.76 (m, 2C, C", "2", "C", "6", "); 138.27 (t, 1C, ", "2", "J", "CP ", "= 10.6 Hz, C", "4", "); 164.78 (s, 1C, C═O). HRMS (ES-TOF): ", "m", "/", "z", " calcd for C", "16", "H", "27", "O", "8", "P", "2", " (M + H) 409.1181; found 409.1186.", "3,5-Diphosphonobenzoic Acid (", "H", "5", "L2", ")", "Methyl 3,5-bis(diethoxyphosphonyl)benzoate (", "1", ") (3.52 g; 8.62 mmol) and concentrated HCl (37% in water, 160 mL) were mixed, and the solution was heated at reflux for 15 h. The solution was concentrated in vacuo, and the resulting solid was dried in vacuo to produce 3,5-diphosphonobenzoic acid (", "H", "5", "L2", ") (2.38 g ; 98% yield) as a white solid. ", "1", "H NMR (300.13 MHz, D", "2", "O): 8.21 (tt, ", "3", "J", "HP", " = 11.4 Hz, ", "4", "J", "HH", " ∼ 1 Hz, 1H, C", "Ar", "−", "H", "); 8.47 (m, 2H, C", "Ar", "−", "H", "). ", "31", "P NMR (121.49 MHz, D", "2", "O): 15.40 (s). ", "13", "C NMR (75.47 MHz, D", "2", "O):133.16 (t, ", "J", "CP", " = 14.1 Hz, C", "Ar", "); 136.88 (dd, ", "1", "J", "CP", " = 180.1 Hz, ", "3", "J", "CP", " = 12.6 Hz, C", "Ar", "); 136.97 (m, C", "Ar", "); 139.38 (t, ", "J", "CP", " = 11.1 Hz, C", "Ar", ") ; 171.79 (s, ", "C", " = O). Anal. Calcd for C", "7", "H", "8", "O", "8", "P", "2", " (282.08): C, 29.81; H, 2.86. Found: C, 29.78; H, 3.23.", "Hydrothermal Synthesis of Cu", "5", "[(O", "3", "P)", "2", "C", "6", "H", "3", "CO", "2", "]", "2", "(H", "2", "O)", "6", " (", "3", ")", "In a 25 mL PTFE insert, 1 equiv of 3,5-diphosphonobenzoic acid (", "H", "5", "L2", ") (0.08 g, 0.28 mmol) was dissolved in distilled water (15 mL). To this solution was respectively added 2.5 equiv of Cu(NO", "3", ")", "2", "·3H", "2", "O (0.2 g, 0.70 mmol) and 2.5 equiv of urea (0.042 g, 0.70 mmol). The insert was transferred in a Berghof pressure digestion vessel (initial pH = 1.48) and heated from room temperature to 180 °C in 20 h, further heated at 180 °C for 30 h, and cooled to room temperature in 20 h (final pH = 2.58). After filtration, the resulting compound was obtained as blue crystals that were washed with water, rinsed with absolute ethanol, and dried in air (0.04 g: 30% yield).", "Anal. calcd. for Cu", "5", "C", "14", "H", "18", "O", "22", "P", "4", " (979.9): C, 17.16; H, 1.85. Found: C, 16.89; H, 2.42. IR (KBr): 3356, 3062, 2364, 2340, 1595, 1558, 1431, 1384, 1169, 1114, 1063, 1015, 993, 979, 949, 819, 787, 780, 747, 691, 602, 565, 529, 492, 459, 428.", "Crystal Structure Determination", "X-ray diffraction (XRD) investigation was performed using Mo Kα radiation on a Kappa CCD (Bruker Nonius) diffractometer equipped with a charge coupled device (CCD) detector. Large Ω- and Φ-scans were used to both control the crystalline quality of different samples and determine the unit cell parameters. Single crystals of suitable size were then selected. Considering the cell parameters and the spot size (i.e., mosaicity) suitable data collection strategies have been defined. A scanning angle of 0.8° and a Dx (detector-sample distance) value of 34 mm have been chosen; Φ- and Ω-scans were used. The diffracted intensities were collected up to θ = 40°. Following the symmetry of the crystal, one independent triclinic space was scanned. The EvalCCD software", "(29)", " was used to extract reflections from the collected frames and reflections were merged and rescaled as a function of the exposure time. Data were corrected from absorption using Sadabs program", "(30)", " developed for scaling and correction of area detector data. Structural models have been built up with superflip", "(31)", " using charge-flipping methods.", "(32)", " The basic crystallographic data are reported in ", "Table S1, Supporting Information", ". The model was subsequently introduced in the refinement program Jana2006", "(33)", " all the atomic positions were refined and anisotropic atomic displacement parameters (ADP) were considered for all the atoms. At this step of the refinement, the hydrogen atoms can be located. The decreasing law of the diffusion factor as a function of sin θ/λ implies that the main contribution of the hydrogen atoms to the diffracted intensity is condensed in the beginning of the diffraction patterns. Difference Fourier series were then performed in the 0 ≤ sin θ/λ ≤ 0.5 interval. The analysis of the observed maxima of density allowed the location of all the hydrogen atoms directly implied in a C−H boundary. Bond valence calculations carried out using the formalism of Brese and O’Keefe", "(34)", " show lack of charges on some oxygen; additional H atoms are then expected in the vicinity of some O atoms. These hydrogen atoms have been located from geometric considerations. The atomic positions and the ADP of hydrogen atoms were fixed during the refinement. Atomic positions are listed in ", "Table S2, Supporting Information", ". CCDC-730160 contains the supplementary crystallographic data for this paper. These data can be obtained free of charge from The Cambridge Crystallographic Data Centre ", "www.ccdc.cam.ac.uk/data_request/cif.Scanning", ".", "Top of Page", "Abstract", "Introduction", "Experimental Procedures", "Results and Discussion", "Conclusion", "References", "Results and Discussion", "3,5-Diphosphonobenzoic acid (", "H", "5", "L2", ") was readily obtained starting from the commercial 3,5-dibromobenzoic acid which was first esterified following a classical method. Then the two phosphonate functional groups were introduced by a nickel-assisted Arbuzov reaction to produce ", "1", " (Scheme ", "2", "). Finally, phosphonic and carboxylic ester functional groups were simultaneously hydrolyzed in presence of concentrated aqueous HCl solution giving rise to 3,5-diphosphonobenzoic acid (", "H", "5", "L2", "). Then, compound ", "H", "5", "L2", " was engaged in a hydrothermal synthesis (180 °C; 30 h) in the presence of Cu(NO", "3", ")", "2", "·3H", "2", "O and urea. The role played by the urea on the architecture of the final material has already been underlined in previous works involving ", "meta", "- or ", "para", "-phosphonobenzoic acid and various inorganic precursors.", "(16, 20)", " Indeed, the addition of urea allows increasing the pH of the reaction media during the hydrothermal synthesis. Hence, a full deprotonation of the phosphonic and carboxylic acid functional groups occurs and then the direct connection of these groups to the inorganic network is favored. After filtration, blue crystals of Cu", "5", "[", "L2", "]", "2", "(H", "2", "O)", "6", " (", "3", ") were isolated. With the aim to obtain materials in which only the phosphonic acid groups would be directly connected to the inorganic network, the hydrothermal synthesis was attempted under the same conditions except that urea was not added to reaction media. In that case, the final pH of the solution was 1.29 (instead of 2.58 when urea was added), but unfortunately no powder or crystals could be isolated from the turbid solution.", "Scheme 2. Synthetic Route for the Synthesis 3,5-Diphosphonobenzoic Acid ", "H", "5", "L2", " and Cu", "5", "[", "L2", "]", "2", "(H", "2", "O)", "6", " (", "3", ")", "a", "a", "i - P(OEt)", "3", ", NiBr", "2", "; ii - HCl 37% ; iii - Cu(NO", "3", ")", "2", "·3H", "2", "O, urea, 180 °C, 20 h.", "The scanning electron microscopy (SEM) characterizations confirmed that the produced blue material was composed of crystallite needles with an average size of 50 × 50 × 100 μm (", "Supporting Information, Figure SI1", "). The thermogravimetric curve of compounds (", "3", ") (Figure ", "1", ") exhibits a first mass loss of 3.9% between 30 and 132 °C, which is in good agreement with the departure of the two water molecules present in the lattice structure of Cu", "5", "[", "L2", "]", "2", "(H", "2", "O)", "6", " (", "3", ") (theoretical loss: 3.7%), followed by a second mass loss of 3.6% up to 245 °C assigned to the departure of two more water molecules present in Cu", "5", "[", "L2", "]", "2", "(H", "2", "O)", "4", " (theoretical loss: 3.8%). After this dehydration process, a series of several mass losses are observed, which are attributed to the decomposition of the compound and the formation of both Cu", "2", "P", "2", "O", "7", " and Cu", "3", "(PO", "4", ")", "2", " as confirmed by powder XRD. The splitting in the weight loss curve around 130 °C is in good agreement with the presence of two types of water molecules: water of crystallization and coordinated water. The loss of water molecule below 130 °C can be ascribed to the two water molecules of crystallization present in the structure, while the weight loss at immediately higher temperatures can be due to the four coordinated water molecules and to the decomposition of the organic molecules.", "Figure 1. TGA curves of Cu", "5", "[", "L2", "]", "2", "(H", "2", "O)", "6", " (", "3", ").", "The IR spectra (see ", "Supporting Information, Figure SI2", ") present a broad peak centered around 3300 cm", "−1", ", which is in good agreement with the presence of lattice water molecules, found in the structure, that are engaged into intermolecular H bonding.", "(35)", " This study has also confirmed that no free carboxylic acid are present in the structure, due to the absence of the peak around 1700 cm", "−1", " expected for C═O stretching vibration of the −C=OOH group. The two doublet observed respectively at 1595 cm", "−1", ", 1558 cm", "−1", ", and 1431 cm", "−1", ", 1384 cm", "−1", " are respectively assigned to the asymmetrical ν", "a", "(COO", "−", ") and symmetrical ν", "s", "(COO", "−", ") stretching vibration of the two carboxylate functions. The differences between these wavenumbers, Δ = ν", "a", "(COO", "−", ") − ν", "s", "(COO", "−", ") are equal to 164 and 174 cm", "−1", ", which are values that are in agreement with those generally observed for a carboxylate bridged to two copper atoms.", "(36, 37)", " The presence of these two doublets is probably due to the two different carboxylic functions (i.e., C", "1", "O", "1", "O", "2", " and C", "8", "O", "9", "O", "10", ") present in each of the two different crystallographic units of the structure (see Figure ", "2", ").", "Structural Description", "Cu", "5", "[", "L2", "]", "2", "(H", "2", "O)", "6", " (", "3", ") crystallized in the triclinic ", "P", "1̅ space group and the cell parameters are ", "a", " = 9.968(7), ", "b", " = 11.141(4), ", "c", " = 13.825(6) Å, α = 68.75(3), β = 89.67(5), γ = 63.70(4)° (see ", "Supporting Information, Table SI1", "). Two crystallographically independent ", "L2", " molecules are implied in Cu", "5", "[", "L2", "]", "2", "(H", "2", "O)", "6", " (", "3", ") as depicted in Figure ", "2", ". For each molecule two types of oxygen are liable to achieve boundaries with transition metals: the six oxygen atoms of the phosphonate groups and the two oxygen atoms of the carboxyl group.", "Figure 2. Structure of Cu", "5", "[", "L2", "]", "2", "(H", "2", "O)", "6", " (", "3", "): (I, II) the two independent diphosphonate molecules with the atomic labels.", "The projection of the structure of the MOF along the ", "c", " direction (Figure ", "3", "a) reveals that the five independent Cu atoms are aggregated in pillars. The pillars are interconnected via the diphosphonate molecules; diamond-shaped tunnels filled with water molecules (H12−O21−H16 and H17−O22−H18) are observed. Each oxygen atoms of the organic molecules (either of the phosphonate groups or of the carboxyl groups) is implied at least in one Cu−O bond. Additional oxygen atoms (O17, O18, O19, and O20) bring the Cu environment to completion; each of these O atoms is surrounded by two hydrogen atoms and can be identified as structural water. Thus, the copper atoms are 5-fold coordinated by O atoms forming more or less distorted pyramid; the copper atoms achieve four short bonds (1.87 ≤ ", "d", " ≤ 2.10 Å) with the oxygen atoms defining the basal plane of the pyramid and one long bond (2.14 ≤ ", "d", " ≤ 2.35 Å) with the oxygen vertex. The Figure ", "3", "b depicts the structure of one pillar. The benzene rings of the organic molecules are oriented parallel to the ", "ab", " plane. The alternation along ", "c", " of organic ① and inorganic ② slices is shown. It results in the absence of a direct connection between the Cu polyhedra along the pillar direction; phosphonate groups are bridging the copper units. Considering the A, B, and C slabs (see Figures ", "3", "b and ", "4", "a−c), two types of Cu clusters are observed. They are built up from Cu1, Cu2, and Cu3 (with 3.15 Å ≤ ", "d", "Cu−Cu ", "≤ 3.62 Å) for the first one (B and C slabs) and Cu4 and Cu5 (with ", "d", "Cu−Cu", " close to 3.08 Å) for the second one (A slab). Cu1O", "5", ", Cu2O", "5", ", and Cu3O", "5", " are corner sharing pyramids, while Cu4O", "5", " and Cu5O", "5", " are edge-sharing pyramids. The A slab is organized as double Cu", "2", "O", "8", " dimers, while the B and C slabs are built of Cu", "3", "O", "12", " trimers.", "Figure 3. Structure of Cu", "5", "[", "L2", "]", "2", "(H", "2", "O)", "6", " (", "3", "): (a) projection of the structure along the ", "c", " axis revealing inorganic columns surrounded by organic materials. The hydrogen atoms bonded to the aromatic ring have been omitted for clarity. (b) View of an isolated inorganic column with the surrounding diphosphonates. (The dark gray polyhedra represent the copper dimers and trimers and the pale gray tetrahedra represent the phosphononic acid groups.)", "Figure ", "4", "a−c reveals the nature of the organic−organic connection along the pillar both within each A, B, and C slabs and between these different slabs. Let us consider the A slab. It is characterized by the presence of two Cu", "2", "O", "8", " dimers. As shown in the Figure ", "4", "a−c, each of them is connected to one organic molecule via two oxygen atoms of the carboxyl group of molecules ④ and ⑤. Dimers are interconnected by two phosphonic acid functional groups belonging to two distinct organic molecules (called ① and ③ in Figure ", "4", "a). For each molecule, two oxygen atoms of one phosphonate group ensure the connection between the two dimers, while the third oxygen is implied in the bonding scheme of copper atoms of an adjacent slab (below or above). The slab B is characterized by the Cu", "3", "O", "12", " trimer built up from three edge-sharing pyramids. The three O edges ensuring the connections of the pyramids are linked to one phosphonate group belonging the molecules called ①, ③, and ⑦. Two oxygen atoms of one phosphonic acid moiety of the molecules ② and ⑥ and two oxygen atoms of the carboxyl group of molecule ⑧ consolidate the connection within the trimer. Three remaining edges (one for each pyramid) of the trimer are H", "2", "O. The connections within the C slab are quite similar: Finally, two oxygen atoms of one phosphonate of the molecule ⑦ as well as the carboxyl group of the molecule ⑨ consolidate the trimer of the C slab; one O atom of molecule ⑥ belongs to the coordination sphere of two CuO", "5", " pyramids. The connection between the slab B and C are ensured by the organic molecules ⑥ and ⑦. Let us note that in all the O atoms of the phosphonic or carboxylic groups none implied in the bounding scheme of the pillar (Figure ", "4", ") allow the connection with the adjacent pillars.", "Figure 4. Structure of Cu", "5", "[", "L2", "]", "2", "(H", "2", "O)", "6", " (", "3", "). (a−c) Projection along ", "c", " of the A, B, and C slabs shown in Figure ", "3", "b. Diphosphonates located above and below the plane defined by the Cu polyhedra are drawn using regular and dotted style, respectively. The ①−⑨ digits indicate the different diphosphonates implied in the bounding scheme of the copper polyhedra; they permit one to follow the stacking of the Figure ", "4", "a−c. (d, e) Projection along ", "c", " of the ", "①", " organic and ", "②", " inorganic slices (see Figure ", "3", "b for the signification of the symbols ", "①", " and ", "②", "). O and H atoms are depicted using black white circles, respectively. The (I) and (II) notations correspond to the labels given to the organic molecules in Figure ", "2", ".", "The structure of the pillars identified in Figure ", "3", "b shows the arrangement of the organic molecules in regard to the copper atoms. However, an analysis of the packing of the organic ", "①", " and inorganic ", "②", " layers (see Figure ", "3", "b for notations) is still missing. Figure ", "4", "d provides a global view of the organic layer. The two independent diphosphonates (called (I) and (II)) form ribbons built up from (I) or (II) of two molecules wide. The median axis of the diphosphonates is oriented along the [2̅10] and [12̅0] directions for the (I) and (II) molecules, respectively. The angle between the two independent molecules is then closed to 120°. The “free” water molecule H", "2", "O22 belongs to the (II) based ribbon. Figure ", "4", "e reveals the nature of the inorganic ", "②", " layer: the slice running along ", "a", " of double dimers alternates along ", "b", " with the slice of double trimers. In this figure, the H", "2", "O molecules belonging to the coordination sphere of the copper atoms are clearly identified. The “free” water molecules H", "2", "O21 are located at the border between the two types of ribbons. The hydrogen bonding network is reported in ", "Table SI4, Supporting Information", ".", "Magnetic Properties", "The magnetic susceptibility χ of Cu", "5", "[", "L2", "]", "2", "(H", "2", "O)", "6", " (", "3", "), recorded as a function of the temperature, is presented in Figure ", "5", ". The susceptibility χ of (", "3", ") increases continuously to reach 0.4 emu/mol at 2 K when the sample is cooled from room temperature. A fitting by the Curie law indicates that this compound presents a moment of 1.13 μ", "B", "/Cu and an extrapolation temperature θ = −8 K. The value of about 1.13 μ", "B", "/Cu corresponds to the usual value for a nearly quenchy spin 1/2 of the Cu", "2+", " ion. The simultaneous presence of copper(II) and carboxylate functions suggests a comparison with other copper compounds presenting configuration syn-syn through a O−C−O bridge.", "(38)", " Indeed, it is well established that this syn−syn configuration leads to a “strong” antiferromagnetic exchange for a 1D copper chain. In our case, unfortunately, the structural analysis shows that copper dimers are isolated, and the syn−syn bridges do not participate in the antiferromagnetic coupling. One possible explanation is to consider the 3D magnetic couplings through O−P−O bridges.", "(39)", "Figure 5. Magnetic susceptibility per mol χ versus temperature obtained in zero field cooled process under 3000 G for Cu", "5", "[", "L2", "]", "2", "(H", "2", "O)", "6", " (", "3", "). The corresponding fitting parameters by a Curie law.", "Top of Page", "Abstract", "Introduction", "Experimental Procedures", "Results and Discussion", "Conclusion", "References", "Conclusion", "In the present work, the synthesis of 3,5-diphosphonobenzoic acid ", "H", "5", "L2", " is reported in three steps starting form 3,5-dibromobenzoic acid. This new compound completes the series of molecules, largely used as building blocks for the design of a MOF, possessing a 1,3,5-benzene structure substituted by phosphonic, carboxylic acid, or a mixture of both functionalities. This molecule possesses a limited number of conformations since the functionalities are directly bonded on a benzene ring. This property allows its classification among rigid hetero-polyfunctional molecules. This compound, due to the presence of functionalities having the capacity to form a hybrid network (phosphonic and carboxylic acid), has been engaged in hydrothermal synthesis in the presence of copper salts. The addition of urea in the reaction vessel was needed to control the pH of the reaction media and to yield crystalline samples. The rigidity of the organic precursor and the position of the functionalities on the benzene ring dictate the final structure of the MOF. The structure is characterized by the presence of two building units Cu", "2", "O", "8", " and Cu", "3", "O", "12.", " The first one is formed by two bipyramids sharing an edge, while the Cu", "3", "O", "12", " unit is characterized by the corners sharing. In this structure, it is observed that the phosphonic functional group, due to its tetrahedral geometry, is engaged in the coordination sphere of three distinct copper atoms leading, jointly with the presence of other functionalities on the benzene ring, to production of a 3D network. The syn−syn configuration of the bridged carboxylates is generally described as active actors of the magnetic coupling when they acted as a link between several magnetic centers. In the present case, the carboxylate function is only connected to the isolated building unit Cu", "2", "O", "8", " and does not participate in the antiferromagnetic coupling observed.", "Top of Page", "Abstract", "Introduction", "Experimental Procedures", "Results and Discussion", "Conclusion", "References", "Acknowledgment", "We thank the “Service de RMN, UFR Sciences et Techniques, Université de Bretagne Occidentale, Brest” for assistance with NMR spectroscopic data recording.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Procedures", "Results and Discussion", "Conclusion", "References", "Supporting Information", "Scanning electron microscopy, infrared spectra, the summary of crystal data, the positional parameters, the list of the hydrogen bonds and X-ray diffraction data recorded on powder. This material is available free of charge via Internet at ", "http://pubs.acs.org/", ".", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Procedures", "Results and Discussion", "Conclusion", "References", "References", "This article references 39 other publications.", "1. ", "(a) ", "Cheetham", ", ", "A. K.", "; ", "Rao", ", ", "C. N. R.", "; ", "Feller", ", ", "R. K.", " ", "Chem. Commun.", " ", "2006", ",  ", "46", ",  ", "4780", "– ", "4795", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", "(b) ", "Férey", ", ", "G.", " ", "Chem. Soc. Rev.", " ", "2008", ",  ", "37", ",  ", "191", "– ", "214", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Hybrid porous solids: past, present, future", "Ferey, Gerard", "Chemical Society Reviews", "\r\n        (", "2008", "),\r\n    ", "37", "\r\n        (", "1", "),\r\n    ", "191-214", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This crit. review will be of interest to the experts in porous solids (including catalysis), but also solid state chemists and physicists.  It presents the state-of-the-art on hybrid porous solids, their advantages, their new routes of synthesis, the structural concepts useful for their 'design', aiming at reaching very large pores.  Their dynamic properties and the possibility of predicting their structure are described.  The large tunability of the pore size leads to unprecedented properties and applications.  They concern adsorption of species, storage and delivery and the phys. properties of the dense phases. (323 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmtVWgsg%253D%253D&md5=89265036ce82503c95ce56685a9ceceb", "(c) ", "Yaghi", ", ", "O. M.", "; ", "Li", ", ", "G. M.", "; ", "Li", ", ", "H. L.", " ", "Nature", " ", "1995", ",  ", "378", ",  ", "703", "[", "Crossref", "], [", "CAS", "]", "1. ", "Selective binding and removal of guests in a microporous metal-organic framework", "Yaghi, O. M.; Li, Guangming; Li, Hailian", "Nature (London)", "\r\n        (", "1995", "),\r\n    ", "378", "\r\n        (", "6558", "),\r\n    ", "703-6", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Macmillan Magazines", ")\r\n        ", "Microporous inorg. materials such as zeolites find widespread application in heterogeneous catalysis, adsorption and ion-exchange processes.  The rigidity and stability of such frameworks allow for shape- and size-selective inclusion of org. mols. and ions.  Analogous microporous structures based on org. building blocks have the potential for more precise rational design, through control of the shape, size and functionalization of the pores.  Here we report the synthesis of a metal-org. framework designed to bind arom. guest mols. selectively.  The basic building block is a sym. org. mol., which binds metal ions to form layers of the metal-org. compd. alternating with layers whose compn. is detd. by the functionalization of the starting mols.  The layers create channels in which guest arom. mols. may be selectively bound.  We show that the crystal lattice thus formed is thermally stable up to 350°C, even after removal of included guest mols., and that the inclusions can be selectively readsorbed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXhtVSnt7rP&md5=b0f48a6fa756cb3acc150b91b847516e", "(d) ", "Prior", ", ", "T. J.", "; ", "Bradshaw", ", ", "D.", "; ", "Teat", ", ", "S. J.", "; ", "Rosseninsky", ", ", "M. J.", " ", "Chem. Commun.", " ", "2003", ",  ", "500", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Designed layer assembly: a three-dimensional framework with 74% extra-framework volume by connection of infinite two-dimensional sheets", "Prior, T. J.; Bradshaw, D.; Teat, S. J.; Rosseinsky, M. J.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "\r\n        (", "4", "),\r\n    ", "500-501", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A coordination polymer Ni3(btc)2(bipy)3(MeOH)(H2O)5 and (H3btc = 1,3,5-benzenetricarboxylic acid, bipy = 4,4'-bipyridine) with 74% extra-framework vol. contg. ethyleneglycol (eg) and MeOH, solvent mols. was prepd. by predictable linking of the honeycomb network to generate a framework-structured solid designed with two distinct connecting ligands.  The prepn. and thermal stability of closely related Ni3(btc)2(bipy)3(eg)3(H2O)3 is also reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXhtVOgu78%253D&md5=92baabc25d5fa9a7665fca48a4cda08e", "(e) ", "Tranchemontagne", ", ", "F. J.", "; ", "Mendoza-Cortés", ", ", "J. L.", "; ", "O’Keefe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "1257", "– ", "1283", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Secondary building units, nets and bonding in the chemistry of metal-organic frameworks", "Tranchemontagne, David J.; Mendoza-Cortes, Jose L.; O'Keeffe, Michael; Yaghi, Omar M.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1257-1283", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This crit. review presents a comprehensive study of transition-metal carboxylate clusters which may serve as secondary building units (SBUs) towards construction and synthesis of metal-org. frameworks (MOFs).  We describe the geometries of 131 SBUs, their connectivity and compn.  This contribution presents a comprehensive list of the wide variety of transition-metal carboxylate clusters which may serve as secondary building units (SBUs) in the construction and synthesis of metal-org. frameworks.  The SBUs discussed here were obtained from a search of mols. and extended structures archived in the Cambridge Structure Database (CSD, version 5.28, Jan. 2007) which included only crystals contg. metal carboxylate linkages (241 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvValsr8%253D&md5=3e03c5e2c057b36eb590c1904aa5e5a1", "2. ", "(a) ", "Llewellyn", ", ", "P. L.", "; ", "Bourrelly", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Vimont", ", ", "A.", "; ", "Daturi", ", ", "M.", "; ", "Hamon", ", ", "L.", "; ", "De Weireld", ", ", "G.", "; ", "Chang", ", ", "J. S.", "; ", "Hong", ", ", "D. Y.", "; ", "Hwang", ", ", "Y. K.", "; ", "Jhung", ", ", "S. H.", "; ", "Férey", ", ", "G.", " ", "Langmuir", " ", "2008", ",  ", "24", ",  ", "7245", "– ", "7250", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "High Uptakes of CO2 and CH4 in Mesoporous Metal-Organic Frameworks MIL-100 and MIL-101", "Llewellyn, Philip L.; Bourrelly, Sandrine; Serre, Christian; Vimont, Alexandre; Daturi, Marco; Hamon, Lomig; De Weireld, Guy; Chang, Jong-San; Hong, Do-Young; Hwang, Young Kyu; Jhung, Sung Hwa; Ferey, Gerard", "Langmuir", "\r\n        (", "2008", "),\r\n    ", "24", "\r\n        (", "14", "),\r\n    ", "7245-7250", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Mesoporous MOFs MIL-100 and MIL-101 adsorb huge amts. of CO2 and CH4.  Characterization was performed using both manometry and gravimetry in different labs. for isotherms coupled with microcalorimetry and FTIR to specify the gas-solid interactions.  In particular, the uptake of CO2 in MIL-101 occurs with a record capacity of 40 mmol g-1 or 390 cm3STP cm-3 at 5 MPa and 303 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXjsVOnu70%253D&md5=9be650e39498a529f0c622ec6d492757", "(b) ", "Morris", ", ", "R. E.", "; ", "Wheatley", ", ", "P. A.", " ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "4966", "– ", "4981", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Gas storage in nanoporous materials", "Morris, Russell E.; Wheatley, Paul S.", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "27", "),\r\n    ", "4966-4981", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Gas storage in solids is becoming an ever more important technol., with applications and potential applications ranging from energy and the environment all the way to biol. and medicine.  Very highly porous materials, such as zeolites, carbon materials, polymers, and metal-org. frameworks, offer a wide variety of chem. compn. and structural architectures that are suitable for the adsorption and storage of many different gases, including hydrogen, methane, nitric oxide, and carbon dioxide.  However, the challenges assocd. with designing materials to have sufficient adsorption capacity, controllable delivery rates, suitable lifetimes, and recharging characteristics are not trivial in many instances.  The different chem. assocd. with the various gases of interest makes it necessary to carefully match the properties of the porous material to the required application.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXoslags7s%253D&md5=493591f2384eabaec7b9a26944610c97", "(c) ", "Liu", ", ", "Y.", "; ", "Kabbour", ", ", "H.", "; ", "Brown", ", ", "C. M.", "; ", "Neumann", ", ", "D. A.", "; ", "Ahn", ", ", "C. C.", " ", "Langmuir", " ", "2008", ",  ", "24", ",  ", "4772", "– ", "4777", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Increasing the Density of Adsorbed Hydrogen with Coordinatively Unsaturated Metal Centers in Metal-Organic Frameworks", "Liu, Yun; Kabbour, Houria; Brown, Craig M.; Neumann, Dan A.; Ahn, Channing C.", "Langmuir", "\r\n        (", "2008", "),\r\n    ", "24", "\r\n        (", "9", "),\r\n    ", "4772-4777", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Storing mol. hydrogen in porous media is one of the promising avenues for mobile hydrogen storage.  To achieve technol. relevant levels of gravimetric d., the d. of adsorbed H2 must be increased beyond levels attained for typical high surface area carbons.  Here, the authors demonstrate a strong correlation between exposed and coordinatively unsatd. metal centers and enhanced hydrogen surface d. in many framework structures.  The MOF-74 framework structure with open Zn2+ sites displays the highest surface d. for physisorbed hydrogen in framework structures.  Isotherm and neutron scattering methods are used to elucidate the strength of the guest-host interactions and at.-scale bonding of hydrogen in this material.  As a metric with which to compare adsorption d. with other materials, the authors define a surface packing d. and model the strength of the H2-surface interaction required to decrease the H2-H2 distance and to est. the largest possible surface packing d. based on surface physisorption methods.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXjslSns7w%253D&md5=bf9bb02119d8c8b088191cddfe9b6a26", "3. ", "Horcajada", ", ", "P.", "; ", "Serre", ", ", "C.", "; ", "Maurin", ", ", "G.", "; ", "Ramsahye", ", ", "N. A.", "; ", "Balas", ", ", "F.", "; ", "Vallet-Regi", ", ", "M.", "; ", "Seban", ", ", "M.", "; ", "Taulelle", ", ", "F.", "; ", "Férey", ", ", "G.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "6774", "– ", "6780", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Flexible Porous Metal-Organic Frameworks for a Controlled Drug Delivery", "Horcajada, Patricia; Serre, Christian; Maurin, Guillaume; Ramsahye, Naseem A.; Balas, Francisco; Vallet-Regi, Marila; Sebban, Muriel; Taulelle, Francis; Ferey, Geard", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "21", "),\r\n    ", "6774-6780", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Flexible nanoporous chromium or iron terephthalates (BDC) MIL-53(Cr, Fe) or M(OH)[BDC] have been used as matrixes for the adsorption and in vitro drug delivery of Ibuprofen (or α-p-isobutylphenylpropionic acid).  Both MIL-53(Cr) and MIL-53(Fe) solids adsorb around 20 wt % of Ibuprofen (Ibuprofen/dehydrated MIL-53 molar ratio = 0.22(1)), indicating that the amt. of inserted drug does not depend on the metal (Cr, Fe) constitutive of the hybrid framework.  Structural and spectroscopic characterizations are provided for the solid filled with Ibuprofen.  In each case, the very slow and complete delivery of Ibuprofen was achieved under physiol. conditions after 3 wk with a predictable zero-order kinetics, which highlights the unique properties of flexible hybrid solids for adapting their pore opening to optimize the drug-matrix interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXlsValt7c%253D&md5=1874dd12aa2a23e5c982b8549f5cfae1", "4. ", "Wu", ", ", "C. D.", "; ", "Hu", ", ", "A.", "; ", "Zhang", ", ", "L.", "; ", "Lin", ", ", "W.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "8940", "– ", "8941", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "A Homochiral Porous Metal-Organic Framework for Highly Enantioselective Heterogeneous Asymmetric Catalysis", "Wu, Chuan-De; Hu, Aiguo; Zhang, Lin; Lin, Wenbin", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "25", "),\r\n    ", "8940-8941", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A homochiral porous noninterpenetrating metal-org. framework (MOF) was constructed by linking infinite 1D [Cd(μ-Cl)2]n zigzag chains with axially chiral bipyridine bridging ligands contg. orthogonal secondary functional groups.  The secondary chiral dihydroxy groups accessible via the large open channels in the MOF were used to generate a heterogeneous asym. catalyst for the addn. of diethyzinc to arom. aldehydes to afford chiral secondary alcs. at ≤ 93% enantiomeric excess.  Control expts. with dendritic arom. aldehydes of different sizes indicate that the heterogeneous asym. catalyst derived from the MOF is both highly active and enantioselective as a result of the creation of readily accessible, uniform active catalyst sites inside the porous MOF.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXkslGju7k%253D&md5=be949b8f1137bf47943fc56138ccbec3", "5. ", "(a) ", "Seo", ", ", "J. S.", "; ", "Whang", ", ", "D.", "; ", "Lee", ", ", "H.", "; ", "Jun", ", ", "S. I.", "; ", "Oh", ", ", "J.", "; ", "Young", ", ", "J.", "; ", "Kim", ", ", "K.", " ", "Nature", " ", "2000", ",  ", "404", ",  ", "982", "– ", "986", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "A homochiral metal-organic porous material for enantioselective separation and catalysis", "Seo, Jung Soo; Whang, Dongmok; Lee, Hyoyoung; Jun, Sung Im; Oh, Jinho; Jeon, Young Jin; Kim, Kimoon", "Nature (London)", "\r\n        (", "2000", "),\r\n    ", "404", "\r\n        (", "6781", "),\r\n    ", "982-986", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A homochiral metal-org. porous material with a carboxylic group at one end and a pyridyl group at the other forming oxo-bridged trinuclear metal carboxylate units in a three-dimensional framework was prepd., that allows enantioselective inclusion of metal complexes in its pores and catalyzes transesterification reactions in an enantioselective manner.  The enantiopure chiral building block was prepd. from D-tartaric acid and 4-aminopyridine; then reaction with Zn2+ produced a homochiral open-framework solid, D-POST-1.  The enantiomorphic L-POST-1 was obtained from the enantiomer of the building block and Zn2+ under the same conditions.  The pyridyl groups in POST-1 can be converted to N-methylpyridinium without any changes of the network structure; the anion can be reversibly exchanged with other anions, e.g., PF6-, I3-, p-toluenesulfonate, etc.  The pore size of POST-1 materials is modulated by N-alkylation and is dependent on alkyl chain length.  The pyridyl groups are responsible for the catalytic activity of the oxo-bridged trinuclear metal complexes, in e.g., transesterification of 2,4-dinitrophenyl acetate (NPA) with ethanol, which produced Et acetate in 77% yield, only in the presence of POST-1.  Transesterification with bulkier alcs. occurs more slowly or not at all, suggesting that catalysis occurs mainly in the POST-1 channels.  The catalytic activity of D- and L-POST-1 is enantioselective as obsd. in the transesterification of NPA with 1-phenyl-2-propanol, which produces the corresponding esters with about 88% enantiomeric excess in favor of the resp. enantiomer.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXjtFyns7k%253D&md5=2ec5611e7804e3cf7bc738334b415470", "(b) ", "Forster", ", ", "P. M.", "; ", "Cheetham", ", ", "A. K.", " ", "Top. Catal.", " ", "2003", ",  ", "24", ",  ", "79", "– ", "86", "[", "Crossref", "], [", "CAS", "]", "5. ", "Hybrid Inorganic-Organic Solids: An Emerging Class of Nanoporous Catalysts", "Forster, Paul M.; Cheetham, Anthony K.", "Topics in Catalysis", "\r\n        (", "2003", "),\r\n    ", "24", "\r\n        (", "1-4", "),\r\n    ", "79-86", "CODEN:\r\n                ", "TOCAFI", ";\r\n        ISSN:", "1022-5528", ".\r\n    \r\n            (", "Kluwer Academic/Plenum Publishers", ")\r\n        ", "A review; nanoporous hybrid materials, both metal-org. coordination polymers and hybrid metal oxides, have recently developed into an important new class of solid-state compds.  Potential applications in the field of heterogeneous catalysis include acid, shape-selective, chiral, ship-in-a-bottle, and shape-recognition-driven reactions.  Here, we summarize the synthesis, structural features, chem. functionality, and catalytic properties of this unique family of materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXovFWjurw%253D&md5=736af2c7e524d9b6f80fa6c6176a0318", "(c) ", "Dybtsev", ", ", "D. N.", "; ", "Nuzhdin", ", ", "A. L.", "; ", "Chun", ", ", "H.", "; ", "Bryliakov", ", ", "K. P.", "; ", "Talsi", ", ", "E. P.", "; ", "Fedin", ", ", "V. P.", "; ", "Kim", ", ", "K.", " ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", ",  ", "916", "– ", "920", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "A homochiral metal-organic material with permanent porosity, enantioselective sorption properties, and catalytic activity", "Dybtsev, Danil N.; Nuzhdin, Alexey L.; Chun, Hyungphil; Bryliakov, Konstantin P.; Talsi, Evgeniy P.; Fedin, Vladimir P.; Kim, Kimoon", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "6", "),\r\n    ", "916-920", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A new synthetic approach starting from readily available chems. (zinc dinitrate hexahydrate, L-lactic acid, 1,4-benzenedicarboxylic acid) successfully produces a robust homochiral metal-org. microporous framework.  The material exhibits size- and enantioselective guest-sorption properties, as well as remarkable catalytic activity with size- and chemoselectivity, and high conversion in the oxidn. of thioethers to sulfoxides.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhsFKmsL8%253D&md5=8072ca11e056d03218d2d1239162bec2", "(d) ", "Sun", ", ", "C. Y.", "; ", "Liu", ", ", "S. X.", "; ", "Liang", ", ", "D. D.", "; ", "Shao", ", ", "K. Z.", "; ", "Ren", ", ", "Y. H.", "; ", "Su", ", ", "Z. M.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "1883", "– ", "1888", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Highly Stable Crystalline Catalysts Based on a Microporous Metal-Organic Framework and Polyoxometalates", "Sun, Chun-Yan; Liu, Shu-Xia; Liang, Da-Dong; Shao, Kui-Zhan; Ren, Yuan-Hang; Su, Zhong-Min", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "5", "),\r\n    ", "1883-1888", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of cryst. compds. [Cu2(BTC)4/3(H2O)2]6[HnXM12O40]·(C4H12N)2 (X = Si, Ge, P, As; M = W, Mo) were obtained by simple one-step hydrothermal reaction of copper nitrate, benzene tricarboxylate (BTC), and different Keggin polyoxometalates (POMs).  In these compds., the catalytically active Keggin polyanions were alternately arrayed as non-coordinating guests in the cuboctahedral cages of a Cu-BTC-based metal-org. framework (MOF) host matrix.  X-ray crystallog., TG, FT-IR, UV-vis, N2 adsorption studies, and acid-base titrn. demonstrated high stability and tolerance for thermal and acid-base conditions.  No POM leaching or framework decompn. was obsd.  The performance as catalyst of a compd. contg. PW12 species was assessed through the hydrolysis of esters in excess water; high catalytic activity was obsd. and the catalyst can be used repeatedly without activity loss.  The catalytic selectivity is dependent on mol. size of substrates and substrate accessibility to the pore surface.  The well-defined, cryst., MOF-supported POM compd. is a true heterogeneous acid catalyst.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmtFOiug%253D%253D&md5=972894e2928ec31f0c747c1300cd4e8f", "(e) ", "Cunha-Silva", ", ", "L.", "; ", "Lima", ", ", "S.", "; ", "Ananias", ", ", "D.", "; ", "Silva", ", ", "P.", "; ", "Mafra", ", ", "L.", "; ", "Carlos", ", ", "L. D.", "; ", "Pillinger", ", ", "M.", "; ", "Valente", ", ", "A. A.", "; ", "Paz", ", ", "F. A. A.", "; ", "Rocha", ", ", "J.", " ", "J. Mater. Chem.", " ", "2009", ",  ", "19", ",  ", "2618", "– ", "2632", "[", "Crossref", "], [", "CAS", "]", "5. ", "Multi-functional rare-earth hybrid layered networks: photoluminescence and catalysis studies", "Cunha-Silva, Luis; Lima, Sergio; Ananias, Duarte; Silva, Patricia; Mafra, Luis; Carlos, Luis D.; Pillinger, Martyn; Valente, Anabela A.; Almeida Paz, Filipe A.; Rocha, Joao", "Journal of Materials Chemistry", "\r\n        (", "2009", "),\r\n    ", "19", "\r\n        (", "17", "),\r\n    ", "2618-2632", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Hydrothermal reactions between rare-earth (RE) chloride salts and (H5cmp) N-(carboxymethyl)iminodi(methylphosphonic acid) gave layered networks formulated as [RE(H2cmp)(H2O)] [RE3+ = Y3+, La3+, Pr3+, Nd3+, Sm3+, Eu3+, Gd3+, Tb3+, Dy3+, Ho3+, Er3+].  All compds. were isolated as micro-cryst. powders (many of which were nano-sized in thickness), with the plate-like crystallites found to exhibit preferential growth perpendicular to the [002] vector, a feature which seems to favor catalytic performance.  Full structural elucidation was attained by the combination of synchrotron radiation (micro-crystal and powder) diffraction data, solid-state NMR studies (1H, 13C and 31P) and photophys. measurements.  Materials consist of ∞2[RE(H2cmp)(H2O)] layers in the ab plane of the unit cell, constructed from a single RE3+ center (in a highly distorted dodecahedral coordination environment with one H2O mol. in the 1st coordination sphere) and one H2cmp3- ligand present in a zwitterionic form.  Connections between layers along the c-axis are assured by strong and highly directional O-H···O H bonds involving the protonated phosphonate group (donor) of one layer and one O atom (acceptor) of the carboxylate group in the adjacent layer.  The network is an unprecedented 12-connected uninodal plane net with total Schaefli symbol 330.434.52.  The Eu3+ material is photoluminescent at room temp. and 12 K with 5D0 lifetimes of 0.86 ± 0.01 ms and 0.89 ± 0.01 ms, resp.  Studies of the mixed-lanthanide dild. [(Gd0.95Eu0.05)(H2cmp)(H2O)] material showed that Gd3+-to-Eu3+ energy transfer occurs within the layers.  The coordinated H2O mol. plays a decisive role in the nonradiative relaxation process of the Eu3+ emission.  All synthesized materials were further tested in the cyclodehydration of D-xylose to furfural, with the obsd. results comparing quite favorably with those from other solid acid catalysts used in the same reaction under similar conditions.  A detailed catalytic study was performed for [Y(H2cmp)(H2O)]: selectivity increased to 84% as the conversion reached 83%; this solid was also re-used successfully in three consecutive 4 h runs after sepn. from the liq. phase by centrifugation and regeneration using either thermal treatment at 280° or repeated washing with solvents.  All materials were routinely characterized using vibrational spectroscopy (ATR-FTIR and FT-Raman), thermogravimetric analyses, SEM studies and CHN elemental compn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXksFansLY%253D&md5=df1d23bf80f62466c117034fd0554552", "6. ", "(a) ", "Clearfield", ", ", "A.", " ", "Prof. Inorg. Chem.", " ", "1998", ",  ", "47", ",  ", "371", "– ", "510", "[", "Crossref", "], [", "CAS", "]", "6. ", "Metal phosphonate chemistry", "Clearfield, Abraham", "Progress in Inorganic Chemistry", "\r\n        (", "1998", "),\r\n    ", "47", "\r\n        (", "),\r\n    ", "371-510", "CODEN:\r\n                ", "PIOCAR", ";\r\n        ISSN:", "0079-6379", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "A review with 231 refs. discusses the prepn. and structures of metal phosphonates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXhs1Sjtrk%253D&md5=3edbe1de7f579fcffd9b958e72ee5a39", "(b) ", "Clearfield", ", ", "A.", " ", "Curr. Opin. Solid State Mater. Sci.", " ", "2003", ",  ", "6", ",  ", "495", "– ", "506", "[", "Crossref", "], [", "CAS", "]", "6. ", "Recent advances in metal phosphonate chemistry. II", "Clearfield, Abraham", "Current Opinion in Solid State & Materials Science", "\r\n        (", "2003", "),\r\n    ", "6", "\r\n        (", "6", "),\r\n    ", "495-506", "CODEN:\r\n                ", "COSSFX", ";\r\n        ISSN:", "1359-0286", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "A review.  Phosphonic acids are more acidic than carboxylic acids.  They are nonplanar and possess twice the no. of protons.  These attributes lead to strong H bond formation that can be used in design of crystal-engineered structures and self-assembled supramol. arrays.  Their superior cation complexing ability gives a vast no. of metal complexes and their use in lanthanide and actinide sepns.  Recent work, largely drawn from the work of the author's research group, is summarized in this update of the author's 1996 review [Curr Opin Solid State Mater Sci 1(1996) 268].", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXktVKgtLc%253D&md5=6d83bab221755d65704b8d80dfbdb213", "(c) ", "Clearfield", ", ", "A.", " ", "J. Alloys Comp.", " ", "2006", ",  ", "418", ",  ", "128", "– ", "138", "[", "Crossref", "], [", "CAS", "]", "6. ", "Coordination chemistry of phosphonic acids with special relevance to rare earths", "Clearfield, Abraham", "Journal of Alloys and Compounds", "\r\n        (", "2006", "),\r\n    ", "418", "\r\n        (", "1-2", "),\r\n    ", "128-138", "CODEN:\r\n                ", "JALCEU", ";\r\n        ISSN:", "0925-8388", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  The use of phosphonic acids as ligands for metal coordination and design of extended structures is described.  The no. and type of structures that can be designed is limited only by one's ability to synthesize the desired phosphonic acid.  The synthesis of metal phosphonates, open framework structures, self-assembled H bonded structures and rigid highly porous materials will be described.  A no. of these materials are natural nanoparticles ≥4 nm with active functionalities.  Special attention will be paid to rare earth phosphonates.  The great range of coordination compds. that can be designed stems from the tetrahedral nature of the phosphonate group and the large no. of protons that can be replaced in polyphosphonic acids.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xls1GksbY%253D&md5=3848a934f4d58f39b8bff93d5ac6eaff", "(d) ", "Mao", ", ", "J. G.", " ", "Coord. Chem. Rev.", " ", "2007", ",  ", "251", ",  ", "1493", "– ", "1520", "[", "Crossref", "], [", "CAS", "]", "6. ", "Structures and luminescent properties of lanthanide phosphonates", "Mao, Jiang-Gao", "Coordination Chemistry Reviews", "\r\n        (", "2007", "),\r\n    ", "251", "\r\n        (", "11+12", "),\r\n    ", "1493-1520", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  The crystal structures and luminescent properties of lanthanide phosphonates are reviewed.  The structural elucidation for lanthanide phosphonates is difficult due to its low soly. and poor crystallinity.  To overcome these problems, two types of synthetic techniques were applied: attaching various functional groups or introducing a second metal linker.  By attaching various types of functional groups to the phosphonate ligand, lanthanide phosphonates with 0D, 1D, 2D and 3D structures have been isolated.  Using the acidic metal linker such as oxalate usually leads to compds. with a complicated 3D network structure whereas a basic second metal linker such as phenanthroline helps the formation of compds. contg. the polynuclear clusters.  Phosphonic acids are versatile ligands that can adopt a no. of coordination modes depending on the cation size, temp. and the pH value of the reaction media.  The luminescence properties of some lanthanide phosphonates are also discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXktFOrt7Y%253D&md5=c0aae2c0311e6cde3c2a2bcde70faad1", "7. ", "(a) ", "Cooper", ", ", "E. R.", "; ", "Andrews", ", ", "C. D.", "; ", "Wheatley", ", ", "P. S.", "; ", "Webb", ", ", "P. B.", "; ", "Wormald", ", ", "P.", "; ", "Morris", ", ", "R. E.", " ", "Nature", " ", "2004", ",  ", "430", ",  ", "1012", "– ", "1016", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Ionic liquids and eutectic mixtures as solvent and template in synthesis of zeolite analogues", "Cooper, Emily R.; Andrews, Christopher D.; Wheatley, Paul S.; Webb, Paul B.; Wormald, Philip; Morris, Russell E.", "Nature (London, United Kingdom)", "\r\n        (", "2004", "),\r\n    ", "430", "\r\n        (", "7003", "),\r\n    ", "1012-1016", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "The challenges assocd. with synthesizing porous materials mean that new classes of zeolites (zeotypes) - such as aluminosilicate zeolites and zeolite analogs - together with new methods of prepg. known zeotypes, continue to be of great importance.  Normally these materials were prepd. hydrothermally with H2O as the solvent in a sealed autoclave under autogenous pressure.  The reaction mixt. usually includes an org. template or 'structure-directing agent' that guides the synthesis pathway towards particular structures.  Here the authors report the prepn. of aluminophosphate zeolite analogs by using ionic liqs. and eutectic mixts.  An imidazolium-based ionic liq. acts as both solvent and template, leading to four zeotype frameworks under different exptl. conditions.  The structural characteristics of the materials can be traced back to the solvent chem. used.  Because of the vanishingly low vapor pressure of ionic liqs., synthesis takes place at ambient pressure, eliminating safety concerns assocd. with high hydrothermal pressures.  The ionic liq. can also be recycled for further use.  A choline chloride/urea eutectic mixt. is also used in the prepn. of a new zeotype framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXmvFCisbs%253D&md5=7d86ea6367ac7721ddb06dfdbf729e93", "(b) ", "Parnham", ", ", "E. R.", "; ", "Morris", ", ", "R. E.", " ", "Acc. Chem. Res.", " ", "2007", ",  ", "40", ",  ", "1005", "– ", "1013", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Ionothermal Synthesis of Zeolites, Metal-Organic Frameworks, and Inorganic-Organic Hybrids", "Parnham, Emily R.; Morris, Russell E.", "Accounts of Chemical Research", "\r\n        (", "2007", "),\r\n    ", "40", "\r\n        (", "10", "),\r\n    ", "1005-1013", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Ionothermal synthesis, the use of ionic liqs. as both solvent and template (structure-directing agent), was used to prep. zeolites and inorg.-org. hybrids such as metal-org. frameworks.  The underlying properties of the ionothermal method are discussed, and it is compared with traditional hydrothermal preparative methods.  The materials resulting from ionothermal synthesis are described, and any structural features that can be related to the ionic liq. used as the solvent are discussed.  Future areas of potential interest are also considered.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmslGjtbg%253D&md5=374c36c786123ec5a1f82f87451fbdf1", "8. ", "(a) ", "Rosi", ", ", "N. L.", "; ", "Kim", ", ", "J.", "; ", "Eddaoudi", ", ", "M.", "; ", "Chen", ", ", "B.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "1504", "– ", "1518", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Rod Packings and Metal-Organic Frameworks Constructed from Rod-Shaped Secondary Building Units", "Rosi, Nathaniel L.; Kim, Jaheon; Eddaoudi, Mohamed; Chen, Banglin; O'Keeffe, Michael; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "5", "),\r\n    ", "1504-1518", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The principal structure possibilities for packing infinite rod-shaped building blocks are described.  Some basic nets derived from linking simple rods (helixes and ladders) are then enumerated.  The authors demonstrate the usefulness of the concept of rod secondary building units in the design and synthesis of metal-org. frameworks (MOFs).  Accordingly, the authors present the prepn., characterization, and crystal structures of 14 new MOFs (named MOF-69A-C and MOF-70-80) of 12 different structure types, belonging to rod packing motifs, and show how their structures are related to basic nets.  The MOFs reported herein are of polytopic carboxylates and contain one of Zn, Pb, Co, Cd, Mn, or Tb.  The inclusion properties of the most open members are presented as evidence that MOF structures with rod building blocks can indeed be designed to have permanent porosity and rigid architectures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjtFGmtg%253D%253D&md5=0ad22a135cba65fb519eae17258dc4c8", "(b) ", "Bai", ", ", "Z. S.", "; ", "Qi", ", ", "Z. P.", "; ", "Lu", ", ", "Y.", "; ", "Yuan", ", ", "Q.", "; ", "Sun", ", ", "W. Y.", " ", "Crystal Growth Des.", " ", "2008", ",  ", "8", ",  ", "1924", "– ", "1931", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Novel Inorganic-Organic Hybrid Frameworks of Manganese(II): Syntheses, Crystal Structures, and Physical Properties", "Bai, Zheng-Shuai; Qi, Zhao-Peng; Lu, Yi; Yuan, Qing; Sun, Wei-Yin", "Crystal Growth & Design", "\r\n        (", "2008", "),\r\n    ", "8", "\r\n        (", "6", "),\r\n    ", "1924-1931", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three new inorg.-org. hybrid frameworks, [Mn2(BPTCA)(phen)2·H2O]n (1), [Mn4(BPTCA)2(H2O)10·2.5H2O]n (2), and [Mn2(BPTCA)(μ2-H2O)2]n (3) (BPTCA4- = 4,4'-bipyridine-2,2',6,6'-tetracarboxylate; phen = 1,10-phenanthroline), were synthesized under hydrothermal conditions.  Complex 1 is a two-dimensional (2D) network constructed by infinite O-Mn-O-C-O-Mn- chains and BPTCA4- ligands, and an intriguing slide fastener-like three-dimensional (3D) framework structure is formed by the π···π interactions between the phen mols.  Complex 2 crystd. in a chiral space group P21 and has a 2-dimensional network structure formed by Mn4 cluster units and BPTCA4- linkers, while complex 3 obtained at higher temp. than 2 is a 3-dimensional porous architecture.  The result implies that the hydrothermal reaction temp. has a great influence on the structure of the complexes in this system.  The magnetic behaviors of the complexes were studied and 2 showed modest powder second harmonic generation activity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXlvVymsLk%253D&md5=db0dff7720a361083cfa087bbcf7d3da", "(c) ", "Ma", ", ", "L.", "; ", "Lee", ", ", "J. Y.", "; ", "Li", ", ", "J.", "; ", "Lin", ", ", "W.", " ", "Inorg. Chem.", " ", "2008", ",  ", "47", ",  ", "3955", "– ", "3957", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Three-dimensional metal-organic frameworks based on elongated tetracarboxylate building blocks for hydrogen storage", "Ma, Liqing; Lee, Jeong Yong; Li, Jing; Lin, Wenbin", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "10", "),\r\n    ", "3955-3957", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two three-dimensional metal-org. frameworks (MOFs) [Cu2L2(H2O)2]·(DMF)13 and [Zn2L2(H2O)2]·(DMF)12 (H4L = biphenol-derived tetracarboxylate linker (I)) were synthesized and characterized by single-crystal x-ray crystallog. studies.  The two isostructural MOFs exhibit distorted PtS network topol. and show markedly different framework stability.  The porosity and H uptake of the frameworks were detd. by gas adsorption expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXkslChsb0%253D&md5=380ebb252cd59e0c1395a03773becd54", "(d) ", "Volkringer", ", ", "C.", "; ", "Loiseau", ", ", "T.", "; ", "Marrot", ", ", "J.", "; ", "Férey", ", ", "G.", " ", "CrystEngComm", " ", "2009", ",  ", "11", ",  ", "58", "– ", "60", "[", "Crossref", "], [", "CAS", "]", "8. ", "A MOF-type magnesium benzene-1,3,5-tribenzoate with two-fold interpenetrated ReO3 nets", "Volkringer, Christophe; Loiseau, Thierry; Marrot, Jerome; Ferey, Gerard", "CrystEngComm", "\r\n        (", "2009", "),\r\n    ", "11", "\r\n        (", "1", "),\r\n    ", "58-60", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A novel metal-org. architecture involving mixed chains of magnesium dinuclear units and dioxane species, linked through the benzene-1,3,5-tribenzoate linker is reported; the resulting 3-dimensional framework consists of super-octahedral cavities, with a topol. related to a 2-fold interpenetrated ReO3 net.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsVCkuw%253D%253D&md5=6128632209d0eea811526d58a031a1c7", "9. ", "(a) ", "Alberti", ", ", "G.", "; ", "Costantino", ", ", "U.", "; ", "Marmottini", ", ", "F.", "; ", "Vivani", ", ", "R.", "; ", "Zappelli", ", ", "P.", " ", "Angew. Chem., Int. Ed. Engl.", " ", "1993", ",  ", "32", ",  ", "1357", "– ", "59", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(b) ", "Calin", ", ", "N.", "; ", "Sevov", ", ", "S. C.", " ", "Inorg. Chem.", " ", "2003", ",  ", "42", ",  ", "7304", "– ", "7308", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Novel Mixed-Valence Heteropolyoxometalates: A Molybdenum Diphosphonate Anion [MoV7MoVIO16(O3PPhPO3H)4]3- and Its One- and Two-Dimensional Assemblies", "Calin, Nathalie; Sevov, Slavi C.", "Inorganic Chemistry", "\r\n        (", "2003", "),\r\n    ", "42", "\r\n        (", "22", "),\r\n    ", "7304-7308", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A novel mixed-valence polyoxomolybdenum anion, [MoV7MoVIO16(O3PPhPO3H)4]3-, was synthesized hydrothermally from Mo oxide, Mo metal, boric and phosphoric acids, 1,2-phenyldiphosphonic acid, and imidazole (ImH) and was structurally characterized as an imidazolium salt (orthorhombic, Aba2; a 16.674(4), b 17.238(1), and c 24.81(2) Å).  One- and two-dimensional structures of this anion and addnl. Mo diphosphonate linkers were assembled as well.  They were structurally characterized as their pyridinium (pyH) salts (pyH)4[{MoV7MoVIO16(O3PPhPO3)2(O3PPhPO3H)2}{Mo2O4(OH)(HO3PPhPO3H)}]·5H2O (monoclinic,P21/c; a 20.8506(9), b 22.866(1), and c 21.1403(9) Å; β 118.7087(8)°) and (pyH)3[{MoV7MoVIO16(O3PPhPO3)4}{Mo2O2(OH)2(HO3PPhPO3H)}]·3H2O (orthorhombic, Pca21; a 19.057(1), b 20.402(2), and c 20.660(2) Å).  The compds. were also characterized by IR spectroscopy and magnetic measurements.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXns1Ogt78%253D&md5=c433f8f6052254b5e2480a651baf46a1", "(c) ", "Gomez-Alcantara", ", ", "M. D. M.", "; ", "Cabeza", ", ", "A.", "; ", "Moreno-Real", ", ", "L.", "; ", "Aranda", ", ", "M. A. G.", "; ", "Clearfield", ", ", "A.", " ", "Microporous Mesoporous Mater", " ", "2006", ",  ", "88", ",  ", "293", "– ", "303", "[", "Crossref", "], [", "CAS", "]", "9. ", "Microporous aluminum bisphosphonates", "Gomez-Alcantara, Maria del Mar; Cabeza, Aurelio; Moreno-Real, Laureano; Aranda, Miguel A. G.; Clearfield, Abraham", "Microporous and Mesoporous Materials", "\r\n        (", "2006", "),\r\n    ", "88", "\r\n        (", "1-3", "),\r\n    ", "293-303", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Several bisphosphonates of trivalent elements (Al, Ga and La) were prepd. under different synthetic conditions to induce microporosity.  Two bisphosphonic acids, 4,4'-biphenylenebis(phosphonic acid), [H2O3PC6H4]2, and 4-(4-phosphonophenoxy)phenylphosphonic acid, [H2O3PC6H4]2O, were used as crosslinking agents.  The materials were characterized by a no. of techniques including N2 adsorption-desorption isotherms and temp.-programmed desorption of NH3 to characterize the sp. surface and acid properties, resp.  Crosslinked hybrid materials with surface areas ranging between 100 and 400 m2/g and textural properties varying from nonporous to mainly microporous can be isolated.  The use of inexpensive phenylphosphonic acid as a spacer group also was studied.  The exptl. conditions to get microporous solids with sp. surface areas ≤400 m2/g are described.  Usually, the compds. contain both mesopores and micropores.  The micropore size distributions are centered between 7 and 20 Å.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XmtFSg&md5=26be1b5c7d842358eec1d8228aeaa315", "(d) ", "Ouellette", ", ", "W.", "; ", "Wang", ", ", "G.", "; ", "Liu", ", ", "H.", "; ", "Yee", ", ", "G. T.", "; ", "O’Connor", ", ", "C. J.", "; ", "Zubieta", ", ", "J.", " ", "Inorg. Chem.", " ", "2009", ",  ", "48", ",  ", "953", "– ", "963", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "The Hydrothermal and Structural Chemistry of Oxovanadium-Arylphosphonate Networks and Frameworks", "Ouellette, Wayne; Wang, Guangbin; Liu, Hongxue; Yee, Gordon T.; O'Connor, Charles J.; Zubieta, Jon", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "3", "),\r\n    ", "953-963", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The hydrothermal reactions of NH4VO3 with the arom. phosphonate ligands 1,4-, 1,3-, and 1,2-phenylenediphosphonic acids (H4L1, H4L3, H4L4, resp.); biphenyl-4,4'-diyldiphosphonic acid (H4L2); and 1,3,5-tris(phenyl)-4,4'-triphosphonic acid (H6L5) yielded materials of the VxOy/organophosphonate family [VO(H2L1)] (1), [VO(H2L2)] (2), [V2O2(H2O)2(L3)]·1.5H2O (3·1.5H2O), [V2O2(H2O)2(L4)]·2H2O (4·2H2O), and [V3O3(OH)(H3L5)2]·7.5H2O (6·7.5H2O).  The reactions were carried out in the presence of HF, and in one case, fluoride was incorporated to provide [V2F(OH)(H2O)3(L4)]·2.25H2O (5·2.25H2O).  The materials exhibit diverse structural chem., including the prototypical buttressed layer architecture for 1 and 2, a complex three-dimensional structure for 3, and unique two-dimensional structures for 4, 5, and 6.  The structures of this oxovanadium-arylphosphonate family are quite distinct from those previously described for the VxOy/alkyldiphosphonate series.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsFChsLjK&md5=107a43ecbb31d24e141f0552d1c3aead", "10. ", "Xiao", ", ", "B.", "; ", "Byrne", ", ", "P. J.", "; ", "Wheatley", ", ", "P. S.", "; ", "Wragg", ", ", "D. S.", "; ", "Zhao", ", ", "X.", "; ", "Flechter", ", ", "A. J.", "; ", "Thomas", ", ", "K. M.", "; ", "Peters", ", ", "L.", "; ", "Evans", ", ", "J. S. O.", "; ", "Warren", ", ", "J. E.", "; ", "Zhou", ", ", "W.", "; ", "Morris", ", ", "R. E.", " ", "Nat. Chem.", " ", "2009", ",  ", "1", ",  ", "289", "– ", "294", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Chemically blockable transformation and ultraselective low-pressure gas adsorption in a non-porous metal organic framework", "Xiao, Bo; Byrne, Peter J.; Wheatley, Paul S.; Wragg, David S.; Zhao, Xuebo; Fletcher, Ashleigh J.; Thomas, K. Mark; Peters, Lars; Evans, John S. O.; Warren, John E.; Zhou, Wuzong; Morris, Russell E.", "Nature Chemistry", "\r\n        (", "2009", "),\r\n    ", "1", "\r\n        (", "4", "),\r\n    ", "289-294, S289/1-S289/17", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal org. frameworks (MOFs) are among the most exciting materials discovered recently, attracting particular attention for their gas-adsorption and -storage properties.  Certain MOFs show considerable structural flexibility in response to various stimuli.  Although there are several examples of breathing' MOFs, in which structural changes occur without any bond breaking, examples of transformations in which several bonds are broken and made are much rarer.  A flexible MOF, Cu2(OH)(C8H3O7S)(H2O)·2H2O, can be synthesized by careful choice of the org. linker ligand.  The flexibility can be controlled by addn. of a supplementary coordinating mol., which increases the thermal stability of the solid sufficiently for direct imaging with electron microscopy to be possible.  Also the MOF shows unprecedented low-pressure selectivity towards through a coordination-driven gating mechanism.  The chem. control over these behaviors offers new possibilities for the synthesis of MOFs with unusual and potentially exploitable properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXnsFOjur8%253D&md5=c3ccfe46891714451292ec9105c435e9", "11. ", "(a) ", "Alsobrook", ", ", "A. N.", "; ", "Zhan", ", ", "W.", "; ", "Albrecht-Schmitt", ", ", "T. E.", " ", "Inorg. Chem.", " ", "2008", ",  ", "47", ",  ", "5177", "– ", "5183", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Use of bifunctional phosphonates for the preparation of heterobimetallic 5f-3d systems", "Alsobrook, Andrea N.; Zhan, Wei; Albrecht-Schmitt, Thomas E.", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "12", "),\r\n    ", "5177-5183", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The hydrothermal reaction of phosphonoacetic acid (H2PO3CH2C(O)OH, PAA) with UO3 and Cu(C2H3O2)2·H2O gave the cryst. heterobimetallic uranium(VI)/copper(II) phosphonates UO2Cu(PO3CH2CO2)(OH)(H2O)2 (UCuPAA-1), (UO2)2Cu(PO3CH2CO2)2(H2O)3 (UCuPAA-2), and [H3O][(UO2)2Cu2(PO3CH2CO2)3(H2O)2] (UCuPAA-3).  The addn. of sodium hydroxide to the aforementioned reactions gave Na[UO2(PO3CH2CO2)]·2H2O (NaUPAA-1).  These compds. display 1-dimensional (UCuPAA-1), 2-dimensional (UCuPAA-2, NaUPAA-1), and 3-dimensional (UCuPAA-3) architectures wherein the phosphonate portion of the ligand primarily coordinates the uranium(VI) centers; whereas the carboxylate moiety preferentially, but not exclusively, binds to the copper(II) ions.  Fluorescence measurements on all four compds. demonstrate that the presence of copper(II) mostly quenches the emission from the uranyl moieties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmtF2rtrg%253D&md5=1e90f741338a3d51a98ddcf5b7aadec3", "(b) ", "Riou-Cavallec", ", ", "M.", "; ", "Sanselme", ", ", "M.", "; ", "Guillou", ", ", "N.", "; ", "Férey", ", ", "G.", " ", "Inorg. Chem.", " ", "2001", ",  ", "40", ",  ", "723", "– ", "725", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "(c) ", "Serpaggi", ", ", "F.", "; ", "Férey", ", ", "G.", " ", "Inorg. Chem.", " ", "1999", ",  ", "38", ",  ", "4741", "– ", "4744", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Hybrid Organic-Inorganic Frameworks (MIL-n). Hydrothermal Synthesis of a Series of Pillared Lanthanide Carboxyethylphosphonates and X-ray Powder ab Initio Structure Determination of MIL-19, Pr[O3P(CH2)2CO2]", "Serpaggi, F.; Ferey, G.", "Inorganic Chemistry", "\r\n        (", "1999", "),\r\n    ", "38", "\r\n        (", "21", "),\r\n    ", "4741-4744", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Lanthanide and yttrium carboxyethylphosphonates were hydrothermally prepd. (200°, 4 days) from the 1:1 mixt. of carboxyethylphosphonic acid and the metal chlorides.  The crystal structure of PrIII[O3P(CH2)2CO2] was detd. ab initio from x-ray powder diffraction data and refined by the Rietveld method.  The compd. crystallizes in the monoclinic space group P21/m with cell parameters at 20° of a 8.3617(2), b 7.1899(2), c 5.4586(2) Å, β 103.784(2)°, and Z = 2.  The final agreement factors converged to the values Rp = 0.139, Rwp = 0.177, Bragg R = 0.123, R = 0.055, and χ2 = 3.50.  The hybrid framework consists of inorg. Pr/O/P/C layers connected by org. groups, with an interlayer spacing of ∼8.36 Å.  The praseodymium atoms are 7-fold coordinated in this pillared layered structure.  Isostructural compds. were prepd. for Y and the entire series of the lanthanide elements (no data).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXmtFWku70%253D&md5=ef7c1044ba2df6c4a90387ba8781128c", "(d) ", "Bauer", ", ", "S.", "; ", "Bein", ", ", "T.", "; ", "Stock", ", ", "N.", " ", "Inorg. Chem.", " ", "2005", ",  ", "44", ",  ", "5882", "– ", "5889", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "High-Throughput Investigation and Characterization of Cobalt Carboxy Phosphonates", "Bauer, Sebastian; Bein, Thomas; Stock, Norbert", "Inorganic Chemistry", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "16", "),\r\n    ", "5882-5889", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "High-throughput methods were employed to study the system Co2+/(H2O3PCH2)2NCH2C6H4COOH/NaOH.  The use of the phosphonocarboxylic acid (H2O3PCH2)2NCH2C6H4COOH led to several new Co carboxyaryl phosphonates under hydrothermal conditions.  In addn. to the effect of the pH of the starting mixt., the influence of the counterions of the Co salts on the product formation was studied.  Thus, reaction trends as well as fields of formation could be identified.  Four new compds. Co2[(O3PCH2)2NCH2C6H4COOH]·H2O (1), Co[(O3PCH2)(OCH)NCH2C6H4COOH]·H2O (2), Co[H2(O3PCH2)2NCH2C6H4COOH] (3), and [Co2(O3PCH2)2NCH2C6H4COOH]·3.5H2O (4) were obtained, and compds. 1 and 2 could be isolated as single crystals suitable for single-crystal x-ray diffraction.  The counterions of the Co salts have an influence on the structure of the resulting compds.  This is due to the effect on the initial pH as well as the possibility of the counterions to take part in redox reactions.  Compds. 1 and 4 are formed under more basic conditions, and the phosphonic acid group is fully deprotonated.  The structure of 1 is a rare example of the family of inorg.-org. hybrid materials with iminobis(methylphosphonic acid) units wherein the N coordinates to the metal center.  Compd. 2 is the result of an in situ oxidn. of one of the P-C bonds; the org. building unit is stabilized by complexation of the Co ion.  From spectroscopic, thermogravimetric, elemental chem. anal., and EDX-anal. data, compd. 3 was characterized as Co[H2(O3PCH2)2NCH2C6H4COOH] and compd. 4 as [Co2(O3PCH2)2NCH2C6H4COOH]·3.5H2O.  X-ray powder diffraction and IR-spectroscopic studies show that thermal treatment of 4 leads to the title compd. 1.  This transformation is accompanied by a change of color from pink to deep blue.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXmtVChsr4%253D&md5=1f3db07b9ae121ad45e3d79277e8f584", "(e) ", "Turner", ", ", "A.", "; ", "Jaffrès", ", ", "P. A.", "; ", "MacLean", ", ", "E.", "; ", "Villemin", ", ", "D.", "; ", "McKee", ", ", "V.", "; ", "Hix", ", ", "G. B.", " ", "Dalton Trans.", " ", "2003", ",  ", "1314", "– ", "1319", "[", "Crossref", "], [", "CAS", "]", "11. ", "Hydrothermal synthesis and crystal structure of two Co phosphonates containing trifunctional phosphonate anions: Co3(O3PCH2NH2CH2PO3)2 and Co3(O3PCH2-NC4H7-CO2)2·5H2O", "Turner, Adele; Jaffres, Paul-Alain; MacLean, Elizabeth J.; Villemin, Didier; McKee, Vickie; Hix, Gary B.", "Dalton Transactions", "\r\n        (", "2003", "),\r\n    ", "\r\n        (", "7", "),\r\n    ", "1314-1319", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two cobalt phosphonates contg. trifunctional phosphonate anions were synthesized and their structures solved by single crystal diffraction.  Co3(O3PCH2NH2CH2PO3)2 (3) was formed as blue crystals.  The material has three channel systems in the [001] direction formed by the crosslinking of chains of tetrahedrally coordinated Co atoms.  Co3(O3PCH2-NC4H7-CO2)2·5H2O (4), which contains anions derived from proline, was formed as purple crystals.  4 Is composed of layers that contain holes.  The layers stack in the [001] direction such that channels are formed in the same direction, in which the water mols. are located.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXitlGgs70%253D&md5=34d55bbaf069d1b3aec4547c8c67c1d6", "12. ", "Loiseau", ", ", "T.", "; ", "Lecroq", ", ", "L.", "; ", "Volkringer", ", ", "C.", "; ", "Marrot", ", ", "J.", "; ", "Férey", ", ", "G.", "; ", "Haouas", ", ", "M.", "; ", "Taulelle", ", ", "F.", "; ", "Bourrelly", ", ", "S.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Lartroche", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "10223", "– ", "10230", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "MIL-96, a Porous Aluminum Trimesate 3D Structure Constructed from a Hexagonal Network of 18-Membered Rings and μ3-Oxo-Centered Trinuclear Units", "Loiseau, Thierry; Lecroq, Ludovic; Volkringer, Christophe; Marrot, Jerome; Ferey, Gerard; Haouas, Mohamed; Taulelle, Francis; Bourrelly, Sandrine; Llewellyn, Philip L.; Latroche, Michel", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "31", "),\r\n    ", "10223-10230", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new Al trimesate Al12O(OH)18(H2O)3(Al2(OH)4)[btc]6·24H2O, denominated MIL-96, was synthesized under mild hydrothermal conditions (210°, 24 h) in the presence of 1,3,5-benzenetricarboxylic acid (trimesic acid or H3btc) in H2O.  Hexagonal crystals, allowing a single-crystal XRD anal., are grown from a mixt. of tri-Me 1,3,5-benzenetricarboxylate (Me3btc), HF, and TEOS.  The MIL-96 structure exhibits a three-dimensional (3D) framework contg. isolated trinuclear μ3-oxo-bridged Al clusters and infinite chains of AlO4(OH)2 and AlO2(OH)4 octahedra forming a honeycomb lattice based on 18-membered rings.  The two types of Al groups are connected to each other through the trimesate species, which induce corrugated chains of Al octahedra, linked via μ2-hydroxo bonds with the specific -cis-cis-trans- sequence.  The 3-dimensional framework of MIL-96 reveals three types of cages.  Two of them, centered at the special positions 0 0 0 and 2/3 1/3 1/4, have estd. pore vols. of 417 and 635 Å3, resp., and encapsulate free H2O mols.  The third one has a smaller pore vol. and contains disordered Al octahedral species (Al(OH)6).  The solid-state NMR characterization is consistent with crystal structure and elemental and thermal analyses.  The four Al crystallog. sites are resolved by 27Al 3QMAS technique.  This product is able to sorb both CO2 and methane at room temp. (4.4 mmol·g-1 for CO2 and 1.95 mmol·g-1 for CH4 at 10 bar) and H2 at 77 K (1.91% under 3 bar).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XmvFejsr8%253D&md5=54b90e30bd5f1b783a3bfa75b550799d", "13. ", "Devic", ", ", "T.", "; ", "David", ", ", "O.", "; ", "Valls", ", ", "M.", "; ", "Marrot", ", ", "J.", "; ", "Couty", ", ", "F.", "; ", "Férey", ", ", "G.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "12614", "– ", "12615", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "An Illustration of the Limit of the Metal Organic Framework's Isoreticular Principle Using a Semirigid Tritopic Linker Obtained by \"Click\" Chemistry", "Devic, Thomas; David, Olivier; Valls, Marion; Marrot, Jerome; Couty, Francois; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "42", "),\r\n    ", "12614-12615", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new nitrogen-rich tricarboxylate linker I (LH3) was prepd. by click chem. and used for the solvothermal prepn. of a La-based open metal-org. framework (MOF), La(L)(H2O)2·6H2O (MIL-112).  This latter is built of inorg. 1-dimensional rods connected through the tritopic linkers and illustrates one limit of the isoreticular principle, which is related to the partial flexibility of the linkers.  The thermal dehydration and stability of the MIL-112 framework was studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFSmsLbJ&md5=e1f1e76a66c4f4948a1e86405ad811f2", "14. ", "(a) ", "Du", ", ", "Z. Y.", "; ", "Xu", ", ", "H. B.", "; ", "Mao", ", ", "J. G.", " ", "Inorg. Chem.", " ", "2006", ",  ", "45", ",  ", "6424", "– ", "6430", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Three Novel Zinc(II) Sulfonate-Phosphonates with Tetranuclear or Hexanuclear Cluster Units", "Du, Zi-Yi; Xu, Hai-Bing; Mao, Jiang-Gao", "Inorganic Chemistry", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "16", "),\r\n    ", "6424-6430", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Hydrothermal reactions of Zn(II) carbonate with m-sulfophenylphosphonic acid (m-HO3S-Ph-PO3H2) and 1,10-phenanthroline (phen) or 4,4'-bipyridine (bipy) lead to three novel Zn(II) sulfonate-phosphonates, namely, [Zn(phen)3]2[Zn4(m-O3S-Ph-PO3)4(phen)4]·20H2O (1), [Zn6(m-O3S-Ph-PO3)4(phen)8]·11H2O (2), and [Zn6(m-O3S-Ph-PO3)4(bipy)6(H2O)4]·18H2O (3).  Compd. 1 contains a tetranuclear Zn(II) cluster anion in which four Zn(II) ions are bridged by two tetradentate and two bidentate phosphonate groups, and the four neg. charges of the cluster are compensated by two [Zn(phen)3]2+ cations.  Compd. 2 features a hexanuclear Zn(II) cluster in which the same tetranuclear cluster of 1 is bridged with two addnl. Zn(II) ions.  The structure of 3 features a porous 3-dimensional network based on hexanuclear Zn(II) units of [Zn6(m-O3S-Ph-PO3)4] interconnected by 4,4'-bipy ligands.  The hexanuclear cluster in 3 is different from that in 2 in that all four phosphonate groups in 3 are tridentate bridging.  Compds. 1-3 exhibit broad blue fluorescent emission bands at 378, 409, and 381 nm, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xms1Slsbo%253D&md5=db2ea445a9356ae9942e2361fbf47558", "(b) ", "Du", ", ", "Z. Y.", "; ", "Xu", ", ", "H. B.", "; ", "Mao", ", ", "J. G.", " ", "Inorg. Chem.", " ", "2006", ",  ", "45", ",  ", "9780", "– ", "9788", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Rational Design of 0D, 1D, and 3D Open Frameworks Based on Tetranuclear Lanthanide(III) Sulfonate-Phosphonate Clusters", "Du, Zi-Yi; Xu, Hai-Bing; Mao, Jiang-Gao", "Inorganic Chemistry", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "24", "),\r\n    ", "9780-9788", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Hydrothermal reactions of lanthanide(III) salts with m-sulfophenylphosphonic acid (H3L1) and 1,10-phenanthroline (phen) or N,N'-piperazinebis(methylenephosphonic acid) (H4L2) afforded six novel lanthanide(III) sulfonate-phosphonates based on tetranuclear clusters, namely, [La2(L1)2(phen)4(H2O)]·4.5H2O (1), [Ln2(L1)2(phen)2(H2O)5]·3H2O (Ln = Nd, 2; Eu, 3; Er, 4), and [Ln2(HL1)(H2L2)2(H2O)4]·8H2O (Ln = La, 5; Nd, 6).  Compds. 2-4 contain discrete tetranuclear lanthanide(III) cluster units in which four lanthanide(III) ions are bridged by two tridentate and two tetradentate phosphonate groups.  In compd. 1 the tetranuclear clusters are further interconnected into a 1D chain through the coordination of the sulfonate groups.  The structures of compds. 5 and 6 can be viewed as a 3D architecture based on a different types of tetranuclear cluster units that are interconnected by bridging H2L2 anions.  In the tetranuclear clusters of compds. 5 and 6 the four lanthanide(III) centers are interconnected by only two HL1 ligands.  Compd. 2 is a luminescent material in the near-IR region whereas compd. 3 displays a strong luminescent emission band in the red-light region.  Magnetic property measurements of compds. 2-4 and 6 indicate that there are strong antiferromagnetic interactions between magnetic centers within the cluster units.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtFKjs7%252FI&md5=f6a0602fc59598ad48cf75dd9e6a9d54", "(c) ", "Du", ", ", "Z. Y.", "; ", "Li", ", ", "X. L.", "; ", "Liu", ", ", "Q. Y.", "; ", "Mao", ", ", "J. G.", " ", "Cryst. Growth Des.", " ", "2007", ",  ", "7", ",  ", "1501", "– ", "1507", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Novel Cadmium(II) Phosphonatophenylsulfonate Cluster Compounds: Syntheses, Structures, and Luminescent Properties", "Du, Zi-Yi; Li, Xiu-Ling; Liu, Qing-Yan; Mao, Jiang-Gao", "Crystal Growth & Design", "\r\n        (", "2007", "),\r\n    ", "7", "\r\n        (", "8", "),\r\n    ", "1501-1507", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Hydrothermal reactions of Cd(II) salt with m-phosphonophenylsulfonic acid (H3L) and 1,10-phenanthroline (phen) or 4,4'-bipyridine (bipy) led to three novel Cd(II) phosphonophenylsulfonates, namely, [Cd4(L)2(phen)6(Cl)2(H2O)2]·14H2O (1), [Cd6(L)4(phen)8]·14H2O (2), and [Cd3(L)2(bipy)3(H2O)6]·4H2O (3).  Compd. 1 contains a tetranuclear Cd(II) cluster in which four Cd(II) ions are bridged by two tetradentate phosphonate groups.  Compd. 2 features a hexanuclear Cd(II) cage in which six Cd(II) ions are bridged by one tetradentate and three pentadentate phosphonate groups.  The structure of compd. 3 features a novel 3-dimensional network based on 1-dimensional chains of [Cd3(L)2] cross-linked by 4,4'-bipy ligands; its topol. structure is similar to that of CdSO4.  Compds. 1-3 exhibit broad blue fluorescence emission bands at 408, 410, and 396 nm, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXms1Wkur0%253D&md5=d84e54e56e0c8f573e93c108c4ef2d7a", "(d) ", "Du", ", ", "Z. Y.", "; ", "Prosvirin", ", ", "A. V.", "; ", "Mao", ", ", "J. G.", " ", "Inorg. Chem.", " ", "2007", ",  ", "46", ",  ", "9884", "– ", "9894", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Novel manganese(II) sulfonate-phosphonates with dinuclear, tetranuclear, and hexanuclear clusters", "Du, Zi-Yi; Prosvirin, Andrey V.; Mao, Jiang-Gao", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "23", "),\r\n    ", "9884-9894", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Hydrothermal reactions of Mn(II) salts with m-sulfophenylphosphonic acid (m-HO3SC6H4PO3H2, H3L) and 1,10-phenanthroline (phen) led to six novel Mn(II) sulfonate-phosphonates, namely, [Mn2(HL)2(phen)4][Mn2(HL)2(phen)4(H2O)]2·6H2O (1), [Mn4(L)2(phen)8(H2O)2][ClO4]2·3H2O (2), [Mn(phen)(H2O)4]2[Mn4(L)4(phen)4]·10H2O (3), [Mn6(L)4(phen)8(H2O)2]·4H2O (4), [Mn6(L)4(phen)8(H2O)2]·24H2O (5), and [Mn6(L)4(phen)6(H2O)4]·5H2O (6).  The structure of 1 contains two types of dinuclear Mn(II) clusters, and 2-3 exhibit two types of tetranuclear Mn(II) cluster units.  4-5 Feature two different types of isolated hexanuclear Mn(II) clusters, whereas the hexanuclear Mn(II) clusters in 6 are bridged by sulfonate-phosphonate ligands into a 1-dimensional chain.  Magnetic property measurements indicate that there exist weak antiferromagnetic interactions between magnetic centers in all six compds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFalur3F&md5=46671e345e8c386bcec4fa06069f6b43", "(e) ", "Li", ", ", "F. Y.", "; ", "Song", ", ", "J. L.", "; ", "Zhao", ", ", "N.", "; ", "Mao", ", ", "J. G.", " ", "J. Solid State Chem.", " ", "2008", ",  ", "181", ",  ", "1393", "– ", "1401", "[", "Crossref", "]", "There is no corresponding record for this reference.", "15. ", "Zhao", ", ", "Y. H.", "; ", "Xu", ", ", "H. B.", "; ", "Fu", ", ", "Y. M.", "; ", "Shao", ", ", "K. Z.", "; ", "Yang", ", ", "S. Y.", "; ", "Su", ", ", "Z. M.", "; ", "Hao", ", ", "X. R.", "; ", "Zhu", ", ", "D. X.", "; ", "Wang", ", ", "E. B.", " ", "Cryst. Growth Des.", " ", "2008", ",  ", "8", ",  ", "3566", "– ", "3576", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "A Series of Lead(II)-Organic Frameworks Based on Pyridyl Carboxylate Acid N-Oxide Derivatives: Syntheses, Structures, and Luminescent Properties", "Zhao, Ya-Hui; Xu, Hong-Bin; Fu, Yao-Mei; Shao, Kui-Zhan; Yang, Shuang-Yang; Su, Zhong-Min; Hao, Xiang-Rong; Zhu, Dong-Xia; Wang, En-Bo", "Crystal Growth & Design", "\r\n        (", "2008", "),\r\n    ", "8", "\r\n        (", "10", "),\r\n    ", "3566-3576", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Six new lead coordination polymers, [Pb(INO)2]·3H2O (1), [Pb(INO)2·NO3·H2O] (2), [Pb(INO)·Cl] (3), Na1.5[Pb2(INO)5]·0.5NO3 (4), [Pb3(NNO)4·(NO3)2·H2O] (5), and [Pb(NNO)2] (6), were prepd. by the reaction of Pb(NO3)2 with isonicotinic acid N-oxide (HINO), or nicotinic acid N-oxide (HNNO), and characterized by elemental anal., IR, and single-crystal x-ray diffraction.  Compd. 1, consisting of a 1-dimensional (1D) infinite chain, is a three-dimensional (3D) supramol. framework with a 1-dimensional rectangular channel in which free water mols. locate.  The structure of 2 consists of 1-dimensional chains built by two parallel INO ligands bridging a pair of rhombic-planar [Pb2O2] units, which is further extended into a 2-dimensional supramol. layer via hypervalent interactions and interlayer π-π interactions.  Compd. 3 consists of a two-dimensional (2D) inorg. layer contg. 16-membered rings, which are further linked through μ-INO to generate a unique 3-dimensional open framework.  In compd. 4, the self-assembly based on 2-dimensional motifs with side arms gives a new type of polythreaded network, which contains 1-dimensional channels with guests mols. along the b-axis.  In compd. 5, NNO ligands in three kinds of coordination modes link to three unique lead centers to generate two kinds of Pb-O chains which are bridged by NNO to give a 2-dimensional network.  Compd. 6 is a 2-dimensional layer structure and in the intralayer regions parallel left- and right-handed helical chains exist.  Compds. 1, 2, 3, and 6 exhibit strong phosphorescent emissions in the solid state at room temp.  The results of theor. calcns. show that the absorptions of these complexes derive mainly from ligand to ligand charge transfer (LLCT) transitions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtVWktLvO&md5=43df95ac785d419a8a4ea9e2de59471b", "16. ", "(a) ", "Soares-Sants", ", ", "P. C. R.", "; ", "Cunha-Silva", ", ", "L.", "; ", "Paz", ", ", "F. A. A.", "; ", "Sa Ferreira", ", ", "R. A.", "; ", "Rocha", ", ", "J.", "; ", "Trindade", ", ", "T.", "; ", "Carlos", ", ", "L. D.", "; ", "Nogueira", ", ", "H. L. S.", " ", "Cryst. Growth Des.", " ", "2008", ",  ", "8", ",  ", "2505", "– ", "2516", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "(b) ", "Tong", ", ", "M. L.", "; ", "Wang", ", ", "J.", "; ", "Hu", ", ", "S.", " ", "J. Solid State Chem.", " ", "2005", ",  ", "178", ",  ", "1518", "– ", "1525", "[", "Crossref", "], [", "CAS", "]", "16. ", "Synthesis, structures and magnetic properties of two 3D 3,4-pyridinedicarboxylate bridged manganese(II) coordination polymers incorporating 1D helical Mn(carboxylate)2 chain or Mn3(OH)2 chain", "Tong, Ming-Liang; Wang, Jing; Hu, Sheng", "Journal of Solid State Chemistry", "\r\n        (", "2005", "),\r\n    ", "178", "\r\n        (", "5", "),\r\n    ", "1518-1525", "CODEN:\r\n                ", "JSSCBI", ";\r\n        ISSN:", "0022-4596", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The hydrothermal reactions of MnCl2·4H2O, 3,4-pyridinedicarboxylic acid (3,4-pydaH2) and NEt3 in aq. medium yield two 3-dimensional metal-org. hybrid materials, [Mn(3,4-pyda)] (1) and [Mn3(OH)2(3,4-pyda)2(H2O)2] (2), resp.  In both complexes, each 3,4-pyda acts as a pentadentate ligand to connect five Mn(II) atoms via the pyridyl group and the two μ2-carboxylate groups (one in syn,anti-mode and one in syn-syn mode for 1 and both in syn,anti-mode for 2).  Complex 1 possesses an interesting 3-dimensional coordination polymeric structure incorporating 1D helical Mn(μ2-carboxylate)2 chain units, in which each Mn(II) atom is coordinated in less common square pyramidal geometry to four carboxylato O atoms and one pyridyl N atom.  Each 3,4-pyda links three helical Mn(μ2-carboxylate)2 chains and each Mn(μ2-carboxylate)2 chain is linked by other eight helical Mn(μ2-carboxylate)2 chains via sharing 3,4-pyda bridges.  Complex 2 is a 3-dimensional coordination network consisting of 1-dimensional Mn3(OH)2 chains and 3,4-pyda bridges.  The repeating trimeric structural unit in the Mn(II) hydroxide chain consists of two edge-sharing symmetry-related Mn octahedra linked via μ3-OH to a vertex of Mn2 octahedron.  Each 3,4-pyda links three Mn3(OH)2 chains and each Mn3(OH)2 chain is linked by other six Mn3(OH)2 chains via 3,4-pyda bridges, resulting in a 3-dimensional coordination solid.  Magnetic measurements reveal that a weak antiferromagnetic interaction between the MnII ions occurs in complex 1 and a 3-dimensional magnetic ordering at ∼7.0 K exists in complex 2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjvV2gsbg%253D&md5=7dcc8c8b7c7c6d7e49a1bb583640b1eb", "(c) ", "Li", ", ", "C. J.", "; ", "Peng", ", ", "M. X.", "; ", "Leng", ", ", "J. D.", "; ", "Yang", ", ", "M. M.", "; ", "Lin", ", ", "Z.", "; ", "Tong", ", ", "M. L.", " ", "CrystEngComm", " ", "2008", ",  ", "10", ",  ", "1645", "– ", "1652", "[", "Crossref", "], [", "CAS", "]", "16. ", "Synthesis, structure, photoluminescence and magnetic properties of new 3-D lanthanide-pyridine-2,4,6-tricarboxylate frameworks", "Li, Cui-Jin; Peng, Meng-Xia; Leng, Ji-Dong; Yang, Ming-Mei; Lin, Zhuojia; Tong, Ming-Liang", "CrystEngComm", "\r\n        (", "2008", "),\r\n    ", "10", "\r\n        (", "11", "),\r\n    ", "1645-1652", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Seven 3-dimensional (3D) metal-org. framework solids, [Nd2(pyta)2(H2O)6]n (1) and {[Ln2(pyta)2(H2O)x]·yH2O}n (Ln = Sm, 2; Eu, 3; Gd, 4 with x = 3, y = 2.5; Ln = Tb, 5 with x = 2, y = 2.5; Ln = Dy, 6; Ho, 7 with x = 2, y = 2), H3pyta = 2,4,6-pyridinecarboxylic acid, were prepd. under hydrothermal conditions.  X-ray structural anal. shows that compd. 1 crystallizes in monoclinic space group Pc and all Ln(III) ions are nine-coordinated.  The 3-dimensional framework of 1 is constructed from [Nd4(μ4-pyta)2]n chains with 1-dimensional small channels along the a axis.  Isomorphous compds. 2-7 crystallize in C2/c space group and are composed of alternative [Ln4(μ5-pyta)2]n chains and [Ln6(μ4-pyta)2]n helical chains.  The completely deprotonated pyta3- ligands adopt μ4-bridging coordination modes in 1, and μ4-, μ5-bridging modes in 2-7.  The Sm(III) 2, Eu(III) 3, Tb(III) 5 and Dy(III) 6 compds. exhibit characteristic photoluminescence (PL) in the visible region and the Nd(III) 1 and Ho(III) 7 compds. show photoluminescence in the near-IR (NIR) region.  The magnetic properties of three heavy lanthanide ions Gd(III) 4, Dy(III) 6 and Ho(III) 7 compds. were studied at 2-300 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlGltLfJ&md5=84844939098833a6ecbbf2e01499f210", "17. ", "Rueff", ", ", "J. M.", "; ", "Caignaert", ", ", "V.", "; ", "Chausson", ", ", "S.", "; ", "Leclaire", ", ", "A.", "; ", "Simon", ", ", "C.", "; ", "Perez", ", ", "O.", "; ", "Le Pluart", ", ", "L.", "; ", "Jaffrès", ", ", "P. A.", " ", "Eur. J. Inorg. Chem.", " ", "2008", ",  ", "4117", "– ", "4125", "[", "Crossref", "], [", "CAS", "]", "17. ", "meta-phosphonobenzoic acid: a rigid heterobifunctional precursor for the design of hybrid materials", "Rueff, Jean-Michel; Caignaert, Vincent; Chausson, Sophie; Leclaire, Andre; Simon, Charles; Perez, Olivier; Le Pluart, Loic; Jaffres, Paul-Alain", "European Journal of Inorganic Chemistry", "\r\n        (", "2008", "),\r\n    ", "\r\n        (", "26", "),\r\n    ", "4117-4125", "CODEN:\r\n                ", "EJICFO", ";\r\n        ISSN:", "1434-1948", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Rigid 3-phosphonobenzoic acid (2) possesses two functional groups (phosphonic acid and carboxylic acid) both having the potential to assoc. with a metallic precursor to form hybrid materials.  The hydrothermal reactions of compd. 2 with MnCl2·4H2O or Co(NO3)2·6H2O produce, resp., the isostructural layered materials M(H2O)(PO3C6H4CO2H) (3, M = Mn; 4, M = Co) characterized by the presence of the free carboxylic acid groups in the interlayer space (space group P21/n).  The reaction of Zn(CH3COO)2·2H2O with 2 produces two different materials depending on the pH of the reaction media.  At low pH (pH < 4.1), the isostructural material Zn(H2O)(PO3C6H4CO2H) (5) is formed possessing ZnII atoms octahedrally coordinated.  At higher pH, generated by the addn. of urea in the hydrothermal reaction, Zn3(H2O)2(PO3C6H4CO2)2 (6) is formed (orthorhombic; space group Pcan).  In material 6, the phosphonic acid and the carboxylic acid groups are linked to the inorg. network.  One of the two ZnII centers is tetrahedrally coordinated and the other is surrounded by a trigonal bipyramid.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht1Sru77K&md5=9e75929c7bb86680b04abeb8c4728d98", "18. ", "(a) ", "Zima", ", ", "V.", "; ", "Svoboda", ", ", "J.", "; ", "Benes", ", ", "L.", "; ", "Melanova", ", ", "K.", "; ", "Trchova", ", ", "M.", "; ", "Dybal", ", ", "J.", " ", "J. Solid State Chem.", " ", "2007", ",  ", "180", ",  ", "929", "– ", "939", "[", "Crossref", "], [", "CAS", "]", "18. ", "Synthesis and characterization of new strontium 4-carboxyphenylphosphonates", "Zima, Vitezslav; Svoboda, Jan; Benes, Ludvik; Melanova, Klara; Trchova, Miroslava; Dybal, Jiri", "Journal of Solid State Chemistry", "\r\n        (", "2007", "),\r\n    ", "180", "\r\n        (", "3", "),\r\n    ", "929-939", "CODEN:\r\n                ", "JSSCBI", ";\r\n        ISSN:", "0022-4596", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "Several new strontium 4-carboxyphenylphosphonates, i.e., two modifications of Sr(HOOCC6H4PO3H)2, SrH(OOCC6H4PO3).H2O, Sr3(OOCC6H4PO3)2.4H2O and Sr3(OOCC6H4PO3)2.5.7H2O, were prepd. and characterized by elemental anal., TG, x-ray powder diffraction and IR spectroscopy.  The compns. of these compds. depend on the acidity of the reaction medium.  The presented compds. are interconvertible in dependence on pH.  The position of the acid hydrogen atom in SrH(OOCC6H4PO3).H2O was detd. from the IR spectra of the studied compds.  The structure of the β modification of Sr(HOOCC6H4PO3H)2 was solved from its x-ray powder diffraction pattern using an ab initio method (the FOX program) with subsequent Rietveld refinement in the FULLPROF program.  The compd. is monoclinic, with the space group P21/c, a 49.88(2), b 7.867(2), c 5.602(3) Å, β 128.68(2)°, and Z = 4.  It has a 1-dimensional structure with an inorg. part built of SrO8 distorted tetragonal antiprisms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXjtFKgsrY%253D&md5=02d766508db593137fd64fe26ec3def6", "(b) ", "Svoboda", ", ", "J.", "; ", "Zima", ", ", "V.", "; ", "Benes", ", ", "L.", "; ", "Melanova", ", ", "K.", "; ", "Vlcek", ", ", "M.", " ", "Inorg. Chem.", " ", "2005", ",  ", "44", ",  ", "9968", "– ", "76", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Synthesis and Characterization of New Calcium Phenylphosphonates and 4-Carboxyphenylphosphonates", "Svoboda, Jan; Zima, Vitezslav; Benes, Ludvik; Melanova, Klara; Vlcek, Milan", "Inorganic Chemistry", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "26", "),\r\n    ", "9968-9976", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three new calcium phenylphosphonates, CaC6H5PO3·2H2O, Ca3(C6H5PO3H)2(C6H5PO3)2·4H2O, and CaC6H5PO3·H2O, and two calcium 4-carboxyphenylphosphonates, Ca(HOOCC6H4PO3H)2 and Ca3(OOCC6H4PO3)2·6H2O, were prepd.  CaC6H5PO3·2H2O transformed into previously known Ca(C6H5PO3H)2 via Ca3(C6H5PO3H)2(C6H5PO3)2·4H2O in the presence of phenylphosphonic acid, and Ca(C6H5PO3H)2 turned into CaC6H5PO3·2H2O in a weak basic medium.  A similar relation was found between Ca(HOOCC6H4PO3H)2 and Ca3(OOCC6H4PO3)2·6H2O; i.e., Ca3(OOCC6H4PO3)2·6H2O transformed into Ca(HOOCC6H4PO3H)2 in the presence of 4-carboxyphenylphosphonic acid.  On the contrary, Ca3(OOCC6H4PO3)2·6H2O is formed from Ca(HOOCC6H4PO3H)2 in the presence of ammonium as a weak base.  The structure of Ca(HOOCC6H4PO3H)2 was solved from x-ray powder diffraction data by an ab initio method using a FOX program.  The compd. is monoclinic, space group C2/c, a 49.218(3), b 7.7609(4), c 5.4452(3) Å, β 128.119(3)°, and Z = 4.  Its structure is 1-dimensional with [Ca2(HOOCC6H4PO3H)4]∞ ribbons forming basic building blocks.  The ribbons are held together by H bonds between carboxylic groups.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht1emsb7J&md5=c11b6ea40146441b39862494e6f78338", "(c) ", "Chen", ", ", "Z.", "; ", "Zhou", ", ", "Y.", "; ", "Wenig", ", ", "L.", "; ", "Yuan", ", ", "C.", "; ", "Zhao", ", ", "D.", " ", "Chem. Asian J.", " ", "2007", ",  ", "2", ",  ", "1549", "– ", "1554", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "A zeolite-like zinc phosphonocarboxylate framework and its transformation into two- and three-dimensional structures", "Chen, Zhenxia; Zhou, Yaming; Weng, Linhong; Yuan, Chao; Zhao, Dongyuan", "Chemistry--An Asian Journal", "\r\n        (", "2007", "),\r\n    ", "2", "\r\n        (", "12", "),\r\n    ", "1549-1554", "CODEN:\r\n                ", "CAAJBI", ";\r\n        ISSN:", "1861-4728", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Zinc 4-phosphonobenzoates exhibit two- and three-dimensional self-assembly in the solid state, forming porous zeolite-like polymeric structure.  Three zinc 4-phosphonobenzoates, Zn2(pbc)2·Hdma·H3O·2H2O (1), Zn(pbc)·Hdma (2), and Zn4.5(pbc)3(OH)(H2O)0.5·Hdma [3; H3pbc = 4-(HO)2P(O)C6H4CO2H, dma = dimethylamine] were prepd. by the mixed solvothermal reaction of Zn(Ac)2·2H2O and 4-phosphonobenzoic acid in N,N-dimethylformamide (DMF) and water.  The zigzag and ladder-like chains completely constructed by triply fused 4-membered rings (denoted SBU-1) are linked by the org. moieties to form the 3D zeolite-like structure 1 and the layered structure 2, resp.  As for structure 3, a new second building unit (SBU-2) formed by the inset of the [Zn3O12] trimer into the 4-membered ring as well as SBU-1 is obsd.  The connections between the two types of SBUs lead to a \"zinc phosphate\" layer, which is linked by the org. groups to generate a 3D pillar-layered structure.  Both soln.-mediated and solid-state transformations of 1 to 2 and 3 were obsd.  A possible mechanism for the transformation is proposed.  Gas sorption studies show that 1 has accessible pores for methanol and water and exhibits size selectivity for alcs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhsVGlsLzE&md5=4616b28eef4bdd15339d700763fd2930", "(d) ", "Svoboda", ", ", "J.", "; ", "Zima", ", ", "V.", "; ", "Benes", ", ", "L.", "; ", "Melanova", ", ", "K.", "; ", "Trchova", ", ", "M.", "; ", "Vlcek", ", ", "M.", " ", "Solid State Sci.", " ", "2008", ",  ", "10", ",  ", "1533", "– ", "1542", "[", "Crossref", "], [", "CAS", "]", "18. ", "New barium 4-carboxyphenylphosphonates: Synthesis, characterization and interconversions", "Svoboda, Jan; Zima, Vitezslav; Benes, Ludvik; Melanova, Klara; Trchova, Miroslava; Vlcek, Milan", "Solid State Sciences", "\r\n        (", "2008", "),\r\n    ", "10", "\r\n        (", "11", "),\r\n    ", "1533-1542", "CODEN:\r\n                ", "SSSCFJ", ";\r\n        ISSN:", "1293-2558", ".\r\n    \r\n            (", "Elsevier Masson SAS", ")\r\n        ", "Three new barium 4-carboxyphenylphosphonates, Ba(HOOCC6H4PO3H)2 (1), BaH(OOCC6H4PO3) (2), and Ba3(OOCC6H4PO3)2·2H2O (3), were prepd. and characterized by elemental anal., TGA, x-ray powder diffraction, energy-dispersive X-ray microanal., and IR spectroscopy.  Depending on the acidity of the reaction medium, 1 can be converted to 3, and vice versa.  As an intermediate in these reactions 2 is formed.  The IR spectra of these compds. were compared with analogous strontium compds. prepd. and described previously and the position of the acidic hydrogen atom in BaH(OOCC6H4PO3) is deduced from the spectra.  The structure of Ba(HOOCC6H4PO3H)2 was solved from x-ray powder diffraction data by an ab initio method using a FOX program with subsequent Rietveld refinement in the FullProf program.  The compd. is monoclinic, space group C2/c, a 49.382(1), b 5.5196(1), c 8.4977(2) Å, β 127.52(1)°, and Z = 4.  This compd. has a layered structure built up from CPO3 phosphonate tetrahedra and BaO8 distorted tetragonal antiprisms and thus forming layers in the bc plane with org. groups pointing to the interlayer space.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlGjtLrP&md5=991fc8a9ba4dbc5a7b961ea38bb2cd3a", "19. ", "(a) ", "Fry", ", ", "J. A.", "; ", "Samanamu", ", ", "C. R.", "; ", "Montchamp", ", ", "J. L.", "; ", "Richards", ", ", "A. F.", " ", "Eur. J. Inorg. Chem.", " ", "2008", ",  ", "463", "– ", "470", "[", "Crossref", "], [", "CAS", "]", "19. ", "A mild synthetic route to zinc, cadmium, mercury, and silver polymers with (2-pyridyl)phosphonic acid: synthesis and analysis", "Fry, Julie A.; Samanamu, Christian R.; Montchamp, Jean-Luc; Richards, Anne F.", "European Journal of Inorganic Chemistry", "\r\n        (", "2008", "),\r\n    ", "\r\n        (", "3", "),\r\n    ", "463-470", "CODEN:\r\n                ", "EJICFO", ";\r\n        ISSN:", "1434-1948", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Five new metal pyridylphosphonate polymers were prepd., fully characterized, and their room-temp. luminescence probed.  The reaction of (2-pyridyl)phosphonic acid (2pypo) with ZnX2 (X = Br, Cl) afforded two-dimensional polymers [Zn(X)(2pypo)]n {X = Cl = (1), X = Br = (2)}, which feature cyclic 12-membered Zn-O-P cores that are interlinked by bridged oxygen atoms from the phosphonate moiety.  From the room-temp., aq. reactions of 2pypo and the corresponding metal salts, the 1-dimensional polymers [Cd(μ-Cl)2(2pypo)]n (3) and [Hg(2pypo)]n (4) were isolated in moderate yield.  The 1-dimensional structure of 3 is supported through bridging chlorides and two η2-phosphonate oxygen atoms, while 4 is a highly sym. polymer that exhibits pyridyl nitrogen coordination to the mercury center and uses two μ2-oxygen atoms to polymerize.  Reaction of silver triflate (CF3SO3Ag) with 2pypo afforded a cryst. silver polymer [Ag3(triflate)2(2pypo)]n (5) that displays a zigzag arrangement of silver atoms with argentophilic interactions and that is stabilized through bridged triflate and phosphonate moieties.  Polymer 5 exhibited a weak luminescence at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXltVKqurs%253D&md5=e9f2bf05f95fd3d7a1b4adc0822a3b01", "(b) ", "Samanamu", ", ", "C. R.", "; ", "Olmstead", ", ", "M. M.", "; ", "Montchamp", ", ", "J. L.", "; ", "Richards", ", ", "A. F.", " ", "Inorg. Chem.", " ", "2008", ",  ", "47", ",  ", "3879", "– ", "3887", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Convenient synthesis of aluminum and gallium phosphonate cages", "Samanamu, Christian R.; Olmstead, Marilyn M.; Montchamp, Jean-Luc; Richards, Anne F.", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "9", "),\r\n    ", "3879-3887", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The reactions of AlCl3·6H2O and GaCl3 with 2-pyridylphosphonic acid (2PypoH2) and 4-pyridylphosphonic acid (4PypoH2) afford cyclic aluminum and gallium phosphonate structures of [(2PypoH)4Al4(OH2)12]Cl8·6H2O (1), [(4PypoH)4Al4(OH2)12]Cl8·11H2O (2), [(2PypoH)4Al4(OH2)12](NO3)8·7H2O (3), [(2PypoH)2(2Pypo)4Ga8Cl12(OH2)4(THF)2](GaCl4)2·8THF (4), and [(2PypoH)2(2Pypo)4Ga8Cl12(OH2)4(THF)2](NO3)2·9THF (5).  Structures 1-3 feature four aluminum atoms bridged by oxygen atoms from the phosphonate moiety and show structural resemblance to the secondary building units found in zeolites and aluminum phosphates.  The gallium complexes, 4 and 5, have eight gallium atoms bridged by phosphonate moieties with two GaCl4- counterions present in 4 and nitrate ions in 5.  The cage structures 1-3 are interlinked by strong hydrogen bonds, forming polymeric chains that, for aluminum, are thermally robust.  Exchange of the phosphonic acid for the more flexible 4PyCH2PO3H2 afforded a coordination polymer with a 1:1 Ga:P ratio, {[(4PyCH2PO3H)Ga(OH2)3](NO3)2·0.5H2O}x (6).  Complexes 1-6 were characterized by single-crystal x-ray diffraction, NMR, and mass spectrometry and studied by TGA.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXjslSgt70%253D&md5=c35b8fd09386116ca22418c54bac948f", "20. ", "Yang", ", ", "Y. F.", "; ", "Ma", ", ", "Y. S.", "; ", "Bao", ", ", "S. S.", "; ", "Zheng", ", ", "L. M.", " ", "Dalton Trans.", " ", "2007", ",  ", "37", ",  ", "4222", "– ", "4226", "[", "Crossref", "]", "There is no corresponding record for this reference.", "21. ", "Rueff", ", ", "J. M.", "; ", "Caignaert", ", ", "V.", "; ", "Leclaire", ", ", "A.", "; ", "Simon", ", ", "C.", "; ", "Haelters", ", ", "J. P.", "; ", "Jaffrès", ", ", "P. A.", " ", "CrystEngComm", " ", "2009", ",  ", "11", ",  ", "556", "– ", "559", "[", "Crossref", "], [", "CAS", "]", "21. ", "m-Phosphonobenzoic acid and copper(II) as precursors of helical chain and lamellar hybrid materials", "Rueff, Jean-Michel; Caignaert, Vincent; Leclaire, Andre; Simon, Charles; Haelters, Jean-Pierre; Jaffres, Paul-Alain", "CrystEngComm", "\r\n        (", "2009", "),\r\n    ", "11", "\r\n        (", "4", "),\r\n    ", "556-559", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A novel 1D helical-chain material Cu6(H2O)7(m-PO3C6H4CO2)4 1, characterized by a non-centrosym. crystal structure, and a 2D lamellar hybrid material Cu(H2O)(m-PO3C6H4CO2H) 2 were synthesized starting from m-phosphonobenzoic acid and copper(II).  The pH of the reaction media regulates the formation of either 1 or 2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXotVyrtLw%253D&md5=eded19978550b383a32bfea7d606c549", "22. ", "(a) ", "Fang", ", ", "C.", "; ", "Chen", ", ", "Z.", "; ", "Liu", ", ", "X.", "; ", "Yang", ", ", "Y.", "; ", "Deng", ", ", "M.", "; ", "Weng", ", ", "L.", "; ", "Jia", ", ", "Y.", "; ", "Zhou", ", ", "Y.", " ", "Inorg. Chem. Acta", " ", "2009", ",  ", "362", ",  ", "2101", "– ", "2107", "[", "Crossref", "], [", "CAS", "]", "22. ", "Synthesis and crystal structures of four pH-dependent Pb(II) and Cd(II) phosphonates based on a novel ligand, 3-phosphono-benzoic acid", "Fang, Changye; Chen, Zhenxia; Liu, Xiaofeng; Yang, Yongtai; Deng, Mingli; Weng, Linhong; Jia, Yu; Zhou, Yaming", "Inorganica Chimica Acta", "\r\n        (", "2009", "),\r\n    ", "362", "\r\n        (", "7", "),\r\n    ", "2101-2107", "CODEN:\r\n                ", "ICHAA3", ";\r\n        ISSN:", "0020-1693", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Four metal phosphonate hybrid compds., [Pb(Hpbc)] (1), [Pb3(pbc)2(H2O)2] (2), [Cd(H2pbc)2(H2O)2] (3) and [Cd1.5(pbc)(H2O)1.5]·0.5H2O (4, H3pbc = 3-phosphonobenzoic acid), were successfully synthesized by the hydrothermal/solvothermal reaction of metal acetate and 3-phosphonobenzoic acid.  Compds. 1-4 were pH-dependent products and characterized by elemental anal., FTIR spectra and single-crystal x-ray diffraction studies.  Compd. 1 has a two-dimensional (2D) structure constructed from inorg. layers and org. pendants.  With the increase of pH value, structure 2 has a 3-dimensional inorg. framework with org. moieties distributed in the channels.  In 3, the Cd2O10 dimers are linked by alternating terminal and bridging ligands, resulting in a 1-dimensional chain structure.  Compd. 4 has a 2-dimensional structure where the 1-dimensional inorg. chains are connected by the org. moieties of the ligands.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXltVymsb8%253D&md5=ad4e70d2cd73f68ad5707214796d5d7a", "(b) ", "Rueff", ", ", "J. M.", "; ", "Perez", ", ", "O.", "; ", "Leclaire", ", ", "A.", "; ", "Couthon-Gourvès", ", ", "H.", "; ", "Jaffrès", ", ", "P. A.", "  ", "Eur. J. Inorg. Chem.", ", ", "2009", ", DOI : ", " DOI: 10.1002/ejic.200900430", " .", "[", "Crossref", "]", "There is no corresponding record for this reference.", "23. ", "Rueff", ", ", "J. M.", "; ", "Leclaire", ", ", "A.", "; ", "Jaffrès", ", ", "P. A.", " ", "Solid State Sci.", " ", "2009", ",  ", "11", ",  ", "812", "– ", "817", "[", "Crossref", "], [", "CAS", "]", "23. ", "The dimeric unit [La(H2O)4(m-PO3C6H4COOH)(m-PO2(OH)C6H4COOH)(m-PO(OH)2C6H4COOH)]2 as building block of layered hybrid material", "Rueff, Jean-Michel; Leclaire, Andre; Jaffres, Paul-Alain", "Solid State Sciences", "\r\n        (", "2009", "),\r\n    ", "11", "\r\n        (", "4", "),\r\n    ", "812-817", "CODEN:\r\n                ", "SSSCFJ", ";\r\n        ISSN:", "1293-2558", ".\r\n    \r\n            (", "Elsevier Masson SAS", ")\r\n        ", "A new hybrid org.-inorg. material with the structural formula unit [La(H2O)4(m-PO3C6H4COOH)(m-PO2(OH)C6H4COOH)(m-PO(OH)2C6H4COOH)]2 (1, [La(H2O)4C21H18O15P3]2) was synthesized under hydrothermal conditions from La(NO3)3·6H2O and 3-phosphonobenzoic acid (m-PO(OH)2-C6H4-COOH) which is a rigid org. precursor possessing two types of functional groups: phosphonic acid and carboxylic acid.  The two units of the produced hybrid are linked together by hydrogen bonds leading to a layered framework composing of by a repetition of inorg. and org. slices.  The org. layers consist of dimeric units made of two meta-phosphono-benzoic acid linked together by hydrogen bonds involving their COOH groups.  Two kinds of dimeric units are obsd.: PO3C6H4COOH···HOOCC6H4PO(OH)2, present 2 times in the structure, and PO2(OH)C6H4COOH···HOOCC6H4PO2(OH).  The material crystallizes in a monoclinic cell (space group C2/c (15)) with the following parameters: a 42.515(4), b 7.4378(6), c 20.307(2) Å, β 118.031(6)°, Z = 4, d. = 1.908 g/cm3.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXktFSjsbs%253D&md5=eced8aa41cf72540c7fb7bdd31acc3bf", "24. ", "(a) ", "Yaghi", ", ", "O. M.", "; ", "Li", ", ", "H.", "; ", "Groy", ", ", "T. L.", " ", "J. Am. Chem. Soc.", " ", "1996", ",  ", "118", ",  ", "9096", "– ", "9101", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Construction of Porous Solids from Hydrogen-Bonded Metal Complexes of 1,3,5-Benzenetricarboxylic Acid", "Yaghi, O. M.; Li, Hailian; Groy, T. L.", "Journal of the American Chemical Society", "\r\n        (", "1996", "),\r\n    ", "118", "\r\n        (", "38", "),\r\n    ", "9096-9101", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The reaction of M(II) acetate hydrate (M = Co, Ni, and Zn) with 1,3,5-benzenetricarboxylic acid (BTC) yields a material formulated as M3(BTC)2·12H2O.  These compds. are isostructural as revealed by their XRPD patterns and a single crystal structure anal. performed on the Co contg. solid [monoclinic, space group C2, a 17.482(6) Å, b 12.963(5) Å, c 6.559(2) Å, β 112.04°, Z = 4].  This solid is composed of zigzag chains of tetra-aqua Co(II) benzenetricarboxylate that are H-bonded to yield a tightly held 3-dimensional network.  Upon liberating 11 H2O ligands per formula unit a porous solid results, M3(BTC)2·H2O, which was found to reversibly and repeatedly bind H2O without destruction of the framework.  The proposed 1-dimensional channels of the monohydrate have a pore diam. of 4 × 5 Å, which is typical of those obsd. in zeolites and mol. sieves.  The successful inclusion of NH3 into the porous solid was demonstrated.  Larger mols. and others without a reactive lone pair are disallowed from entering the channels.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XmtF2it7o%253D&md5=34defce1376c6d1398533d64b3d4764b", "(b) ", "Cheng", ", ", "D.", "; ", "Khan", ", ", "M. A.", "; ", "Houser", ", ", "R. P.", " ", "Cryst. Growth Des.", " ", "2004", ",  ", "4", ",  ", "599", "– ", "604", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Structural Variability of Cobalt(II) Coordination Polymers: Three Polymorphs of Co3(TMA)2 [TMA = Trimesate, C6H3(COO)33-]", "Cheng, Deping; Khan, Masood A.; Houser, Robert P.", "Crystal Growth & Design", "\r\n        (", "2004", "),\r\n    ", "4", "\r\n        (", "3", "),\r\n    ", "599-604", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The aq. reaction of cobalt(II) sulfate with trimesic acid (H3TMA = 1,3,5-benzenetricarboxylic acid) in the presence of a base yields complexes of Co3(TMA)2.  The identity of the base dets. the specific structural characteristics of the complexes formed.  When sodium hydroxide was used, a novel cobalt(II) coordination polymer, {[NaCo3(TMA)2(μ3-OH)](μ2-H2O)4(H2O)7·1.5H2O}n (1), is produced.  Compd. 1 contains NaCo3(OH) clusters connected via TMA ligands into 1-dimensional chains, and 1 crystallizes in the orthorhombic space group Pbca with a 18.907(2), b 14.565(3), c 21.414(4) Å, and Z = 8.  When triethylamine was used, the previously reported 1-dimensional zigzag chain coordination polymer, [Co3(TMA)2(H2O)12]n (2), is produced.  When tetraethylammonium hydroxide was used, a trinuclear cobalt(II) complex, [Co3(TMA)2(H2O)14]·4H2O (3), is produced that has a structure identical to a segment of the zigzag chain of 2.  Compd. 3 crystallizes in the triclinic space group P‾1 with a 6.6542(5), b 10.7114(7), c 12.3567(7) Å, α 99.008(4), β 102.553(6), γ 107.344(7)°, and Z = 1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXis1CrtLk%253D&md5=0ac688edefb8e0fbc2868b223245b590", "(c) ", "Riou-Cavallec", ", ", "M.", "; ", "Albinet", ", ", "C.", "; ", "Grenèche", ", ", "J. M.", "; ", "Férey", ", ", "G.", " ", "J. Mater. Chem.", " ", "2001", ",  ", "11", ",  ", "3166", "– ", "3171", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(c) ", "Cheng", ", ", "D.", "; ", "Khan", ", ", "M. A.", "; ", "Houser", ", ", "R. P.", " ", "Cryst. Growth Des.", " ", "2004", ",  ", "4", ",  ", "599", "– ", "604", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Structural Variability of Cobalt(II) Coordination Polymers: Three Polymorphs of Co3(TMA)2 [TMA = Trimesate, C6H3(COO)33-]", "Cheng, Deping; Khan, Masood A.; Houser, Robert P.", "Crystal Growth & Design", "\r\n        (", "2004", "),\r\n    ", "4", "\r\n        (", "3", "),\r\n    ", "599-604", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The aq. reaction of cobalt(II) sulfate with trimesic acid (H3TMA = 1,3,5-benzenetricarboxylic acid) in the presence of a base yields complexes of Co3(TMA)2.  The identity of the base dets. the specific structural characteristics of the complexes formed.  When sodium hydroxide was used, a novel cobalt(II) coordination polymer, {[NaCo3(TMA)2(μ3-OH)](μ2-H2O)4(H2O)7·1.5H2O}n (1), is produced.  Compd. 1 contains NaCo3(OH) clusters connected via TMA ligands into 1-dimensional chains, and 1 crystallizes in the orthorhombic space group Pbca with a 18.907(2), b 14.565(3), c 21.414(4) Å, and Z = 8.  When triethylamine was used, the previously reported 1-dimensional zigzag chain coordination polymer, [Co3(TMA)2(H2O)12]n (2), is produced.  When tetraethylammonium hydroxide was used, a trinuclear cobalt(II) complex, [Co3(TMA)2(H2O)14]·4H2O (3), is produced that has a structure identical to a segment of the zigzag chain of 2.  Compd. 3 crystallizes in the triclinic space group P‾1 with a 6.6542(5), b 10.7114(7), c 12.3567(7) Å, α 99.008(4), β 102.553(6), γ 107.344(7)°, and Z = 1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXis1CrtLk%253D&md5=0ac688edefb8e0fbc2868b223245b590", "(d) ", "Chen", ", ", "B.", "; ", "Wang", ", ", "L.", "; ", "Zapata", ", ", "F.", "; ", "Qian", ", ", "G.", "; ", "Lobkovsky", ", ", "E. B.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "6718", "– ", "6719", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "A Luminescent Microporous Metal-Organic Framework for the Recognition and Sensing of Anions", "Chen, Banglin; Wang, Liangbo; Zapata, Fatima; Qian, Guodong; Lobkovsky, Emil B.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "21", "),\r\n    ", "6718-6719", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A luminescent microporous metal-org. framework Tb(BTC)G was developed for the recognition and sensing of anions, exhibiting a high-sensitivity sensing function with respect to fluoride.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXltlWgtLc%253D&md5=d31b7ad2d7a8131801a523f80d9e9357", "25. ", "(a) ", "Reiter", ", ", "S. A.", "; ", "Assmann", ", ", "B.", "; ", "Nogai", ", ", "S. D.", "; ", "Mitzel", ", ", "N. W.", "; ", "Schmidbaur", ", ", "H.", " ", "Helv. Chim. Acta", " ", "2002", ",  ", "85", ",  ", "1140", "– ", "1150", "[", "Crossref", "], [", "CAS", "]", "25. ", "(Benzene-1,3,5-triyl)tris[phosphine] (C6H3(PH2)3) and (benzene-1,3,5-triyl)tris[phosphonic acid] (C6H3[P(O)(OH)2]3). Absence of hydrogen bonding in solid primary phosphines", "Reiter, Stephan A.; Assmann, Bernd; Nogai, Stefan D.; Mitzel, Norbert W.; Schmidbaur, Hubert", "Helvetica Chimica Acta", "\r\n        (", "2002", "),\r\n    ", "85", "\r\n        (", "4", "),\r\n    ", "1140-1150", "CODEN:\r\n                ", "HCACAV", ";\r\n        ISSN:", "0018-019X", ".\r\n    \r\n            (", "Verlag Helvetica Chimica Acta", ")\r\n        ", "The prolonged photo-Arbuzov reaction (3 wk, Hg lamp) of 1,3,5-trichlorobenzene with a large excess of tri-Me phosphite (as a solvent) at 50° gives moderate yields of di-Me (3,5-dichlorophenyl) phosphonate (1; 14.5%), tetra-Me (5-chloro-1,3-phenylene)bis[phosphonate] (2; 35.4%), and hexamethyl (benzene-1,3,5-triyl)tris[phosphonate] (3; 30.1%).  The products can be sepd. by fractional distn.  Acid hydrolysis of the esters gives almost quant. yields of the corresponding phosphonic acids 4-6.  Redn. of the esters 1-3 by LiAlH4 in THF affords the primary phosphines (3,5-dichlorophenyl)phosphine (7; 46.5%), (5-chloro-1,3-phenylene)bis[phosphine] (8; 34.5%) and (benzene-1,3,5-triyl)tris[phosphine] (9; 25.2% yield).  In the crude redn. products from 2 (prepn. of 8) and from 3 (prepn. of 9), (3-chlorophenyl)phosphine and (1,3-phenylene)bis[phosphine], resp., are obsd. as byproducts.  All compds. are characterized by std. anal., spectroscopic, and (for 1, 7, and 8) structural techniques.  The arrangement of the mols. in the crystal structures of 7 and 8 suggest that H-bonding between the primary arylphosphines is virtually insignificant for the packing of the components.  This is in marked contrast to the importance of H-bonding for the supramol. chem. of arylamines.  The new primary polyphosphines and polyphosphonic acids are to be employed in the construction of extended arrays.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XjsFKjs7k%253D&md5=d0d41506c5387be89e47ff9e54518464", "(b) ", "Kong", ", ", "D.", "; ", "Clearfield", ", ", "A.", "; ", "Zon", ", ", "J.", " ", "Cryst. Growth Des.", " ", "2005", ",  ", "5", ",  ", "1767", "– ", "1773", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Crystal-Engineered Three-Dimensional Hydrogen-Bonding Networks Built with 1,3,5-Benzenetri(phosphonic acid) and Bipyridine Synthons", "Kong, Deyuan; Clearfield, Abraham; Zon, Jerzy", "Crystal Growth & Design", "\r\n        (", "2005", "),\r\n    ", "5", "\r\n        (", "5", "),\r\n    ", "1767-1773", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The phosphonic acid 1,3,5-benzenetri(phosphonic acid) (BTP; 1,3,5-[(OH)2PO]3-C6H3) can act as both a hydrogen bond donor and acceptor.  BTP was reacted with two org. bases, 2,2'-bipyridine and 4,4'-bipyridine, in a 1:1 molar ratio.  The bis-deprotonation and tris-deprotonation trigger the formation of self-complementary 3D hydrogen bonding architectures.  Layers of the 2,2'-bipyridine compd. are formed through hydrogen bonding of the phosphonic acid groups existing in the dianionic motif {1,3-[(OH)PO2]2-5-[PO(OH)2]-C6H3}2-.  The ratio of BTP to 2,2'-bipyridine is 1:1.5, with two of the phosphonic acid protons being transferred to the nitrogen atoms, leaving a neg. charged oxygen and a proton on each of the phosphonic acid groups.  Discrete dimers are formed by three very short PO-H···O-P type hydrogen bonds (2.45-2.48 Å) and one short PO-H···O:P hydrogen bond at 2.56 Å interconnecting all dimers into extended layers in the bc plane.  The protonated bipyridyls penetrated into the layers by formation of two NH+···O-P hydrogen bonds (2.72, 3.14 Å) to complete the 3D network.  The compd. with 4,4'-bipyridine is triclinic P‾1, in which the ratio of BTP to bipyridine is 1:1.  Each amino nitrogen atom is protonated, leaving each phosphonic acid group neg. charged.  One addnl. pos. charge is provided by a hydronium ion.  The BTP mols. align in hydrogen-bonded staircase chains along the b axis, in which the mols. are bonded together by double hydrogen bonds: P-O-···HO-P.  The staircases are then interwoven into each other by the NH+···O-P hydrogen bonds between the pyridyl and the phosphonic acid groups.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXntVOlu7o%253D&md5=2071d66cfd366a9ff7edfb99bedeabdc", "26. ", "Hix", ", ", "G. B.", "; ", "Caignaert", ", ", "V.", "; ", "Rueff", ", ", "J. M.", "; ", "Le Pluart", ", ", "L.", "; ", "Warren", ", ", "J. E.", "; ", "Jaffrès", ", ", "P. A.", " ", "Cryst. Growth Des.", " ", "2007", ",  ", "7", ",  ", "208", "– ", "211", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "A Supramolecular Ladderlike Structure Formed by the Auto-Assembly of Benzene-1,3,5-triphosphonic Acid", "Hix, Gary B.; Caignaert, Vincent; Rueff, Jean-Michel; Le Pluart, Loiec; Warren, John E.; Jaffres, Paul-Alain", "Crystal Growth & Design", "\r\n        (", "2007", "),\r\n    ", "7", "\r\n        (", "2", "),\r\n    ", "208-211", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Benzene-1,3,5-triphosphonic acid 1, which is the phosphonic acid analog of trimesic acid, forms a columnar packing in the solid state that is characterized by strong hydrogen bonds (contact distances O···O ranging from 2.55 to 2.60 Å) and π-stacking (d(Ar···Ar) = 3.89 and 3.69 Å) involving the arom. rings, thus designing an org. supramol. ladder structure by auto-assembly.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtlensro%253D&md5=6bf22d083465798758cef15d9d2a1679", "27. ", "Kong", ", ", "D.", "; ", "Zon", ", ", "J.", "; ", "McBee", ", ", "J.", "; ", "Clearfield", ", ", "A.", " ", "Inorg. Chem.", " ", "2006", ",  ", "45", ",  ", "977", "– ", "986", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "Rational Design and Synthesis of Porous Organic-Inorganic Hybrid Frameworks Constructed by 1,3,5-Benzenetriphosphonic Acid and Pyridine Synthons", "Kong, Deyuan; Zon, Jerzy; McBee, Jennifer; Clearfield, Abraham", "Inorganic Chemistry", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "3", "),\r\n    ", "977-986", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "1,3,5-Benzenetriphosphonic acid, H6BTP, 1,3,5-[(HO)2OP]3C6H3, was reacted hydrothermally with copper salts in the absence and presence of 4,4'-bipyridine (bpy) and 4,4'-trimethlyenedipyridine (tbpy) in a 1:1 molar ratio leading to three new org.-inorg. hybrid frameworks.  Compd. 1, {Cu6[C6H3(PO3)3]2(H2O)8}·5.5H2O, has three different copper ions that are interconnected by the highly charged [1,3,5-(PO3)3C6H3]6- anionic moieties.  These moieties self-assemble through tetra-copper units to give a cagelike motif with two benzene rings parallel to each other at a distance of 3.531 Å which extend along the a axis and link with a grouping of four-coordinated copper units in the b axis direction to give the cross-linked layered structure.  In compd. 2, Cu{C6H3[PO(OH)O]2[PO(OH)2]}(C10H8N2), the copper ions are in square pyramidal geometries and are interconnected via chelating and bridging BTP ligands into layers which are further cross-linked by bpy ligands into a pillared layered architecture.  Compd. 3, {Cu2C6H3[PO(OH)O]2[PO3](C13H14N2)}·3H2O·0.5HCON(CH3)2, contains tetra-copper units that are linked by BTP ligands and further linked by tbpy linkers in the c axis direction to produce a large channel-sized 3D framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XitVGhsw%253D%253D&md5=d2bb1262b97b597edd749ffaded27ff7", "28. ", "Bauer", ", ", "S.", "; ", "Stock", ", ", "N.", " ", "J. Solid. State Chem.", " ", "2007", ",  ", "180", ",  ", "3111", "– ", "3120", "[", "Crossref", "], [", "CAS", "]", "28. ", "Synthesis and characterization of four new metal 5-phosphonoisophthalates discovered by high-throughput experimentation", "Bauer, Sebastian; Stock, Norbert", "Journal of Solid State Chemistry", "\r\n        (", "2007", "),\r\n    ", "180", "\r\n        (", "11", "),\r\n    ", "3111-3120", "CODEN:\r\n                ", "JSSCBI", ";\r\n        ISSN:", "0022-4596", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "A new ligand, 5-diethylphosphonoisophthalic acid ((HOOC)2C6H3-PO3Et2, H2Et2L), for the hydrothermal synthesis of inorg.-org. hybrid compds. was prepd. and characterized by NMR-spectroscopy.  Its in situ hydrolysis leads to the corresponding 5-phosphonoisophthalic acid ((HOOC)2C6H3-PO3H2, H4L).  Applying high-throughput methods, different di- and trivalent metal salts for the synthesis of cryst. metal phosphonates based on H2Et2L were screened.  From the resulting discovery library, single-crystals of four new compds., [Sm2(H2O)4(H(OOC)2C6H3-PO3)2]·2H2O (1), [Cu3(H2O)(H(OOC)2C6H3-PO3)2]·2H2O (2), Ca2(H2O)[H(OOC)2C6H3-PO3H]2 (3), and Ba2(H2O)3(OOC)2C6H3-PO3 (4), were isolated.  The single-crystal structure detn. of the title compds. shows H4L to be a versatile ligand, exhibiting different types of coordination modes between the functional groups and the metal ions.  A comparison of the structural features of the title compds. shows a varying degree of M-O-M connectivities.  Thus, isolated metal-oxygen clusters (compds. 1 and 2), infinite M-O-M chains (compd. 3), and infinite M-O-M layers (compd. 4) are obsd.  The title compds. 1, 2, and 3 were further characterized by IR-spectroscopy, TG-, EDX-, and elemental chem. anal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtlGjtrbE&md5=9dcdb62a5ecef54dcde4213c53985a70", "29. ", "Duisenberg", ", ", "A. J. M", ". ", "EvalCCD", ", Thesis; ", "University of Utrecht", ", ", "The Netherlands", ", ", "1998", ".", "There is no corresponding record for this reference.", "30. ", "Sheldrick", ", ", "G. M.", "  ", "SADABS. Program for Empirical absorption Correction of Area Detector Data", "; ", "University of Göttingen", ",", " Germany", ", ", "1996", ".", "There is no corresponding record for this reference.", "31. ", "Palatinus", ", ", "L.", "; ", "Chapuis", ", ", "G.", " ", "J. Appl. Crystallogr.", " ", "2007", ",  ", "40", ",  ", "786", "– ", "790", "[", "Crossref", "], [", "CAS", "]", "31. ", "SUPERFLIP. A computer program for the solution of crystal structures by charge flipping in arbitrary dimensions", "Palatinus, Lukas; Chapuis, Gervais", "Journal of Applied Crystallography", "\r\n        (", "2007", "),\r\n    ", "40", "\r\n        (", "4", "),\r\n    ", "786-790", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "SUPERFLIP is a computer program that can solve crystal structures from diffraction data using the recently developed charge-flipping algorithm.  It can solve periodic structures, incommensurately modulated structures and quasicrystals from x-ray and neutron diffraction data.  Structure soln. from powder diffraction data is supported by combining the charge-flipping algorithm with a histogram-matching procedure.  SUPERFLIP is written in Fortran90 and is distributed as a source code and as precompiled binaries.  It was successfully compiled and tested on a variety of operating systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXnslWqtrg%253D&md5=d36a299b26262829a3c4cf9fc9a45f93", "32. ", "Oszlanyi", ", ", "G.", "; ", "Süto", ", ", "A.", " ", "Acta Crystallogr.", " ", "2004", ",  ", "A60", ",  ", "134", "– ", "141", "[", "Crossref", "], [", "CAS", "]", "32. ", "Ab initio structure solution by charge flipping", "Oszlanyi, Gabor; Sueto, Andras", "Acta Crystallographica, Section A: Foundations of Crystallography", "\r\n        (", "2004", "),\r\n    ", "A60", "\r\n        (", "2", "),\r\n    ", "134-141", "CODEN:\r\n                ", "ACACEQ", ";\r\n        ISSN:", "0108-7673", ".\r\n    \r\n            (", "Blackwell Publishing Ltd.", ")\r\n        ", "An extremely simple structure soln. method termed charge flipping is presented.  It works ab initio on high-resoln. x-ray diffraction data in the manner of Fourier recycling.  The real-space modification simply changes the sign of charge d. below a threshold, while in reciprocal space the moduli Fobs are retained resulting in an Fobs map without weighting.  The algorithm is tested using synthetic data for a wide range of structures, the soln. statistics are analyzed and the quality of reconstruction is checked.  Finally, math. aspects of the algorithm are considered in detail, and these show that in this chaotic iteration process the soln. is a limit cycle and not a fixed point.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXht1ahtrk%253D&md5=68fe78738feba914b720cc3bed7f35c4", "33. ", "Petricek", ", ", "V.", "; ", "Dusek", ", ", "M.", "; ", "Palatinus", ", ", "L.", "  ", "Jana2006. Structure Determination Software Programs", "; ", "Institute of Physics, Praha", ": ", "Czech Republic", ", ", "2006", ".", "There is no corresponding record for this reference.", "34. ", "Brese", ", ", "N. E.", "; ", "O’Keefe", ", ", "M.", " ", "Acta Crystallogr.", " ", "1991", ",  ", "B47", ",  ", "192", "– ", "197", "[", "Crossref", "], [", "CAS", "]", "34. ", "Bond-valence parameters for solids", "Brese, N. E.; O'Keeffe, M.", "Acta Crystallographica, Section B:  Structural Science", "\r\n        (", "1991", "),\r\n    ", "B47", "\r\n        (", "2", "),\r\n    ", "192-7", "CODEN:\r\n                ", "ASBSDK", ";\r\n        ISSN:", "0108-7681", ".\r\n    ", "Bond-valence parameters which relate bond valences and bond lengths have been derived for a large no. of bonds.  It is shown that there is a strong linear correlation between the parameters for bonds from cations to pairs of anions.  This correlation is used to develop an interpolation scheme that allows the estn. of bond-valence parameters for 969 pairs of atoms.  A complete listing of these parameters is given.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3MXkvF2kur0%253D&md5=b9dfa451a8f4f979eb18bf48aed32b7b", "35. ", "Kong", ", ", "D.", "; ", "Zon", ", ", "J.", "; ", "McBee", ", ", "J.", "; ", "Clearfield", ", ", "A.", " ", "Inorg. Chem.", " ", "2006", ",  ", "45", ",  ", "977", "– ", "986", "[", "ACS Full Text ", "], [", "CAS", "]", "35. ", "Rational Design and Synthesis of Porous Organic-Inorganic Hybrid Frameworks Constructed by 1,3,5-Benzenetriphosphonic Acid and Pyridine Synthons", "Kong, Deyuan; Zon, Jerzy; McBee, Jennifer; Clearfield, Abraham", "Inorganic Chemistry", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "3", "),\r\n    ", "977-986", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "1,3,5-Benzenetriphosphonic acid, H6BTP, 1,3,5-[(HO)2OP]3C6H3, was reacted hydrothermally with copper salts in the absence and presence of 4,4'-bipyridine (bpy) and 4,4'-trimethlyenedipyridine (tbpy) in a 1:1 molar ratio leading to three new org.-inorg. hybrid frameworks.  Compd. 1, {Cu6[C6H3(PO3)3]2(H2O)8}·5.5H2O, has three different copper ions that are interconnected by the highly charged [1,3,5-(PO3)3C6H3]6- anionic moieties.  These moieties self-assemble through tetra-copper units to give a cagelike motif with two benzene rings parallel to each other at a distance of 3.531 Å which extend along the a axis and link with a grouping of four-coordinated copper units in the b axis direction to give the cross-linked layered structure.  In compd. 2, Cu{C6H3[PO(OH)O]2[PO(OH)2]}(C10H8N2), the copper ions are in square pyramidal geometries and are interconnected via chelating and bridging BTP ligands into layers which are further cross-linked by bpy ligands into a pillared layered architecture.  Compd. 3, {Cu2C6H3[PO(OH)O]2[PO3](C13H14N2)}·3H2O·0.5HCON(CH3)2, contains tetra-copper units that are linked by BTP ligands and further linked by tbpy linkers in the c axis direction to produce a large channel-sized 3D framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XitVGhsw%253D%253D&md5=d2bb1262b97b597edd749ffaded27ff7", "36. ", "Cabeza", ", ", "A.", "; ", "Aranda", ", ", "M. A. G.", "; ", "Bruque", ", ", "S.", " ", "J. Mater. Chem.", " ", "1998", ",  ", "8", " (", "11", ")  ", "2479", "– ", "2485", "[", "Crossref", "], [", "CAS", "]", "36. ", "Structural complexity and metal coordination flexibility in two acetophosphonates", "Cabeza, Aurelio; Aranda, Miguel A. G.; Bruque, Sebastian", "Journal of Materials Chemistry", "\r\n        (", "1998", "),\r\n    ", "8", "\r\n        (", "11", "),\r\n    ", "2479-2485", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two divalent metal acetophosphonates, Pb6(O3PCH2CO2)4 and Mn3(O3PCH2CO2)2, were synthesized hydrothermally.  They crystallize in the triclinic system, space group P‾1, a 11.0064(1), b 12.3604(1), c 8.9783(1) Å, α 98.632(1), β 90.474(1), γ 75.629(1)°, Z = 2, for M = Pb, a 10.0146(5), b 6.3942(4), c 8.4796(6) Å, α 101.452(4), β 106.254(2), γ 96.431(4)°, Z = 2, for M = Mn.  The structures were solved ab initio using direct methods from synchrotron powder diffraction data (λ0.4 Å) for M = Pb and from lab.-ray data for M = Mn.  The crystal structure of the Pb compd. is very complex with 38 nonhydrogen atoms in general positions (114 refined positional parameters), and was refined by the Rietveld method using soft constraints, and converged to RWP = 6.8% and RF = 1.6%.  The M = Mn compd. has a moderate complexity with 19 nonhydrogen atoms (57 refined positional parameters) and refined with soft constraints to RWP = 8.3%,RF = 3.9%.  Both compds. show a framework built of alternate metal oxide inorg. layers, pillared by the org. groups.  The metal environments in these materials are very distorted.  Mn atoms present four-, five- and six-coordinate distorted O environments.  Thermal and IR data are also reported and discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXmvVChsbg%253D&md5=4d1d5ec07a1719d2d23eefe8de79122e", "37. ", "Nakamoto", ", ", "K.", "  ", "Infrared and Raman Spectra of Inorganic and Coordination Compounds − Part B", ", ", "5th ed", "; ", "Wiley Interscience", ": ", "New York", ", ", "1997", "; pp  ", "59", "− ", "60", ".", "There is no corresponding record for this reference.", "38. ", "Carlin", ", ", "R. L.", "; ", "Kopinga", ", ", "K.", "; ", "Kahn", ", ", "O.", "; ", "Verdaguer", ", ", "M.", " ", "Inorg. Chem.", " ", "1986", ",  ", "25", ",  ", "1786", "– ", "1789", "[", "ACS Full Text ", "], [", "CAS", "]", "38. ", "Magnetochemistry of copper(II):  exchange interactions in catenated acetatodiamminebromocopper", "Carlin, Richard L.; Kopinga, Klaas; Kahn, Olivier; Verdaguer, Michel", "Inorganic Chemistry", "\r\n        (", "1986", "),\r\n    ", "25", "\r\n        (", "11", "),\r\n    ", "1786-9", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    ", "The sp. heat and susceptibility of polycryst. samples of [Cu(NH3)2(CH3COO)Br] were measured at 1.5-50 and 1.2-60 K, resp.  Long-range antiferromagnetic order is found at Tc = 4.146 K.  The sp. heat data are analyzed in terms of the Bonner-Fisher model for linear chains with J/k = -4.3 ± 0.4 K; the susceptibility data above 10 K may be fit by the same model and exchange const., with a large mol. field correction, zJ'/k = -1.9 K.  With the crit. entropy Sc = 42% and with a zigzag linear-chain structure, the substance exhibits unexpectedly large interchain interactions.  The mechanism of intra- and interchain interactions is discussed.  This latter phenomenon is attributed to the H-bonding networks linking the chains together.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL28XitFOrsrg%253D&md5=b4c2b0cb1c9e35ba038d34c68e597b30", "39. ", "(a) ", "Le Bideau", ", ", "J", "; ", "Payen", ", ", "C", "; ", "Palvadeau", ", ", "P.", "; ", "Bujoli", ", ", "B.", " ", "Inorg. Chem.", " ", "1994", ",  ", "33", ",  ", "4885", "– ", "4890", "[", "ACS Full Text ", "], [", "CAS", "]", "39. ", "Preparation, Structure, and Magnetic Properties of Copper(II) Phosphonates. β-CuII(CH3PO3), an Original Three-Dimensional Structure with a Channel-Type Arrangement", "Le Bideau, Jean; Payen, Christophe; Palvadeau, Pierre; Bujoli, Bruno", "Inorganic Chemistry", "\r\n        (", "1994", "),\r\n    ", "33", "\r\n        (", "22", "),\r\n    ", "4885-90", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    ", "Various Cu(II) phosphonates are obtained, according to the method of prepn.: Cu(RPO3)·H2O, α-Cu(RPO3) (R = Me, Et, Ph), β-Cu(MePO3), and Cu3O(MePO3)2·2H2O.  β-Cu(MePO3), a = b 16.343(6), c 7.092(4) Å, Z = 18, R = 0.021, and Rw = 0.025, is rhombohedral (R‾3, No. 148) and has an original channel-type arrangement.  Cu3O(MePO3)2·2H2O crystallizes in the monoclinic space group P21/m with a 7.125(4), b 6.944(4), c 11.337(7) Å, β 95.33(4)°, Z = 2, R = 0.055, and Rw = 0.061.  The evolution of the anhyd. α-Cu(RPO3) compds., in H2O, in an autoclave at 200°, depending on the nature of the R radical, is described.  Magnetic susceptibility data for all these Cu phosphonates are also reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXmsVCjs78%253D&md5=4f2239b8e85139aa57fc4ca989097879", "(b) ", "Yao", ", ", "H. C.", "; ", "Li", ", ", "Y. Z.", "; ", "Gao", ", ", "S", "; ", "Song", ", ", "Y", "; ", "Zheng", ", ", "L. M.", "; ", "Xin", ", ", "X. Q.", " ", "J. Solid State Chem.", " ", "2004", ",  ", "177", ",  ", "4557", "– ", "4563", "[", "Crossref", "], [", "CAS", "]", "39. ", "Copper phosphonates with dinuclear and layer structures: a structural and magnetic study", "Yao, Hong-Chang; Li, Yi-Zhi; Gao, Song; Song, You; Zheng, Li-Min; Xin, Xin-Quan", "Journal of Solid State Chemistry", "\r\n        (", "2004", "),\r\n    ", "177", "\r\n        (", "12", "),\r\n    ", "4557-4563", "CODEN:\r\n                ", "JSSCBI", ";\r\n        ISSN:", "0022-4596", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "Hydrothermal reactions of Cu(II) nitrate with 1-hydroxycyclohexanephosphonic acid [C6H10(OH)PO3H2] or Δ1-cyclohexenephosphonic acid [C6H9PO3H2] resulted in three new Cu phosphonates, namely, Cu(C6H10(OH)PO3)(H2O)2 (1), Cu(C6H10(OH)PO3) (2) and Cu(C6H9PO3)(H2O) (3).  Compd. 1 has a dinuclear structure in which two [CuO5] square pyramids are bridged by two [CPO3] tetrahedra through corner sharing.  The dimers are connected through intermol. H bonds, forming supramol. layers.  Both compds. 2 and 3 show layer structures typical for metal mono-phosphonates, in which the inorg. metal-contg. layers are sepd. by cyclohexane or cyclohexene groups.  The magnetic studies show that ferromagnetic interactions are mediated between Cu centers in compd. 1.  In compds. 2 and 3, antiferromagnetic interactions are dominant.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhtFWqs7zF&md5=450544c60d83d70d779487aef658b734"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2009/cgdefu.2009.9.issue-10/cg900811k/production/images/small/cg-2009-00811k_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2009/cgdefu.2009.9.issue-10/cg900811k/production/images/small/cg-2009-00811k_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2009/cgdefu.2009.9.issue-10/cg900811k/production/images/small/cg-2009-00811k_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2009/cgdefu.2009.9.issue-10/cg900811k/production/images/small/cg-2009-00811k_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2009/cgdefu.2009.9.issue-10/cg900811k/production/images/small/cg-2009-00811k_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2009/cgdefu.2009.9.issue-10/cg900811k/production/images/small/cg-2009-00811k_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2009/cgdefu.2009.9.issue-10/cg900811k/production/images/small/cg-2009-00811k_0005.gif\">"]}
