{"title": ["Enantiopure Peptide-Functionalized Metal–Organic Frameworks"], "authors": ["Jonathan Bonnefoy", "Alexandre Legrand", "Elsje Alessandra Quadrelli", "Jérôme Canivet", "David Farrusseng"], "doi": ["10.1021/jacs.5b05327"], "abstract": ["We present herein the first example of metal–organic frameworks postfunctionalized with peptides. Our microwave-assisted postsynthetic modification method yields enantiopure peptides anchored inside MOF cavities. Al-MIL-101-NH", ", In-MIL-68-NH", ", and Zr-UiO-66-NH", " were chosen as starting platforms. A single amino acid and various oligopeptides are grafted with yields up to 60% after a 30 min microwave-assisted coupling-deprotection sequence. This allows efficient preparation of a library of functional hybrid solids for molecular recognition applications such as sensing, separation, or asymmetric catalysis, as demonstrated here for the chiral aldol reaction."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Introduction", "Metal–organic frameworks (MOFs) constitute a new class of functional hybrid nanoporous solids with promising applications in gas storage and separation. In addition, the development of MOFs for high value-added applications is attracting increasing interest in domains such as enantioselective heterogeneous catalysis,", "(1)", " solar energy harvesting through photocatalysis,", "(2)", " chiral separation,", "(1d, 3)", " and sensing.", "(4)", " Some MOFs exhibiting properties that are useful for the aforementioned domains are referred to as “artificial enzymes.” Some of these MOFs further reduce the gap with enzymes through the incorporation of peptide moieties inside the MOF cavities, thereby providing a typical apoenzyme environment.", "From a synthetic point of view, peptide-containing MOFs designed as artificial metalloenzymes", "(5)", " are obtained either by self-assembly using amino acid ligands (metal–peptide frameworks)", "(3b, 6)", " or by postsynthetic functionalization starting from easily accessible amino-containing frameworks.", "(7)", " When the synthetic process involves a thermal treatment such as the removal of peptide-terminal protecting groups, the racemization of chiral grafts often takes place, thereby jeopardizing the enantioselective properties needed for asymmetric applications. Recent studies report either an enantiomeric purity of 80%", "(8)", " or full racemization", "(9)", " of proline functions after protecting groups have been thermally removed from the cavities of self-assembled MOF materials. Indeed, if a high yield of deprotection can be achieved under harsh conditions (high temperature, long time), this is often detrimental to the purity of sensitive biomolecules or the quality of the final material. To the best of our knowledge, no methodology that combines high yield and high quality/purity has yet been reported for the production of biofunctionalized materials.", "Since its first reported use by Gedye et al.", "(10)", " in the 1980s, microwave irradiation has been widely used in organic synthesis in order to enhance the reactivity of functional groups and shorten the reaction time.", "(11)", " It is also applied in solid surface modification and especially in solid-phase peptide synthesis (SPPS) for the enhancement of yields and reactivity.", "(12)", " In the case of hybrid porous materials, Cohen and co-workers recently reported the copper-mediated aryl halide cyanation of the 2-bromotherephthalate ligand in UiO-66 under microwave irradiation.", "(13)", "We present herein the first example of microwave-assisted covalent grafting of an amino acid and various oligopeptides (up to tetrapeptides) inside MOF cavities, for the design of chiral hybrid solids. Typically, the use of microwave irradiation during the functionalization process increases the grafting yield while preventing the racemization of the peptide, a known pitfall in related strategies.", "(9, 14)", " Also, proof-of-concept experiments demonstrate the asymmetric nature of the MOF-based catalysts.", "Three different MOF starting platforms have been investigated. All of them bear the 2-aminoterephthalate linker, but they present different topology, dimensionality, pore sizes, and window sizes for investigating the scope of the methodology (", "Scheme ", "1", ").", "In-MIL-68-NH", "2", ", patented as IHM-2,", "(15)", " is isostructural to MIL-68", "(16)", " and has a one-dimensional (1-D) rod-shaped structure formed of indium octahedra and 2-aminoterephthalates (BDC-NH", "2", ") as bridging linkers. It is composed of hexahedral and triangular 1-D channels with diameters of 16 and 6 Å, respectively. Al-MIL-101-NH", "2", " is isostructural to the three-dimensional Cr-MIL-101", "(17)", " and is formed of octahedral trimeric aluminum(III) clusters linked by 2-aminoterephthalate ligands.", "(18)", " Related to its giant-pore MOF parent with pore diameters of 29 and 34 Å, this Al-MIL-101-NH", "2", " can be considered an ideal candidate thanks to its high pore volume, which is able to accommodate larger grafts and/or high graft density. Zr-UiO-66-NH", "2", " is based on Zr", "6", "O", "6", " clusters linked by 2-aminoterephthalates.", "(19)", " It is also three-dimensional but has smaller accessible cavities with pore diameters of 7.5 and 11 Å.", "The grafting process we applied here was based on a variation of SPPS.", "(20)", " The peptide (or single amino acid) is anchored on the MOF support through a peptide coupling between the amino group at the MOF wall and the carboxylic acid function of the N-protected amino acid (or polypeptide), followed by the removal of the protecting group to liberate the terminal NH of the amino acid (or polypeptide) moiety that was grafted.", "(21)", " Coupling agents are necessary elements of the synthetic procedure, because they activate the carboxylic acid, and no coupling reaction is observed in their absence.", "(22)", " Traditional peptide coupling can efficiently proceed using dicyclohexylcarbodiimide (DCC) as coupling agent. However, the DCC is transformed during the coupling into dicyclohexylurea (DCU), an insoluble white solid, which cannot be isolated from the MOFs. We therefore investigated only coupling agents that are soluble in organic solvents, in order to allow the purification of the solid MOF materials through the use of washing cycles. The coupling agents that we investigated are bromotripyrrolidinophosphonium hexafluorophosphate (PyBrOP),", "(23)", " chlorotripyrrolidinophosphonium hexafluorophosphate (PyClOP),", "(24)", " and 2-chloro-", "N", "-methylpyridinium iodide, known as the Mukaiyama coupling agent", "(25)", " (see ", "Scheme ", "1", "), all of which have demonstrated their effectiveness for difficult peptide coupling reactions, combined with a base such as ", "N", ",", "N", "-dimethylaminopyridine (DMAP) or diisopropylethylamine (DIEA). The concomitant protection of the terminal amino functionality of the incoming amino acid or peptide is also essential here, because the amino groups at the MOF walls are less nucleophilic than their homogeneous counterparts due to the electron-withdrawing effect of the carboxylates coordinated to metals at the MOF nodes. ", "Tert", "-butyloxycarbonyl (Boc) was chosen as the N-protecting group, because its thermolability to gaseous products (carbon dioxide and isobutene at temperatures above 110 °C)", "(8, 9, 14a)", " allows its removal without the use of additional chemicals that could possibly remain blocked inside the MOF pores (see ", "Scheme ", "1", " for an overview of the method).", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Experimental Section", "Synthetic Methods", "In a typical coupling procedure under microwave irradiation, 0.45 mmol of coupling agent, 0.6 mmol of base, 0.45 mmol of Boc-protected peptide and the desired amount of MOF-NH", "2", " (ca. 0.45 mmol −NH", "2", ") were suspended in 5 mL of anhydrous dichloromethane. Unless otherwise specified, the ", "l", " enantiomer of the peptide was used. The resulting suspension was allowed to react under microwave irradiation for 20 min at 80 °C (300 W) under air cooling. The suspension was then centrifuged, and the solid obtained was washed with dichloromethane (3 × 5 mL) and dried under vacuum at room temperature to give the desired product as a fine yellow powder.", "Scheme 1. Parameters Investigated for the Optimization of the Two-Step Peptide Grafting Process into Various MOFs", "a", "a", "Note: Reverse nomenclature is used for isolated peptides and MOF-grafted peptides: for example Pro-Gly-OH, in which the amino acid-bearing terminal NH is the first listed, is grafted to give Al-MIL-101-NH-Gly-Pro, in which the amino acid-bearing terminal NH becomes the last one listed. Pro = proline, Gly = glycine, Sar = sarcosine, Ala = alanine, and Phe = phenylalanine.", "The deprotection procedure, i.e., Boc removal, consisted in suspending the desired MOF-NH-(peptide)-Boc in 5 mL of anhydrous dichloromethane. The suspension was then allowed to react under microwave irradiation for 10 min at 150 °C (300 W). After centrifugation, the solid was washed with dichloromethane (3 × 5 mL) and dried under vacuum at room temperature to give the desired product as a fine yellow powder. The grafting yields of amino acid or peptide obtained for the various MOFs under these conditions are summarized in ", "Table ", "1", ".", "The postsynthetic modification yields represent the percentage of modified terephthalate linkers in the MOF framework. They were measured using the integration of the ", "1", "H NMR spectra peaks after digestion of the solid sample in deuterated dimethyl sulfoxide (dmso) solution: DCl-D", "2", "O/dmso-d", "6", " for MIL-68", "(23a)", " and HF-H", "2", "O/dmso-d", "6", " for UiO-66 and MIL-101 materials (", "Figure ", "1", " and ", "Supporting Information", ").", "(26)", " All of the functionalized solids obtained remained crystalline, as determined by powder X-ray diffraction (PXRD), and porous, according to nitrogen adsorption isotherms (", "Supporting Information", ").", "Catalytic Aldol Reaction", "In a typical catalytic trial, 45 mg of Al-MIL-101-NH-Pro or 10 mg of Al-MIL-101-NH-Gly-Pro (corresponding to 0.030 mmol of proline moiety) were suspended in a solution of ", "p", "-nitro-benzaldehyde (30 mg, 0.200 mmol) in acetone (1 mL) in the presence of water (50 μL). The suspension was allowed to react at 22 °C for 7 days, in a similar fashion to the previously reported experimental procedure for a MOF-catalyzed asymmetric aldol reaction.", "(8, 27)", " Then, after centrifugation, the solution was quenched with an aqueous ammonium chloride solution, and the organic products were extracted using diethyl ether. In parallel, the solid catalyst was washed twice with diethyl ether. The organic phases were combined, dried using magnesium sulfate, and analyzed by HPLC for the measurements of conversion and enantiomeric excess (ee) (", "Supporting Information", ").", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Results and Discussion", "Amino Acid and Dipeptide Coupling in the MIL-101 Framework", "In the case of Al-MIL-101-NH", "2", ", microwave irradiation enables higher grafting yields in a much shorter time for both proline and proline-glycine compared to conventional heating in an oil bath (", "Table ", "1", ", entries 1–6). The peptide coupling proceeds 200 times more quickly with microwave irradiation, for a higher ratio of functionalized ligands (", "Table ", "1", ", entries 2 and 5). It is noteworthy that under conventional heating at 80 °C, no peptide coupling is detected after 20 min. This evidence rules out a simple thermal effect on the effectiveness of peptide coupling", "(28)", " and shows the pivotal role of microwave assistance in the synthetic procedure. Similarly, the stability of the parent Al-MIL-101-NH", "2", " under microwave irradiation is assessed by using dmf-d", "7", " as solvent. ", "1", "H NMR analysis of the supernatant after reaction shows that <1.5 mol % of 2-aminoterephthalate linker is released in the solution under the harshest conditions (300 W, 150 °C, 10 min). For comparison, when Al-MIL-101-NH", "2", " is placed at 150 °C in dmf-d", "7", " in an autoclave for 8 h, conditions that are close to those reported for deprotection with other MOFs,", "(8, 9)", " 20 mol % of 2-aminoterephthalate linker leaches into the solution (", "Figures S3 and S4", ").", "Figure 1. Characterizations of Al-MIL-101-NH-Gly-Pro grafted with 60% dipeptide. (A) Liquid ", "1", "H NMR spectrum of dissolved MOF sample in HF-H", "2", "O/dmso d", "6", ". Unmodified BDC-NH", "2", " and functionalized linker are indicated by circles and squares, respectively. (B) PXRD pattern of parent Al-MIL-101-NH", "2", " compared to Al-MIL-101-NH-Gly-Pro. (C) N", "2", " sorption isotherms at 77 K for parent Al-MIL-101-NH", "2", " compared to Al-MIL-101-NH-Gly-Pro. Filled and open symbols correspond to adsorption and desorption, respectively.", "Table 1. Grafting Yields in MOF-Pro and MOF-Oligopeptide after Coupling–Deprotection Sequences", "a", "entry", "MOF starting platform", "amino acid or peptide", "heating method", "b", "/T (°C)/time", "grafting yield (%)", "c", "1", "Al-MIL-101-NH", "2", "HO-Pro", "CH/37/96 h", "10", "2", "Al-MIL-101-NH", "2", "HO-Pro", "MW/80/20 min", "15", "3", "Al-MIL-101-NH", "2", "HO-Pro", "CH/80/96 h", "7", "4", "Al-MIL-101-NH", "2", "HO-Gly-Pro", "CH/37/96 h", "50", "5", "Al-MIL-101-NH", "2", "HO-Gly-Pro", "MW/80/20 min", "60", "6", "Al-MIL-101-NH", "2", "HO-Gly-Pro", "CH/80/96 h", "45", "7", "Al-MIL-101-NH", "2", "HO-Gly-Gly", "MW/80/20 min", "55", "8", "Al-MIL-101-NH", "2", "HO-Gly-Gly-Gly", "MW/80/20 min", "17", "9", "Al-MIL-101-NH", "2", "HO-Sar-Gly-Ala", "MW/80/20 min", "19", "10", "Al-MIL-101-NH", "2", "HO-Gly-Gly-Gly-Ala", "MW/80/20 min", "18", "11", "Al-MIL-101-NH", "2", "HO-Gly-Phe-Gly-Gly", "MW/80/20 min", "<5", "12", "In-MIL-68-NH", "2", "HO-Pro", "CH/37/96 h", "10", "13", "In-MIL-68-NH", "2", "HO-Pro", "MW/80/20 min", "11", "14", "In-MIL-68-NH", "2", "HO-Gly-Pro", "CH/37/96 h", "15", "15", "In-MIL-68-NH", "2", "HO-Gly-Pro", "MW/80/20 min", "5", "16", "Zr-UiO-66-NH", "2", "HO-Pro", "CH/37/96 h", "<2", "17", "Zr-UiO-66-NH", "2", "HO-Pro", "MW/80/20 min", "10", "18", "Zr-UiO-66-NH", "2", "HO-Gly-Pro", "CH/37/96 h", "<2", "19", "Zr-UiO-66-NH", "2", "HO-Gly-Pro", "MW/80/20 min", "<2", "a", "Amino-MOF (0.45 mmol -NH", "2", ", MIL-101:100 mg, MIL-68:71 mg and UiO-66:76 mg), ", "N-", "Boc-protected amino acid (0.45 mmol), coupling agent (0.45 mmol), aminated base (0.90 mmol), dichloromethane (5 mL) under described conditions, followed by deprotection in dichloromethane at 150 °C under 300 W microwave irradiation for 10 min. More data can be found in ", "Supporting Information", ".", "b", "CH = conventional heating, MW = microwave heating (300 W).", "c", "Determined by liquid ", "1", "H NMR of the dissolved MOF sample.", "The choice of solvent is also critical for the effectiveness of the process (solvents such as ", "n", "-hexane, dichloromethane, ethyl acetate, acetonitrile, dmf, and dmso were tested, see ", "Table S1", "). Although SPPS is usually performed in ", "N", ",", "N", "-dimethylformamide (dmf),", "(29)", " the best solvent here is dichloromethane, possibly because it combines the advantages of a low dielectric constant, which is a key parameter in microwave-assisted synthesis,", "(30)", " and the ability to dissolve target organic reactants.", "Regarding the coupling agent/aminated base combination, both PyBrOP/DMAP and Mukaiyama agent/DIEA yield 15% functionalization in the case of Al-MIL-101-NH-Pro synthesis (see ", "Table S1", "). In the case of Al-MIL-101-NH-Gly-Pro, the Mukaiyama agent/DIEA combination gives the highest grafting yield (60%, ", "Table ", "1", ", entry 5) of the various systems investigated (see ", "Table S1", ").", "Thermal Boc removal under conventional heating is detrimental: heating the functionalized Al-MIL-101 samples at 110 °C for 2 h,", "(8)", " either in dichloromethane (in a pressurized vessel) or in dmf under conventional heating, leads to a loss of grafted groups and to structural decomposition (", "Figure S2", "). In contrast, under microwave irradiation, the grafting yield, porosity, and crystallinity of the functionalized solids are preserved (", "Figure ", "1", " and ", "Supporting Information", ").", "Indeed, the PXRD patterns of Al-MIL-101-NH-Pro and Al-MIL-101-NH-Gly-Pro correspond to that of the parent Al-MIL-101-NH", "2", " (", "Figures ", "1", "B and ", "S14", "). Meanwhile, the BET surface area decreases from 3000 m", "2", "·g", "–1", " for the starting amino-MIL-101 to 330 and 800 m", "2", "·g", "–1", " for the proline- and glycine-proline-functionalized MOFs, respectively.", "In summary, this optimized methodology is a fast and efficient route to peptide-containing MIL-101 solids Al-MIL-101-NH-Pro and Al-MIL-101-NH-Gly-Pro with loadings corresponding to 15 and 60 proline units per cavity, respectively, on a 100 mg scale, in <1 h. It is worth noting that higher grafting yields are obtained for glycine-proline than for proline. We suggest that the glycine could act as a spacer by increasing the distance between the bulky, rigid Boc-proline and the MOF wall, limiting steric hindrance due to both the Boc group and the curvature of the framework cavity.", "Application to MIL-68 and UiO-66 Frameworks", "The efficiency of microwave irradiation is also observed for the Boc-protected proline upon moving from the MIL-101 MOF platform to In-MIL-68-NH", "2", ": the same yields are observed after 96 h of conventional heating or 20 min of microwave irradiation. In the case of the larger dipeptide Boc-Pro-Gly-OH, no grafting yield enhancement is observed using microwave irradiation (", "Table ", "1", ", entries 12–15). This lack of grafting yield enhancement could be caused by the more stringent diffusion limitation for this larger organic compound and amplified by the very short reaction time under microwave irradiation.", "The benefits of microwave irradiation remain for both Pro- and Pro-Gly-functionalized MIL-68 systems during the deprotection step. Indeed, as previously shown for MIL-101, chemical removal using trifluoroacetic acid and conventional heating at 110 °C is detrimental to the integrity of the MIL-68 structure. Although In-MIL-68-NH", "2", " has been described as thermally sensitive,", "(23a)", " the microwave heating nevertheless allows thermal Boc removal from the functionalized MOF without structure loss (", "Figure S14", "). The final In-MIL-68-NH-Pro and In-MIL-68-NH-Gly-Pro are obtained after a microwave-assisted deprotection step, with 10 and 15% yields, respectively. The PXRD patterns of In-MIL-68-NH-Pro and In-MIL-68-NH-Gly-Pro correspond to that of the parent In-MIL-68-NH", "2", ". The BET surface area decreases from 1200 m", "2", "·g", "–1", " for the starting amino-MIL-68 to 850 and 800 m", "2", "·g", "–1", " for the proline and glycine-proline MOFs, respectively.", "In the case of Zr-UiO-66-NH", "2", ", the proline coupling yield is enhanced using microwave irradiation, reaching 10% for Zr-UiO-66-NH-Pro (", "Table ", "1", ", entries 16 and 17). The PXRD pattern of Zr-UiO-66-NH-Pro, obtained after microwave-assisted Boc removal, corresponds to that of the parent Zr-UiO-66-NH", "2", ". The BET surface area decreases from 552 m", "2", "·g", "–1", " for the starting Zr-UiO-66-NH", "2", " to 355 m", "2", "·g", "–1", " for the proline-functionalized MOF. No dipeptide coupling is achieved either under conventional heating or with microwave assistance. Most likely, the size of the UiO-66 pore aperture is too small to be able to accommodate the protected proline-glycine dipeptide (", "Table ", "1", ", entries 18 and 19).", "Enantiopurity", "In order to evaluate the enantiomeric purity of the peptide-functionalized linker, we used liquid chromatography to analyze two separate MOF samples obtained from Al-MIL-101-NH2 and either (", "d", ")-Pro-Gly-OH or the (", "l", ")-Pro-Gly-OH, respectively, followed by digestion using 0.5 vol % trifluoroacetic acid in water. The HPLC trace obtained for each Al-MIL-101-Gly-Pro sample shows two peaks corresponding to its ligands, i.e., 2-amino-terephthalic acid and 2-(2-(pyrrolidine-2-carboxamido)acetamido)terephthalic acid (", "Figure ", "2", " and ", "Supporting Information", "). The signals obtained for the (", "d", ")-Pro-Gly- or the (", "l", ")-Pro-Gly-functionalized MIL-101 are 2 min apart in retention time. In both chromatograms, a peak is observed at 77 min; it corresponds to the nonfunctionalized 2-aminoterephthalic acid ligand. In the case of Al-MIL-101-NH-(", "l", ")-Gly-Pro, an ee of 97% is found for the functionalized ligand by integrating the peaks in the HPLC trace. With our methodology, the enantiomeric purity of the graft is almost fully preserved, in contrast to the previously described proline-functionalized MOF. Indeed, Telfer et al. reported thermal Boc removal from IRMOF-Pro-Boc.", "(8)", " The latter was made by self-assembly using a prefunctionalized linker containing Boc-proline moieties. The full Boc removal was performed at 165 °C for 4 h under microwave irradiation and led to an ee of 80% for the functional ligand. More recently and using the same Boc-proline prefunctionalized linker, Kaskel reported thermal Boc removal from DUT-32-Pro-Boc.", "(9)", " The detailed study showed an acceleration of the racemization of the organic linker in solution by increasing the temperature from 100 to 140 °C. In the case of the functionalized DUT-32 solid, a temperature of 170 °C was required to achieve the Boc removal and led to the complete racemization of the chiral proline graft (ee = 0).", "Extension to Grafting of Polypeptides on MIL-101", "In order to assess the scope of our method, we performed peptide coupling between Al-MIL-101-NH2 and a different dipeptide (Boc-Gly-Gly-OH) or longer terminal ", "N", "-Boc-protected tri- and quadripeptides, namely Boc-(Gly)", "3", "-OH (", "N", "-Boc-(glycine)", "3", "), Boc-Ala-Gly-Sar-OH (", "N", "-Boc-alanine-glycine-sarcosine), Boc-Ala-(Gly)", "3", "-OH (", "N", "-Boc-alanine-(glycine)", "3", "), and Boc-(Gly)", "2", "-Phe-Gly-OH (", "N", "-Boc-(glycine)", "2", "-phenylalanine-glycine).", "Under the best conditions established for glycine-proline, these grafting trials proceed with yields from 17 to <5% (", "Scheme ", "2", " and ", "Table ", "1", ", entries 7–11). Indeed, from dipeptide to tripeptide, the grafting yield drops from 50 to 60% to 20%. In these cases, steric repulsion between the protected peptide and the MOF walls cannot explain such a decrease, because the glycine spacer is always present.", "Figure 2. HPLC chromatograms of dissolved MOF samples in 0.5 vol % aqueous trifluoroacetic acid solution: Al-MIL-101-NH-(", "d", ")-Gly-Pro (red trace) and Al-MIL-101-NH-(", "l", ")-Gly-Pro (blue trace).", "Scheme 2. Grafting in the Al-MIL-101 Material From a Single Amino Acid to Quadripeptides", "Large tri- and quadripeptides seem unable to diffuse inside the MIL-101, a situation that could arise either from strong adsorption of the peptides or from blocking at the pore windows.", "Moving from (Gly)", "3", " to (Gly)", "3", "-Ala does not seem to affect the grafting yield and shows that functionalization is not limited here by the size of the peptide. In contrast, the presence of phenylalanine (Phe) in the last quadripeptide is detrimental to grafting yield. Hindered diffusion in the pores, possible π–π stacking of the phenylalanine residues, and peptide folding and conformation could contribute to explaining the slightness of this grafting.", "MOF-Catalyzed Asymmetric Aldol Reaction", "As proof-of-concept for the application of chiral peptide MOFs as asymmetric catalysts, we tested the proline-functionalized solids in the asymmetric aldol reaction between acetone and 4-nitro-benzaldehyde, which has already been reported to be catalyzed by homogeneous prolinamides (", "Scheme ", "3", ").", "Scheme 3. Prolinamide-Catalyzed Asymmetric Aldol Reaction", "This reaction requires the presence of a proton source, in this case water, to proceed efficiently, as already reported for homogeneous systems.", "(31)", "Using (", "R", ")-", "N", "-phenylpyrrolidine-2-carboxamide", "(31a)", " as homogeneous catalyst, a solution containing acetone and 1 vol % water is found to give the conditions most favorable for yield and enantiomeric excess, which nevertheless plateaus at 35% ee (", "Table ", "2", ").", "Since the native Al-MIL-101-NH", "2", " does not catalyze the aldol reaction in contrast to In-MIL-68-NH", "2", " (", "Table S3", ") and since the MIL-101 cavity is large enough to accommodate both the anchored organocatalyst and the reactants, this platform was chosen for our asymmetric aldol reaction studies.", "As shown in ", "Table ", "2", ", we found that, using 15 mol % of proline moieties anchored in MIL-101 at room temperature in the presence of water, Al-MIL-101-NH-Gly-Pro catalyzes the reaction to give the aldol product 4-hydroxy-4-(4-nitrophenyl)butan-2-one with 25% ee, whereas Al-MIL-101-NH-Pro shows an ee of 18%. The MOF-based catalysis appears to occur at substantially lower rates than homogeneous catalysis: While almost full conversion is observed in solution at room temperature, all of the solid catalysts show a plateau at yields below 30% after 7 days (", "Table ", "2", "). The reaction performed at 45 °C gives almost full conversion but with a lower ee value (17%). Using 1 equiv of proline moiety in Al-MIL-101-NH-Gly-Pro compared to 4-nitro-benzaldehyde leads to 80% yield with similar enantioselectivity (ee = 27%).", "Table 2. Observed Yield and Enantiomeric Excess in the Asymmetric Aldol Reaction", "a", "Table a", "Reaction performed using 15 mol % of catalytic species (0.03 mmol of proline derivative either in MOF or as pure organic), ", "p", "-nitro-benzaldehyde (0.2 mmol), water (50 μL) in acetone (5 mL) at room temperature for 7 days.", "Table b", "Determined by HPLC using Chiralpak AS-H column. (n.d. = not determined).", "Table c", "Result obtained using 100 mol % of proline moiety compared to 4-nitrobenzaldehyde.", "Table d", "Reaction performed at 45 °C.", "At the same time and very satisfactorily, the functionalized MOF catalysts are proven to attain ee values close to those of their homogeneous counterparts. A leaching test shows that no active proline moieties are released in the solution during the course of the reaction (", "Figure S22", "). The enantioselectivities observed here with the postfunctionalized MOFs are also similar to that reported by Telfer using the self-assembled IRMOF-Pro with 1 equiv of proline supported in the MOF compared to 4-nitro-benzaldehyde substrate (29% ee).", "(8)", "The catalytic activity of Al-MIL-101-NH-Gly-Pro is probably limited by diffusion in the nanoporous structure. This result is not surprising, as we can expect strong adsorption of ", "p", "-nitro-benzaldehyde to the MOF through both hydrogen-bonding and π–π interactions.", "(32)", " This model asymmetric reaction further confirms the absence of racemization, and thus the chiral induction is maintained after postsynthetic grafting using our procedure.", "The precise conformations of the grafted peptides, as well as their alignment inside the cavity, are expected to affect the catalytic performances. Given the high number of possible confirmations for the isolated peptides as well as all the possible interactions between the MOF and the peptides, a dedicated study is currently ongoing to address this aspect.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Conclusion", "In conclusion, we report herein a fast and easily applicable method for grafting bioderived chiral moieties inside MOF cavities. With coupling conditions that are optimized in terms of activator, base and solvent, and thanks to the use of microwave irradiation, the anchoring inside the solid pores proceeds with reasonable yields from a single amino acid to tetrapeptides. It is noteworthy that following this new methodology, no racemization of the peptide occurs during the grafting-deprotection process inside MOF cavities. This makes it possible to design a library of porous crystalline hybrid solids with confined asymmetric active groups combining high chiral graft density and diversity. This opens a new perspective for the rapid development of MOF-based liquid-phase chiral applications such as asymmetric catalysis, chromatography, and sensing.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Supporting Information", "Synthetic procedures, characterizations, and catalysis. The Supporting Information is available free of charge on the ", "ACS Publications website", " at DOI: ", "10.1021/jacs.5b05327", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Acknowledgment", "The authors thank the ANR project HOPFAME (ANR-13-BS07-0002-01) for funding and are very grateful to the IRCELYON and C2P2 scientific services.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "References", "This article references 32 other publications.", "1. ", "(a) ", "Gu", ", ", "Z.-Y.", "; ", "Park", ", ", "J.", "; ", "Raiff", ", ", "A.", "; ", "Wei", ", ", "Z.", "; ", "Zhou", ", ", "H.-C.", " ", "ChemCatChem", " ", "2014", ",  ", "6", ",  ", "67", " DOI: 10.1002/cctc.201300493", " ", "[", "Crossref", "], [", "CAS", "]", "1. ", "Metal-Organic Frameworks as Biomimetic Catalysts", "Gu, Zhi-Yuan; Park, Jihye; Raiff, Aaron; Wei, Zhangwen; Zhou, Hong-Cai", "ChemCatChem", "\r\n        (", "2014", "),\r\n    ", "6", "\r\n        (", "1", "),\r\n    ", "67-75", "CODEN:\r\n                ", "CHEMK3", ";\r\n        ISSN:", "1867-3880", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  In this Minireview, we have summarized the recent progress of biomimetic catalysis in the field of metal-org. frameworks (MOFs) with a focus on the implantation of biomimetic active sites into a stable MOF.  In addn., the potential of creating highly selective catalytic pockets and diffusion-favored hierarchical structures in MOFs has also been explored.  Furthermore, we have highlighted the achievements of MOF catalysts in the applications as mimics of peroxidase, cytochromes P 450, Hb, and photosynthetic systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1ersbbJ&md5=6798ac02228ca6cc65c35d3beba70ab5", "(b) ", "Dhakshinamoorthy", ", ", "A.", "; ", "Opanasenko", ", ", "M.", "; ", "Cejka", ", ", "J.", "; ", "Garcia", ", ", "H.", " ", "Catal. Sci. Technol.", " ", "2013", ",  ", "3", ",  ", "2509", " DOI: 10.1039/c3cy00350g", " ", "[", "Crossref", "], [", "CAS", "]", "1. ", "Metal organic frameworks as heterogeneous catalysts for the production of fine chemicals", "Dhakshinamoorthy, Amarajothi; Opanasenko, Maksym; Cejka, Jiri; Garcia, Hermenegildo", "Catalysis Science & Technology", "\r\n        (", "2013", "),\r\n    ", "3", "\r\n        (", "10", "),\r\n    ", "2509-2540", "CODEN:\r\n                ", "CSTAGD", ";\r\n        ISSN:", "2044-4753", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; this review focuses on the use of metal org. frameworks (MOFs) as catalysts for the synthesis of fine chems.  While petrochem. is characterized by gas phase reactions, in which MOFs cannot compete with robust zeolites, MOFs are better suited for liq. phase reactions performed at moderate temps.  These are the conditions typically employed for the prodn. of fine chems. characterized by being more complex and diverse mols. of low volatility, but with high added value.  For the prepn. of this type of compd., MOFs offer the advantage of wide open porosity in the nanometer scale and a large void vol.  In the present review we have summarized the reports that appeared up to early 2013 on the use of MOFs as catalysts in the liq. phase for the prodn. of fine chems., primarily classified according to the type of active site and the functional group formed in the reaction.  Prospects for future development in this field are provided in the last section.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVSltrzL&md5=a0032e100abaa9a46a7ae87e3c7e2005", "(c) ", "Yoon", ", ", "M.", "; ", "Srirambalaji", ", ", "R.", "; ", "Kim", ", ", "K.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1196", " DOI: 10.1021/cr2003147", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Homochiral Metal-Organic Frameworks for Asymmetric Heterogeneous Catalysis", "Yoon, Minyoung; Srirambalaji, Renganathan; Kim, Kimoon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1196-1231", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors have provided an overview of metal-org. framework (MOF)-based asym. heterogeneous catalysis by presenting the state of the art in this field and discussing its potential and limitations.  Here, MOF-based asym. catalysts are classified according to their working principles and synthetic strategies.  Design, synthesis and structural characteristics of chiral metal-org. frameworks, as well as their catalytic activities in various asym. transformations, are described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVOlt7rF&md5=7ee0508d7ed4b69aec1ca6d950681972", "(d) ", "Liu", ", ", "Y.", "; ", "Xuan", ", ", "W.", "; ", "Cui", ", ", "Y.", " ", "Adv. Mater.", " ", "2010", ",  ", "22", ",  ", "4112", " DOI: 10.1002/adma.201000197", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Engineering homochiral metal-organic frameworks for heterogeneous asymmetric catalysis and enantioselective separation", "Liu, Yan; Xuan, Weimin; Cui, Yong", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2010", "),\r\n    ", "22", "\r\n        (", "37", "),\r\n    ", "4112-4135", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Owing to the potential applications in technol. areas such as gas storage, catalysis, sepn., sensing and nonlinear optics, tremendous efforts were devoted to the development of porous metal-org. frameworks (MOFs) over the past ten years.  Homochiral porous MOFs are particularly attractive candidates as heterogeneous asym. catalysts and enantioselective adsorbents and separators for prodn. of optically active org. compds. due to the lack of homochiral inorg. porous materials such as zeolites.  In this review, the authors summarize the recent research progress in homochiral MOF materials, including their synthetic strategy, distinctive structural features and latest advances in asym. heterogeneous catalysis and enantioselective sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlKks7zJ&md5=5fa5afa5c96afadf40412362ba6dd475", "(e) ", "Corma", ", ", "A.", "; ", "Garcia", ", ", "H.", "; ", "Llabres i Xamena", ", ", "F. X. L. I.", " ", "Chem. Rev.", " ", "2010", ",  ", "110", ",  ", "4606", " DOI: 10.1021/cr9003924", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Engineering Metal Organic Frameworks for Heterogeneous Catalysis", "Corma, A.; Garcia, H.; Llabres i Xamena, F. X.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "110", "\r\n        (", "8", "),\r\n    ", "4606-4655", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review, including the design of MOFs for catalysis and evaluation of its potential as catalyst as well as catalysis by MOFs with active metal sites, with reactive functional groups, and MOFs as host matrixes or nanometric reaction cavities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXktFers7Y%253D&md5=ce714f3d4475f4ac2a3d81b13931ccc3", "(f) ", "Morris", ", ", "R. E.", "; ", "Bu", ", ", "X.", " ", "Nat. Chem.", " ", "2010", ",  ", "2", ",  ", "353", " DOI: 10.1038/nchem.628", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Induction of chiral porous solids containing only achiral building blocks", "Morris, Russell E.; Bu, Xianhui", "Nature Chemistry", "\r\n        (", "2010", "),\r\n    ", "2", "\r\n        (", "5", "),\r\n    ", "353-361", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  In many areas of chem. the synthesis of chiral compds. is a target of increasing importance.  They play a vital role in biol. function and in many areas of society and science, including biol., medicine, biotechnol., chem. and agriculture.  Many pharmaceutical mols., like their biol. targets, are chiral and it is therefore easy to understand the growing demand for efficient methods of producing enantiomerically pure compds.  This is equally true for the prepn. of chiral solids, which have potential applications in asym. catalysis, chiral sepns. and the like.  In this review we will consider recent progress and future potential in the development of methods for the prepn. of chirally pure solids, in particular where the building blocks of the structure are achiral themselves.  We will discuss strategies for the synthesis of both inorg. (for example, zeolites) and inorg.-org. hybrid (for example, metal org. framework) chiral porous solids.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXltVylurg%253D&md5=ab8fac4393408aeb93e1a4fb9c96a911", "(g) ", "Ma", ", ", "L.", "; ", "Abney", ", ", "C.", "; ", "Lin", ", ", "W.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1248", " DOI: 10.1039/b807083k", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Enantioselective catalysis with homochiral metal-organic frameworks", "Ma, Liqing; Abney, Carter; Lin, Wenbin", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1248-1256", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This tutorial review presents recent developments of homochiral metal-org. frameworks (MOFs) for enantioselective catalysis.  Following a brief introduction of the basic concepts and potential virtues of MOFs in catalysis, three distinct strategies that have been utilized to synthesize homochiral MOFs were summarized.  Framework stability and accessibility of the open channels to reagents were then addressed.  Some recent successful examples of catalytically active homochiral MOFs based on three approaches, namely, homochiral MOFs with achiral catalytic sites, incorporation of asym. catalysts directly into the framework, and post-synthetic modification of homochiral MOFs were finally surveyed.  Although still in their infancy, homochiral MOFs have clearly demonstrated their utility in heterogeneous asym. catalysis, and a bright future is foreseen for the development of practically useful homochiral MOFs in the prodn. of optically pure org. mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7Y%253D&md5=6ea10120922522f3f7fc76a6a04ea6cf", "(h) ", "Heitbaum", ", ", "M.", "; ", "Glorius", ", ", "F.", "; ", "Escher", ", ", "I.", " ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", ",  ", "4732", " DOI: 10.1002/anie.200504212", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Asymmetric heterogeneous catalysis", "Heitbaum, Maja; Glorius, Frank; Escher, Iris", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "29", "),\r\n    ", "4732-4762", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Limited natural resources and an increasing demand for enantiomerically pure compds. render catalysis and esp. heterogeneous asym. catalysis a key technol.  The field has rapidly advanced from the initial use of chiral biopolymers, such as silk, as a support for metal catalysts to the modern research areas.  Mesoporous supports, noncovalent immobilization, metal-org. catalysts, chiral modifiers: many areas are rapidly evolving.  This review shows that these catalysts have more to them than facile sepn. or recycling.  Better activities can be obtained than with the homogeneous catalyst and novel, efficient reaction mechanisms can be employed.  Esp. fascinating is the outlook for highly ordered metal-org. catalysts that might allow a rational design, synthesis, and the unequivocal structural characterization to give tailor-made catalysts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xns1KltLo%253D&md5=fde3063e510c9c3afa3521d6f993dcec", "(i) ", "Lin", ", ", "W.", " ", "Top. Catal.", " ", "2010", ",  ", "53", ",  ", "869", " DOI: 10.1007/s11244-010-9519-3", " ", "[", "Crossref", "], [", "CAS", "]", "1. ", "Asymmetric catalysis with chiral porous metal-organic frameworks", "Lin, Wenbin", "Topics in Catalysis", "\r\n        (", "2010", "),\r\n    ", "53", "\r\n        (", "13-14", "),\r\n    ", "869-875", "CODEN:\r\n                ", "TOCAFI", ";\r\n        ISSN:", "1022-5528", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "A review.  This paper provides a brief overview of recent progress in the design and synthesis of chiral metal-org. frameworks (CMOFs) and their applications in heterogeneous asym. catalysis.  Catalytically active CMOFs can be synthesized using two distinct strategies, either by post-synthetic activation of pre-synthesized porous MOFs or by directly linking well-designed catalytically competent bridging ligands with metal ion or metal cluster nodes.  Heterogeneous asym. catalysis with very high activity and enantioselectivity has been achieved with CMOFs.  The intrinsic tunability of CMOFs promises to lead to the design and synthesis of a variety of practically useful heterogeneous asym. catalysts for many org. transformations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXnvVehsLo%253D&md5=cd10f0709a33e5e0b409d797be7e4d7b", "(j) ", "Liu", ", ", "J.", "; ", "Chen", ", ", "L.", "; ", "Cui", ", ", "H.", "; ", "Zhang", ", ", "J.", "; ", "Zhang", ", ", "L.", "; ", "Su", ", ", "C.-Y.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "6011", " DOI: 10.1039/C4CS00094C", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Applications of metal-organic frameworks in heterogeneous supramolecular catalysis", "Liu, Jiewei; Chen, Lianfen; Cui, Hao; Zhang, Jianyong; Zhang, Li; Su, Cheng-Yong", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "6011-6061", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This review summarizes the use of metal-org. frameworks (MOFs) as a versatile supramol. platform to develop heterogeneous catalysts for a variety of org. reactions, esp. for liq.-phase reactions.  Following a background introduction about catalytic relevance to various metal-org. materials, crystal engineering of MOFs, characterization and evaluation methods of MOF catalysis, the authors categorize catalytic MOFs based on the types of active sites, including coordinatively unsatd. metal sites (CUMs), metallo-ligands, functional org. sites (FOS), as well as metal nanoparticles (MNPs) embedded in the cavities.  The authors emphasize the incidental or deliberate formation of active sites, the stability, heterogeneity, and shape/size selectivity for MOF catalysis.  Finally, the authors briefly introduce their relevance into photo- and biomimetic catalysis, and compare MOFs with other typical porous solids such as zeolites and mesoporous silica with regard to their different attributes, and provide a view on future trends and developments in MOF-based catalysis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7nE&md5=5235b00be2ffd908b57743c6a2871f45", "2. ", "(a) ", "Kudo", ", ", "A.", "; ", "Miseki", ", ", "Y.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "253", " DOI: 10.1039/B800489G", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Heterogeneous photocatalyst materials for water splitting", "Kudo, Akihiko; Miseki, Yugo", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "1", "),\r\n    ", "253-278", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This crit. review shows the basis of photocatalytic water splitting and exptl. points, and surveys heterogeneous photocatalyst materials for water splitting into H2 and O2, and H2 or O2 evolution from an aq. soln. contg. a sacrificial reagent.  Many oxides consisting of metal cations with d0 and d10 configurations, metal (oxy)sulfide and metal (oxy)nitride photocatalysts have been reported, esp. during the latest decade.  The fruitful photocatalyst library gives important information on factors affecting photocatalytic performances and design of new materials.  Photocatalytic water splitting and H2 evolution using abundant compds. as electron donors are expected to contribute to construction of a clean and simple system for solar hydrogen prodn., and a soln. of global energy and environmental issues in the future (361 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsFWjtL3P&md5=21d808dac82a11a649988f31a9231941", "(b) ", "Gomes Silva", ", ", "C.", "; ", "Luz", ", ", "I.", "; ", "Llabres i Xamena", ", ", "F. X.", "; ", "Corma", ", ", "A.", "; ", "Garcia", ", ", "H.", " ", "Chem. - Eur. J.", " ", "2010", ",  ", "16", ",  ", "11133", " DOI: 10.1002/chem.200903526", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Water stable Zr-benzenedicarboxylate metal-organic frameworks as photocatalysts for hydrogen generation", "Gomes Silva Claudia; Luz Ignacio; Llabres i Xamena Francesc X; Corma Avelino; Garcia Hermenegildo", "Chemistry (Weinheim an der Bergstrasse, Germany)", "\r\n        (", "2010", "),\r\n    ", "16", "\r\n        (", "36", "),\r\n    ", "11133-8", "\r\n        ISSN:", ".\r\n    ", "The Zr-containing metal-organic frameworks (MOFs) formed by terephthalate (UiO-66) and 2-aminoterephthalate ligands [UiO-66(NH(2))] are two notably water-resistant MOFs that exhibit photocatalytic activity for hydrogen generation in methanol or water/methanol upon irradiation at wavelength longer than 300 nm.  The apparent quantum yield for H(2) generation using monochromatic light at 370 nm in water/methanol 3:1 was of 3.5% for UiO-66(NH(2)).  Laser-flash photolysis has allowed detecting for UiO-66 and UiO-66(NH(2)) the photochemical generation of a long lived charge separated state whose decay is not complete 300 μs after the laser flash.  Our finding and particularly the influence of the amino group producing a bathochromic shift in the optical spectrum without altering the photochemistry shows promises for the development of more efficient MOFs for water splitting.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3cfkvVSntA%253D%253D&md5=4790ae3c47422c081622e54607362d67", "(c) ", "Wang", ", ", "C.", "; ", "Xie", ", ", "Z.", "; ", "deKrafft", ", ", "K. E.", "; ", "Lin", ", ", "W.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "13445", " DOI: 10.1021/ja203564w", " ", "ACS Full Text ", ", [", "CAS", "]", "2. ", "Doping Metal-Organic Frameworks for Water Oxidation, Carbon Dioxide Reduction, and Organic Photocatalysis", "Wang, Cheng; Xie, Zhigang; de Krafft, Kathryn E.; Lin, Wenbin", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "34", "),\r\n    ", "13445-13454", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Catalytically competent Ir, Re, and Ru complexes H2L1-H2L6 with dicarboxylic acid functionalities were incorporated into a highly stable and porous Zr6O4(OH)4(bpdc)6 (UiO-67, bpdc = para-biphenyldicarboxylic acid) framework using a mix-and-match synthetic strategy.  The matching ligand lengths between bpdc and L1-L6 ligands allowed the construction of highly cryst. UiO-67 frameworks (metal-org. frameworks (MOFs) 1-6) that were doped with L1-L6 ligands.  MOFs 1-6 were isostructural to the parent UiO-67 framework as shown by powder X-ray diffraction (PXRD) and exhibited high surface areas ranging from 1092 to 1497 m2/g.  MOFs 1-6 were stable in air up to 400 °C and active catalysts in a range of reactions that are relevant to solar energy utilization.  MOFs 1-3 contg. [Cp*IrIII(dcppy)Cl] (H2L1), [Cp*IrIII(dcbpy)Cl]Cl (H2L2), and [IrIII(dcppy)2(H2O)2]OTf (H2L3) (where Cp* is pentamethylcyclopentadienyl, dcppy is 2-phenylpyridine-5,4'-dicarboxylic acid, and dcbpy is 2,2'-bipyridine-5,5'-dicarboxylic acid) were effective water oxidn. catalysts (WOCs), with turnover frequencies (TOFs) of up to 4.8 h-1.  The [ReI(CO)3(dcbpy)Cl] (H2L4) derivatized MOF 4 served as an active catalyst for photocatalytic CO2 redn. with a total turnover no. (TON) of 10.9, three times higher than that of the homogeneous complex H2L4.  MOFs 5 and 6 contained phosphorescent [IrIII(ppy)2(dcbpy)]Cl (H2L5) and [RuII(bpy)2(dcbpy)]Cl2 (H2L6) (where ppy is 2-phenylpyridine and bpy is 2,2'-bipyridine) and were used in three photocatalytic org. transformations (aza-Henry reaction, aerobic amine coupling, and aerobic oxidn. of thioanisole) with very high activities.  The inactivity of the parent UiO-67 framework and the reaction supernatants in catalytic water oxidn., CO2 redn., and org. transformations indicate both the mol. origin and heterogeneous nature of these catalytic processes.  The stability of the doped UiO-67 catalysts under catalytic conditions was also demonstrated by comparing PXRD patterns before and after catalysis.  This work illustrates the potential of combining mol. catalysts and MOF structures in developing highly active heterogeneous catalysts for solar energy utilization.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXpvVWltrk%253D&md5=d97d78fa80f220f2be578112a620d6f6", "(d) ", "Fateeva", ", ", "A.", "; ", "Chater", ", ", "P. A.", "; ", "Ireland", ", ", "C. P.", "; ", "Tahir", ", ", "A. A.", "; ", "Khimyak", ", ", "Y. Z.", "; ", "Wiper", ", ", "P. V.", "; ", "Darwent", ", ", "J. R.", "; ", "Rosseinsky", ", ", "M. J.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "7440", " DOI: 10.1002/anie.201202471", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "A Water-Stable Porphyrin-Based Metal-Organic Framework Active for Visible-Light Photocatalysis", "Fateeva, Alexandra; Chater, Philip A.; Ireland, Christopher P.; Tahir, Asif A.; Khimyak, Yaroslav Z.; Wiper, Paul V.; Darwent, James R.; Rosseinsky, Matthew J.", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "30", "),\r\n    ", "7440-7444, S7440/1-S7440/17", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Water-stable porous porphyrin-metal org. framework with surface area 1400 m2-g-1 is reported which performs visible-light driven H2 photogeneration from H2O.  Thus, reaction of AlCl3.6H2O with free-base tetra-(4-carbonylphenyl)porphyrin (H2TCPP) in H2O under hydrothermal conditions followed by washing with DMF produced porous red H2TCPP[AlOH]2(DMF3-(H2O)2) (Al-PMOF).  Modification of Al-PMOF by porphyrin metalation with anhyd. Zinc acetate produced purple compd. Zn-TCCP-[AlOH]2 (2).  Crystal structure and optical properties of Al-PMOF and 2 were studied.  Photocatalytic efficiency of Al-PMOF and 2 was evaluated for H2 evolution from H2O under visible light in presence of methylviologen, EDTA and Pt co-catalyst.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xos1eht78%253D&md5=f4e9b15805f5a4433684acdd7c15d546", "(e) ", "Wang", ", ", "J.-L.", "; ", "Wang", ", ", "C.", "; ", "Lin", ", ", "W.", " ", "ACS Catal.", " ", "2012", ",  ", "2", ",  ", "2630", " DOI: 10.1021/cs3005874", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Metal-Organic Frameworks for Light Harvesting and Photocatalysis", "Wang, Jin-Liang; Wang, Cheng; Lin, Wenbin", "ACS Catalysis", "\r\n        (", "2012", "),\r\n    ", "2", "\r\n        (", "12", "),\r\n    ", "2630-2640", "CODEN:\r\n                ", "ACCACS", ";\r\n        ISSN:", "2155-5435", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs), a new class of cryst. mol. solids built from linking org. ligands with metal or metal-cluster connecting points, have recently emerged as a versatile platform for developing single-site solid catalysts.  MOFs have been used to drive a range of reactions, including Lewis acid/base catalyzed reactions, redox reactions, asym. reactions, and photocatalysis.  MOF catalysts are easily sepd. from the reaction mixts. for reuse, and yet their mol. nature introduces unprecedented chem. diversity and tunability to drive a large scope of catalytic reactions.  This Perspective aims to summarize recent progress on light harvesting and photocatalysis with MOFs.  The charge-sepd. excited states of the chromophoric building blocks created upon photon excitation can migrate over long distances to be harvested as redox equiv. at the MOF/liq. interfaces via electron transfer reactions or can directly activate the substrates that have diffused into the MOF channels for photocatalytic reactions.  MOF-catalyzed and photodriven proton redn., CO2 redn., and org. transformations will be discussed in this Perspective.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsFGmtb7L&md5=9b324cb66fdb68726f4c470e8ca44064", "(f) ", "Wu", ", ", "P.", "; ", "He", ", ", "C.", "; ", "Wang", ", ", "J.", "; ", "Peng", ", ", "X.", "; ", "Li", ", ", "X.", "; ", "An", ", ", "Y.", "; ", "Duan", ", ", "C.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "14991", " DOI: 10.1021/ja305367j", " ", "ACS Full Text ", ", [", "CAS", "]", "2. ", "Photoactive chiral metal-organic frameworks for light-driven asymmetric α-alkylation of aldehydes", "Wu, Pengyan; He, Cheng; Wang, Jian; Peng, Xiaojun; Li, Xuezhao; An, Yonglin; Duan, Chunying", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "36", "),\r\n    ", "14991-14999", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Chiral metal-org. frameworks (MOFs) with porous and tunable nature show promise as heterogeneous asym. catalysts.  Through incorporating the stereoselective organocatalyst l- or d-pyrrolidin-2-ylimidazole (PYI) and a triphenylamine photoredox group into a single framework, we have developed two enantiomeric MOFs, Zn-PYI1 and Zn-PYI2, to prompt the asym. α-alkylation of aliph. aldehydes in a heterogeneous manner.  The strong reductive excited state of the triphenylamaine moiety within these MOFs initiated a photoinduced electron transfer, rendering an active intermediate for the α-alkylation.  The chiral PYI moieties acted as cooperative organocatalytic active sites to drive the asym. catalysis with significant stereoselectivity.  Control expts. using the lanthanide-based metal-org. frameworks Ho-TCA and MOF-150, assembled from 4,4',4''-nitrilotribenzoic acid, as catalysts suggested that both the photosensitizer triphenylamine moiety and the chiral organocatalyst d-/l-PYI moiety were necessary for the light-driven α-alkylation reactions.  Further investigations demonstrated that the integration of both photocatalyst and asym. organocatalyst into a single MOF makes the enantioselection superior to that of simply mixing the corresponding MOFs with the chiral adduct.  The easy availability, excellent stereoselectivity, great separability, and individual components fixed with their well-defined porous and repeating structures make the MOF a versatile platform for a new type of tandem catalyst and cooperative catalyst.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFOru7%252FM&md5=680d6ad86145b5a91bf3921062a70e61", "(g) ", "Pullen", ", ", "S.", "; ", "Fei", ", ", "H.", "; ", "Orthaber", ", ", "A.", "; ", "Cohen", ", ", "S. M.", "; ", "Ott", ", ", "S.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "16997", " DOI: 10.1021/ja407176p", " ", "ACS Full Text ", ", [", "CAS", "]", "2. ", "Enhanced photochemical hydrogen production by a molecular diiron catalyst incorporated into a metal-organic framework", "Pullen, Sonja; Fei, Honghan; Orthaber, Andreas; Cohen, Seth M.; Ott, Sascha", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "45", "),\r\n    ", "16997-17003", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A mol. proton redn. catalyst [FeFe]-(dcbdt)-(CO)6 (1, dcbdt = 1,4-dicarboxylbenzene-2,3-dithiolate) with structural similarities to [FeFe]-hydrogenase active sites has been incorporated into a highly robust Zr-(IV)-based metal-org. framework (MOF) by postsynthetic exchange (PSE).  The PSE protocol is crucial as direct solvothermal synthesis fails to produce the functionalized MOF.  The mol. integrity of the organometallic site within the MOF is demonstrated by a variety of techniques, including X-ray absorption spectroscopy.  In conjunction with [Ru-(bpy)3]2+ as a photosensitizer and ascorbate as an electron donor, MOF-[FeFe]-(dcbdt)-(CO)6 catalyzes photochem. hydrogen evolution in water at pH 5.  The immobilized catalyst shows substantially improved initial rates and overall hydrogen prodn. when compared to a ref. system of complex 1 in soln.  Improved catalytic performance is ascribed to structural stabilization of the complex when incorporated in the MOF as well as the protection of reduced catalysts 1- and 12- from undesirable charge recombination with oxidized ascorbate.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1Sqs77P&md5=e171e23bff940672ce16bccbc2fa2254", "(h) ", "Sun", ", ", "D.", "; ", "Fu", ", ", "Y.", "; ", "Liu", ", ", "W.", "; ", "Ye", ", ", "L.", "; ", "Wang", ", ", "D.", "; ", "Yang", ", ", "L.", "; ", "Fu", ", ", "X.", "; ", "Li", ", ", "Z.", " ", "Chem. - Eur. J.", " ", "2013", ",  ", "19", ",  ", "14279", " DOI: 10.1002/chem.201301728", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Studies on Photocatalytic CO2 Reduction over NH2-Uio-66(Zr) and Its Derivatives: Towards Better Understanding of Photocatalysis on Metal-Organic Frameworks", "Sun, Dengrong; Fu, Yanghe; Liu, Wenjun; Ye, Lin; Wang, Dengke; Yang, Lin; Fu, Xianzhi; Li, Zhaohui", "Chemistry - A European Journal", "\r\n        (", "2013", "),\r\n    ", "19", "\r\n        (", "42", "),\r\n    ", "14279-14285", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Metal-org. framework (MOF) NH2-Uio-66(Zr) exhibits photocatalytic activity for CO2 redn. in the presence of triethanolamine as sacrificial agent under visible-light irradn.  Photoinduced electron transfer from the excited 2-aminoterephthalate (ATA) to Zr oxo clusters in NH2-Uio-66(Zr) was for the first time revealed by photoluminescence studies.  Generation of ZrIII and its involvement in photocatalytic CO2 redn. was confirmed by ESR anal.  Moreover, NH2-Uio-66(Zr) with mixed ATA and 2,5-diaminoterephthalate (DTA) ligands was prepd. and shown to exhibit higher performance for photocatalytic CO2 redn. due to its enhanced light adsorption and increased adsorption of CO2.  This study provides a better understanding of photocatalytic CO2 redn. over MOF-based photocatalysts and also demonstrates the great potential of using MOFs as highly stable, molecularly tunable, and recyclable photocatalysts in CO2 redn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlyrs77E&md5=69a749d364e266bc8d32208e4a339a32", "(i) ", "Wang", ", ", "S.", "; ", "Yao", ", ", "W.", "; ", "Lin", ", ", "J.", "; ", "Ding", ", ", "Z.", "; ", "Wang", ", ", "X.", " ", "Angew. Chem., Int. Ed.", " ", "2014", ",  ", "53", ",  ", "1034", " DOI: 10.1002/anie.201309426", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Cobalt Imidazolate Metal-Organic Frameworks Photosplit CO2 under Mild Reaction Conditions", "Wang, Sibo; Yao, Wangshu; Lin, Jinliang; Ding, Zhengxin; Wang, Xinchen", "Angewandte Chemie, International Edition", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "4", "),\r\n    ", "1034-1038", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Metal-org. frameworks (MOFs) have shown great promise for CO2 capture and storage.  However, the operation of chem. redox functions of framework substances and org. CO2-trapping entities which are spatially linked together to catalyze CO2 conversion has had much less attention.  Reported herein is a cobalt-contg. zeolitic imidazolate framework (Co-ZIF-9) which serves as a robust MOF cocatalyst to reduce CO2 by cooperating with a ruthenium-based photosensitizer.  The catalytic turnover no. of Co-ZIF-9 was about 450 within 2.5 h under mild reaction conditions, while still keeping its original reactivity during prolonged operation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvFSrsrnO&md5=c583806c1900e10d4360705736000dca", "(j) ", "Zhang", ", ", "T.", "; ", "Lin", ", ", "W.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5982", " DOI: 10.1039/C4CS00103F", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Metal-organic frameworks for artificial photosynthesis and photocatalysis", "Zhang, Teng; Lin, Wenbin", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5982-5993", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Solar energy is an alternative, sustainable energy source for mankind.  Finding a convenient way to convert sunlight energy into chem. energy is a key step towards realizing large-scale solar energy utilization.  Owing to their structural regularity and synthetic tunability, metal-org. frameworks (MOFs) provide an interesting platform to hierarchically organize light-harvesting antennae and catalytic centers to achieve solar energy conversion.  Such photo-driven catalytic processes not only play a crit. role in the solar to chem. energy conversion scheme, but also provide a novel methodol. for the synthesis of fine chems.  In this review, we summarize the fundamental principles of energy transfer and photocatalysis and provide an overview of the latest progress in energy transfer, light-harvesting, photocatalytic proton and CO2 redn., and water oxidn. using MOFs.  The applications of MOFs in org. photocatalysis and degrdn. of model org. pollutants are also discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXmvFGgsLs%253D&md5=f331d8658a72f41153eee564b84176c8", "3. ", "(a) ", "Lin", ", ", "W. B.", " ", "J. Solid State Chem.", " ", "2005", ",  ", "178", ",  ", "2486", " DOI: 10.1016/j.jssc.2005.06.013", " ", "[", "Crossref", "], [", "CAS", "]", "3. ", "Homochiral porous metal-organic frameworks: why and how?", "Lin, Wenbin", "Journal of Solid State Chemistry", "\r\n        (", "2005", "),\r\n    ", "178", "\r\n        (", "8", "),\r\n    ", "2486-2490", "CODEN:\r\n                ", "JSSCBI", ";\r\n        ISSN:", "0022-4596", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "A review.  This paper highlights the most significant recent advances in the synthesis, characterization, and applications of single-cryst. homochiral porous metal-org. frameworks (MOFs).  The motivations for the synthesis of homochiral porous solids and the strategies on how they can be designed are provided.  The latest examples of chiral sepn. and Lewis acid heterogeneous asym. catalysis using homochiral porous MOFs are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXot1Cgtbk%253D&md5=1cbdba0455b8e1bb74f683ec0d90a9b8", "(b) ", "Vaidhyanathan", ", ", "R.", "; ", "Bradshaw", ", ", "D.", "; ", "Rebilly", ", ", "J.-N.", "; ", "Barrio", ", ", "J. P.", "; ", "Gould", ", ", "J. A.", "; ", "Berry", ", ", "N. G.", "; ", "Rosseinsky", ", ", "M. J.", " ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", ",  ", "6495", " DOI: 10.1002/anie.200602242", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "A family of nanoporous materials based on an amino acid backbone", "Vaidhyanathan, Ramanathan; Bradshaw, Darren; Rebilly, Jean-Noel; Barrio, Jorge P.; Gould, Jamie A.; Berry, Neil G.; Rosseinsky, Matthew J.", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "39", "),\r\n    ", "6495-6499", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A nanoporous framework with internal surface lined with amino acid residue is produced by the pillaring of nickel-aspartate layers by 4,4'-bipyridine.  The presence of pockets capable of multiple interactions with guest species permits the enantioselective sorption of short-chain diols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtFWgsrvK&md5=558294ca94f5cb27e6ea84578e0efa53", "(c) ", "Lin", ", ", "W.", " ", "MRS Bull.", " ", "2007", ",  ", "32", ",  ", "544", " DOI: 10.1557/mrs2007.104", " ", "[", "Crossref", "], [", "CAS", "]", "3. ", "Metal-organic frameworks for asymmetric catalysis and chiral separations", "Lin, Wenbin", "MRS Bulletin", "\r\n        (", "2007", "),\r\n    ", "32", "\r\n        (", "7", "),\r\n    ", "544-548", "CODEN:\r\n                ", "MRSBEA", ";\r\n        ISSN:", "0883-7694", ".\r\n    \r\n            (", "Materials Research Society", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) are an interesting class of mol.-based hybrid materials built from metal-connecting points and bridging ligands.  MOFs have received much attention, owing to their potential impact on many technol. areas, including gas storage, sepn., and heterogeneous catalysis.  The modular nature of MOFs endows them with facile tunability, and as a result, properly designed MOFs can yield ideal heterogeneous catalysts with uniform active sites through judicious choice of the building blocks.  Homochiral MOFs, which can be prepd. by numerous approaches (construction from achiral components by seeding with a chiral single crystal, templating with coordinating chiral co-ligands, and building from metal-connecting nodes and chiral bridging ligands), represent a unique class of materials for the economical prodn. of optically pure compds., whether through asym. catalysis or enantioselective inclusion of chiral guest mols. in their porous frameworks.  As such, homochiral MOFs promise new opportunities for developing chirotechnol.  This contribution provides a brief overview of recent progress in the synthesis of homochiral porous MOFs and their applications in asym. catalysis and chiral sepns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXptFeqtrk%253D&md5=8a9c1ae7c178e8345d0746a7c0a27dd0", "(d) ", "Bao", ", ", "X.", "; ", "Broadbelt", ", ", "L. J.", "; ", "Snurr", ", ", "R. Q.", " ", "Mol. Simul.", " ", "2009", ",  ", "35", ",  ", "50", " DOI: 10.1080/08927020802422064", " ", "[", "Crossref", "], [", "CAS", "]", "3. ", "A computational study of enantioselective adsorption in a homochiral metal-organic framework", "Bao, Xiaoying; Broadbelt, Linda J.; Snurr, Randall Q.", "Molecular Simulation", "\r\n        (", "2009", "),\r\n    ", "35", "\r\n        (", "1 & 2", "),\r\n    ", "50-59", "CODEN:\r\n                ", "MOSIEA", ";\r\n        ISSN:", "0892-7022", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "The potential application of a homochiral metal-org. framework (MOF) made from cadmium corners and BINOL-type linkers for enantioselective sepns. of chiral hydrocarbons was investigated using grand canonical Monte Carlo simulations.  Adsorption of racemic mixts. of (R,S)-1,3-dimethyl-1,2-propadiene, (R,S)-1,2-dimethylcyclobutane and (R,S)-1,2-dimethylcyclopropane was simulated.  The results show that an enantiomeric excess (ee) of over 50% can be achieved for 1,3-dimethyl-1,2-propadiene, while more moderate ee values were obsd. for the cyclic compds.  The adsorption sites, diastereomeric complexes and adsorption energies were analyzed to understand the enantioselective adsorption.  It is shown that the small zigzag pores of the homochiral MOF account primarily for the enantioselective adsorption, whereas the larger helical pores show almost no enantioselectivity.  The results also demonstrate that both intrinsic enantioselectivity and accessibility of the adsorption sites are important for the overall enantioselective sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXpvVOhtw%253D%253D&md5=de00284ed7245a6964cd570b9e2e16ea", "(e) ", "Nickerl", ", ", "G.", "; ", "Henschel", ", ", "A.", "; ", "Gruenker", ", ", "R.", "; ", "Gedrich", ", ", "K.", "; ", "Kaskel", ", ", "S.", " ", "Chem. Ing. Tech.", " ", "2011", ",  ", "83", ",  ", "90", " DOI: 10.1002/cite.201000188", " ", "[", "Crossref", "], [", "CAS", "]", "3. ", "Chiral Metal-Organic Frameworks and their Application in Asymmetric Catalysis and Stereoselective Separation", "Nickerl, Georg; Henschel, Antje; Gruenker, Ronny; Gedrich, Kristina; Kaskel, Stefan", "Chemie Ingenieur Technik", "\r\n        (", "2011", "),\r\n    ", "83", "\r\n        (", "1-2", "),\r\n    ", "90-103", "CODEN:\r\n                ", "CITEAH", ";\r\n        ISSN:", "0009-286X", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  The targeted synthesis of a desired stereoisomer plays a key role in the life sciences, esp. in the prodn. of pharmaceutical drugs.  Up-to-date, this area is dominated by homogeneous chiral catalysts.  Metal-org. frameworks (MOFs), a new class of porous materials, consisting of metal-oxo-clusters and multifunctional ligands could offer a platform for chiral heterogeneous catalysts combining the efficiency and in particular selectivity obsd. for homogeneous asym. catalysts with the advantages of heterogeneous catalysis.  This review summarizes strategies to obtain chiral metal-org. frameworks (MOFs) and gives an overview about reactions that have been successfully conducted using chiral MOFs as asym. catalysts.  In addn., some examples highlighting the stereoselective adsorption properties of chiral metal-org. frameworks are given.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtVKgurY%253D&md5=464bdbf335627858762388e151c2b45b", "(f) ", "Padmanaban", ", ", "M.", "; ", "Mueller", ", ", "P.", "; ", "Lieder", ", ", "C.", "; ", "Gedrich", ", ", "K.", "; ", "Gruenker", ", ", "R.", "; ", "Bon", ", ", "V.", "; ", "Senkovska", ", ", "I.", "; ", "Baumgaertner", ", ", "S.", "; ", "Opelt", ", ", "S.", "; ", "Paasch", ", ", "S.", "; ", "Brunner", ", ", "E.", "; ", "Glorius", ", ", "F.", "; ", "Klemm", ", ", "E.", "; ", "Kaskel", ", ", "S.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "12089", " DOI: 10.1039/c1cc14893a", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Application of a chiral metal-organic framework in enantioselective separation", "Padmanaban, Mohan; Mueller, Philipp; Lieder, Christian; Gedrich, Kristina; Gruenker, Ronny; Bon, Volodymyr; Senkovska, Irena; Baumgaertner, Sandra; Opelt, Sabine; Paasch, Silvia; Brunner, Eike; Glorius, Frank; Klemm, Elias; Kaskel, Stefan", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "44", "),\r\n    ", "12089-12091", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A modular approach for the synthesis of highly ordered porous and chiral auxiliary (Evans auxiliary) decorated metal-org. frameworks is developed.  The authors' synthesis strategy, which uses known porous structures as model materials for incorporation of chirality via linker modification, can provide access to a wide range of porous materials suitable for enantioselective sepn. and catalysis.  Chiral analogs of UMCM-1 were synthesized and studied for the enantiosepn. of chiral compds. in the liq. phase and 1st promising results are reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtl2ntLjL&md5=3cf3a9878c628f4ffabc9ba758416f74", "(g) ", "Moghadam", ", ", "P. Z.", "; ", "Dueren", ", ", "T.", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "20874", " DOI: 10.1021/jp3056637", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Origin of Enantioselectivity in a Chiral Metal-Organic Framework: A Molecular Simulation Study", "Moghadam, Peyman Z.; Duren, Tina", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "39", "),\r\n    ", "20874-20881", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors used mol. simulation to examine the nature of enantioselectivity in the homochiral metal-org. framework [Ni2(L-asp)2(bipy)] for a no. of chiral diols and compared the results with exptl. enantiomeric excess (ee) data available in the literature.  For all cases, the simulation results not only reproduced the general preference of the R-enantiomers in the framework derived from L-asp, but also captured more subtle trends.  Studying the adsorption process on the mol. level, the R-enantioselectivity is strongly related to better packing effects at high loadings resulting in higher ee values for 1,3-butanediol in comparison with 1,2-butanediol and 1,2-propanediol.  The level of enantioselectivity is highly dependent on the chain length and the position of hydroxyl groups on the carbon chain.  Whereas the chirality of the MOF framework assists the sepn. mechanism, the more dominant factor is the perfect match between guest-framework size and shape.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1OksL%252FO&md5=70c8774972e278e636bdaa61d36a01ed", "(h) ", "Suh", ", ", "K.", "; ", "Yutkin", ", ", "M. P.", "; ", "Dybtsev", ", ", "D. N.", "; ", "Fedin", ", ", "V. P.", "; ", "Kim", ", ", "K.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "513", " DOI: 10.1039/C1CC16209H", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Enantioselective sorption of alcohols in a homochiral metal-organic framework", "Suh, Kyungwon; Yutkin, Maxim P.; Dybtsev, Danil N.; Fedin, Vladimir P.; Kim, Kimoon", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "4", "),\r\n    ", "513-515", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Single-crystal X-ray diffraction study reveals the host-guest interactions between a homochiral metal-org. framework and two enantiomers of a chiral alc. providing the key driving force for the enantioselective sorption of alcs. in the framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1Sgtb%252FP&md5=e443e3ae1abc1fb6524a66fa49db5f82", "(i) ", "Huang", ", ", "K.", "; ", "Dong", ", ", "X.", "; ", "Ren", ", ", "R.", "; ", "Jin", ", ", "W.", " ", "AIChE J.", " ", "2013", ",  ", "59", ",  ", "4364", " DOI: 10.1002/aic.14194", " ", "[", "Crossref", "], [", "CAS", "]", "3. ", "Fabrication of homochiral metal-organic framework membrane for enantioseparation of racemic diols", "Huang, Kang; Dong, Xueliang; Ren, Rufei; Jin, Wanqin", "AIChE Journal", "\r\n        (", "2013", "),\r\n    ", "59", "\r\n        (", "11", "),\r\n    ", "4364-4372", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "Chiral metal-org. frameworks (MOFs) used to discriminate chiral enantiomers are of great practical significance.  In this study, a novel homochiral [Ni2(L-asp)2(bipy)] membrane was fabricated on a porous ceramic support and used for enantioselective sepn. of racemic diols.  High-energy ball milling was applied to decrease the size of MOF crystals to achieve homogeneous seed suspensions.  A high-quality homochiral membrane was obtained after optimizing the prepn. process.  Under the concn.-driven permeation process, racemic 2-methyl-2,4-pentanediol (MPD) was readily sepd. by the as-prepd. membrane.  At 30°C, an enantiomeric excess value of 35.5 ± 2.5% was obtained at a feed concn. of 1.0 mmol L-1.  The chiral sepn. of racemic MPD via the membrane followed a preferential sorption mechanism. © 2013 American Institute of Chem. Engineers AIChE J, 2013.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht1CkurvI&md5=4add61c0ac79cb059b8ddb7738e73872", "(j) ", "Zhang", ", ", "M.", "; ", "Pu", ", ", "Z.-J.", "; ", "Chen", ", ", "X.-L.", "; ", "Gong", ", ", "X.-L.", "; ", "Zhu", ", ", "A.-X.", "; ", "Yuan", ", ", "L.-M.", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "5201", " DOI: 10.1039/c3cc41966e", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Chiral recognition of a 3D chiral nanoporous metal-organic framework", "Zhang, Mei; Pu, Zi-Jie; Chen, Xing-Lian; Gong, Xiao-Li; Zhu, Ai-Xin; Yuan, Li-Ming", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "45", "),\r\n    ", "5201-5203", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Some racemates including alc., ketone, flavone, phenol, base, and amide racemates etc. were successfully sepd. by using a 3-dimensional chiral nanoporous metal-org. framework (MOF) as a new chiral stationary phase in HPLC.  The chiral MOF possesses excellent recognition ability for various racemates, and indicate that enantiosepn. on the chiral MOF column is practicable.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXnsFartbc%253D&md5=d7eb6b6809c29815e1fcb1ea3370e0e6", "4. ", "(a) ", "Lee", ", ", "T.", "; ", "Liu", ", ", "Z. X.", "; ", "Lee", ", ", "H. L.", " ", "Cryst. Growth Des.", " ", "2011", ",  ", "11", ",  ", "4146", " DOI: 10.1021/cg200710p", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "A Biomimetic Nose by Microcrystals and Oriented Films of Luminescent Porous Metal-Organic Frameworks", "Lee, Tu; Liu, Zheng Xin; Lee, Hung Lin", "Crystal Growth & Design", "\r\n        (", "2011", "),\r\n    ", "11", "\r\n        (", "9", "),\r\n    ", "4146-4154", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Guest-free and porous [In(OH)(bdc)]n (bdc =1,4-benzenedicarboxylate) microcrystals were produced by heating indium(III) nitrate hydrate (In(NO3)3·xH2O) and terephthalic acid (H2bdc) in DMF with the addn. of Et acetate as a crystal habit modifier at 100° for 10 h and then vacuum drying them in an oven at 250° for 48 h to remove lattice DMF.  These microcrystals were monodispersed and hexagonal rod-like in shape with a length of 30 μm, an aspect ratio of 7.5, a BET surface area of 1148.74 m2/g, and the total pore vol. of 0.57 cm3/g.  The oriented films of those hexagonal rods were fabricated 1st through the self-assembly of as-synthesized [In(OH)(bdc)·2DMF]n microcrystals at the water/n-heptane interface and then followed by the removal of DMF upon vacuum drying in an oven at 250° for 48 h.  The stereochem. sensing capability of both guest-free and porous [In(OH)(bdc)]n microcrystals and oriented films toward odorants emanated from the analytes such as cumin, cinnamon, vanillin, p-xylene, m-xylene, o-xylene, water, and ethanol, was successfully transduced to the 1st set of photoluminescence (PL) emission responses.  The original emission of the guest-free, porous [In(OH)(bdc)]n framework might be attributed to the ligand-to-metal charge transfer (LMCT).  The inclusions of guest odorant mols. in the guess-free, porous [In(OH)(bdc)]n microcrystals could have quenched the excitons through: (1) delocalization over the conjugated polymer backbone, (2) interchain energy migration in the solid state, and (3) a highly organized mol. stacking structure, attributed to the pore confinement of the analyte inside the mol.-sized cavities of [In(OH)(bdc)]n framework which facilitated strong interactions between the analyte (or the odorant) and the host framework.  Therefore, specific guest-host stereochem. interactions would dictate the characteristic quenching response of a given analyte.  Red shifts were obsd. for cumin-, cinnamon-, vanillin-, p-xylene-, m-xylene-, o-xylene-, water-, and ethanol-adsorbed samples of [In(OH)(bdc)]n microcrystals, with emission λmax at 390, 425, 343, 428, 422, 400, 390, and 389 nm, resp., upon excitation at 270 nm in solid state.  A 2nd set of PL emission responses of the same analytes produced from the analyte-adsorbed Zn4O(bdc)3 (MOF-5) microcrystals for a demonstration purpose was also detd. and coplotted with the 1st set of PL emission values to construct a 2-dimensional map of PL emission responses for the authors' MOF-based biomimetic nose.  The biomimetic nose could distinguish the odors of the analytes based on a pattern recognition method (i.e., principal component anal.) because on the 2-dimensional map of PL emission responses, ethanol, m-xylene, o-xylene, vanillin, cumin, p-xylene, cinnamon, and water, were represented by a line, a point, a point, a point, a line, a point, a rectangle and a point, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXpvVCjsro%253D&md5=f4b7670ac53a21509a734c4230406d3d", "(b) ", "Khoshaman", ", ", "A. H.", "; ", "Bahreyni", ", ", "B.", " ", "Sens. Actuators, B", " ", "2012", ",  ", "162", ",  ", "114", " DOI: 10.1016/j.snb.2011.12.046", " ", "[", "Crossref", "], [", "CAS", "]", "4. ", "Application of metal organic framework crystals for sensing of volatile organic gases", "Khoshaman, Amir H.; Bahreyni, Behraad", "Sensors and Actuators, B: Chemical", "\r\n        (", "2012", "),\r\n    ", "162", "\r\n        (", "1", "),\r\n    ", "114-119", "CODEN:\r\n                ", "SABCEB", ";\r\n        ISSN:", "0925-4005", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Metal org. frameworks are used for the first time to detect volatile org. compds.  A sensitive nanoporous metal org. framework layer was deposited using a custom electrospraying system onto the surface of quartz resonators to build a gravimetric sensor.  The response of sensors made using the electrosprayed film is compared against those prepd. with the more common technique of drop-casting.  The electrospraying technique resulted in a significantly higher quality factor for the quartz resonators which leads to improved sensor resoln. and stability.  The exptl. set-up is presented and the response of the system to various concns. of the vapors of three ubiquitous solvents, i.e., acetone, THF, and iso-Pr alc., was investigated.  The min. detectable concns. of these org. vapors are 50, 10, and 2 ppm, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XitFGmsrg%253D&md5=797487b90d64c4714c669ba28fd7ee35", "(c) ", "Kreno", ", ", "L. E.", "; ", "Leong", ", ", "K.", "; ", "Farha", ", ", "O. K.", "; ", "Allendorf", ", ", "M.", "; ", "Van Duyne", ", ", "R. P.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1105", " DOI: 10.1021/cr200324t", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Metal-Organic Framework Materials as Chemical Sensors", "Kreno, Lauren E.; Leong, Kirsty; Farha, Omar K.; Allendorf, Mark; Van Duyne, Richard P.; Hupp, Joseph T.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1105-1125", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors present a crit. review of the literature on metal-org. frameworks (MOFs) as chem. sensors.  The authors begin by briefly examg. challenges relating to MOF sensor development including the design of MOFs with desirable properties, incorporation of appropriate signal transduction capabilities, and integration of MOFs into devices by employing thin-film growth techniques.  Subsequent sections discuss specific examples of MOF sensors, categorized by method of signal transduction.  Sensors based on MOF photoluminescence are discussed briefly.  The authors have limited the review of luminescence-based sensors to a small no. of recent reports where the porous MOF architecture, or its chem. compn., imparts selective sensing capabilities.  Scintillating MOFs that luminesce in the presence of radioactive analytes are also discussed.  Other signal transduction schemes that use photons include various kinds of optical interferometry, analyte modulation of localized surface plasmon resonance energies, and solvatochromism.  Mech. signal-transduction schemes employed with MOFs include ones based on surface acoustic wave, quartz crystal microbalance, and microcantilever devices.  Elec. schemes thus far were limited to ones based on impedance spectroscopy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVCgtL%252FI&md5=f6ed572725bc067ee8da81880bf1ec90", "(d) ", "Wanderley", ", ", "M. M.", "; ", "Wang", ", ", "C.", "; ", "Wu", ", ", "C.-D.", "; ", "Lin", ", ", "W.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "9050", " DOI: 10.1021/ja302110d", " ", "ACS Full Text ", ", [", "CAS", "]", "4. ", "A Chiral Porous Metal-Organic Framework for Highly Sensitive and Enantioselective Fluorescence Sensing of Amino Alcohols", "Wanderley, Marcela M.; Wang, Cheng; Wu, Chuan-De; Lin, Wenbin", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "22", "),\r\n    ", "9050-9053", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A highly porous and fluorescent metal-org. framework (MOF),(I), was built from a chiral tetracarboxylate bridging ligand derived from 1,1'-bi-2-naphthol (BINOL) and a cadmium carboxylate infinite-chain secondary building unit.  The fluorescence of I can be effectively quenched by amino alcs. via H-bonding with the binaphthol moieties decorating the MOF, leading to a remarkable chiral sensor for amino alcs. with greatly enhanced sensitivity and enantioselectivity over BINOL-based homogeneous systems.  The higher detection sensitivity of I is due to a preconcn. effect by which the analytes are absorbed and concd. inside the MOF channels, whereas the higher enantioselectivity of I is believed to result from enhanced chiral discrimination owing to the cavity confinement effect and the conformational rigidity of the BINOL groups in the framework. 1 was quenched by four chiral amino alcs. with unprecedentedly high Stern-Volmer consts. of 490-31200 M-1 and enantioselectivity ratios of 1.17-3.12.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xnt1Wqtb4%253D&md5=c1d76781df27b7791e22bb3caddda7cd", "(e) ", "Davydovskaya", ", ", "P.", "; ", "Pohle", ", ", "R.", "; ", "Tawil", ", ", "A.", "; ", "Fleischer", ", ", "M.", " ", "Sens. Actuators, B", " ", "2013", ",  ", "187", ",  ", "142", " DOI: 10.1016/j.snb.2012.10.023", " ", "[", "Crossref", "], [", "CAS", "]", "4. ", "Work function based gas sensing with Cu-BTC metal-organic framework for selective aldehyde detection", "Davydovskaya, P.; Pohle, R.; Tawil, A.; Fleischer, M.", "Sensors and Actuators, B: Chemical", "\r\n        (", "2013", "),\r\n    ", "187", "\r\n        (", "),\r\n    ", "142-146", "CODEN:\r\n                ", "SABCEB", ";\r\n        ISSN:", "0925-4005", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Metal-org. frameworks (MOFs) are porous cryst. materials with a characteristic large surface area.  These materials were mainly investigated for applications such as gas storage and sepn. and catalysis.  The applicability of MOFs for gas sensing was already successfully demonstrated.  MOFs show high potential for applications involving work function based gas sensing devices.  In this work the Cu-BTC MOF was investigated as a selective aldehyde sensing material for work function read-out based gas sensors at ambient conditions.  The cross sensitivity to humidity and the influence of oxygen on the gas reaction were proved.  The possible reaction mechanism between gas and sensing layer is discussed.  Cu-BTC MOF sensing layers allow to distinguish hydrocarbon mols. with similar chem. properties but different lengths of the org. chain.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsF2qurzL&md5=1d34f4c02b517a2ad815571302534c7c", "(f) ", "Gong", ", ", "Y.-N.", "; ", "Jiang", ", ", "L.", "; ", "Lu", ", ", "T.-B.", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "11113", " DOI: 10.1039/c3cc46530f", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "A highly stable dynamic fluorescent metal-organic framework for selective sensing of nitroaromatic explosives", "Gong, Yun-Nan; Jiang, Long; Lu, Tong-Bu", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "94", "),\r\n    ", "11113-11115", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A dynamic fluorescent metal-org. framework was constructed using triphenylene-2,6,10-tricarboxylate and Tb3+ as building blocks, which exhibits guest-responsive structural dynamism and selective sensing of nitroarom. explosives.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslWls7zP&md5=4d6676694bff0f430e3094dcd1116989", "(g) ", "Jin", ", ", "Z.", "; ", "He", ", ", "H.", "; ", "Zhao", ", ", "H.", "; ", "Borjigin", ", ", "T.", "; ", "Sun", ", ", "F.", "; ", "Zhang", ", ", "D.", "; ", "Zhu", ", ", "G.", " ", "Dalton Trans.", " ", "2013", ",  ", "42", ",  ", "13335", " DOI: 10.1039/c3dt51414e", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "A luminescent metal-organic framework for sensing methanol in ethanol solution", "Jin, Zhao; He, Hongming; Zhao, Huanyu; Borjigin, Tsolmon; Sun, Fuxing; Zhang, Daming; Zhu, Guangshan", "Dalton Transactions", "\r\n        (", "2013", "),\r\n    ", "42", "\r\n        (", "37", "),\r\n    ", "13335-13338", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A new luminescent Zn-MOF [Zn3(cpoip)2(4,4'-bpy)2•H2O] (I) as synthesized under hydrothermal condition using a semi-rigid ligand H3pcoip (4-(2-carboxyphenoxy)isophthalic acid) is reported.  The luminescence properties of I in methanol, ethanol, and water were studied.  Compd. I has a unique response to methanol compared to ethanol and water.  Also, I displays a turn-on switching property triggered by methanol solvent mols. and a high sensitivity towards methanol concn. ≥2 × 10-7 (VMeOH/Vtotal) in ethanol soln.  The Zn-MOF has potential application as a sensor for detecting methanol in ethanol soln. with excellent selectivity and high sensitivity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlGmsbvN&md5=a398af9810e41fd0c58fee7d98106cef", "(h) ", "Lee", ", ", "T.", "; ", "Lee", ", ", "H. L.", "; ", "Tsai", ", ", "M. H.", "; ", "Cheng", ", ", "S.-L.", "; ", "Lee", ", ", "S.-W.", "; ", "Hu", ", ", "J.-C.", "; ", "Chen", ", ", "L.-T.", " ", "Biosens. Bioelectron.", " ", "2013", ",  ", "43", ",  ", "56", " DOI: 10.1016/j.bios.2012.11.014", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "A biomimetic tongue by photoluminescent metal-organic frameworks", "Lee, Tu; Lee, Hung Lin; Tsai, Meng Hsun; Cheng, Shao-Liang; Lee, Sheng-Wei; Hu, Jung-Chih; Chen, Lien-Tai", "Biosensors & Bioelectronics", "\r\n        (", "2013", "),\r\n    ", "43", "\r\n        (", "),\r\n    ", "56-62", "CODEN:\r\n                ", "BBIOE4", ";\r\n        ISSN:", "0956-5663", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The taste sensing capabilities of a \"biomimetic tongue\" based on the photoluminescence (PL) responses of metal-org. frameworks (MOFs), [In(OH)(bdc)]n (bdc=1,4-benzenedicarboxylate), [Tb(btc)]n (MOF-76, btc=benzene-1,3,5-tricarboxylate), and [Ca3(btc)2(DMF)2(H2O)2]·3H2O are proven on aq. solns. of five basic tastants: sucrose (sweet), caffeine (bitter), citric acid (sour), sodium chloride (salty) and monosodium glutamate (umami).  For [In(OH)(bdc)]n, the tastant interacts stereochem. with poly(acrylic acid) (PAA) and alters its conformations.  The frequency and magnitude of chelation between COO- pendant groups of PAA and In3+ nodes of [In(OH)(bdc)]n framework influence the corresponding PL reponses.  For MOF-76, the tastant interacts with incorporated water in MOF-76 through hydrogen bonding.  The limitation of O-H bond stretching of water results in the enhancement of the PL intensity.  For [Ca3(BTC)2(DMF)2(H2O)2]·3H2O, it is added as a third MOF component to increase the precision on taste discrimination.  The significance of MOF-based \"biomimetic tongue\" includes: (1) PAA on [In(OH)(bdc)]n mimics the taste receptor cells (TRCs) for their structural flexibility, (2) the Weber-Fechner law of human sensing that sensation is proportional to the logarithm of the stimulus intensity is obsd. between the PL emission response of MOF-76 and the concn. of tastant, (3) the strength of taste is quantified by the τ scale and the PL emission intensity of MOF-76, which are dependent on the logarithmic tastant concn., (4) the tastant is identified by the shape of the 3D principal component anal. contour map (i.e., pattern recognition method), and (5) the fabrication of [In(OH)(bdc)]n/PAA film by brushing is illustrated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjtFWgtrs%253D&md5=15bd380e835eea3640c93b483836961d", "(i) ", "Long", ", ", "Z.", "; ", "Jia", ", ", "J.", "; ", "Wang", ", ", "S.", "; ", "Kou", ", ", "L.", "; ", "Hou", ", ", "X.", "; ", "Sepaniak", ", ", "M. J.", " ", "Microchem. J.", " ", "2013", ",  ", "110", ",  ", "764", " DOI: 10.1016/j.microc.2013.08.013", " ", "[", "Crossref", "], [", "CAS", "]", "4. ", "Visual enantioselective probe based on metal organic framework incorporating quantum dots", "Long, Zhou; Jia, Jia; Wang, Shanling; Kou, Lu; Hou, Xiandeng; Sepaniak, Michael J.", "Microchemical Journal", "\r\n        (", "2013", "),\r\n    ", "110", "\r\n        (", "),\r\n    ", "764-769", "CODEN:\r\n                ", "MICJAN", ";\r\n        ISSN:", "0026-265X", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A new method was developed for visual enantioselective sensing based on quantum dot (QD) doped metal org. framework (MOF), which firstly combined the chiral selectivity of MOF and sensing of QD quenching.  A simple synthesis procedure with much less reaction time is developed, with small and homogenously-sized QD@MOF particles obtained, as well as a cheaper dispersant used.  The proposed sensing method is direct, convenient, and visual.  Qualification and preliminary quantification of enantiomers can be accomplished in a visual fashion.  The proposed method also demonstrates practical utility, and it is expected to be expanded to enantioselective detn. of other enantiomers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1agsbfE&md5=ba9ab2141b14ae7be89c4e421bba5dcc", "(j) ", "Zhang", ", ", "Y.", "; ", "Chen", ", ", "Y.", "; ", "Zhang", ", ", "Y.", "; ", "Cong", ", ", "H.", "; ", "Fu", ", ", "B.", "; ", "Wen", ", ", "S.", "; ", "Ruan", ", ", "S.", " ", "J. Nanopart. Res.", " ", "2013", ",  ", "15", ",  ", "2014", "[", "Crossref", "], [", "CAS", "]", "4. ", "A novel humidity sensor based on NH2-MIL-125(Ti) metal organic framework with high responsiveness", "Zhang, Ying; Chen, Yu; Zhang, Yupeng; Cong, Huahua; Fu, Bo; Wen, Shanpeng; Ruan, Shengping", "Journal of Nanoparticle Research", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "10", "),\r\n    ", "2014/1-2014/6, 6 pp.", "CODEN:\r\n                ", "JNARFA", ";\r\n        ISSN:", "1388-0764", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "A novel porous nanosized humidity-sensing material of amine-functionalized titanium metal org. framework (MOF), NH2-MIL-125(Ti), was investigated.  NH2-MIL-125(Ti) nanoparticles with high phase purity and good physicochem. property were synthesized by a simple hydrothermal method.  The nanosized MOF was characterized by X-ray diffraction and scanning electron microscope.  The av. size of the MOF nanoparticles is around 300 nm.  Then NH2-MIL-125(Ti) humidity sensor was fabricated by coating the nanosized materials on interdigitated electrodes.  The humidity sensor based on NH2-MIL-125(Ti) shows good linearity of RH (11-95 % RH), as well as fast response and recovery time.  The RH detecting range is from 11 to 95 % RH at 100 Hz.  The response and recovery time are about 45 and 50 s, resp.  Moreover, the sensing mechanism was discussed by complex impedance anal. in detail.  These results indicate the potential application of NH2-MIL-125(Ti) in humidity sensors.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXovVymtLg%253D&md5=f714ea2d8a9a61050d5918f03ae4ae4e", "(k) ", "Zhu", ", ", "X.", "; ", "Zheng", ", ", "H.", "; ", "Wei", ", ", "X.", "; ", "Lin", ", ", "Z.", "; ", "Guo", ", ", "L.", "; ", "Qiu", ", ", "B.", "; ", "Chen", ", ", "G.", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "1276", " DOI: 10.1039/c2cc36661d", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Metal-organic framework (MOF): a novel sensing platform for biomolecules", "Zhu, Xi; Zheng, Hanye; Wei, Xiaofeng; Lin, Zhenyu; Guo, Longhua; Qiu, Bin; Chen, Guonan", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "13", "),\r\n    ", "1276-1278", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The metal-org. framework (MOF) was first used as the sensing platform for assaying biomols.  It has also been demonstrated that this novel strategy is effective and reliable for detection of HIV DNA and thrombin with high sensitivity and selectivity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFWlsro%253D&md5=f3a85a12585e1cfeb172b5148413f24d", "(l) ", "Kumar", ", ", "P.", "; ", "Kumar", ", ", "P.", "; ", "Bharadwaj", ", ", "L. M.", "; ", "Paul", ", ", "A. K.", "; ", "Deep", ", ", "A.", " ", "Inorg. Chem. Commun.", " ", "2014", ",  ", "43", ",  ", "114", " DOI: 10.1016/j.inoche.2014.02.022", " ", "[", "Crossref", "], [", "CAS", "]", "4. ", "Luminescent nanocrystal metal organic framework based biosensor for molecular recognition", "Kumar, Pawan; Kumar, Parveen; Bharadwaj, Lalit M.; Paul, A. K.; Deep, Akash", "Inorganic Chemistry Communications", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "),\r\n    ", "114-117", "CODEN:\r\n                ", "ICCOFP", ";\r\n        ISSN:", "1387-7003", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A nanocrystal metal org. framework (NMOF1) has been investigated for mol. recognition.  NMOF1 {[Cd(atc)(H2O)2]n} has been synthesized by the reaction of Cd(II) ions with the sodium salt of 'atc' ('atc' = 2-aminoterephthalic acid) in aq. medium at room temp.  Pendent COOH group of the org. linker was activated using EDC [(1-ethyl-3-(3-dimethyl aminopropyl) carbodiimide)] intermediated org. reaction, followed by the bioconjugation of NMOF1 with anti-BSA (anti-bovine serum albumin).  NMOF1/anti-BSA complex has been used for the sensing of BSA (bovine serum albumin) based on the fluorescence quenching phenomena.  Estd. limit of detection of the proposed mol. probe is 7 mg/mL.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXltFajsbc%253D&md5=bb9cee3b005cba053ec337332f9cbdb4", "(m) ", "Li", ", ", "H.", "; ", "Feng", ", ", "X.", "; ", "Guo", ", ", "Y.", "; ", "Chen", ", ", "D.", "; ", "Li", ", ", "R.", "; ", "Ren", ", ", "X.", "; ", "Jiang", ", ", "X.", "; ", "Dong", ", ", "Y.", "; ", "Wang", ", ", "B.", " ", "Sci. Rep.", " ", "2014", ",  ", "4", ",  ", "4366", " DOI: 10.1038/srep04366", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "A malonitrile-functionalized metal-organic framework for hydrogen sulfide detection and selective amino acid molecular recognition", "Li, Haiwei; Feng, Xiao; Guo, Yuexin; Chen, Didi; Li, Rui; Ren, Xiaoqian; Jiang, Xin; Dong, Yuping; Wang, Bo", "Scientific Reports", "\r\n        (", "2014", "),\r\n    ", "4", "\r\n        (", "),\r\n    ", "4366/1-4366/5", "CODEN:\r\n                ", "SRCEC3", ";\r\n        ISSN:", "2045-2322", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A novel porous polymeric fluorescence probe, MN-ZIF-90, has been designed and synthesized for quant. hydrogen sulfide (H2S) fluorescent detection and highly selective amino acid recognition.  This distinct cryst. structure, derived from rational design and malonitrile functionalization, can trigger significant enhancement of its fluorescent intensity when exposed to H2S or cysteine mols.  Indeed this new metal-org. framework (MOF) structure shows high selectivity of biothiols over other amino acids and exhibits favorable stability.  Moreover, in vitro viability assays on HeLa cells show low cytotoxicity of MN-ZIF-90 and its imaging contrast efficiency is further demonstrated by fluorescence microscopy studies.  This facile yet powerful strategy also offers great potential of using open-framework materials (i.e. MOFs) as the novel platform for sensing and other biol. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1WjurfP&md5=b4510c5c490ab9806b896f96bc3fd8ea", "(n) ", "Liu", ", ", "D.", "; ", "Lu", ", ", "K.", "; ", "Poon", ", ", "C.", "; ", "Lin", ", ", "W.", " ", "Inorg. Chem.", " ", "2014", ",  ", "53", ",  ", "1916", " DOI: 10.1021/ic402194c", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Metal-Organic Frameworks as Sensory Materials and Imaging Agents", "Liu, Demin; Lu, Kuangda; Poon, Christopher; Lin, Wenbin", "Inorganic Chemistry", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "4", "),\r\n    ", "1916-1924", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) are a class of hybrid materials self-assembled from org. bridging ligands and metal ion/cluster connecting points.  The combination of a variety of org. linkers, metal ions/clusters, and structural motifs can lead to an infinite array of new materials with interesting properties for many applications.  In this Forum Article, the design and applications of MOFs in chem. sensing and biol. imaging are discussed.  The first half of this article focuses on the development of MOFs as chem. sensors by highlighting how unique attributes of MOFs can be used to enhance sensitivity and selectivity.  The authors also discuss some of the issues that need to be addressed to develop practically useful MOF sensors.  The second half of this article focuses on the design and applications of nanoscale MOFs (NMOFs) as imaging contrast agents.  NMOFs possess several interesting attributes, such as high cargo loading capacity, ease of postmodification, tunable size and shape, and intrinsic biodegradability, to make them excellent candidates as imaging contrast agents.  The use of representative NMOFs in magnetic resonance imaging (MRI), x-ray computed tomog. (CT), and optical imaging are discussed.  Although still in their infancy, the authors believe that the compositional tunability and mild synthetic conditions of NMOF imaging agents should greatly facilitate their further development for clin. translation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsl2nsL7K&md5=7d0b2c5965a5ec8ee30d727cd31508ab", "(o) ", "Hu", ", ", "Z.", "; ", "Deibert", ", ", "B. J.", "; ", "Li", ", ", "J.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5815", " DOI: 10.1039/C4CS00010B", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Luminescent metal-organic frameworks for chemical sensing and explosive detection", "Hu, Zhichao; Deibert, Benjamin J.; Li, Jing", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5815-5840", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) are a unique class of cryst. solids comprised of metal cations (or metal clusters) and org. ligands that have shown promise for a wide variety of applications.  Over the past 15 years, research and development of these materials have become one of the most intensely and extensively pursued areas.  A very interesting and well-investigated topic is their optical emission properties and related applications.  Several reviews have provided a comprehensive overview covering many aspects of the subject up to 2011.  This review intends to provide an update of work published since then and focuses on the photoluminescence (PL) properties of MOFs and their possible utility in chem. and biol. sensing and detection.  The spectrum of this review includes the origin of luminescence in MOFs, the advantages of luminescent MOF (LMOF) based sensors, general strategies in designing sensory materials, and examples of various applications in sensing and detection.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7nL&md5=0369c383e7a6f4eeb65c73b2b66f1137", "5. ", "Lillerud", ", ", "K. P.", "; ", "Olsbye", ", ", "U.", "; ", "Tilset", ", ", "M.", " ", "Top. Catal.", " ", "2010", ",  ", "53", ",  ", "859", " DOI: 10.1007/s11244-010-9518-4", " ", "[", "Crossref", "], [", "CAS", "]", "5. ", "Designing Heterogeneous Catalysts by Incorporating Enzyme-Like Functionalities into MOFs", "Lillerud, Karl Petter; Olsbye, Unni; Tilset, Mats", "Topics in Catalysis", "\r\n        (", "2010", "),\r\n    ", "53", "\r\n        (", "13-14", "),\r\n    ", "859-868", "CODEN:\r\n                ", "TOCAFI", ";\r\n        ISSN:", "1022-5528", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "A review.  Everyone who works within the field of catalysis draws inspiration from the amazing functionality of nature's catalysts, the enzymes.  It is particularly the mild conditions that these catalysts are able to operate at and the selectivity that they demonstrate that make these materials dream targets for scientists involved in the art of synthesizing homogeneous and heterogeneous industrial catalysts.  But enzymes also have their weak points; in particular their low thermal stability and their often too slow reaction rates for an economical industrial process are problems that have to be overcome.  The obvious soln. would be to copy the catalytic active center into a robust open framework.  A key property of an enzyme is its selectivity; this property is partly regulated by steric constraints surrounding the catalytically active site.  The microporous zeolite based catalysts in some cases show impressive selectivity based on the geometrical constraints imposed by the size and shape of the regular channels in these cryst. silicate and alumino-phosphate based structures, and enzyme-like properties have been claimed but the pure inorg. nature of the selective internal surface in these materials makes it impossible to mimic many important enzymic properties.  The new generation of microporous materials, Metal Org. Frameworks (MOFs) are hybrids of org. and inorg. structures.  This dualistic nature offers an unprecedented flexibility in the possibility to incorporate both org. and metallic functional groups into the ordered cryst. lattice and thereby opening up for a much greater possibility to copy structural motifs known from enzymes into much simpler but also more stable open structures.  Several groups are working on development of new catalysts by this approach.  Here we will illustrate this approach with structures that mimic anhydrase and C-H activation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXnvVehsrk%253D&md5=93814c28361a9521c579533a52aca3fe", "6. ", "(a) ", "Wu", ", ", "C. D.", "; ", "Li", ", ", "L.", "; ", "Shi", ", ", "L. X.", " ", "Dalton Trans.", " ", "2009", ",  ", "6790", " DOI: 10.1039/b823335g", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Heterogeneous catalyzed aryl-nitrogen bond formations using a valine derivative bridged metal-organic coordination polymer", "Wu, Chuan-De; Li, Li; Shi, Lian-Xu", "Dalton Transactions", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "34", "),\r\n    ", "6790-6794", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A new 1D macrocyclic copper(ii) coordination polymer, [CuL2] (1, L = N-(4-pyridyl)-d,l-valine), based on a valine derived ligand was synthesized and characterized by single-crystal x-ray diffraction studies.  The catalytic expts. showed that compd. 1 was an efficient catalyst for the cross-coupling reaction of arylboronic acids with imidazole in the absence of addnl. additives.  The crystal structure anal. of 1 suggested that the vacant axial coordination position of the copper(ii) atoms played a very important role in the efficient catalytic transformation process.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVSgu7nI&md5=52405f27cb23eda622463f927a7a8036", "(b) ", "Wang", ", ", "M.", "; ", "Xie", ", ", "M. H.", "; ", "Wu", ", ", "C. D.", "; ", "Wang", ", ", "Y. G.", " ", "Chem. Commun.", " ", "2009", ",  ", "2396", " DOI: 10.1039/b823323c", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "From one to three: a serine derivate manipulated homochiral metal-organic framework", "Wang, Miao; Xie, Ming-Hua; Wu, Chuan-De; Wang, Yan-Guang", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "17", "),\r\n    ", "2396-2398", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A porous homochiral MOF, [Cu2L2Cl2]·H2O (1, HL = (S)-3-hydroxy-2-(pyridin-4-ylmethylamino)propanoic acid) was constructed from the serine derivate ligand bridged and chelated Cu atom subunit, which can expand one chiral center into multitopic homochiral centers to systematically tune the heterogeneous catalytic properties.  Asym. heterogeneous catalytic activity of 1 was evaluated for the Biginelli reaction of benzaldehyde, urea, and Et acetoacetate, which did not give an enantioenriched product, and the 1,2-addn. of α,β-unsatd. ketones and aldehydes with cyclohexylmagnesium chloride, which resulted in high enantioselectivity for the alc. product.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkslGktLk%253D&md5=674d45c42772ad71f18087f610645581", "(c) ", "Rabone", ", ", "J.", "; ", "Yue", ", ", "Y. F.", "; ", "Chong", ", ", "S. Y.", "; ", "Stylianou", ", ", "K. C.", "; ", "Bacsa", ", ", "J.", "; ", "Bradshaw", ", ", "D.", "; ", "Darling", ", ", "G. R.", "; ", "Berry", ", ", "N. G.", "; ", "Khimyak", ", ", "Y. Z.", "; ", "Ganin", ", ", "A. Y.", "; ", "Wiper", ", ", "P.", "; ", "Claridge", ", ", "J. B.", "; ", "Rosseinsky", ", ", "M. J.", " ", "Science", " ", "2010", ",  ", "329", ",  ", "1053", " DOI: 10.1126/science.1190672", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "An Adaptable Peptide-Based Porous Material", "Rabone, J.; Yue, Y.-F.; Chong, S. Y.; Stylianou, K. C.; Bacsa, J.; Bradshaw, D.; Darling, G. R.; Berry, N. G.; Khimyak, Y. Z.; Ganin, A. Y.; Wiper, P.; Claridge, J. B.; Rosseinsky, M. J.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "329", "\r\n        (", "5995", "),\r\n    ", "1053-1057", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Porous materials find widespread application in storage, sepn., and catalytic technologies.  The authors report a cryst. porous solid with adaptable porosity, in which a simple dipeptide linker is arranged in a regular array by coordination to metal centers.  Expts. reinforced by mol. dynamics simulations showed that low-energy torsions and displacements of the peptides enabled the available pore vol. to evolve smoothly from zero as the guest loading increased.  The obsd. cooperative feedback in sorption isotherms resembled the response of proteins undergoing conformational selection, suggesting an energy landscape similar to that required for protein folding.  The flexible peptide linker was shown to play the pivotal role in changing the pore conformation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVGrt7bJ&md5=1c11a18129e904255c130e3261b0110f", "(d) ", "Mantion", ", ", "A.", "; ", "Massuger", ", ", "L.", "; ", "Rabu", ", ", "P.", "; ", "Palivan", ", ", "C.", "; ", "McCusker", ", ", "L. B.", "; ", "Taubert", ", ", "A.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "2517", " DOI: 10.1021/ja0762588", " ", "ACS Full Text ", ", [", "CAS", "]", "6. ", "Metal-Peptide Frameworks (MPFs): \"Bioinspired\" Metal Organic Frameworks", "Mantion, Alexandre; Massueger, Lars; Rabu, Pierre; Palivan, Cornelia; McCusker, Lynne B.; Taubert, Andreas", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "8", "),\r\n    ", "2517-2526", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A peptide-based MOF, a metal peptide framework (MPF), constructed from an oligovaline peptide family developed earlier by the authors' group is reported.  The authors used a simple oligopeptide, Z-(L-Val)2-L-Glu(OH)-OH, to grow porous Cu and Ca MPFs.  The MPFs form thanks to the self-assembling properties of the peptide and specific metal-peptide and metal-NH3 interactions.  They are stable up to ca. 250° and have some internal porosity, which makes them a promising prototype for the further development of MPFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsVKltbc%253D&md5=f92d5e47c5f2419dc472e0fb38482a04", "7. ", "(a) ", "Tanabe", ", ", "K. K.", "; ", "Cohen", ", ", "S. M.", " ", "Chem. Soc. Rev.", " ", "2011", ",  ", "40", ",  ", "498", " DOI: 10.1039/C0CS00031K", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Postsynthetic modification of metal-organic frameworks-a progress report", "Tanabe, Kristine K.; Cohen, Seth M.", "Chemical Society Reviews", "\r\n        (", "2011", "),\r\n    ", "40", "\r\n        (", "2", "),\r\n    ", "498-519", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) are an important class of hybrid inorg.-org. materials.  In this tutorial review, a progress report on the postsynthetic modification (PSM) of MOFs is provided.  PSM refers to the chem. modification of the MOF lattice in a heterogeneous fashion.  This powerful synthetic approach has grown in popularity and resulted in a no. of advances in the functionalization and application of MOFs.  The use of PSM to develop MOFs with improved gas sorption, catalytic activity, bioactivity, and more robust phys. properties is discussed.  The results reported to date clearly show that PSM is an important approach for the development and advancement of these hybrid solids.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXptFSlsg%253D%253D&md5=1dc915e25e01c1453862f2828fbe0804", "(b) ", "Cohen", ", ", "S. M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "970", " DOI: 10.1021/cr200179u", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Postsynthetic Methods for the Functionalization of Metal-Organic Frameworks", "Cohen, Seth M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "970-1000", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The development of postsynthetic methods is discussed for the chem. modification and functionalization of metal-org. frameworks and related coordination polymers.  Emphasis is placed on the chem. approaches that result in the covalent modification of the org. linkers within the metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFOmtr7O&md5=7925eb048cba3cfde64b5471dc919b24", "8. ", "Lun", ", ", "D. J.", "; ", "Waterhouse", ", ", "G. I. N.", "; ", "Telfer", ", ", "S. G.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "5806", " DOI: 10.1021/ja202223d", " ", "ACS Full Text ", ", [", "CAS", "]", "8. ", "A General Thermolabile Protecting Group Strategy for Organocatalytic Metal-Organic Frameworks", "Lun, David J.; Waterhouse, Geoffrey I. N.; Telfer, Shane G.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "15", "),\r\n    ", "5806-5809", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors present a general strategy for incorporating organocatalytic moieties into metal-org. frameworks (MOFs).  The organocatalytic units are protected by a thermolabile protecting group during MOF synthesis and then unveiled by a simple postsynthetic heating step.  The strategy is exemplified using a thermolabile tert-butoxycarbonyl (Boc) protecting group for a proline moiety, the removal of which endows the resulting cubic Zn(II) IRMOF with catalytic activity for asym. aldol reactions.  The bulky Boc groups also prevent framework interpenetration, producing open MOFs that can admit relatively large substrates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjvV2gt70%253D&md5=a1a619d6cf7879ecfcbde47d07d61974", "9. ", "Kutzscher", ", ", "C.", "; ", "Hoffmann", ", ", "H. C.", "; ", "Krause", ", ", "S.", "; ", "Stoeck", ", ", "U.", "; ", "Senkovska", ", ", "I.", "; ", "Brunner", ", ", "E.", "; ", "Kaskel", ", ", "S.", " ", "Inorg. Chem.", " ", "2015", ",  ", "54", ",  ", "1003", " DOI: 10.1021/ic502380q", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Proline Functionalization of the Mesoporous Metal-Organic Framework DUT-32", "Kutzscher, Christel; Hoffmann, Herbert C.; Krause, Simon; Stoeck, Ulrich; Senkovska, Irena; Brunner, Eike; Kaskel, Stefan", "Inorganic Chemistry", "\r\n        (", "2015", "),\r\n    ", "54", "\r\n        (", "3", "),\r\n    ", "1003-1009", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The linker functionalization strategy was applied to incorporate proline moieties into a metal-org. framework (MOF).  When 4,4'-biphenyldicarboxylic acid was replaced with a Boc-protected proline-functionalized linker (H2L) in the synthesis of DUT-32 (DUT = Dresden University of Technol.), a highly porous enantiomerically pure MOF (DUT-32-NHProBoc) was obtained, as could be confirmed by enantioselective HPLC measurements and solid-state NMR expts.  Isotope labeling of the chiral side group proline enabled highly sensitive one- and two-dimensional solid-state 13C NMR expts.  For samples loaded with (S)-1-phenyl-2,2,2-trifluoroethanol [(S)-TFPE], the proline groups exhibit a lower mobility than that for (R)-TFPE-loaded samples.  This indicates a preferred interaction of the shift agent (S)-TFPE with the chiral moieties.  The high porosity of the compd. is reflected by an exceptionally high Et cinnamate adsorption capacity.  However, postsynthetic thermal deprotection of Boc-proline in the MOF leads to racemization of the chiral center, which was verified by stereoselective HPLC expts. and asym. catalysis of aldol addn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXitVKqs7bE&md5=7f804cf91bab9de646a4fd8f24c516b0", "10. ", "Gedye", ", ", "R.", "; ", "Smith", ", ", "F.", "; ", "Westaway", ", ", "K.", "; ", "Ali", ", ", "H.", "; ", "Baldisera", ", ", "L.", "; ", "Laberge", ", ", "L.", "; ", "Rousell", ", ", "J.", " ", "Tetrahedron Lett.", " ", "1986", ",  ", "27", ",  ", "279", " DOI: 10.1016/S0040-4039(00)83996-9", " ", "[", "Crossref", "], [", "CAS", "]", "10. ", "The use of microwave ovens for rapid organic synthesis", "Gedye, Richard; Smith, Frank; Westaway, Kenneth; Ali, Humera; Baldisera, Lorraine; Laberge, Lena; Rousell, John", "Tetrahedron Letters", "\r\n        (", "1986", "),\r\n    ", "27", "\r\n        (", "3", "),\r\n    ", "279-82", "CODEN:\r\n                ", "TELEAY", ";\r\n        ISSN:", "0040-4039", ".\r\n    ", "Four completely different types of org reactions were studied: (i) the acid hydrolysis of benzamide to give benzoic acid; (ii) the permanganate oxidn. of toluene in basic soln. giving benzoic acid; (iii) the esterification of benzoic acid with MeOH, PrOH, and BuOH, and (i.v.) the SN2 reaction between sodium 4-cyanophenoxide and PhCH2Cl yielding 4-cyanophenyl benzyl ether.  Very significant rate enhancements were obtained for all the reactions in the microwave oven.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL28XitVKgsLg%253D&md5=46aec9be734d6748fceba98f52ac1ef9", "11. ", "(a) ", "Leonelli", ", ", "C.", "; ", "Mason", ", ", "T. J.", " ", "Chem. Eng. Process.", " ", "2010", ",  ", "49", ",  ", "885", " DOI: 10.1016/j.cep.2010.05.006", " ", "[", "Crossref", "], [", "CAS", "]", "11. ", "Microwave and ultrasonic processing: Now a realistic option for industry", "Leonelli, Cristina; Mason, Timothy J.", "Chemical Engineering and Processing", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "9", "),\r\n    ", "885-900", "CODEN:\r\n                ", "CENPEU", ";\r\n        ISSN:", "0255-2701", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  Environmentally friendlier prepns. of chem. compds. and org. or inorg. materials are generally accompanied by the concept of saving resources by optimizing reaction conditions and/or introducing new process technologies.  The use of ionic liqs. and a solvent-free approach are among these technologies, but in terms of the minimization of energy and optimization of reaction control both microwave and ultrasound irradn. have now proved to be real options.  This review starts from the basic considerations on the sep. interaction of microwaves and ultrasound with matter and goes on to explore some lab. and industrial applications of each type of activation.  It is also possible to enhance the effects of high frequency electromagnetic fields, typical of microwaves, or the cavitational energy assocd. with sonochem. by combining them with other extreme conditions such as plasmas, high pressure and UV.  Finally the simultaneous use of microwaves and ultrasound in a single reactor is described.  This novel mixing of technologies has been implemented in order to combine the effects of enhanced energy with improved matter transportation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXht1eqtLjF&md5=ce2cfa0eaa51c82f418c6b8f0dae765c", "(b) ", "Lidstrom", ", ", "P.", "; ", "Tierney", ", ", "J.", "; ", "Wathey", ", ", "B.", "; ", "Westman", ", ", "J.", " ", "Tetrahedron", " ", "2001", ",  ", "57", ",  ", "9225", " DOI: 10.1016/S0040-4020(01)00906-1", " ", "[", "Crossref", "], [", "CAS", "]", "11. ", "Microwave assisted organic synthesis: a review", "Lidstrom, Pelle; Tierney, Jason; Wathey, Bernard; Westman, Jacob", "Tetrahedron", "\r\n        (", "2001", "),\r\n    ", "57", "\r\n        (", "45", "),\r\n    ", "9225-9283", "CODEN:\r\n                ", "TETRAB", ";\r\n        ISSN:", "0040-4020", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "A review including the background and theory, synthesis techniques, and N-acylation, alkylation, arom. nucleophilic substitution, condensation, cycloaddn., deprotection, esterification and transesterification, etc.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXnvFWlsrY%253D&md5=266f77e7ec736a6df579af3d791f9437", "(c) ", "Pedersen", ", ", "S. L.", "; ", "Tofteng", ", ", "A. P.", "; ", "Malik", ", ", "L.", "; ", "Jensen", ", ", "K. J.", " ", "Chem. Soc. Rev.", " ", "2012", ",  ", "41", ",  ", "1826", " DOI: 10.1039/C1CS15214A", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Microwave heating in solid-phase peptide synthesis", "Pedersen, Soren L.; Tofteng, A. Pernille; Malik, Leila; Jensen, Knud J.", "Chemical Society Reviews", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "5", "),\r\n    ", "1826-1844", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The highly refined org. chem. in solid-phase synthesis has made it the method of choice not only to assemble peptides but also small proteins - mainly on a lab. scale but increasingly also on an industrial scale.  While conductive heating occasionally has been applied to peptide synthesis, precise microwave irradn. to heat the reaction mixt. during coupling and Nα-deprotection has become increasingly popular.  It has often provided dramatic redns. in synthesis times, accompanied by an increase in the crude peptide purity.  Microwave heating has been proven esp. relevant for sequences which might form β-sheet type structures and for sterically difficult couplings.  The beneficial effect of microwave heating appears so far to be due to the precise nature of this type of heating, rather than a peptide-specific microwave effect.  However, microwave heating as such is not a panacea for all difficulties in peptide syntheses and the conditions may need to be adjusted for the incorporation of Cys, His and Asp in peptides, and for the synthesis of, for example, phosphopeptides, glycopeptides, and N-methylated peptides.  Here, the authors provide a comprehensive overview of the advances in microwave heating for peptide synthesis, with a focus on systematic studies and general protocols, as well as important applications.  The assembly of β-peptides, peptoids and pseudopeptides are also evaluated in this crit. review (254 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XitFyjsrk%253D&md5=2bc445be062278ae85863188429ec9e8", "(d) ", "Larhed", ", ", "M.", "; ", "Moberg", ", ", "C.", "; ", "Hallberg", ", ", "A.", " ", "Acc. Chem. Res.", " ", "2002", ",  ", "35", ",  ", "717", " DOI: 10.1021/ar010074v", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Microwave-Accelerated Homogeneous Catalysis in Organic Chemistry", "Larhed, Mats; Moberg, Christina; Hallberg, Anders", "Accounts of Chemical Research", "\r\n        (", "2002", "),\r\n    ", "35", "\r\n        (", "9", "),\r\n    ", "717-727", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review that mainly summarizes the authors' own experiences in developing rapid, robust, and selective microwave-assisted transition metal-catalyzed homogeneous reactions.  Reactions include selective Heck couplings, cross-couplings, and asym. substitutions.  The combination of metal catalysis and microwave heating should be important in the search for green lab.-scale synthesis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XkslehsLo%253D&md5=913a5607588fb00bb5cc714ccf47b924", "12. ", "Nehlig", ", ", "E.", "; ", "Milosevic", ", ", "I.", "; ", "Motte", ", ", "L.", "; ", "Guenin", ", ", "E.", " ", "Curr. Org. Chem.", " ", "2013", ",  ", "17", ",  ", "528", "[", "Crossref", "], [", "CAS", "]", "12. ", "Microwave-assisted functionalization of materials. From the mesoscale to the nanoscale", "Nehlig, Emilie; Milosevic, Irena; Motte, Laurence; Guenin, Erwann", "Current Organic Chemistry", "\r\n        (", "2013", "),\r\n    ", "17", "\r\n        (", "5", "),\r\n    ", "528-544", "CODEN:\r\n                ", "CORCFE", ";\r\n        ISSN:", "1385-2728", ".\r\n    \r\n            (", "Bentham Science Publishers Ltd.", ")\r\n        ", "A review.  Over the last 20 years, many chem. reactions or processes were studied using microwave irradn. as heating source.  Nowadays, microwave-assisted functionalization of materials and nanomaterials is a rapidly growing field of research.  Indeed, for their elaboration with specific and relevant properties, post synthetic modification of the surface is one of the crit. steps.  Most of the time, they could not be synthesized directly with their properties and so their surfaces need to be tailored for their final applications.  In the last few years various surfaces (polymer resins, porous materials, metal org. frameworks, inorg. nanoparticles, carbon nanotubes...) were evaluated with reported reaction rate accelerations and higher yields.  The present contribution gave an overview of this field and focused on the advantages of microwave functionalization and future trends of this field of research.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXotFahurc%253D&md5=88baf54fa54a3aa0085520539abc1c6d", "13. ", "Kim", ", ", "M.", "; ", "Garibay", ", ", "S. J.", "; ", "Cohen", ", ", "S. M.", " ", "Inorg. Chem.", " ", "2011", ",  ", "50", ",  ", "729", " DOI: 10.1021/ic102436b", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Microwave-Assisted Cyanation of an Aryl Bromide Directly on a Metal-Organic Framework", "Kim, Min; Garibay, Sergio J.; Cohen, Seth M.", "Inorganic Chemistry", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "3", "),\r\n    ", "729-731", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A microwave-assisted postsynthetic modification (PSM) reaction on a metal-org. framework (MOF) was realized.  Cyanation of the Zr4+-based UiO-66-Br was achieved with CuCN and microwave irradn. to produce UiO-66-CN.  This protocol represents a notable example of postsynthetic modification (PSM) on an aryl halide MOF producing a cyano-functionalized MOF.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXit1aktg%253D%253D&md5=b4499081f459fd9bdaa89164a7c5512f", "14. ", "(a) ", "Greene", ", ", "T. W.", "; ", "Wuts", ", ", "P. G. M.", "  ", "Protective Groups in Organic Synthesis", "; ", "2", "nd ed.; ", "John Wiley and Sons, Inc.", ": ", "Hoboken, NJ", ", ", "1991", ".", "There is no corresponding record for this reference.", "(b) ", "Carganico", ", ", "S.", "; ", "Papini", ", ", "A. M.", " In  ", "Amino Acids, Peptides and Proteins in Organic Chemistry", "; ", "Hughes", ", ", "A. B.", ", Ed.; ", "Wiley-VCH Verlag GmbH & Co. KGaA", ": ", "Weinheim, Germany", ", ", "2010", "; p  ", "313", ".", "There is no corresponding record for this reference.", "(c) ", "Hojo", ", ", "K.", "; ", "Shinozaki", ", ", "N.", "; ", "Hidaka", ", ", "K.", "; ", "Tsuda", ", ", "Y.", "; ", "Fukumori", ", ", "Y.", "; ", "Ichikawa", ", ", "H.", "; ", "Wade", ", ", "J. D.", " ", "Amino Acids", " ", "2014", ",  ", "46", ",  ", "2347", " DOI: 10.1007/s00726-014-1779-y", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Aqueous microwave-assisted solid-phase peptide synthesis using Fmoc strategy. III: Racemization studies and water-based synthesis of histidine-containing peptides", "Hojo, Keiko; Shinozaki, Natsuki; Hidaka, Koushi; Tsuda, Yuko; Fukumori, Yoshinobu; Ichikawa, Hideki; Wade, John D.", "Amino Acids", "\r\n        (", "2014", "),\r\n    ", "46", "\r\n        (", "10", "),\r\n    ", "2347-2354", "CODEN:\r\n                ", "AACIE6", ";\r\n        ISSN:", "0939-4451", ".\r\n    \r\n            (", "Springer-Verlag GmbH", ")\r\n        ", "In this study, we describe the first aq. microwave-assisted synthesis of histidine-contg. peptides in high purity and with low racemization.  We have previously shown the effectiveness of our synthesis methodol. for peptides including difficult sequences using water-dispersible 9-fluorenylmethoxycarbonyl-amino acid nanoparticles.  It is an org. solvent-free, environmentally friendly method for chem. peptide synthesis.  Here, we studied the racemization of histidine during an aq.-based coupling reaction with microwave irradn.  Under our microwave-assisted protocol using 4-(4,6-dimethoxy-1,3,5-triazin-2-yl)-4-methylmorpholinium chloride, the coupling reaction can be efficiently performed with low levels of racemization of histidine.  Application of this water-based microwave-assisted protocol with water-dispersible 9-fluorenylmethoxycarbonyl-amino acid nanoparticles led to the successful synthesis of the histidine-contg. hexapeptide neuropeptide W-30 (10-15), Tyr-His-Thr-Val-Gly-Arg-NH2, in high yield and with greatly reduced histidine racemization.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtVGqtLnL&md5=23eba3adeea62116baf40fbd4583f622", "15. ", "Savonnet", ", ", "M.", "; ", "Farrusseng", ", ", "D.", " ", " ", "Novel organic/inorganic hybrid material ihm-2, and methods for manufacturing same", ". PCT Appl. WO2011048284, April 28, ", "2011", ".", "There is no corresponding record for this reference.", "16. ", "(a) ", "Barthelet", ", ", "K.", "; ", "Marrot", ", ", "J.", "; ", "Ferey", ", ", "G.", "; ", "Riou", ", ", "D.", " ", "Chem. Commun.", " ", "2004", ", ", "5", ")  ", "520", " DOI: 10.1039/b312589k", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "VIII(OH){O2C-C6H4-CO2}.(HO2C-C6H4-CO2H)x(DMF)y(H2O)z (or MIL-68), a new vanadocarboxylate with a large pore hybrid topology : reticular synthesis with infinite inorganic building blocks?", "Barthelet, K.; Marrot, J.; Ferey, G.; Riou, D.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2004", "),\r\n    ", "\r\n        (", "5", "),\r\n    ", "520-521", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "VIII(OH){O2C-C6H4-CO2}.(HO2C-C6H4-O2H)x(DMF)y(H2O)z or MIL-68 was solvothermally synthesized in a nonaq. medium.  Its structure, built up from octahedral chains connected by terephthalate linkers, exhibits large hexagonal channels contg. different occluded moieties.  Their irreversible removal releases a sp. surface area of 603(22) m2.g-1 (BET).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhtlyhtbs%253D&md5=7003121866975d63842381830da01655", "(b)  ", "Schubert", ", ", "M.", "; ", "Müller", ", ", "U.", "; ", "Marx", ", ", "S.", " ", " ", "Organometallic framework materials having a hexagonal-trigonal structure based on aluminum, iron, and chromium, and a dicarboxylic acid", ". PCT Appl. WO2008129051, September 11, ", "2009", ".", "There is no corresponding record for this reference.", "(c) ", "Fateeva", ", ", "A.", "; ", "Horcajada", ", ", "P.", "; ", "Devic", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "Marrot", ", ", "J.", "; ", "Greneche", ", ", "J. M.", "; ", "Morcrette", ", ", "M.", "; ", "Tarascon", ", ", "J. M.", "; ", "Maurin", ", ", "G.", "; ", "Ferey", ", ", "G.", " ", "Eur. J. Inorg. Chem.", " ", "2010", ",  ", "2010", ",  ", "3789", " DOI: 10.1002/ejic.201000486", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(d) ", "Volkringer", ", ", "C.", "; ", "Meddouri", ", ", "M.", "; ", "Loiseau", ", ", "T.", "; ", "Guillou", ", ", "N.", "; ", "Marrot", ", ", "J.", "; ", "Ferey", ", ", "G.", "; ", "Haouas", ", ", "M.", "; ", "Taulelle", ", ", "F.", "; ", "Audebrand", ", ", "N.", "; ", "Latroche", ", ", "M.", " ", "Inorg. Chem.", " ", "2008", ",  ", "47", ",  ", "11892", " DOI: 10.1021/ic801624v", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "The Kagome Topology of the Gallium and Indium Metal-Organic Framework Types with a MIL-68 Structure: Synthesis, XRD, Solid-State NMR Characterizations, and Hydrogen Adsorption", "Volkringer, Christophe; Meddouri, Mohamed; Loiseau, Thierry; Guillou, Nathalie; Marrot, Jerome; Ferey, Gerard; Haouas, Mohamed; Taulelle, Francis; Audebrand, Nathalie; Latroche, Michel", "Inorganic Chemistry", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "24", "),\r\n    ", "11892-11901", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The vanadium-based terephthalate analogs of MIL-68 were obtained with gallium and indium (network compn.: M(OH)(O2C-C6H4-CO2), M = Ga or In) by using a solvothermal synthesis technique using DMF as a solvent (10 and 48 h, for Ga and In, resp., at 100°).  They were characterized by x-ray diffraction anal., vibrational spectroscopy, and solid-state 1H and 1H-1H radiofrequency-driven dipolar recoupling (RFDR), 1H-1H double quantum correlation (DQ), and 13C{1H} CPMAS NMR spectroscopy.  The three-dimensional network with a Kagome-like lattice is built up from the connection of infinite trans-connected chains of octahedral units MO4(OH)2 (M = Ga or In), linked to each other through the terephthalate ligands to generate triangular and hexagonal 1-dimensional channels.  The presence of DMF mols. with strong interactions within the channels as well as their departure upon calcination (150° under a primary vacuum) of the materials was confirmed by subjecting MIL-68 (Ga) to solid-state 1H MAS NMR.  The 1H-1H RFDR and 1H-1H DQ spectra revealed important information on the spatial arrangement of the guest species with respect to the hybrid org.-inorg. network.  13C{1H} CPMAS NMR of activated samples provided crystallog. independent sites in agreement with x-ray diffraction structure detn.  Brunauer-Emmett-Teller surface areas are 1117(24) and 746(31) m2 g-1 for MIL-98 (Ga) and MIL-68 (In), resp.  Hydrogen adsorption isotherms were measured at 77 K, and the storage capacities are 2.46 and 1.98% under a satd. pressure of 4 MPa for MIL-68 (Ga) and MIL-68 (In), resp.  For comparison, the hydrogen uptake for the aluminum trimesate MIL-110, which has an open framework with 16 Å channels, is 3% under 4 MPa.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtl2jsLfK&md5=573a18e71637057c7bf79cd7fd56d434", "(e) ", "Savonnet", ", ", "M.", "; ", "Bazer-Bachi", ", ", "D.", "; ", "Bats", ", ", "N.", "; ", "Perez-Pellitero", ", ", "J.", "; ", "Jeanneau", ", ", "E.", "; ", "Lecocq", ", ", "V.", "; ", "Pinel", ", ", "C.", "; ", "Farrusseng", ", ", "D.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "4518", " DOI: 10.1021/ja909613e", " ", "ACS Full Text ", ", [", "CAS", "]", "16. ", "Generic Postfunctionalization Route from Amino-Derived Metal-Organic Frameworks", "Savonnet, Marie; Bazer-Bachi, Delphine; Bats, Nicolas; Perez-Pellitero, Javier; Jeanneau, Erwann; Lecocq, Vincent; Pinel, Catherine; Farrusseng, David", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "13", "),\r\n    ", "4518-4519", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This study deals with the development of a soft, generic, 1-pot postfunctionalization method for metal-org. frameworks (MOFs) starting from compds. with an amino group on the linker.  The 1st step consists of transforming the amino group into azide (N3) by an unconventional route using tBuONO and TMSN3.  In the same vessel, the desired functionalized MOF then was obtained by the Huisgen 1,3-dipolar cycloaddn. of azides to alkynes, otherwise known as the click reaction.  The method was applied to DMOF-NH2 ([Zn2(bdc-NH2)2(DABCO)]n, bdc-NH2 = 2-amino-1,4-benzenedicarboxylate) and MIL-68(In)-NH2 ([In(bdc-NH2)OH]n), which represent two distinct and important classes of MOF, using phenylacetylene.  For both, the functionalization was complete (> 90% grafting) and the crystallinity was maintained.  Thanks to the large diversity and availability of cyano- and acetylene-based chems., this method opens the door to tailor-made functionalized MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXjt1Cqt74%253D&md5=cdef7c8fb91e66b85af50a67e409aa05", "17. ", "(a) ", "Ferey", ", ", "G.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Dutour", ", ", "J.", "; ", "Surble", ", ", "S.", "; ", "Margiolaki", ", ", "I.", " ", "Science", " ", "2005", ",  ", "309", ",  ", "2040", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "A Chromium Terephthalate-Based Solid with Unusually Large Pore Volumes and Surface Area", "Ferey, G.; Mellot-Draznieks, C.; Serre, C.; Millange, F.; Dutour, J.; Surble, S.; Margiolaki, I.", "Science (Washington, DC, United States)", "\r\n        (", "2005", "),\r\n    ", "309", "\r\n        (", "5743", "),\r\n    ", "2040-2042", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "We combined targeted chem. and computational design to create a crystal structure for porous chromium terephthalate, MIL-101, with very large pore sizes and surface area.  Its zeotype cubic structure has a giant cell vol. (∼702,000 cubic angstroms), a hierarchy of extra-large pore sizes (∼30 to 34 angstroms), and a Langmuir surface area for N2 of ∼5900 ± 300 square meters per g.  Beside the usual properties of porous compds., this solid has potential as a nanomold for monodisperse nanomaterials, as illustrated here by the incorporation of Keggin polyanions within the cages.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtVWntL3E&md5=6313e7e95b0edca92bb34df3f0c9752d", "(b) ", "Latroche", ", ", "M.", "; ", "Surble", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Lee", ", ", "J.-H.", "; ", "Chang", ", ", "J.-S.", "; ", "Jhung", ", ", "S. H.", "; ", "Ferey", ", ", "G.", " ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", ",  ", "8227", " DOI: 10.1002/anie.200600105", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Hydrogen storage in the giant-pore metal-organic frameworks MIL-100 and MIL-101", "Latroche, Michel; Suble, Suzy; Serre, Christian; Mellot-Draznieks, Caroline; Llewellyn, Philip L.; Lee, Jin-Ho; Chang, Jong-San; Jhung, Sung Hwa; Ferey, Gerard", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "48", "),\r\n    ", "8227-8231", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The metal-org. framework MIL-101 absorbs large amts. of H with a capacity of about 6.1 wt.% at liq.-N temps. - it also has the highest heat of adsorption so far (10 kJ/mol).  However, MIL-101 has low hydrogen uptake at room temp.  The small pores of MIL-101 play a major role in H absorption and the large empty space generated by the large cages leads to very large pores that are not as effective for H storage.  In the architecture of this porous solid each intersection of the cages is occupied by a super-tetrahedron formed by trimers of Cr octahedra assembled with benzene-1,4-dicarboxylate ligands.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtlGnsLjP&md5=9da229e145247a04fba4f90a912d9170", "18. ", "(a) ", "Hartmann", ", ", "M.", "; ", "Fischer", ", ", "M.", " ", "Microporous Mesoporous Mater.", " ", "2012", ",  ", "164", ",  ", "38", " DOI: 10.1016/j.micromeso.2012.06.044", " ", "[", "Crossref", "], [", "CAS", "]", "18. ", "Amino-functionalized basic catalysts with MIL-101 structure", "Hartmann, Martin; Fischer, Marcus", "Microporous and Mesoporous Materials", "\r\n        (", "2012", "),\r\n    ", "164", "\r\n        (", "),\r\n    ", "38-43", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Metal-org. framework (MOF) materials have only been scarcely explored for applications in heterogeneous catalysis in recent years.  In addn. to the use of MOFs as supports for the deposition of highly dispersed metal particles, the incorporation of active centers such as coordinatively unsatd. metal sites and the functionalization of the org. linkers with acidic or basic groups seem to be most promising.  In our contribution, three different MOFs carrying amino groups at their org. linkers, namely Fe-MIL-101-NH2 (SBET = 3438 M2 g-1), Al-MIL-101-NH2 (SBET = 3099 M2 g-1) and CAU-1 (SBET = 1492 M2 g-1), were synthesized and tested in the Knoevenagel condensation of benzaldehyde with malononitrile and with Et cyanoacetate, resp.  It is shown that the expected products benzylidenemalononitrile (BzMN) and Et α-cyanocinnamate (EtCC) are formed with selectivities exceeding 99% and yields of 90 to 95% after 3 h (for BzMN).  Due to the very small pore windows of CAU-1 (0.3 to 0.4 nm) the reaction proceeds much slower over this catalyst in comparison to the amino-MIL-101 derivs., which possess open pore windows of up to 1.6 nm.  Moreover, the catalyst Al-MIL-101-NH2 is recyclable without significant loss of activity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVyrs77M&md5=3fdbd2741807fa258fa1064ca6637407", "(b) ", "Serra-Crespo", ", ", "P.", "; ", "Ramos-Fernandez", ", ", "E. V.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", " ", "Chem. Mater.", " ", "2011", ",  ", "23", ",  ", "2565", " DOI: 10.1021/cm103644b", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Synthesis and Characterization of an Amino Functionalized MIL-101(Al): Separation and Catalytic Properties", "Serra-Crespo, Pablo; Ramos-Fernandez, Enrique V.; Gascon, Jorge; Kapteijn, Freek", "Chemistry of Materials", "\r\n        (", "2011", "),\r\n    ", "23", "\r\n        (", "10", "),\r\n    ", "2565-2572", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new MIL-101 material based on aluminum and contg. amine functional groups has been synthesized.  The pure phase NH2-MIL-101(Al) can only be formed in very specific synthesis conditions, where both the metal source and the solvent used play a key role.  The resulting porous solid shows a high thermal and chem. stability, decompg. at temps. above 650 K in air.  The NH2-MIL-101(Al) framework offers an excellent trade off for sepn. of CO2: the combination of high stability, acceptable capacity at low adsorbate partial pressures, high selectivity, and fast regenerability makes this new material a very attractive candidate for applications like natural gas or biogas upgrading.  CO2 capacities up to 62 wt.% are obtained at room temp. and 3 MPa.  In addn. to an excellent sepn. performance, the NH2-MIL-101(Al) shows a high activity in the basic catalyzed Knoevenagel condensation of benzaldehyde with Et cyanoacetate at 313 K even in an as apolar a solvent as toluene (turn over frequency, TOF = 1.8 h-1).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXltlartbg%253D&md5=67ccec5e7372f5ac4f758fe115ab48bd", "19. ", "Kandiah", ", ", "M.", "; ", "Nilsen", ", ", "M. H.", "; ", "Usseglio", ", ", "S.", "; ", "Jakobsen", ", ", "S.", "; ", "Olsbye", ", ", "U.", "; ", "Tilset", ", ", "M.", "; ", "Larabi", ", ", "C.", "; ", "Quadrelli", ", ", "E. A.", "; ", "Bonino", ", ", "F.", "; ", "Lillerud", ", ", "K. P.", " ", "Chem. Mater.", " ", "2010", ",  ", "22", ",  ", "6632", " DOI: 10.1021/cm102601v", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Synthesis and Stability of Tagged UiO-66 Zr-MOFs", "Kandiah, Mathivathani; Nilsen, Merete Hellner; Usseglio, Sandro; Jakobsen, Soren; Olsbye, Unni; Tilset, Mats; Larabi, Cherif; Quadrelli, Elsje Alessandra; Bonino, Francesca; Lillerud, Karl Petter", "Chemistry of Materials", "\r\n        (", "2010", "),\r\n    ", "22", "\r\n        (", "24", "),\r\n    ", "6632-6640", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The assembly of extended structures of the Zr-based MOF UiO-66 was pursued with three different com. available ligands: 2-aminobenzenedicarboxylic acid (H2N-H2BDC), 2-nitrobenzenedicarboxylic acid (ON-H2BDC), and 2-bromobenzenedicarboxylic acid (Br-H2BDC).  Three new functionalized MOFs UiO-66-NH2 (1), UiO-66-NO2 (2), and UiO-66-Br (3) was initiated by detg. the reaction conditions necessary to produce MOFs with the same topol. of the parent UiO-66.  Thermal and structural stability of the modified MOFs were examd. using powder X-ray diffraction anal. (PXRD) and thermogravimetric anal. (TGA).  Langmuir surface areas were also detd. using N2 isotherms at 77 K to examine the porosity of the functionalized materials.  Some changes in the surface area because of the presence of addnl. functionality on the BDC ligand were revealed.  The results demonstrate the possibility of incorporating active functional groups into the UiO-66 structure almost without losing its exceptionally high thermal and chem. stability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsFaksbvP&md5=4c6f80512caaa2e5521e4e4f0b180b1a", "20. ", "(a) ", "Merrifield", ", ", "B.", " ", "Methods Enzymol.", " ", "1997", ",  ", "289", ",  ", "3", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "20. ", "Concept and early development of solid-phase peptide synthesis", "Merrifield, Bruce", "Methods in Enzymology", "\r\n        (", "1997", "),\r\n    ", "289", "\r\n        (", "Solid-Phase Peptide Synthesis", "),\r\n    ", "3-13", "CODEN:\r\n                ", "MENZAU", ";\r\n        ISSN:", "0076-6879", ".\r\n    \r\n            (", "Academic Press, Inc.", ")\r\n        ", "A review with 25 refs.  The success of the solid-phase approach to peptide synthesis is attributed to the ease of the procedure and the unanticipated discovery of many new biol. active peptides.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXotVylurs%253D&md5=2324b0be8a206ef9570d3637c4cd6dc9", "(b) ", "Merrifield", ", ", "R. B.", " ", "Angew. Chem., Int. Ed. Engl.", " ", "1985", ",  ", "24", ",  ", "799", " DOI: 10.1002/anie.198507993", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "21. ", "Montalbetti", ", ", "C.", "; ", "Falque", ", ", "V.", " ", "Tetrahedron", " ", "2005", ",  ", "61", ",  ", "10827", " DOI: 10.1016/j.tet.2005.08.031", " ", "[", "Crossref", "], [", "CAS", "]", "21. ", "Amide bond formation and peptide coupling", "Montalbetti, Christian A. G. N.; Falque, Virginie", "Tetrahedron", "\r\n        (", "2005", "),\r\n    ", "61", "\r\n        (", "46", "),\r\n    ", "10827-10852", "CODEN:\r\n                ", "TETRAB", ";\r\n        ISSN:", "0040-4020", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  Methods and strategies for the amide bond formation and peptide coupling in solns. and on solid phase are discussed and summarized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtFCnsbfN&md5=04346ec39e739fcd7b1570b5f547afc4", "22. ", "Hintz", ", ", "H.", "; ", "Wuttke", ", ", "S.", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "11472", " DOI: 10.1039/C4CC02650K", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "Postsynthetic modification of an amino-tagged MOF using peptide coupling reagents: a comparative study", "Hintz, Henrik; Wuttke, Stefan", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "78", "),\r\n    ", "11472-11475", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The suitability of four peptide coupling reagents for postsynthetic modification (PSM) of amino-tagged metal-org. frameworks (MOFs) with carboxylic acids was investigated.  Mild reaction conditions at room temp. allow effective covalent attachment of drugs and biomols. inside the pores of MOFs with moderate chem. stability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsVyrsLrF&md5=0c7758652fc4e933ba7f7c30123101d4", "23. ", "(a) ", "Canivet", ", ", "J.", "; ", "Aguado", ", ", "S.", "; ", "Bergeret", ", ", "G.", "; ", "Farrusseng", ", ", "D.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "11650", " DOI: 10.1039/c1cc15541e", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "23. ", "Amino acid functionalized metal-organic frameworks by a soft coupling-deprotection sequence", "Canivet, Jerome; Aguado, Sonia; Bergeret, Gerard; Farrusseng, David", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "42", "),\r\n    ", "11650-11652", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Covalent post-synthetic modification of a MOF, (In) MIL-68-NH2, is carried out in a novel fashion to immobilize amino acids within the structure.  Solid-phase peptide coupling methodol. opens new perspectives for anchoring chiral bio- and catalytically active species.  This could facilitate the immobilization of highly active and/or coordinating moieties inside MOF cavities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlejtrrE&md5=d09f0a4ab62c592d955f4133263f2a33", "(b) ", "Frerot", ", ", "E.", "; ", "Coste", ", ", "J.", "; ", "Pantaloni", ", ", "A.", "; ", "Dufour", ", ", "M. N.", "; ", "Jouin", ", ", "P.", " ", "Tetrahedron", " ", "1991", ",  ", "47", ",  ", "259", " DOI: 10.1016/S0040-4020(01)80922-4", " ", "[", "Crossref", "], [", "CAS", "]", "23. ", "PyBOP and PyBroP:  two reagents for the difficult coupling of the α,α-dialklyl amino acid, Aib", "Frerot, Eric; Coste, Jacques; Pantaloni, Antoine; Dufour, Marie Noelle; Jouin, Patrick", "Tetrahedron", "\r\n        (", "1991", "),\r\n    ", "47", "\r\n        (", "2", "),\r\n    ", "259-70", "CODEN:\r\n                ", "TETRAB", ";\r\n        ISSN:", "0040-4020", ".\r\n    ", "The difficult coupling of α-aminoisobutyric acid (Aib) was carried out using PyBOP (I; R2N = pyrrolidino) and PyBroP (R2N)2P+Br PF6- (II; R = same) in a comparative study with BOP (I; R = Me) and BroP II; R = Me).  These reagents gave good results under simple conditions (one pot, room temp., 1 h).  Coded amino acids could be coupled with Aib using PyBOP under std. conditions of peptide synthesis without racemization whereas the coupling of two Aib residues required PyBroP/DMAB.  A fragment contg. an Aib C-terminal could be coupled without epimerization of the penultimate residue.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3MXhsVequ78%253D&md5=5b6d75792c981a6d2a2dae7989bc1e99", "24. ", "Coste", ", ", "J.", "; ", "Frerot", ", ", "E.", "; ", "Jouin", ", ", "P.", " ", "J. Org. Chem.", " ", "1994", ",  ", "59", ",  ", "2437", " DOI: 10.1021/jo00088a027", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Coupling N-Methylated Amino Acids Using PyBroP and PyCloP Halogenophosphonium Salts: Mechanism and Fields of Application", "Coste, Jacques; Frerot, Eric; Jouin, Patrick", "Journal of Organic Chemistry", "\r\n        (", "1994", "),\r\n    ", "59", "\r\n        (", "9", "),\r\n    ", "2437-46", "CODEN:\r\n                ", "JOCEAH", ";\r\n        ISSN:", "0022-3263", ".\r\n    ", "The title halotripyrrolidinophosphonium hexafluorophosphates I [X = Br (PyBroP, 1), Cl (PyCloP, 2)], are peptide-coupling reagents highly efficient for coupling N-methylated amino esters, in contrast with PyBOP, I (X = 1,2,3-benzotriazolyl-1-oxyl, 3), the hydroxybenzotriazolyl analog.  Halophosphonium salts 1 and 2 are convenient (one-pot reactions) stable solids sol. in conventional solvents.  Use of them gave an excellent peptide yield with essentially no epimerization.  Activation with these reagents probably involves the formation of an (acyloxy)phosphonium, as shown in the case of 2,4,6-trimethylbenzoic acid activation.  In the case of 1 and 2, oxazolone and/or a sym. anhydride were intermediates which were rapidly aminolyzed.  In contrast, the benzotriazolyl ester intermediate which was formed with PyBOP was poorly reactive with N-methylated amino esters.  PyBroP and PyCloP were less efficient in the coupling of some tert-butoxycarbonyl (Boc) amino acids because of N-carboxyanhydride formation; this was particularly the case when Boc-Val-OH or Boc-MeVal-OH was coupled with H-MeVal-OMe.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXltlCks7k%253D&md5=8ee523d0ed6f964c1e8e2e36d2751bc9", "25. ", "Mukaiyama", ", ", "T.", " ", "Angew. Chem., Int. Ed. Engl.", " ", "1979", ",  ", "18", ",  ", "707", " DOI: 10.1002/anie.197907073", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "26. ", "(a) ", "Volkringer", ", ", "C.", "; ", "Cohen", ", ", "S. M.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "4644", " DOI: 10.1002/anie.201001527", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "Generating Reactive MILs: Isocyanate- and Isothiocyanate-Bearing MILs through Postsynthetic Modification", "Volkringer, Christophe; Cohen, Seth M.", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "27", "),\r\n    ", "4644-4648, S4644/1-S4644/16", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "MIL-53(Al)-NH2 (an aluminum-based MOF) was prepd. from the combination of AlCl3.6H2O with 2-amino-1,4-benzenedicarboxylic acid (NH2-BDC) and activated using reported conditions.  After activation, MIL-53(Al)-NH2 was immediately suspended in THF, and either diphosgene or thiophosgene was added.  The amine groups of the parent MIL were found to be ca. 90% converted to isocyanate and isothiocyanate groups, resp. designated as MIL-53(AI)-NCO and MIL-53(AI)-NCS.  MIL-53(AI)-NCO and MIL-53(AI)-NCS were also examd. for their ability to react with amines and alcs.  Several compds. are the 1st examples of porous materials contg. isothiocyanate, thiourea and thiocarbamate groups.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXnvVOku7c%253D&md5=ff2e0ab24f9e9a45c73f4b391bb88a68", "(b) ", "Kim", ", ", "M.", "; ", "Cahill", ", ", "J. F.", "; ", "Su", ", ", "Y.", "; ", "Prather", ", ", "K. A.", "; ", "Cohen", ", ", "S. M.", " ", "Chem. Sci.", " ", "2012", ",  ", "3", ",  ", "126", " DOI: 10.1039/C1SC00394A", " ", "[", "Crossref", "], [", "CAS", "]", "26. ", "Postsynthetic ligand exchange as a route to functionalization of metal-organic frameworks", "Kim, Min; Cahill, John F.; Su, Yongxuan; Prather, Kimberly A.; Cohen, Seth M.", "Chemical Science", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "1", "),\r\n    ", "126-130", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Herein, the authors report that the exchange of ligands from an intact metal-org. framework (MOF) can be exploited as a means to introduce functionalized ligands into MOFs under mild conditions.  Ligand exchange can occur with 'inert' Zr(IV)-based UiO-66 MOFs in a solvent dependent manner.  The authors call this process postsynthetic exchange (PSE) and show that it provides access to MOFs that are not readily prepd. in high quality by solvothermal methods.  Ligand exchange can occur between UiO-66 MOFs as monitored by aerosol time-of-flight mass spectrometry (ATOFMS).  ATOFMS was used to analyze the chem. compn. of microcryst. MOFs on the single particle level, providing information not available through bulk anal.  PSE is an important postsynthetic approach to the modification of MOFs, and the ligand exchange revealed by ATOFMS requires a reevaluation of the assumed 'stability' of even the most robust MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsFeisr%252FM&md5=b12ee0a9098d4c4065bb4f5e26f15f1a", "27. ", "Zhu", ", ", "W.", "; ", "He", ", ", "C.", "; ", "Wu", ", ", "P.", "; ", "Wu", ", ", "X.", "; ", "Duan", ", ", "C.", " ", "Dalton Trans.", " ", "2012", ",  ", "41", ",  ", "3072", " DOI: 10.1039/c2dt12153k", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "27. ", "\"Click\" post-synthetic modification of metal-organic frameworks with chiral functional adduct for heterogeneous asymmetric catalysis", "Zhu, Wenting; He, Cheng; Wu, Pengyan; Wu, Xiao; Duan, Chunying", "Dalton Transactions", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "10", "),\r\n    ", "3072-3077", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two enantiomeric Zn-MOFs, having l- or d-proline chiral functionality, were achieved through in situ click reactions by modifying two opposite chiral adducts within the same pre-assembled achiral MOFs, resp.  Both of them exhibited remarkable catalytic activities in the relative asym. aldol reactions, and led to the formation of opposite enantiomorphs.  The significant advantage of this approach not only includes the conversion of chem. and thermally robust MOFs into enantiomeric chiral material having catalytically active sites, but also involves the potential applications in asym. transformations with desirable chiralities of a special enantiomorph.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XisFOruro%253D&md5=b431b90735d1ed9ec7e795bc254db31e", "28. ", "(a) ", "Kuhnert", ", ", "N.", " ", "Angew. Chem., Int. Ed.", " ", "2002", ",  ", "41", ",  ", "1863", " DOI: 10.1002/1521-3773(20020603)41:11<1863::AID-ANIE1863>3.0.CO;2-L", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "28. ", "Microwave-assisted reactions in organic synthesis - are there any nonthermal microwave effects?", "Kuhnert, Nikolai", "Angewandte Chemie, International Edition", "\r\n        (", "2002", "),\r\n    ", "41", "\r\n        (", "11", "),\r\n    ", "1863-1866", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH", ")\r\n        ", "A review.  \"Definitely not\" is the answer to the question posed in the title: New expts., which allow a comparison between microwave reaction conditions and conventional reaction conditions for the first time, support this statement.  However, it has not yet been clarified whether or not there are special microwave effects in the selectivity of chem. reactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XkslWmtLo%253D&md5=8c4107e8a49a0b28c11d0430f02c96e6", "(b) ", "de la Hoz", ", ", "A.", "; ", "Diaz-Ortiz", ", ", "A.", "; ", "Moreno", ", ", "A.", " ", "Chem. Soc. Rev.", " ", "2005", ",  ", "34", ",  ", "164", " DOI: 10.1039/b411438h", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "28. ", "Microwaves in organic synthesis. Thermal and non-thermal microwave effects", "de la Hoz, Antonio; Diaz-Ortiz, Angel; Moreno, Andres", "Chemical Society Reviews", "\r\n        (", "2005", "),\r\n    ", "34", "\r\n        (", "2", "),\r\n    ", "164-178", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The review discusses the current state of thermal and non-thermal microwave effects along with a view on how these phenomena can be effectively used in org. synthesis.  Thermal effects arise from the different characteristics of microwave dielec. heating and conventional heating and include overheating of polar liqs., which affect the product distribution, \"hot spots\" and the selective absorption of radiation by polar substances.  Such phenomena are not usually accessible by classical heating and the existence of non-thermal effects of highly polarizing radiation-the \"specific microwave effect\"-is still a controversial topic.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXmvFCrtg%253D%253D&md5=44769fb4a880c59b44b1177dd1063d25", "(c) ", "de la Hoz", ", ", "A.", "; ", "Diaz-Ortiz", ", ", "A.", "; ", "Moreno", ", ", "A.", " ", "J. Microw. Power Electromagn. Energy", " ", "2007", ",  ", "41", ",  ", "44", "[", "PubMed", "], [", "CAS", "]", "28. ", "Review on non-thermal effects of microwave irradiation in organic synthesis", "de la Hoz Antonio; Diaz-Ortiz Angel; Moreno Andres", "The Journal of microwave power and electromagnetic energy : a publication of the International Microwave Power Institute", "\r\n        (", "2007", "),\r\n    ", "41", "\r\n        (", "1", "),\r\n    ", "44-64", "\r\n        ISSN:", "0832-7823", ".\r\n    ", "The aim of this review is to show the occurrence of non-thermal effects in organic synthesis.  The effect of microwave irradiation is a consequence of the interaction of radiation with matter and a combination of thermal and non-thermal effects.  Thermal effects are well-described and arise from the heating rate, sometimes non accessible by conventional heating, superheating, \"hot spots\" and the selective absorption of radiation by polar substances.  The existence of non-thermal effects of the highly polarized radiation is still a controversial topic, and one usually masked by thermal effects.  Separation and identification of thermal and non-thermal effects is a complex matter, but essential to the study of non-thermal effects.  Some predictive models have also been described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD2sjmvVSgtQ%253D%253D&md5=1da8d43fdcd3ed5712adab615751b993", "(d) ", "Dudley", ", ", "G. B.", "; ", "Stiegman", ", ", "A. E.", "; ", "Rosana", ", ", "M. R.", " ", "Angew. Chem., Int. Ed.", " ", "2013", ",  ", "52", ",  ", "7918", " DOI: 10.1002/anie.201301539", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "28. ", "Correspondence on Microwave Effects in Organic Synthesis", "Dudley, Gregory B.; Stiegman, Albert E.; Rosana, Michael R.", "Angewandte Chemie, International Edition", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "31", "),\r\n    ", "7918-7923", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A Correspondence by Prof. Dudley and co-workers regarding the Essay \"Microwave Effects in Org. Synthesis - Myth or Reality\" by Prof. Kappe and co-workers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtVGrt7zK&md5=27b24dd448a1ebbea1f27006b2b1c3fa", "(e) ", "Kappe", ", ", "C. O.", " ", "Angew. Chem., Int. Ed.", " ", "2013", ",  ", "52", ",  ", "7924", " DOI: 10.1002/anie.201304368", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "28. ", "Reply to the Correspondence on Microwave Effects in Organic Synthesis", "Kappe, C. Oliver", "Angewandte Chemie, International Edition", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "31", "),\r\n    ", "7924-7928", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A Reply by Professor Kappe to the \"Correspondence on Microwave Effects in Org. Synthesis\" by Professor Dudley and co-workers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtVGktbfI&md5=c3fa4933bcbc258bdc3a7045ac4f8446", "(f) ", "Kappe", ", ", "C. O.", "; ", "Pieber", ", ", "B.", "; ", "Dallinger", ", ", "D.", " ", "Angew. Chem., Int. Ed.", " ", "2013", ",  ", "52", ",  ", "1088", " DOI: 10.1002/anie.201204103", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "28. ", "Microwave Effects in Organic Synthesis-Myth or Reality?", "Kappe, C. Oliver; Pieber, Bartholomaeus; Dallinger, Doris", "Angewandte Chemie, International Edition", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "4", "),\r\n    ", "1088-1094", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review and essay dealing with myths related to microwave effects in org. synthesis.  The authors conclude that nonthermal microwave effects do not exist.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVSlsbzP&md5=0bdd27c4d223655069aa31199590787d", "29. ", "MacMillan", ", ", "D. S.", "; ", "Murray", ", ", "J.", "; ", "Sneddon", ", ", "H. F.", "; ", "Jamieson", ", ", "C.", "; ", "Watson", ", ", "A. J. B.", " ", "Green Chem.", " ", "2013", ",  ", "15", ",  ", "596", " DOI: 10.1039/c2gc36900a", " ", "[", "Crossref", "], [", "CAS", "]", "29. ", "Evaluation of alternative solvents in common amide coupling reactions: replacement of dichloromethane and N,N-dimethylformamide", "MacMillan, Donna S.; Murray, Jane; Sneddon, Helen F.; Jamieson, Craig; Watson, Allan J. B.", "Green Chemistry", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "3", "),\r\n    ", "596-600", "CODEN:\r\n                ", "GRCHFJ", ";\r\n        ISSN:", "1463-9262", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A range of alternative solvents have been evaluated within amidation reactions employing common coupling reagents with a view to identifying suitable replacements for dichloromethane and N,N-dimethylformamide.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXivFOltLc%253D&md5=8c083b08511edadf3fbecf2931f7df02", "30. ", "(a) ", "Perreux", ", ", "L.", "; ", "Loupy", ", ", "A.", " ", "Tetrahedron", " ", "2001", ",  ", "57", ",  ", "9199", " DOI: 10.1016/S0040-4020(01)00905-X", " ", "[", "Crossref", "], [", "CAS", "]", "30. ", "A tentative rationalization of microwave effects in organic synthesis according to the reaction medium, and mechanistic considerations", "Perreux, Laurence; Loupy, Andre", "Tetrahedron", "\r\n        (", "2001", "),\r\n    ", "57", "\r\n        (", "45", "),\r\n    ", "9199-9223", "CODEN:\r\n                ", "TETRAB", ";\r\n        ISSN:", "0040-4020", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "A review.  Microwave-assisted reactions are compared with conventional methods and the effects of reaction medium and of the microwaves on transition states are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXnvFWlsrk%253D&md5=46817e67d2a15f87fd1e2ed5e90685e7", "(b) ", "Kappe", ", ", "C. O.", " ", "Chem. Soc. Rev.", " ", "2013", ",  ", "42", ",  ", "4977", " DOI: 10.1039/c3cs00010a", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "30. ", "How to measure reaction temperature in microwave-heated transformations", "Kappe, C. Oliver", "Chemical Society Reviews", "\r\n        (", "2013", "),\r\n    ", "42", "\r\n        (", "12", "),\r\n    ", "4977-4990", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  High-speed microwave chem. has attracted considerable attention in the past two decades with new and innovative applications in org. and peptide synthesis, polymer chem., material sciences, nanotechnol. and biochem. processes continuously being reported in the literature.  In particular the introduction of benchtop single-mode microwave reactors just over ten years ago has revolutionized the way many scientists today perform reactions in the lab.  Unfortunately, the accurate measurement of reaction temp. in these devices is far from being trivial and requires both a basic understanding of microwave dielec. heating effects and use of appropriate temp. monitoring devices.  In this tutorial review frequently occurring problems in the detn. of accurate reaction temps. in single-mode microwave reactors are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXot1ersbY%253D&md5=5166992f540280ed8fd70bfd4f6db54a", "31. ", "(a) ", "Doherty", ", ", "S.", "; ", "Knight", ", ", "J. G.", "; ", "McRae", ", ", "A.", "; ", "Harrington", ", ", "R. W.", "; ", "Clegg", ", ", "W.", " ", "Eur. J. Org. Chem.", " ", "2008", ",  ", "2008", ",  ", "1759", " DOI: 10.1002/ejoc.200700922", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(b) ", "He", ", ", "L.", "; ", "Tang", ", ", "Z.", "; ", "Cun", ", ", "L. F.", "; ", "Mi", ", ", "A. Q.", "; ", "Jiang", ", ", "Y. Z.", "; ", "Gong", ", ", "L. Z.", " ", "Tetrahedron", " ", "2006", ",  ", "62", ",  ", "346", " DOI: 10.1016/j.tet.2005.09.061", " ", "[", "Crossref", "], [", "CAS", "]", "31. ", "L-Proline amide-catalyzed direct asymmetric aldol reaction of aldehydes with chloroacetone", "He, Long; Tang, Zhuo; Cun, Lin-Feng; Mi, Ai-Qiao; Jiang, Yao-Zhong; Gong, Liu-Zhu", "Tetrahedron", "\r\n        (", "2005", "),\r\n    ", "62", "\r\n        (", "2-3", "),\r\n    ", "346-351", "CODEN:\r\n                ", "TETRAB", ";\r\n        ISSN:", "0040-4020", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Proline amides were evaluated for catalyzing the direct aldol reaction of 4-nitrobenzaldehyde with chloroacetone.  The presence of 30 mol% (S)-pyrrolidine-2-carboxylic acid (2,4,6-trimethylphenyl)amide catalyzed the direct aldol reactions of a range of aldehydes with chloroacetone to give anti-α-chloro-β-hydroxy ketones with high regio-, diastereo- and enantioselectivity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtlantLrI&md5=6bd2282e9551e7adda96d35534d98c21", "(c) ", "List", ", ", "B.", "; ", "Lerner", ", ", "R. A.", "; ", "Barbas", ", ", "C. F.", " ", "J. Am. Chem. Soc.", " ", "2000", ",  ", "122", ",  ", "2395", " DOI: 10.1021/ja994280y", " ", "ACS Full Text ", ", [", "CAS", "]", "31. ", "Proline-Catalyzed Direct Asymmetric Aldol Reactions", "List, Benjamin; Lerner, Richard A.; Barbas, Carlos F., III", "Journal of the American Chemical Society", "\r\n        (", "2000", "),\r\n    ", "122", "\r\n        (", "10", "),\r\n    ", "2395-2396", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Proline catalyzed direct asym. aldol reaction of acetone with aldehydes, e.g., 4-O2NC6H4CHO, isobutanal, was investigated.  E.g., reaction of acetone with 4-O2NC6H4CHO, gave (R)-MeCOCH2CH(OH)C6H4NO2-4 (68% yield, 76% ee).  Also tested as catalysts were other amino acids.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXhtlGqurk%253D&md5=652df3a25f54f90e69d5c31624306d42", "(d) ", "Maleev", ", ", "V. I.", "; ", "Gugkaeva", ", ", "Z. T.", "; ", "Moskalenko", ", ", "M. A.", "; ", "Tsaloev", ", ", "A. T.", "; ", "Lyssenko", ", ", "K. A.", " ", "Russ. Chem. Bull.", " ", "2009", ",  ", "58", ",  ", "1903", " DOI: 10.1007/s11172-009-0259-0", " ", "[", "Crossref", "], [", "CAS", "]", "31. ", "New (S)-proline derivatives as catalysts for the enantioselective aldol reaction", "Maleev, V. I.; Gugkaeva, Z. T.; Moskalenko, M. A.; Tsaloev, A. T.; Lyssenko, K. A.", "Russian Chemical Bulletin", "\r\n        (", "2009", "),\r\n    ", "58", "\r\n        (", "9", "),\r\n    ", "1903-1907", "CODEN:\r\n                ", "RCBUEY", ";\r\n        ISSN:", "1066-5285", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "(2S)-N-2-[(R)-hydroxy(phenyl)methyl]phenylpyrrolidine-2-carboxamide, (2S)-N-{2-[(S)-hydroxy(phenyl)methyl]phenyl}pyrrolidine-2-carboxamide, and (S)-N-{2-[hydroxy(diphenyl)methyl]phenyl}pyrrolidine-2-carboxamide were obtained and tested as catalysts for an asym. aldol reaction of 4-NO2C6H4CHO with acetone.  The crystal structure of (S)-N-{2-[(R)-hydroxy(phenyl)methyl]phenyl}-1-benzylpyrrolidine-2-carboxamide was also presented [orthorhombic, space group P212121, a 11.3842(18), b 12.831(2), c 28.420(4) Å, V 4151.1(11) Å3, Z 8 (Z' 2)].", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVGjur7F&md5=aeaa21ce99b1c6dfc24c9656bf3ac3c3", "32. ", "Liu", ", ", "B.", "; ", "Yang", ", ", "F.", "; ", "Zou", ", ", "Y.", "; ", "Peng", ", ", "Y.", " ", "J. Chem. Eng. Data", " ", "2014", ",  ", "59", ",  ", "1476", " DOI: 10.1021/je4010239", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "Adsorption of Phenol and p-Nitrophenol from Aqueous Solutions on Metal-Organic Frameworks: Effect of Hydrogen Bonding", "Liu, Baojian; Yang, Fan; Zou, Yuanxing; Peng, Yong", "Journal of Chemical & Engineering Data", "\r\n        (", "2014", "),\r\n    ", "59", "\r\n        (", "5", "),\r\n    ", "1476-1482", "CODEN:\r\n                ", "JCEAAX", ";\r\n        ISSN:", "0021-9568", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three metal-org. frameworks (MOFs), MIL-100(Fe, Cr) and NH2-MIL-101(Al), were prepd., and their adsorption equil. for phenol and p-nitrophenol (PNP) from water were investigated.  All three MOFs show similar and limited adsorption capacities for phenol, but NH2-MIL-101(Al) reveals exceptional adsorption capacity for PNP, greatly exceeding those of MIL-100(Fe, Cr).  MIL-100(Fe, Cr) possess similar adsorption affinity for phenol and PNP, which suggests that the effect of metal ions and the coordinatively unsatd. sites in MOFs show negligible effect for phenol and PNP adsorption from water.  NH2-MIL-101(Al) exhibits superior adsorption capacity for PNP and uniquely higher adsorption selectivity for PNP over phenol than a benchmark activated carbon.  The remarkable adsorption affinity is attributed to the hydrogen bonding between PNP and the amino groups in NH2-MIL-101(Al).  Phenol and PNP displayed a fast adsorption kinetics on NH2-MIL-101(Al) and followed a pseudo-second-order kinetic model.  This work highlights that introducing functional groups into MOFs through an org. linker is a promising way to tailor MOFs for aq. adsorption and sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXntlKmsb4%253D&md5=0bec8e6d50acf1a4af52e859626d1e28"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-29/jacs.5b05327/20150723/images/small/ja-2015-05327n_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-29/jacs.5b05327/20150723/images/small/ja-2015-05327n_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-29/jacs.5b05327/20150723/images/small/ja-2015-05327n_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-29/jacs.5b05327/20150723/images/small/ja-2015-05327n_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-29/jacs.5b05327/20150723/images/small/ja-2015-05327n_0006.gif\">"]}
