{"title": ["Structure and Sorption Properties of a Zeolite-Templated Carbon with the EMT Structure Type"], "authors": ["Julien Parmentier", "Fabrice O. M. Gaslain", "Ovidiu Ersen", "Teresa A. Centeno", "Leonid A. Solovyov"], "doi": ["10.1021/la402762v"], "abstract": ["An ordered microporous carbon material was prepared by the nanocasting process using the EMC-2 zeolite (EMT structure type) as a hard template. X-ray diffraction (XRD) and transmission electron microscopy (TEM) revealed long-range ordering in the material that resulted from the negative replication of the host template. The carbon porous network replicating the zeolite structure was modeled by overlapped spherical voids with diameters determined from the XRD pattern that displayed up to six distinct peaks. The surface delimiting the 3D interconnected porosity of the solid has a complex morphology. The pore size distribution calculated from the XRD-derived structural model is characterized by a maximum at 1.04 nm related to the long-range-ordered microporous network. Complementary studies by immersion calorimetry revealed that most of the porosity was characterized by a size above 1.5 nm. These porous features were compared to data resulting from classical analysis (DR, DFT, BET, etc.) of the N", " (77 K) and CO", " (low and high pressure, 273 K) physisorption isotherms. The limitations of these approaches are discussed in light of the pore size distribution consistently determined by XRD and immersion calorimetry measurements."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results", "Conclusions", "References", "Introduction", "Porous carbon materials have numerous applications in the fields of energy storage, gas storage, molecular separation, and catalysis. Usually, the activation procedures lead to materials with broad pore size distributions (PSD), which complicates the control over their performance in specific applications. The need for carbons with controlled porosity, especially in the mesoporous and microporous ranges, promoted the development of new preparation routes based on the nanocasting of porous host materials", "(1, 2)", " or the direct synthesis of porous carbons with the aid of pyrolyzable porogen agents.", "(3, 4)", " For the former process, host materials, also called exotemplates,", "(5)", " are used as molds. They are infiltrated with a carbon precursor that is further converted to carbon by heat treatment. Matrix removal by chemical etching yields a negative replica of the porous structure of the host material. This nanocasting process has been widely used with various molds and carbon precursors. A large variety of carbons were obtained with porosities arising from the host material wall removal and an incomplete filling of the mold.", "(6)", " These materials have numerous potential applications because of their high surface area (>2000 m", "2", "/g) and microporosity and/or mesoporosity depending on the template, the precursor, and the processing conditions.", "Nevertheless, it has to be pointed out that the models for adsorption on carbon replicas of complex pore topology are not well developed and the PSD analysis is often unreliable. For instance, carbon replicas of ordered mesoporous silicas with interconnected cylindrical mesoporosity (e.g., CMK-3 type) present arrays of interconnected carbon nanorods whose PSD is not properly described by the model based on the cylindrical pore shape (e.g., BJH). Similar problems exist in the pore size analysis of ordered microporous carbons derived from microporous templates such as zeolites for which a slitlike pore-shape model is often applied irrespective of the real pore morphology. The PSD curves resulting from such models may be used only for comparison between samples and as indicative values.", "(7)", " An alternative approach has been presented by Roussel et al.", "(8)", " using an atomic simulation of nitrogen adsorption on a carbon replica derived from the FAU zeolite structure type.", "(9)", " They showed that the adsorption behavior of this nanostructured carbon could be described relatively well by a model based on two stacked graphene sheets, although the carbon material displayed a 3D porosity with cages delimited by tubular walls. Nishihara et al.", "(10)", " have also investigated the molecular structure of this type of carbon. They proposed for the FAU zeolite-templated carbon (ZTC) a structural model made up of buckybowl-like nanographenes assembled into a three-dimensionally regular network built mainly of sp", "2", " carbon atoms. They also revealed different forms of defects such as oxygen functional groups probably bound to the edge sites of each buckybowl unit. In this context, other reliable and complementary tools are required to confirm the previous data and to bring about new insight into the porous and structural features of ZTC replicas. The versatility of ordered porous exotemplates in the mesoporous and microporous ranges allows a large variety of pore replica morphologies. For instance, numerous zeolite types (FAU, MOR, LTA, BEA*, and MFI) have been used as molds for the preparation of carbons exhibiting various degrees of microporosity organization.", "(11-16)", " These ZTC materials have shown interesting properties for hydrogen", "(13, 17)", " or CO", "2", " storage", "(18-20)", " and gas separation.", "(21)", "In contrast to carbon replicas obtained from ordered mesoporous silica templates,", "(22)", " most of the reported ZTC materials display very poor organization and only a single broad XRD peak, which precludes the combined analysis of their porous structure by XRD and physisorption techniques. Recently, we have shown that an appropriate choice of the zeolite template (EMT structural type) has led to the first zeolite carbon replica displaying more than three XRD peaks.", "(23)", " The material framework and the corresponding ordered microporosity arising from the zeolite template have been maintained during the nanocasting process. A clear correlation among the intensity of the XRD peaks, the adsorbate (e.g., N", "2", " or H", "2", ") uptake, and the supermicropore volume arising from the zeolite wall dissolution has also been shown.", "(15, 24, 25)", "In this study, the porous structure of a highly ordered microporous carbon replica of EMT zeolite is quantitatively characterized using a combination of XRD modeling, CO", "2", ", and N", "2", " physisorption and immersion calorimetry. Nonlocal density functional theory (NLDFT) and other adsorption data analysis methods (BET and Dubinin–Radushkevich) are also applied in order to investigate their validity and limitations for this type of microporous material.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results", "Conclusions", "References", "Experimental Section", "Adsorption Experiments", "The synthesis of the EMT-zeolite template, a calcined EMC-2 phase with Na", "20", "[Al", "20", "Si", "76", "O", "192", "] composition, and its carbon counterpart are described in ref ", "23", ". The ZTC has been characterized by different complementary techniques such as N", "2", " adsorption at 77 K, high-pressure CO", "2", " adsorption at 273 K, and immersion calorimetry at 293 K. Nitrogen adsorption experiments at 77 K were performed on a Micromeritics ASAP 2010. The samples were degassed overnight at 573 K and then degassed again after the dead space determination with He gas. CO", "2", " adsorption (273 K) at low (subatmospheric) and high pressure (3.2 MPa) was recorded on a Quantachrom Autosorb A1-LP and on a volumetric device", "(26)", " in the relative fugacity ranges of 3 × 10", "–6", "–0.04 and 0.007–0.988, respectively. It must be noted that there is very good consistency between both ranges of measurements. The relative fugacity ", "f", " used in this study is the fugacity defined in ref ", "27", " divided by the saturation fugacity ", "f", "° at 273 K (2.505 MPa, from ref ", "28", ").", "The theoretical background for microporosity characterization was first provided by Dubiniń’s theory and its extension to immersion calorimetry. The Dubiniń–Raduskevitch (DR) equation was applied to CO", "2", " and N", "2", " isotherms for the microporous volume determination.", "(29)", " Affinity coefficient β was 0.33 for N", "2", " and 0.35 for CO", "2", ". The densities used for liquid N", "2", " at 77 K and adsorbed CO", "2", " at 273 K were 0.808 and 0.96, respectively. The latter value is still a subject of debate because it seems to depend on the nature of the porous carbon;", "(28)", " it was chosen here in order to fit the N", "2", " pore volume at high pressure. It is in the range of 0.924–1.07 g/cm", "3", ", where the values correspond to the densities of liquid CO", "2", " and adsorbed CO", "2", " (Dubinin’s approach), respectively.", "(28)", "The corresponding PSDs were calculated from the method described in refs ", "28", " and ", "29", " in the relative pressure range of 0–0.4 for nitrogen adsorbate. For CO", "2", ", the refinement was obtained by minimizing the summation [(", "n", "calculated", ")", "1/2", " – (", "n", "experimental", ")", "1/2", "]", "2", " over the relative fugacity range of 0–0.8. As a result of the lack of NLDFT kernels for the EMT carbon replica, the PSDs were also calculated from N", "2", " and CO", "2", " isotherms (Micromeritics ASAP 2010 and Quantachrom Autosorb software, respectively) assuming a slitlike pore geometry. The total surface area was estimated from this DFT method and compared to surface areas determined by BET and DR approaches.", "XRD Modeling", "XRD data were collected on a Panalytical X-Pert diffractometer in the Bragg–Brentano configuration using Cu Kα radiation. The XRD modeling of the density distribution in the carbon material was done by applying the continuous density function (CDF) technique.", "(30, 31)", " The expected pore structure of the material was approximated by overlapped spherical voids that roughly outlined the boundaries of the zeolite template framework. Figure ", "1", " demonstrates the respective approximation of the zeolite framework by overlapped spheres A and B corresponding to the sodalite cage and the double six-membered rings. The density inside the spheres was set to zero, and the average density in the outer region (filled by carbon) was assumed to be constant. The symmetry of the carbon replica lattice (", "P", "6", "3", "/", "mmc", ") was inherited from the zeolite template. The adjustable parameters of the model were the hexagonal unit cell constants, the diameters of spheres A and B, and the Debye–Waller factor allowing for the internal structural disorder. The parameters were refined by applying the derivative difference minimization (DDM) method,", "(32)", " which allowed the XRD refinement independently of the background curve. The intensities of diffraction reflections were calculated from the numerical Fourier transform of the density function defined on a grid of the unit cell. The Rietveld", "(33)", " full-profile formalism was applied in the XRD powder profile calculations.", "Figure 1. Approximation of EMT-zeolite framework by overlapped spheres and the respective 3D model.", "The density distribution in the material was calculated by the inverse Fourier transform based on the structure factor modules estimated from the XRD pattern with the DDM decomposition procedure", "(34)", " and the initial phases derived from the refined density model function (Table ", "1", "). An XRD-based PSD was calculated by a numerical integration over the volume of the density distribution bounded by the pore surface. The fraction of pores of size ", "D", " was defined as the percent of the pore volume coverable by (and accessible to) spheres of diameter ", "D", " but not by spheres of diameter ", "D", "+δ.", "(35)", " Owing to the irregular nature of the surface, the pore boundary position in the geometrical PSD calculation was assumed to reside ∼0.12 nm below the 50% level of the maximal density. This estimation of the pore surface position was done taking into account the van der Waals radius of carbon (0.17 nm) and an approximate distance of ca. 0.05 nm between the 50% density level and the average position of the surface atom centers.", "Immersion Calorimetry", "As a thermodynamic consequence, the Dubinińs theory leads to the following expression for the enthalpy of immersion of microporous carbon in a liquid whose vapor follows the DR equation", "(36)", "(1)", "where ", "E", "o", ", ", "W", "o", ", and ", "S", "e", " correspond to parameters derived from the adsorption of small molecular probes N", "2", " and CO", "2", ". α is the thermal expansion coefficient of the liquid, and ", "h", "i", "S", "e", " corresponds to the wetting of the external surface ", "S", "e", ".", "From eq ", "1", ", it is possible to calculate the value of micropore volume ", "W", " filled by different liquids as a function of their critical molecular dimension ", "L", "c", ".", "(2)", "In the present case, the accessibility to the porous network of the EMT-ZTC was evaluated by using, as liquid probes, CS", "2", ", C", "6", "H", "6", ", and tri-2,4-xylylphosphate (TXP) with molecular dimensions of 0.33, 0.41, and 1.50 nm, respectively. CS", "2", " appears to be a good complement to CO", "2", " and N", "2", ", in view of their similar molecular dimensions.", "Because phenol adsorbed by carbons from dilute aqueous solutions forms a monolayer on the surface of carbons, this property can be used to determine the total surface area with the help of immersion calorimetry.", "(37, 38)", " On the basis of a reference value of −0.105 ± 0.004 J/m", "2", ", the enthalpy of immersion (J/g) into a 0.4 M aqueous solution of phenol leads to the total surface area ", "S", "phe", " of EMT-ZTC.", "TEM Analysis", "TEM experiments were performed on a JEOL 2100F electron microscope working at 200 kV, equipped with a c", "s", " probe corrector and a GIF Tridiem energy filter. Before observation, the samples were ultrasonically dispersed in ethanol, and a drop of suspension was subsequently deposited onto a carbon membrane grid. The TEM images were recorded mainly in bright-field mode. Some selected-area electron diffraction (SAED) patterns were also taken over a 500-nm-diameter circular area. The EELS spectra were recorded in TEM mode at different locations on the platelets by averaging the EELS signal coming from an area of 200 nm lateral size. The energy resolution is about 0.7 eV. To have access to the interplanar organization between the successive carbon layers that can be easily observed in a top-view image, several cross-sectional observations were made of the thin slides obtained by cutting the sample with an ultramicrotome.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results", "Conclusions", "References", "Results", "XRD Structural Investigations", "The XRD pattern of the EMT-carbon replica demonstrated up to six distinct nonzero diffraction peaks. The consistency between the observed and calculated XRD patterns after the DDM refinement of the structural model is illustrated by Figure ", "2", "a. The difference curve exhibits minor disagreement between the observed and calculated diffraction peak intensities, which suggests that the proposed approximation of the density distribution in the material is reasonably adequate for its real framework structure. The hexagonal unit cell constants of the carbon replica lattice were determined to be ", "a", " = 1.693 nm and ", "c", " = 2.771 nm. The refined diameters of spherical voids A and B were 1.3 and 0.95 nm, respectively.", "The XRD profile fitting resulting from the DDM decomposition is shown in Figure ", "2", "b. The corresponding observed and calculated structure factors used in the density distribution calculations are listed in Table ", "1", ". The density distribution based on the observed structure factors is visualized in Figure ", "3", " by the 50% density level surface and characteristic sections. The continuous density areas corresponding to the infiltrated carbon material closely replicate the main pores of the zeolite template. The surface of the solid appears to be complex with concave and convex areas. The carbon framework resembles a Schwarzite structure detailed by Terrones et al.", "(39)", " Its external surface at ∼0.12 nm below the 50% level of the maximal density is around 14 nm", "2", " per unit cell.", "The average carbon wall thickness may roughly be estimated as ∼1 nm. A comparative analysis of the observed, calculated, and difference density distribution maps revealed some regular modulations of density along the carbon frameworks that may be viewed in Figure ", "3", "c as the darker areas on the sections. The local density maxima are observed in the thinner (0.7 nm) segments of the material framework. As a tentative interpretation, one can presume that the thinner carbon framework segments (replicating the thinner pores of the zeolite template) have a ca. 10% higher density than the thicker ones.", "Figure 2. Lorentz-factor-corrected observed (−), calculated (---), and difference (···) XRD patterns for the carbon material after (a) DDM refinement and (b) DDM decomposition. The calculated reflection positions are marked by ticks.", "The XRD-geometrical PSD derived from the density distribution based on the observed structure factors is shown in Figure ", "4", ". The main peak at ∼1.04 nm corresponds to the voids approximated by spheres A in the structure model (Figure ", "1", "). The broad shoulder to the left of the main peak is related to the cumulative volume of interconnecting voids B whose contribution to the PSD is small compared to the volume of the main voids A. The difference between the position of the main PSD peak and the refined diameter, 1.3 nm, of the voids A is due to the aforementioned distance, 0.12 nm, between the 50% density level and the expected pore surface position. It is worth noting that the XRD-PSD in Figure ", "4", " is in relatively good agreement with the simulated PSD given by Builes et al. (see Figure S4 in the Supporting Information of ref ", "18", ") and calculated using the Monte Carlo scheme with nitrogen as the probe and an idealized tubular carbon structure derived from the EMT structure type. To make the XRD-PSD more adequate for the real material structure, the dispersal of the average pore surface boundary allowed for by the Debye–Waller factor (mean dispersion amplitude ca. 0.14 nm) was also taken into account. It led to a wider geometrical pore size distribution ranging from 0.7 to 1.3 with maximum around 1.0 nm.", "Figure 3. EMT-templated carbon material structure: (a) surface of the 50% density level, (b) a similar surface within one unit cell, and (c) the density distribution calculated from the observed structure factors. The characteristic sections are bounded by the 50% density level surface.", "Figure 4. Idealized and dispersed geometrical pore size distributions for the EMT carbon replica. The dispersed curve is derived from the idealized one by taking into account the pore boundary dispersal with the mean amplitude of 0.14 nm given by the refined Debye–Waller factor value.", "Table 1. Structure Factors Derived from the Observed XRD Pattern (", "F", "o", ") in Comparison to the Calculated Ones (", "F", "c", ")", "a", "hkl", "|", "F", "o", "|", "F", "c", "hkl", "|", "F", "o", "|", "F", "c", "0 1 0", "84.8", "84.4", "0 2 0", "0", "0.3", "b", "0 0 2", "100.0", "–99.0", "1 1 2", "4.6", "5.4", "b", "0 1 1", "35.3", "36.1", "0 2 1", "4.7", "8.7", "b", "0 1 2", "7.4", "4.5", "0 0 4", "15.7", "13.0", "b", "1 1 0", "15.5", "14.2", "0 2 2", "7.6", "5.0", "b", "0 1 3", "13.0", "–11.5", "0 1 4", "6.4", "–3.3", "b", "a", "The reliability factor ", "R", "F", " = 7.3%; ", "F", "(000) = 326.", "b", "These values were not determined precisely because of the statistical noise, but they were included in the Fourier synthesis of the density distribution map in order to reduce artificial modulations.", "From the geometrical PSD, the expected idealized porosity of the carbon material is estimated to be 48%. As shown in the ", "Supporting Information", ", a simple calculation based on the carbon content in the carbon/zeolite composite (23 wt %) and the cell volume of the EMT carbon replica (6.88 nm", "3", ") and assuming the carbon density close to that of graphite (1.8–2.2 g/cm", "3", ") leads to a higher total experimental porosity of ca. 75–80% (denoted ", "X", "t-exp", "). This suggests the presence of a complementary irregular porosity in the carbon framework. As evidenced by Fuertes", "(6)", " and other authors,", "(8)", " the replication of mesoporous or microporous oxide structures by the nanocasting process results, normally, in an incomplete filling of the template pores. In this case, the nonfilled template pores also contribute to the overall pore volume, and as a result, the carbon contains two kinds of pores: (i) narrowly distributed ones, related to the oxide framework dissolution, and (ii) larger, broadly distributed ones formed by the coalescence of the nonfilled pores within the regular pores of the template. A similar phenomenon could occur here because the small pore size of the EMT template (microporosity instead of mesoporosity) precludes its complete filling. Moreover, other calculations based on the grand canonical Monte Carlo simulation of carbon adsorption lead to a maximally achievable carbon loading of 43 wt % in the zeolite/carbon composite (i.e., 0.74 g of carbon per g of zeolite),", "(16)", " which is notably higher than the experimental value determined here (23 wt %). This means that the host material is not completely filled with carbon and residual porosity is still present in the zeolite/carbon composite. Therefore, the two kinds of porosity described previously could be expected for the EMT carbon replica studied. The former is related to the regular nanocasting of the zeolite framework, being ordered with the porous features revealed by XRD (PSD peak around 1 nm; 48% of idealized structured porosity). The second type of porosity, related to the inhomogeneous and incomplete filling of the template, is disordered and thus does not contribute to the observed XRD pattern. If we consider the experimental total porosity ", "X", "t-exp", " calculated from the experimental data (75% < ", "X", "t-exp", " <80%) and the porosity ", "X", "I-XRD", " derived from the XRD structural model (", "X", "I-XRD", " = 48%), then we can go further in the calculation of expected pore volumes ", "V", "pI-XRD", " and ", "V", "pII-XRD", " of the two types of pores. Details of the calculation are given in the ", "Supporting Information", ". The calculated pore volume ", "V", "pI-XRD", ", arising from the ordered nanoporosity is around 0.21 cm", "3", "/g, and the value of ", "V", "pII-XRD", ", calculated from the difference, ranges between 1.57 and 1.46 cm", "3", "/g depending on the chosen ", "X", "t-exp", " value. The calculated total pore volume ", "V", "p-t-calc", " (", "V", "p-t-calc", " = ", "V", "pI-XRD", " + ", "V", "pII-XRD", ") ranges from 1.67 to 1.78 cm", "3", "/g, which is well above the experimental pore volume determined from the adsorption data (1.48 cm", "3", "/g for both N", "2", " and CO", "2", " adsorption). It suggests the presence of closed porosity or a partial collapse of the carbon structure.", "Porosity Characterization by Adsorption Techniques", "Figure 5. Nitrogen adsorption isotherms at 77 K for the EMT carbon replica: (a) linear scale and (b) logarithmic scale.", "Figure 6. Carbon dioxide adsorption isotherms at 273 K for the EMT carbon replica: (a) linear scale and (b) logarithmic scale (triangles and circles represent low- and high-pressure measurements, respectively).", "The nitrogen adsorption isotherm presented in Figure ", "5", " is of type Ib (according to the IUPAC classification", "(40)", "), characteristic of a supermicroporous solid (pore size ranging from 1 to 2 nm). The slight uptake for relative pressure above 0.2 indicates the presence of a small contribution of mesopores. Because no hysteresis loop was detected, these mesopores should be narrow with a dimension range that may be defined as sub-Kelvin mesopores (capillary condensation for an equivalent radius larger than 1.7 to 1.8 nm)", "(41)", "The logarithmic scale representation shows that nitrogen adsorption in micropores starts at 10", "–5", " ", "P", "/", "P", "°, above the value of 10", "–6", " usually observed for activated microporous carbons having ultramicropores", "(42)", " (pores smaller than 0.7 nm) or calculated for slit/cylindrical ultramicropore geometries.", "(43)", " This can be related to N", "2", " diffusion limitations at low pressure that may affect adsorption measurements.", "(44)", " Therefore, a CO", "2", " adsorbate was also used. It requires only moderate absolute pressure (above 10", "–5", " MPa) for low relative pressure measurements, and its high saturation pressure of CO", "2", " at 0 °C allows for the minimization of the diffusion limitations of adsorption for ultramicropores. The filling of micropores occurs over a wider ranger of relative fugacities in the case of CO", "2", " at 273 K compared to N", "2", " at 77 K (Figures ", "5", "a and ", "6", "a), as reported in ref ", "28", ". Adsorption begins at relative pressure above 10", "–2", " ", "P", "/", "P", "° (Figure ", "6", "b) whereas adsorption starting at about 10", "–4", " ", "P", "/", "P", "° is expected for ultramicroporous carbon.", "(6)", " These features suggest that ultramicropores do not make a significant contribution to the carbon porosity. To explain this point and to gain insight into the pore size distribution, different adsorption models were used and the corresponding data are summarized in Table ", "2", ".", "The pore volumes calculated for relative pressure (or fugacity) at 0.95 have a value of 1.48 cm", "3", "/g. They are similar because the CO", "2", " density was chosen so that both pore volumes would fit together. Nevertheless, caution should be taken regarding the pore volume determined by CO", "2", " for the following reasons: (i) the sample may contain a small portion of mesopores that cannot be completely measured by CO", "2", " adsorption at high pressure and (ii) the inaccuracy of the adsorbate phase density, especially for microporous materials. Indeed, the molecular packing depends on the pore size, shape, and nature of the interactions between the adsorbate molecules and the pore wall atoms. Therefore, because of the different packing of adsorbed molecules, the packing factor of the adsorbed phase may vary significantly as shown by Yin et al.", "(45)", " for a closed array of carbon nanotubes with exohedral adsorption. The respective values ranged from 0.39 to 0.45 compared to the value of 0.415 for liquid nitrogen at 77 K depending on the nanotube separation. It explains why a large range of density values from 0.924 to 1.07 g/cm", "3", " is proposed in the literature", "(46)", " for adsorbed CO", "2", " at 273 K. In our case, similar pore volumes for CO", "2", " and N", "2", " were obtained using a density of 0.96 for CO", "2", " at 273 K.", "Dubinin–Radushkevich (DR) Equation", "The Dubinin–Radushkevich plots of the EMT carbon replica for (a) N", "2", " (77K) and (b) CO", "2", " (273 K) adsorbates are shown in Figure ", "7", ", and the corresponding data are reported in Table ", "2", ". Using the nitrogen probe, this treatment normally allows the separation of the microporosity contribution (1.46 cm", "3", "/g) from the total pore volume (1.48 cm", "3", "/g). It confirms here that a negligible fraction of mesopores, in the range of accuracy of measurements, is present within the material. A downward deviation from the linear DR plot for pressures below 10", "–3", " ", "P", "/", "P", "° suggests the diffusion limitation of nitrogen in small micropores. This feature does not appear on the CO", "2", " DR plot because of the higher diffusivity of CO", "2", ". Instead, at least two linear ranges are observed, suggesting a multiple-step pore filling that could be associated with a multimodal pore size distribution.", "(47)", " The first linear zone with high adsorption potential could be ascribed, for instance, to localized adsorption sites on the surface. Because basic DR treatment is adapted for monodisperse microporous materials, its application to ZTC in the subatmospheric CO", "2", " pressure range is inappropriate for the ultramicropore volume derivation, in contrast to what is normally performed for activated carbon materials having a narrow pore size distribution.", "According to the DR-PSD, the two main pore populations denoted as I and II are centered around 1 and 2 nm, respectively. They correspond to the linear domains denoted as I and II in Figure ", "7", "b. Population I is related to the zeolite wall dissolution, and the second one is related to the incomplete filling of the template. The superposition plot of both the CO", "2", " and N", "2", " DR curves (log(", "V", "ads", ") versus (RTln(", "f", "°/", "f", ")/β)", "2", ") displays good agreement between both curves in the high-pressure range (results not shown). It indicates the similar behavior of both adsorbables during the filling of the pores of type II (supermicropores).", "Figure 7. Dubinin–Radushkevich plots of the EMT carbon replica for (a) N", "2", " (77 K) and (b) CO", "2", " (273 K) adsorbates at subamospheric pressure (◊) and high pressure (⧫).", "Table 2. Summary of Data Obtained from N", "2", " and CO", "2", " Adsorption with Different Approaches", "adsorbable", "N", "2", " (77 K)", "CO", "2", " (273 K)", "Standard DR Analysis (Linear Plot)", " ", " ", " ", "W", "o", " (cm", "3", "/g)", "b", "1.46 (10", "–3", "–10", "–1", ")", "a", "W", "o,I", " = 0.18 (3 × 10", "–4", "–5 × 10", "–3", ")", "a", "W", "o,II", " = 1.30 (0.14–0.5)", "a", " ", "E", "0", " (kJ/mol)", "13,5", "E", "0,I", " = 24.5", "E", "0,II", " = 13.0", " ", "L", "o", " (nm)", "1.8", "L", "0,I", " = 0.8", "L", "0,II", " = 1.85", "PSD Determined by DR Analysis", "c", " ", " ", " ", "W", "o", " (cm", "3", "/g)", "b", "1.50", "W", "o,I", " = 0.19", "W", "o,II", " = 1.24", " ", "E", "0", " (kJ/mol)", "12.8", "E", "0,I", " = 22.2", "E", "0,II", " = 12.6", " ", "L", "o", " (nm)", "1.87", "L", "0,I", " = 1.0", "L", "0,II", " = 1.9", "pore volume at ", "P", "/", "P", "° (or ", "f", "/", "f", "°) at 0.95", "c", "1.48", "1.48", "a", "Fitted relative pressure (fugacity).", "b", "For adsorbed densities of 0.8086 and 0.96 g/cm", "3", " for N", "2", " and CO", "2", " at 77 and 273 K, respectively.", "c", "Fit of the isotherms based on a DR approach described in ref ", "28", ".", "Pore Size Distribution by the NLDFT and DR Methods", "The EMT carbon was examined by NLDFT analysis, assuming slitlike pore models for the N", "2", " and CO", "2", " adsorptives. The PSDs are shown in Figure ", "8", ". The agreement between the calculated and experimental isotherms is illustrated in Figure SI1 of the ", "Supporting Information", ".", "Figure 8. (a) Pore size distribution and (b) cumulative pore volume of the EMT carbon replica calculated with the NLDFT method assuming a slit pore shape and using (•) nitrogen and (■) CO", "2", " adsorption data.", "Figure 9. Pore size distributions based on the DR treatments for (a) the N", "2", " isotherms (77 K, fitting range 0–0.4) and for (b) the CO", "2", " isotherm (273 K, fitting range 0–0.8). The pore volumes are reported in Table ", "2", ".", "The DR-PSDs obtained from the N", "2", " and CO", "2", " adsorptives are shown in Figure ", "9", ", and the respective data are summarized in Table ", "2", ". The corresponding fits of the experimental isotherms are shown in the ", "Supporting Information", " (cf. Figure SI2). These DR-PSDs are in complete agreement with the linear DR treatment data in Table ", "2", " showing one pore size population at around 1.8–1.9 nm for N", "2", " and two pore size populations for CO", "2", " at around 1 and 1.9 nm.", "For the DFT method, the PSD resulting from N", "2", " data displays a broad pore size distribution ranging mainly from 0.9 to 2.5 nm with a maximum at around 1.2 nm (Figure ", "8", "a). To probe the microporosity more accurately, complementary experiments were conducted with CO", "2", ". Because the CO", "2", "-DFT kernel covers subatmospheric pressures only, the calculated PSD was limited in the range from 0.3 to 1.5 nm. It seems that ultramicropores are mainly present with pore sizes in the range from 0.5 to 1.0 nm and a cumulative pore volume of around 0.25 cm", "3", "/g. The high portion of supermicropores detected with N", "2", " above 1.0 nm (Figure ", "8", ") is no longer detected with the CO", "2", "-DFT method. This clear discrepancy between N", "2", " and CO", "2", " PDSs was already observed by Xia et al", ".", " for a nitrogen-doped EMT-ZTC.", "(17)", " It is attributed mainly to the limited pressure range involved in the fitting procedure with the CO", "2", " adsorbable. Moreover, owing to absence of appropriate kernels considering the complex and unresolved shape of the porous network, caution should be taken regarding the values of the calculated pore sizes. A general trend may, nevertheless, be drawn by comparing the different isotherm treatments.", "From the combined XRD and physisorption analysis of the EMT-ZTC, it has been shown that there are two types of pores in the material. The first one, denoted I, is ordered and related to the perfect nanocasting of the zeolite porous structure. It contributes 0.2 cm", "3", "/g to the total pore volume (", "V", "pI-XRD", " value), and its pore size is estimated at around 1 nm. The second type of pore, denoted II, arises from the incomplete and random filling of the zeolite pore structure by carbon. It consists of disordered pores with larger sizes and has a pore volume of around 1.5 cm", "3", "/g calculated by disregarding the partial collapse of the carbon structure. This porosity is distributed randomly in the carbon replica without regular correlations with the crystal lattice. Such random uncorrelated lattice defects do not lead to a coherent domain size (long-range order) reduction, leaving the Bragg diffraction peaks sharp and intense. Random porosity II contributes to the diffuse background scattering that is not included in the Bragg diffraction modeling.", "These pore features were determined solely on the basis of the structural model derived from the XRD analysis and the amount of carbon introduced into the zeolite template. They should be in agreement with the data extracted from the adsorption analysis. Nevertheless, one has to keep in mind that most adsorption models for carbon materials were developed and validated for simple slitlike pore geometry. The complex structure of the EMT-ZTC materials with interconnected nanotubes, endo- or exohedral adsorption sites, and the porous network tortuosity apparently limits the validity of existing physisorption models from which only general trends may be derived reliably. A comparison of the XRD-based PSD (Figure ", "3", ") with the N", "2", " DFT-PDS (Figure ", "8", "a) suggests that the main maximum at around 1.2 nm can unambiguously be attributed to type I porosity resulting from the zeolite template dissolution. A similar correlation between this type of porosity and the XRD peak intensities has been previously observed.", "(20, 24, 25)", " This attribution is also in agreement with other studies,", "(10, 18)", " based on molecular simulation, that have given pore sizes of around 1 nm for this type of zeolite-templated carbon. The linear and PSD-DR treatments of the CO", "2", " isotherm lead to a bimodal pore distribution (Table ", "2", ") as suggested by the geometrical approach. The smallest pore size population lies between 0.8 and 1.0 nm with associated pore volumes of 0.18 and 0.19 cm", "3", "/g for the linear and PSD-DR treatments, respectively. For the DFT analysis, the micropore population detected in the range of 0.5–1.0 nm has a pore volume of 0.25 cm", "3", "/g (Figure ", "8", "). Therefore, all of these approaches based on both adsorption and XRD analysis lead to converging results. Type I pores have a size at the boundary between supermicropores and ultramicropores with a pore volume of around 0.2 cm", "3", "/g. Owing to the disordered nature of type II pores, it is more difficult to assess its PSD. The DR treatments give distinct maxima of around 1.8–1.9 nm for porosity of type II whereas the N", "2", " DFT analysis gives a continuous PSD for porosities of types I and II with values of 2.5–3 nm. Immersion calorimetry was then used as a complementary technique to clarify this point and to validate our previous approach.", "Immersion Calorimetry Investigation", "Immersion calorimetry was applied to cross check the data derived from the adsorption isotherms. Table ", "3", " shows the experimental enthalpies of immersion in CS", "2", ", C", "6", "H", "6", ", and TXP and the values calculated by using ", "W", "o", ", ", "E", "o", ", and ", "S", "e", " derived from the N", "2", " isotherm. The apparently good agreement between the experimental and calculated values suggests the complete accessibility of the three molecular probes to the pores. This means also that type II porosity detected by the DR treatment makes the main contribution to the calorimetric process. The accessibility of the porous system was also estimated by the comparison of the different experimental enthalpies of immersion. For equal accessibility, ratios Δ", "i", "H", "(C", "6", "H", "6", ")/Δ", "i", "H", "(CS", "2", ") and Δ", "i", "H", "(TXP)/Δ", "i", "H", "(CS", "2", ") should be around 0.92 and 0.87, respectively.", "(48)", " The ratios of the experimental enthalpies match well for C", "6", "H", "6", " /CS", "2", " (0.92 instead of 0.91) but appear to be slightly smaller for TXP/CS", "2", " (0.81 instead of 0.87), which suggests that most of the micropores are larger than 1.5 nm, with the portion of smaller pores contributing only slightly to the enthalpy of immersion. However, this approach may be limited to some extent by the pore geometry. As is evidenced by the DR-PSD obtained for CO", "2", ", the secondary pore population at around 1 nm (type I) contributes only slightly to the total pore volume (around 15%). It follows that the enthalpy of immersion of the carbon into CS", "2", " (Δ", "i", "H", "[CS", "2", "] (J g", "1–", ")) could be given by a sum of both pore contributions (Δ", "i", "H", "[CS", "2", "] (J g", "1–", ") = Δ", "i", "H", "(CS", "2", ")", "I", " + Δ", "i", "H", "(CS", "2", ")", "II", "). Considering the values ", "W", "o1,", " ", "E", "o1,", " ", "W", "o2", ", and ", "E", "o2", " derived from the PSD-DR treatment with CO", "2", ", the recalculated enthalpy of immersion into CS", "2", " is now −293 J g", "1–", " (= −52 – 231). This value is close to the experimental value observed at around −278 ± 17 J g", "1–", " (Table ", "3", ").", "Table 3. Experimental Enthalpies of Immersion (−Δ", "i", "H", ") of the EMT Carbon Replica into Liquids with Different Critical Dimensions and the Values Calculated from the N", "2", " Adsorption Isotherm", " ", " ", "–Δ", "i", "H", " (J g", "1–", ")", " ", "liquid x", "critical size (nm)", "exp", "calcd from N", "2", " adsorption", "Δ", "i", "H", "(", "x", ")/Δ", "i", "H", "(CS", "2", ")", "CS", "2", "0.33", "278 ± 17", "283", "1", "C", "6", "H", "6", "0.41", "259 ± 15", "260", "0.93", "TXP", "1.5", "226 ± 19", "227", "0.81", "Determination of the Specific Surface Area by Different Methods", "Owing to the apparent supermicroporous nature of the EMT replica (isotherm of type Ib), the BET surface areas (", "S", "BET", ") were determined in the appropriate ranges of relative pressure for the various adsorbates (N", "2", " and CO", "2", "), and the results are listed in Table ", "4", ". For N", "2", ", ", "S", "BET", " is around 3000 m", "2", "/g. This extremely high value of ", "S", "BET", " is probably overestimated and is in agreement with a high contribution of micropores above 1.1 nm.", "(49)", " Other methods give values largely distributed from 1750 to 2900 m", "2", "/g. The immersion of the carbon into the 0.4 M aqueous solution of phenol gives −211 J/g, which corresponds to a total surface area, ", "S", "phenol", ", of 2010 ± 152 m", "2", "/g (Table ", "4", "). This value is in relatively close agreement with ", "S", "DFT", ". Because the calculation of the total surface area by immersion in phenol, ", "S", "phenol", ", is model-free, the DFT value seems reasonable considering inadequate slit-pore geometry.", "Table 4. Specific Surface Areas Determined by Different Methods for the EMT-ZTC", "S", "phenol", " (m", "2", "/g)", "2010 ± 152", "S", "DFT", " (m", "2", "/g) [N", "2", ", 77 K, slit-shaped pores]", "1750", "S", "BET", " (m", "2", "/g) [N", "2", ", 77 K, 0.005 < ", "P", "/", "P", "o", " < 0.013]", "a", "3000", "S", "BET", " (m", "2", "/g) [CO", "2", ", 273 K, 0.008 < ", "P", "/", "P", "o", " < 0.25]", "a", "2900", "a", "Determined according to ref ", "50", ".", "Transmission Electron Microscopy Investigations", "To gain in-depth insights into the structure, TEM analysis of the carbon replica sample was carried out. When required, slices obtained with the help of an ultramicrotome were also investigated. As seen in the TEM images in Figure ", "10", ", the carbon replica particles retain the hexagonal platelet morphology and the size of the parent zeolite template (2 to 3 μm). The crystal growth steps are clearly visible on the (001) face (arrow in Figure ", "10", "a) and in the cross-sectional image of Figure ", "10", "b. Their heights are in the range of 15 nm and are associated with large terraces. At higher magnification (Figure ", "11", "), the high degree of organization with the hexagonal arrangement of the pores is detected in the whole sample as shown by the hexagonal pattern of the TEM image Fourier transform. It confirms the perfect replication of the zeolite structure with long-range organization on the nanometric scale as evidenced by XRD. The periodicity measured is around 1.3 nm, which agrees with the observed position of 1.265 nm for the (100) XRD reflection. On the external surface of the particle, a thin carbon layer (<10 nm), mainly formed by graphene stacking, can be observed (Figure ", "11", "a). Its presence, which is negligible compared to the volume of the particle, is related to the carbon chemical vapor infiltration process that also leads to carbon deposition on the external surface of the zeolite template.", "Figure 10. (a) Typical TEM top view of the EMT sample. (b) Cross-sectional image of the EMT sample obtained by ultramicrotome.", "Figure 11. High-resolution TEM images showing (a) the presence of an external carbon layer and (b) the long-range nanometric organization present in the whole sample. (Inset) Corresponding Fourier transform showing the hexagonal arrangement of the nanostructure. The zone axis for both images is the [001] crystallographic direction of the hexagonal structure.", "Figure 12. Comparison of a typical EELS spectrum taken on the EMT-ZTC sample and that of reference sp", "2", " and sp", "3", " carbon specimens.", "The EELS spectra taken at different positions on the EMT-ZTC grains are identical and reproduce fairly well the fine structure of an EELS spectrum taken on a reference sp", "2", " carbon specimen (Figure ", "12", "). This result is in complete agreement with both molecular models proposed in the literature based on molecular simulation", "(10, 18)", " where sp", "2", " carbon atoms form buckybowl or nanotubular structures. Moreover, the expected low local curvature of EMT-ZTC (compared to FAU −ZTC) should promote a hybridization close to pure sp", "2", ".", "(18)", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results", "Conclusions", "References", "Conclusions", "Because of the growing interest in nanoporous carbons for gas and energy storage, there is a need to improve methods for the accurate characterization of their porosity. This goal can be achieved by developing new materials with controlled and ordered porosity for a better understanding of their adsorption properties. In our case, ordered microporous carbons are model materials that offer a good opportunity to test the validity of PSD determination methods based on gas adsorption. For the studied EMT carbon replica exhibiting up to six distinct diffraction peaks, the XRD structure analysis allowed a detailed quantitative characterization of its ordered porous structure and the carbon framework. Indeed, the XRD technique offers the advantage to separate the coherent diffraction component from the incoherent one, providing the opportunity to characterize the regular porosity (type I) independently of the irregular one (type II). From the comparison of the geometric PSD derived from the XRD modeling and the adsorption data, the size and the fractional volume of the ordered pores were unambiguously assessed. This porosity (type I) is characterized by a pore size of around 1 nm and a pore volume of around 0.2 cm", "3", "/g. Additional microporosity (type II), related to an incomplete defective filling of the template, has pore sizes above 1.5 nm and a more significant pore volume (of around 1.3 cm", "3", "/g). Compared to classical adsorption isotherm treatments (DR(N", "2", "), DFT, etc.), the basic Dubinin–Raduskevitch approach with the high-pressure CO", "2", " adsorption isotherm appeared to provide better agreement with the XRD and immersion calorimetry analysis for the EMT-ZTC structure. The complex porous structure of the EMT-ZTC material with bimodal pore distribution located at the edge between ultramicropores/supermicropores and supermicropores/mesopores limits the applicability of most existing adsorption analysis techniques. The combined approach implemented in this study for a reliable examination of the ZTC complex porosity is shown to be essential to the consistent and realistic characterization of the materials, which is a key factor in the assessment of their potentials in applications such as gas separation, gas storage, and supercapacitors.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results", "Conclusions", "References", "Supporting Information", "Calculation of the total porosity ", "X", "t-exp", ", determination of pore volumes ", "V", "pI-XRD", " and ", "V", "pII-XRD", ", and experimental/fitted (DFT and DR) adsorption isotherms for N", "2", " at 77 K and for CO", "2", " (273 K). This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results", "Conclusions", "References", "Acknowledgment", "We acknowledge Vincent Goetz and Jean Pierre Cambon (CNRS PROMES, Perpignan, France) for performing high-pressure CO", "2", " measurements and Cathie Vix-Guterl and Dr. Joseph Dentzer for their technical help with the carbon deposition process and for stimulating discussions. We are also grateful to the French Ministry of Research and to the Agence Nationale de la Recherche for supporting this research program through the ANR-08-BLAN-0189-01 contract. This work was partially supported by the Russian Ministry of Education and Science Federal Program Grant P2430.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results", "Conclusions", "References", "References", "This article references 50 other publications.", "1. ", "Kyotani", ", ", "T.", "; ", "Nagai", ", ", "T.", "; ", "Inoue", ", ", "S.", "; ", "Tomita", ", ", "A.", " ", "Formation of New Type of Porous Carbon by Carbonization in Zeolite Nanochannels", " ", "Chem. Mater.", " ", "1997", ",  ", "9", ",  ", "609", "– ", "615", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Formation of New Type of Porous Carbon by Carbonization in Nanochannels in Zeolite", "Kyotani, Takashi; Nagai, Takayuki; Inoue, Sanjuro; Tomita, Akira", "Chemistry of Materials", "\r\n        (", "1997", "),\r\n    ", "9", "\r\n        (", "2", "),\r\n    ", "609-615", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An attempt was made to prep. porous carbon by using the channels of Y zeolite as a template.  Poly(acrylonitrile) and poly(furfuryl alc.) were carbonized in the zeolite channels and the resultant carbon/zeolite complexes were subjected to acid treatment to ext. carbon from the zeolite framework.  In addn., pyrolytic carbon deposition in the channels was carried out by exposing the zeolite to propylene at high temp., and then the carbon was liberated in the same manner as above.  The morphol. and structure of the carbon prepd. in the channels were characterized, and the results were discussed in relation to the morphol. and structure of the original zeolite template.  It was found that the microscopic morphol. of the resultant carbons reflects that of the corresponding zeolites.  All of these carbons are highly porous, and some of the CVD carbons have BET surface areas as high as >2000 m2/g.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXnt1Srsg%253D%253D&md5=09dec6976b120bc487a2e9ddbf4c1fc5", "2. ", "Ryoo", ", ", "R.", "; ", "Joo", ", ", "S. H.", "; ", "Jun", ", ", "S.", " ", "Synthesis of Highly Ordered Carbon Molecular Sieves via Template-Mediated Structural Transformation", " ", "J. Phys. Chem. B", " ", "1999", ",  ", "103", ",  ", "7743", "– ", "7746", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Synthesis of Highly Ordered Carbon Molecular Sieves via Template-Mediated Structural Transformation", "Ryoo, Ryong; Joo, Sang Hoon; Jun, Shinae", "Journal of Physical Chemistry B", "\r\n        (", "1999", "),\r\n    ", "103", "\r\n        (", "37", "),\r\n    ", "7743-7746", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Ordered carbon mol. sieves exhibiting Bragg diffraction of X-ray lines have been synthesized for the first time, using mesoporous silica mol. sieves as the template.  Sucrose was converted to carbon inside the mesopores of the silica mol. sieves through a mild carbonization process using a sulfuric acid catalyst.  The carbon mol. sieves were obtained after the removal of the silica framework using an aq. soln. of sodium hydroxide.  The X-ray diffraction, transmission electron microscopy, and pore size anal. showed that the structure of the carbon mol. sieves consisted of a three-dimensional regular array of uniform mesopores 3 nm in diam.  The structure was not simply a neg. replica of the used silica template, but the synthesis mechanism involved the unique transformation into a new ordered array that was triggered by the removal of the silica frameworks.  The highly ordered mesoporous texture suggested its scientific and technol. importance as a new shape-selective catalyst, adsorbent, sensor, and electrode material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXltlyqu7o%253D&md5=61de7b2c87a643d5b2c201f2a70b20a2", "3. ", "Meng", ", ", "Y.", "; ", "Gu", ", ", "D.", "; ", "Zhang", ", ", "F.", "; ", "Shi", ", ", "Y.", "; ", "Yang", ", ", "H.", "; ", "Li", ", ", "Z.", "; ", "Yu", ", ", "C.", "; ", "Tu", ", ", "B.", "; ", "Zhao", ", ", "D.", " ", "Ordered Mesoporous Polymers and Homologous Carbon Frameworks: Amphiphilic Surfactant Templating and Direct Transformation", " ", "Angew. Chem., Int. Ed.", " ", "2005", ",  ", "44", ",  ", "7053", "– ", "7059", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Ordered mesoporous polymers and homologous carbon frameworks: Amphiphilic surfactant templating and direct transformation", "Meng, Yan; Gu, Dong; Zhang, Fuqiang; Shi, Yifeng; Yang, Haifeng; Li, Zheng; Yu, Chengzhong; Tu, Bo; Zhao, Dongyuan", "Angewandte Chemie, International Edition", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "43", "),\r\n    ", "7053-7059", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Ultrahigh stability (> 1400 °C) is found for the highly ordered mesoporous polymers and carbon frameworks synthesized from polymn. of phenol and formaldehyde around triblock copolymer templates.  Calcination and carbonization lead to removal of the templates and formation of hexagonal and cubic carbon mesostructures with large uniform pores and surface areas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht1KrsrnO&md5=a03f570d64f356ca1b96d7530ca44b92", "4. ", "Liang", ", ", "C.", "; ", "Dai", ", ", "S.", " ", "Synthesis of Mesoporous Carbon Materials via Enhanced Hydrogen-Bonding Interaction", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "5316", "– ", "5317", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Synthesis of Mesoporous Carbon Materials via Enhanced Hydrogen-Bonding Interaction", "Liang, Chengdu; Dai, Sheng", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "16", "),\r\n    ", "5316-5317", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A general method based on two-phase polymn. has been described to synthesize mesoporous carbons via self-assembly.  Mild reacting conditions and wide compn. ranges are the obvious advantages of this method over the techniques previously reported.  Phloroglucinol was an excellent precursor for the synthesis of mesoporous carbons when com. available triblock copolymers were used as structure-directing agents.  The enhanced hydrogen bonding is the key to preferential arrangement of carbon precursors in the selected domains of PEO-PPO-PEO triblock polymers.  Ordered structures can be achieved by shearing the polymer precursors before curing.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XivFWlsrc%253D&md5=e4cf2116667e72170a9825658e7cdc68", "5. ", "Schüth", ", ", "F.", " ", "Endo- and Exotemplating to Create High-Surface-Area Inorganic Materials", " ", "Angew. Chem., Int. Ed.", " ", "2003", ",  ", "42", ",  ", "3604", "– ", "3622", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Endo- and exotemplating to create high-surface-area inorganic materials", "Schuth Ferdi", "Angewandte Chemie (International ed. in English)", "\r\n        (", "2003", "),\r\n    ", "42", "\r\n        (", "31", "),\r\n    ", "3604-22", "\r\n        ISSN:", "1433-7851", ".\r\n    ", "Porous and high-surface-area materials are of interest to many scientific communities.  Templating pathways can be used to synthesize such materials with a high degree of control over their structural and textural properties.  As templates molecular or supramolecular units are added to the synthesis mixture.  They are occluded in the growing solid and leave a pore system after their removal.  For such templates the term \"endotemplate\" is introduced.  Alternatively, the templates can be materials with structural pores in which another solid is created, thus providing a scaffold for the synthesis.  After removal of the scaffold, a porous or finely divided solid remains, depending on the connectivity of the template.  Such a template is termed an \"exotemplate\".  By judicious choice of the templating procedure, unprecedented control of the structure and texture on length scales between nanometers and micrometers has been achieved over the last few years.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD3sznvV2mug%253D%253D&md5=6fc3dbd7e1c98adc1fded2be59f312cb", "6. ", "Fuertes", ", ", "A. B.", "; ", "Nevskaia", ", ", "D. M.", " ", "Control of Mesoporous Structure of Carbons Synthesised Using a Mesostructured Silica as Template", " ", "Microporous Mesoporous Mater.", " ", "2003", ",  ", "62", ",  ", "177", "– ", "190", "[", "Crossref", "], [", "CAS", "]", "6. ", "Control of mesoporous structure of carbons synthesised using a mesostructured silica as template", "Fuertes, Antonio B.; Nevskaia, Dasha M.", "Microporous and Mesoporous Materials", "\r\n        (", "2003", "),\r\n    ", "62", "\r\n        (", "3", "),\r\n    ", "177-190", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "Mesoporous skeleton carbons with controllable pore size distributions (PSDs) were synthesized by modifying the extent of which the carbon precursor infiltrated the pores of the mesostructured silica, which was used as a template.  When the silica porosity was fully infiltrated, carbons with a unimodal narrow PSD (∼3 nm) were obtained.  This porosity was an inverse replica of the silica framework.  If the silica pores were not completely filled, carbons with bimodal PSDs were synthesized.  The carbons exhibited two kinds of mesopores: pores derived from the silica walls (∼3 nm) and larger pores, with sizes of up to 18 nm, formed from the coalescence of unfilled silica pores when the silica walls were dissolved.  The synthesis of mesoporous carbons can be accurately controlled to obtain carbon materials with different PSDs using only one type of silica template.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXlvFGku70%253D&md5=121179889da1305bd60119fc9436588b", "7. ", "Matsuoka", ", ", "K.", "; ", "Yamagishi", ", ", "Y.", "; ", "Yamazaki", ", ", "T.", "; ", "Setoyama", ", ", "N.", "; ", "Tomita", ", ", "A.", "; ", "Kyotani", ", ", "T.", " ", "Extremely High Microporosity and Sharp Pore Size Distribution of a Large Surface Area Carbon Prepared in the Nanochannels of Zeolite Y", " ", "Carbon", " ", "2005", ",  ", "43", ",  ", "876", "– ", "879", "[", "Crossref", "], [", "CAS", "]", "7. ", "Extremely high microporosity and sharp pore size distribution of a large surface area carbon prepared in the nanochannels of zeolite Y", "Matsuoka, Koichi; Yamagishi, Yasushi; Yamazaki, Toshiaki; Setoyama, Norihiko; Tomita, Akira; Kyotani, Takashi", "Carbon", "\r\n        (", "2005", "),\r\n    ", "43", "\r\n        (", "4", "),\r\n    ", "876-879", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "A long-range ordered microporous carbon with the structural regularity of zeolite Y, referred to as zeolite template carbon, was prepd.  The pore structure of this carbon was analyzed with several methods based on gas adsorption phenomenon.  For comparison, three com. activated carbons (MSC-30, M-30 and ACF-20) were used.  Nitrogen adsorption-desorption isotherms of all the carbons are type I, indicating the development of microporosity.  All the carbons examd. possess a large BET surface area.  In particular, the value of zeolite template carbon reaches >4000 m2/g when it is detd. from the data in the lower pressure range.  The micropore vol. of zeolite template carbon (1.8 cm3/g) is much larger than those of the other three.  Although its micropore vol. is the largest, its mesopore vol. is the smallest.  Only micropores were developed in the case of zeolite template carbon.  The pore size distribution curve of zeolite template carbon is very sharp and most of the pore sizes fall within the range 1.0-1.5 nm, whereas the curves of the other carbons are broad and the pore size ranges from 0.5 to 3 nm or above.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtFGktrY%253D&md5=73208f8638f63b2e3e9b0a33777051ad", "8. ", "Roussel", ", ", "T.", "; ", "Didion", ", ", "A.", "; ", "Pellenq", ", ", "R. J.-M.", "; ", "Gadiou", ", ", "R.", "; ", "Bichara", ", ", "C.", "; ", "Vix-Guterl", ", ", "C.", " ", "Experimental and Atomistic Simulation Study of the Structural and Adsorption Properties of Faujasite Zeolite–Templated Nanostructured Carbon Materials", " ", "J. Phys. Chem. C", " ", "2007", ",  ", "111", ",  ", "15863", "– ", "15876", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Experimental and Atomistic Simulation Study of the Structural and Adsorption Properties of Faujasite Zeolite-Templated Nanostructured Carbon Materials", "Roussel, Thomas; Didion, Antoine; Pellenq, Roland J.-M.; Gadiou, Roger; Bichara, Christophe; Vix-Guterl, Cathie", "Journal of Physical Chemistry C", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "43", "),\r\n    ", "15863-15876", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Nanostructured carbon materials were obtained by templating faujasite zeolites.  This was achieved by liq. infiltration of furfuryl alc. and chem. vapor deposition of propylene and acetonitrile.  These carbon materials were characterized by adsorption of gaseous nitrogen and carbon dioxide, and the carbon structure was investigated by X-ray diffraction (XRD).  They exhibit a very large pore vol. in the micropore region (i.e., narrower than 2 nm), and the XRD spectra show the presence of a nanostructured carbon material with a well-defined unit cell whose size and symmetry are imposed by the zeolite template.  We made use of Grand Canonical Monte Carlo simulation of carbon adsorption in order to obtain numerical models of such materials and study their texture and mech. and adsorption properties on an atomistic scale.  The carbon-carbon interactions were modeled within the frame of the tight binding and the reactive bond order (REBO) formalisms, while carbon-zeolite interactions were assumed to be relevant to physisorption and described with the PN-trAZ potential.  This simulation strategy allowed us to obtain numerical replica that are well-ordered and the opposite of the original 3D zeolite porosity.  The numerical samples obtained at various temps. are made of curved surfaces contg. almost exclusively sp2 carbon atoms and are very rigid and stiff.  The calcd. structure factor of such a numerical sample exhibits features that are present in the exptl. diffractograms, hence validating the nanocasting procedure.  However, the comparison between simulated nitrogen adsorption isotherms at 77 K with exptl. values lead us to understand that the real material is defective and contains cavities of a few nanometers in size, larger that those of the perfect original numerical samples.  Finally, we found from both expt. and simulation that pure carbon replicas of faujasite zeolite that have optimized pore dimensions are not good candidates for hydrogen storage at room temp. and moderate pressures, allowing us to draw general conclusions on the use of porous carbon for such an application.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXht1SgtL3E&md5=c9e08e515a0ea47f482cf889238651b2", "9. ", "Roussel", ", ", "T.", "; ", "Jagiello", ", ", "J.", "; ", "Pellenq", ", ", "R. J.-M.", "; ", "Thommes", ", ", "M.", "; ", "Bichara", ", ", "C.", " ", "Testing the Feasibility of Using the Density Functional Theory Route for Pore Size Distribution Calculations of Ordered Microporous Carbons", " ", "Mol. Simul.", " ", "2006", ",  ", "32", ",  ", "551", "– ", "555", "[", "Crossref", "], [", "CAS", "]", "9. ", "Testing the feasibility of using the density functional theory route for pore size distribution calculations of ordered microporous carbons", "Roussel, T.; Jagiello, J.; Pellenq, R. J.-M.; Thommes, M.; Bichara, C.", "Molecular Simulation", "\r\n        (", "2006", "),\r\n    ", "32", "\r\n        (", "7", "),\r\n    ", "551-555", "CODEN:\r\n                ", "MOSIEA", ";\r\n        ISSN:", "0892-7022", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "The pore size distribution (PSD) characterization of microporous carbon materials is traditionally obtained from the anal. of N2 adsorption isotherms at 77 K.  The authors aim at testing the feasibility of using the d. functional theory (DFT) route for PSD calcns. of interconnected carbon pore structures.  The 1st step of this study was to generate using an atomistic simulation approach, an ordered porous carbon material with well-defined porosity using NaY zeolite as a templating matrix.  For this purpose, the authors used the grand canonical Monte-Carlo (GCMC) technique in which the carbon-carbon interactions were described within the frame of a newly developed tight binding approach and the carbon-zeolite interactions assumed to be characteristic of physisorption.  The authors calcd. the PSD of such a carbon porous material.  At a 2nd stage, the authors calcd. nitrogen adsorption isotherms at different temps.  These data were subsequently used as inputs for DFT calcn. to obtain the PSD.  Comparisons between DFT-PSD and MC-PSD are made.  In particular, with an appropriate wall thickness of two graphene layers, the PSD obtained from DFT calcn. agrees well with that from direct anal. of the simulated structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XpsVOkurc%253D&md5=c27d2c336b0462d1fbb9a2597c9db86d", "10. ", "Nishihara", ", ", "H.", "; ", "Yang", ", ", "Q.-H.", "; ", "Hou", ", ", "P.-X.", "; ", "Unno", ", ", "M.", "; ", "Yamauchi", ", ", "S.", "; ", "Saito", ", ", "R.", "; ", "Paredes", ", ", "J. I.", "; ", "Martínez-Alonso", ", ", "A.", "; ", "Tascón", ", ", "J. M. D.", "; ", "Sato", ", ", "Y.", "; ", "Terauchi", ", ", "M.", "; ", "Kyotani", ", ", "T.", " ", "A Possible Buckybowl-like Structure of Zeolite Templated Carbon", " ", "Carbon", " ", "2009", ",  ", "47", ",  ", "1220", "– ", "1230", "[", "Crossref", "], [", "CAS", "]", "10. ", "A possible buckybowl-like structure of zeolite templated carbon", "Nishihara, Hirotomo; Yang, Quan-Hong; Hou, Peng-Xiang; Unno, Masashi; Yamauchi, Seigo; Saito, Riichiro; Paredes, Juan I.; Martinez-Alonso, Amelia; Tascon, Juan M. D.; Sato, Yohei; Terauchi, Masami; Kyotani, Takashi", "Carbon", "\r\n        (", "2009", "),\r\n    ", "47", "\r\n        (", "5", "),\r\n    ", "1220-1230", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Ordered microporous carbon that was synthesized in the nanochannels of zeolite Y is characterized by an extremely large surface area, surprisingly uniform micropores and a long-range periodicity originating from the parent zeolite.  However, the mol. structure of this zeolite templated carbon (ZTC) has been completely unknown.  In this study, an attempt was made to construct a possible mol. model for ZTC.  The proposed model is made up of buckybowl-like nanographenes assembled into a three-dimensionally regular network, which reflects all the exptl. results obtained from Raman spectroscopy, electron energy-loss spectroscopy, and previously obtained analyses with several other means.  Starting from this idealized model, possible forms of defects that would be included in the actual ZTC were also investigated.  Moreover, the amt. and the type of oxygen functional groups were analyzed and, as per the results, some functional groups were bound to the edge sites of each buckybowl unit in the mol. model.  The elemental compn., pore curvature, pore size and pore vol. and surface area estd. from such oxygen-contg. model agree well with the corresponding exptl. obtained results.  The present model can be considered as a reasonable starting point for future refinements of the structure of this quite novel carbon material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjt1SltLo%253D&md5=5c189a5a359f36a61787e2b53de5092c", "11. ", "Johnson", ", ", "S. A.", "; ", "Brigham", ", ", "E. S.", "; ", "Ollivier", ", ", "P. J.", "; ", "Mallouk", ", ", "T. E.", " ", "Effect of Micropore Topology on the Structure and Properties of Zeolite Polymer Replicas", " ", "Chem. Mater.", " ", "1997", ",  ", "9", ",  ", "2448", "– ", "2458", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Effect of Micropore Topology on the Structure and Properties of Zeolite Polymer Replicas", "Johnson, Stacy A.; Brigham, Elaine S.; Ollivier, Patricia J.; Mallouk, Thomas E.", "Chemistry of Materials", "\r\n        (", "1997", "),\r\n    ", "9", "\r\n        (", "11", "),\r\n    ", "2448-2458", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Zeolites were used as templates to prep. microporous polymer replicas.  Phenol-formaldehyde polymers were synthesized and cured within the channel networks of zeolites Y, β, and L.  Dissoln. of the aluminosilicate framework in aq. HF yields an org. replica that contains <2% aluminosilicate.  The zeolite template exerts important topol. effects on the structure and phys. properties of the replica.  Using zeolites Y and β, which have three-dimensionally interconnected channel structures, the microporosity of the template is reflected in the replica polymer.  Pore size distributions are consistent with the predominance of 5-6 Å walls in the parent zeolite.  In contrast, complete collapse of the replica, to a give nonporous material, occurs upon removal of the zeolite L template, since the latter has a one-dimensional channel structure.  TEM and SEM micrographs also show evidence of collapse in the latter case.  Pyrolysis of the zeolite-resin composites at 900°, and subsequent etching, produces high surface area, electronically conducting replicas.  Under these conditions the zeolite Y replica has markedly lower cond. than those obtained from β and L, which have straight channels.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXnt1Wht7Y%253D&md5=3cf9d961de22780501f4e156a39b5348", "12. ", "Enzel", ", ", "P.", "; ", "Bein", ", ", "T.", " ", "Poly(acrylonitrile) Chains in Zeolite Channels: Polymerization and Pyrolysis", " ", "Chem. Mater.", " ", "1992", ",  ", "4", ",  ", "819", "– ", "824", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Poly(acrylonitrile) chains in zeolite channels:  polymerization and pyrolysis", "Enzel, Patricia; Bein, Thomas", "Chemistry of Materials", "\r\n        (", "1992", "),\r\n    ", "4", "\r\n        (", "4", "),\r\n    ", "819-24", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    ", "Acrylonitrile (I) was adsorbed into the dehydrated forms of different large- and medium-pore zeolites and polymd. with radical initiators.  On satn., 46, 6, and 9 mols. of I per unit cell were adsorbed from the gas phase into dehydrated zeolite NaY, Na-mordenite, and silicalite, resp.  Reaction with an aq. soln. of K2S2O8 and NaHSO3 produced polyacrylonitrile (II).  The channel diam. of silicalite was too small to allow the polymn. to proceed.  The intrazeolite polymer could be recovered after dissoln. of the host with dil. aq. HF and was very similar to bulk II.  The intrazeolite II was pyrolyzed under N, resulting in a black encapsulated material which lost the nitrile groups and H.  Complete graphitization (N/C at. ratio 0) with formation of extended sheetlike structures is not possible in the zeolite for steric reasons; instead, the intrazeolite pyrolysis reactions at 650 and 700° (N/C at. ratios 0.20 and 0.18, resp.) are apparently limited to the ladder structures formed in the bulk at lower temps., ∼530°.  In contrast to bulk II that loses wt. rapidly >260°, accompanied by a sharp exotherm at this temp., the zeolite inclusions show a much less defined onset of decompn. with a broad exotherm.  After recovery from the zeolite hosts, the pyrolyzed II shows electronic d.c. cond. ∼10-5 S cm-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38XksV2gsbo%253D&md5=1fc78009c3ef9556fb33b80b96a09135", "13. ", "Lei", ", ", "S.", "; ", "Miyamoto", ", ", "J.", "; ", "Ohba", ", ", "T.", "; ", "Kanoh", ", ", "H.", "; ", "Kaneko", ", ", "K.", " ", "Novel Nanostructures of Porous Carbon Synthesized with Zeolite LTA-Template and Methanol", " ", "J. Phys. Chem. C", " ", "2007", ",  ", "111", ",  ", "2459", "– ", "2464", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Novel Nanostructures of Porous Carbon Synthesized with Zeolite LTA-Template and Methanol", "Lei, Song; Miyamoto, Jun-ichi; Ohba, Tomonori; Kanoh, Hirofumi; Kaneko, Katsumi", "Journal of Physical Chemistry C", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "6", "),\r\n    ", "2459-2464", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Novel nanostructured carbon material was synthesized by applying zeolite LTA as a template and using methanol as a carbon source.  X-ray diffraction (XRD) revealed that the higher the decompn. temp., the more graphitic and ordered the structure.  The optimum pyrolytic temp. for addn. of microporosity was below 1273 K by anal. of N2 adsorption isotherm.  The resultant carbons have the long-range periodic structure of a nanoscale curvature according to XRD and Raman spectroscopic examns.  The morphol. similarity between zeolite LTA and synthesized carbon was evidenced by scanning electron microscopic observation.  Grand canonical Monte Carlo simulation of N2 adsorption isotherm indicates that synthesized nanoporous carbon has a hollow hemispherical structure of which diam. is less than 0.7 nm.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXot1altQ%253D%253D&md5=edeb1ac2ceda2f9bbbdd6ccb6c44a526", "14. ", "Meyers", ", ", "C. J.", "; ", "Shah", ", ", "S. D.", "; ", "Patel", ", ", "S. C.", "; ", "Sneeringer", ", ", "R. M.", "; ", "Bessel", ", ", "C. A.", "; ", "Dollahon", ", ", "N. R.", "; ", "Leising", ", ", "R. A.", "; ", "Takeuchi", ", ", "E. S.", " ", "Templated Synthesis of Carbon Materials from Zeolites (Y, Beta, and ZSM-5) and a Montmorillonite Clay (K10): Physical and Electrochemical Characterization", " ", "J. Phys. Chem. B", " ", "2001", ",  ", "105", ",  ", "2143", "– ", "2152", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Templated Synthesis of Carbon Materials from Zeolites (Y, Beta, and ZSM-5) and a Montmorillonite Clay (K10): Physical and Electrochemical Characterization", "Meyers, Curtis J.; Shah, Simit D.; Patel, Sejal C.; Sneeringer, Rita M.; Bessel, Carol A.; Dollahon, Norman R.; Leising, Randolph A.; Takeuchi, Esther S.", "Journal of Physical Chemistry B", "\r\n        (", "2001", "),\r\n    ", "105", "\r\n        (", "11", "),\r\n    ", "2143-2152", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "New high surface area carbon materials were prepd. at low temp. (600°) using zeolite (Y, β, and ZSM-5) and montmorillonite clay (K10) templates.  Acrylonitrile, furfuryl alc., pyrene, and vinyl acetate precursors were polymd. and carbonized in each of the inorg. matrixes without the addn. of a polymg. agent.  The templates were removed by acid demineralization and the resulting carbon materials were phys. characterized by IR spectroscopy, BET (N2) surface area anal., energy dispersive spectroscopy (EDS), SEM, and elemental analyses.  Electrochem. characterizations were also conducted.  Cyclic voltammetry was employed to examine the synthesized carbons in the oxidn. of catechol to hydroquinone and quinone, a model reaction that is known to be surface dependent.  The identities of both the template and the substrate affected the electrochem. response.  Addnl., the ability of the new carbons to intercalate and deintercalate lithium was investigated.  While all of the synthesized carbons displayed high irreversible capacities consistent with other low-temp. carbons, the carbons prepd. from zeolite Y displayed unique voltage curves, suggesting template effects on the carbon.  In addn., all of the carbons prepd. for this study displayed significant voltage hysteresis on charge/discharge.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXhtlShsbY%253D&md5=81ea51fc4719bfe19a8f6c47648ec29b", "15. ", "Yang", ", ", "Z.", "; ", "Xia", ", ", "Y.", "; ", "Sun", ", ", "X.", "; ", "Mokaya", ", ", "R.", " ", "Preparation and Hydrogen Storage Properties of Zeolite-Templated Carbon Materials Nanocast via Chemical Vapor Deposition: Effect of the Zeolite Template and Nitrogen Doping", " ", "J. Phys. Chem. B", " ", "2006", ",  ", "110", ",  ", "18424", "– ", "18431", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Preparation and Hydrogen Storage Properties of Zeolite-Templated Carbon Materials Nanocast via Chemical Vapor Deposition: Effect of the Zeolite Template and Nitrogen Doping", "Yang, Zhuxian; Xia, Yongde; Sun, Xuezhong; Mokaya, Robert", "Journal of Physical Chemistry B", "\r\n        (", "2006", "),\r\n    ", "110", "\r\n        (", "37", "),\r\n    ", "18424-18431", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Carbon materials have been prepd. using zeolite 13X or zeolite Y as template and acetonitrile or ethylene as carbon source via chem. vapor deposition (CVD) at 550-1000 °C.  Materials obtained from acetonitrile at 750-850° (zeolite 13X) or 750-900° (zeolite Y) have high surface area (1170-1920 m2/g), high pore vol. (0.75-1.4 cm3 g-1), and exhibit some structural ordering replicated from the zeolite templates.  Templating with zeolite Y generally results in materials with higher surface area.  High CVD temp. (≥900°) results in low surface area materials that have significant proportions of graphitic carbon and no zeolite-type structural ordering.  The nitrogen content of the samples derived from acetonitrile varies between 5 and 8 wt%.  When ethylene is used as a carbon precursor, high surface area (800-1300 m2/g) materials are only obtained at lower CVD temp. (550-750°).  The ethylene-derived carbons retain some zeolite-type pore channel ordering but also exhibit significant levels of graphitization even at low CVD temp.  In general, the carbon materials retain the particle morphol. of the zeolite templates, with solid-core particles obtained at 750-850° while hollow shells are generated at higher CVD temp. (≥900°).  We obsd. hydrogen uptake of up to 4.5 wt% and 45 g H2/L (volumetric d.) at -196° and 20 bar for the carbon materials.  The hydrogen uptake was found to be dependent on surface area and was therefore influenced by the choice of zeolite template and carbon source.  Zeolite Y-templated N-doped carbons had the highest hydrogen uptake capacity.  Gravimetric and volumetric methods gave similar uptake capacity at 1 bar (i.e., 1.6 and 2.0 wt% for zeolite 13X and Y-templated N-doped carbons, resp.).  Our findings show that zeolite-templated carbons are attractive for hydrogen storage and highlight the potential benefits of functionalization (nitrogen-doping).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XovV2js78%253D&md5=3ceea977cb6685eaebdbdd6c53739431", "16. ", "Tosheva", ", ", "L.", "; ", "Parmentier", ", ", "J.", "; ", "Valtchev", ", ", "V.", "; ", "Vix-Guterl", ", ", "C.", "; ", "Patarin", ", ", "J.", " ", "Carbon Spheres Prepared from Zeolite Beta Beads", " ", "Carbon", " ", "2005", ",  ", "43", ",  ", "2474", "– ", "2480", "[", "Crossref", "], [", "CAS", "]", "16. ", "Carbon spheres prepared from zeolite Beta beads", "Tosheva, Lubomira; Parmentier, Julien; Valtchev, Valentin; Vix-Guterl, Cathie; Patarin, Joel", "Carbon", "\r\n        (", "2005", "),\r\n    ", "43", "\r\n        (", "12", "),\r\n    ", "2474-2480", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Porous carbon beads were prepd. from macroporous anion-exchange resin beads preliminary converted into resin-zeolite Beta composite or pure zeolite Beta spheres.  Two synthesis procedures were used depending on the initial template employed.  In a series of expts., the resin from the resin-zeolite Beta composite was directly carbonized into carbon.  In another series of expts., the resin was removed by oxidn. at 600°C leaving behind self-bonded zeolite Beta beads, which were filled with carbon by chem. vapor deposition (CVD) of propylene.  As a final step for both procedures, the zeolite was dissolved in hydrofluoric acid.  All the carbons prepd. inherited the macroscopic spherical shape of the template spheres as well as the morphol. of the primary particles building up the beads.  The synthesis procedure and the carbonization temp. or the temp. for CVD of carbon employed influenced the ordering and the pore structure of the produced carbons.  The carbons prepd. by direct carbonization showed relatively low surface areas, <1000 m2.g-1, and no zeolite structural regularity.  The samples obtained via CVD maintained the zeolite ordering with a periodicity of 11.7 Å and had surface areas of over 2000 m2.g-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXntVGgt7g%253D&md5=e0cb469c674b3e1761f4678fe7ed07cc", "17. ", "Xia", ", ", "Y.", "; ", "Mokaya", ", ", "R.", "; ", "Grant", ", ", "D. M.", "; ", "Walker", ", ", "G. S.", " ", "A Simplified Synthesis of N-Doped Zeolite-Templated Carbons, the Control of the Level of Zeolite-like Ordering and Its Effect on Hydrogen Storage Properties", " ", "Carbon", " ", "2011", ",  ", "49", ",  ", "844", "– ", "853", "[", "Crossref", "], [", "CAS", "]", "17. ", "A simplified synthesis of N-doped zeolite-templated carbons, the control of the level of zeolite-like ordering and its effect on hydrogen storage properties", "Xia, Yongde; Mokaya, Robert; Grant, David M.; Walker, Gavin S.", "Carbon", "\r\n        (", "2011", "),\r\n    ", "49", "\r\n        (", "3", "),\r\n    ", "844-853", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Nitrogen-doped, microporous carbon materials have been prepd. using zeolite EMC-2 as a hard template and acetonitrile as the carbon source via chem. vapor deposition (CVD) in the temp. range 700-950 °C.  The carbon products exhibited high surface areas (up to 3360 m2/g), high pore vols. (up to 1.71 cm3/g) and had zeolite-like structural ordering derived from the template.  The carbons had XRD patterns that exhibited two well resolved peaks and TEM images that showed well ordered pore channels.  A high proportion of porosity (up to 85% of surface area and 73% of pore vol.) for the best ordered carbon arose from micropores that exhibited narrow size distribution in the range 5-15 Å.  The carbons generally retained the morphol. of the template with solid-core particles at CVD temps. up to 900 °C and hollow shells at 950 °C.  The carbons had total hydrogen storage capacities up to 6.0 wt.% at -196 °C and 20 bar.  The hydrogen uptake was found to be dependent on the level of zeolite-like ordering and the resulting textural properties.  Particularly, high levels of zeolite-like ordering favored micropores of size <15 Å which are favorable for higher hydrogen uptake capacities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsFylur7O&md5=92c2a48c26cc349e0c2ae7ab406e3e93", "18. ", "Builes", ", ", "S.", "; ", "Roussel", ", ", "T.", "; ", "Ghimbeu", ", ", "C. M.", "; ", "Parmentier", ", ", "J.", "; ", "Gadiou", ", ", "R.", "; ", "Vix-Guterl", ", ", "C.", "; ", "Vega", ", ", "L. F.", " ", "Microporous Carbon Adsorbents with High CO", "2", " Capacities for Industrial Applications", " ", "Phys. Chem. Chem. Phys.", " ", "2011", ",  ", "13", ",  ", "16063", "– ", "16070", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Microporous carbon adsorbents with high CO2 capacities for industrial applications", "Builes, Santiago; Roussel, Thomas; Ghimbeu, Camelia Matei; Parmentier, Julien; Gadiou, Roger; Vix-Guterl, Cathie; Vega, Lourdes F.", "Physical Chemistry Chemical Physics", "\r\n        (", "2011", "),\r\n    ", "13", "\r\n        (", "35", "),\r\n    ", "16063-16070", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This work assessed the potential use of two zeolite template carbon (ZTC), EMT-ZTC and FAU-ZTC, to capture CO2 at room temp.  We report their high pressure CO2 adsorption isotherms (273 K) which showed the faujasite carbon replica (FAU-ZTC) had the highest carbon capture capacity among published carbonaceous materials and competitive data with the best org. and inorg. adsorbing frameworks ever-known (zeolites and mesoporous silicas, COF and MOF).  The importance of these results is discussed in view of mitigating CO2 emissions.  In addn. to these new exptl. CO2 adsorption data, we also present new insights into the adsorption process of the two structures by Monte Carlo simulations.  We propose two sep. effects are responsible for the apparent similarity of the adsorption behavior of the two structures: (i) pore blocking occurring on EMT-ZTC, and (ii) the change of the carbon polarizability due to the extreme curvature of FAU-ZTC.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtVKjsr%252FO&md5=b422120c2bd8f21b80eee04c8481b54f", "19. ", "Xia", ", ", "Y.", "; ", "Mokaya", ", ", "R.", "; ", "Walker", ", ", "G. S.", "; ", "Zhu", ", ", "Y.", " ", "Superior CO2 Adsorption Capacity on N-Doped, High-Surface-Area, Microporous Carbons Templated from Zeolite", " ", "Adv. Energy Mater.", " ", "2011", ",  ", "1", ",  ", "678", "– ", "683", "[", "Crossref", "], [", "CAS", "]", "19. ", "Superior CO2 adsorption capacity on N-doped, high-surface-area, microporous carbons templated from zeolite", "Xia, Yongde; Mokaya, Robert; Walker, Gavin S.; Zhu, Yanqiu", "Advanced Energy Materials", "\r\n        (", "2011", "),\r\n    ", "1", "\r\n        (", "4", "),\r\n    ", "678-683", "CODEN:\r\n                ", "ADEMBC", ";\r\n        ISSN:", "1614-6840", ".\r\n    \r\n            (", "Wiley-Blackwell", ")\r\n        ", "Zeolite-templated, high-surface-area, microporous, N-doped carbons exhibit the highest CO2 uptake capacity recorded to date for any carbon material and one of the highest for any inorg. or org. porous material of up to 6.9 mmol g-1 at 273 K and ambient pressure and 4.4 mmol g-1 at ambient temp. and pressure, along with an initial CO2 adsorption energy of 36 kJ mol-1 at lower coverage and 20 kJ mol-1 at higher CO2 coverage.  Combined with their ease of prepn., excellent recyclability and regeneration stability, and high selectivity for CO2, the N-doped zeolite-templated carbons are amongst the most promising solid-state absorbents reported so far for CO2 capture and storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXpsF2ru7w%253D&md5=d92b59bc4787a7a7d354cde5fce553fb", "20. ", "Xia", ", ", "Y.", "; ", "Zhu", ", ", "Y.", "; ", "Tang", ", ", "Y.", " ", "Preparation of Sulfur-Doped Microporous Carbons for the Storage of Hydrogen and Carbon Dioxide", " ", "Carbon", " ", "2012", ",  ", "50", ",  ", "5543", "– ", "5553", "[", "Crossref", "], [", "CAS", "]", "20. ", "Preparation of sulfur-doped microporous carbons for the storage of hydrogen and carbon dioxide", "Xia, Yongde; Zhu, Yanqiu; Tang, Yi", "Carbon", "\r\n        (", "2012", "),\r\n    ", "50", "\r\n        (", "15", "),\r\n    ", "5543-5553", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Structurally well-ordered, S-doped microporous C materials have been successfully prepd. by a nanocasting method using zeolite EMC-2 as a hard template.  The C materials exhibited well-resolved diffraction peaks in powder XRD patterns and ordered micropore channels in TEM images.  Adjusting the synthesis conditions, carbons possess a tunable S content at 1.3-6.6%, a surface area of 729-1627 m2 g-1 and a pore vol. of 0.60-0.90 cm3 g-1.  A significant proportion of the porosity in the carbons (up to 82% and 63% for surface area and pore vol., resp.) is contributed by micropores.  The S-doped microporous carbons exhibit isosteric heat of H adsorption up to 9.2 kJ mol-1 and a high H uptake d. of 14.3 × 10-3 mmol m-2 at -196° and 20 bar, one of the highest ever obsd. for nanoporous carbons.  They also show a high CO2 adsorption energy up to 59 kJ mol-1 at lower coverage (with 22 kJ mol-1 at higher CO2 coverage), the highest ever reported for any porous C materials and one of the highest amongst all the porous materials.  S-doped microporous carbons are potential adsorbents for H and CO2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Onu7%252FO&md5=7a765c508b632c7d54aedf2ae22c2665", "21. ", "Ducrot-Boisgontier", ", ", "C.", "; ", "Parmentier", ", ", "J.", "; ", "Faour", ", ", "A.", "; ", "Patarin", ", ", "J.", "; ", "Pirngruber", ", ", "G. D.", " ", "FAU-Type Zeolite Nanocasted Carbon Replicas for CO ", "2", " Adsorption and Hydrogen Purification", " ", "Energy Fuels", " ", "2010", ",  ", "24", ",  ", "3595", "– ", "3602", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "FAU-Type Zeolite Nanocasted Carbon Replicas for CO2 Adsorption and Hydrogen Purification", "Ducrot-Boisgontier, Claire; Parmentier, Julien; Faour, Azzam; Patarin, Joel; Pirngruber, Gerhard D.", "Energy & Fuels", "\r\n        (", "2010", "),\r\n    ", "24", "\r\n        (", "6", "),\r\n    ", "3595-3602", "CODEN:\r\n                ", "ENFUEM", ";\r\n        ISSN:", "0887-0624", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Microporous ordered carbon were synthesized by the nanocasting process from zeolite Y using acetylene and furfuryl alc. as carbon precursors.  If the proper synthesis conditions are chosen, these materials retain the long-range order of the zeolite mold.  The resulting carbons possess a large surface area ( ≥ 2200 m2/g), a high microporosity ( ≥ 1.0 cm3/g), and a controlled pore size distribution, which was tailored by the wall thickness of the zeolite template.  Because of their high micropore vol., the carbon replicas of zeolite Y are attractive adsorbent materials and might be used to replace conventional activated carbons as adsorbents in pressure swing adsorption processes (PSAs) for H2 purifn.  In the present contribution, the authors evaluate the adsorption capacity of the carbon replicas in a H2-PSA based on their single-component adsorption isotherms of CO2, CH4, and N2 measured at room temp.  The ideal adsorbed soln. theory (IAST) was used to predict the co-adsorption of CO2/CH4/N2 gas mixts. and to evaluate the working capacity of the materials under typical operating conditions of a H2-PSA process.  The comparison of the working capacities shows that the carbon replicas largely outperform conventional activated carbons while having comparable CO2/CH4 and CO2/N2 selectivity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXmsVShsLw%253D&md5=9870912e7b1e5a23ddd952fd4f14767f", "22. ", "Parmentier", ", ", "J.", "; ", "Solovyov", ", ", "L. A.", "; ", "Ehrburger-Dolle", ", ", "F.", "; ", "Werckmann", ", ", "J.", "; ", "Ersen", ", ", "O.", "; ", "Bley", ", ", "F.", "; ", "Patarin", ", ", "J.", " ", "Structural Peculiarities of Mesostructured Carbons Obtained by Nanocasting Ordered Mesoporous Templates via Carbon Chemical Vapor or Liquid Phase Infiltration Routes", " ", "Chem. Mater.", " ", "2006", ",  ", "18", ",  ", "6316", "– ", "6323", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Structural Peculiarities of Mesostructured Carbons Obtained by Nanocasting Ordered Mesoporous Templates via Carbon Chemical Vapor or Liquid Phase Infiltration Routes", "Parmentier, Julien; Solovyov, Leonid A.; Ehrburger-Dolle, Francoise; Werckmann, Jacques; Ersen, Ovidiu; Bley, Francoise; Patarin, Joeel", "Chemistry of Materials", "\r\n        (", "2006", "),\r\n    ", "18", "\r\n        (", "26", "),\r\n    ", "6316-6323", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Mesostructured carbon materials were obtained by nanocasting MCM-48 and SBA-15 ordered mesoporous silica templates via two carbon infiltration routes: a liq.-phase process (LPI) using sucrose soln. or a gas-phase chem. vapor infiltration (CVI) process using propene.  The structural characteristics of the carbon replicas were investigated by synchrotron low-angle X-ray diffraction (LAXRD) anal. in combination with transmission electron microscopy (TEM).  The materials obtained by the liq.-phase process demonstrated a long-range mesoscopic order at relatively low carbon loading (ca. 35 wt % in SiO2/C composite), with their structural elements being essentially shrunk compared to that of the templates.  The CVI replicas at similar low infiltration content were found to be only partly organized within nanodomains, but at bigger carbon loading (ca. 50 wt %) highly ordered mesostructures displaying up to ten nonzero XRD reflections were obtained.  Moreover, these materials were shown to have thicker frameworks faithfully replicating their templates.  Particular features of the CVI replica of MCM-48 were an amorphous carbon shell on the external particle surface and a gradient of the nanoframework displacement.  The carbon replicas of SBA-15 were characterized by a semitubular structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht1aitr7O&md5=ae310407638e970413d15ee04d198b61", "23. ", "Gaslain", ", ", "F.", "; ", "Parmentier", ", ", "J.", "; ", "Valtchev", ", ", "V.", "; ", "Patarin", ", ", "J.", " ", "First Zeolite Carbon Replica with a Well Resolved X-ray Diffraction Pattern", " ", "Chem. Commun.", " ", "2006", ",  ", "991", "– ", "993", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "23. ", "First zeolite carbon replica with a well resolved X-ray diffraction pattern", "Gaslain, Fabrice O. M.; Parmentier, Julien; Valtchev, Valentin P.; Patarin, Joel", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2006", "),\r\n    ", "\r\n        (", "9", "),\r\n    ", "991-993", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The present study demonstrates that for the nanocasting process with zeolites, a careful choice of the zeolite structure type (EMT) allows the formation of faithful carbon replica exhibiting up to 3 well-resolved XRD peaks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xhs1SltLk%253D&md5=3810c019174d3ac78f1a09a517e11398", "24. ", "Ducrot-Boisgontier", ", ", "C.", "; ", "Parmentier", ", ", "J.", "; ", "Patarin", ", ", "J.", " ", "Influence of the Carbon Precursors on the Structural Properties of EMT-Type Nanocasted-Carbon Replicas", " ", "Microporous Mesoporous Mater.", " ", "2009", ",  ", "126", ",  ", "101", "– ", "106", "[", "Crossref", "], [", "CAS", "]", "24. ", "Influence of the carbon precursors on the structural properties of EMT-type nanocasted-carbon replicas", "Ducrot-Boisgontier, Claire; Parmentier, Julien; Patarin, Joel", "Microporous and Mesoporous Materials", "\r\n        (", "2009", "),\r\n    ", "126", "\r\n        (", "1-2", "),\r\n    ", "101-106", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Nanocasted ordered microporous carbons are interesting candidates for studying specific properties related to applications where materials with tailored microporosity and controlled compn. are required.  In order to extend the choice of these model materials, a systematic study of the nanocasting process was performed using the original and non com. zeolite EMC-2 (EMT-structure type) as a mold.  The influence of the prepn. routes on the structural properties of the carbon replicas was more specifically examd. using acetylene, furfuryl alc. and acetonitrile as carbon precursor with a single or double infiltration procedure.  It appears, whatever the precursor, that optimized infiltration processes with a carbon filling content above 0.2 g/g of carbon composite yield to faithful carbon replicas with an ordered microporosity.  These materials exhibit a high sp. surface area (>2500 m2/g) and a high micropore vol. (1.3-1.6 cm3/g) with nearly no mesoporosity.  The pore size distribution, calcd. with the NLDFT method from nitrogen physisorption data at -196 °C, shows maxima at 1.0 and 1.8 nm.  The first max. has been attributed to the porosity arising from the nanocasting of the zeolite framework and the second to the incomplete carbon filling of the mold.  A strong adsorption capacity at low relative pressure has also been detected when acetonitrile was used as carbon precursor.  The degree of the structural organization of the porosity was followed with the first three XRD diffraction peaks characteristic of the hexagonal symmetry of the EMT mold.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtF2gs7rN&md5=673161a2202daadb9ab85c685321c846", "25. ", "Ducrot-Boisgontier", ", ", "C.", "; ", "Parmentier", ", ", "J.", "; ", "Delmotte", ", ", "L.", "; ", "Patarin", ", ", "J.", " ", "Influence of Chemical Vapour Infiltration Conditions of Acetylene on the Structural and Textural Properties of EMT-Type Zeolite Nanocasted Carbon Replica", " ", "J. Mater. Sci.", " ", "2009", ",  ", "44", ",  ", "6571", "– ", "6575", "[", "Crossref", "], [", "CAS", "]", "25. ", "Influence of chemical vapour infiltration conditions of acetylene on the structural and textural properties of EMT-type zeolite nanocasted carbon replica", "Ducrot-Boisgontier, Claire; Parmentier, Julien; Delmotte, Luc; Patarin, Joel", "Journal of Materials Science", "\r\n        (", "2009", "),\r\n    ", "44", "\r\n        (", "24", "),\r\n    ", "6571-6575", "CODEN:\r\n                ", "JMTSAS", ";\r\n        ISSN:", "0022-2461", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "Ordered microporous carbons were synthesized by the nanocasting process using EMC-2 zeolite (EMT structure type) and acetylene as a mold and a carbon precursor, resp.  In this study, the conditions of the synthesis methods for prepg. the ordered microporous carbons were examd.  Temp. and duration parameters for the chem. vapor infiltration were optimized to yield an ordered carbon replica that displays ≤3 x-ray diffraction peaks.  This faithful replica exhibits also a high micropore vol. (1.3-1.4 cm3/g) with mainly supermicroporosity, a high sp. surface area (>2900 m2/g) and nearly no mesoporosity.  The pore size distribution calcd. with NLDFT method from nitrogen physisorption data shows three maxima at 0.6, 1.0 and 1.8 nm diams.  The second is due to the zeolite wall dissoln.  The first and the third are attributed to different types of default.  Compared to the classical two-step procedure, the direct infiltration with acetylene appears an interesting route for the prepn. of ordered microporous carbon replicas with high micropore vol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXotlamsrc%253D&md5=6bc6e40028caba56f265c4078111b706", "26. ", "Guillot", ", ", "A. A.", "; ", "Follin", ", ", "S.", "; ", "Poujardieu", ", ", "L.", " ", " ", "Adsorption Studies of Carbon Dioxide on KF1500, X2MH6/8 and PX21 by Means of a High Pressure Volumetric Device", ". In  ", "Characterisation of Porous Solids IV", "; ", "Royal Society of Chemistry", ": ", "London", ", ", "1997", "; pp  ", "573", "– ", "580", ".", "There is no corresponding record for this reference.", "27. ", "Reid", ", ", "R. C.", "; ", "Prausnitz", ", ", "J. M.", "; ", "Sherwood", ", ", "T. K.", "  ", "The Properties of Gases and Liquids", "; ", "McGraw-Hill", ": ", "New York", ", ", "1977", ".", "There is no corresponding record for this reference.", "28. ", "Cazorla-Amorós", ", ", "D.", "; ", "Alcañiz-Monge", ", ", "J.", "; ", "de la Casa-Lillo", ", ", "M. A.", "; ", "Linares-Solano", ", ", "A.", " ", "CO", "2", " as an Adsorptive To Characterize Carbon Molecular Sieves and Activated Carbons", " ", "Langmuir", " ", "1998", ",  ", "14", ",  ", "4589", "– ", "4596", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "CO2 As an Adsorptive To Characterize Carbon Molecular Sieves and Activated Carbons", "Cazorla-Amoros, D.; Alcaniz-Monge, J.; de la Casa-Lillo, M. A.; Linares-Solano, A.", "Langmuir", "\r\n        (", "1998", "),\r\n    ", "14", "\r\n        (", "16", "),\r\n    ", "4589-4596", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption of CO2 at 273 K up to 4 MPa has been studied in activated carbons and carbon mol. sieves of different origins and pore size distribution.  The materials selected for this study include carbon mol. sieves with a pore size (i.e., pore width) between 0.3 and 0.5 nm, activated carbons with supermicroporosity (pore size between 0.7 and 2 nm), and mesoporous and macroporous activated carbons.  The relative fugacities covered in the expts. ranges from 10-4 to nearly 1.  Addnl., N2 adsorption at 77 K at subatmospheric pressures has been also done.  The exptl. conditions used allow us to compare both measurements at similar adsorption potentials, in which both gases adsorb in the different ranges of porosity.  The results obtained show that CO2 adsorbs at 273 K in the different ranges of porosity following a mechanism similar to that of N2 at 77 K.  CO2 is sensitive to narrow micropores not accessible to N2 at 77 K, and hence, it is an adequate complement to N2 at 77 K.  This is esp. important for the characterization of the narrow micropores of carbonaceous solids and, esp., carbon mol. sieves.  CO2 adsorbs in mesopores according to the capillary condensation mechanism.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXkvVymtLg%253D&md5=aead598b544a83eaa8b60a176b9979c0", "29. ", "Dubinin", ", ", "M. M.", " ", "The Potential Theory of Adsorption of Gases and Vapors for Adsorbents with Energetically Nonuniform Surfaces", " ", "Chem. Rev.", " ", "1960", ",  ", "60", ",  ", "235", "– ", "241", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "The potential theory of adsorption of gases and vapors for adsorbents with energetically nonuniform surfaces", "Dubinin, M. M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "1960", "),\r\n    ", "60", "\r\n        (", "),\r\n    ", "235-41", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    ", "A survey of the results of exptl. and theoretical studies that have led to the development of the potential theory of adsorption in which the detg. role is played by dispersion forces.  The views developed are applicable to the phys. adsorption of gases and vapors on small-pore active carbon and on carbon black.  They are important also for other adsorbent-adsorbate systems in which dispersion forces are the dominant component of adsorption.  14 references.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF3cXkvVSguw%253D%253D&md5=d7e21537a081c3711c97838dbb99ba20", "30. ", "Solovyov", ", ", "L. A.", "; ", "Kirik", ", ", "S. D.", "; ", "Shmakov", ", ", "A. N.", "; ", "Romannikov", ", ", "V. N.", " ", "X-ray Structural Modeling of Silicate Mesoporous Mesophase Material", " ", "Microporous Mesoporous Mater.", " ", "2001", ",  ", "44–45", ",  ", "17", "– ", "23", "[", "Crossref", "], [", "CAS", "]", "30. ", "X-ray structural modeling of silicate mesoporous mesophase material", "Solovyov, L. A.; Kirik, S. D.; Shmakov, A. N.; Romannikov, V. N.", "Microporous and Mesoporous Materials", "\r\n        (", "2001", "),\r\n    ", "44-45", "\r\n        (", "),\r\n    ", "17-23", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "Rietveld's technique in combination with a continuous electron d. representation was applied to structural modeling of highly ordered pure siliceous mesoporous mesophase material C16-SiO2-MMM of the MCM-41 type prepd. by hydrothermal synthesis in the presence of C16H33NMe3Br.  Several important characteristics of the material in both as-synthesized and calcined forms were revealed.  In particular, mesopores in the materials are of true hexagonal shape, and the wall electron d. seems to be not continuous.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXksFyjsr4%253D&md5=74f707b51aaefbea33843548be9d94cf", "31. ", "Solovyov", ", ", "L. A.", " ", "Diffraction Analysis of Mesostructured Mesoporous Materials", " ", "Chem. Soc. Rev.", " ", "2013", ",  ", "42", ",  ", "3708", "– ", "3720", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "31. ", "Diffraction analysis of mesostructured mesoporous materials", "Solovyov, Leonid A.", "Chemical Society Reviews", "\r\n        (", "2013", "),\r\n    ", "42", "\r\n        (", "9", "),\r\n    ", "3708-3720", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Ordered mesostructured mesoporous materials, combining nano-organization with at. disorder, are both attractive and challenging objects of investigation by x-ray and neutron diffraction.  The development of diffraction mesostructure anal. methods and their applications in studies on structural characterization, formation processes and physisorption phenomena in these advanced materials are summarized in this tutorial review.  The focus here is on the techniques that allow extg. mesostructure parameters and peculiarities of d. distribution in the materials from the Bragg reflection positions and intensities.  The investigations of mesoporous silicates, their nonsilica replicas and composites are discussed including the combined use of diffraction with electron microscopy and physisorption.  The small-angle scattering curve anal., which is also an important methodol. in the field, is out of the scope of this review.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXlvV2nsLY%253D&md5=1e943dd9563666b666be716750e7bd08", "32. ", "Solovyov", ", ", "L. A.", " ", "Full-Profile Refinement by Derivative Difference Minimization", " ", "J. Appl. Crystallogr.", " ", "2004", ",  ", "37", ",  ", "743", "– ", "749", "[", "Crossref", "], [", "CAS", "]", "32. ", "Full-profile refinement by derivative difference minimization", "Solovyov, Leonid A.", "Journal of Applied Crystallography", "\r\n        (", "2004", "),\r\n    ", "37", "\r\n        (", "5", "),\r\n    ", "743-749", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "Blackwell Publishing Ltd.", ")\r\n        ", "A new method of full-profile refinement is developed from the minimization of the derivs. of the profile difference curve.  The use of the derivs. instead of the abs. difference between the obsd. and calcd. profile intensities allows refinement independently of the background.  The procedure is tested on various powder diffraction data sets and is fully functional.  Besides having the capability of powder diffraction structure anal. without modeling the background curve, the method is shown to allow the derivation of structure parameters of even higher quality than those obtained by Rietveld refinement in the presence of systematic errors in the model background function.  The deriv. difference minimization principles may be used in many different areas of powder diffraction and beyond.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXns1Wjtrc%253D&md5=33888fad914e7ea0e410e6a25218f829", "33. ", "Rietveld", ", ", "H. M.", " ", "A Profile Refinement Method for Nuclear and Magnetic Structures", " ", "J. Appl. Crystallogr.", " ", "1969", ",  ", "2", ",  ", "65", "– ", "71", "[", "Crossref", "], [", "CAS", "]", "33. ", "Profile refinement method for nuclear and magnetic structures", "Rietveld, H. M.", "Journal of Applied Crystallography", "\r\n        (", "1969", "),\r\n    ", "2", "\r\n        (", "Pt. 2", "),\r\n    ", "65-71", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    ", "A structural refinement method for neutron diffraction is presented which makes direct use of the profile intensities obtained from the powder diagram.  It is applicable to nuclear structures and to magnetic structures which can be described on the nuclear unit cell or a multiple thereof.  Equations for the measured profiles to be used in the least sqs. treatment are cor. for asymmetry and preferred orientation; the angular dependence of the half widths of the peaks is given by the formula of Caglioti, et al. (1958).  The magnetic contribution to the profile equation is expressed by calcg. only one av. cross section for each set of equiv. reflections.  It is possible to introduce constraint functions, linear or quadratic, between parameters used in the least sqs. treatment.  Results of the use of this method are given for a series of compds.  In all instances it has proved superior to any other method involving integrated neutron powder intensities, single or overlapping.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF1MXksVeisbk%253D&md5=3e3acdf00920ecd78a9bc042511e7fc4", "34. ", "Astachov", ", ", "A. M.", "; ", "Molokeev", ", ", "M. S.", "; ", "Vasiliev", ", ", "A. D.", "; ", "Solovyov", ", ", "L. A.", " ", "Powder Diffraction Crystal Structure Analysis Using Derivative Difference Minimization: Example of the Potassium Salt of 1-(Tetrazol-5-yl)-2-nitroguanidine", " ", "Acta Crystallogr., Sect. B", " ", "2005", ",  ", "61", ",  ", "435", "– ", "442", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "34. ", "Powder diffraction crystal structure analysis using derivative difference minimization: example of the potassium salt of 1-(tetrazol-5-yl)-2-nitroguanidine", "Solovyov, Leonid A.; Astachov, A. M.; Molokeev, M. S.; Vasiliev, A. D.", "Acta Crystallographica, Section B: Structural Science", "\r\n        (", "2005", "),\r\n    ", "B61", "\r\n        (", "4", "),\r\n    ", "435-442", "CODEN:\r\n                ", "ASBSDK", ";\r\n        ISSN:", "0108-7681", ".\r\n    \r\n            (", "Blackwell Publishing Ltd.", ")\r\n        ", "The crystal structure of the K salt of 1-(tetrazol-5-yl)-2-nitroguanidine [K(C2H3N8O2)] was solved and refined from x-ray powder diffraction data by applying the deriv. difference minimization (DDM) method.  The compd. is of interest as an energetic substance.  The structure model was found from a Patterson search.  The reflection intensities for the Patterson synthesis were derived from the powder profile by applying a newly developed DDM-based profile decompn. procedure.  The use of the DDM method allowed successful location and unconstrained refinement of all the at. positions, including those of three independent H atoms.  The advantages of DDM in terms of the precision and reproducibility of the structural parameters are discussed in comparison to Rietveld refinement results.  The failure to refine the H-atom positions by the Rietveld method was attributed to systematic errors assocd. with the background modeling, which are avoided by DDM.  Crystallog. data are given.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXmsVGhu78%253D&md5=49f17d80c4bee378b204713047d8eb65", "35. ", "Gelb", ", ", "L. D.", "; ", "Gubbins", ", ", "K. E.", " ", "Pore Size Distributions in Porous Glasses: A Computer Simulation Study", " ", "Langmuir", " ", "1999", ",  ", "15", ",  ", "305", "– ", "308", "[", "ACS Full Text ", "], [", "CAS", "]", "35. ", "Pore Size Distributions in Porous Glasses: A Computer Simulation Study", "Gelb, Lev D.; Gubbins, K. E.", "Langmuir", "\r\n        (", "1999", "),\r\n    ", "15", "\r\n        (", "2", "),\r\n    ", "305-308", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We have prepd. a series of mol. models of porous glass using a recently developed procedure that mimics the exptl. processes that produce Vycor and controlled-pore glasses.  We calc. nitrogen adsorption isotherms in these precisely characterized model glasses using Monte Carlo simulations.  These isotherms are analyzed using the Barrett-Joyner-Halenda (BJH) method to yield pore size distributions, which are tested against exact pore size distributions directly measured from the pore structures.  The BJH method yields overly sharp distributions that are systematically shifted (by about 1 nm) to lower pore sizes than those from our geometric method.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXotVOmtLY%253D&md5=0d49a5f22780ad418df2798bdbc0a2e4", "36. ", "Stoeckli", ", ", "F.", " ", " ", "Characterization of Microporous Carbons by Adsorption and Immersion Techniques", ". In  ", "Porosity in Carbons: Characterization and Applications", "; ", "Patrick", ", ", "J. W.", ", Ed.; ", "Edward Arnold", ":  ", "London", ", ", "1995", "; pp  ", "67", "– ", "92", ".", "There is no corresponding record for this reference.", "37. ", "Fernandez", ", ", "E.", "; ", "Hugi-Cleary", ", ", "D.", "; ", "López-Ramón", ", ", "M. V.", "; ", "Stoeckli", ", ", "F.", " ", "Adsorption of Phenol from Dilute and Concentrated Aqueous Solutions by Activated Carbons", " ", "Langmuir", " ", "2003", ",  ", "19", ",  ", "9719", "– ", "9723", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "Adsorption of Phenol from Dilute and Concentrated Aqueous Solutions by Activated Carbons", "Fernandez, Elena; Hugi-Cleary, Deirdre; Lopez-Ramon, M. Victoria; Stoeckli, Fritz", "Langmuir", "\r\n        (", "2003", "),\r\n    ", "19", "\r\n        (", "23", "),\r\n    ", "9719-9723", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Combined calorimetric and adsorption techniques show that in the case of phenol adsorption from either dil. or concd. aq. solns., water is always adsorbed preferentially by the oxygen-contg. surface groups of the carbon.  This reduces the surface and/or the micropore vol. accessible to the phenol mol. and quant. explains the decrease in the limiting adsorption of phenol on a given carbon after oxidn.  In the case of dil. solns., as established earlier, the mechanism corresponds to the coating of the total surface (external surface and micropore walls) by a monolayer of phenol.  On the other hand, for concd. solns. (15-25% of water), one observes a process of micropore filling by phenol.  Both mechanisms can be described in the framework of Dubinin's theory, which allows predictions based on simple phys. and structural parameters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXnvFOiur0%253D&md5=5569981db1dde35f9b92247c0dcc9a44", "38. ", "Stoeckli", ", ", "F.", "; ", "Hugi-Cleary", ", ", "D.", " ", "On the Mechanisms of Phenol Adsorption by Carbons", " ", "Russ. Chem. Bull.", " ", "2001", ",  ", "50", ",  ", "2060", "– ", "2063", "[", "Crossref", "], [", "CAS", "]", "38. ", "On the mechanisms of phenol adsorption by carbons", "Stoeckli, F.; Hugi-Cleary, D.", "Russian Chemical Bulletin (Translation of Izvestiya Akademii Nauk, Seriya Khimicheskaya)", "\r\n        (", "2001", "),\r\n    ", "50", "\r\n        (", "11", "),\r\n    ", "2060-2063", "CODEN:\r\n                ", "RCBUEY", ";\r\n        ISSN:", "1066-5285", ".\r\n    \r\n            (", "Kluwer Academic/Consultants Bureau", ")\r\n        ", "The removal of phenol and related compds. from dil. aq. solns. by activated carbons corresponds to the coating of the micropore walls and of the external surface by a monolayer.  This process is described by an analog of the Dubinin-Radushkevich-Kaganer equation.  On the other hand, as suggested by immersion calorimetry at 293 K, in the case of concd. solns., the mechanism corresponds to the vol. filling of the micropores, as obsd. for the adsorption of phenol from the vapor phase.  The equil. is described by the Dubinin-Astakhov equation.  It follows that the removal of phenol from mixts. with water depends on the relative concns., and the limiting factor for adsorption is either the effective surface area of the carbon, or the micropore vol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xjt1aku7o%253D&md5=8f25ce2b88d76d48731dccc0749fcc47", "39. ", "Terrones", ", ", "H.", "; ", "Terrones", ", ", "M.", " ", "Fullerenes and Nanotubes with Non-Positive Gaussian Curvature", " ", "Carbon", " ", "1998", ",  ", "36", ",  ", "725", "– ", "730", "[", "Crossref", "], [", "CAS", "]", "39. ", "Fullerenes and nanotubes with non-positive Gaussian curvature", "Terrones, Humberto; Terrones, Mauricio", "Carbon", "\r\n        (", "1998", "),\r\n    ", "36", "\r\n        (", "5-6", "),\r\n    ", "725-730", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "Closed fullerenes and nanotubes exhibiting high topologies from genus 5 to genus 21 are proposed.  These structures (holey-balls and holey-tubes) possess only hexagonal and heptagonal (neg. Gaussian curvature) rings of carbon with no dangling bonds and no pentagonal rings (no pos. Gaussian curvature).  Holey-balls and holey-tubes can be seen as finite zeolites since they present interconnected channels suitable for locating guest mols. or atoms such as alkali metals.  The geometry, stability and possible applications were studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXkvVKrt7c%253D&md5=4acb4c31f24ceb7d5cd9c520f065b2a4", "40. ", "Sing", ", ", "K. S. W.", " ", "Reporting Physisorption Data for Gas/Solid Systems with Special Reference to the Determination of Surface Area and Porosity (Recommendations 1984)", " ", "Pure Appl. Chem.", " ", "1985", ",  ", "57", ",  ", "603", "– ", "619", "[", "Crossref", "], [", "CAS", "]", "40. ", "Reporting physisorption data for gas/solid systems with special reference to the determination of surface area and porosity (Recommendations 1984)", "Sing, K. S. W.; Everett, D. H.; Haul, R. A. W.; Moscou, L.; Pierotti, R. A.; Rouquerol, J.; Siemieniewska, T.", "Pure and Applied Chemistry", "\r\n        (", "1985", "),\r\n    ", "57", "\r\n        (", "4", "),\r\n    ", "603-19", "CODEN:\r\n                ", "PACHAS", ";\r\n        ISSN:", "0033-4545", ".\r\n    ", "Problems and ambiguities in reporting data are discussed.  Procedures and terminol. for reporting data re recommended.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2MXhvFWrtb4%253D&md5=4fbbea83b3a13b5f22e6d26e5d0ab20c", "41. ", "Gregg", ", ", "S. J.", "; ", "Sing", ", ", "K. S. W.", "  ", "Adsorption, Surface Area, and Porosity", "; ", "Academic Press", ": ", "London", ", ", "1982", ".", "There is no corresponding record for this reference.", "42. ", "Jagiello", ", ", "J.", "; ", "Thommes", ", ", "M.", " ", "Comparison of DFT Characterization Methods Based on N", "2", ", Ar, CO", "2", ", and H", "2", " Adsorption Applied to Carbons with Various Pore Size Distributions", " ", "Carbon", " ", "2004", ",  ", "42", ",  ", "1227", "– ", "1232", "[", "Crossref", "], [", "CAS", "]", "42. ", "Comparison of DFT characterization methods based on N2, Ar, CO2, and H2 adsorption applied to carbons with various pore size distributions", "Jagiello, Jacek; Thommes, Matthias", "Carbon", "\r\n        (", "2004", "),\r\n    ", "42", "\r\n        (", "7", "),\r\n    ", "1227-1232", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "Adsorption isotherms of N2, Ar, CO2, and H2 were measured on selected activated carbons representing various pore size distributions.  Isotherm data were analyzed using the DFT method.  A good agreement was obtained between N2 and Ar results in a wide range of pore sizes.  Both N2 and Ar results agree with CO2 anal. at 273 K in the range of small micropores where CO2 anal. is most applicable.  Also, in this range of pores the anal. of H2 adsorption data at 77 K gives results which are consistent with the results obtained from the more conventional vapor-phase adsorptives.  However, the range of PSDs calcd. from H2 data extends to pore sizes smaller than those that can be characterized by other adsorbates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXjsVarsLo%253D&md5=5b1c8ae84ec180a68eb054f7e503c38a", "43. ", "Ohba", ", ", "T.", "; ", "Kaneko", ", ", "K.", " ", "Internal Surface Area Evaluation of Carbon Nanotube with GCMC Simulation-Assisted N", "2", " Adsorption", " ", "J. Phys. Chem. B", " ", "2002", ",  ", "106", ",  ", "7171", "– ", "7176", "[", "ACS Full Text ", "], [", "CAS", "]", "43. ", "Internal Surface Area Evaluation of Carbon Nanotube with GCMC Simulation-Assisted N2 Adsorption", "Ohba, T.; Kaneko, K.", "Journal of Physical Chemistry B", "\r\n        (", "2002", "),\r\n    ", "106", "\r\n        (", "29", "),\r\n    ", "7171-7176", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The N2 adsorption on the internal and external surfaces of single-walled C nanotubes of the continuous model at 77 K was compared with that on the structureless graphite surface with grand canonical Monte Carlo (GCMC) simulation.  The inapplicability of the BET anal. for evaluation of the surface area of the internal and external surfaces of the nanotube was explicitly shown and the reason was explained with the monolayer structure difference.  The ordinary αS-plot anal. using the std. isotherm of the flat graphite surface did not provide a reasonable method for the internal surface area.  However, if the authors adopt the adsorption isotherm of the internal surface of the pore width being large enough to remove the enhanced potential effect, the subtracting pore effect method (SPE-IC method) using its αS-plot gave an accurate surface area for the internal surface except for the pore width = 2 nm.  The cause for the inapplicability of BET anal. was discussed with the radial distribution function of the monolayer.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XksVeit7s%253D&md5=0aa3680d6b6b4009fc943305f2d57bb1", "44. ", "Bereznitski", ", ", "Y.", "; ", "Jaroniec", ", ", "M.", "; ", "Gadkaree", ", ", "K. P.", " ", "Influence of Analysis Conditions on Low Pressure Adsorption Measurements and Its Consequences in Characterization of Energetic and Structural Heterogeneity of Microporous Carbons", " ", "Adsorption", " ", "1997", ",  ", "3", ",  ", "277", "– ", "282", "[", "Crossref", "], [", "CAS", "]", "44. ", "Influence of analysis conditions on low pressure adsorption measurements and its consequences in characterization of energetic and structural heterogeneity of microporous carbons", "Bereznitski, Y.; Jaroniec, M.; Gadkaree, K.P.", "Adsorption", "\r\n        (", "1997", "),\r\n    ", "3", "\r\n        (", "4", "),\r\n    ", "277-282", "CODEN:\r\n                ", "ADSOFO", ";\r\n        ISSN:", "0929-5607", ".\r\n    \r\n            (", "Kluwer", ")\r\n        ", "Nitrogen adsorption isotherms on nonporous and microporous carbons were thoroughly studied at low relative pressures.  For nonporous carbons low pressure measurements seem to be unaffected by anal. conditions.  However, these measurements on microporous solids may be affected by anal. conditions at relative pressures below 10-4.  It was shown that selection of proper equilibration time is crucial for correct measurements of equil. pressures during adsorption on microporous carbons.  The isotherm shift induced by insufficient equilibration of the system may affect the surface heterogeneity and microporosity anal.  A comparison of the adsorption energy and pore vol. distribution functions calcd. from low pressure nitrogen adsorption isotherms measured at different equilibration times on a microporous carbon shows that this effect is smaller than it was expected.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXjs1Gntbc%253D&md5=7c24e9cc3302aae6e4231759399ac502", "45. ", "Yin", ", ", "Y. F.", "; ", "Mays", ", ", "T.", "; ", "McEnaney", ", ", "B.", " ", "Adsorption of Nitrogen in Carbon Nanotube Arrays", " ", "Langmuir", " ", "1999", ",  ", "15", ",  ", "8714", "– ", "8718", "[", "ACS Full Text ", "], [", "CAS", "]", "45. ", "Adsorption of Nitrogen in Carbon Nanotube Arrays", "Yin, You Fa; Mays, Tim; McEnaney, Brian", "Langmuir", "\r\n        (", "1999", "),\r\n    ", "15", "\r\n        (", "25", "),\r\n    ", "8714-8718", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Grand canonical Monte Carlo mol. simulations were carried out for adsorption of nitrogen at 77 K on square arrays of open and closed single-wall C nanotubes with diams. of 6-30 Å and nanotube sepns. of 4-30 Å.  Exohedral spaces for arrays of closed nanotubes with small tube sepns. are microporous.  For large sepns., 2-stage adsorption occurs, corresponding to monolayer formation followed by a condensation step.  Filling of the exohedral space is dominated by geometrical factors that allow the calcn. of adsorbate mol. packing factors, which are close to that for liq. nitrogen.  The amts. adsorbed in arrays of open nanotubes are higher than for closed tube arrays, as expected.  The highest increase is for arrays with small tube sepns. and large tube diams., where endohedral adsorption dominates; for wider tube sepns. the increase in amt. adsorbed is less because exohedral adsorption becomes important.  Arrays of single-wall C nanotubes have the potential to develop very high adsorptive capacities, to which the interstitial spaces between the nanotubes make significant contributions.  The adsorptive capacity can be optimized when exohedral adsorption dominates, i.e., with arrays of narrow single-wall nanotubes with wide spacings between them.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXntFGmsL8%253D&md5=696da5d3e83ab23fdadf253c74066e57", "46. ", "Cazorla-Amorós", ", ", "D.", "; ", "Alcañiz-Monge", ", ", "J.", "; ", "Linares-Solano", ", ", "A.", " ", "Characterization of Activated Carbon Fibers by CO", "2", " Adsorption", " ", "Langmuir", " ", "1996", ",  ", "12", ",  ", "2820", "– ", "2824", "[", "ACS Full Text ", "], [", "CAS", "]", "46. ", "Characterization of Activated Carbon Fibers by CO2 Adsorption", "Cazorla-Amoros, D.; Alcaniz-Monge, J.; Linares-Solano, A.", "Langmuir", "\r\n        (", "1996", "),\r\n    ", "12", "\r\n        (", "11", "),\r\n    ", "2820-2824", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption of CO2 up to pressures of 4 MPa was studied by using two series of activated carbon fibers (ACFs) covering a wide range of burn-off.  The relative fugacities covered in these expts. range from 3 × 10-4 to 0.76.  Addnl., N2 adsorption at 77 K and CO2 adsorption at 273 and 298 K at subatmospheric pressures were carried out.  The expts. performed at high pressures allow to compare both adsorptives at similar ranges of adsorption potential.  The results obtained led to the following conclusions: (1) CO2 adsorption at 273 K at subatmospheric pressures is a suitable technique to characterize the narrow microporosity of the ACF.  (2) The use of N2 to characterize the narrow microporosity is not appropriate because its adsorption is limited by the existence of diffusional restrictions in this type of porosity.  (3) CO2 at 273 K (or 298 K) is an adsorptive that behaves quite similarly to N2 at 77 K at comparable relative pressure ranges; thus, CO2 adsorbs in the super-microporosity range (pore size: 0.7-2 nm) at 298 K if pressures of about 4 MPa are used.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XivVCkt74%253D&md5=9c59f1c9e521635bdb3b49496b0de2df", "47. ", "Kakei", ", ", "K.", "; ", "Ozeki", ", ", "S.", "; ", "Suzuki", ", ", "T.", "; ", "Kaneko", ", ", "K.", " ", "Multi-Stage Micropore Filling Mechanism of Nitrogen on Microporous and Micrographitic Carbons", " ", "J. Chem. Soc., Faraday Trans.", " ", "1990", ",  ", "86", ",  ", "371", "– ", "376", "[", "Crossref", "], [", "CAS", "]", "47. ", "Multi-stage micropore filling mechanism of nitrogen on microporous and micrographitic carbons", "Kakei, Kazunori; Ozeki, Sumio; Suzuki, Takaomi; Kaneko, Kastumi", "Journal of the Chemical Society, Faraday Transactions", "\r\n        (", "1990", "),\r\n    ", "86", "\r\n        (", "2", "),\r\n    ", "371-76", "CODEN:\r\n                ", "JCFTEV", ";\r\n        ISSN:", "0956-5000", ".\r\n    ", "The detailed N adsorption isotherms of activated carbon fibers (ACFs) and mol. sieving carbons (MSCs) at 77 K with or without pretreatment were measured gravimetrically by using a computer-controlled app.  These microporous carbons were also examd. by powder x-ray diffraction; the crystallite size and crystallinity due to the micrographitic structures for the microporous carbons were detd.  The detailed N adsorption isotherms of 60-80 points were analyzed by constructing Dubinin-Radushkevich plots and the default structural considerations on the micrographites, showing the multi-stage micropore filling of N.  Here the multi-stage micropore filling consists of micropore filling in the N bilayer-sized ultramicropores, monolayer adsorption on the pore walls of the N 3 and/or 4 layer-sized supermicropores, and cooperative filling in the monolayer-coated supermicropores.  The 2-stage model proposed by K. Sing et al. (1984) is supported and their model extended into a new multi-stage micropore filling mechanism.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXhvVKgtLs%253D&md5=9b0c5b2753a180f19a1229259eed6ca0", "48. ", "Stoeckli", ", ", "F.", "; ", "Centeno", ", ", "T. A.", " ", "On the Characterization of Microporous Carbons by Immersion Calorimetry Alone", " ", "Carbon", " ", "1997", ",  ", "35", ",  ", "1097", "– ", "1100", "[", "Crossref", "], [", "CAS", "]", "48. ", "On the characterization of microporous carbons by immersion calorimetry alone", "Stoeckli, F.; Centeno, T. A.", "Carbon", "\r\n        (", "1997", "),\r\n    ", "35", "\r\n        (", "8", "),\r\n    ", "1097-1100", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "Immersion calorimetry is a useful tool for characterization of solid surfaces in general, but in the case of microporous solids it usually requires complementary information, obtained from an adsorption isotherm.  This article demonstrates the possibilities and the limitations of this technique when used alone.  It appears that the use of a std. value for the enthalpy immersion does not always provide a reliable assessment of the total surface area.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXlvFOnsLY%253D&md5=ca17f1f0466e8dd0591a3c5eaa0ced6d", "49. ", "Centeno", ", ", "T. A.", "; ", "Stoeckli", ", ", "F.", " ", "The Assessment of Surface Areas in Porous Carbons by Two Model-Independent Techniques, the DR Equation and DFT", " ", "Carbon", " ", "2010", ",  ", "48", ",  ", "2478", "– ", "2486", "[", "Crossref", "], [", "CAS", "]", "49. ", "The assessment of surface areas in porous carbons by two model-independent techniques, the DR equation and DFT", "Centeno, T. A.; Stoeckli, F.", "Carbon", "\r\n        (", "2010", "),\r\n    ", "48", "\r\n        (", "9", "),\r\n    ", "2478-2486", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "The strong linear correlation obsd. between SBET and the micropore vol. of 190 carbons with pore widths between 0.5 and 1.8 nm confirms the unreliable character of SBET, in spite of its frequent use. (It corresponds approx. to 2200-2300 m2 per cm3 of micropores, whatever their width).  Alternative detns. of the surface area are therefore required.  It is shown that two model-independent techniques (Kaneko's comparison plot for nitrogen and the enthalpies of immersion into aq. solns. of phenol) and two model-dependent approaches (Dubinin's theory and DFT) lead to total surface areas which are in good agreement.  Their av. Sav is probably a reliable assessment of the total surface area.  It is often in disagreement with SBET, but a closer study of 42 well characterized microporous carbons, for which all four techniques are available, shows that the ratio SBET/Sav increases linearly with the av. pore width.  This should be taken into consideration when surface-related properties (e.g., densities of chem. groups or adsorbed species, specific capacitances) are examd. on the basis of a single detn. and in particular on the BET technique.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXlvVWhtb8%253D&md5=61ab87ba83a10996a2e44390c16bdbf0", "50. ", "Parra", ", ", "J.", "; ", "de Sousa", ", ", "J. C.", "; ", "Bansal", ", ", "R. .", "; ", "Pis", ", ", "J. J.", "; ", "Pajares", ", ", "J. A.", " ", "Characterization of Activated Carbons by the BET Equation–An Alternative Approach", " ", "Adsorpt. Sci. Technol.", " ", "1995", ",  ", "12", ",  ", "51", "– ", "66", "[", "CAS", "]", "50. ", "Characterization of activated carbons by the BET equation-an alternative approach", "Parra, J. B.; de Sousa, J. C.; Bansal, Roop C.; Pis, J. J.; Pajares, J. A.", "Adsorption Science & Technology", "\r\n        (", "1995", "),\r\n    ", "12", "\r\n        (", "1", "),\r\n    ", "51-66", "CODEN:\r\n                ", "ASTEEZ", ";\r\n        ISSN:", "0263-6174", ".\r\n    \r\n            (", "Multi-Science Publishing", ")\r\n        ", "The adsorption isotherms of N at 77 K were detd. on 2 series of activated carbons and 2 samples of activated carbon fibers.  The carbons were highly microporous and contained varying amts. of different forms of microporosity.  Characterization of the carbons was undertaken by using an alternative linear form of the BET equation and the resulting BET parameters were compared with those obtained from the usual classical linear form of the equation.  The surface areas calcd. from the 2 linear forms were similar while the C values were quite different.  The C values obtained from the alternative linear form appeared to be more reasonable, being consistent with and related to the microporous character of these carbons.  The alternative linear form gave BET plots which were more sensitive to deviations form linearity allowing the relative pressure range for the application of the BET equation to be detd. without any ambiguity and more precisely.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXmsFSrtLY%253D&md5=19e2f7eacfaa6dd0d5a340169c62e05a"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2014/langd5.2014.30.issue-1/la402762v/production/images/small/la-2013-02762v_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2014/langd5.2014.30.issue-1/la402762v/production/images/small/la-2013-02762v_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2014/langd5.2014.30.issue-1/la402762v/production/images/small/la-2013-02762v_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2014/langd5.2014.30.issue-1/la402762v/production/images/small/la-2013-02762v_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2014/langd5.2014.30.issue-1/la402762v/production/images/small/la-2013-02762v_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2014/langd5.2014.30.issue-1/la402762v/production/images/small/la-2013-02762v_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2014/langd5.2014.30.issue-1/la402762v/production/images/small/la-2013-02762v_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2014/langd5.2014.30.issue-1/la402762v/production/images/small/la-2013-02762v_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2014/langd5.2014.30.issue-1/la402762v/production/images/small/la-2013-02762v_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2014/langd5.2014.30.issue-1/la402762v/production/images/small/la-2013-02762v_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2014/langd5.2014.30.issue-1/la402762v/production/images/small/la-2013-02762v_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2014/langd5.2014.30.issue-1/la402762v/production/images/small/la-2013-02762v_0012.gif\">"]}
