{"title": ["Binding energy of gas molecule with two pyrazine molecules as organic linker in metal–organic framework: its theoretical evaluation and understanding of determining factors"], "authors": ["Milind M. Deshmukh", "Shigeyoshi Sakaki"], "doi": ["https://doi.org/10.1007/s00214-011-1025-6"], "abstract": [], "text": ["1 ", "Introduction", "Porous coordination polymers (PCPs) also known as metal–organic frameworks (MOFs) have gained considerable attentions since last decade because of their promising possibilities for storage and selective separation of gas molecules [", "1", ", ", "2", ", ", "3", ", ", "4", ", ", "5", ", ", "6", ", ", "7", ", ", "8", ", ", "9", ", ", "10", ", ", "11", ", ", "12", ", ", "13", ", ", "14", ", ", "15", ", ", "16", ", ", "17", "] as well as catalyses [", "18", "]. As the name suggests, MOFs are the hybrid compounds wherein metals are connected through organic linkers. Thus, MOF with desired ability and structure can be synthesized by changing organic linkers and/or metal centers. To find efficient MOFs for the capture of green house gases, many studies have been carried out [", "19", ", ", "20", ", ", "21", ", ", "22", ", ", "23", ", ", "24", "]. In such works, a lot of efforts have been made to confirm and estimate porosity required to selective absorption/adsorption of gases into MOFs and also the conditions under which such absorption/adsorption of gas occurs [", "25", ", ", "26", ", ", "27", ", ", "28", ", ", "29", "].", "However, theoretical studies of the interaction of gases such as H", "2", ", CO", "2", ", and CH", "4", " with MOFs have been limited so far. In a pioneering study of the interaction of H", "2", " with MOF-5, Sagara et al. [", "30", ", ", "31", "] calculated the binding energy of 6–7 kJ/mol at the corner site (metal site) and 4–5 kJ/mol at the linker site with MP2 theory. Density functional theory (DFT) calculations by Lee et al. [", "32", "] suggest that the interaction of H", "2", " with model system (benzene) is significantly different from that with actual MOF-5 framework. Also, the interaction of CO", "2", " with simple alcohols, ketones, esters, and amines has been investigated [", "33", ", ", "34", ", ", "35", ", ", "36", ", ", "37", ", ", "38", "]. These studies suggest that the formation of a hydrogen bond is a driving force for the stabilization of these complexes. More realistic system was explored with ONIOM(MP2/6-31G(d,p):HF/6-31G(d,p)) method by Pianwanit et al. [", "39", "]. They concluded that in MOF-5, both CO", "2", " and CH", "4", " occupy the perpendicular position to the ZnO", "4", " corner with the binding energies of 9.27 and 3.64 kcal/mol, respectively. Recently, many MOFs with nitrogen containing organic linkers are reported in an attempt to form stronger interaction between the carbon of CO", "2", " and the nitrogen of the linker [", "29", ", ", "40", "]. For instance, Vogiatzis et al. [", "40", "] investigated the interaction between CO", "2", " and the N-containing organic heterocycles with CCSD(T), where the binding energy at complete basis set limit is approximately evaluated by the MP2-F12 method with 6-311++G(d,p) and aug-cc-pVTZ basis sets. They reported that the DFT-D method [", "41", ", ", "42", "] with PBS functional provides binding energies similar to the values calculated by the CCSD(T) method with MP2-F12-calculated basis set extension effects and recommended the use of the basis sets augmented with diffuse functions (e.g., aug-cc-pVTZ) [", "40", "]. One of the present authors also theoretically investigated the interactions of CO", "2", " and CS", "2", " with pyrazine and found that the binding energy of CO", "2", " is somewhat less than that of CS", "2", " [", "29", "]. In the above mentioned theoretical studies, efforts were made to examine the methodology, the model system, and the value of binding energy. Though such knowledge is indispensible in the theoretical study of MOF, it is also important to find determining factors for the interaction between gas molecule and MOF.", "In the present work, we theoretically investigated the interaction of gas molecules such as H", "2", ", CO", "2", ", C", "2", "H", "4", ", C", "2", "H", "6", ", and CS", "2", " with two pyrazine (Pz) molecules, which are organic linker of the recently reported Hofmann-type MOF {Fe(Pz)[Pt(CN)", "4", "]}", " ", "n", " ", " [", "29", "]. This Hofmann-type MOF is of considerable interest because the spin state conversion occurs by the adsorption of some of gas molecules [", "29", "]; for instance, CS", "2", " induces the conversion from high spin to low spin, but CO", "2", " does not. Thus, the interaction energy between the gas molecule and this MOF is important to control molecular property of this MOF. Though the interaction of CO", "2", " with the N atom of Pz was theoretically investigated well recently [", "40", "], gas molecule approaches not the N atom of Pz but the six-member ring of Pz in this MOF; see Scheme ", "1", " [", "29", "]. This is because the metal atom coordinates with the N atoms of Pz. We employed this MOF here because the position of gas molecule was clearly shown by recent X-ray analysis; see also Scheme ", "1", " [", "29", "]. First, we examined the suitable level of theory as well as basis set because the approach of gas molecule to the six-member ring of Pz has not been theoretically investigated yet. Then, we theoretically evaluated the binding energies of such gas molecules as H", "2", ", CO", "2", ", C", "2", "H", "4", ", C", "2", "H", "6", ", and CS", "2", " with two pyrazine (Pz) molecules. One interesting issue here is to make comparison between the binding energy of gas molecule sandwiched by two Pz molecules and that of gas molecule with one Pz. Also, it is interesting to investigate whether the relation between binding energy and molecular property exists or not. We wish to provide theoretical answers to above mentioned issues.", " ", "Open image in new window", " ", "Scheme 1", " ", "The Schematic picture of the Hoffmann-type metal–organic framework; Ref. [", "29", "]", " ", " ", "2 ", "Computational details", "Computations were carried out at MP2 to MP4(SDQ) and CCSD(T) levels of theory in combination with such basis sets as CBSB4 [", "43", "], aug-cc-pVDZ [", "44", "], and aug-cc-pVTZ [", "44", "]. The recently proposed MP2.5 method [", "45", "], which corresponds to the arithmetic mean of MP2 and MP3-calculated values, was also employed here. The basis set extension effects from aug-cc-pVDZ to aug-cc-pVTZ were evaluated at MP2 and MP2.5 levels. Molecular properties such as quadrupole moment and polarizability were calculated by the DFT method with B3LYP functional, employing aug-cc-pVTZ basis set. Counterpoise correction (CPC) [", "46", "] was made to consider the basis set superposition error (BSSE) in the binding energy. The Kitaura–Morokuma energy decomposition analysis (EDA) [", "47", "] was carried out with the reduced variational space (RVS) scheme [", "48", ", ", "49", "]. The binding energy and molecular properties were calculated with the Gaussian 03 [", "50", "] program, and the EDA was performed with GAMESS program package [", "51", "].", "3 ", "Results and discussion", "3.1 ", "Suitable level of theory and basis set", "We first scanned the potential energy surface (PES) at different levels of theory and basis set to find the suitable level of theory for this type of interaction. The PESs for such two systems as Pz–CO", "2", " and Pz–CS", "2", " are shown in Fig. ", "1", ", where the CO", "2", " and CS", "2", " are moved perpendicular to the six-member ring of Pz to mimic the experimental geometry [", "29", "]. Note that the negative value of the binding energy represents the energy stabilization. The PESs at different levels are compared with the CCSD(T) values, shown in the left-hand side of Fig. ", "1", ". As is clear from these PESs, the binding energy is considerably overestimated at the MP2 level, whereas it is underestimated at the MP3 level. Though the binding energy at the MP4(SDQ) level is moderately larger (more negative) than that at the MP3 level, the MP4(SDQ)-calculated PES is still considerably above the CCSD(T) values. The PES calculated at the MP2.5 level is close to that obtained at the CCSD(T) level. The effect of basis set on the binding energy is examined, shown in the right-hand side of Fig. ", "1", ". Here, the basis set extension effect was evaluated at the MP2 and MP2.5 levels. As seen in Fig. ", "1", ", when the basis set changes from aug-cc-pVDZ to aug-cc-pVTZ, the PES becomes considerably lower, suggesting that the use of aug-cc-pVTZ is necessary at least. However, the CCSD(T)/aug-cc-pVTZ calculation is computationally demanding. Thus, the CCSD(T)/aug-cc-pVDZ method is employed here as a reference, in which the basis set extension effect from aug-cc-pVDZ to aug-cc-pVTZ is evaluated with the MP2.5 method. This method is named hereafter as CCSD(T)/aug-cc-pVDZ + MP2.5{aug-cc-pVTZ − aug-cc-pVDZ}. We found that the MP2.5/aug-cc-pVTZ-calculated PES is close to the PES calculated at the reference level, as shown in Fig. ", "1", "; though MP2.5/aug-cc-pVQZ method was recommended for evaluation of the dispersion interaction [", "52", "], the Pz–gas–Pz system is too large to perform MP2.5/aug-cc-pVQZ calculation.", " ", "Open image in new window", " ", "Fig. 1", " ", "Comparison of potential energy surfaces of ", "a", " Pz–CO", "2", " and ", "b", " Pz–CS", "2", " calculated at different levels of theory and basis sets", " ", " ", "In Table ", "1", ", the minimum positions of these PESs are listed with the binding energies at the minima. The minima for CO", "2", " and CS", "2", " complexes are found at 3.25 and 3.50 Å at the reference level, respectively. Other methods such as MP2.5/aug-cc-pVTZ, CCSD(T)/CBSB4 + MP2{aug-cc-pVTZ − CBSB4}, CCSD(T)/CBSB4 + MP2.5{aug-cc-pVTZ − CBSB4}, and CCSD(T)/aug-cc-pVDZ + MP2{aug-cc-pVTZ − aug-cc-pVDZ} present almost the same minimum on the PES, where the error is less than 0.03 Å. Among the best five levels of theory, the MP2.5/aug-cc-pVTZ is relatively less expensive. Further, it provides binding energy close to the reference value; see Table ", "1", ". We will use the MP2.5/aug-cc-pVTZ method for further calculations.", "Table 1", " ", "Minimum position", "a", " (Å) on the potential energy surface (PES) and binding energy at the minimum position (kcal mol", "−1", ")", " ", " ", "Level of theory", " ", " ", "Minimum position", " ", " ", "Binding Energy", " ", " ", "CO", "2", " ", " ", " ", "CS", "2", " ", " ", " ", "CO", "2", " ", " ", " ", "CS", "2", " ", " ", " ", "MP2/CBSB4", " ", " ", "3.41", " ", " ", "3.57", " ", " ", "−1.28", " ", " ", "−2.08", " ", " ", "MP2.5/CBSB4", " ", " ", "3.51", " ", " ", "3.74", " ", " ", "−1.03", " ", " ", "−1.33", " ", " ", "CCSD(T)/CBSB4", " ", " ", "3.51", " ", " ", "3.78", " ", " ", "−1.04", " ", " ", "−1.24", " ", " ", "MP2/aug-cc-pVDZ", " ", " ", "3.22", " ", " ", "3.37", " ", " ", "−2.21", " ", " ", "−3.78", " ", " ", "MP2.5/aug-cc-pVDZ", " ", " ", "3.32", " ", " ", "3.54", " ", " ", "−1.70", " ", " ", "−2.39", " ", " ", "CCSD(T)/aug-cc-pVDZ", " ", " ", "3.32", " ", " ", "3.57", " ", " ", "−1.73", " ", " ", "−2.19", " ", " ", "CCSD(T)/CBSB4 + MP2(aug-cc-pVDZ–CBSB4)", " ", " ", "3.29", " ", " ", "3.53", " ", " ", "−1.87", " ", " ", "−2.52", " ", " ", "CCSD(T)/CBSB4 + MP2.5(aug-cc-pVDZ–CBSB4)", " ", " ", "3.31", " ", " ", "3.57", " ", " ", "−1.72", " ", " ", "−2.20", " ", " ", "MP2/aug-cc-pVTZ", " ", " ", "3.15", " ", " ", "3.30", " ", " ", "−2.55", " ", " ", "−4.37", " ", " ", "MP2.5/aug-cc-pVTZ", " ", " ", "3.25", " ", " ", "3.47", " ", " ", "−1.96", " ", " ", "−2.78", " ", " ", "CCSD(T)/CBSB4 + MP2(aug-cc-pVTZ–CBSB4)", " ", " ", "3.24", " ", " ", "3.46", " ", " ", "−2.14", " ", " ", "−2.78", " ", " ", "CCSD(T)/CBSB4 + MP2.5(aug-cc-pVTZ–CBSB4)", " ", " ", "3.25", " ", " ", "3.49", " ", " ", "−1.98", " ", " ", "−2.60", " ", " ", "CCSD(T)/aug-cc-pVDZ + MP2(aug-cc-pVTZ–aug-cc-pVDZ)", " ", " ", "3.25", " ", " ", "3.49", " ", " ", "−2.03", " ", " ", "−2.63", " ", " ", "CCSD(T)/aug-cc-pVDZ + MP2.5(aug-cc-pVTZ–aug-cc-pVDZ)", " ", " ", "3.25", " ", " ", "3.50", " ", " ", "−2.00", " ", " ", "−2.57", " ", " ", " ", "a", "The PESs shown in Fig. ", "1", " are fitted to polynomial equation of ", "n", "th degree ensuring the good correlation coefficient (", "R", " ", "2", " = 0.9999). This polynomial equation is then used for locating minimum on the PES", " ", " ", "3.2 ", "Binding energies of gas molecules with two pyrazines", "The geometry of the system consisting of two Pz molecules and gas molecule, which is henceforth called as Pz–gas–Pz, was optimized at the MP2/aug-cc-pVTZ level of theory, as shown in Fig. ", "2", ". Here, the distance (7.2 Å) between two Pz molecules was taken to be the same as that in the Hofmann-type MOF {Fe(Pz)[Pt(CN)", "4", "]}", " ", "n", " ", ". The position and the orientation of gas molecule were optimized by carrying out the manual displacement of gas molecule along the ", "x-", ", ", "y-", ", and ", "z", "-axes. A very shallow PES was observed for all these complexes. The rotation of gas molecule around the ", "z", "-axis little influences the binding energy; see Supplementary Fig. S1 for details. The binding energies of these complexes at the MP2 and MP2.5 levels of theory are compared in Table ", "2", ". Significantly large differences are observed between the MP2-calculated binding energies and MP2.5-calculated binding energies for all the systems examined here, indicating again that not the MP2 but the MP2.5 method must be applied to these systems. The calculated binding energies for these weak complexes are in the range of −1.0 to −5.5 kcal mol", "−1", " and increase in the order H", "2", " < CH", "4", " < CO", "2", " < C", "2", "H", "4", " ≈ C", "2", "H", "6", " < CS", "2", ". It is noted that the larger binding energy of CS", "2", " than that of CO", "2", " is consistent with the previous experimental finding [", "29", "].", " ", "Open image in new window", " ", "Fig. 2", " ", "Optimized geometries of various complexes, ", "a", " Pz–H", "2", "–Pz, ", "b", " Pz–CO", "2", "–Pz, ", "c", " Pz–CH", "4", "–Pz, ", "d", " Pz–CS", "2", "–Pz, ", "e", " Pz–C", "2", "H", "4", "–Pz, and ", "f", " Pz–C", "2", "H", "6", "–Pz at the MP2/aug-cc-pVTZ level", " ", " ", "Table 2", " ", "Binding energies (kcal mol", "−1", ") of various gases with two pyrazine (Pz) molecules", " ", " ", " ", "Pz–H", "2", "–Pz", " ", " ", "Pz–CH", "4", "–Pz", " ", " ", "Pz–CO", "2", "–Pz", " ", " ", "Pz–CS", "2", "–Pz", " ", " ", "Pz–C", "2", "H", "4", "–Pz", " ", " ", "Pz–C", "2", "H", "6", "–Pz", " ", " ", "(A) Binding energy", "a", " ", " ", " ", " MP2", " ", " ", "−1.24", " ", " ", "−3.14", " ", " ", "−3.92", " ", " ", "−7.82", " ", " ", "−5.06", " ", " ", "−4.99", " ", " ", " MP2.5", " ", " ", "−1.16", " ", " ", "−2.58", " ", " ", "−3.30", " ", " ", "−5.49", " ", " ", "−4.02", " ", " ", "−4.06", " ", " ", "(B) Twice of binding energy of Pz–gas system", "a", " ", " ", " ", " MP2", " ", " ", "−1.24", " ", " ", "−3.13", " ", " ", "−3.88", " ", " ", "−7.92", " ", " ", "−5.03", " ", " ", "−4.97", " ", " ", " MP2.5", " ", " ", "−1.16", " ", " ", "−2.57", " ", " ", "−3.26", " ", " ", "−5.60", " ", " ", "−3.99", " ", " ", "−4.05", " ", " ", " ", "a", "Aug-cc-pVTZ basis sets were used", " ", " ", "The binding energy of CO", "2", " with two Pz molecules is smaller than the twice of that with one Pz molecule: see Tables ", "1", " and ", "2", ". On the other hand, the binding energy of CS", "2", " with two Pz molecules is similar to the twice of that with one Pz. This difference between CO", "2", " and CS", "2", " arises from the difference in the minimum position. In the CS", "2", " complex, the Pz–CS", "2", " distance is similar between Pz–CS", "2", " and Pz–CS", "2", "–Pz systems. On the other hand, the Pz–CO", "2", " distance is considerably shorter in Pz–CO", "2", " than in Pz–CO", "2", "–Pz. This is the reason why the binding energy of Pz–CO", "2", "–Pz is smaller than the twice of that of Pz–CO", "2", ". If we evaluate the binding energy of Pz–CO", "2", " at the same intermolecular distance as that of Pz–CO", "2", "–Pz, the twice of the binding energy of Pz–CO", "2", " is almost the same as that of Pz–CO", "2", "–Pz, as follows: The binding energy of Pz–CO", "2", " at 3.6 Å, which is one-half of the intermolecular distance of Pz–CO", "2", "–Pz, is 1.94 kcal mol", "−1", " at the MP2 level and 1.63 kcal mol", "−1", " at the MP2.5 level. The twice of these values are very close to the binding energy of Pz–CO", "2", "–Pz, as compared in Table ", "2", ". In other gas molecules, the same relation is observed; see Table ", "2", ". Interestingly, the deviation is very small. These results suggest that the binding energy of gas molecule can be approximately estimated as the sum of the interaction energies of gas with each of surrounding organic linkers. This additivity of binding energy is under investigation in various systems.", "3.3 ", "Energy decomposition analysis of the binding energy", "The interactions of gas molecules with two pyrazine molecules will be discussed at the Hartree–Fock (HF) level and then at the correlated levels, because the total binding energy can be divided to electrostatic (ES), exchange (EX), charge transfer (CT), polarization (PL), the dispersion interactions (DIS), and higher-order coupling term. The energy decomposition analysis (EDA) [", "47", ", ", "48", ", ", "49", "] at the Hartree–Fock (HF) level provides the energy contributions of ES, EX, CT, and PL terms to the HF interaction energy. As shown in Table ", "3", ", the ES term is a major contributor to the HF interaction energy. The importance of the ES term was previously discussed in van der Waals complexes of benzene–methane and benzene–benzene [", "53", "]. This term increases in the order H", "2", " < CH", "4", " ≤ CO", "2", " < C", "2", "H", "6", " ≈ C", "2", "H", "4", " < CS", "2", ". The EX term induces large destabilization. The stabilizing contributions of PL and CT are significantly small compared to the ES term. The combined contribution of CT and PL is in the range of 3–17% of the total binding energy at the MP2.5 level.", "Table 3", " ", "Energy decomposition analysis (EDA) of binding energies of various gases with two pyrazine (Pz) molecules at the Hartree–Fock level and the electron correlation effect (ΔBE", "corr", ") on the binding energy", " ", " ", " ", "EDA at the HF level", "a, b", " ", " ", " ", "ΔBE", " ", "corr", " ", "c", " ", " ", " ", " ", "BE", "d", " ", " ", " ", "ES", " ", " ", "EX", " ", " ", "PL", " ", " ", "CT", " ", " ", "BE", "HF", " ", " ", " ", "H", "2", " ", " ", " ", "−0.27", " ", " ", "0.39", " ", " ", "−0.02", " ", " ", "−0.02", " ", " ", "0.08", " ", " ", "−1.24", " ", " ", "−1.16", " ", " ", "CO", "2", " ", " ", " ", "−1.33", " ", " ", "1.83", " ", " ", "−0.22", " ", " ", "−0.13", " ", " ", "0.15", " ", " ", "−3.47", " ", " ", "−3.30", " ", " ", "CS", "2", " ", " ", " ", "−2.62", " ", " ", "6.48", " ", " ", "−0.24", " ", " ", "−0.45", " ", " ", "3.17", " ", " ", "−8.86", " ", " ", "−5.49", " ", " ", "CH", "4", " ", " ", " ", "−1.29", " ", " ", "4.10", " ", " ", "−0.15", " ", " ", "−0.23", " ", " ", "2.42", " ", " ", "−5.00", " ", " ", "−2.58", " ", " ", "C", "2", "H", "4", " ", " ", " ", "−2.07", " ", " ", "5.42", " ", " ", "−0.27", " ", " ", "−0.34", " ", " ", "2.74", " ", " ", "−6.76", " ", " ", "−4.02", " ", " ", "C", "2", "H", "6", " ", " ", " ", "−2.04", " ", " ", "6.20", " ", " ", "−0.21", " ", " ", "−0.46", " ", " ", "3.48", " ", " ", "−7.54", " ", " ", "−4.06", " ", " ", " ", "a", "Aug-cc-pVTZ basis sets were used", " ", " ", "b", "Contribution of mixing term to total BE", "HF", " is nearly zero", " ", " ", "c", "Contribution of correlation energy was evaluated at the MP2.5 level", " ", " ", "d", "Total binding energy; BE = BE", "HF", " + ΔBE", "corr", " ", " ", " ", "It is important to know what factors are responsible for the ES term. The ES term arises from charge–charge interaction, charge–dipole interaction, charge–quadrupole interaction, dipole–dipole interaction, and so on. All gas molecules examined here are neutral and do not have a dipole moment. It is likely that for the ES term, the next important is the quadrupole moment. Actually, a previous review proposed that the quadrupole moment would be significantly important for adsorption of gas molecule in MOF [", "54", "]. However, we could not find a linear correlation between the ES term and the quadrupole moment; see Supplementary Fig. S2. Also, we evaluated electrostatic interaction between atomic charges of gas molecule and those of two pyrazine molecules. However, evaluated electrostatic interaction does not show a clear relation with the ES term from EDA; see Supplementary Fig. S3 and Table S1. At this moment, we could not find determining factor for the electrostatic interaction between gas molecule and organic pillar ligands of MOF. Further study is necessary to find the determining factors for ES term.", "3.4 ", "Contribution of dispersion interaction to binding energy", "The contribution of electron correlation energy to the binding energy, which is defined as the difference in the binding energy between the MP2.5 levels and HF levels of theory, mainly corresponds to the dispersion interaction. It should be noted that the HF interaction energy is repulsive (Table ", "3", "), indicating the important roles of the dispersion interaction in these complexes. As shown in Table ", "3", ", this contribution increases in the order H", "2", " < CO", "2", " ≪ CH", "4", " < C", "2", "H", "4", " < C", "2", "H", "6", " < CS", "2", ". It is noted that this contribution is significantly larger than the ES term, indicating that the dispersion interaction is a major contributor to the binding energies of these complexes.", "We now wish to discuss possible factors determining the dispersion interaction. Because the dispersion interaction arises from the mutual excited configuration in each moiety, it is likely that the dispersion interaction relates to the polarizability. The DFT(B3LYP)-calculated polarizabilities of these gas molecules agree well with the experimental values [", "55", "], as shown in Fig. ", "3", "a, where the correlation coefficient ", "R", " ", "2", " is 0.99; see also Table ", "4", " for details. Though the energy contribution by correlation effect increases with increase in the mean polarizability, as shown in Fig. ", "3", "b, somewhat large deviation from the linear relation is observed (", "R", " ", "2", " = 0.79). On the other hand, a very good linear correlation (", "R", " ", "2", " = 0.95) is found between the ", "z", "-component of polarizability and the energy contribution by correlation effect, where the ", "z", "-axis is perpendicular to the six-member ring of Pz, as shown in Fig. ", "2", ". We wish to emphasize that this interesting relation is found for the first time here.", " ", "Open image in new window", " ", "Fig. 3", " ", "Correlations between ", "a", " experimentally and theoretically calculated polarizabilities, ", "b", " the energy contribution of correlation effect and mean polarizability, and ", "c", " the energy contribution of correlation effect and the ", "z", "-component of polarizability; see Fig. ", "2", " for ", "x-", ", ", "y-", ", and ", "z", "-axes", " ", " ", "Table 4", " ", "Quadrupole moments and polarizabilities of various gas molecules", " ", " ", "Gases", " ", " ", "Electrostatic energy", "a", " (kcal mol", "−1", ")", " ", " ", "Dispersion energy", "b", " (kcal mol", "−1", ")", " ", " ", "Quadrupole moments", "c, d", " (Debye—Å)", " ", " ", "Polarizability", "d", " (Å", "3", ")", " ", " ", "H", "2", " ", " ", " ", "−0.27", " ", " ", "−1.24", " ", " ", "−0.2036, −0.2036, 0.4071", " ", " ", "0.74, 1.03, 0.74 (0.84)", "e", ", [0.79]", "f", " ", " ", " ", "CO", "2", " ", " ", " ", "−1.33", " ", " ", "−3.47", " ", " ", "1.4926, 1.4926, −2.9852", " ", " ", "1.90, 3.89, 1.90 (2.56), [2.65]", " ", " ", "CS", "2", " ", " ", " ", "−2.62", " ", " ", "−8.86", " ", " ", "−1.1613, −1.1613, 2.3227", " ", " ", "5.60, 14.58, 5.60 (8.59), [8.74]", " ", " ", "CH", "4", " ", " ", " ", "−1.29", " ", " ", "−5.00", " ", " ", "0.0000, 0.0000, 0.0000", " ", " ", "2.52, 2.52, 2.52 (2.52), [2.68]", " ", " ", "C", "2", "H", "4", " ", " ", " ", "−2.07", " ", " ", "−6.76", " ", " ", "−2.2040, 1.0775, 1.1264", " ", " ", "3.86, 5.38, 3.40 (4.21), [4.48]", " ", " ", "C", "2", "H", "6", " ", " ", " ", "−2.04", " ", " ", "−7.54", " ", " ", "0.2372, 0.2371, −0.4743", " ", " ", "4.19, 4.79, 4.19 (4.39), [4.26]", " ", " ", "B3LYP/aug-cc-pVTZ", " ", " ", "a", "The electrostatic energy is obtained by energy decomposition analysis; see Table ", "3", " ", " ", " ", "b", "The difference in binding energy between the HF and MP2.5 levels", " ", " ", "c", "Traceless values are presented along ", "x-", ", ", "y-", ", and ", "z", "-axes, respectively", " ", " ", "d", "Values are presented along ", "x-", ", ", "y-", ", and ", "z", "-axes, respectively", " ", " ", "e", "Value in the parenthesis is a mean value", " ", " ", "f", "Experimental value", " ", " ", "This correlation is useful to estimate the dispersion contribution by evaluating polarizabilities of these gases. For instance, the order of binding energy can be discussed with the polarizability and the HF interaction energy. If binding energies of two gas molecules are evaluated at the correlated level, the relationship between the dispersion interaction and the polarizability can be presented. This relation provides the dispersion interaction of other gas molecule based on the polarizability. Thus, the binding energy at correlated level can be approximately estimated from the polarizability and the HF interaction energy.", "4 ", "Concluding remarks", "In this work, we theoretically investigated the interactions of gas molecules such as H", "2", ", CO", "2", ", C", "2", "H", "4", ", C", "2", "H", "6", ", and CS", "2", " with two Pz molecules that are organic linker of the recently reported Hofmann-type MOF {Fe(Pz)[Pt(CN)", "4", "]}", " ", "n", " ", ". The calculations are performed at different levels of theory and basis set to find the suitable method that provides reliable results with reasonable computational cost. We found that the MP2.5 method with aug-cc-pVTZ is a reasonable choice for this type of interaction. The binding energy of gas molecule with two Pz molecules increases in the order H", "2", " < CH", "4", " ≤ CO", "2", " < C", "2", "H", "4", " ≈ C", "2", "H", "6", " < CS", "2", ". The additivity of the binding energy is found in these systems; in other words, the binding energy of the Pz–gas–Pz system can be approximately evaluated as the sum of each binding energy of Pz–gas, which is evaluated at the same intermolecular distance as in the Pz–gas–Pz system. The energy decomposition analysis at the HF level reveals that the electrostatic interaction dominantly contributes to the interaction energy at the HF level. However, the interaction energy is repulsive at the HF level. In other words, the dispersion interaction is crucial to the total binding energies of these gas molecules. We wish to emphasize that a good linear correlation (", "R", " ", "2", " = 0.95) is found first between the ", "z", "-component of polarizability and dispersion energy, where the ", "z", "-axis is perpendicular to the six-member ring of Pz. This relation is useful for discussing and predicting the binding energy of gas molecule with organic linker of MOF."], "figures": ["<div class=\"MediaObject\" id=\"MO1\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs00214-011-1025-6/MediaObjects/214_2011_1025_Sch1_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs00214-011-1025-6/MediaObjects/214_2011_1025_Sch1_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO2\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs00214-011-1025-6/MediaObjects/214_2011_1025_Fig1_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs00214-011-1025-6/MediaObjects/214_2011_1025_Fig1_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO3\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs00214-011-1025-6/MediaObjects/214_2011_1025_Fig2_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs00214-011-1025-6/MediaObjects/214_2011_1025_Fig2_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO4\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs00214-011-1025-6/MediaObjects/214_2011_1025_Fig3_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs00214-011-1025-6/MediaObjects/214_2011_1025_Fig3_HTML.gif\" alt=\"\"></a> </div>"]}
