{"title": ["Magnetically Recyclable Cu-BTC@SiO", "@Fe", "O", " Catalysts and Their Catalytic Performance for the Pechmann Reaction"], "authors": ["Qingyuan Li", "Sai Jiang", "Shengfu Ji", "Da Shi", "Junlei Yan", "Yanxia Huo", "Qingmin Zhang"], "doi": ["10.1021/ie502489q"], "abstract": ["Novel magnetic Cu-BTC@SiO", "@Fe", "O", " catalysts were synthesized by encapsulating magnetic SiO", "@Fe", "O", " nanoparticles into Cu-BTC through an in situ method. The structure of the catalysts was characterized by transmission electron microscopy (TEM), scanning electron microscopy (SEM), X-ray diffraction (XRD), Fourier transform infrared (FT-IR) spectroscopy, a vibration sample magnetometer (VSM), N", " adsorption/desorption, and NH", "-temperature programed desorption (NH", "-TPD). The catalytic activity and recovery properties of the catalysts for the Pechmann reaction of 1-naphthol (NP) with ethyl acetoacetate (EAA) were evaluated. The results showed that the magnetic Cu-BTC@SiO", "@Fe", "O", " catalysts had the larger surface areas, suitable superparamagnetism, and good catalytic activity for Pechmann reaction. The conversion of 1-naphthol can reach ∼96%, and the selectivity of the production can reach ∼98% over 50.8% Cu-BTC@SiO", "@Fe", "O", " (MCC-10) catalyst under the reaction conditions of 130 °C and 24 h. After the reaction, the catalyst can be easily separated from the reaction mixture by an external magnet. The recovery catalyst can be reused for five times, and the conversion of 1-naphthol can be kept over 90%."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "1 Introduction", "Coumarins considered as an important class of heterocyclic compounds are widely researched in organic chemistry. This kind of compound is usually the derivative of benzo-2-pyrone and contained in natural products. Due to the biological activity, most coumarins can be applied in pharmaceutical, agricultural, and fragrance industries.", "(1)", " Traditionally, coumarins can be synthesized by the Pechmann reaction, Perkin reaction, and Knoevenagel reaction. Among these methods, the Pechmann reaction is recognized as the most effective method to synthesize coumarins. In addition, ethyl acetoacetate and phenol are usually used as reactants, and the reactions are carried out under the acid catalysts (such as HCl, InCl", "3", ", ZnCl", "2", ", and p-TSOH).", "(2-4)", " However, these kinds of homogeneous Lewis acid catalysts exhibit the minus effect on the Pechmann reaction due to the large quantity of byproducts, long reaction time, and corrosion of the equipment.", "(5)", " In order to avoid the above disadvantages, heterogeneous catalysts for the Pechmann reaction are widely researched at present. For example Nafion,", "(6)", " amberlyst-15,", "(7)", " ionic liquids,", "(8)", " solid acid such as sulfonated zirconia,", "(9)", " H-BEA zeolite,", "(10)", " and the sulfonic acid modified Zr-TMS catalysts", "(11-13)", " are considered in this field.", "Recently, due to the high surface areas, easy functionalization, and design,", "(14, 15)", " metal–organic frameworks (MOFs) formed by metal ions and organic ligands are developed rapidly in the heterogeneous catalytic field.", "(16-22)", " However, the case of the MOFs as catalyst is still in the beginning stages. For example, Opanasenko et al.", "(23)", " compared the catalytic activity of Cu-BTC and zeolite for the Pechmann reaction. It was found that the catalytic activity of the Cu-BTC was superior to the catalytic activity of the zeolite. The conversion and the selectivity could reach 93% and 95%, respectively, in the Pechmann reaction of the naphthol with ethyl acetoacetate. Unfortunately, the recycling, reusability, and the solvent effect were not discussed. The MOFs catalyst for the Pechmann reaction has been very limited in the literature.", "At present, magnetic catalysts could not only exhibit good catalytic activity but could show the advantages for recycling in a liquid system.", "(24, 25)", " For example, the solid magnetic catalyst could be separated by an external magnet after the reaction, then regenerated, and reused in the reaction. This could avoid the loss of catalyst and acheive the high recycling. In this field, our group also made some progress. For example, our group has already prepared Cu/Fe", "3", "O", "4", "@SiO", "2", " magnetic catalyst", "(26)", " based on superparamagnetic Fe", "3", "O", "4", " core and used in low concentration formaldehyde converted into hydrogen. After being recycled by a magnet and reused for 8 times, the catalyst still kept its excellent performance. Moreover, TiO", "2", "/SiO", "2", "@Fe", "3", "O", "4", " magnetic catalyst", "(27)", " was prepared and used to degrade dyestuff. The catalyst could keep its good degradation rate of Rhodamine B after being recycled for 8 times.", "In this work, Cu-BTC@SiO", "2", "@Fe", "3", "O", "4", " catalyst was synthesized by the encapsulation of Cu-BTC on the surface of magnetic SiO", "2", "@Fe", "3", "O", "4", " particles. Then, the structure of the catalyst was characterized by a series of measurements. The Pechmann reaction performance of 1-naphthol with ethyl acetoacetate was evaluated over the above catalysts. The separation, recycling, and reusability of the above catalysts was elucidated in detail in order to improve the synthesis of coumarins in the future.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "2 Experimental Section", "2.1", "Catalysts Preparation", "The magnetic SiO", "2", "@Fe", "3", "O", "4", " particles were prepared according to a literature procedure.", "(27, 28)", " Fe", "3", "O", "4", " was synthesized by a solvothermal method, and the SiO", "2", " shell was coated by hydrolysis of tetraethoxysilane (TEOS). Then, the above magnetic SiO", "2", "@Fe", "3", "O", "4", " particles were modified by thioglycolic acid (TA). Subsequently, we dispersed the as-synthesized sample in the copper acetate solution and placed the trimesic acid solution under ultrasound for a certain time to obtain the magnetic Cu-BTC@SiO", "2", "@Fe", "3", "O", "4", " catalyst. Additionally, the Cu-BTC was synthesized according to an improved literature procedure.", "(29)", " The details of the preparation, the contents of Cu-BTC, and the calculation method have been supplied in the ", "Supporting Information", ".", "2.2", "Characterization", "Transmission electron microscope (TEM) and scanning electron microscope (SEM) images of samples were obtained with a JEOL JEM 2100 and a Zeiss SUPRA55 instrument, respectively. Powder X-ray diffraction (XRD) data were collected with a Rigaku D/Max 2500 VB +/PC diffractometer. Fourier transform infrared (FT-IR) spectra were recorded with a Bruker Tensor-27 infrared spectrophotometer using KBr pellet samples. NH", "3", "-temperature programed desorption (NH", "3", "-TPD) data were collected by a Thermo Electron TPD/R/O 1100 series catalytic surfaces analyzer equipped with a TC detector. N", "2", " adsorption–desorption measurements were performed on an ASAP 2020 M automatic specific surface area and aperture analyzer. Magnetic properties of the samples were measured by a vibration sample magnetometer (VSM, Laker shore Model 7400) under magnetic fields up to 20 kOe. The details have been supplied in the ", "Supporting Information", ".", "2.3", "Catalytic Evaluation", "The Pechmann reaction of 1-naphthol (NP) with ethyl acetoacetate (EAA) was carried out in a flask reactor with a condenser and stirring. A certain amount of NP, EAA, ", "n", "-dodecane, nitrobenzene, and the catalysts (2.5–12.5 wt %, the content of the catalyst was referenced to the weight percent of NP) was added in the flask, and the mixture was stirred for the reaction to occur. After the reaction, the catalysts were separated by an external magnet from the solvent. The above layer of liquid was detected through GC. The conversion of NP and the yield was calculated with ", "n", "-dodecane as internal standard. After the liquid was poured from the flask, the solid catalyst was washed with plenty of ethanol and separated by a magnet. Then, the fresh reagents were added to the flask reactor and performed for the next run.", "In order to study the effect of different NP derivatives on the Pechmann reaction, the 4-nitro-1-naphthol and the 4-methoxy-1-naphthol were chosen as different substrates in the above reaction, and the resorcinol was also used as a different substrate to perform the Pechmann reaction. Additionally, the cyclohexane and the toluene solvents were used in the Pechmann reaction of NP with EAA. The details have been supplied in the ", "Supporting Information", ".", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "3 Results and Discussion", "3.1", "Catalysts Characterization", "3.1.1", "SEM and TEM of As-Synthesized Catalysts", "Figure ", "1", " shows the TEM and SEM of Fe", "3", "O", "4", ", SiO", "2", "@Fe", "3", "O", "4", ", Cu-BTC, and Cu-BTC@SiO", "2", "@Fe", "3", "O", "4", " samples which were synthesized at different times. It can be seen from (A) that the diameter of Fe", "3", "O", "4", " was about 160 nm. After being coated with a compact layer of SiO", "2", ", the diameter was increased to about 170 nm. This meant that the thickness of the SiO", "2", " shell was about 5 nm (shown in (B)). (C) and (D) were the SEM and TEM of Cu-BTC through the ultrasound-assisted synthesis method. The structure of the as-prepared Cu-BTC sample was present as a regular octahedron. The SEM of MCC-4 from 30 to 120 min was shown from (E) to (H). As can be seen from the figure, the prepared Cu-BTC@SiO", "2", "@Fe", "3", "O", "4", " samples showed spherical shape, and the surface of the samples was not smooth. It seems like small particles agglomerated together and formed the bigger Cu-BTC@SiO", "2", "@Fe", "3", "O", "4", " samples. The TEM of MCC-4 was shown from panels (I) to (L). It can be seen that the Cu-BTC on the surface of the SiO", "2", "@Fe", "3", "O", "4", " seemed to become compact with the time extended. The SiO", "2", "@Fe", "3", "O", "4", " particles magnetized each other and agglomerated together inside of Cu-BTC. In addition, the particle size of the as-synthesized MCC-4 was substantially maintained at several micrometers during the different times.", "Figure 1. SEM and TEM images for Fe", "3", "O", "4", ", SiO", "2", "@Fe", "3", "O", "4", ", Cu-BTC, and MCC-4 catalysts. (A) TEM of Fe", "3", "O", "4", "; (B) TEM of SiO", "2", "@Fe", "3", "O", "4", "; (C) SEM of Cu-BTC; (D) TEM of Cu-BTC; (E), (F), (G), and (H) SEM of MCC-4; (I), (J), (K), and (L) TEM of MCC-4. (C), (D), (H), and (L): 120 min; (E) and (I): 30 min; (F) and (J): 60 min; (G) and (K): 90 min.", "3.1.2", "XRD Pattern of As-Synthesized Catalysts", "Figure ", "2", " exhibits the XRD patterns of as-synthesized samples and the simulated Cu-BTC.", "(30, 31)", " As can be seen from the figure, the diffraction peaks at 30.0°, 35.4°, 43.0°, 53.4°, 56.9°, and 62.5° from samples (1) to (6) were consistent with JCPDS No. 19-0629. These diffraction peaks could be ascribed to the typical cubic spinel structure of Fe", "3", "O", "4", ". This meant that the Fe", "3", "O", "4", " could maintain its structure during the ultrasonic synthesis process. The diffraction peak of sample (2) was nearly the same as sample (1) except the intensity, indicating the contents of SiO", "2", " were relatively low. For the section of Cu-BTC in the magnetic Cu-BTC@SiO", "2", "@Fe", "3", "O", "4", " catalysts, it can be seen that the diffraction peaks of Cu-BTC in the magnetic Cu-BTC@SiO", "2", "@Fe", "3", "O", "4", " catalysts could correspond with the diffraction peaks of the as-synthesized Cu-BTC and simulated Cu-BTC. This validated the formation of Cu-BTC during the synthesis process. In addition, the intensity of the Fe", "3", "O", "4", " diffraction peaks was gradually decreased with the increasing Cu-BTC contents, and on the contrary, the intensity of Cu-BTC diffraction peaks was gradually increased. Furthermore, the diffraction peak of sample (7) was coincident to (8), indicating the formation of Cu-BTC during the ultrasonic process.", "Figure 2. XRD patterns for as-synthesized and simulated samples. (1) Fe", "3", "O", "4", ", (2) SiO", "2", "@Fe", "3", "O", "4", ", (3) MCC-4, (4) MCC-6, (5) MCC-8, (6) MCC-10, (7) as-synthesized Cu-BTC, and (8) simulated Cu-BTC.", "3.1.3", "FT-IR Spectra of As-Synthesized Catalysts", "Figure ", "3", " shows the FT-IR spectra of pure Cu-BTC, MCC-4, MCC-6, MCC-8, MCC-10, and H", "3", "BTC. As can be seen from the figure, the strong vibration peak at 1720 cm", "–1", " in spectrum (9) could be ascribed to the −COOH stretching vibration of H", "3", "BTC.", "(32)", " For spectrum (7), the strong vibration at 1643 cm", "–1", " could be attributed to the connection of deprotonated −COOH with Cu ion. In other words, this strong vibration was caused by the asymmetric stretching vibration of −COOH. The vibration at 1383 cm", "–1", " was mainly due to the symmetric stretching vibration of −COOH.", "(21)", " Compared with spectrum (9), these vibration peaks were shifted to the lower wavelength. For the magnetic Cu-BTC@SiO", "2", "@Fe", "3", "O", "4", " sample, the strong asymmetric and symmetric vibrations were also presented at 1643 and 1383 cm", "–1", ", respectively. This was corresponding to the pure Cu-BTC. Besides, the fingerprint peaks below 1000 cm", "–1", " could be attributed to the plane vibration of BTC.", "Figure 3. FT-IR spectra for as-synthesized samples. (3) MCC-4, (4) MCC-6, (5) MCC-8, (6) MCC-10, (7) as-synthesized Cu-BTC, and (9) H", "3", "BTC.", "3.1.4", "Magnetic Property of As-Synthesized Catalysts", "Figure ", "4", " shows the magnetization curves of Fe", "3", "O", "4", ", SiO", "2", "@Fe", "3", "O", "4", ", MCC-4, MZC-5, MCC-8, and MCC-10. As can be observed from the figure, all samples exhibited a superparamagnetic property, and with the increase of Cu-BTC contents, the saturation magnetization was gradually decreased. The saturation magnetization of SiO", "2", "@Fe", "3", "O", "4", " (77 emu/g) was slightly lower than that of Fe", "3", "O", "4", " (83 emu/g), mainly due to the encapsulated SiO", "2", " on Fe", "3", "O", "4", " particles. After being encapsulated with different contents of Cu-BTC, the saturation magnetization reduced to 57.6, 47.3, 37.8, and 26.2 emu/g, respectively. In our group’s previous publication, it has been discussed that the above saturation magnetization could be easily separated from the liquid system.", "(27)", " In this work, the as-synthesized samples could be separated easily by a magnet after the catalytic reaction, too. Due to the superparamagnetism, the catalyst could be dispersed in solvent through stirring after removing the magnet.", "Figure 4. Magnetic curves for as-synthesized samples. (1) Fe", "3", "O", "4", ", (2) SiO", "2", "@Fe", "3", "O", "4", ", (3) MCC-4, (4) MCC-6, (5) MCC-8, and (6) MCC-10.", "3.1.5", "N", "2", " Adsorption/Desorption for the As-Synthesized Catalysts", "Figure ", "5", " exhibits the N", "2", " adsorption/desorption of the Fe", "3", "O", "4", ", SiO", "2", "@Fe", "3", "O", "4", ", MCC-4, MCC-6, MCC-8, MCC-10, and pure Cu-BTC. All the samples were measured at 77 K. According to IUPAC, (3) to (7) could be ascribed to curve I and exhibited a H4 hysteresis loop. This revealed that the sample was a typical microporous material and with uniformed shape and pore size. From Table ", "1", ", it can be seen that the pore size distribution was mainly at about 1.1 nm, and the sample could be recognized as microporous materials. This pore size distribution also corresponded to that in the literature.", "(33)", " For (7), it showed a certain adsorption property to N", "2", ". In the case of (1), the adsorption property of N", "2", " was very weak, and the pore size distribution was mainly at 7.72 nm. This was probably due to the accumulation of the magnetized Fe", "3", "O", "4", " particles. Besides, compared with the bare Fe", "3", "O", "4", " particles, the surface area of SiO", "2", "@Fe", "3", "O", "4", " was slightly improved after encapsulating a compact layer of SiO", "2", ". With further encapsulation of different contents of Cu-BTC, the surface areas of the as-synthesized catalysts were enhanced sharply. The surface areas of MCC-4, MCC-6, MCC-8, and MCC-10 catalysts were about 187.8, 382.3, 616.8, and 856.7 m", "2", "/g, respectively. For the pure Cu-BTC catalyst, the surface area could reach 1382.3 m", "2", "/g and also be consistent with the literature.", "(34)", " In addition, as can be exhibited in the table, the pore volumes of MCC-4, MCC-6, MCC-8, MCC-10, and pure Cu-BTC catalysts were also increased gradually with the increase of the Cu-BTC contents.", "Figure 5. N", "2", " adsorption/desorption curves for Cu-BTC@SiO", "2", "@Fe", "3", "O", "4", " catalysts. (1) Fe", "3", "O", "4", ", (2) SiO", "2", "@Fe", "3", "O", "4", ", (3) MCC-4, (4) MCC-6, (5) MCC-8, (6) MCC-10, and (7) as-synthesized Cu-BTC.", "Table 1. Textural and Structural Characteristics of the Samples", "entry", "samples", "Cu-BTC content (wt %)", "SBET (m", "2", "/g)", "V", " (cm", "3", "/g)", "D", " (nm)", "(1)", "Fe", "3", "O", "4", " ", "20.7", "0.04", "7.72", "(2)", "SiO", "2", "@Fe", "3", "O", "4", " ", "83.3", "0.31", "15.12", "(3)", "MCC-4", "11.5", "187.8", "0.19", "1.24", "(4)", "MCC-6", "30.6", "382.3", "0.39", "1.15", "(5)", "MCC-8", "44.4", "616.8", "0.33", "1.08", "(6)", "MCC-10", "50.8", "856.7", "0.37", "1.12", "(7)", "Cu-BTC", "100", "1382.3", "0.53", "1.03", "3.1.6", "NH", "3", "-TPD for the As-Synthesized Catalysts", "In order to verify the surface acidity and basicity property of as-synthesized samples, the NH", "3", "-TPD measurement was conducted in the MCC-4, MCC-6, MCC-8, MCC-10, and as-synthesized Cu-BTC samples. As can be seen in Figure ", "6", ", the as-synthesized samples had good acidity. All samples showed a strong signal at 251 °C. This is mainly due to the desorption of NH", "3", " from the surface of copper which presented the vacancy during the heating process. In other words, some of the Cu ions were not connected with H", "3", "BTC and the unbonded sites remained.", "(35)", " For sample (7), the strong signal just appeared at 251 °C. However, this strong signal was shifted to lower temperature to some extent for samples (3), (4), (5), and (6). This was probably caused by the crystal defects of forming Cu-BTC during the synthesis process.", "(36)", " Besides, the total acidity of as-synthesized samples of (3), (4), (5), (6), and (7) was about 1.16, 1.32, 1.52, 1.83, and 2.50 mmol/g, respectively. It indicated that, with the increase of Cu-BTC contents in the Cu-BTC@SiO", "2", "@Fe", "3", "O", "4", " sample, the total acidity of the as-synthesized sample was increased.", "Figure 6. NH", "3", "-TPD graphs for as-synthesized samples. (3) MCC-4, (4) MCC-6, (5) MCC-8, (6) MCC-10, and (7) as-synthesized Cu-BTC.", "3.2", "Evaluation of Catalytic Performance", "On the basis of the above characterization and analysis, the magnetic Cu-BTC@SiO", "2", "@Fe", "3", "O", "4", " and pure Cu-BTC catalysts were applied in the Pechmann reaction of NP with EAA, and particularly, the different times, the catalysts contents, the different temperatures, and the recycling of the catalysts were discussed. The reaction equation of NP with EAA was shown in Scheme ", "1", ".", "Scheme 1. Pechmann Reaction of NP with EAA", "3.2.1", "Effect of Various Catalysts at Different Times", "Figure ", "7", " shows the effect of different contents of catalysts at different reaction times. The content of catalysts was fixed at 10%. As can be seen in the figure, the conversion of NP was increased gradually with the extension of time. In the first 6 h, the conversion of NP was sharply increased, mainly due to the reagents and catalysts being in sufficient contact with each other. Sinhamahapatra et al.", "(37)", " discussed the effect of mesoporous zirconium phosphate catalyst on the Pechmann reaction of phenols with ethyl acetoacetate, and they found that, during the first 4 h, the conversion was undoubted increased sharply. Then, the reaction rate was slowed down in the following procedure. From Figure ", "7", ", after the reaction lasted for 6 h, the reaction rate was dropped, and this corresponded to the above research. In this work, the conversion of NP was about 96.1% over the MCC-10 catalyst.", "Figure 7. Effect of various as-synthesized catalysts on the Pechmann reaction at different times. Reaction temperature: 130 °C; catalysts contents: 10%; ", "n", "(NP) = 4 mmol; ", "n", "(EAA) = 8 mmol.", "In addition, for different catalysts, from the previous discussion, the content of Cu-BTC for MCC-4, MCC-6, MCC-8, and MCC-10 was about 11.5%, 30.6%, 44.4%, and 50.8%, respectively. It can be seen that the catalytic activity of the as-synthesized catalyst was increased with the increasing Cu-BTC contents. Figure ", "6", " showed that the total acidity for the above catalysts was increased in the above order. In other words, the acidity for this reaction was very important. Higher total acidity could enhance the catalytic activity of the Pechmann reaction. Furthermore, in order to elucidate the catalytic activity of as-synthesized catalysts, the black experiment and the experiment with SiO", "2", "@Fe", "3", "O", "4", " carrier were carried out following the experimental procedure, respectively. Nearly no conversion was shown during the process, indicating the excellent catalytic activity of as-synthesized catalysts.", "3.2.2", "Effect of Different Catalyst Contents", "Table ", "2", " shows the effect of different MCC-10 catalysts on the Pechmann reaction of NP with EAA. As can be seen in the table, the conversion and yield were increased obviously with the increasing MCC-10 content. This trend was consistent with the discussion of Figure ", "7", ". The conversion and yield could reach 96.12% and 94.50% when the content of MCC-10 was 10%. That meant the content of Cu-BTC was nearly 5.48%. Besides, the selectivity of the reaction could be maintained at about 98% for the entire reaction. Opeanasenko et al.", "(23)", " already discussed that the conversion of this reaction was about 15% and 23% over BEA and USY zeolite catalysts, respectively. However, they found that the pure Cu-BTC showed excellent catalytic activity to the reaction of NP with EAA. In our work, the magnetic Cu-BTC@SiO", "2", "@Fe", "3", "O", "4", " catalyst also showed the positive effect on the reaction.", "Table 2. Effect of Conversion and Yield over Different Contents of MCC-10 Catalyst", "a", "contents of MCC-10 (wt %)", "contents of Cu-BTC (wt %)", "conversion (%)", "selectivity (%)", "yield (%)", "2.5", "1.37", "45.28", "98.77", "44.72", "5.0", "2.74", "57.73", "98.25", "56.72", "7.5", "4.11", "78.96", "98.69", "77.93", "10.0", "5.48", "96.12", "98.31", "94.50", "12.5", "6.85", "98.04", "98.52", "96.59", "a", "Reaction temperature: 130 °C; reaction time: 24 h; ", "n", "(NP) = 4 mmol; ", "n", "(EAA) = 8 mmol.", "3.2.3", "Effect of Different Temperatures", "Table ", "3", " exhibited the effect of different temperatures on the Pechmann reaction of NP with EAA. It can be seen from the figure that the temperature exhibited a significant influence on the reaction. When the temperature increased from 110 to 140 °C, the conversion and yield of the reaction were increased from 63.01% to 98.83% and 62.11% to 96.51%, respectively. It meant the conversion and yield could be enhanced with the temperature increase. In addition, the selectivity of the reaction was almost maintained at 98% during the process. Furthermore, D’Souza and Nagaraju", "(38)", " explored the modified metal oxide catalyst used in the Pechmann reaction and found the conversion of the reaction was increased gradually with the temperature increase. Sudha et al.", "(39)", " also found the above trend when they carried out the Pechmann reaction over 20 wt %PW/Al-MCM-41 catalyst. In this work, the conclusion corresponded with the previous publications.", "Table 3. Conversion and Yield at Different Temperatures over MCC-10 Catalyst", "a", "entry", "temperature (°C)", "conversion (%)", "selectivity (%)", "yield (%)", "1", "110", "63.01", "98.57", "62.11", "2", "120", "84.67", "98.68", "83.55", "3", "130", "96.12", "98.31", "94.50", "4", "140", "98.83", "97.65", "96.51", "a", "Catalyst content: 10%; reaction time: 24 h; ", "n", "(NP) = 4 mmol; ", "n", "(EAA) = 8 mmol.", "In order to explore the effects of the different solvents and the different substrates on the Pechmann reaction, the catalytic activities of NP with EAA using non-nitrobenzene, such as the cyclohexane and the toluene as the solvent, and of other NP derivatives, such as 4-nitro-1-naphthol, 4-methoxy-1-naphthol, and the resorcinol as the different substrates with EAA over MCC-10 catalyst, were also evaluated. The details have been supplied in the ", "Supporting Information", ".", "It can be seen in the SI-Table 1, ", "Supporting Information", ", in the Pechmann reaction of NP with EAA, the cyclohexane and the toluene as the solvent, the conversion was 74.61% and 79.85%, respectively. It was lower than that of using the nitrobenzene as the solvent. It was indicated that the cyclohexane and the toluene were unsatisfactory solvent. In the Pechmann reaction of 4-nitro-1-naphthol and 4-methoxy-1-naphthol with EAA, the conversion was 92.36% and 90.78%, respectively. However, the selectivity was lower than that of NP with EAA. It could be due to the steric effect of 4-nitro-1-naphthol and 4-methoxy-1-naphthol. In the Pechmann reaction of the resorcinol as the different substrates with EAA, the conversion and the selectivity were 96.83% and 98.75%, respectively. They were both very high. It was indicated that the magnetic Cu-BTC@SiO", "2", "@Fe", "3", "O", "4", " catalyst was suitable for the Pechmann reaction of the resorcinol with EAA.", "3.2.4", "Effect of Catalysts Recovery and Recycling", "Generally, the separation and recycling of the as-synthesized catalysts were important factors in industry. In other words, the life-span and the contents of the catalysts would directly affect the conversion of the reaction. For the batch reaction, especially the solid–liquid reaction, the solid catalysts were usually lost during the separation procedure. That meant the conversion of the reaction could usually be decreased during the procedure. For this work, due to the superparamagnetism, the MCC-10 catalyst could be magnetized and separated by an external magnet. In other words, the MCC-10 catalyst could nearly avoid the loss during the separation procedure. The details of the reaction and separation process are shown in Figure ", "8", ". During the reaction procedure, the solid catalysts could be dispersed in the liquid system due to the high speed of stirring. Then, after the reaction, the solid catalysts could be separated by a magnet, and the liquid could be poured out from the stirred tank reactor. Subsequently, the fresh ethanol was added to wash the spent solid catalysts, and the recovery catalysts could be used for the next run.", "Figure 8. Process of reaction, separation, and recovery of the as-synthesized catalysts.", "Figure ", "9", " shows the effect of recycling time after the MCC-10 catalyst was separated by an external magnet from the liquid reaction system, washed, and reactivated in the vacuum. As can be seen from the figure, the conversion and yield of the Pechmann reaction could be kept over 90% after the fifth run. The selectivity of the reaction could also be maintained at 98%. This indicated that this magnetic catalyst could be recognized as a real heterogeneous catalyst. Compared with other catalysts, for example, Kalita and Kumar", "(13)", " researched the Pechmann reaction over triflic acid modified mesoporous catalyst and found the conversion dropped 10% at least after being recycled for the fourth time. Sabou et al.", "(40)", " explored the Pechmann reaction over various ion-exchange resin catalysts and also found similar problems. Not only the catalytic activity of the catalysts, but also the selectivity of the reaction decreased to some extent after being recycled for the fifth time. For this work, the catalysts were weighed after the fifth run, and the weight of the catalyst was almost kept the same as the fresh catalysts. Due to the recycling rate nearly being 100%, the catalytic activity and the selectivity of the reaction could almost be maintained during the fifth run. This method may pave the way for a new direction of the solid–liquid reaction system.", "Figure 9. Conversion, selectivity, and yield with different recycling times over the MCC-10 catalyst. Catalyst content: 10%; reaction time: 24 h; ", "n", "(NP) = 4 mmol; ", "n", "(EAA) = 8 mmol; 130 °C.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "4 Conclusions", "A series of Cu-BTC@SiO", "2", "@Fe", "3", "O", "4", " catalysts was synthesized by encapsulating magnetic SiO", "2", "@Fe", "3", "O", "4", " particles in Cu-BTC through an ultrasonic-assisted method. The spherical structure was formed after 120 min, and the magnetic SiO", "2", "@Fe", "3", "O", "4", " carrier could be kept stable during the synthesis procedure. The as-synthesized Cu-BTC@SiO", "2", "@Fe", "3", "O", "4", " catalysts exhibited superparamagnetic properties and could be separated by an external magnet from the solid–liquid reaction system after the reaction. This could greatly simplify the experimental procedure. The BET surface areas of the as-synthesized catalysts were increased with the increasing Cu-BTC contents, and the pore size was about 1.1 nm. In addition, the Pechmann reaction of NP with EAA over the as-synthesized catalysts revealed the favorable conversion and selectivity due to the excellent acidity of the as-synthesized catalysts. The conversion of the reaction could reach 96.12%, and the selectivity was about 98% at 130 °C. Furthermore, the as-synthesized catalysts showed the perfect recycling rate and reusability. The recovery experiment proved that the conversion of NP could be kept at least 90% after the fifth run, and the selectivity was almost the same during this process. Although the catalytic activity of the as-synthesized magnetic catalysts was excellent, the agglomeration of the catalysts was serious. Thus, in the future, we will improve the synthesis procedure and try to get the monodispersed catalyst of Cu-BTC@SiO", "2", "@Fe", "3", "O", "4", ".", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "The details of the catalysts preparation (SI-1), the characterization (SI-2), the catalytic evaluation (SI-3), and the results of the Pechmann reaction of NP with EAA using non-nitrobenzene as solvent, and the other NP derivatives with EAA over MCC-10 catalyst (SI-4, SI-Table 1). This material is available free of charge via the Internet at ", "http://pubs.acs.org/", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "This work was carried out with financial support from the National Natural Science Foundation of China (Grant Nos. 21136001 and 21173018).", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 40 other publications.", "1. ", "Trenor", ", ", "S. R.", "; ", "Shultz", ", ", "A. R.", "; ", "Love", ", ", "B. J.", "; ", "Long", ", ", "T. E.", " ", "Coumarins in Polymers: From Light Harvesting to Photo-Cross-Linkable Tissue Scaffolds", " ", "Chem. Rev.", " ", "2004", ",  ", "104", ",  ", "3059", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Coumarins in Polymers: From Light Harvesting to Photo-Cross-Linkable Tissue Scaffolds", "Trenor, Scott R.; Shultz, Allan R.; Love, Brian J.; Long, Timothy E.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2004", "),\r\n    ", "104", "\r\n        (", "6", "),\r\n    ", "3059-3077", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review will focusing on the use of coumarin and coumarin derivs. in polymers.  First, an overview of coumarin and coumarin derivs. is presented, followed by a discussion of the use of coumarin-contg. polymers in electrooptical studies, the development of photoreversible polymer systems, the use of coumarin in biopolymer studies, and the use of coumarins in other systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXjs1Kht7Y%253D&md5=8456103d9a84b5f66dde329f0b35653c", "2. ", "Ahmed", ", ", "A. I.", "; ", "El-Hakam", ", ", "S. A.", "; ", "Khder", ", ", "A. S.", "; ", "Abo El-Yazeed", ", ", "W. S.", " ", "Nanostructure Sulphated Tin Oxide as an Efficient Catalyst for the Preparation of 7-Hydroxy-4-methyl Coumarin by Pechmann Condensation Reaction", " ", "J. Mol. Catal. A: Chem.", " ", "2013", ",  ", "366", ",  ", "99", "[", "Crossref", "], [", "CAS", "]", "2. ", "Nanostructure sulfated tin oxide as an efficient catalyst for the preparation of 7-hydroxy-4-methylcoumarin by Pechmann condensation reaction", "Ahmed, Awad I.; El-Hakam, S. A.; Khder, A. S.; Abo El-Yazeed, W. S.", "Journal of Molecular Catalysis A: Chemical", "\r\n        (", "2013", "),\r\n    ", "366", "\r\n        (", "),\r\n    ", "99-108", "CODEN:\r\n                ", "JMCCF2", ";\r\n        ISSN:", "1381-1169", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Nanocryst. sulfated tin oxide with different sulfate contents (5-30 wt%) were prepd. from hydroxylated tin oxide obtained by the pptn. method, followed by wet impregnation with SO42- species using a sulfuric acid soln.  In samples calcined at 400, 500 and 600°C the characterization of the solids was made by DTA, XRD and nitrogen adsorption.  The strength and no. of acid sites were detd. by nonaq. titrn. of n-butylamine in acetonitrile.  Both Bronsted and Lewis acid sites were detd. by FTIR spectra of pyridine adsorbed.  Sulfated tin oxides were tested in the synthesis of 7-hydroxy-4-methylcoumarin via solvent free Pechmann reaction of resorcinol:ethyl acetoacetate (molar ratio 1:2), at 120°C.  DTA measurements showed that SO42- addn. tends to slow down the formation of SnO2 crystallites.  XRD profiles showed that the sulfating inhibits the SnO2 crystal growth.  The SO4 species remained strongly bonded at the SnO2 surface stabilizing its crystallite size against sintering and it acts as a structure porogen director mediating nanoparticle growth and assembly yielding a mesostructured form of SnO2 with wormhole morphol. and high thermal stability.  The surface areas of the investigated samples were influenced with the sulfate content and calcination temp.  The acidity measurements showed that the total acidity increases with the rise of sulfate content up to 25 wt%.  FTIR spectra of pyridine adsorbed on the catalysts showed the presence of both Bronsted and Lewis acid sites.  The formation of 7-hydroxy-4-methylcoumarin increases with the increase of surface acidity showing a max. when the sulfate content and calcination temp. were 25 wt% and 400°C, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsFWjsb%252FE&md5=3fbcb7229d1a8728a33b53149fb128f3", "3. ", "Bose", ", ", "D. S.", "; ", "Rudradas", ", ", "A.", "; ", "Babu", ", ", "M. H.", " ", "The Indium(III) Chloride-Catalyzed von Pechmann Reaction: A Simple and Effective Procedure for the Synthesis of 4-Substituted Coumarins", " ", "Tetrahedron Lett.", " ", "2002", ",  ", "43", ",  ", "9195", "[", "Crossref", "]", "There is no corresponding record for this reference.", "4. ", "Daru", ", ", "J.", "; ", "Stirling", ", ", "A.", " ", "Mechanism of the Pechmann Reaction: A Theoretical Study", " ", "J. Org. Chem.", " ", "2011", ",  ", "76", ",  ", "8749", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Mechanism of the Pechmann reaction: A theoretical study", "Daru, Janos; Stirling, Andras", "Journal of Organic Chemistry", "\r\n        (", "2011", "),\r\n    ", "76", "\r\n        (", "21", "),\r\n    ", "8749-8755", "CODEN:\r\n                ", "JOCEAH", ";\r\n        ISSN:", "0022-3263", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "One of the most widespread synthetic routes to coumarins is the condensation of esters and phenols via the Pechmann reaction.  Despite the industrial and technol. importance of the reaction, its mechanism is still poorly understood.  We have explored several possible reaction paths by DFT calcns. at the M05-2X/6-31+G* level.  Amphoteric groups and the solvent have a crucial role in the frequent proton-transfer steps of the mechanisms; therefore, we have employed a mixed solvent model, where we combined the implicit PCM model together with an explicit H2O mol. placed at the actual proton transfer region.  The Gibbs free-energy profiles of the possible routes suggest that 3 parallel channels (featuring H2O elimination, trans-esterification, and electrophilic attack) operate simultaneously.  Enolic routes have prohibitively high activation barriers rendering these paths untenable.  The calcd. profiles indicate that in each feasible route the first elementary step has the highest activation energy.  Reaction intermediates identified on the free-energy profiles can explain several exptl. observations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht12jsr%252FI&md5=467cd0646145a8879687e78a43b50be4", "5. ", "Laufer", ", ", "M. C.", "; ", "Hausmann", ", ", "H.", "; ", "Hclderich", ", ", "W. F.", " ", "Synthesis of 7-Hydroxycoumarins by Pechmann Reaction Using Nafion Resin/Silica Nanocomposites as Catalysts", " ", "J. Catal.", " ", "2003", ",  ", "218", " (", "2", ")  ", "315", "[", "Crossref", "], [", "CAS", "]", "5. ", "Synthesis of 7-hydroxycoumarins by Pechmann reaction using Nafion resin/silica nanocomposites as catalysts", "Laufer, M. C.; Hausmann, H.; Holderich, W. F.", "Journal of Catalysis", "\r\n        (", "2003", "),\r\n    ", "218", "\r\n        (", "2", "),\r\n    ", "315-320", "CODEN:\r\n                ", "JCTLA5", ";\r\n        ISSN:", "0021-9517", ".\r\n    \r\n            (", "Elsevier Science", ")\r\n        ", "The reaction of resorcinol with Et acetoacetate (Pechmann reaction) or with acrylic acid over novel Nafion resin/silica composite materials with 40 and 80 wt% of Nafion in silica produces 7-hydroxycoumarins in high yields, under mild reaction conditions in short reaction time.  Other solid acid catalysts were tested for comparison reasons.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXlsVWkurg%253D&md5=ab221b99d33a08cc74c33364ea963d72", "6. ", "Hinze", ", ", "R.", "; ", "Laufer", ", ", "M. C.", "; ", "Holderich", ", ", "W. F.", "; ", "Bonrath", ", ", "W.", "; ", "Netscher", ", ", "T.", " ", "The Use of Nafion/Silica Composite Catalysts for Synthesis of Fine Chemicals", " ", "Catal. Today", " ", "2009", ",  ", "140", ",  ", "105", "[", "Crossref", "], [", "CAS", "]", "6. ", "The use of Nafion/silica composite catalysts for synthesis of fine chemicals", "Hinze, Ramona; Laufer, Monika C.; Hoelderich, Wolfgang F.; Bonrath, Werner; Netscher, Thomas", "Catalysis Today", "\r\n        (", "2009", "),\r\n    ", "140", "\r\n        (", "1-2", "),\r\n    ", "105-111", "CODEN:\r\n                ", "CATTEA", ";\r\n        ISSN:", "0920-5861", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  An overview about different reaction types carried out with Nafion/silica composites is presented.  The goal for all of the reactions is an improvement of known processes to fine chems. in the field of pharmaceuticals, fragrances and vitamins.  The use of Nafion/silica composites can provide better results, i.e. higher yields and selectivities, and allow conducting reactions under more environmentally friendly conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmtVSm&md5=0232404498180265257b634e75b6709d", "7. ", "Gunnewegh", ", ", "E. A.", "; ", "Hoefnagel", ", ", "A. J.", "; ", "van Bekkum", ", ", "H.", " ", "Zeolite Catalysed Synthesis of Coumarin Derivatives", " ", "J. Mol. Catal. A: Chem.", " ", "1995", ",  ", "100", ",  ", "87", "[", "Crossref", "], [", "CAS", "]", "7. ", "Zeolite catalyzed synthesis of coumarin derivatives", "Gunnewegh, Eric A.; Hoefnagel, Anthonius J.; van Bekkum, Herman ", "Journal of Molecular Catalysis A: Chemical", "\r\n        (", "1995", "),\r\n    ", "100", "\r\n        (", "1-3", "),\r\n    ", "87-92", "CODEN:\r\n                ", "JMCCF2", ";\r\n        ISSN:", "1381-1169", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The direct synthesis of coumarin derivs. from m-substituted phenols and α,β-unsatd. carboxylic acids catalyzed by solid-acid catalysts, such as zeolite H-Beta or Amberlyst-15, in toluene as solvent was studied.  The conversion involves esterification followed by alkylation (ring closure).  Ring closure of the ester is promoted both by an appropriate substituent on the arom. ring and by Michael activation of the β-carbon of the ester.  These influences were studied by variation of the reactants. 7-Hydroxy-3,4-dihydrocoumarin is formed in high yield when resorcinol and propenoic acid are used as reactants.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXpvV2isb4%253D&md5=fc30c23697fb487319f53ee6710c1330", "8. ", "Gu", ", ", "Y.", "; ", "Zhang", ", ", "J.", "; ", "Duan", ", ", "Z.", "; ", "Deng", ", ", "Y.", " ", "Pechmann Reaction in Non-Chloroaluminate Acidic Ionic Liquids under Solvent-Free Conditions", " ", "Adv. Synth. Catal.", " ", "2005", ",  ", "347", ",  ", "512", "[", "Crossref", "], [", "CAS", "]", "8. ", "Pechmann reaction in non-chloroaluminate acidic ionic liquids under solvent-free conditions", "Gu, Yanlong; Zhang, Juan; Duan, Zhiying; Deng, Youquan", "Advanced Synthesis & Catalysis", "\r\n        (", "2005", "),\r\n    ", "347", "\r\n        (", "4", "),\r\n    ", "512-516", "CODEN:\r\n                ", "ASCAF7", ";\r\n        ISSN:", "1615-4150", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Four non-chloroaluminate acidic ionic liqs. have been used as catalysts for Pechmann condensations of phenols under solvent-free conditions.  SO3H-functionalized trifluoromethanesulfonate imidazolium ionic liq. has proved to be the most active catalyst.  Ionic liq. loads as low as 5 mol % can be used in reactions of activated phenols at an oil bath temp. of 80°.  The acidities of the four ionic liqs. have also been tested using the Hammett method in dichloromethane.  The results are consistent with their catalytic activities as obsd. in the Pechmann reaction of resorcinol.  This methodol. offers significant improvements for the synthesis of coumarins with regard to yield of products, simplicity in operation, and green aspects by avoiding toxic catalysts and solvents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXis1Wntbs%253D&md5=fee726e320c94f11adce9f3a4687a93a", "9. ", "Tyagi", ", ", "B.", "; ", "Mishra", ", ", "M. K.", "; ", "Jasra", ", ", "R. V.", " ", "Microwave-Assisted Solvent Free Synthesis of Hydroxy Derivatives of 4-Methyl Coumarin Using Nano-Crystalline Sulfated-Zirconia Catalyst", " ", "J. Mol. Catal. A: Chem.", " ", "2008", ",  ", "286", ",  ", "41", "[", "Crossref", "], [", "CAS", "]", "9. ", "Microwave-assisted solvent free synthesis of hydroxy derivatives of 4-methyl coumarin using nano-crystalline sulfated-zirconia catalyst", "Tyagi, Beena; Mishra, Manish K.; Jasra, Raksh V.", "Journal of Molecular Catalysis A: Chemical", "\r\n        (", "2008", "),\r\n    ", "286", "\r\n        (", "1-2", "),\r\n    ", "41-46", "CODEN:\r\n                ", "JMCCF2", ";\r\n        ISSN:", "1381-1169", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Nano-cryst. sulfated-zirconia solid acid catalyst has been studied for microwave-assisted solvent free synthesis of hydroxy derivs. of 4-Me coumarin I (R1 = R2 = H; R1 = OH, R2 = H; R1 = H, R2 = OH) by Pechmann reaction.  The catalyst showed good activity for activated m-hydroxy phenol substrates, viz., phloroglucinol and pyrogallol with Et acetoacetate for the synthesis of 5,7-dihydroxy 4-Me coumarin and 7,8-dihydroxy 4-Me coumarin, resp., showing significant yields ranging from 78 to 85% within 5-20 min at 130 °C.  However, the less activated phenol and m-Me phenol was obsd. to be inactive for the synthesis of 4-Me coumarin and 4,7-di-Me coumarin, resp., under the studied exptl. conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXlvVWms7Y%253D&md5=67abe19caea99bad27a409f11b41433b", "10. ", "Hoefnagel", ", ", "A. J.", "; ", "Gunnewegh", ", ", "E. A.", "; ", "Downing", ", ", "R. S.", "; ", "van Bekkum", ", ", "H.", " ", "Synthesis of 7-Hydroxycoumarins Catalysed by Solid Acid Catalysts", " ", "J. Chem. Soc., Chem. Commun.", " ", "1995", ",  ", "225", "[", "Crossref", "], [", "CAS", "]", "10. ", "Synthesis of 7-hydroxycoumarins catalyzed by solid acid catalysts", "Hoefnagel, Anthonius J.; Gunnewegh, Eric A.; Downing, Roger S.; van Bekkum, Herman", "Journal of the Chemical Society, Chemical Communications", "\r\n        (", "1995", "),\r\n    ", "\r\n        (", "2", "),\r\n    ", "225-6", "CODEN:\r\n                ", "JCCCAT", ";\r\n        ISSN:", "0022-4936", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Syntheses of substituted 7-hydroxycoumarins via reactions of 1,3-dihydroxybenzene with Et acetoacetate (Pechmann reaction) and with propenoic acid and propynoic acids are reported, in which the prodn. of environmentally harmful waste streams is minimized by the use of solid acid catalysts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXjsFGmsr4%253D&md5=35e20418c6fc2b05a66adc4051af1e7c", "11. ", "Selvakumar", ", ", "S.", "; ", "Chidambaram", ", ", "M.", "; ", "Singh", ", ", "A. P.", " ", "Benzylsulfonic Acid Functionalized Mesoporous Zr-TMS Catalysts: An Efficient and Recyclable Catalyst for the Preparation of Coumarin Derivatives by Pechmann Condensation Reaction", " ", "Catal. Commun.", " ", "2007", ",  ", "8", ",  ", "777", "[", "Crossref", "], [", "CAS", "]", "11. ", "Benzylsulfonic acid functionalized mesoporous Zr-TMS catalysts: An efficient and recyclable catalyst for the preparation of coumarin derivatives by Pechmann condensation reaction", "Selvakumar, S.; Chidambaram, M.; Singh, A. P.", "Catalysis Communications", "\r\n        (", "2007", "),\r\n    ", "8", "\r\n        (", "5", "),\r\n    ", "777-783", "CODEN:\r\n                ", "CCAOAC", ";\r\n        ISSN:", "1566-7367", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Benzylsulfonic acid functionalized mesoporous Zr-TMS (Zr-TMS-BSA, Zr-TMS, zirconia based transition metal oxide mesoporous mol. sieves) catalyst is used as an alternative to conventional acid catalysts in the von Pechmann condensation of arom. alcs. with Et acetoacetate to give coumarin derivs. in solvent free condition at 150 °C.  7-Hydroxy-4-methylcoumarin (β-methylumbelliferone), 7-methoxy-4-methylcoumarin (methyl-4-methylumbelliferyl ether) and 7,8-benzo-4-methylcoumarin were prepd. from resorcinol, 3-methoxyphenol and 1-naphthol, resp.  The catalytic activity and the recycle studies of the catalyst in all the three reactions proved the superior performance of the catalyst.  Further the products were confirmed by GC, elemental anal., m.p. and NMR techniques.  Finally, the probable mechanism for Pechmann condensation using Zr-TMS-BSA catalyst has been reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXislWms7k%253D&md5=28c0d8009687d608ab7c711d599d3286", "12. ", "Kalita", ", ", "P.", "; ", "Sathyaseelan", ", ", "B.", "; ", "Mano", ", ", "A.", "; ", "Javaid Zaidi", ", ", "S. M.", "; ", "Chari", ", ", "M. A.", "; ", "Vinu", ", ", "A.", " ", "Synthesis of Superacid-Functionalized Mesoporous Nanocages with Tunable Pore Diameters and Their Application in the Synthesis of Coumarins", " ", "Chem.—Eur. J.", " ", "2010", ",  ", "16", ",  ", "2843", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Synthesis of Superacid-Functionalized Mesoporous Nanocages with Tunable Pore Diameters and Their Application in the Synthesis of Coumarins", "Kalita, Pranjal; Sathyaseelan, B.; Mano, Ajayan; Zaidi, S. M. Javaid; Chari, Murugulla A.; Vinu, Ajayan", "Chemistry - A European Journal", "\r\n        (", "2010", "),\r\n    ", "16", "\r\n        (", "9", "),\r\n    ", "2843-2851", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A triflic acid (TFA)-functionalized mesoporous nanocage with tunable pore diams. was prepd. for the first time by the wet impregnation method.  The obtained materials have been unambiguously characterized by XRD, N2 adsorption, FTIR spectroscopy, and NH3 temp.-programmed desorption.  The TFA mols. were found to be firmly anchored on the surface of the mesoporous supports without affecting their acidity.  The effect of the pore and cage diam. of the KIT-5 supports on the loading of TFA mols. inside the pore channels was also demonstrated.  The total acidity of the materials increases with an increase in the TFA loading on the support, whereas the acidity of the materials decreases with an increase in the pore diam. of the support.  The acidity of the TFA-functionalized mesoporous nanocages is much higher than that of the zeolites and metal-substituted mesoporous acidic catalysts.  The TFA-functionalized materials have also been employed as the catalysts for the synthesis of 7-hydroxy-4-methylcoumarin by means of the Pechmann reaction under solvent-free conditions.  The catalytic activity of the TFA-functionalized KIT-5 is much higher than that of zeolites and metal-substituted mesoporous catalytic materials in the synthesis of coumarin derivs.  The stability of the catalyst is extremely good and it can be reused several times without much loss of activity in the above reaction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXislKns78%253D&md5=6a7ab6728ee29b1a88277bb90f6aa355", "13. ", "Kalita", ", ", "P.", "; ", "Kumar", ", ", "R.", " ", "Solvent-Free Coumarin Synthesis via Pechmann Reaction Using Solid Catalysts", " ", "Microporous Mesoporous Mater.", " ", "2012", ",  ", "149", ",  ", "1", "[", "Crossref", "], [", "CAS", "]", "13. ", "Solvent-free coumarin synthesis via Pechmann reaction using solid catalysts", "Kalita, Pranjal; Kumar, Rajiv", "Microporous and Mesoporous Materials", "\r\n        (", "2012", "),\r\n    ", "149", "\r\n        (", "1", "),\r\n    ", "1-9", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "A review.  A solvent-free versatile and efficient methodol., reported here, allows the synthesis of coumarin by hydroxyalkylation of phenols with Et or Me acetoacetate (via Pechmann reaction) using trifluoromethanesulfonic acid (triflic acid)-functionalized Zr-TMS (Zr-TMS, zirconia-based transition metal oxide mesoporous mol. sieves) catalysts with different loadings of triflic acid over Zr-TMS (5-25 wt.%) where the total acid strength of acid functionalized Zr-TMS material is increased as increasing loading of triflic acid from 5 to 25 wt.% leading to correspond increased higher catalytic activity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht12jurrK&md5=e0b31696f69e60ed48f0e291fab2b122", "14. ", "Yoon", ", ", "M.", "; ", "Srirambalaji", ", ", "R.", "; ", "Kim", ", ", "K.", " ", "Homochiral Metal-Organic Framework for Asymmetric Heterogeneous Catalysis", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1196", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Homochiral Metal-Organic Frameworks for Asymmetric Heterogeneous Catalysis", "Yoon, Minyoung; Srirambalaji, Renganathan; Kim, Kimoon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1196-1231", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors have provided an overview of metal-org. framework (MOF)-based asym. heterogeneous catalysis by presenting the state of the art in this field and discussing its potential and limitations.  Here, MOF-based asym. catalysts are classified according to their working principles and synthetic strategies.  Design, synthesis and structural characteristics of chiral metal-org. frameworks, as well as their catalytic activities in various asym. transformations, are described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVOlt7rF&md5=7ee0508d7ed4b69aec1ca6d950681972", "15. ", "Tanabe", ", ", "K. K.", "; ", "Cohen", ", ", "S. M.", " ", "Postsynthetic Modification of Metal-Organic Frameworks - A Progress Report", " ", "Chem. Soc. Rev.", " ", "2011", ",  ", "40", ",  ", "498", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Postsynthetic modification of metal-organic frameworks-a progress report", "Tanabe, Kristine K.; Cohen, Seth M.", "Chemical Society Reviews", "\r\n        (", "2011", "),\r\n    ", "40", "\r\n        (", "2", "),\r\n    ", "498-519", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) are an important class of hybrid inorg.-org. materials.  In this tutorial review, a progress report on the postsynthetic modification (PSM) of MOFs is provided.  PSM refers to the chem. modification of the MOF lattice in a heterogeneous fashion.  This powerful synthetic approach has grown in popularity and resulted in a no. of advances in the functionalization and application of MOFs.  The use of PSM to develop MOFs with improved gas sorption, catalytic activity, bioactivity, and more robust phys. properties is discussed.  The results reported to date clearly show that PSM is an important approach for the development and advancement of these hybrid solids.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXptFSlsg%253D%253D&md5=1dc915e25e01c1453862f2828fbe0804", "16. ", "Jiang", ", ", "H. L.", "; ", "Xu", ", ", "Q.", " ", "Porous Metal-Organic Frameworks as Platforms for Functional Applications", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "3351", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Porous metal-organic frameworks as platforms for functional applications", "Jiang, Hai-Long; Xu, Qiang", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "12", "),\r\n    ", "3351-3370", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs), also known as coordination polymers, have emerged as a new class of cryst. porous materials, which are constructed from metal ions or metal ion clusters and bridging org. linkers.  MOFs have tunable pores and functionalities, and usually exhibit very high surface areas.  The potential applications of porous MOFs cover a broad range of fields and most of their applications are related to pore sizes, shapes and structures/environments.  In this feature article, the authors provide an overview of the recent developments of porous MOFs as platforms in the functional applications of sorption and sepn., heterogeneous catalysis, as supports/host matrixes for metal nanoparticles, and as templates/nanoreactors for new material prepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXivVWls7c%253D&md5=f1736bf21fb95d9066dcb8284334c992", "17. ", "Valveken", ", ", "P.", "; ", "Vermoortele", ", ", "F.", "; ", "De Vos", ", ", "D.", " ", "Metal-Organic Frameworks as Catalysts: The Role of Metal Active Sites", " ", "Catal. Sci. Technol.", " ", "2013", ",  ", "3", ",  ", "1435", "[", "Crossref", "]", "There is no corresponding record for this reference.", "18. ", "Dhakshinamoorthy", ", ", "A.", "; ", "Opanasenko", ", ", "M.", "; ", "Čejka", ", ", "J.", "; ", "Garcia", ", ", "H.", " ", "Metal Organic Frameworks as Solid Catalysts in Condensation Reactions of Carbonyl Groups", " ", "Adv. Synth. Catal.", " ", "2013", ",  ", "355", ",  ", "247", "[", "CAS", "]", "18. ", "Metal Organic Frameworks as Solid Catalysts in Condensation Reactions of Carbonyl Groups", "Dhakshinamoorthy, Amarajothi; Opanasenko, Maksym; Cejka, Jiri; Garcia, Hermenegildo", "Advanced Synthesis & Catalysis", "\r\n        (", "2013", "),\r\n    ", "355", "\r\n        (", "2-3", "),\r\n    ", "247-268", "CODEN:\r\n                ", "ASCAF7", ";\r\n        ISSN:", "1615-4150", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  This review summarizes the use of metal org. frameworks (MOFs) as solid catalysts for condensation reactions.  After an introductory section, in which condensation reactions are generally presented, a list of the MOFs employed as condensation catalysts is given.  The main part of the present review is organized according to the use of MOFs as solid acids, solid bases or as bi-functional solids contg. both acid and basic sites.  Throughout the review, the emphasis has been made on discussing the stability of the MOFs, their reusability and in providing a comparison of the performance of MOFs with respect to other homogeneous and heterogeneous catalysts.  Finally, we summarize the current state-of-the-art and provide our view on future trends and developments in this field.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXosFGhug%253D%253D&md5=84d143530737402cca3cad646b550377", "19. ", "Kurfirtova", ", ", "L.", "; ", "Seo", ", ", "Y. K.", "; ", "Hwang", ", ", "Y. K.", "; ", "Chang", ", ", "J. S.", "; ", "Cejka", ", ", "J.", " ", "High Activity of Iron Containing Metal-Organic-Framework in Acylation of ", "p", "-Xylene with Benzoyl Chloride", " ", "Catal. Today", " ", "2012", ",  ", "179", ",  ", "85", "[", "Crossref", "], [", "CAS", "]", "19. ", "High activity of iron containing metal-organic-framework in acylation of p-xylene with benzoyl chloride", "Kurfirtova, Lenka; Seo, You-Kyong; Hwang, Young Kyu; Chang, Jong-San; Cejka, Jiri", "Catalysis Today", "\r\n        (", "2012", "),\r\n    ", "179", "\r\n        (", "1", "),\r\n    ", "85-90", "CODEN:\r\n                ", "CATTEA", ";\r\n        ISSN:", "0920-5861", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Catalytic behavior of metal-org.-frameworks (MOFs) Cu3(BTC)2, MIL-100(Fe) and MIL-100(Cr) was investigated in p-xylene acylation with benzoyl chloride and compared with the behavior of large pore zeolites Beta and USY.  It has been clearly shown that MIL-100(Fe) exhibit much higher conversion of benzoyl chloride with excellent selectivity in p-xylene acylation.  The performance of MIL-100(Fe) catalyst was favorable with those of other conventional heterogeneous catalysts like zeolites.  Conversion of benzoyl chloride equal to 100% was achieved over MIL-100(Fe) with 20-30 min under optimized reaction conditions.  It is assumed that unsatd. Lewis acid sites assocd. with the presence of Fe exhibit optimum acid strength for catalyzing this acylation reaction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1Omu77O&md5=74bc081b87cb0e083cb83d26f8043b63", "20. ", "Serra-Crespo", ", ", "P.", "; ", "Ramos-Fernandez", ", ", "E. V.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", " ", "Synthesis and Characterization of an Amino Functionalized MIL-101(Al): Separation and Catalytic Properties", " ", "Chem. Mater.", " ", "2011", ",  ", "23", ",  ", "2565", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Synthesis and Characterization of an Amino Functionalized MIL-101(Al): Separation and Catalytic Properties", "Serra-Crespo, Pablo; Ramos-Fernandez, Enrique V.; Gascon, Jorge; Kapteijn, Freek", "Chemistry of Materials", "\r\n        (", "2011", "),\r\n    ", "23", "\r\n        (", "10", "),\r\n    ", "2565-2572", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new MIL-101 material based on aluminum and contg. amine functional groups has been synthesized.  The pure phase NH2-MIL-101(Al) can only be formed in very specific synthesis conditions, where both the metal source and the solvent used play a key role.  The resulting porous solid shows a high thermal and chem. stability, decompg. at temps. above 650 K in air.  The NH2-MIL-101(Al) framework offers an excellent trade off for sepn. of CO2: the combination of high stability, acceptable capacity at low adsorbate partial pressures, high selectivity, and fast regenerability makes this new material a very attractive candidate for applications like natural gas or biogas upgrading.  CO2 capacities up to 62 wt.% are obtained at room temp. and 3 MPa.  In addn. to an excellent sepn. performance, the NH2-MIL-101(Al) shows a high activity in the basic catalyzed Knoevenagel condensation of benzaldehyde with Et cyanoacetate at 313 K even in an as apolar a solvent as toluene (turn over frequency, TOF = 1.8 h-1).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXltlartbg%253D&md5=67ccec5e7372f5ac4f758fe115ab48bd", "21. ", "Phan", ", ", "N. T. S.", "; ", "Nguyen", ", ", "T. T.", "; ", "Nguyen", ", ", "C. V.", "; ", "Nguyen", ", ", "T. T.", " ", "Ullmann-Type Coupling Reaction Using Metal-Organic Framework MOF-199 as an Eficient Recyclable Solid Catalyst", " ", "Appl. Catal., A: Gen.", " ", "2013", ",  ", "457", ",  ", "69", "[", "Crossref", "], [", "CAS", "]", "21. ", "Ullmann-type coupling reaction using metal-organic framework MOF-199 as an efficient recyclable solid catalyst", "Phan, Nam T. S.; Nguyen, Tung T.; Nguyen, Chi V.; Nguyen, Thao T.", "Applied Catalysis, A: General", "\r\n        (", "2013", "),\r\n    ", "457", "\r\n        (", "),\r\n    ", "69-77", "CODEN:\r\n                ", "ACAGE4", ";\r\n        ISSN:", "0926-860X", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A highly porous metal-org. framework (MOF-199) was synthesized, and characterized by several methods including x-ray diffraction, SEM, TEM, TGA, FT-IR, AAS, and nitrogen physisorption measurements.  The MOF-199 was used as an efficient recyclable solid catalyst for the Ullmann-type reaction between aryl iodides and phenols to form diaryl ethers.  High conversions were achieved for the transformation at the catalyst concn. of 5 mol%, in the presence of MeONa as a base.  Due to the rare availability and the high cost, Cs2CO3 should only be used for the case of deactivated aryl iodides or deactivated phenols.  The MOF-199 catalyst could be facilely sepd. from the reaction mixt. by simple filtration, and could be reused several times without a significant degrdn. in catalytic activity.  The Ullmann-type reaction could only proceed in the presence of the solid MOF-199 catalyst, and the contribution from leached active species in the liq. phase, if any, was negligible.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmvVeku70%253D&md5=e3c723b72ca579302c23c1181eedd640", "22. ", "Tran", ", ", "U. P. N.", "; ", "Le", ", ", "K. K. A.", "; ", "Phan", ", ", "N. T. S.", " ", "Expanding Applications of Metal-Organic Frameworks: Zeolite Imidazolate Framework ZIF-8 as an Efficient Heterogeneous Catalyst for the Knoevenagel Reaction", " ", "ACS Catal.", " ", "2011", ",  ", "1", ",  ", "120", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Expanding applications of metal-organic frameworks: zeolite imidazolate framework ZIF-8 as an efficient heterogeneous catalyst for the Knoevenagel reaction", "Tran, Uyen P. N.; Le, Ky K. A.; Phan, Nam T. S.", "ACS Catalysis", "\r\n        (", "2011", "),\r\n    ", "1", "\r\n        (", "2", "),\r\n    ", "120-127", "CODEN:\r\n                ", "ACCACS", ";\r\n        ISSN:", "2155-5435", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A highly porous zeolite imidazolate framework (ZIF-8) was synthesized by a solvothermal method, and used as an efficient heterogeneous catalyst for the Knoevenagel reaction of arom. aldehydes RCHO (R = Ph, 4-MeC6H4, 4-O2NC6H4, etc.) with malononitrile.  The solid catalyst was characterized using a variety of different techniques, including X-ray powder diffraction (XRD), SEM, transmission electron microscopy (TEM), dynamic laser light scattering (DLS), thermogravimetric anal. (TGA), Fourier transform IR spectroscopy (FT-IR), at. absorption spectrophotometry (AAS), and nitrogen physisorption measurements.  Quant. conversion was achieved under mild conditions.  The ZIF-8 catalyst could be facilely sepd. from the reaction mixt., and could be reused without significant degrdn. in catalytic activity.  Furthermore, no contribution from homogeneous catalysis of active species leaching into reaction soln. was detected.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmslKgsA%253D%253D&md5=e27dd253b8fdcafb424d21a1774f3d13", "23. ", "Opanasenko", ", ", "M.", "; ", "Shamzhy", ", ", "M.", "; ", "Cejka", ", ", "J.", " ", "Solid Acid Catalysts for Coumarin Synthesis by the Pechmann Reaction: MOFs versus Zeolites", " ", "ChemCatChem", " ", "2013", ",  ", "5", ",  ", "1024", "[", "Crossref", "], [", "CAS", "]", "23. ", "Solid Acid Catalysts for Coumarin Synthesis by the Pechmann Reaction: MOFs versus Zeolites", "Opanasenko, Maksym; Shamzhy, Mariya; Cejka, Jiri", "ChemCatChem", "\r\n        (", "2013", "),\r\n    ", "5", "\r\n        (", "4", "),\r\n    ", "1024-1031", "CODEN:\r\n                ", "CHEMK3", ";\r\n        ISSN:", "1867-3880", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The catalytic behavior of metal-org. frameworks Cu-benzene-1,3,5-tricarboxylate (CuBTC) and Fe-benzene-1,3,5-tricarboxylate (FeBTC) was studied in the Pechmann condensation of different phenols (resorcinol, pyrogallol, and naphthol) with Et acetoacetate and compared with large-pore zeolites beta (BEA) and ultrastable Y (USY).  Zeolites BEA and USY exhibited high activity in transformations of the most active substrates (resorcinol and pyrogallol) but a low conversion of naphthol was obsd.  Almost total transformation of naphthol (94-98 % conversion) to the target product was achieved within 24 h of the reaction time over CuBTC and FeBTC.  We assume that the regularity in the arrangement of active sites within the framework of CuBTC, which results in the existence of 2 active centers in close proximity, is of crit. importance to the transformation of naphthol in the Pechmann reaction that leads to coumarin.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFOmt7zK&md5=50430f4161cf41d32645686c2eadfc5f", "24. ", "Sun", ", ", "J.", "; ", "Dong", ", ", "Z. P.", "; ", "Sun", ", ", "X.", "; ", "Li", ", ", "P.", "; ", "Zhang", ", ", "F. W.", "; ", "Hu", ", ", "W. Q.", "; ", "Yang", ", ", "H. D.", "; ", "Wang", ", ", "H. B.", "; ", "Li", ", ", "R.", " ", "Pd Nanoparticles in Hollow Magnetic Mesoporous Spheres: High Activity, and Magnetic Recyclability", " ", "J. Mol. Catal. A: Chem.", " ", "2013", ",  ", "367", ",  ", "46", "[", "Crossref", "], [", "CAS", "]", "24. ", "Pd nanoparticles in hollow magnetic mesoporous spheres: High activity, and magnetic recyclability", "Sun, Jian; Dong, Zhengping; Sun, Xun; Li, Ping; Zhang, Fengwei; Hu, Wuquan; Yang, Haidong; Wang, Haibo; Li, Rong", "Journal of Molecular Catalysis A: Chemical", "\r\n        (", "2013", "),\r\n    ", "367", "\r\n        (", "),\r\n    ", "46-51", "CODEN:\r\n                ", "JMCCF2", ";\r\n        ISSN:", "1381-1169", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The nanoreactor of hollow magnetic mesoporous silica spheres (Pd/HMMS), with Pd and Fe3O4 nanoparticles embedded in the mesoporous silica shell, were successfully prepd. by using the colloidal carbon spheres of glucose, Pd and Fe3O4 heteroaggregates as the hard template together with a coating of tetraethoxysilane (TEOS) and cetyltrimethylammonium bromide (CTAB) mixt.  The synthesized Pd/HMMS shows excellent catalytic activity in the Suzuki cross-coupling reaction of iodobenzene with phenylboronic acid with over 99% yield in 3 min and can be recycled multiple times without any significant loss in catalytic activity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhslSrsrzP&md5=6603d81e33c546259da16b6fbcad27f8", "25. ", "Guo", ", ", "W. C.", "; ", "Wang", ", ", "G.", "; ", "Wang", ", ", "Q.", "; ", "Dong", ", ", "W. J.", "; ", "Yang", ", ", "M.", "; ", "Huang", ", ", "X. B.", "; ", "Yu", ", ", "J.", "; ", "Shi", ", ", "Z.", " ", "A Hierarchical Fe", "3", "O", "4", "@PVP@MoO", "2", "(acac)", "2", " Nanocomposite: Controlled Synthesis and Green Catalytic Application", " ", "J. Mol. Catal. A: Chem.", " ", "2013", ",  ", "378", ",  ", "344", "[", "Crossref", "], [", "CAS", "]", "25. ", "A hierarchical Fe3O4@P4VP@MoO2(acac)2 nanocomposite: Controlled synthesis and green catalytic application", "Guo, Wanchun; Wang, Ge; Wang, Qian; Dong, Wenjun; Yang, Mu; Huang, Xiubing; Yu, Jie; Shi, Zhan", "Journal of Molecular Catalysis A: Chemical", "\r\n        (", "2013", "),\r\n    ", "378", "\r\n        (", "),\r\n    ", "344-349", "CODEN:\r\n                ", "JMCCF2", ";\r\n        ISSN:", "1381-1169", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Magnetite/poly(4-vinylpyridine) composite nanospheres with multiple Fe3O4 cores embedded in a P4VP shell were first synthesized by miniemulsion polymn. and then used as recoverable supports for MoO2(acac)2 complex.  The supported complex, together with superparamagnetism and strong magnetic response, showed high efficiency for the catalytic epoxidn. of cis-cyclooctene with aq. H2O2 in ethanol.  The response strongly facilitated the easy recovery of the catalyst, which was stable in recycling tests.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXpsV2hsL0%253D&md5=7004e1b33a3b4f082e582262bdfee71d", "26. ", "Ji", ", ", "J.", "; ", "Zeng", ", ", "P.", "; ", "Ji", ", ", "S.", "; ", "Yang", ", ", "W.", "; ", "Fei", ", ", "H.", "; ", "Li", ", ", "Y.", " ", "Catalytic Activity of Core-Shell Structured Cu/Fe", "3", "O", "4", "@SiO", "2", " Microsphere Catalysts", " ", "Catal. Today", " ", "2010", ",  ", "158", ",  ", "305", "[", "Crossref", "], [", "CAS", "]", "26. ", "Catalytic activity of core-shell structured Cu/Fe3O4@SiO2 microsphere catalysts", "Ji, Junhong; Zeng, Penghui; Ji, Shengfu; Yang, Wei; Liu, Hongfei; Li, Yingyi", "Catalysis Today", "\r\n        (", "2010", "),\r\n    ", "158", "\r\n        (", "3-4", "),\r\n    ", "305-309", "CODEN:\r\n                ", "CATTEA", ";\r\n        ISSN:", "0920-5861", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The core-shell structured Cu/Fe3O4@SiO2 catalysts were prepd. via two steps.  First, the Fe3O4@SiO2 microspheres were synthesized using the nano-Fe3O4 as the core, TEOS as silica source, and CTAB as surfactant.  Second, the Cu nano-grains, obtained by reducing copper ammonia complexes with hydrazine hydrate, were supported on the surface of the Fe3O4@SiO2 microspheres.  The structure of the samples was characterized by X-ray diffraction (XRD), transmission electron microscopy (TEM), N2 adsorption-desorption isotherms and vibration sample magnetometer (VSM).  The catalytic activity of Cu/Fe3O4@SiO2 catalysts for the prodn. of hydrogen from low concn. formaldehyde soln. was evaluated.  The results indicated that the size of the Fe3O4@SiO2 and the Cu/Fe3O4@SiO2 was about 500 nm.  The diam. of Cu particles on the surface of Cu/Fe3O4@SiO2 was 10 nm.  Both the Fe3O4@SiO2 and the Cu/Fe3O4@SiO2 had the mesoporous structure.  The samples presented the superparamagnetism at room temp.  The low concn. formaldehyde could be effectively converted into hydrogen at room temp.  The Cu/Fe3O4@SiO2 with Cu content 15 wt% exhibited the best catalytic performance.  The accumulative amt. of H2 reached 42 mL in 45 min.  After reaction recycling for 8 times, the catalytic activity of the catalyst had not been obviously dropped.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsV2ktrjK&md5=1e0859b261d582b2731565b6fd2d09ab", "27. ", "Liu", ", ", "H.", "; ", "Jia", ", ", "Z.", "; ", "Ji", ", ", "S.", "; ", "Zheng", ", ", "Y.", "; ", "Li", ", ", "M.", "; ", "Yang", ", ", "H.", " ", "Synthesis of TiO", "2", "/SiO", "2", "@Fe", "3", "O", "4", " Magnetic Mirospheres and Their Properties of Photocatalytic Degradation Dyestuff", " ", "Catal. Today", " ", "2011", ",  ", "175", ",  ", "293", "[", "Crossref", "], [", "CAS", "]", "27. ", "Synthesis of TiO2/SiO2@Fe3O4 magnetic microspheres and their properties for photocatalytic degradation of dyes", "Liu, Hong-Fei; Jia, Zhi-Gang; Ji, Sheng-Fu; Zheng, Yuan-Yuan; Li, Ming; Yang, Hao", "Catalysis Today", "\r\n        (", "2011", "),\r\n    ", "175", "\r\n        (", "1", "),\r\n    ", "293-298", "CODEN:\r\n                ", "CATTEA", ";\r\n        ISSN:", "0920-5861", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The TiO2/SiO2@Fe3O4 photocatalysts were synthesized via two steps.  First, the SiO2@Fe3O4 particles were synthesized using Fe3O4 as the core and tetraethoxysilane (TEOS) as silica source.  Second, the anatase TiO2 was coated on the SiO2@Fe3O4 particle surface using tetra-Bu titanate (TBOT) as titanium source.  The synthesized samples were characterized by x-ray diffraction (XRD), transmission electron microscopy (TEM), N2 adsorption-desorption techniques and vibration sample magnetometer (VSM).  The catalytic activity of TiO2/SiO2@Fe3O4 catalysts for the photocatalytic degrdn. of Rhodamine (RhB) was evaluated under UV irradn.  The results indicated that the mean size of the 6%SiO2@Fe3O4 particles was about 75-80 nm and thickness of the homogeneous SiO2 layer was about 2-3 nm.  The diam. of 50%TiO2/6%SiO2@Fe3O4 microspheres was about 100 nm and thickness of the homogeneous anatase TiO2 layer was about 8-10 nm.  The satn. magnetization and sp. surface area of 50%TiO2/6%SiO2@Fe3O4 catalysts were 48.6 emu/g and 495.3 m2/g, resp.  The 50%TiO2/6%SiO2@Fe3O4 microspheres exhibited the best photocatalytic performance.  The conversion of RhB achieved up to 98.1% after 60 min UV irradn., and the photocatalytic reaction apparent rate const. ka was 0.05288 min-1.  After used for 8 times, it also maintained high degrdn. rate and catalyst recovery.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1eiurzF&md5=eaf193543ff39c069dd7f8281868b262", "28. ", "Deng", ", ", "Y. H.", "; ", "Qi", ", ", "D. W.", "; ", "Deng", ", ", "C. H.", "; ", "Zhang", ", ", "X. M.", "; ", "Zhao", ", ", "D. Y.", " ", "Superparamagnetic High-Magnetization Microspheres with an Fe", "3", "O", "4", "@SiO", "2", " Core and Perpendicularly Aligned Mesoporous SiO", "2", " Shell for Removal of Microcystins", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "28", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Superparamagnetic High-Magnetization Microspheres with an Fe3O4@SiO2 Core and Perpendicularly Aligned Mesoporous SiO2 Shell for Removal of Microcystins", "Deng, Yonghui; Qi, Dawei; Deng, Chunhui; Zhang, Xiangmin; Zhao, Dongyuan", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "1", "),\r\n    ", "28-29", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Super-paramagnetic micro-spheres with aa Fe3O4/SiO2 composite core and a perpendicularly aligned, mesoporous SiO2 shell were synthesized using a surfactant-templating sol-gel approach.  Micro-spheres have high magnetization (53.3 emu/g), high surface area (365 m2/g), large pore vol. (0.29 cm3/g), and uniform mesopores (2.3 nm).  Using these unique core-shell micro-spheres with accessible large pores and excellent magnetic properties, fast, high efficiency (>95%) removal of microcystins was achieved.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhsVWqsLnL&md5=41202c6731e4a93dae39bbe24929ca13", "29. ", "Schlesinger", ", ", "M.", "; ", "Schulze", ", ", "S.", "; ", "Hietschold", ", ", "M.", "; ", "Mehring", ", ", "M.", " ", "Evaluation of Synthetic Methods for Microporous Metal-Organic Frameworks Exemplified by the Competitive Formation of [Cu", "2", "(btc)", "3", "(H", "2", "O)", "3", "] and [Cu", "2", "(btc)(OH)(H", "2", "O)]", " ", "Microporous Mesoporous Mater.", " ", "2010", ",  ", "132", ",  ", "121", "[", "Crossref", "], [", "CAS", "]", "29. ", "Evaluation of synthetic methods for microporous metal-organic frameworks exemplified by the competitive formation of [Cu2(btc)3(H2O)3] and [Cu2(btc)(OH)(H2O)]", "Schlesinger, Maik; Schulze, Steffen; Hietschold, Michael; Mehring, Michael", "Microporous and Mesoporous Materials", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "1-2", "),\r\n    ", "121-127", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Copper carboxylate metal-org. framework, [Cu3(btc)2(H2O)3]n (btc = 1,3,5-benzenetricarboxylate) was prepd. by six different synthetic protocols, solvothermal, microwave-assisted, mechanochem. and ultrasound-promoted reactions, and electrolysis.  The advantages and disadvantages of the various synthetic methods were discussed including the influence of different solvents and reaction conditions on product formation, microporosity and crystn.  Therefore, pressure and temp. for the solvothermal synthesis (autoclave and microwave) were monitored during the reaction.  The characterization of the samples was performed by x-ray powder diffraction, SEM, IR-spectroscopy, thermogravimetric anal. and sp. surface detn. using the BET method.  The exptl. results show that microwave-assisted solvothermal synthesis is the best method to produce cryst. [Cu3(btc)2(H2O)3] in a short time assocd. with high purity, high specific pore vol. (0.79 cm3/g) and quant. yield.  Noteworthy, the solvent-assisted mechanochem. approach gave a comparable specific pore vol. of 0.74 cm3/g.  Furthermore, synthesis conditions were explored which enable to control the product formation of either [Cu3(btc)2(H2O)3] or [Cu2(btc)(OH)(H2O)].  Finally, it is shown that water stability of [Cu3(btc)2(H2O)3] at higher temps. is low, if the adsorbed and coordinated water is not removed rapidly upon heating.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXks1Ghtbw%253D&md5=0a22823ba279c9d4c29049e92f6a9c47", "30. ", "Peterson", ", ", "G. W.", "; ", "Wagner", ", ", "G. W.", "; ", "Balboa", ", ", "A.", "; ", "Mahle", ", ", "J.", "; ", "Sewell", ", ", "T.", "; ", "Karwacki", ", ", "C. J.", " ", "Ammonia Vapor Removal by Cu", "3", "(BTC)", "2", " and Its Characterization by MAS NMR", " ", "J. Phys. Chem. C", " ", "2009", ",  ", "113", ",  ", "13906", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "Ammonia Vapor Removal by Cu3(BTC)2 and Its Characterization by MAS NMR", "Peterson, Gregory W.; Wagner, George W.; Balboa, Alex; Mahle, John; Sewell, Tara; Karwacki, Christopher J.", "Journal of Physical Chemistry C", "\r\n        (", "2009", "),\r\n    ", "113", "\r\n        (", "31", "),\r\n    ", "13906-13917", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption equil. and NMR expts. were performed to study the adsorption and interactions of ammonia with metal-org. framework HKUST-1, or Cu3(BTC)2 (BTC = 1,3,5-benzenetricarboxylate).  Ammonia capacities detd. from chem. breakthrough measurements show significantly higher uptake capacities than from adsorption alone, suggesting a stronger interaction involving a potential reaction with the Cu3(BTC)2 framework.  Indeed, 1H MASNMR reveals that a major disruption of the relatively simple spectrum of Cu3(BTC)2 occurs to generate a composite spectrum consistent with Cu(OH)2 and (NH4)3BTC species under humid conditions-the anticipated products of a copper(II) carboxylate reacted with limited ammonia.  These species are not detected under dry conditions; however, reaction stoichiometry combined with XRD results suggests the partial formation of an indeterminate diammine copper(II) complex with some residual Cu3(BTC)2 structure retained. Cu(II)-induced paramagnetic shifts exhibited by various species in 1H and 13C MASNMR spectra are consistent with model compds. and previous literature.  Although results show extensive ammonia capacity of Cu3(BTC)2, much of the capacity is due to reaction with the structure itself, causing a permanent loss in porosity and structural integrity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXnvF2ksb8%253D&md5=9e9008b465469f4a5ceb8cbd5b30fda3", "31. ", "Zhang", ", ", "Z.", "; ", "Zhang", ", ", "L.", "; ", "Wojtas", ", ", "L.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", " ", "Template-Directed Synthesis of Nets Based upon Octahemioctahedral Cages that Encapsulate Catalytically Active Metalloporphyrins", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "928", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "Template-Directed Synthesis of Nets Based upon Octahemioctahedral Cages That Encapsulate Catalytically Active Metalloporphyrins", "Zhang, Zhenjie; Zhang, Linping; Wojtas, Lukasz; Eddaoudi, Mohamed; Zaworotko, Michael J.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "2", "),\r\n    ", "928-933", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Meso-Tetra(N-methyl-4-pyridyl)porphine tetratosylate (TMPyP) templates the synthesis of six new metal-org. materials by the reaction of benzene-1,3,5-tricarboxylate with transition metals, five of which exhibit HKUST-1 or tbo topol. (M = Fe, Mn, Co, Ni, Mg).  The resulting materials, porph@MOMs, selectively encapsulate the corresponding metalloporphyrins in octahemioctahedral cages and can serve as size-selective heterogeneous catalysts for oxidn. of olefins.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1Srtb7E&md5=f7c80d9fa1e8fd2762426093cff23ea9", "32. ", "Nguyen", ", ", "L. T. L.", "; ", "Nguyen", ", ", "T. T.", "; ", "Nguyen", ", ", "K. D.", "; ", "Phan", ", ", "N. T. S.", " ", "Metal-Organic Framework MOF-199 as an Efficient Heterogeneous Catalyst for the aza-Michael Reaction", " ", "Appl. Catal., A: Gen.", " ", "2012", ",  ", "425–426", ",  ", "44", "[", "Crossref", "], [", "CAS", "]", "32. ", "Metal-organic framework MOF-199 as an efficient heterogeneous catalyst for the aza-Michael reaction", "Nguyen, Lien T. L.; Nguyen, Tung T.; Nguyen, Khoa D.; Phan, Nam T. S.", "Applied Catalysis, A: General", "\r\n        (", "2012", "),\r\n    ", "425-426", "\r\n        (", "),\r\n    ", "44-52", "CODEN:\r\n                ", "ACAGE4", ";\r\n        ISSN:", "0926-860X", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A highly porous metal-org. framework (MOF-199) was synthesized from the reaction of copper nitrate trihydrate and 1,3,5-benzenetricarboxylic acid by solvothermal method, and used as a recyclable acid catalyst for the aza-Michael reaction.  Phys. characterizations of the solid catalyst were achieved by using a variety of different techniques, including x-ray powder diffraction (x-ray diffraction), scanning electron microscope (SEM), TEM, thermogravimetric anal. (TGA), Fourier transform IR (FT-IR), dynamic laser light scattering (DLS), at. absorption spectrophotometry (AAS), and nitrogen physisorption measurements.  Excellent conversions were achieved under mild conditions in the presence of 5 mol% catalyst.  The MOF-199 catalyst could be reused several times without a significant degrdn. in catalytic activity.  No contribution from homogeneous catalysis of active species leaching into the liq. phase was detected.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XksFClsLY%253D&md5=58564928a5906ffda2e7ae677e5d8489", "33. ", "Wee", ", ", "L. H.", "; ", "Bajpe", ", ", "S. R.", "; ", "Janssens", ", ", "N.", "; ", "Hermans", ", ", "I.", "; ", "Houthoofd", ", ", "K.", "; ", "Kirschhock", ", ", "C. E. A.", "; ", "Martens", ", ", "J. A.", " ", "Convenient Synthesis of Cu", "3", "(BTC)", "2", " Encapsulated Keggin Heteropolyacid Nanomaterial for Application in Catalysis", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "8186", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "33. ", "Convenient synthesis of Cu3(BTC)2 encapsulated Keggin heteropolyacid nanomaterial for application in catalysis", "Wee, Lik H.; Bajpe, Sneha R.; Janssens, Nikki; Hermans, Ive; Houthoofd, Kristof; Kirschhock, Christine E. A.; Martens, Johan A.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "43", "),\r\n    ", "8186-8188", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Nanomaterial of Cu3(BTC)2 (BTC = benzene tricarboxylic acid) incorporating Keggin heteropolyacid conveniently prepd. at room temp. and recovered by freeze drying outperforms ultrastable Y zeolite in acid catalyzed esterification reaction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlentbrF&md5=b80ef6a4e7863611e4cba6dd1a706986", "34. ", "Sava", ", ", "D. F.", "; ", "Garino", ", ", "T. J.", "; ", "Nenoff", ", ", "T. M.", " ", "Iodine Confinement into Metal-Organic Frameworks (MOFs): Low-Temperature Sintering Glasses to Form Novel Glass Composite Material (GCM) Alternative Waste Forms", " ", "Ind. Eng. Chem. Res.", " ", "2012", ",  ", "51", " (", "2", ")  ", "614", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "35. ", "Kim", ", ", "S. N.", "; ", "Kim", ", ", "J.", "; ", "Km", ", ", "H. Y.", "; ", "Cho", ", ", "H. Y.", "; ", "Ahn", ", ", "W. S.", " ", "Adsorption/Catalytic Properties of MIL-125 and NH", "2", "-MIL-125", " ", "Catal. Today", " ", "2013", ",  ", "204", ",  ", "85", "[", "Crossref", "], [", "CAS", "]", "35. ", "Adsorption/catalytic properties of MIL-125 and NH2-MIL-125", "Kim, Se-Na; Kim, Jun; Kim, Hee-Young; Cho, Hye-Young; Ahn, Wha-Seung", "Catalysis Today", "\r\n        (", "2013", "),\r\n    ", "204", "\r\n        (", "),\r\n    ", "85-93", "CODEN:\r\n                ", "CATTEA", ";\r\n        ISSN:", "0920-5861", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A Ti-incorporated metal org. framework structure, MIL-125, and its amine-functionalized form, NH2-MIL-125, were synthesized via a solvothermal route aided by microwave heating.  The samples were characterized by XRD, SEM, TGA, EA, UV-vis spectroscopy, and N2 adsorption-desorption measurements.  MIL-125 was unstable in aq. soln., but NH2-MIL-125 was stable both in water and in heptane; its hydrophilic property was further confirmed by water vapor adsorption.  NH2-MIL-125 showed moderate CO2 adsorption capacity (136 mg g-1) but excellent selectivity over N2 (>27:1) at 298 K with a low heat of adsorption surpassing the performance of MIL-125.  Four consecutive CO2 adsorption-desorption cycles over NH2-MIL-125 showed completely reversible adsorbent regeneration at 298 K under a helium flow for a total duration of 550 min.  Catalytic properties of the materials were evaluated by cycloaddn. of epichlorohydrin and oxidative desulfurization of dibenzothiophene.  Finally, batch mode liq.-phase competitive sepn. of isoprene from 2-Me butane was conducted, revealing high selectivity of isoprene against 2-Me butane (ca. 7.8 and 9.7) over MIL-125 and NH2-MIL-125, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlertbnP&md5=6d668f60d65f6ce9d3a0306c32bfaed9", "36. ", "Pan", ", ", "Y.", "; ", "Yuan", ", ", "B.", "; ", "Li", ", ", "Y.", "; ", "He", ", ", "D.", " ", "Multifunctional Catalysis by Pd@MIL-101: One-Step Synthesis of Methyl Isobutyl Ketone over Palladium Nanoparticles Deposited on a Metal-Organic Framework", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "2280", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "36. ", "Multifunctional catalysis by Pd@MIL-101: one-step synthesis of methyl isobutyl ketone over palladium nanoparticles deposited on a metal-organic framework", "Pan, Yingyi; Yuan, Bizhen; Li, Yingwei; He, Dehua", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "13", "),\r\n    ", "2280-2282", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Palladium nanoparticles deposited on a chromium terephthalate MIL-101 is a highly efficient multifunctional catalyst for the one-step synthesis of Me iso-Bu ketone, with significantly higher activity than palladium on traditional materials, such as metal oxides and zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXjt1Khs7Y%253D&md5=14a6d69fa5df147b35dfadeb42450443", "37. ", "Sinhamahapatra", ", ", "A.", "; ", "Sutradhar", ", ", "N.", "; ", "Pahari", ", ", "S.", "; ", "Bajaj", ", ", "H. C.", "; ", "Panda", ", ", "A. B.", " ", "Mesoporous Zirconium Phosphate: An Efficient Catalyst for the Synthesis of Coumarin Derivatives through Pechmann Condensation Reaction", " ", "Appl. Catal., A: Gen.", " ", "2011", ",  ", "394", ",  ", "93", "[", "Crossref", "], [", "CAS", "]", "37. ", "Mesoporous zirconium phosphate: An efficient catalyst for the synthesis of coumarin derivatives through Pechmann condensation reaction", "Sinhamahapatra, Apurba; Sutradhar, Narottam; Pahari, Sandip; Bajaj, Hari C.; Panda, Asit Baran", "Applied Catalysis, A: General", "\r\n        (", "2011", "),\r\n    ", "394", "\r\n        (", "1-2", "),\r\n    ", "93-100", "CODEN:\r\n                ", "ACAGE4", ";\r\n        ISSN:", "0926-860X", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Mesoporous zirconium phosphate (m-ZrP) was used as solid acid catalyst for synthesis of coumarins via Pechmann condensation reaction and showed high activity for condensation of phenols and Et acetoacetate in both conventional heating and microwave assisted methods.  The condensation reaction was studied in detail by varying the reaction parameters, i.e., effect of solvent, molar ratio of reactants, temp., and catalyst loading.  Among the substituted phenols, m-aminophenol is more reactive and 100% yield is obtained in short time at low temp. due to the presence of ring activating amine group in the meta position.  The m-ZrP catalyst is also active even for phenol and 57% yield of 4-Me coumarin is obtained in the conventional heating method.  Microwave assisted synthesis is advantageous over conventional heating for the synthesis of coumarins, as it provides improved yield in less time.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhvVyks78%253D&md5=9d0b41f037f71c6173b4b58385abd806", "38. ", "D’Souza", ", ", "J.", "; ", "Nagaraju", ", ", "N.", " ", "Clean and Efficient Synthesis of Coumarins over Modified Metal Oxides via Pechmann Reaction", " ", "Indian J. Chem. Technol.", " ", "2008", ",  ", "15", ",  ", "244", "[", "CAS", "]", "38. ", "Clean and efficient synthesis of coumarins over modified metal oxides via Pechmann reaction", "D'Souza, Joyce; Nagaraju, N.", "Indian Journal of Chemical Technology", "\r\n        (", "2008", "),\r\n    ", "15", "\r\n        (", "3", "),\r\n    ", "244-251", "CODEN:\r\n                ", "ICHTEU", ";\r\n        ISSN:", "0971-457X", ".\r\n    \r\n            (", "National Institute of Science Communication and Information Resources", ")\r\n        ", "The catalytic activity of solid acids such as zirconia, alumina and silica and their SO42-, PO43- and BO33- modified forms has been studied in the Pechmann reaction between resorcinol and ethylacetoacetate under solvent-free liq. phase reflux conditions and autogenous pressure.  A systematic study of this reaction has been made by varying the following parameters: catalyst, amt. of catalyst, duration and temp. of reaction and molar ratio of reactants.  Under refluxing conditions, in the presence of sulfated zirconia, the percentage yield of the product, 7-hydroxy 4-Me coumarin was in the range of 30-75% which, however, contained many impurities.  When the same reaction was conducted in an autoclave at 150°C, the clean product of yields upto 99% was obtained.  Other phenols used in this work include catechol, hydroquinone, m-cresol, p-cresol, o-cresol, pyrogallol, phloroglucinol, orcinol, m-aminophenol and phenol.  The sites of higher acid strength and perhaps super-acidic sites on the catalyst appear to be catalyzing the formation of coumarins via Pechmann reaction.  Sulfated zirconia is found to be a promising catalyst for this reaction under autogenous conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXovFaktbg%253D&md5=cf8fa5e059be6a59efec03995c51ae0e", "39. ", "Sudha", ", ", "S.", "; ", "Venkatachalam", ", ", "K.", "; ", "Priya", ", ", "S. V.", "; ", "Mabel", ", ", "J. H.", "; ", "Palanichamy", ", ", "M.", "; ", "Murugesan", ", ", "V.", " ", "Single Step Synthesis of Coumarin Derivatives over Al-MCM-41 and Its Supported Catalysts under Solvent-Free Condition", " ", "J. Mol. Catal. A: Chem.", " ", "2008", ",  ", "291", ",  ", "22", "[", "Crossref", "], [", "CAS", "]", "39. ", "Single step synthesis of coumarin derivatives over Al-MCM-41 and its supported catalysts under solvent-free condition", "Sudha, S.; Venkatachalam, K.; Priya, S. Vishnu; Mabel, J. Herbert; Palanichamy, M.; Murugesan, V.", "Journal of Molecular Catalysis A: Chemical", "\r\n        (", "2008", "),\r\n    ", "291", "\r\n        (", "1-2", "),\r\n    ", "22-29", "CODEN:\r\n                ", "JMCCF2", ";\r\n        ISSN:", "1381-1169", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Al-MCM-41 (Si/Al = 25) mol. sieve was synthesized hydrothermally and 20 and 40 wt% phosphotungstic acid (PW) was supported on it.  The materials were characterized using XRD, pyridine adsorbed FT-IR, 31P and 1H MAS NMR techniques.  Catalytic performance of the materials was examd. in the liq. phase condensation of resorcinol and Et acetoacetate.  7-Hydroxy-4-methylcoumarin was the only product obsd. in this reaction.  The results revealed that 20 wt% PW/Al-MCM-41 is more active than other catalysts.  The reaction parameters were optimized to obtain high selectivity of the desired product at max. resorcinol conversion.  The reaction was also performed with substituted phenolic derivs. and Et acetoacetate in order to realize the substituent effect.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtVyjur3N&md5=2df1708209e951c645d8f45c411c3bd7", "40. ", "Sabou", ", ", "R.", "; ", "Hoelderich", ", ", "W. F.", "; ", "Ramprasad", ", ", "D.", "; ", "Weinand", ", ", "R.", " ", "Synthesis of 7-Hydroxy-4-methylcoumarin via the Pechmann Reaction with Amberlyst Ion-Exchange Resins as Catalysts", " ", "J. Catal.", " ", "2005", ",  ", "232", ",  ", "34", "[", "Crossref", "], [", "CAS", "]", "40. ", "Synthesis of 7-hydroxy-4-methylcoumarin via the Pechmann reaction with Amberlyst ion-exchange resins as catalysts", "Sabou, R.; Hoelderich, W. F.; Ramprasad, D.; Weinand, R.", "Journal of Catalysis", "\r\n        (", "2005", "),\r\n    ", "232", "\r\n        (", "1", "),\r\n    ", "34-37", "CODEN:\r\n                ", "JCTLA5", ";\r\n        ISSN:", "0021-9517", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The Pechmann reaction of resorcinol with Et acetoacetate over various Amberlyst-type catalysts under mild reaction conditions in short reaction times resulted in high yields of 7-hydroxy-4-methylcoumarin.  For purposes of comparison, other solid acid catalysts were also investigated.  The best-performing material was Amberlyst-S, with 95% conversion and 98% selectivity in refluxing toluene after 2 h of reaction time at 120 °C.  The materials could be regenerated and recycled.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjslOnsLY%253D&md5=a02623ab636f2293b4c6eef5daecd5a0"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-39/ie502489q/20140925/images/small/ie-2014-02489q_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-39/ie502489q/20140925/images/small/ie-2014-02489q_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-39/ie502489q/20140925/images/small/ie-2014-02489q_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-39/ie502489q/20140925/images/small/ie-2014-02489q_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-39/ie502489q/20140925/images/small/ie-2014-02489q_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-39/ie502489q/20140925/images/small/ie-2014-02489q_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-39/ie502489q/20140925/images/small/ie-2014-02489q_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-39/ie502489q/20140925/images/small/ie-2014-02489q_0012.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-39/ie502489q/20140925/images/small/ie-2014-02489q_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-39/ie502489q/20140925/images/small/ie-2014-02489q_0002.gif\">"]}
