{"title": ["Tuning Two-Dimensional Layer to Three-Dimensional Pillar-Layered Metal–Organic Frameworks: Polycatenation and Interpenetration Behaviors"], "authors": ["Di-ming Chen", "Xiao-ping Zhang", "Wei Shi", "Peng Cheng"], "doi": ["10.1021/cg500942g"], "abstract": ["A two-dimensional 6", " honeycomb layer was synthesized via a solvothermal reaction, which could be successfully converted into a three-dimensional (3D) polycatenation or a 3D 2-fold interpenetrated structure by the 4,4′-bipyridine (bpy) linker depending on the reaction temperature and solvents. The phase purity, thermal stability, and luminescence properties were studied. In addition, N", " and CO", " adsorption behaviors of solvent-exchanged ", " were investigated.", "A two-dimensional honeycomb network of {[Zn", "(bpydb)", "(H", "O)", "](DMA)", "(H", "O)}", " (", ") was solvothermally synthesized and structurally characterized. By employing 4,4′-bipyridine (bpy) as a pillar, two additional three-dimensional (3D) metal–organic frameworks (MOFs) of {[Zn", "(bpydb)", "(bpy)(EtO-H)", "](DMF)(EtOH)}", " (", ") and {[Zn(bpydb)(bpy)](DMA)(EtOH)", "}", " (", ") (bpydbH", " = 4,4′-(4,4′-bipyridine-2,6-diyl) dibenzoic acid, DMA = ", ",", "- dimethylacetamide, DMF = ", ",", "-dimethylformamide) were obtained. MOF ", " displays a 3D pillar-bilayered network generated from polycatenation of the 2D bilayers. By carefully adjusting the reaction condition, MOF ", " was harvested, showing a 2-fold interpenetrated (3,5)-connected ", " net. The phase purity, thermal stability, and luminescent properties of the three MOFs were studied. In addition, N", " and CO", " adsorption behaviors of the activated ", " were investigated."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Introduction", "In recent years, the assembly of metal–organic frameworks (MOFs) has become a very hot research topic because of their intriguing structural features and potential applications in a wide range of research fields such as gas storage/separation,", "(1-3)", " catalysis,", "(4)", " sensor,", "(5, 6)", " and biomedical imaging.", "(7)", " Several strategies have been suggested for the rational construction of MOFs with desired structures and functions, in which reticular chemistry using the concept of secondary building units (SBUs) is demonstrated most popular and effective for this porpose.", "(8-10)", " Another useful strategy is the chemical connections of two-dimensional (2D) layers with suitable linker ligands, and this is the usually called “pillaring strategy”.", "(11-15)", " Many reported 2D networks, such as grid, honeycomb, and kagome net,", "(16-24)", " have been used as layers, which can be further connected by rigid pillared ligands such as 1,4-diazabicyclo[2.2.2]octane (dabco), 4,4′-bipyridine (bpy), or terephthalic acid to afford three-dimensional (3D) porous frameworks. However, the self-assembly of MOFs could be affected by many outside conditions such as solvents, reaction temperature, the ratio of the starting materials, and so forth.", "(25)", " Interpenetration has been found in these pillar-layered frameworks especially when a long pillar is used because interpenetration can reduce voids and achieve close packing. Polycatenation can be usually found in the low dimensional networks.", "(26)", " Although many interesting works focusing on the control of the interpenetration of porous MOFs have been reported,", "(27-30)", " rare examples were studied on the control of interpenetration or polycatenation behavior of networks especially on pillar-layered MOFs. In this contribution, a 2D 6", "3", " honeycomb network of {[Zn", "2", "(bpydb)", "2", "(H", "2", "O)", "2", "](DMA)", "3", "(H", "2", "O)}", "n", " (", "1", ") was synthesized using a tridentate ligand, which was successfully converted into a 3D polycatenation framework of {[Zn", "2", "(bpydb)", "2", "(bpy)(EtOH)", "2", "](DMF)(EtOH)}", "n", " (", "2", ") or a 3D 2-fold interpenetrated network of {[Zn(bpydb)(bpy)](DMA)(EtOH)", "6", "}", "n", " (", "3", "), (H", "2", "bpydb = 4,4′-(4,4′-bipyridine-2,6-diyl) dibenzoic acid, DMA = ", "N", ",", "N", "- dimethylacetamide, DMF = ", "N", ",", "N", "-dimethylformamide) depending on different solvents and reaction temperature. The phase purity, thermal stability, and luminescence of ", "1", "–", "3", " were studied. Moreover, the gas sorption property of the activated ", "3", " was studied as well.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Experimental Section", "Materials and Physical Measurements", "All the materials and reagents are purchased and used as received. The ligand (bpydbH", "2", ", Scheme ", "1", ") was synthesized according to the published procedure.", "(31)", " Fourier transform infrared (FT-IR) spectra were measured with a Bruker Tensor 27 spectrometer on KBr discs in the range 4000–400 cm", "–1", ". Elemental analyses for C, H, and N were performed on a PerkinElmer analyzer. Thermal analyses were performed in a Labsys NETZSCH TG 209 Setaram apparatus from room temperature to 800 °C under N", "2", " atmosphere with a heating rate of 10 °C min", "–1", ". Powder X-ray diffractions were measured using a D/Max-2500 X-ray diffractometer with Cu–Kα radiation. N", "2", " and CO", "2", " sorption experiments were carried out on a gas adsorption analyzer Autosorb-IQ2 (Quantachrome Instruments). Solid state luminescent spectra were obtained on a Varian Cary Eclipse fluorescence spectrophotometer.", "Scheme 1. Structure of bpydbH", "2", "Synthesis of {[Zn", "2", "(bpydb)", "2", "(H", "2", "O)", "2", "](DMA)", "3", "(H", "2", "O)}", "n", " (", "1", ")", "A mixture of Zn(NO", "3", ")", "2", "·6H", "2", "O (0.045 g, 0.15 mmol) and bpydbH", "2", " (0.032 g, 0.075 mmol) was suspended in a mixed solvent of DMA (2 mL), MeOH (0.5 mL), and H", "2", "O (0.5 mL), and then heated at 80 °C for 72 h under autogenous pressure in a 5 mL glass bottle. After the mixture was cooled to room temperature, yellow needle-like crystals suitable for X-ray diffraction analysis were obtained. The yield was 60% for ", "1", " (based on bpydbH", "2", "). IR (KBr, cm", "–1", "): 3416 (br), 3065 (w), 1676 (s), 1589 (s), 1388 (s), 1246 (w), 1096 (m), 835 (m), 789 (m), 746 (s), 708 (s), 639 (w), 485 (m); elemental analysis calcd (%) for ", "1", " (C", "60", "H", "61", "N", "7", "O", "14", "Zn", "2", "): C: 58.45, H: 4.82, N: 7.95; found: C 57.93, H 4.77, N 8.02.", "Synthesis of {[Zn", "2", "(bpydb)", "2", "(bpy)(EtOH)", "2", "](DMF)(EtOH)}", "n", " (", "2", ")", "A mixture of Zn(NO", "3", ")", "2", "·6H", "2", "O (0.045 g, 0.15 mmol), bpydbH", "2", " (0.032 g, 0.075 mmol), bpy (0.015 g, 0.1 mmol), DMF (2 mL), H", "2", "O (1 mL), and EtOH (1 mL) was mixed in a 5 mL glass bottle and then heated at 80 °C for 3 days under autogenous pressure. After the mixture was cooled to room temperature, yellow block crystals suitable for X-ray diffraction analysis were obtained. The yield was 75% for ", "2", " (based on bpydbH", "2", "). IR (KBr, cm", "–1", "): 3458 (br), 3045 (br), 1605 (s), 1385 (s), 1219 (w), 1070 (m), 1346 (m), 1306 (w), 1107 (s), 1007 (w), 914 (w), 831 (w), 741 (w), 619 (s); elemental analysis calcd (%) for ", "2", " (C", "67", "H", "61", "N", "7", "O", "12", "Zn", "2", "): C 62.62, H 4.63, N 7.63; found: C 62.41, H 4.78, N 7.59.", "Synthesis of {[Zn(bpydb)(bpy)](DMA)(EtOH)", "6", "}", "n", " (", "3", ")", "A mixture of Zn(NO", "3", ")", "2", "·6H", "2", "O (0.045 g, 0.15 mmol), bpydbH", "2", " (0.032 g, 0.075 mmol), bpy (0.015 g, 0.1 mmol), DMA (2 mL), H", "2", "O (0.5 mL), and EtOH (0.5 mL) was mixed in a 5 mL glass bottle and then heated to 120 °C for 3 days under autogenous pressure. After the mixture was cooled to room temperature, yellow block crystals suitable for X-ray diffraction analysis were obtained. The yield was 53% for ", "3", " (based on bpydbH", "2", "). IR (KBr, cm", "–1", "): 3422 (br), 3018 (br), 1594 (s), 1384(s), 1107 (s), 1016 (s), 867 (m), 815 (s), 790 (m), 747 (m), 707 (m), 620 (m). Elemental analysis calcd (%) for ", "3", " (C", "50", "H", "67", "N", "5", "O", "11", "Zn): C, 61.19; H, 7.09; N, 7.14; found: C 61.05, H 7.12, N 7.06.", "Single-Crystal X-ray Studies", "The X-ray structure data of ", "1", "–", "3", " were collected on an Oxford Supernova TM diffractometer using Mo–Kα radiation (λ = 0.71073 Å) at 129 K. The structures were solved by direct methods and refined by full matrix least-squares technique (SHELXL97).", "(32)", " Anisotropic thermal parameters were used in the refinement of all non-H atoms. The hydrogen atoms for the organic ligands were placed in idealized positions with a riding model. The ", "SQUEEZE", " option of ", "PLATON", " was used to calculate the solvents disordered area and remove their contribution to the overall intensity data.", "(33)", " In the structural refinement of ", "3", ", DFIX, SADI, and SIMU commands were used in the refinement of the 2-fold disordered DMA molecule. The final chemical formulas of ", "2", " and ", "3", " were obtained from crystal data combined with the results from elemental and thermogravimetric analysis. Crystal data of ", "1", "–", "3", " are listed in Table ", "1", ".", "Table 1. Crystal Data and Structure Refinement for ", "1", "–", "3", "compound", "1", "2", "3", "formula", "C", "60", "H", "61", "N", "7", "O", "14", "Zn", "2", "C", "67", "H", "61", "N", "7", "O", "12", "Zn", "2", "C", "50", "H", "67", "N", "5", "O", "11", "Zn", "fw", "1234.92", "1287.00", "979.47", "temp, K", "129(2)", "129(2)", "129(2)", "crystal syst", "triclinic", "monoclinic", "triclinic", "space group", "P", "1̅", "C", "2/", "c", "P", "1̅", "a", ", (Å)", "7.4379(5)", "25.1240(12)", "11.4424(5)", "b", ", (Å)", "14.7017(12)", "17.0584(5)", "15.1352(8)", "c", ", (Å)", "25.1694(9)", "30.6102(13)", "15.2141(9)", "α, (deg)", "88.492(5)", "90.00", "112.002(5)", "β, (deg)", "87.735(4)", "113.725(5)", "96.433(4)", "γ, (deg)", "89.118(6)", "90.00", "98.574(4)", "V", ", (Å", "3", ")", "2748.9(3)", "12010.1(8)", "2374.8(2)", "Z", "2", "8", "2", "D", "c", " (g/cm", "3", ")", "1.490", "1.292", "0.983", "μ (mm", "–1", ")", "0.949", "0.860", "0.554", "crystal size/mm", "3", "0.4 × 0.1 × 0.05", "0.3 × 0.2 × 0.1", "0.2 × 0.2 × 0.1", "R", "int", "0.0747", "0.0475", "0.0418", "reflections collected/unique", "19253/9657", "22446/10540", "16832/8327", "GOF on ", "F", "2", "1.083", "1.066", "0.974", "R", "1", ", ", "wR", "2", " [", "I", " > 2σ(", "I", ")]", "0.1032, 0.2306", "0.0603, 0.1589", "0.0585, 0.1466", "R", "1", ",", " wR", "2", " (all data)", "0.1338, 0.2502", "0.0844, 0.1710", "0.0751, 0.1568", "R", "1", ", ", "wR", "2", " (all data before SQUEEZE)", " ", "0.1901, 0.4930", "0.1400, 0.3775", "largest peak, hole (e·Å", "–3", ")", "2.15/–0.71", "0.89/–0.50", "0.69/–0.76", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "Synthesis", "Yellow crystals of ", "1", "–", "3", " were synthesized by reaction of bpydbH", "2", " and Zn(NO", "3", ")", "2", "·6H", "2", "O under different reaction conditions (Scheme ", "2", "). As mentioned in the literature, the reaction conditions (solvent, auxiliary ligand, temperature, time of reaction, etc.) play important roles in the crystallization process and the framework outcomes. The solvents acting as space-filling guests also play an important role in the construction of MOFs for their template effect.", "(25)", " The temperature could also affect the coordinated surroundings of the metal atoms and further lead to different outcomes. ", "1", " was prepared in DMA/H", "2", "O/MeOH mixed solvents at 80 °C. In ", "1", ", the bpydb", "2–", " ligand acts as a tridentate ligand linking three adjacent mononuclear Zn", "2+", " ions to form a 6", "3", " honeycomb layer with coordinated water occupying the surface. To extend this layer to 3D pillar-layered structure, classic bidentate ligand bpy was selected as the auxiliary pillar for its good ligating ability and fixed coordinating mode. ", "2", " was obtained in DMF/H", "2", "O/EtOH mixed solvents at 80 °C, which shows an interesting 2D + 2D → 3D polycatenated network based on bpy-pillar and 6", "3", " bilayers. One coordination site of Zn", "2+", " ion is occupied by the EtOH molecules which prevents the extension of the bilayers by coordination bonds. We speculate that a higher temperature may bring a different coordination environment of Zn", "2+", " ion by removing the coordinated EtOH molecule and leading to a 3D network. To verify the hypothesis, the reaction temperature was raised to 120 °C and the larger solvent DMA was selected to carry out the reaction. As expected, ", "3", " with 2-fold interpenetrated network was harvested.", "Scheme 2. Synthetic Route of the Three MOFs", "Crystal Structure of ", "1", "The X-ray studies reveal that ", "1", " crystallizes in the triclinic space group ", "P", "1̅ and consists of a 2D layered network. There are two crystallographically independent Zn", "2+", " ions, two bpydb", "2–", " ligands, and two coordinated water molecules in one asymmetric unit. Both of the Zn", "2+", " ions adopt the same coordination environment, bonded by one pyridyl nitrogen atom from one bpydb", "2–", " ligand, two oxygen atoms from two individual bpydb", "2–", " ligands, and one oxygen atom from one water molecule, resulting in a distorted [ZnO", "3", "N] tetrahedral coordination geometry (Figure ", "1", "a). The Zn–O bond distances vary from 1.940(7) to 2.013(8) Å, and the Zn–N bond length is 2.030(7) Å. In ", "1", ", the completely deprotonated bpydb", "2–", " ligand connects with three adjacent Zn", "2+", " ions to form a 2D network with large hexagonal windows. Taking the Zn", "2+", " ion and the ligand as nodes, the layer can be considered to be a 6", "3", " honeycomb layer (Figure ", "1", "b). Two adjacent 2D layers are interconnected via weak hydrogen bonds O45–H45B···O8 and stack in an ··· ABAB ··· fashion along the ", "a", " axis, giving a 3D supramolecular framework (Figure ", "1", "c,d and Figure S1, ", "Supporting Information", "). The shortest Zn···Zn separation of the adjacent layers is 5.874(15) Å. A one-dimensional channel (ca. 5.17 Å in diameter) was created by layered stacking and extended along the ", "a", " axis calculated by ", "Poreblazer", " software.", "(34)", " ", "PLATON", "(35)", " calculated results show that after the removal of the lattice guest molecules, the solvent-accessible void volume was 627.4 Å", "3", ", which only represents 22.8% per unit cell volume.", "Figure 1. (a) The coordination environments of the Zn", "2+", " atoms in ", "1", " (H atoms omitted for clarity). (b) The 6", "3", " honeycomb layer of ", "1", ". (c) The ABAB packing mode of the 2D layer. (d) The hydrogen bonds interaction between two adjacent layers.", "Crystal Structure of ", "2", "Considering that ", "1", " is a 2D 6", "3", " layer with coordinated water occupying the surface of the 2D net and pointing to the cavity created by the packing of the layers, it is possible that the coordinated water molecules may be replaced by linear bpy molecules, thereby generating a bilayer or a 3D pillared framework. Keeping this in mind, bpy was used as the auxiliary ligand, and ", "2", " was synthesized in DMF/H", "2", "O/EtOH mixed solvents. The X-ray studies show that ", "2", " crystallizes in monoclinic space group ", "C", "2", "/c", " based on the 2D 6", "3", " net and bpy pillar. There are two crystallographically independent Zn", "2+", " ions, two bpydb", "2–", " ligands, one bpy, and two coordinated ethanol molecules in one asymmetric unit. Both Zn1 and Zn2 adopt the same coordination environment as a five-coordinated [ZnO", "3", "N", "2", "] square–pyramidal arrangement, in which Zn", "2+", " ions are connected by three carboxyl oxygen atoms from two bpydb", "2–", " ligands and one coordinated ethanol, and two nitrogen atoms from bpydb", "2–", " and bpy ligands (Figure ", "2", "a). The Zn–O bond distances vary from 1.983(3) to 2.204(3) Å, and the Zn–N bond lengths locate in the range of 2.069(3)–2.197(3) Å. Each Zn", "2+", " ion is bonded with three different ligands to form a honeycomb layer as in ", "1", ", which is further linked by bpy to afford 2D bilayered framework (Figure ", "2", "b). The two 6", "3", " layers in ", "2", " are parallel but show incomplete overlap (Figure ", "2", "c) and linked by bpy-pillars via Zn–N bonds to give a bilayered framework with a Zn···Zn distance of 11.421(10) Å. The pillared bpy ligands within the bilayer form the angle of 77.055° with respect to the single layer (", "Figure S2, Supporting Information", "). It is interesting to find that each 2D bilayer is polycatenated with two adjacent ones to give a 3D polycatenated framework (Figures ", "2", "d and ", "S3", "). To simplify the structure of ", "2", ", the bpydb", "2–", " ligand can be regarded as a three-connected node, bpy can be viewed as a two-connected linker, so the whole network could be viewed as a 2-nodal (3,4)-connected net with the point symbol {6", "3", "}{6", "6", "}.", "(36)", " For its polycatenated framework nature, the resulting frameworks are almost nonporous, although the single 2D bilayer exhibits large channels. The result of ", "PLATON", " analysis reveals that ", "2", " contains an accessible solvent volume of 2082.7 Å", "3", ", 17.3% of the crystal cell volume.", "Figure 2. (a) Coordination environments of Zn atoms in ", "2", " (all H atoms were omitted for clarity). (b) 2D double-layered network connected by bpy ligands. (c) The adjacent staggered layers in ", "2", " along ", "c", " axis. (d) The inner space of the bilayer viewed along the ", "a", " axis. (e) The polycatenated topologic nets.", "Crystal Structure of ", "3", "The X-ray studies reveal that ", "3", " is an 3D 2-fold interpenetrated structure crystallizing in triclinic space group ", "P", "1̅. There are one Zn", "2+", " ion, one bpydb", "2–", " ligand, one bpy, and one 2-fold disordered DMA molecule in one asymmetric unit. The pentacoordinated Zn", "2+", " ion is connected with one nitrogen atom from one bpydb", "2–", " ligand, two oxygen atoms from two individual bpydb", "2–", " ligands, and two nitrogen atoms from two individual bpy ligands to give a [ZnN", "3", "O", "2", "] coordination geometry. The Zn–O bonds vary from 1.999(2) to 2.009(2) Å, and the Zn–N bond lengths vary from 2.121(3) to 2.195(3) Å. The bpydb", "2–", " ligand acts as a tridentate ligand connecting with three adjacent Zn", "2+", " to afford 2D honeycomb layer. The layers are linked by bpy to give a 3D structure possessing large channels as shown in Figure ", "3", "a. Such a large porous structure is not stable except by inclusion of suitable guest molecules or by further interpenetration. In this case, a 2-fold interpenetrated network is formed (Figure ", "3", "b). In contrast to ", "2", ", the two honeycomb layers in ", "3", " are almost overlapping with a distance of 11.42(2) Å; the bpy is nearly perpendicular to the two adjacent layers with an angle of 90.9° (", "Figure S4, Supporting Information", "). It could be noted that the 2-fold disordered DMA molecule acts as template in the channels. The whole framework can be viewed as a 2-nodal (3,5)-connected ", "hms", " net with the point symbol of {6", "3", "}{6", "9", ".8}, upon considering bpydb", "2–", " as 3-connected node and the Zn centers as 5-connected nodes (Figure ", "3", "c). Although the framework is 2-fold interpenetrated, ", "3", " still possesses significant void space occupied by disordered DMA and EtOH guests (Figure S5, ", "Supporting Information", "). The free volume of ", "3", " is 51.5% calculated by ", "PLATON", ". To evaluate the theoretical pore structure, ", "Poreblazer", " software was used to analyze the distributing of the pore diameter. The results indicate that the pore in ", "3", " is located in one dimension, and the pore diameters range from 4.20 Å (limiting) to 5.94 Å (maximum).", "Figure 3. (a) Coordination environment of Zn", "2+", " ion for ", "3", " and its packing mode (H atoms omitted for clarity). (b) 3D 2-fold interpenetrated network viewed along the ", "a", " axis. (c, d) The topological and interpenetrated representation of the network along the ", "c", " axis and ", "a", " axis.", "Powder X-ray diffraction (PXRD) and Thermogravimetric analysis (TGA)", "PXRD patterns of ", "1", "–", "3", " have been carried out at room temperature (", "Figure S6, Supporting Information", "). The patterns for the as-synthesized samples are in good agreement with the simulated ones from the single-crystal structure analysis, confirming their pure solid state phases. The thermal stabilities of ", "1", "–", "3", " have been evaluated by TGA under N", "2", " atmosphere in the temperature range 25–800 °C (", "Figure S7, Supporting Information", "). ", "1", " shows a weight loss of 4.9% from 25 to 115 °C, corresponding to the release of two coordinated water molecules and one free water molecule in the lattice (calcd 4.4%). And then a weight loss of 20.6% from 118 to 374 °C (calcd 21.2%) was observed, which is attributed to the loss of three DMA molecules. ", "2", " displays a weight loss of 10.3% from 25 to 149 °C, which could be assigned to the release of two coordinated EtOH molecules and one free EtOH molecule in the lattice (calcd 10.7%), and then a weight loss of 4.74% from 150 to 234 °C (calcd 4.8%) corresponding to the removal of one DMF molecule in the lattice. For ", "3", ", a weight loss of 29.4% was observed in the temperature ranging from 25 to 138 °C, which could be ascribed to the loss of six lattice EtOH (calcd 28.2%). The weight loss of 9% from 140 to 341 °C is attributed to the loss of one DMA molecule in the lattice (calcd 8.9%). The framework collapses upon further heating.", "Luminescent Properties", "The d", "10", " metal ions have drawn much attention in the construction of luminescent MOFs not only for their variable surroundings but also for their changeable luminescent features by adopting different coordination modes, connection or interaction with functional ligands, guest encapsulation or release, and the change of temperature.", "(37-44)", " The solid state luminescent properties of ", "1", "–", "3", " and free bpydbH", "2", " were studied at room temperature, as plotted in Figure ", "4", ". The free ligand and ", "1", "–", "3", " display two emission bands from 375 to 600 nm upon excitation at 330 nm. For bpydbH", "2", ", the maximum emission peaks could be found at 528 nm with a small peak at 436 nm, which may be assigned to the π*−π and π*–n transitions. ", "1", " exhibits a maximum emission peak at 428 nm and an unconspicuous shoulder at 545 nm, which is consistent with the literature example based on the bpydbH", "2", " ligand.", "(45)", " The observed shift of the emission and the relative different intensities of the two emissions could be originated from the impact of the coordinating surroundings of the metal ion with the organic linker.", "(46, 47)", " ", "2", " displays a emission peak at 554 nm and a shoulder at 423 nm. For ", "3", ", it exhibits a maximum emission band with a strong peak at 420 nm and a shoulder at 520 nm. The slight shift in the range of 420–428 nm relative to the free bpydbH", "2", " ligand (436 nm) for ", "1", "–", "3", " may arise from interaction between the ligand and metal ion which is in good agreement with other reported Zn MOFs.", "(48)", " There are two ligands coexisting in the framework of ", "2", " and ", "3", ", as free bpy ligand only shows weak photoluminescence emission at 486 nm, and the Zn(II) ion do not tend to be oxidized or reduced for its d", "10", " electronic configuration, so the emissions of ", "2", "–", "3", " could neither be owing to metal-to-ligand charge transfer (MLCT) nor attributed to ligand-to-metal charge transfer (LMCT). The fluorescent emissions of ", "1", "–", "3", " may originate from the intraligand charge transfer as similar emissions are observed for the free bpydbH", "2", ".", "(49-51)", " The difference in luminescent details between ", "1", "–", "3", " may be assigned to the different coordinating surroundings of the metal atoms and their distinct structure features.", "Figure 4. Solid-state luminescent spectra of bpydbH", "2", " and ", "1", "–", "3", ".", "Gas Adsorption Properties", "The high free volume of ", "3", " (51.5%) prompt us to carry out the gas sorption measurements. The as-synthesized ", "3", " was immerged in fresh MeOH solution for 12 h three times. The XRD data show the structure of ", "3", " changes after the solvent exchange progress, which indicates the flexible nature of the framework (", "Figure S6, Supporting Information", "). An optimized activation progress was selected to remove the solvents in ", "3", ". The MeOH-exchanged ", "3", " was outgassed overnight under a vacuum at 100 °C. ", "3a", " (the activated MeOH-exchanged ", "3", ") exhibited a moderate CO", "2", " uptake at 195 K, with a maximum value of 83 cm", "3", "·g", "–1", " (Figure ", "5", "). The Brunauer–Emmett–Teller (BET) surface area calculated from 195 K CO", "2", " sorption data is 198 m", "2", "/g, and the calculated Langmuir surface areas is 287 m", "2", "/g. It is interesting to find that ", "3a", " showed hysteresis in the desorption of CO", "2", ", indicating the structural flexibility of the framework.", "(52-54)", " The N", "2", " and CO", "2", " sorption isotherms were measured at 298 and 273 K and 1 bar (Figure ", "6", "). ", "3a", " showed a moderate CO", "2", " uptake capability with the value 40 cm", "3", "·g", "–1", ", which is much higher than that of N", "2", " (8.14 cm", "3", "·g", "–1", "). At 298 K and 1 bar, ", "3a", " could adsorb 22 cm", "3", "·g", "–1", " CO", "2", ", while only 2 cm", "3", "·g", "–1", " N", "2", " was adsorbed (Figure ", "6", "). To evaluate the CO", "2", "/N", "2", " selectivity of ", "3a", ", Henry’s law of CO", "2", "/N", "2", " selectivity was calculated to give 22.5 and 34.7 at 273 and 298 K, respectively (", "Figures S8 and S9, Supporting Information", ").", "(55, 56)", " To better understand the framework–CO", "2", " interactions, CO", "2", " adsorption enthalpy (", "Q", "st", ") of ", "3a", " is calculated by the virial method (Figure ", "7", "). It shows that ", "Q", "st", " is 36 kJ·mol", "–1", " (zero-loading), which is comparable to some well-known MOFs such as MIL-53(Al),", "(57)", " HKUST-1,", "(58)", " MOF-5,", "(59)", " and bio-MOF-1,", "(60)", " The high ", "Q", "st", " indicates strong interactions between the framework and CO", "2", " guests, which may be owing to the uncoordinated pyridine-N sites in the framework, because free nitrogen atoms in MOFs have been shown to act as Lewis base sites to facilitate CO", "2", " sorption.", "(61-64)", "Figure 5. CO", "2", " (195 K) sorption isotherms for ", "3", " (closed symbols indicate desorption and open symbols adsorption).", "Figure 6. N", "2", " and CO", "2", " sorption isotherms at 273 and 298 K (closed symbols indicate desorption and open symbols for adsorption).", "Figure 7. ", "Q", "st", " of CO", "2", " adsorption for ", "3", ".", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Conclusions", "Three MOFs with interesting structural diversities were successfully constructed under solvothermal conditions. MOF ", "1", " shows a 2D layered structure. By using the pillaring strategy, two additional MOFs were prepared based on the same 6", "3", " honeycomb net ", "1", ", and ", "2", " exhibits a 3D polycatenated framework and ", "3", " is a 2-fold interpenetrated framework with 1D channels showing good CO", "2", " adsorption capability. Since ", "2", " and ", "3", " were obtained from the same initial materials, their structural variety may arise from the reaction temperature and solvents, demonstrating that the solvent and temperature play significant role in the self-assembly of MOFs. This work illustrates new insights into the rational design and synthesis new pillar-layered frameworks via a pillar-layered approach. Further studies on the construction of pillar-layered MOFs based on bpydbH", "2", " with tritopic linkers are underway in our lab.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "Additional figures (Figures S1–S5), PXRD patterns (Figure S6), TGA curves (Figure S7), and X-ray data files (CIF).  This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "We acknowledge the “973 program” (2012CB821702), the MOE (NCET-13-0305 and IRT-13R30), and 111 Project (B12015) for financial support.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 64 other publications.", "1. ", "Suh", ", ", "M. P.", "; ", "Park", ", ", "H. J.", "; ", "Prasad", ", ", "T. K.", "; ", "Lim", ", ", "D.-W.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "782", "– ", "835", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Hydrogen Storage in Metal-Organic Frameworks", "Suh, Myunghyun Paik; Park, Hye Jeong; Prasad, Thazhe Kootteri; Lim, Dae-Woon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "782-835", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  MOFs have versatile structures, high surface areas and high pore vols. - they can be regarded as good candidate materials for H storage.  There are many MOFs that have high H adsorption capacities at low temps., typically at 77 or 87 K.  The highest H storage capacity reported so far is 99.5 mg/g at 77K and 56 bar for NU-100.  However, the high H capacities of MOFs at cryogenic temps. decrease as the temp. increases to room temp.  This is because the H adsorption in MOFs is weak physisorption and the interaction energies between the H mols. and frameworks are low.  To develop MOFs as H storage materials that meet the U.S.DOE targets for an on-board hydrogen system, a serious challenge is still present in the design and synthesis of the MOF materials.  We may expect that highly stable MOFs having a large surface area and pore vol., together with many open metal sites and embedded catalysts for hydrogen spillover, would provide some pos. results for H storage at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1GlsbjM&md5=dd1f08beefd27cce77d88e466551c1af", "2. ", "Li", ", ", "J.-R.", "; ", "Sculley", ", ", "J.", "; ", "Zhou", ", ", "H.-C.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "869", "– ", "932", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Metal-Organic Frameworks for Separations", "Li, Jian-Rong; Sculley, Julian; Zhou, Hong-Cai", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "869-932", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  This article reviews the metal-org. frameworks (MOFs), a new class of porous solid materials.  Their performances for applications in sepns. and purifications is attracting intense interest of researchers working in the fields of chem., chem. engineering, materials science, and others.  Despite being in its infancy, the research progress in this subject has already shown that MOFs are promising for sepn. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1OnsbbL&md5=635f36e2682f7fbc651f5021d591a1cf", "3. ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T.-H.", "; ", "Long", ", ", "J. R.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "– ", "781", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "4. ", "Yoon", ", ", "M.", "; ", "Srirambalaji", ", ", "R.", "; ", "Kim", ", ", "K.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1196", "– ", "1231", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Homochiral Metal-Organic Frameworks for Asymmetric Heterogeneous Catalysis", "Yoon, Minyoung; Srirambalaji, Renganathan; Kim, Kimoon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1196-1231", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors have provided an overview of metal-org. framework (MOF)-based asym. heterogeneous catalysis by presenting the state of the art in this field and discussing its potential and limitations.  Here, MOF-based asym. catalysts are classified according to their working principles and synthetic strategies.  Design, synthesis and structural characteristics of chiral metal-org. frameworks, as well as their catalytic activities in various asym. transformations, are described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVOlt7rF&md5=7ee0508d7ed4b69aec1ca6d950681972", "5. ", "Cui", ", ", "Y.", "; ", "Yue", ", ", "Y.", "; ", "Qian", ", ", "G.", "; ", "Chen", ", ", "B.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1126", "– ", "1162", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Luminescent Functional Metal-Organic Frameworks", "Cui, Yuanjing; Yue, Yanfeng; Qian, Guodong; Chen, Banglin", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1126-1162", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors discuss the title topic and applications such as LEDs and luminescent sensors.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnslKitr8%253D&md5=255200f12ee460fd90a29655c2b685dc", "6. ", "Shustova", ", ", "N. B.", "; ", "Cozzolino", ", ", "A. F.", "; ", "Reineke", ", ", "S.", "; ", "Baldo", ", ", "M.", "; ", "Dincă", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "13326", "– ", "13329", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Selective Turn-On Ammonia Sensing Enabled by High-Temperature Fluorescence in Metal-Organic Frameworks with Open Metal Sites", "Shustova, Natalia B.; Cozzolino, Anthony F.; Reineke, Sebastian; Baldo, Marc; Dinca, Mircea", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "36", "),\r\n    ", "13326-13329", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Fluorescent mols. incorporated as ligands in rigid, porous metal-org. frameworks (MOFs) maintain their fluorescence response to a much higher temp. than in mol. crystals.  The remarkable high-temp. ligand-based fluorescence, demonstrated here with tetraphenylethylene- and dihydroxyterephthalate-based linkers, is essential for enabling selective and rapid detection of analytes in the gas phase.  Both Zn2(TCPE) (TCPE = tetrakis-(4-carboxyphenyl)-ethylene) and Mg-(H2DHBDC) (H2DHBDC2- = 2,5-dihydroxybenzene-1,4-dicarboxylate) function as selective sensors for ammonia at 100°, although neither shows NH3 selectivity at room temp.  Variable-temp. diffuse-reflectance IR spectroscopy, fluorescence spectroscopy, and x-ray crystallog. are coupled with d.-functional calcns. to interrogate the temp.-dependent guest-framework interactions and the preferential analyte binding in each material.  These results describe a heretofore unrecognized, yet potentially general property of many rigid, fluorescent MOFs and portend new applications for these materials in selective sensors, with selectivity profiles that can be tuned as a function of temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlChsbfM&md5=0242efee6c2e70e95fb20b0163aa4c77", "7. ", "Della Rocca", ", ", "J.", "; ", "Liu", ", ", "D.", "; ", "Lin", ", ", "W.", " ", "Acc. Chem. Res.", " ", "2011", ",  ", "44", ",  ", "957", "– ", "968", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Nanoscale Metal-Organic Frameworks for Biomedical Imaging and Drug Delivery", "Della Rocca, Joseph; Liu, Demin; Lin, Wenbin", "Accounts of Chemical Research", "\r\n        (", "2011", "),\r\n    ", "44", "\r\n        (", "10", "),\r\n    ", "957-968", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs), a class of hybrid materials formed by the self-assembly of polydentate bridging ligands and metal-connecting points, were studied for a variety of applications.  Recently, these materials were scaled down to nanometer sizes, and this Account details the development of nanoscale metal-org. frameworks (NMOFs) for biomedical applications.  NMOFs possess several potential advantages over conventional nanomedicines such as their structural and chem. diversity, their high loading capacity, and their intrinsic biodegradability.  Under relatively mild conditions, NMOFs can be obtained as either cryst. or amorphous materials.  The particle compn., size, and morphol. can be easily tuned to optimize the final particle properties.  Researchers have employed 2 general strategies to deliver active agents using NMOFs: by incorporating active agents into the frameworks or by loading active agents into the pores and channels of the NMOFs.  The modification of NMOF surfaces with either silica coatings or org. polymers improves NMOF stability, fine-tunes their properties, and imparts addnl. functionality.  Preliminary biomedical applications of NMOFs have focused on their use as delivery vehicles for imaging contrast agents and mol. therapeutics.  Because NMOFs can carry large amts. of paramagnetic metal ions, they were extensively explored as magnetic resonance imaging (MRI) contrast agents.  Both Gd3+- and Mn2+-contg. NMOFs have shown excellent efficacy as T1-weighted contrast agents with large per metal- and per particle-based MR relaxivities.  Fe3+-contg. NMOFs have demonstrated excellent T2-weighted contrast enhancement.  Upon i.v. injection of iron carboxylate NMOFs in Wistar rats, researchers obsd. neg. signal enhancement in the liver and spleen, which dissipated over time, indicating the degrdn. and clearance of the NMOF.  Through the incorporation of luminescent or high Z element building blocks, NMOFs have also served as viable contrast agents for optical imaging or x-ray computed tomog. (CT) imaging.  Incorporation of membrane impermeable dyes into NMOFs allowed for their uptake by cancer cells and for their controlled release as the framework decompd.  NMOFs were used to deliver anticancer drugs and other chemotherapeutics.  Cisplatin prodrugs were incorporated within NMOFs at exceptionally high levels, either through use of the prodrug as the building block or through attachment of the prodrug onto the framework after synthesis.  These NMOFs were encapsulated within a silica shell and targeted to cancer cells.  In vitro assays revealed that the targeted NMOFs possessed similar efficacy to cisplatin, while the nontargeted NMOFs were less active.  Several different therapeutic mols. were loaded within porous iron-carboxylate NMOFs at unprecedented levels.  The NMOF showed sustained drug release with no burst effect, and in vitro assays revealed that the nanoencapsulated drug possessed similar efficacy to the free drug.  Although still at a very early stage of development, NMOFs have already shown great promise as a novel platform for nanomedicine.  The compositional tunability and mild synthetic conditions used to produce NMOFs should allow for the incorporation of other imaging and therapeutic agents and their effective delivery to targeted cells in vivo.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXntFSmsb4%253D&md5=e051a6fe645e7d401d16cfbaa9b1d74c", "8. ", "O’Keeffe", ", ", "M.", "; ", "Peskov", ", ", "M. A.", "; ", "Ramsden", ", ", "S. J.", "; ", "Yaghi", ", ", "O. M.", " ", "Acc. Chem. Res.", " ", "2008", ",  ", "41", ",  ", "1782", "– ", "1789", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "The Reticular Chemistry Structure Resource (RCSR) database of, and symbols for, crystal nets", "O'Keeffe, Michael; Peskov, Maxim A.; Ramsden, Stuart J.; Yaghi, Omar M.", "Accounts of Chemical Research", "\r\n        (", "2008", "),\r\n    ", "41", "\r\n        (", "12", "),\r\n    ", "1782-1789", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "During the past decade, interest has grown tremendously in the design and synthesis of cryst. materials constructed from mol. clusters linked by extended groups of atoms.  Most notable are metal-org. frameworks (MOFs), in which polyat. inorg. metal-contg. clusters are joined by polytopic linkers. (Although these materials are sometimes referred to as coordination polymers, we prefer to differentiate them, because MOFs are based on strong linkages that yield robust frameworks.) The realization that MOFs could be designed and synthesized in a rational way from mol. building blocks led to the emergence of a discipline that we call reticular chem.MOFs can be represented as a special kind of graph called a periodic net.  Such descriptions date back to the earliest crystallog. studies but have become much more common recently because thousands of new structures and hundreds of underlying nets have been reported.  In the simplest cases (e.g., the structure of diamond), the atoms in the crystal become the vertices of the net, and bonds are the links (edges) that connect them.  In the case of MOFs, polyat. groups act as the vertices and edges of the net.Because of the explosive growth in this area, a need has arisen for a universal system of nomenclature, classification, identification, and retrieval of these topol. structures.  We have developed a system of symbols for the identification of three periodic nets of interest, and this system is now in wide use.  In this Account, we explain the underlying methodol. of assigning symbols and describe the Reticular Chem. Structure Resource (RCSR), in which about 1600 such nets are collected and illustrated in a database that can be searched by symbol, name, keywords, and attributes.  The resource also contains searchable data for polyhedra and layers.The database entries come from systematic enumerations or from known chem. compds. or both.  In the latter case, refs. to occurrences are provided.  We describe some crystallog., topol., and other attributes of nets and explain how they are reported in the database.  We also describe how the database can be used as a tool for the design and structural anal. of new materials.  Assocd. with each net is a natural tiling, which is a natural partition of space into space-filling tiles.  The database allows export of data that can be used to analyze and illustrate such tilings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht1SgsrjF&md5=392c624f403dd8457460a7649aa496f3", "9. ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "675", "– ", "702", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Deconstructing the Crystal Structures of Metal-Organic Frameworks and Related Materials into Their Underlying Nets", "O'Keeffe, Michael; Yaghi, Omar M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "675-702", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Redn. of complex crystal structures of metal-org. frameworks and related materials to an underlying topol. is discussed.  An approach to identify vertices of underlying nets is presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFOmtr7L&md5=201baa336aa2d3edcb2099a649e840fe", "10. ", "Yaghi", ", ", "O. M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Ockwig", ", ", "N. W.", "; ", "Chae", ", ", "H. K.", "; ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", " ", "Nature", " ", "2003", ",  ", "423", ",  ", "705", "– ", "714", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Reticular synthesis and the design of new materials", "Yaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, Jaheon", "Nature (London, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "423", "\r\n        (", "6941", "),\r\n    ", "705-714", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The long-standing challenge of designing and constructing new cryst. solid-state materials from mol. building blocks is just beginning to be addressed with success.  A conceptual approach that requires the use of secondary building units to direct the assembly of ordered frameworks epitomizes this process: the authors call this approach reticular synthesis.  This chem. has yielded materials designed to have predetd. structures, compns. and properties.  In particular, highly porous frameworks held together by strong metal-O-C bonds and with exceptionally large surface area and capacity for gas storage were prepd. and their pore metrics systematically varied and functionalized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXksV2itro%253D&md5=2417c5adb0e948350d3d62350c8cd7ea", "11. ", "Kondo", ", ", "M.", "; ", "Okubo", ", ", "T.", "; ", "Asami", ", ", "A.", "; ", "Noro", ", ", "S.", "; ", "Yoshitomi", ", ", "T.", "; ", "Kitagawa", ", ", "S.", "; ", "Ishii", ", ", "T.", "; ", "Matsuzaka", ", ", "H.", "; ", "Seki", ", ", "K.", " ", "Angew. Chem., Int. Ed.", " ", "1999", ",  ", "38", ",  ", "140", "– ", "143", "[", "Crossref", "], [", "CAS", "]", "11. ", "Rational synthesis of stable channel-like cavities with methane gas adsorption properties: [{Cu2(pzdc)2(L)}n] (pzdc = pyrazine-2,3-dicarboxylate; L =a pillar ligand)", "Kondo, Mitsuru; Okubo, Takashi; Asami, Akiko; Noro, Shin-Ichiro; Yoshitomi, Tomomichi; Kitagawa, Susumu; Ishii, Tomohiko; Matsuzaka, Hiroyuki; Seki, Kenji", "Angewandte Chemie, International Edition", "\r\n        (", "1999", "),\r\n    ", "38", "\r\n        (", "1/2", "),\r\n    ", "140-143", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH", ")\r\n        ", "Porous coordination networks were designed in prepd. copper complexes [{Cu2(pzdc)2(L)}n] (pzdc = pyrazine-2,3-dicarboxylate; L = pillar ligand pyrazine, 4,4'-bipyridyl, N-4-pyridinyl-4-pyridinecarboxamide).  The structure of [{Cu2(pzdc)2(pyz)}.2H2O]n (1) was detd. by x-ray crystallog.  The complex consists of a pillared layer structure with a two-dimensional sheet of [Cu(pzdc)2]n and pillar pyrazine ligands that bridge each sheet.  The channels are occupied by water mols.  Thermal dehydration of 1 at 100-260° resulted in a stable phase which retained the porous network without decompn. (powder XRD study).  Methane adsorption capabilities of the coordination networks were studied.  Increased methane absorption activity for pillar ligands 4,4'-bipyridyl and N-4-pyridinyl-4-pyridinecarboxamide is consistent with the larger channel sizes of these complexes.  The activity is comparable to that of zeolites and other reported stable porous coordination networks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXpsVartA%253D%253D&md5=6f87dbe574859a417d16d3cf96f16c9b", "12. ", "Kitagawa", ", ", "S.", "; ", "Kitaura", ", ", "R.", " ", "Comments Inorg. Chem.", " ", "2002", ",  ", "23", ",  ", "101", "– ", "126", "[", "Crossref", "], [", "CAS", "]", "12. ", "Pillared layer compounds based on metal complexes. Synthesis and properties towards porous materials", "Kitagawa, Susumu; Kitaura, Ryo", "Comments on Inorganic Chemistry", "\r\n        (", "2002", "),\r\n    ", "23", "\r\n        (", "2", "),\r\n    ", "101-126", "CODEN:\r\n                ", "COICDZ", ";\r\n        ISSN:", "0260-3594", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "A review.  Microporous materials have been studied extensively because of their useful properties such as gas adsorption, ion exchange, and heterogeneous catalysis.  Pillared-layer structure is a representative of porous structural motifs.  Not only the channel size and shape but also the chem. and phys. properties can be readily designed and realized by pillar modules.  A large no. of pillared layer compds., mainly in inorg. and org.-inorg. hybrid compds., have been synthesized and characterized.  On the other hand, pillared layer compds. based on coordination compds. are not common.  New types of pillared layer compds., constructed from coordination compds., focusing on structure, properties, advantages and future prospects are described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XivFGrsb0%253D&md5=bde5a3e1209215d142f4855705f22ecb", "13. ", "Kitagawa", ", ", "S.", "; ", "Kitaura", ", ", "R.", "; ", "Noro", ", ", "S.", " ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", ",  ", "2334", "– ", "2375", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Functional porous coordination polymers", "Kitagawa, Susumu; Kitaura, Ryo; Noro, Shin-ichiro", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "18", "),\r\n    ", "2334-2375", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Discussion concs. on three aspects of coordination polymers: (1) the use of crystal engineering to construct porous frameworks from connectors and linkers (nano-space engineering), (2) characterizing and cataloging the porous properties by functions for storage, exchange, sepn., etc., and (3) the next generation of porous functions based on dynamic crystal transformations caused by guest mols. or phys. stimuli.  The authors' aim is to present the state of the art chem. and physics of and in the micropores of porous coordination polymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXktFShtLk%253D&md5=9df52e99bad3cc0db67f65551a8c154f", "14. ", "Férey", ", ", "G.", " ", "Chem. Mater.", " ", "2001", ",  ", "13", ",  ", "3084", "– ", "3098", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Microporous Solids: From Organically Templated Inorganic Skeletons to Hybrid Frameworks...Ecumenism in Chemistry", "Ferey, Gerard", "Chemistry of Materials", "\r\n        (", "2001", "),\r\n    ", "13", "\r\n        (", "10", "),\r\n    ", "3084-3098", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review with refs.  This short review describes the evolution of the nature of microporous solids (pore diam. <20 Å) and the related concepts that were at the origin of this evolution.  The paper begins with the different families of classical organically templated inorg. porous solids, their parameters of synthesis, the mechanisms of formation, their consequences, and their limits.  From the latter, the concept of hybrid org.-inorg. frameworks is introduced as well as their tentative classification according to the decrease of the dimensionality of the inorg. subnetwork.  The last part of the paper is devoted to the new trends in the field: the creation of very large pores, their design from topol. considerations, and the introduction of computational methods.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXmvFOmsL4%253D&md5=30428f4654cb40bae191618fb3ab7030", "15. ", "Eubank", ", ", "J. F.", "; ", "Wojtas", ", ", "L.", "; ", "Hight", ", ", "M. R.", "; ", "Bousquet", ", ", "T.", "; ", "Kravtsov", ", ", "V. C.", "; ", "Eddaoudi", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "17532", "– ", "17535", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "The Next Chapter in MOF Pillaring Strategies: Trigonal Heterofunctional Ligands To Access Targeted High-Connected Three Dimensional Nets, Isoreticular Platforms", "Eubank, Jarrod F.; Wojtas, Lukasz; Hight, Matthew R.; Bousquet, Till; Kravtsov, Victor Ch.; Eddaoudi, Mohamed", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "44", "),\r\n    ", "17532-17535", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new pillaring strategy, based on a ligand-to-axial approach that combines the two previous common techniques, axial-to-axial and ligand-to-ligand, and permits design, access, and construction of higher dimensional MOFs, is introduced and validated.  Trigonal heterofunctional ligands, in this case isophthalic acid cores functionalized at the 5-position with N-donor (e.g., pyridyl- or triazolyl-type) moieties, are designed and used to pillar pretargeted two-dimensional layers (supermol. building layers, SBLs).  5-(4H-1,2,4-triazol-4-yl)isophthalic acid (H2L1) reacts with copper nitrate to form a L-A pillared sql-MOF, Cu-(L1) xsolv (1), based on nonequilateral triangles pillaring 2D layers of octahedra.  Topol. anal. of the resultant [3,6]-connected net reveals 1 is the expected rtl-MOF.  Reaction between copper nitrate and 5-(4-pyridinylmethoxy)isophthalic acid (H2L2) results in the expected L-A pillared kgm-MOF, Cu(L2) xsolv (2) which can also be viewed as a 3D MOF, where L2 serves as a 3-connected node and the paddlewheel cluster as a 6-connected octahedral node.  These SBLs, based on edge transitive Kagome´ and square lattices, are cross-linked into predicted three-dimensional MOFs with tunable large cavities, resulting in isoreticular platforms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXotVaksrk%253D&md5=a47460f9b4919554edc09910ab9d3f03", "16. ", "Cao", ", ", "L.-H.", "; ", "Li", ", ", "H.-Y.", "; ", "Zang", ", ", "S.-Q.", "; ", "Hou", ", ", "H.-W.", "; ", "Mak", ", ", "T. C.W.", " ", "Cryst. Growth Des.", " ", "2012", ",  ", "12", ",  ", "4299", "– ", "4301", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "(4,4)-Connected Self-penetrating Pillared-Layered Metal-Organic Framework Based on a Nanosized Flexible Aromatic Carboxylic Acid Ligand", "Cao, Li-Hui; Li, Hai-Yang; Zang, Shuang-Quan; Hou, Hong-Wei; Mak, Thomas C. W.", "Crystal Growth & Design", "\r\n        (", "2012", "),\r\n    ", "12", "\r\n        (", "9", "),\r\n    ", "4299-4301", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A novel coordination polymer based on a nanosized flexible arom. carboxylic acid ligand was successfully synthesized by solvothermal reaction, [Cd(obda)0.5(bpy)(H2O)]·2H2O (1) (H4obda = 1,4-bis(4-oxy-1,2-benzenedicarboxylic acid)benzene, bpy = 4,4'- bipyridine), exhibiting a (4,4)-connected self-penetrating pillared-layered metal-org. framework.  Photoluminescence was also performed on 1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFChtrbL&md5=b753cfd75847aadd1ef1abea4e735f2d", "17. ", "Gao", ", ", "W.-Y.", "; ", "Yan", ", ", "W.-M.", "; ", "Cai", ", ", "R.", "; ", "Williams", ", ", "K.", "; ", "Salas", ", ", "A.", "; ", "Wojtas", ", ", "L.", "; ", "Shi", ", ", "X.-D.", "; ", "Ma", ", ", "S.-Q.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "8898", "– ", "8900", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "A pillared metal-organic framework incorporated with 1,2,3-triazole moieties exhibiting remarkable enhancement of CO2 uptake", "Gao, Wen-Yang; Yan, Wuming; Cai, Rong; Williams, Kia; Salas, Andrea; Wojtas, Lukasz; Shi, Xiaodong; Ma, Shengqian", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "71", "),\r\n    ", "8898-8900", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The replacement of the pillar ligand, 4,4'-bipyridine, in the prototypal pillared MOF, MOF-508, with the custom-designed ligand, 4,4'-(2H-1,2,3-triazole-2,4-diyl)dipyridine, affords a porous metal-triazolate framework, MTAF-3, which demonstrates remarkable enhancement of CO2 uptake capacity by a factor of ∼3 compared to the parent MOF-508.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFKntrjE&md5=0b5bde92d51bc0cfba7fbd654bfdc5bd", "18. ", "Chen", ", ", "Z.-X.", "; ", "Xiang", ", ", "S. C.", "; ", "Arman", ", ", "H. D.", "; ", "Mondal", ", ", "J. U.", "; ", "Li", ", ", "P.", "; ", "Zhao", ", ", "D.-Y.", "; ", "Chen", ", ", "B.-L.", " ", "Inorg. Chem.", " ", "2011", ",  ", "50", ",  ", "3442", "– ", "3446", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Three-dimensional pillar-layered copper(II) metal-organic framework with immobilized functional OH groups on pore surfaces for highly selective CO2/CH4 and C2H2/CH4 gas sorption at room temperature", "Chen, Zhenxia; Xiang, Shengchang; Arman, Hadi D.; Mondal, Jalal U.; Li, Peng; Zhao, Dongyuan; Chen, Banglin", "Inorganic Chemistry", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "8", "),\r\n    ", "3442-3446", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new three-dimensional microporous metal-org. framework Cu(BDC-OH)(4,4'-bipy)·Gx (UTSA-15; H2BDC-OH = 2-hydroxy-benzenedicarboxylic acid, 4,4'-bipy =4,4'-bipyridine, G = guest mols.) with functional -OH groups on the pore surfaces was solvothermally synthesized and structurally characterized.  UTSA-15 features a three-dimensional structure having 2-dimensional intercrossed channels of ∼4.1 × 7.8 and 3.7 × 5.1 Å2, resp.  The small pores and the functional -OH groups on the pore surfaces within the activated UTSA-15a have enabled their strong interactions with CO2 and C2H2 which were revealed in their large adsorption enthalpies of 39.5 and 40.6 kJ/mol, resp., highlighting UTSA-15a as the highly selective microporous metal-org. framework for the CO2/CH4 and C2H2/CH4 gas sepn. with sepn. selectivity of 24.2 and 55.6, resp., at 296 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjs1Snsbk%253D&md5=39ed45a71943d0b49dfe78373377ca70", "19. ", "Zhang", ", ", "Z.-X.", "; ", "Ding", ", ", "N.-N.", "; ", "Zhang", ", ", "W.-H.", "; ", "Chen", ", ", "J.-X.", "; ", "Young", ", ", "D. J.", "; ", "Hor", ", ", "T. S. A.", " ", "Angew. Chem., Int. Ed.", " ", "2014", ",  ", "53", ",  ", "4628", "– ", "4632", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Stitching 2D Polymeric Layers into Flexible Interpenetrated Metal-Organic Frameworks within Single Crystals", "Zhang, Zi-Xuan; Ding, Ni-Ni; Zhang, Wen-Hua; Chen, Jin-Xiang; Young, David J.; Hor, T. S. Andy", "Angewandte Chemie, International Edition", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "18", "),\r\n    ", "4628-4632", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A 2D coordination polymer, [Cd3(BTB)2(DEF)4]·DEF (H3BTB = 1,3,5-benzenetribenzoic acid), prepd. with bulky diethylformamide solvates exhibits channels which allow dipyridyl bridging ligands to diffuse into the crystal lattice.  The absorbed dipyridyls thread through the pores of one layer and substitute the surface diethylformamide mols. on the neighboring layers to stitch alternate layers to form flexible interpenetrated metal-org. frameworks.  The threading process also results in exchange of the bulky diethylformamide solvates for aqua to minimize congestion and, more strikingly, forces the slippage of two-dimensional layers, while still maintaining crystallinity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXlsFyitbg%253D&md5=fbc31beae47b152ce5ded67d1a65eee3", "20. ", "Shen", ", ", "J.-J.", "; ", "Li", ", ", "M.-X.", "; ", "Wang", ", ", "Z.-X.", "; ", "Duan", ", ", "C.-Y.", "; ", "Zhu", ", ", "S.-R.", "; ", "He", ", ", "X.", " ", "Cryst. Growth Des.", " ", "2014", ",  ", "14", ",  ", "2818", "– ", "2830", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Unexpected 4-Fold [2 + 2] Interpenetration and Polycatenation Behaviors in Porous Luminescent Zinc Metal-Organic Frameworks Constructed from Flexible 3,5-Bis(4-pyridylmethoxy)benzoate Ligand", "Shen, Jin-Jin; Li, Ming-Xing; Wang, Zhao-Xi; Duan, Chun-Ying; Zhu, Shou-Rong; He, Xiang", "Crystal Growth & Design", "\r\n        (", "2014", "),\r\n    ", "14", "\r\n        (", "6", "),\r\n    ", "2818-2830", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Six zinc metal-org. frameworks, namely, [Zn(bpmb)(HCOO)]n·[Zn(bpmb)(OH)]n·4nH2O (1), [Zn(bpmb)(HCOO)]n (2), [Zn2(bpmb)2(fum)]n·9nH2O (3), [Zn3(bpmb)2(D-cam)2]n (4), [Zn2(bpmb)(1,3,5-btc)]n·nDMA (5), and [Zn(bpmb)(1,2,4,5-H2btec)]n·4nH2O (6) (Hbpmb = 3,5-bis(4-pyridylmethoxy)benzoic acid; H2fum = fumaric acid; D-H2cam = D-camphoric acid; 1,3,5-H3btc = 1,3,5-benzenetricarboxylic acid; 1,2,4,5-H4btec = 1,2,4,5-benzenetetracarboxylic acid; DMA = N,N-dimethylacetamide), were synthesized under solvothermal conditions.  Their structures were characterized by EA, IR, PXRD, TG, and single-crystal XRD.  Complex 1 is constructed of two independent neutral 3D MOFs with large 1D nanosized square channels, which are further entangled by each other to give an unexpected 4-fold [2 + 2] interpenetrating architecture.  Complex 2 is a 3D MOF constructed from tetradentate bpmb and bidentate formate ligands, which is an isomer of the [Zn(bpmb)(HCOO)]n piece in 1.  Complex 3 displays a 2D double-layered network that possesses 1D nanosized pores.  Each 2D double layer is further interlocked with two neighboring ones to form an interesting 3D polycatenation array.  Complex 4 possesses a 2D network constructed from a trinuclear [Zn3(COO)6N4] cluster and Zn-cam double-helical chain.  Complex 5 is a 3D porous MOF constructed from tridentate bpmb and hexadentate 1,3,5-btc ligands.  Complex 6 exhibits a 2-fold interpenetrating 2D wavelike (4,4) network constructed from bidentate bpmb and 1,2,4,5-H2btec ligands.  The bpmb ligand adopts four types of coordination modes in 1-6.  The secondary carboxylate ligands have obvious effects on their coordination architectures.  Tetrahedral-, octahedral-, and trigonal-bipyramidal geometries around Zn(II) ions are obsd.  A general solvothermal method is proposed for prepg. carboxylate complexes in DMF-H2O soln. without any basic additive.  In the prepn. of 3, maleic acid is converted to a fumarate ligand.  The thermal stabilities of six complexes and N2 adsorption behaviors of 1 and 3 are investigated.  All the Zn(II) complexes emit blue luminescence originating from ligand-centered emission.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXmvFeqt74%253D&md5=7280a0459f838a6a7f9bcc7b0d5d5838", "21. ", "He", ", ", "Y.-P.", "; ", "Tan", ", ", "Y.-X.", "; ", "Zhang", ", ", "J.", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "11323", "– ", "11325", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "Tuning a layer to a pillared-layer metal-organic framework for adsorption and separation of light hydrocarbons", "He, Yan-Ping; Tan, Yan-Xi; Zhang, Jian", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "96", "),\r\n    ", "11323-11325", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Rational assembly from a layer structure to a pillared-layer metal-org. framework affords an ideal microporous material with large Langmuir surface area for highly selective sepn. of hydrocarbons.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslCqtbbP&md5=0d4033f55b0b3a08216760a2002f678b", "22. ", "Li", ", ", "Z.-X.", "; ", "Zhao", ", ", "J.-P.", "; ", "Sañudo", ", ", "E. C.", "; ", "Ma", ", ", "H.", "; ", "Pan", ", ", "Z.-D.", "; ", "Zeng", ", ", "Y.-F.", "; ", "Bu", ", ", "X.-H.", " ", "Inorg. Chem.", " ", "2009", ",  ", "48", ",  ", "11601", "– ", "11607", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "New 3D Coordination Polymers Constructed from Pillared Metal-Formate Kagome Layers Exhibiting Spin Canting Only in the Nickel(II) Complex", "Li, Zuo-Xi; Zhao, Jiong-Peng; Sanudo, E. C.; Ma, Hong; Pan, Zhong-Da; Zeng, Yong-Fei; Bu, Xian-He", "Inorganic Chemistry", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "24", "),\r\n    ", "11601-11607", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Sparked by the strategy of pillared-layer MOFs, three formate coordination polymers, {[Ni2(HCO2)3(L)2](NO3)·2H2O}∞ (1), {[Co2(HCO2)3(L)2](HCO2)·2H2O}∞ (2), and {[Cu2(HCO2)3(L)2](HCO2)·2H2O}∞ (3), were synthesized by employing the rodlike ligand 4,4'-bis(imidazol-1-yl)biphenyl (L) as the pillar.  Structural anal. indicates that the title complexes 1-3 are isostructural compds., which possess metal-formate 2-dimensional layers perpendicularly pillared by the ligand L to afford a 3-dimensional open framework.  This is an interesting example of a Kagome lattice based on the formate mediator.  Also, the formate anion of this 2-dimensional Kagome layer exhibits various bridging modes: anti-anti, syn-anti, and 3.21 modes.  Their magnetic measurements reveals that only complex 1 presents the spin canting phenomenon, while its isostructural CoII and CuII complexes are simply paramagnets with antiferromagnetic coupling.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsV2hur7P&md5=aed46726981be19c5e507785903ed603", "23. ", "Yue", ", ", "Q.", "; ", "Sun", ", ", "Q.", "; ", "Cheng", ", ", "A.-L.", "; ", "Gao", ", ", "E.-Q.", " ", "Cryst. Growth Des.", " ", "2010", ",  ", "10", ",  ", "44", "– ", "47", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Metal-Organic Framework Based on [Zn4O(COO)6] Clusters: Rare 3D Kagome Topology and Luminescence", "Yue, Qi; Sun, Qian; Cheng, Ai-Ling; Gao, En-Qing", "Crystal Growth & Design", "\r\n        (", "2010", "),\r\n    ", "10", "\r\n        (", "1", "),\r\n    ", "44-47", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A 2-fold interpenetrated metal-org. framework [Zn(DMSO)6]1/6[(Zn4O)(FDC)3(DMSO)3/2(OH)1/3(H2O)1/6][(Zn4O)(FDC)3(DMSO)2] 1.5DMSO 17H2O (1) displaying intense yellow fluorescence is constructed from [Zn4O(COO)6] clusters and a new dicarboxylate ligand bearing the fluorene chromophore fluorene-2,7-dicarboxylic acid.  The [Zn4O(COO)6] secondary building unit exhibits unusual coordination features and leads to the rare 3-dimensional pillared kagome net topol. (324865).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFCitLzI&md5=df09e33ada404feb57bdc674224def33", "24. ", "Jiang", ", ", "H.-L.", "; ", "Tatsu", ", ", "Y.", "; ", "Lu", ", ", "Z.-H.", "; ", "Xu", ", ", "Q.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "5586", "– ", "5587", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Non-, micro-, and mesoporous metal-organic framework isomers: Reversible transformation, fluorescence sensing, and large molecule separation", "Jiang, Hai-Long; Tatsu, Yoshiro; Lu, Zhang-Hui; Xu, Qiang", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "16", "),\r\n    ", "5586-5587", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "For the 1st time, three novel metal-org. framework (MOF) isomers with hierachical channel sizes of nonpore or micropore or mesopore were successfully prepd. by simply controlling the amts. of solvent or/and reaction temps./time.  Strikingly, the authors demonstrated the reversible transformation between the microporous and mesoporous MOFs triggered by solvent or/and temp. perturbation.  The desolvated microporous MOF was evaluated to be a promising luminescent probe for detecting small mols., and the mesoporous MOF could be the stationary phase in HPLC for size-exclusion sepn. of large dye mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXktFGnt7w%253D&md5=0536aa22945decf8a2645305b06c851d", "25. ", "Stock", ", ", "N.", "; ", "Biswas", ", ", "S.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "933", "– ", "969", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Synthesis of Metal-Organic Frameworks (MOFs): Routes to Various MOF Topologies, Morphologies, and Composites", "Stock, Norbert; Biswas, Shyam", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "933-969", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The synthesis of metal-org. frameworks (MOFs) has attracted immense attention during the last 2 decades due to the possibility to obtain a large variety of aesthetically interesting structures that could also be of great interest for applications in a no. of fields related to porous materials.  This includes the more traditional areas of storage, sepn., and catalysis, which are based on the pore size and shape as well as the host guest interactions involved.  In addn., biomedical applications or the use as sensor materials are currently intensively investigated.  Although MOF synthesis was originally set out for making new compds. and structures with interesting properties, the field has matured and is broadening its scope.  This holds for the synthesis methods applied as well as the areas of application.  While conventional syntheses methods have been widely used, the fields of mechano-, sono-, and electrochem. synthesis as well as microwave-assisted syntheses are just emerging. They have demonstrated to be applicable for some compds., often under milder reaction conditions, yielding materials with different particle sizes and properties.  This could be of interest for up-scaling of syntheses and the application of MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsV2ju73P&md5=76323bab0fb9da58bcdf45e03537eed7", "26. ", "Zhao", ", ", "X.", "; ", "Dou", ", ", "J.", "; ", "Sun", ", ", "D.", "; ", "Cui", ", ", "P.", "; ", "Sun", ", ", "D.", "; ", "Wu", ", ", "Q.", " ", "Dalton Trans.", " ", "2012", ",  ", "41", ",  ", "1928", "– ", "1930", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "A porous metal-organic framework (MOF) with unusual 2D → 3D polycatenation based on honeycomb layers", "Zhao, Xiaoliang; Dou, Jianmin; Sun, Di; Cui, Peipei; Sun, Daofeng; Wu, Qingyin", "Dalton Transactions", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "7", "),\r\n    ", "1928-1930", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A novel mixed-ligand 3D metal-org. framework (MOF), {Zn2(TMTA)(bipy)0.5(H2O)2·NO3·2DMF·H2O}n (1) (H3TMTA = 4,4',4''-(2,4,6-trimethylbenzene-1,3,5-triyl)tribenzoic acid, bipy = 4,4'-bipyridine, DMF = dimethylformamide), was constructed based on bipy-pillared honeycomb bilayers and showed the unusual 2D → 3D polycatenation of bilayers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1aju7s%253D&md5=0be98b2a3955f1a00042406b73d530ba", "27. ", "Zhang", ", ", "J.", "; ", "Wojtas", ", ", "L.", "; ", "Larsen", ", ", "R. W.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "17040", "– ", "17041", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "Temperature and Concentration Control over Interpenetration in a Metal-Organic Material", "Zhang, JianJun; Wojtas, Lukasz; Larsen, Randy W.; Eddaoudi, Mohamed; Zaworotko, Michael J.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "47", "),\r\n    ", "17040-17041", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A pillared framework formed from 4,4'-bipyridine (bipy) and sheets of dinuclear Cd2 nodes and 1,4-benzenedicarboxylic acid (bdc) linkers can be solvothermally prepd. in both interpenetrated, [Cd(bipy)(bdc)], and noninterpenetrated, [Cd(bipy)(bdc)]·3DMF·H2O, forms by simply varying the temp. or concn. of the reaction.  Higher temps. and concns. favor interpenetration over the corresponding noninterpenetrating structure, an observation that could have broad implications for controlling the synthesis of metal-org. materials (MOFs).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtlKrsb%252FF&md5=1c3a2b9127fa400791f92a30d970a6bd", "28. ", "He", ", ", "H.", "; ", "Yuan", ", ", "D.", "; ", "Ma", ", ", "H.", "; ", "Sun", ", ", "D.", "; ", "Zhang", ", ", "G.", "; ", "Zhou", ", ", "H.-C.", " ", "Inorg. Chem.", " ", "2010", ",  ", "49", ",  ", "7605", "– ", "7607", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Control over Interpenetration in Lanthanide-Organic Frameworks: Synthetic Strategy and Gas-Adsorption Properties", "He, Haiyan; Yuan, Daqiang; Ma, Huiqing; Sun, Daofeng; Zhang, Guoqing; Zhou, Hong-Cai", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "17", "),\r\n    ", "7605-7607", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two isostructural lanthanide-org. frameworks, [Er(DBC)1.5(DMF)(H2O)] (1) and [Tm(DBC)1.5(DMF)(H2O)] (2), with 2-fold interpenetrating nets were synthesized based on 1,4-benzenedicarboxylic acid (H2BDC) (DMF = N,N-dimethylformamide).  By application of an org. ligand with hindrance groups such as 2,3,5,6-tetramethyl-1,4-benzenedicarboxylic acid (H2TBDC) and a terminal chelating ligand 1,10-phenanthroline (Phen) to replace BDC and coordinated solvates, three MOFs, [Er2(BDC)3(Phen)2]·2CH3OH (3), [Tm2(TBDC)3(DMF)2(H2O)]·DMF·H2O (4), [Er2(TBDC)3(Phen)2] (5), were synthesized and interpenetration was effectively controlled.  The gas-sorption properties of the noninterpenetrating net were studied.  The structures of 1 - 5 were detd. by X-ray single crystal diffraction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptlynur0%253D&md5=26c7c13dc7fd621db59091260d5c89bd", "29. ", "Li", ", ", "Z.-X.", "; ", "Xu", ", ", "Y.", "; ", "Zuo", ", ", "Y.", "; ", "Li", ", ", "L.", "; ", "Pan", ", ", "Q.", "; ", "Hu", ", ", "T.-L.", "; ", "Bu", ", ", "X.-H.", " ", "Cryst. Growth Des.", " ", "2009", ",  ", "9", ",  ", "3904", "– ", "3909", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Varying Ligand Backbones for Modulating the Interpenetration of Coordination Polymers Based on Homoleptic Cobalt(II) Nodes", "Li, Zuo-Xi; Xu, Yao; Zuo, Yi; Li, Lei; Pan, Qinhe; Hu, Tong-Liang; Bu, Xian-He", "Crystal Growth & Design", "\r\n        (", "2009", "),\r\n    ", "9", "\r\n        (", "9", "),\r\n    ", "3904-3909", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "To explore the influence of ligand backbones on the structures of coordination architectures, three structurally related rodlike ligands bearing different backbones, 1,4-bis(benzoimidazol-1-yl)benzene (L1), 1,4-bis(imidazol-1-yl)benzene (L2), and 4,4'-bis(imidazol-1-yl)biphenyl (L3), have been employed to react with Co(ClO4)2·6H2O, and three three-dimensional interpenetrating coordination polymers, {[Co(L1)2](ClO4)2}∞ (1), {[Co(L2)3](ClO4)2(CHCl3)2}∞ (2), and {[Co(L3)3](ClO4)2}∞ (3), have been obtained under similar conditions.  The mol. structures of 1-3 were detd. by X-ray crystallog.  Compd. 1 forms a 3-fold interpenetrating network with diamondoid topol. based on a tetrahedrally coordinated CoII node, whereas complex 2 takes a double interpenetrating network with α-polonium-type topol. and compd. 3 exhibits a 3-fold interpenetrating network with β-Sn topol.  Compared with the tetrahedrally coordinated CoII node in compd. 1, the CoII nodes in compds. 2 and 3 are both octahedrally coordinated.  To the best of our knowledge, the 3-fold interpenetrating network of compd. 3 is the first example of β-Sn 485463 topol. in coordination polymers.  Our results reveal that ligand backbones (including terminal groups and spacer conformations) may be the major influence on the structure topol. of coordination architectures, and significantly, the coordination mode and spacer length play important role in controlling the degree of interpenetration of coordination polymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXps1Kmtbo%253D&md5=77136121ca475bb9e0cedc9939215dd0", "30. ", "Jiang", ", ", "H.-L.", "; ", "Makal", ", ", "T. A.", "; ", "Zhou", ", ", "H.-C.", " ", "Coord. Chem. Rev.", " ", "2013", ",  ", "257", ",  ", "2232", "– ", "2249", "[", "Crossref", "], [", "CAS", "]", "30. ", "Interpenetration control in metal-organic frameworks for functional applications", "Jiang, Hai-Long; Makal, Trevor A.; Zhou, Hong-Cai", "Coordination Chemistry Reviews", "\r\n        (", "2013", "),\r\n    ", "257", "\r\n        (", "15-16", "),\r\n    ", "2232-2249", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  Interpenetration in metal-org. frameworks (MOFs) is an intriguing phenomenon with significant impacts on the structure, porous nature, and functional applications of MOFs.  In this review, the authors provide an overview of interpenetration involved in MOFs or coordination polymers with different dimensionalities and property changes (esp. gas uptake capabilities and catalysis) caused by framework interpenetration.  Successful approaches for control of interpenetration in MOFs also were introduced and summarized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXptFCks7c%253D&md5=62552787ec95eb0dfb11396892006614", "31. ", "Park", ", ", "J.", "; ", "Li", ", ", "J.-R.", "; ", "Sañudo", ", ", "E. C.", "; ", "Yuan", ", ", "D.", "; ", "Zhou", ", ", "H.-C.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "883", "– ", "885", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "31. ", "A porous metal-organic framework with helical chain building units exhibiting facile transition from micro- to meso-porosity", "Park, Jinhee; Li, Jian-Rong; Carolina Sanudo, E.; Yuan, Daqiang; Zhou, Hong-Cai", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "6", "),\r\n    ", "883-885", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The metal-org. framework (MOF) Co3(OH)(OH2)(OAc)3(dcbp) with helical channels was constructed by bridging helical chain secondary building units with 2,6-di-p-carboxyphenyl-4,4'-bipyridine ligands (H2dcbp).  The activated MOF shows permanent porosity and gas adsorption selectivity.  Remarkably, the MOF exhibits a facile transition from micro- to meso-porosity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1ersbfM&md5=b70c689aad8900df587b9eb615d8cafa", "32. ", "Sheldrick", ", ", "G. M.", " ", "Acta Crystallogr.", " ", "2008", ",  ", "A64", ",  ", "112", "– ", "122", "[", "Crossref", "], [", "CAS", "]", "32. ", "A short history of SHELX", "Sheldrick, George M.", "Acta Crystallographica, Section A: Foundations of Crystallography", "\r\n        (", "2008", "),\r\n    ", "64", "\r\n        (", "1", "),\r\n    ", "112-122", "CODEN:\r\n                ", "ACACEQ", ";\r\n        ISSN:", "0108-7673", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "An account is given of the development of the SHELX system of computer programs from SHELX-76 to the present day.  In addn. to identifying useful innovations that have come into general use through their implementation in SHELX, a crit. anal. is presented of the less-successful features, missed opportunities and desirable improvements for future releases of the software.  An attempt is made to understand how a program originally designed for photog. intensity data, punched cards and computers over 10000 times slower than an av. modern personal computer has managed to survive for so long.  SHELXL is the most widely used program for small-mol. refinement and SHELXS and SHELXD are often employed for structure soln. despite the availability of objectively superior programs.  SHELXL also finds a niche for the refinement of macromols. against high-resoln. or twinned data; SHELXPRO acts as an interface for macromol. applications.  SHELXC, SHELXD and SHELXE are proving useful for the exptl. phasing of macromols., esp. because they are fast and robust and so are often employed in pipelines for high-throughput phasing.  This paper could serve as a general literature citation when one or more of the open-source SHELX programs (and the Bruker AXS version SHELXTL) are employed in the course of a crystal-structure detn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhsVGhurzO&md5=8f91f10be4a9df74b2a9dad522c71e6e", "33. ", "PLATON", " program:", "Spek", ", ", "A. L.", " ", "Acta Crystallogr., Sect. A", " ", "1990", ",  ", "46", ",  ", "194", "– ", "201", "[", "Crossref", "]", "There is no corresponding record for this reference.", "34. ", "Sarkisov", ", ", "L.", "; ", "Harrison", ", ", "A.", " ", "Mol. Simul.", " ", "2011", ",  ", "37", ",  ", "1248", "– ", "1257", "[", "Crossref", "], [", "CAS", "]", "34. ", "Computational structure characterisation tools in application to ordered and disordered porous materials", "Sarkisov, Lev; Harrison, Alex", "Molecular Simulation", "\r\n        (", "2011", "),\r\n    ", "37", "\r\n        (", "15", "),\r\n    ", "1248-1257", "CODEN:\r\n                ", "MOSIEA", ";\r\n        ISSN:", "0892-7022", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "A review.  In this article, we present a set of computational tools for systematic characterization of ordered and disordered porous materials.  These tools include calcn. of the accessible surface area and geometric pore size distribution, anal. of the structure connectivity and percolation anal. of the porous space.  We briefly discuss the algorithms behind these calcns.  To demonstrate the capabilities of the tools and the type of insights that can be gained from their application, we consider a series of case studies.  These case studies include small mol. fragments, several cryst. metal-org. materials, and variants of these materials with induced defects and disorder in their structure.  The simulation package is available upon request.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlGksrrO&md5=972a01d1d907ebf5a2b503bb2ace0301", "35. ", "Spek", ", ", "A.", " ", "J. Appl. Crystallogr.", " ", "2003", ",  ", "36", ",  ", "7", "– ", "13", "[", "Crossref", "], [", "CAS", "]", "35. ", "Single-crystal structure validation with the program PLATON", "Spek, A. L.", "Journal of Applied Crystallography", "\r\n        (", "2003", "),\r\n    ", "36", "\r\n        (", "1", "),\r\n    ", "7-13", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "Blackwell Munksgaard", ")\r\n        ", "The results of a single-crystal structure detn. when in CIF format can now be validated routinely by automatic procedures.  In this way, many errors in published papers can be avoided.  The validation software generates a set of ALERTS detailing issues to be addressed by the experimenter, author, referee and publication journal.  Validation was pioneered by the IUCr journal Acta Crystallographica Section C and is currently std. procedure for structures submitted for publication in all IUCr journals.  The implementation of validation procedures by other journals is in progress.  This paper describes the concepts of validation and the classes of checks that are carried out by the program PLATON as part of the IUCr check CIF facility.  PLATON validation can be run at any stage of the structure refinement, independent of the structure detn. package used, and is recommended for use as a routine tool during or at least at the completion of every structure detn.  Two examples are discussed where proper validation procedures could have avoided the publication of incorrect structures that had serious consequences for the chem. involved.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXltlChtw%253D%253D&md5=0a85de2407551632bb287508534904e2", "36. ", "Blatov", ", ", "V. A.", " Multipurpose crystallochemical analysis with the program package TOPOS. IUCr Comp Comm Newsletter 7, 4–38, ", "2006", "; available at ", "http://www.topos.ssu.samara.ru/", ".", "There is no corresponding record for this reference.", "37. ", "Du", ", ", "M.", "; ", "Jiang", ", ", "X. J.", "; ", "Zhao", ", ", "X. J.", " ", "Inorg. Chem.", " ", "2007", ",  ", "46", ",  ", "3984", "– ", "3995", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "Molecular Tectonics of Mixed-Ligand Metal-Organic Frameworks: Positional Isomeric Effect, Metal-Directed Assembly, and Structural Diversification", "Du, Miao; Jiang, Xiu-Juan; Zhao, Xiao-Jun", "Inorganic Chemistry", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "10", "),\r\n    ", "3984-3995", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Nine mixed-ligand metal-org. frameworks (MOFs) were prepd. by the combination of a bent dipyridyl linker 4-amino-3,5-bis(4-pyridyl)-1,2,4-triazole (bpt) and three benzenedicarboxylate isomers (pa = phthalate, i.p. = isophthalate, and tp = terephthalate), resp., with different metal ions such as CoII, NiII, CuII, ZnII, and CdII.  The framework structures of these neutral polymeric complexes were detd. by the x-ray single-crystal diffraction technique.  Structural anal. reveals that the benzenedicarboxylate isomers display versatile coordination modes to manage the metal ions to form 1-dimensional chain or ribbon arrays, which are further extended via the exo-bidentate bpt connectors to give rise to a variety of coordination networks, such as a simple (4,4) layer, 2-dimensional double layer with decorated (4,4) topol., 2-dimensional layer with decorated (3,6) topol., 2-dimensional bilayer with 82.10 topol. (2-fold interpenetration), 3-dimensional polythreaded architecture (1-dimensional + 2-D), and 2-fold interpenetrating porous lattice of (4,4) layers.  The accessorial secondary interactions such as H bonding and/or arom. stacking are also helpful for the extension and stabilization of the final supramol. aggregates.  This work evidently indicates that the isomeric effect of the anionic benzenedicarboxylate is significant in the construction of these network structures, which are also well regulated by the metal centers.  The ZnII and CdII MOFs exhibit strong solid-state luminescence emissions at room temp., which originate differently from intraligand transition or ligand-to-metal charge transfer.  Thermal stability of these cryst. materials was explored by TGA of mass loss.  The 3-dimensional host frameworks of MOFs 8 and 9 show similar porous cavities, and their desorption/adsorption behaviors of guest solvents also were studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXkt1Sitrs%253D&md5=f09b4829061cefe846889e4813916bd4", "38. ", "Zaworotko", ", ", "M. J.", " ", "Nature.", " ", "2008", ",  ", "451", ",  ", "410", "– ", "411", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "38. ", "Designer pores made easy", "Zaworotko, Michael J.", "Nature (London, United Kingdom)", "\r\n        (", "2008", "),\r\n    ", "451", "\r\n        (", "7177", "),\r\n    ", "410-411", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Imagine being able to tweak the properties of a compd. simply by replacing a mol. 'cartridge' with a different one.  Just such a capability has been developed in a new class of porous cryst. materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtVGnsLg%253D&md5=8bab44ed2dff877176394cc3253239d4", "39. ", "Yang", ", ", "Y.", "; ", "Du", ", ", "P.", "; ", "Ma", ", ", "J.-F.", "; ", "Kan", ", ", "W.-Q.", "; ", "Liu", ", ", "B.", "; ", "Yang", ", ", "J.", " ", "Cryst. Growth Des.", " ", "2011", ",  ", "11", ",  ", "5540", "– ", "5553", "[", "ACS Full Text ", "], [", "CAS", "]", "39. ", "A Series of Metal-Organic Frameworks Based on Different Salicylic Derivatives and 1,1'-(1,4-Butanediyl)bis(imidazole) Ligand: Syntheses, Structures, and Luminescent Properties", "Yang, Yan; Du, Peng; Ma, Jian-Fang; Kan, Wei-Qiu; Liu, Bo; Yang, Jin", "Crystal Growth & Design", "\r\n        (", "2011", "),\r\n    ", "11", "\r\n        (", "12", "),\r\n    ", "5540-5553", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Thirteen new metal-org. frameworks (MOFs), namely, [Zn2(L1)2(biim-4)(H2O)] (1), [Cd(HL1)2(biim-4)] (2), [Cd(HL2)2(biim-4)] (3), [Cd(HL3)2(biim-4)] (4), [Zn2(L4)2(biim-4)(H2O)] (5), [Cd(HL4)2(biim-4)] (6), [Zn2(L5)2(biim-4)(H2O)] (7), [Cd(HL5)2(biim-4)1.5]·H2O (8), [Zn2(L6)2(biim-4)(H2O)] (9), [Cd(HL6)2(biim-4)] (10), [Zn2(L7)2(biim-4)2]·H2O (11), [Cd2(L7)2(biim-4)2(H2O)]·H2O (12), and [Zn(HL8)(biim-4)]·0.5H2O (13), where H2L1 = salicylic acid, H2L2 = 3-methylsalicylic acid, H2L3 = 4-methylsalicylic acid, H2L4 = 4-chlorosalicylic acid, H2L5 = 5-chlorosalicylic acid, H2L6 = 5-bromosalicylic acid, H2L7 = 5-nitrosalicylic acid, H3L8 = 5-sulfosalicylic acid, and biim-4 = 1,1'-(1,4-butanediyl)bis(imidazole), were synthesized under hydrothermal conditions.  Compds. 1 and 5 are isomorphous, and show the same 3-connected 103-ths net.  Compd. 2 possesses a meso-helical chain structure.  Compd. 3 shows a zero-dimensional (0D) dimeric mol. structure, which is linked by π-π interactions into a two-dimensional (2D) supramol. assembly.  Compds. 4 and 6 exhibit similar 1-dimensional (1D) chains, which are extended into different 2-dimensional supramol. layers via C-H···O and C-H···Cl H-bonding interactions, resp.  Compd. 9 is isomorphous with 7 and displays a typical 3-dimensional diamond framework.  Compd. 8 shows an unusual 2-dimensional → 3-dimensional polythreading array.  Compd. 10 furnishes a 2-dimensional supramol. (44)-sql network formed by C-H···Br H-bonding interactions.  Compds. 11 and 12 exhibit binodal (4,4)-connected 3-dimensional frameworks with (4.53.72)(4.52.83) and (42.62.82)(42.6.82.10) topologies, resp.  Compd. 13 has a 3-dimensional 4-fold interpenetrating diamond framework.  The TGA and luminescent properties of 1-13 also were studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVCrsLvJ&md5=19a019d9c186923af534fd19f7af1aaa", "40. ", "Han", ", ", "L.", "; ", "Qin", ", ", "L.", "; ", "Xu", ", ", "L.-P.", "; ", "Zhao", ", ", "W.-N.", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "1667", "– ", "1669", "[", "ACS Full Text ", "], [", "CAS", "]", "40. ", "Doubly Interpenetrated Chiral (10,3)-a Network with Charge-Transfer-Type Guest Inclusion", "Han, Lei; Qin, Lan; Xu, Lan-Ping; Zhao, Wen-Na", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "4", "),\r\n    ", "1667-1669", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A doubly interpenetrated metal-org. framework, [Zn3(TATB)2(H2O)2]n (2), with chiral (10,3)-a topol., has been synthesized from an achiral, trigonal-planar ligand, 4,4',4''-s-triazine-2,4,6-triyltribenzoate (TATB).  The large chiral channels in 2 act as scaffolds for the inclusion of N,N-dimethylaniline (DMA) mols. by donor-acceptor interactions.  The resulting host-guest composite, DMA@2, shows desirably intense luminescence, which originated from photoinduced charge-transfer interactions in excited states.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVequrw%253D&md5=bd2d2f469d8485676148187819a3b6a8", "41. ", "Ma", ", ", "D.", "; ", "Li", ", ", "B.", "; ", "Zhou", ", ", "X.", "; ", "Zhou", ", ", "Q.", "; ", "Liu", ", ", "K.", "; ", "Zeng", ", ", "G.", "; ", "Li", ", ", "G.", "; ", "Shi", ", ", "Z.", "; ", "Feng", ", ", "S.", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "8964", "– ", "8966", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "41. ", "A dual functional MOF as a luminescent sensor for quantitatively detecting the concentration of nitrobenzene and temperature", "Ma, Dingxuan; Li, Baiyan; Zhou, Xiaojing; Zhou, Qi; Liu, Kang; Zeng, Guang; Li, Guanghua; Shi, Zhan; Feng, Shouhua", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "79", "),\r\n    ", "8964-8966", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A luminescent metal-org. framework [Zn3(TDPAT)(H2O)3] [H6TDPAT = 2,4,6-tris(3,5-dicarboxylphenylamino)-1,3,5-triazine] was prepd. from H6TDPAT and zinc nitrate.  The complex exhibits strong luminescence at room temp. and is the first case of a dual functional luminescent sensor for quant. detecting the concn. of nitrobenzene and temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVehtr7J&md5=88d49d117bb26f89d64e9e490617c274", "42. ", "Zhan", ", ", "S.-Z.", "; ", "Li", ", ", "M.", "; ", "Ng", ", ", "S. W.", "; ", "Li", ", ", "D.", " ", "Chem.—Eur. J.", " ", "2013", ",  ", "19", ",  ", "10217", "– ", "10225", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "42. ", "Luminescent Metal-Organic Frameworks (MOFs) as a Chemopalette: Tuning the Thermochromic Behavior of Dual-Emissive Phosphorescence by Adjusting the Supramolecular Microenvironments", "Zhan, Shun-Ze; Li, Mian; Ng, Seik Weng; Li, Dan", "Chemistry - A European Journal", "\r\n        (", "2013", "),\r\n    ", "19", "\r\n        (", "31", "),\r\n    ", "10217-10225", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Two classical Cu(I)-cluster-based luminophores, namely, Cu4I4 and [Cu3Pz3]2 (Pz = pyrazolate), are immobilized in a supramol. system through the formation of metalorg. framework (MOF) materials.  This series of luminescent MOF materials, namely, [Cu4I4(NH3)Cu3(L1)3]n, [Cu4I4(NH2CH3)Cu3(L1)3]n, and [Cu4I4Cu3(L2)3]n (L1 = 3-(4-pyridyl)-5-(p-tolyl)pyrazolate; L2 = 3-(4-pyridyl)-5-(2,4-dimethylphenyl)pyrazolate), exhibit diverse thermochromism attributed to the relative functioning efficacy of the 2 coordination luminophores.  Such an intriguing chemopalette effect is regulated by the different supramol. microenvironments between the 2-dimensional layers of these MOFs, and in particular, by the fine-tuned Cu-Cu distances in the excimeric [Cu3Pz3]2 luminophore.  The structure-property elucidation of the thermochromic behavior allows 1 to understand these optical materials with unusual dual-emissive properties.  Crystallog. data are given.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXpsFGisLk%253D&md5=97d79c3059e76dab6705153bbf7d96c5", "43. ", "Chen", ", ", "Y.-Q.", "; ", "Li", ", ", "G.-R.", "; ", "Chang", ", ", "Z.", "; ", "Qu", ", ", "Y.-K.", "; ", "Zhang", ", ", "Y.-H.", "; ", "Bu", ", ", "X.-H.", " ", "Chem. Sci.", " ", "2013", ",  ", "4", ",  ", "3678", "– ", "3682", "[", "Crossref", "], [", "CAS", "]", "43. ", "A Cu(I) metal-organic framework with 4-fold helical channels for sensing anions", "Chen, Yong-Qiang; Li, Guo-Rong; Chang, Ze; Qu, Yang-Kun; Zhang, Ying-Hui; Bu, Xian-He", "Chemical Science", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "9", "),\r\n    ", "3678-3682", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A new Cu(I) metal-org. framework, {[Cu(pytpy)]·NO3·MeOH}∞ (1), which is a 4-fold interpenetrating 3-dimensional framework with (10,3)-b topol., was synthesized by self-assembly of Cu(NO3)2·3H2O with 2,4,6-tris(4-pyridyl)pyridine (pytpy) in mixed-solvent.  The guest MeOH mols. in the channels of 1 could be replaced by H2O mols. via a single-crystal-to-single-crystal (SC-SC) process, and the hydrated complex could serve as a host for sensing anions with different geometries which can be conveniently recognized visually.  Also, the desolvated complex shows selective uptake of CO2 over N2 at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFOksL7F&md5=57c8310d004fd648e16fe8efbeab9d87", "44. ", "He", ", ", "Y.-C.", "; ", "Zhang", ", ", "H.-M.", "; ", "Liu", ", ", "Y.-Y.", "; ", "Zhai", ", ", "Q.-Y.", "; ", "Shen", ", ", "Q.-T.", "; ", "Song", ", ", "S.-Y.", "; ", "Ma", ", ", "J.-F.", " ", "Cryst. Growth Des.", " ", "2014", ",  ", "14", ",  ", "3174", "– ", "3178", "[", "ACS Full Text ", "], [", "CAS", "]", "44. ", "Luminescent Anionic Metal-Organic Framework with Potential Nitrobenzene Sensing", "He, Yuan-Chun; Zhang, Hong-Mei; Liu, Ying-Ying; Zhai, Qiu-Yi; Shen, Qiu-Tong; Song, Shu-Yan; Ma, Jian-Fang", "Crystal Growth & Design", "\r\n        (", "2014", "),\r\n    ", "14", "\r\n        (", "7", "),\r\n    ", "3174-3178", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Solvothermal reaction of multidentate org. ligand, [5,5',5'',5''',5,5]'-[1,2,3,4,5,6-phenylhexamethoxyl]hexaisophthalic acid (H12L), with Cd(NO3)·4H2O produced an anionic 3-dimensional metal-org. framework [Me2NH2]4[Cd3(H2L)] (1), which features a novel cage-to-cage connection.  The 1-dimensional channel, which is stacked by cages, is divided into uniform segments by mol.-scale bricks.  The luminescent properties of compd. 1 were explored, which shows that 1 is a potential luminescent sensory material for nitrobenzene.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXpsFejt7o%253D&md5=97e95f5fa4fbe5d8a9b73d3e47236030", "45. ", "Song", ", ", "S.-Y.", "; ", "Song", ", ", "X.-Z.", "; ", "Zhao", ", ", "S.-N.", "; ", "Qin", ", ", "C.", "; ", "Su", ", ", "S.-Q.", "; ", "Zhu", ", ", "M.", "; ", "Hao", ", ", "Z.-M.", "; ", "Zhang", ", ", "H.-J.", " ", "Dalton Trans.", " ", "2012", ",  ", "41", ",  ", "10412", "– ", "10421", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "45. ", "Syntheses, structures and physical properties of transition metal-organic frameworks assembled from trigonal heterofunctional ligands", "Song, Shu-Yan; Song, Xue-Zhi; Zhao, Shu-Na; Qin, Chao; Su, Sheng-Qun; Zhu, Min; Hao, Zhao-Min; Zhang, Hong-Jie", "Dalton Transactions", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "34", "),\r\n    ", "10412-10421", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Six novel metal-org. frameworks (MOFs), {Mn(bpydb)(bpyHdbH)}n (1) {[Co2(bpydb)2](H2O)0.5}n (2), {[Ni0.5(bpydbH)(H2O)](DMF)2}n (3), {[Cu2(bpydb)2](H2O)0.5}n (4), {Zn(bpyHdb)2}n (5) and {[Cd0.5(bpydb)0.5(DMF)](H2O)}n (6), were successfully synthesized by assembling transition metal salts with trigonal heterofunctional ligand 4,4'-(4,4'-bipyridine-2,6-diyl) dibenzoic acid (bpydbH2) under hydrothermal and/or solvothermal conditions.  Compd. 1 features a rare 4-fold interpenetrating (3,5)-connected framework with hms-type topol.  Isostructural compds. 2 and 4, constructed by M2(COO)4 secondary building units, exhibit a robust 3D framework with alb topol. type in 2-fold interpenetrating mode.  Compd. 3 consists of 2D (4,4) networks, which are further assembled into the new topol. framework with the symbol (53·62·8)(53·63)2 through O-H···O interactions.  Compd. 5 manifests a novel 4-connected interpenetrating framework, constructed by 2D (4,4) layers and interbedded N-H···O interactions.  Non-interpenetrating honeycomb networks are obsd. in compd. 6, and further packed into a 3D framework featuring 1D channels.  The magnetic susceptibility of compd. 2 indicates antiferromagnetic interactions between cobalt ions.  The photoluminescent properties of 5 and 6 were investigated in the solid state at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFKns7bL&md5=3a65f35ff21081019483844e74ed694d", "46. ", "Zhang", ", ", "W. H.", "; ", "Dong", ", ", "Z.", "; ", "Wang", ", ", "Y. Y.", "; ", "Hou", ", ", "L.", "; ", "Jin", ", ", "J. C.", "; ", "Huang", ", ", "W. H.", "; ", "Shi", ", ", "Q. Z.", " ", "Dalton Trans.", " ", "2011", ",  ", "40", ",  ", "2509", "– ", "2521", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "46. ", "Synthesis, structural diversity and fluorescent characterization of a series of d10 metal-organic frameworks (MOFs): reaction conditions, secondary ligand and metal effects", "Zhang, Wei Hong; Dong, Zhe; Wang, Yao Yu; Hou, Lei; Jin, Jun Cheng; Huang, Wen Huan; Shi, Qi Zhen", "Dalton Transactions", "\r\n        (", "2011", "),\r\n    ", "40", "\r\n        (", "11", "),\r\n    ", "2509-2521", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Along with the authors' recent study on the flexible ligand of H2ADA (1,3-adamantanediacetic acid), ZnII and CdII metal-org. frameworks, namely, [Zn3(ADA)3(H2O)2]n·5nH2O (1), [Zn(ADA)(4,4'-bipy)0.5]n (2), [Zn2(ADA)2(bpa)]n (3), [Zn2(ADA)2(bpa)]n (4), [Zn2(ADA)2(bpp)]n (5), [Cd(HADA)2(4,4'-bipy)]n (6), [Cd3(ADA)3(bpa)2(MeOH)(H2O)]n (7), and [Cd2(ADA)2(bpp)2]n·7nH2O (8) were synthesized and structurally characterized (4,4'-bipy = 4,4'-bipyridine, bpa = 1,2-bis(4-pyridyl)ethane and bpp = 1,3-bis(4-pyridyl)propane).  Due to various coordination modes and conformations of the flexible dicarboxylate ligand and the different pyridyl-contg. coligands, these complexes exhibit structural and dimensional diversity.  Complex 1 exhibits a three-dimensional (3D) framework contg. 1-dimensional (1D) ZnII-O-C-O-ZnII clusters.  Complex 2 exhibits a 2-dimensional structure constructed by 1-dimensional double chains based on [Zn2ADA2] units and a 4,4'-bipy pillar.  Complexes 3 and 4 possess isomorphic 2-dimensional layer structures, resulting from the different coordination modes of carboxylate group of ADA ligands.  Complex 5 features a 2-dimensional 44 layer in which ADA ligands and ZnII atoms construct a 1-dimensional looped chain and the chains are further connected by bpp ligands.  Complex 6 is composed of 1-dimensional zigzag chains that are entangled through H-bonding interactions to generate a 2-dimensional network.  Complex 7 is a rare (3,5)-connected network.  Complex 8 possesses a 3-dimensional microporous framework with lots of H2O mols. encapsulated in the channels.  The structural diversity of the complexes perhaps mainly results from using diverse secondary ligands and different metal center ions, and means the assistant ligand and metal center play important roles in the design and synthesis of target metal-org. frameworks.  This finding revealed that ADA could be used as an effective bridging ligand to construct MOFs and change coordination modes and conformational geometries in these complexes.  The thermogravimetric analyses, x-ray powder diffraction and solid-state luminescent properties of the complexes also were studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXis1Cnu7g%253D&md5=17da77670cd77686bb1440c5148a091b", "47. ", "Xu", ", ", "C.", "; ", "Guo", ", ", "Q.", "; ", "Wang", ", ", "X.", "; ", "Hou", ", ", "H.", "; ", "Fan", ", ", "Y.", " ", "Cryst. Growth Des.", " ", "2011", ",  ", "11", ",  ", "1869", "– ", "1879", "[", "ACS Full Text ", "], [", "CAS", "]", "47. ", "A Case Study of ZnII-bmb Meso-Helical Coordination Polymers upon the Spacer Angles and Lengths of Dicarboxylate Coligands", "Xu, Chunying; Guo, Qianqian; Wang, Xianjuan; Hou, Hongwei; Fan, Yaoting", "Crystal Growth & Design", "\r\n        (", "2011", "),\r\n    ", "11", "\r\n        (", "5", "),\r\n    ", "1869-1879", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "To systematically explore the influence of the spacer angles and lengths of dicarboxylate coligands on building ZnII-bmb [1,4-bis(2-methyl-benzimidazol-1-ylmethyl)benzene] meso-helical coordination polymers, the authors synthesized seven metal-org. frameworks {[Zn(bmb)0.5(o-bdc)(H2O)]·0.5(bmb)·H2O}n (1), {[Zn(bmb)(2,6-pydc)]·2H2O}n (2), [Zn(bmb)(m-bdc)]n (3), [Zn(bmb)0.5(p-bdc)·H2O]n (4), [Zn(bmb)(fum)]n (5), {[Zn(bmb)(suc)]·1.5H2O}n (6), and {[Zn(bmb)(glu)]·H2O}n (7) (o-H2bdc = 1,2-benzenedicarboxylic acid, 2,6-H2pydc = 2,6-pyridinedicarboxylic acid, m-H2bdc = 1,3-benzenedicarboxylic acid, p-H2bdc = 1,4-benzenedicarboxylic acid, H2fum = fumaric acid, H2suc = succinic acid, and H2glu = glutaric acid) through rationally varying the org. acid linkers.  Structural analyses reveal that complexes 1-7 display diverse helical characters under the influence of dicarboxylates with different spacers.  In complexes 1, 2, 3, and 7, the bmb ligands adopt trans-conformation bridging ZnII ions to form rare meso-helixes, which are further extended and decorated by different dicarboxylate coligands.  Complex 4 exhibits a fascinating Borromean topol. with three parallelly interlocked 63-hcb networks, in which p-bdc2- and bmb with trans-conformation are linked by ZnII ions to form a charming meso-helical chain.  Complex 5 displays a 3-fold interpenetrated 3-dimensional diamonded network contg. ZnII/bmb/fum left- and right-handed helical microchannels.  Complex 6 features unusual interweaved meso-helixes constructed by cis- and trans-conformational bmb, which is the second example of tetra-flexural helix with four spiral shafts in one helical chain.  The suc2- anions further link ZnII-bmb meso-helixes to form a 3-dimensional framework.  The spacers of dicarboxylate coligands and the conformations of bmb have important effects on the meso-helical characters and ultimate frameworks.  Also, the investigation of photoluminescence properties of 1-7 reveals that the helical feature plays an important role in reducing photoluminescent intensities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXktlOls7g%253D&md5=b5b0bc83341fde0ec812cea563d69b7e", "48. ", "Chen", ", ", "Y.", "; ", "Hu", ", ", "S.", "; ", "Liu", ", ", "W.", "; ", "Chen", ", ", "X.", "; ", "Wu", ", ", "L.", "; ", "Wang", ", ", "X.", "; ", "Liu", ", ", "P.", "; ", "Li", ", ", "Z.", " ", "Dalton Trans.", " ", "2011", ",  ", "40", ",  ", "2607", "– ", "2613", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "48. ", "Controlled syntheses of cubic and hexagonal ZnIn2S4 nanostructures with different visible-light photocatalytic performance", "Chen, Yongjuan; Hu, Shunwei; Liu, Wenjun; Chen, Xueyuan; Wu, Ling; Wang, Xuxu; Liu, Ping; Li, Zhaohui", "Dalton Transactions", "\r\n        (", "2011", "),\r\n    ", "40", "\r\n        (", "11", "),\r\n    ", "2607-2613", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Cubic ZnIn2S4 nanoparticles and hexagonal ZnIn2S4 flower-like microspheres were controlled synthesized via a facile hydrothermal method by simply changing the metal precursors.  The as-prepd. samples were characterized by XRD, SEM, TEM and UV-vis DRS.  It was found that the metal precursors influenced the final ZnIn2S4 polymorphs, i.e., metal nitrates led to the formation of cubic ZnIn2S4, while metal chlorides resulted in the formation of the hexagonal phase.  The formation processes of the cubic ZnIn2S4 nanoparticles and hexagonal ZnIn2S4 flower-like microspheres were investigated and the mechanism of the phase formation was proposed.  Although both cubic and hexagonal ZnIn2S4 polymorphs exhibited photocatalytic activity for the degrdn. of methyl orange (MO) under visible light irradn., the photocatalytic performances over cubic and hexagonal ZnIn2S4 were different.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXis1Cmsrc%253D&md5=4feaf0957187949ee6e5a2e0e8f5d52b", "49. ", "Allendorf", ", ", "M. D.", "; ", "Bauer", ", ", "C. A.", "; ", "Bhakta", ", ", "R. K.", "; ", "Houk", ", ", "R. J. T.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1330", "– ", "1352", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "49. ", "Luminescent metal-organic frameworks", "Allendorf, M. D.; Bauer, C. A.; Bhakta, R. K.; Houk, R. J. T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1330-1352", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; metal-org. frameworks (MOFs) display a wide range of luminescent behaviors resulting from the multifaceted nature of their structure.  In this crit. review we discuss the origins of MOF luminosity, which include the linker, the coordinated metal ions, antenna effects, excimer and exciplex formation, and guest mols.  The literature describing these effects is comprehensively surveyed, including a categorization of each report according to the type of luminescence obsd.  Finally, we discuss potential applications of luminescent MOFs.  This review will be of interest to researchers and synthetic chemists attempting to design luminescent MOFs, and those engaged in the extension of MOFs to applications such as chem., biol., and radiation detection, medical imaging, and electro-optical devices.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurg%253D&md5=9219edb8997dd29d5f61edbe8e99797d", "50. ", "Lu", ", ", "W.-G.", "; ", "Jiang", ", ", "L.", "; ", "Feng", ", ", "X.-L.", "; ", "Lu", ", ", "T.-B.", " ", "Cryst. Growth Des.", " ", "2006", ",  ", "6", ",  ", "564", "– ", "571", "[", "ACS Full Text ", "], [", "CAS", "]", "50. ", "Three 3D Coordination Polymers Constructed by Cd(II) and Zn(II) with Imidazole-4,5-Dicarboxylate and 4,4'-Bipyridyl Building Blocks", "Lu, Wen-Guan; Jiang, Long; Feng, Xiao-Long; Lu, Tong-Bu", "Crystal Growth & Design", "\r\n        (", "2006", "),\r\n    ", "6", "\r\n        (", "2", "),\r\n    ", "564-571", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three 3-dimensional coordination polymers of {(H2bpy)[Cd9(HIDC)4(IDC)4(bpy)4]·8H2O}n (1), [Zn3(IDC)2(bpy)(H2O)2]n (2), and {[Zn3(IDC)2(bpy)3]·(bpy)·8H2O}n (3) (H3IDC = imidazole-4,5-dicarboxylic acid, bpy = 4,4'-bipyridine) were hydrothermally synthesized by controlling the final pH values of the solns. of ca. 6, and characterized by single-crystal x-ray diffraction.  In compd. 1, unprecedented double-square units of [Cd4(μ3-HIDC)2(μ4-IDC)(μ5-IDC)]24- are linked by [Cd(bpy)2]2+ to generate a 1-dimensional chain of {[Cd8(μ3-HIDC)4(μ4-IDC)2(μ5-IDC)2]Cd(bpy)2}n2n-, and the 1-dimensional chains are further bridged by μ2-bpy to form a 2-dimensional brick-wall-like network of {[Cd8(μ3-HIDC)4(μ4-IDC)2(μ5-IDC)2(μ2-bpy)2]Cd(bpy)2}n2n- ([Cd9(HIDC)4(IDC)4(bpy)4]n2n-).  Each brick contains one protonated bpy ion of H2bpy2+ to get a neutral compd. of {(H2bpy)[Cd9(HIDC)4(IDC)4(bpy)4]·8H2O}n.  The adjacent 2-dimensional brick walls are perpendicularly packed and interlinked by μ4-IDC3- and μ5-IDC3- bridges to generate a 3-dimensional open framework of 1.  The species of μ3-HIDC2-, μ4-IDC3-, μ5-IDC3-, H2bpy2+, μ2-bpy, and monodentate bpy coexist in compd. 1.  Compd. 2 consists of 2-dimensional wavelike sheets of [Zn3(μ3-IDC)2(H2O)2], which are further linked through μ2-bpy to generate a 3-dimensional structure.  In 3, the 2-dimensional honeycomb-like sheets of [Zn3(IDC)2]n are bridged by μ2-bpy to result in a 3-dimensional open framework with hexagonal and tetragonal channels.  Compds. 1 and 2 are stable up to 320 and 400°, resp., and display strong blue fluorescent emission at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht1yrs7zP&md5=1ce4032b19ffcd177a9c060a3e1c6e00", "51. ", "Wen", ", ", "L.", "; ", "Lu", ", ", "Z.", "; ", "Lin", ", ", "J.", "; ", "Tian", ", ", "Z.", "; ", "Zhu", ", ", "H.", "; ", "Meng", ", ", "Q.", " ", "Cryst. Growth Des.", " ", "2007", ",  ", "7", ",  ", "93", "– ", "99", "[", "ACS Full Text ", "], [", "CAS", "]", "51. ", "Syntheses, Structures, and Physical Properties of Three Novel Metal-Organic Frameworks Constructed from Aromatic Polycarboxylate Acids and Flexible Imidazole-Based Synthons", "Wen, Lili; Lu, Zhenda; Lin, Jianguo; Tian, Zhengfang; Zhu, Huizhen; Meng, Qingjin", "Crystal Growth & Design", "\r\n        (", "2007", "),\r\n    ", "7", "\r\n        (", "1", "),\r\n    ", "93-99", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three novel interesting coordination polymers, [Cd3(SIP)2(bbi)5·3H2O]n (1), [Co3(SIP)2(bix)4(2H2O)·2H2O]n (2), and [Cd(2,5-pydc)2(bix)1.5·H2O]n (3) (SIP = 5-sulfoisophthalic acid monosodium salt; bbi = 1,1'-(1,4-butanediyl)bis(imidazole); bix = 1,4-bis(imidazol-1-ylmethyl)-benzene; 2,5-pydc = pyridine-2,5-dicarboxylic acid), were isolated under hydrothermal conditions and structurally characterized.  Polymer 1 has a 3-dimensional complicated framework comprised of an infinite 1-dimensional ladder-like chain and 2-dimensional layer structure.  Polymer 2 features a 3-dimensional hydrated framework with uncoordinated H2O mols. trapped in the pores.  Polymer 3 is a 2-dimensional infinite layer framework, which is further interconnected by H-bond interactions to lead to a 3-dimensional supramol. architecture.  Compds. 1 and 3 exhibit medium-strong fluorescent emissions in the solid state at room temp. and could be significant in the field of photoactive materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht12itb7K&md5=afbe6b00336b9500cbb1b559d7532caa", "52. ", "Chen", ", ", "L.", "; ", "Mowat", ", ", "J. P. S.", "; ", "Fairen-Jimenez", ", ", "D.", "; ", "Morrison", ", ", "C. A.", "; ", "Thompson", ", ", "S. P.", "; ", "Wright", ", ", "P. A.", "; ", "Düren", ", ", "T.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "15763", "– ", "15773", "[", "ACS Full Text ", "], [", "CAS", "]", "52. ", "Elucidating the Breathing of the Metal-Organic Framework MIL-53(Sc) with ab Initio Molecular Dynamics Simulations and in Situ X-ray Powder Diffraction Experiments", "Chen, Linjiang; Mowat, John P. S.; Fairen-Jimenez, David; Morrison, Carole A.; Thompson, Stephen P.; Wright, Paul A.; Duren, Tina", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "42", "),\r\n    ", "15763-15773", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Ab initio mol. dynamics (AIMD) simulations have been used to predict structural transitions of the breathing metal-org. framework (MOF) MIL-53(Sc) in response to changes in temp. over the range 100-623 K and adsorption of CO2 at 0-0.9 bar at 196 K.  The method has for the first time been shown to predict successfully both temp.-dependent structural changes and the structural response to variable sorbate uptake of a flexible MOF.  AIMD employing dispersion-cor. d. functional theory accurately simulated the exptl. obsd. closure of MIL-53(Sc) upon solvent removal and the transition of the empty MOF from the closed-pore phase to the very-narrow-pore phase (symmetry change from P21/c to C2/c) with increasing temp., indicating that it can directly take into account entropic as well as enthalpic effects.  The authors also used AIMD simulations to mimic the CO2 adsorption of MIL-53(Sc) in silico by allowing the MIL-53(Sc) framework to evolve freely in response to CO2 loadings corresponding to the two steps in the exptl. adsorption isotherm.  The resulting structures enabled the structure detn. of the two CO2-contg. intermediate and large-pore phases obsd. by exptl. synchrotron X-ray diffraction studies with increasing CO2 pressure; this would not have been possible for the intermediate structure via conventional methods because of diffraction peak broadening.  Furthermore, the strong and anisotropic peak broadening obsd. for the intermediate structure could be explained in terms of fluctuations of the framework predicted by the AIMD simulations.  Fundamental insights from the mol.-level interactions further revealed the origin of the breathing of MIL-53(Sc) upon temp. variation and CO2 adsorption.  These simulations illustrate the power of the AIMD method for the prediction and understanding of the behavior of flexible microporous solids.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXoslSqsbo%253D&md5=7f4130e402f1ed092cabf488968bf413", "53. ", "Henke", ", ", "S.", "; ", "Schneemann", ", ", "A.", "; ", "Wütscher", ", ", "A.", "; ", "Fischer", ", ", "R. A.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "9464", "– ", "9474", "[", "ACS Full Text ", "], [", "CAS", "]", "53. ", "Directing the Breathing Behavior of Pillared-Layered Metal-Organic Frameworks via a Systematic Library of Functionalized Linkers Bearing Flexible Substituents", "Henke, Sebastian; Schneemann, Andreas; Wuetscher, Annika; Fischer, Roland A.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "22", "),\r\n    ", "9464-9474", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Flexible metal-org. frameworks (MOFs), also referred to as soft porous crystals (SPCs), show reversible structural transitions dependent on the nature and quantity of adsorbed guest mols.  In recent studies it is reported that covalent functionalization of the org. linker can influence or even integrate framework flexibility (breathing) in MOFs.  However, rational fine-tuning of such responsive properties is very desirable but challenging as well.  Here the authors present a powerful approach for the targeted manipulation of responsiveness and framework flexibility of an important family of pillared-layered MOFs based on the parent structure [Zn2(bdc)2(dabco)]n (bdc = 1,4-benzenedicarboxylate; dabco = 1,4-diazabicyclo[2.2.2]octane).  A library of functionalized bdc-type linkers (fu-bdc), which bear addnl. dangling side groups at different positions of the benzene core (alkoxy groups of varying chain length with diverse functionalities and polarity), was generated.  Synthesis of [Zn2(fu-bdc)2(dabco)]n yields the resp. collection of highly responsive MOFs.  The parent MOF is only weakly flexible; however, the substituted frameworks of [Zn2(fu-bdc)2(dabco)]n contract drastically upon guest removal and expand again upon adsorption of DMF, EtOH, or CO2, etc., while N2 is hardly adsorbed and does not open the narrow-pored form.  These breathing dynamics are attributed to the dangling side chains that act as immobilized guests, which interact with mobile guest mols. as well as with themselves and with the framework backbone.  The structural details of the guest-free, contracted form and the gas sorption behavior (phase transition pressure, hysteresis loop) are highly dependent on the nature of the substituent at the linker and can therefore be adjusted using the authors' approach.  Combining the authors' library of functionalized linkers with the concept of mixed-component MOFs (solid solns.) offers very rich addnl. dimensions of tailoring the structural dynamics and responsiveness.  Implementation of two differently functionalized linkers in varying ratios yields multicomponent single-phased [Zn2(fu-bdc')2x(fu-bdc'')2-2x(dabco)]n MOFs (0 < x < 1) of increased inherent complexity, which feature a nonlinear dependence of their gas sorption properties on the applied ratio of components.  Hence, the responsive behavior of such pillared-layered MOFs can be extensively tuned via an intelligent combination of functionalized linkers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XmvV2gu7g%253D&md5=77c6f577d9bbe291f8f0acc44f27de76", "54. ", "Biswas", ", ", "S.", "; ", "Ahnfeldt", ", ", "T.", "; ", "Stock", ", ", "N.", " ", "Inorg. Chem.", " ", "2011", ",  ", "50", ",  ", "9518", "– ", "9526", "[", "ACS Full Text ", "], [", "CAS", "]", "54. ", "New Functionalized Flexible Al-MIL-53-X (X = -Cl, -Br, -CH3, -NO2, -(OH)2) Solids: Syntheses, Characterization, Sorption, and Breathing Behavior", "Biswas, Shyam; Ahnfeldt, Tim; Stock, Norbert", "Inorganic Chemistry", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "19", "),\r\n    ", "9518-9526", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Five new flexible Al terephthalate deriv. hydroxo frameworks, [Al(OH)(BDC-X)]·n(guests), were prepd. by solvothermal methods [BDC = 1,4-benzene-dicarboxylate; X = 2-chloro (1); 2-bromo (2); 2-Me (3); 2-nitro (4); 2,5-dihydroxy (5)].  The as synthesized (Al-MIL-53-X-AS) as well as the activated compds. were characterized by x-ray powder diffraction (XRPD), IR spectroscopy, thermogravimetric (TG), and elemental anal.  Activation, i.e., removal of unreacted H2BDC-X mols. and/or occluded solvent mols., followed by hydration in air at room temp., led to the narrow pore (NP) form of [Al(OH)(BDC-X)]·n(H2O) (Al-MIL-53-X).  TGA and temp.-dependent XRPD (TDXRPD) expts. performed on the NP-form of the compds. indicate high thermal stability in the range 325-500°.  As verified by N2, CO2, or H2O sorption measurements, most of the thermally activated compds. exhibit significant microporosity.  Similar to pristine Al-MIL-53, the present compds. retain their structural flexibility depending on the nature of guest mols. and temp., as verified by cell parameter detn. from XRPD data.  The breathing behavior of the functionalized frameworks upon dehydration-rehydration, studied by temp. and time-dependent XRPD measurements, differs significantly compared to parent Al-MIL-53.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFeksr7J&md5=0d28e50d97d4801ef914d8ccc38da211", "55. ", "Liao", ", ", "P.-Q.", "; ", "Zhou", ", ", "D.-D.", "; ", "Zhu", ", ", "A.-X.", "; ", "Jiang", ", ", "L.", "; ", "Lin", ", ", "R.-B.", "; ", "Zhang", ", ", "J.-P.", "; ", "Chen", ", ", "X.-M.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "17380", "– ", "17383", "[", "ACS Full Text ", "], [", "CAS", "]", "55. ", "Strong and Dynamic CO2 Sorption in a Flexible Porous Framework Possessing Guest Chelating Claws", "Liao, Pei-Qin; Zhou, Dong-Dong; Zhu, Ai-Xin; Jiang, Lu; Lin, Rui-Biao; Zhang, Jie-Peng; Chen, Xiao-Ming", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "42", "),\r\n    ", "17380-17383", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Using a bis-triazolate ligand [bis(5-methyl-1H-1,2,4-triazol-3-yl)methane] and tetrahedral Zn(II) ion, the authors synthesized a flexible porous coordination polymer functionalized with pairs of uncoordinated triazolate N-donors that can be used as guest chelating sites to give very high CO2 adsorption enthalpy and CO2/N2 selectivity.  The dynamic CO2 sorption behavior could be monitored well by single-crystal x-ray diffraction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVKmtbzM&md5=2a77c8542d966949815d635143d86e75", "56. ", "Liang", ", ", "Z.", "; ", "Du", ", ", "J.", "; ", "Sun", ", ", "L.", "; ", "Xu", ", ", "J.", "; ", "Mu", ", ", "Y.", "; ", "Li", ", ", "Y.", "; ", "Yu", ", ", "J.", "; ", "Xu", ", ", "R.", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "10720", "– ", "10722", "[", "ACS Full Text ", "], [", "CAS", "]", "56. ", "Design and Synthesis of Two Porous Metal-Organic Frameworks with nbo and agw Topologies Showing High CO2 Adsorption Capacity", "Liang, Zhiqiang; Du, Jingjing; Sun, Libo; Xu, Jin; Mu, Ying; Li, Yi; Yu, Jihong; Xu, Ruren", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "19", "),\r\n    ", "10720-10722", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two new porous Cu-based metal-org. frameworks with nbo [Cu2(DBIP)(H2O)2, 1] and agw topologies [Cu3(CPEIP)2(H2O)3, 2] were designed and synthesized using tetracarboxylate 5-(3,5-dicarboxybenzyloxy)isophthalic acid (H4DBIP) and tricarboxylate 5-[(4-carboxyphenyl)ethynyl]isophthalic acid (H3CPEIP) ligands, resp.  The compds. with removal of solvents and coordinated H2O possess large surface areas and high CO2 adsorption capacities (up to 170 cm3/g or 7.59 mmol/g at 0° under ambient pressure).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVGjt7bP&md5=2c51bbeb37b09bd3b0a8782a07f91277", "57. ", "Bourrelly", ", ", "S.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Loiseau", ", ", "T.", "; ", "Ferey", ", ", "G.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "13519", "– ", "13521", "[", "ACS Full Text ", "], [", "CAS", "]", "57. ", "Different Adsorption Behaviors of Methane and Carbon Dioxide in the Isotypic Nanoporous Metal Terephthalates MIL-53 and MIL-47", "Bourrelly, Sandrine; Llewellyn, Philip L.; Serre, Christian; Millange, Franck; Loiseau, Thierry; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "39", "),\r\n    ", "13519-13521", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A distinct step in the isotherm occurs during the adsorption of CO2 on MIL-53 at 304 K.  Such behavior is neither obsd. during the adsorption of CH4 on MIL-53 nor during the adsorption on the isostructural MIL-47.  This phenomenon seems to be due to a different mechanism than that of previous adsorption steps on MOF samples.  It is suggested that a breathing behavior is induced in MIL-53 during CO2 adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXpvFSnu70%253D&md5=e3d0228e57af031b6019deeeffa6d575", "58. ", "Zhao", ", ", "Z.", "; ", "Li", ", ", "Z.", "; ", "Lin", ", ", "Y.-S.", " ", "Ind. Eng. Chem. Res.", " ", "2009", ",  ", "48", ",  ", "10015", "– ", "10020", "[", "ACS Full Text ", "], [", "CAS", "]", "58. ", "Adsorption and Diffusion of Carbon Dioxide on Metal-Organic Framework (MOF-5)", "Zhao, Zhenxia; Li, Zhong; Lin, Y. S.", "Industrial & Engineering Chemistry Research", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "22", "),\r\n    ", "10015-10020", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption equil. and diffusion of CO2 on microporous metal-org. frameworks (MOF-5, or IRMOF-1) crystals were exptl. studied by the gravimetric method in the pressure range up to 1 atm.  The MOF-5 crystal cubes of about 40-60 μm in sizes were synthesized by the solvothermal method.  Freundlich adsorption isotherm equation can fit well CO2 adsorption isotherms on MOF-5, with isosteric heat of adsorption of about 34 kJ/mol.  Diffusion coeff. of CO2 in the MOF-5 is in the range of 8.1-11.5 × 10-9 cm2/s in 295-331K with activation energy of 7.61 kJ/mol.  MOF-5 offers attractive adsorption properties as an adsorbent for sepn. of CO2 from flue gas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtFajsrrO&md5=d0e3634b7965ffc018e2aa933e8ca5d9", "59. ", "Wang", ", ", "Q. M.", "; ", "Shen", ", ", "D.", "; ", "Bülow", ", ", "M.", "; ", "Lau", ", ", "M. L.", "; ", "Deng", ", ", "S.", "; ", "Fitch", ", ", "F. R.", "; ", "Lemcoff", ", ", "N. O.", "; ", "Semanscin", ", ", "J.", " ", "Microporous Mesoporous Mater.", " ", "2002", ",  ", "55", ",  ", "217", "– ", "230", "[", "Crossref", "], [", "CAS", "]", "59. ", "Metallo-organic molecular sieve for gas separation and purification", "Wang, Qing Min; Shen, Dongmin; Bulow, Martin; Lau, Miu Ling; Deng, Shuguang; Fitch, Frank R.; Lemcoff, Norberto O.; Semanscin, Jessica", "Microporous and Mesoporous Materials", "\r\n        (", "2002", "),\r\n    ", "55", "\r\n        (", "2", "),\r\n    ", "217-230", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "An improved synthesis process was developed for large-scale prodn. of a highly porous material, [Cu3(BTC)2(H2O)x]n, i.e., polymeric Cu(II) benzene-1,3,5-tricarboxylate with mol.-sieve character, denoted as Cu-BTC, where BTC denotes benzene-1,3,5-tricarboxylate.  Sorption properties for N, O, CO, CO2, nitrous oxide, methane, ethylene, ethane, n-dodecane, and H2O were studied.  A detailed study of sorption thermodn. was performed for CO2 by a sorption-isosteric method.  Cu-BTC can be used for sepn. of gas mixts. such as CO2-CO, CO2-methane and ethylene-ethane mixts.  Air can be purified effectively from CO2, nitrous oxide, high-mol. wt. hydrocarbons and moisture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xms1yksLc%253D&md5=52e0c50ae20508646d5c60f8f9195644", "60. ", "An", ", ", "J.", "; ", "Rosi", ", ", "N. L.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "5578", "– ", "5579", "[", "ACS Full Text ", "], [", "CAS", "]", "60. ", "Tuning MOF CO2 Adsorption Properties via Cation Exchange", "An, Jihyun; Rosi, Nathaniel L.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "16", "),\r\n    ", "5578-5579", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The pore vol. and BET surface area of bio-MOF-1 (a), Zn8(ad)4(BPDC)6O·Me2NH2, is systematically modified via postsynthetic cation exchange with either tetramethylammonium, tetraethylammonium, or tetrabutylammonium cations to yield Zn8(ad)4(BPDC)6O·Me4N (b), Zn8(ad)4(BPDC)6O·2Et4N (c), and Zn8(ad)4(BPDC)6O·Bu4N (d), resp.  The impact that pore vol. and BET surface area have on CO2 capacity is evaluated, and it is found that materials with intermediate porosity (b and c) have the largest CO2 capacities under the conditions studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXksVams7w%253D&md5=fb37010959494da978e7eb5ce344d357", "61. ", "Vaidhyanathan", ", ", "R.", "; ", "Iremonger", ", ", "S. S.", "; ", "Shimizu", ", ", "G. K. H.", "; ", "Boyd", ", ", "P. G.", "; ", "Alavi", ", ", "S.", "; ", "Woo", ", ", "T. K.", " ", "Science", " ", "2010", ",  ", "330", ",  ", "650", "– ", "653", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "61. ", "Direct Observation and Quantification of CO2 Binding Within an Amine-Functionalized Nanoporous Solid", "Vaidhyanathan, Ramanathan; Iremonger, Simon S.; Shimizu, George K. H.; Boyd, Peter G.; Alavi, Saman; Woo, Tom K.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "330", "\r\n        (", "6004", "),\r\n    ", "650-653", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Understanding the mol. details of CO2-sorbent interactions is crit. for the design of better carbon-capture systems.  Here the authors report crystallog. resoln. of CO2 mols. and their binding domains in a metal-org. framework functionalized with amine groups.  Accompanying computational studies that modeled the gas sorption isotherms, high heat of adsorption, and CO2 lattice positions showed high agreement on all three fronts.  The modeling apportioned specific binding interactions for each CO2 mol., including substantial cooperative binding effects among the guest mols.  The validation of the capacity of such simulations to accurately model mol.-scale binding bodes well for the theory-aided development of amine-based CO2 sorbents.  The anal. shows that the combination of appropriate pore size, strongly interacting amine functional groups, and the cooperative binding of CO2 guest mols. is responsible for the low-pressure binding and large uptake of CO2 in this sorbent material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlaqt7nP&md5=62d8612e2927fcca9d6903619e95b042", "62. ", "Gao", ", ", "W.-Y.", "; ", "Cai", ", ", "R.", "; ", "Meng", ", ", "L.", "; ", "Wojtas", ", ", "L.", "; ", "Zhou", ", ", "W.", "; ", "Yildirim", ", ", "T.", "; ", "Shi", ", ", "X.", "; ", "Ma", ", ", "S.", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "10516", "– ", "10518", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "62. ", "Quest for a highly connected robust porous metal-organic framework on the basis of a bifunctional linear linker and a rare heptanuclear zinc cluster", "Gao, Wen-Yang; Cai, Rong; Meng, Le; Wojtas, Lukasz; Zhou, Wei; Yildirim, Taner; Shi, Xiaodong; Ma, Shengqian", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "89", "),\r\n    ", "10516-10518", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A strategy for building highly connected robust MOFs from linear ligands is exemplified by the construction of MTAF-4, a rare (6,9)-connected MOF, based on the custom-designed bifunctional linear ligand, 4-(1,2,3-triazol-4-yl)benzoate, that connects two types of highly connected zinc cluster moieties generated in situ.  MTAF-4 is robust and permanently microporous and is capable of adsorbing CO2, H2 and CH4 under high pressures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1WlsbrI&md5=f7475242d5aaf67eff7b79363f7ecb20", "63. ", "Lin", ", ", "J.-B.", "; ", "Zhang", ", ", "J.-P.", "; ", "Chen", ", ", "X.-M.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "6654", "– ", "6656", "[", "ACS Full Text ", "], [", "CAS", "]", "63. ", "Nonclassical Active Site for Enhanced Gas Sorption in Porous Coordination Polymer", "Lin, Jian-Bin; Zhang, Jie-Peng; Chen, Xiao-Ming", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "19", "),\r\n    ", "6654-6656", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Gas sorption expts. and grand canonical Monte Carlo simulations for two isostructural microporous metal azolate frameworks show that even partially exposed uncoordinated nitrogens can effectively increase gas binding affinity and overcome the pore size confinement effect.  Polymeric cobalt complexes [Co(dpt24)2] (MAF-25) and [Co(mdpt24)2] (MAF-26) where Hdpt24 = 3-(2-pyridyl)-5-(4-pyridyl)-1,2,4-triazole and 3-(3-methyl-2-pyridyl)-5-(4-pyridyl)-1,2,4-triazole (Hmdpt24) were prep., their crystal structures detd. and their adsorption isotherms with N2, H2 and CO2 studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXltFChtLs%253D&md5=517f8aae38f8c028c9f23cb4d7ac12f2", "64. ", "Nugent", ", ", "P.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Burd", ", ", "S. D.", "; ", "Cairns", ", ", "A. J.", "; ", "Luebke", ", ", "R.", "; ", "Forrest", ", ", "K.", "; ", "Pham", ", ", "T.", "; ", "Ma", ", ", "S.", "; ", "Space", ", ", "B.", "; ", "Wojtas", ", ", "L.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", " ", "Nature", " ", "2013", ",  ", "495", ",  ", "80", "– ", "84", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "64. ", "Porous materials with optimal adsorption thermodynamics and kinetics for CO2 separation", "Nugent, Patrick; Belmabkhout, Youssef; Burd, Stephen D.; Cairns, Amy J.; Luebke, Ryan; Forrest, Katherine; Pham, Tony; Ma, Shengqian; Space, Brian; Wojtas, Lukasz; Eddaoudi, Mohamed; Zaworotko, Michael J.", "Nature (London, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "495", "\r\n        (", "7439", "),\r\n    ", "80-84", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Energy costs assocd. with the sepn. and purifn. of industrial commodities (e.g., gases, fine chems., fresh water) currently represent ∼15% of global energy prodn.; the demand for such commodities is projected to triple by 2050 (P. Taylor, 2010).  The challenge of developing effective sepn. and purifn. technologies which have much smaller energy footprints is greater for CO2 than for other gases; in addn. to its involvement in climate change, CO2 is an impurity in natural gas, biogas (biomass-based natural gas), syngas (CO/H2, the main H2 source for refineries), and many other gas streams.  In the context of porous cryst. materials which can exploit equil. and kinetic selectivity, size selectivity and targeted mol. recognition are attractive characteristics for CO2 sepn. and capture, as exemplified by 5A and 13X zeolites (J. Merel, et al., 2008), and metal-org. materials (MOM).  This paper reports that a crystal engineering or reticular chem. strategy which controls pore functionality and pore size in a series of MOM with coordinately satd. metal centers and periodically arrayed hexafluorosilicate anions (SiF52-) enables a kinetics and thermodn. sweet spots offering high volumetric uptake at low CO2 partial pressure (<0.15 bar).  Most importantly, such MOM offer an unprecedented CO2 sorption selectivity over N2, H2, and CH4, even in the presence of moisture.  Thus, these MOM are relevant to CO2 sepn. in the context of post-combustion (flue gas, CO2/N2), pre-combustion (shifted synthesis gas stream, CO2/H2), and natural gas upgrading (natural gas clean-up, CO2/CH4).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjsFCntbg%253D&md5=56941673abb6b13f920476a593dfeb98"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-12/cg500942g/20141126/images/small/cg-2014-00942g_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-12/cg500942g/20141126/images/small/cg-2014-00942g_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-12/cg500942g/20141126/images/small/cg-2014-00942g_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-12/cg500942g/20141126/images/small/cg-2014-00942g_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-12/cg500942g/20141126/images/small/cg-2014-00942g_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-12/cg500942g/20141126/images/small/cg-2014-00942g_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-12/cg500942g/20141126/images/small/cg-2014-00942g_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-12/cg500942g/20141126/images/small/cg-2014-00942g_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-12/cg500942g/20141126/images/small/cg-2014-00942g_0008.gif\">"]}
