{"title": ["Carbon Dioxide Capture by a Metal–Organic Framework with Nitrogen-Rich Channels Based on Rationally Designed Triazole-Functionalized Tetraacid Organic Linker"], "authors": ["Saona Seth", "Govardhan Savitha", "Jarugu Narasimha Moorthy"], "doi": ["10.1021/acs.inorgchem.5b00722"], "abstract": ["A cadmium MOF, that is, ", ", with nitrogen-rich channels has been synthesized on the basis of a rationally designed semirigid triazole-functionalized organic tetraacid linker ", " aimed at CO", " uptake. Rigidification of the central core of an organic linker with peripheral flexibility is demonstrated to improve the CO", " uptake properties by the MOF derived thereof.", "A semirigid tetraacid linker ", " functionalized with 1,2,3-triazole was rationally designed and synthesized to access nitrogen-rich MOFs for selective adsorption of CO", ". The cadmium MOF, that is, ", ", obtained by the reaction of ", " with Cd(NO", ")", ", is found to be a 3D porous framework structure that is robust to desolvation. Crystal structure analysis reveals channels that are decorated by the triazole moieties of ", ". Gas adsorption studies show that ", " MOF permits remarkable CO", " uptake to the extent of 99 and 1000 cc/g at 1 and 30 bar, respectively, at 0 °C. While literature survey reveals that ", ", constructed from a 1,2,3-triazole functionalized linker, exhibits no porosity to gas adsorption due to structural flexibility, the results with ", " MOF described herein emphasize how rigidification of the organic linker improves gas uptake properties of the resultant MOF."], "text": ["Top of Page", "Abstract", "Introduction", "Results and Discussion", "Experimental Section", "References", "Introduction", "Metal–organic frameworks (MOFs) have surged into prominence as exciting hybrid materials with fascinating potential in a myriad of applications such as gas storage and separation, heterogeneous catalysis, sensing, magnetism, bioimaging, drug delivery, etc.", "(1)", " One of the applications that has been immensely explored with MOFs since their discovery is gas storage.", "(1f-1h, 2)", " Intense research over the past decade has led to the identification of certain factors that facilitate adsorption of gases. In general, interpenetration and catenation of the frameworks,", "(3)", " coordinative unsaturation of the metal centers,", "(4)", " the presence of certain functional groups,", "(1e-1g, 5)", " the shape, size, and chemical nature of the pores,", "(1e, 6)", " etc. have been shown to facilitate gas adsorption. Clearly, aside from metal linkers, chemical attributes of the organic linkers influence gas adsorption to a large measure; of course, their linkage geometries decisively control the overall topology of the MOFs. Thus, the design of organic linkers remains an issue of utmost significance in the synthesis of MOFs, as the functional properties of MOFs can be best modulated by maneuvering the structures of the organic linkers. Insofar as application of MOFs for selective adsorption of CO", "2", " is concerned, it has been sufficiently established that the MOFs based on nitrogenous linkers are better.", "(1h, 7)", " A variety of MOFs constructed from different types of organic linkers, for example, amine-functionalized linkers and those based on heteroaromatic rings such as pyridyl, 1,2,3- and 1,2,4-triazole, tetrazole, triazine, etc., have been investigated for gas adsorption.", "(1h)", " In general, the nitrogen-containing ligands have been employed in three different ways, that is, as independent linkers,", "(5a, 8)", " as coligands with different carboxylate linkers,", "(5c, 9)", " and as mixed linkers that are characterized by the presence of nitrogen-containing heterocycle(s) as well as carboxylic acid(s).", "(10)", "We have been concerned with the synthesis of lattice inclusion compounds and MOFs based on de novo design of rigid organic systems engineered by diligent exploitation of sterics.", "(11)", " In continuation of our investigations with organic linkers based on biaryl core, we sought to create three-dimensional triazole-based linkers and explore the MOFs derived thereof for gas adsorption. While the recent literature revealed remarkable CO", "2", " adsorption by the MOFs constructed with organic spacers containing ", "N", "-(3,5-dicarboxyphenyl)-1,2,3-triazole moieties, we were intrigued by the lack of microporosity and gas adsorption observed with ", "C", "3", "-symmetric benzene functionalized 3-fold at 1,3 and 5 positions with ", "N", "-carboxymethylated 1,2,3-triazole;", "(12)", " structural contraction and intrinsic flexibility were advanced as possible reasons for the observed lack of propensity for gas adsorption.", "(12)", " We designed and targeted the synthesis of a semirigid three-dimensional 1,2,3-triazole-based tetratopic organic linker, that is, 2,2′,2″,2‴-(4,4′,4″,4‴-(2,2′,6,6′-tetramethylbiphenyl-3,3′,5,5′-tetrayl)tetrakis(1", "H", "-1,2,3-triazole-4,1-diyl))tetraacetic acid (", "H", "4", "L", "), to create MOFs with triazole rings as an integral part of organic spacers, and explore their propensity for gas adsorption, in particular CO", "2", "; it has been sufficiently demonstrated in the literature that the nitrogeneous environment of the pores facilitates CO", "2", " adsorption.", "(1h, 7)", " The rationale for our design of ", "H", "4", "L", " were the following: first, sterics between methyl groups at the ortho positions twist the central arene rings of ", "H", "4", "L", " such that the topology of the 4-connecting tetradentate ligand corresponds to that of an allene, which is a three-dimensional extended tetrahedron. Second, the triazole rings in the derived MOFs would lie very proximate to the metal ions that get coordinated by the carboxylate groups such that the environment around the triazole rings is also rich with the carboxylate oxygen atoms. Third, sterics imposed by the ", "ortho", "-methyl groups should ensure that the triazole rings remain twisted, but with some flexibility. This in conjunction with flexibility at the periphery via carboxymethyl groups of the otherwise rigid biaryl-based ligand was anticipated to facilitate metal-assisted self-assembly leading to MOFs without any structurally imposed constraints. Herein, we report that the Cd-MOF derived from semirigid ", "H", "4", "L", ", that is, ", "Cd-L", ", which is sustained by catenation of 2D square nets, is highly porous with 1D channels decorated by triazole moieties running down the ", "c", "-axis. The robust framework is stable to desolvation and permits adsorption of CO", "2", "; remarkable CO", "2", " uptake by ", "Cd-L", " to the extent of 99 and 1000 cc/g at 1 and 30 bar, respectively, is demonstrated at 0 °C.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Experimental Section", "References", "Results and Discussion", "Synthesis of the Ligand ", "H", "4", "L", "Synthesis of the tetraacid ", "H", "4", "L", " was accomplished starting from the commercially available 2-bromo-", "meta", "-xylene; FeCl", "3", "-mediated homocoupling of the latter led to 2,2′,6,6′-tetramethylbiphenyl, which was tetraiodinated to afford 3,3′,5,5′-tetraiodo-2,2′,6,6′-tetramethylbiphenyl, Scheme ", "1", ". This compound was subjected to Sonogashira coupling followed by desilylation to yield 3,3′,5,5′-tetraethynyl-2,2′,6,6′-tetramethylbiphenyl. Click reaction of the latter with ethyl azidoacetate in the presence of Cu(I) delivered the tetraester, hydrolysis of which under basic conditions led to the target tetraacid ", "H", "4", "L", " in excellent isolated yields.", "Scheme 1. Synthetic Route to the Organic Linker ", "H", "4", "L", "Synthesis and Crystal Structure Determination of the MOF ", "Cd-L", "Colorless needle-shaped crystals of the ", "Cd-L", " MOF were obtained by heating ", "H", "4", "L", " with Cd(NO", "3", ")", "2", " in diethylformamide (DEF) at 120 °C for 3 d. Single-crystal X-ray analyses revealed that the crystals belong to the tetragonal crystal system with the space group ", "Ccc", "2. Structure determination and subsequent analysis of the crystal packing show that the Cd(II) ions are octa-coordinated and exist discretely in the framework; each of the Cd(II) ions is found to be chelated by four carboxylate groups, which is rather unusual. All four carboxylate groups of the ligand are found to show similar chelation mode for coordination to the metal ion leading to the formation of a 2D corrugated polymeric network, which is best described by the Schläfli symbol: {4", "4", "·6", "2", "}. TOPOS analysis reveals that the 2D networks correspond to “sql” topology and that they undergo catenation leading to an overall 3D framework structure, Figure ", "1", ". The triazole groups are found to remain uncoordinated. The crystal packing analyses show that the 3D framework contains channels functionalized with the free triazole groups running down the ", "c", "-axis. The solvent-accessible void volume is 49%, as revealed by Platon analysis.", "Figure 1. (a) 2D corrugated layer of the Cd-MOF, that is, ", "Cd-L", ". (b) Catenation of the 2D layers leading to 3D porous framework with 1D channels down the ", "c", "-axis. (c) Crystal packing of ", "Cd-L", " in space filling model; notice the nitrogen-decorated channels that run down the ", "c", "-axis. (d) Topological representation of the catenated 2D layers of the ", "Cd-L", " that lead to 3D framework structure.", "Stability is an important consideration in the exploration of MOFs as functional materials. The ", "Cd-L", " MOF was found to be quite stable in different nonpolar and polar common organic solvents such as dichloromethane, toluene, acetonitrile, methanol, tetrahydrofuran, and dimethyl sulfoxide. The as-synthesized as well as the desolvated MOFs were found to be air-stable for several months. In Figure ", "2", " are shown the PXRD profiles for as-synthesized ", "Cd-L", ", ", "Cd-L", " soaked in different organic solvents for at least 2 d, and desolvated ", "Cd-L", ". As can be seen, the PXRDs of all match meaningfully with the simulated pattern based on single-crystal X-ray structure analysis.", "Figure 2. (a) PXRD profiles of ", "Cd-L", " after soaking the samples in DCM, toluene, methanol, THF, acetone, and DMSO for 2 days. (b) Powder X-ray diffraction profiles of as-synthesized ", "Cd-L", ", desolvated sample, and the material after using 10 times for gas adsorption experiments. The PXRD profiles match reasonably well with the pattern simulated based on the structure determined by single-crystal X-ray diffraction.", "Gas Adsorption Studies", "We were spurred by the high solvent-accessible volume in the crystal lattice of ", "Cd-L", " MOF and the nitrogen-rich channels, which are decorated with triazole rings and run down the ", "c", "-axis, to explore adsorption of CO", "2", " and other gases. The sample of ", "Cd-L", " MOF was activated by exchanging the trapped solvent in the crystals with DCM followed by vacuum drying at 35 °C overnight. To begin with, the activated sample was examined for adsorption of nitrogen from very low to atmospheric pressure at 77 K, Figure ", "3", "; the observed adsorption isotherm is typical of type-I behavior. The BET (Brunauer–Emmett–Teller) surface area of the MOF was determined to be 421 m", "2", "/g on the basis of the N", "2", " adsorption isotherm. Pore size analysis of the ", "Cd-L", " MOF, based on the N", "2", " isotherm at 77 K, reveals that the distribution is largely dominated by pores of ca. ∼14 Å diameter. Likewise, adsorption of hydrogen was also carried out with the activated sample of ", "Cd-L", " MOF. At 77 K, an uptake of 110 cc/g was observed at 1 bar, Figure ", "3", ". In the same vein, adsorption of CO", "2", " by the ", "Cd-L", " MOF up to the pressure 1 bar revealed an uptake of 163 cc/g at 195 K, Figure ", "3", ". As the ", "Cd-L", " MOF exhibited high CO", "2", " adsorption, CO", "2", " uptake by ", "Cd-L", " was also investigated at 273 and 298 K. Respectably high adsorptions of 99 and 79 cc/g were observed at 273 and 298 K, respectively. Clearly, the results vindicate significant uptake capacity of the Cd-MOF for CO", "2", " at ambient temperature and pressure. The isosteric heat (", "Q", "st", ") of CO", "2", " adsorption for ", "Cd-L", " was calculated to be ca. 30 kJ mol", "–1", " in the low uptake region based on the adsorption isotherms at 273, 278, and 283 °C.", "Figure 3. (a) Adsorption isotherms of CO", "2", " (@195 K, blue), N", "2", " (@77 K, red), and H", "2", " (@77 K, green) of ", "Cd-L", ". (b) Pore size distribution profile of ", "Cd-L", " based on N", "2", " adsorption isotherm at 77 K. (c) CO", "2", " adsorption–desorption isotherms of the ", "Cd-L", " MOF at 273 K (blue) and 298 K (black) and N", "2", " isotherm at 273 K (red). (d) CO", "2", " adsorption isotherm of ", "Cd-L", " at pressures up to 30 bar at 0 °C. It should be noted that the adsorption and desorption profiles in each case have been shown with filled and open circles.", "To explore the potential of ", "Cd-L", " MOF for separation of CO", "2", " from a mixture under ambient conditions, N", "2", " adsorption isotherm was recorded at 273 K, which revealed an uptake value of only 8.9 cc/g at 1 bar. The selectivity factor for CO", "2", " capture by the ", "Cd-L", " MOF over N", "2", " was calculated on the basis of single-component isotherms at 273 K to be 18.4.", "(1h)", " Further, the CO", "2", " storage capacity of ", "Cd-L", " was investigated up to a pressure of 30 bar at 0 and 25 °C; the adsorption capacities were found to be 1000 and 420 cc/g at 273 and 298 K, respectively, cf., Figure ", "3", " and the ", "Supporting Information", ". Similarly, the CO", "2", " uptake up to 40 bar at 50 °C indicates an uptake of 410 cc/g, cf., the ", "Supporting Information", ".", "The literature survey reveals that excellent gas adsorption has been reported by the MOFs derived from triazole containing linkers in which the triazole unit is far removed from the carboxyl group, for example, in the ligand containing ", "N", "-(3,5-dicarboxyphenyl)-1,2,3-triazole unit.", "(10b, 10d)", " However, as mentioned at the outset, Férey et al. reported that ", "MIL-112", " based on trigonal benzene functionalized at 1,3,5 positions with ", "N", "-carboxymethyltriazole lacks microporosity for any gas adsorption.", "(12)", " In contrast, the Cd-MOF accessed in the present study from a ", "twisted", "-biaryl functionalized 4-fold with the same N-carboxylethyltriazole, that is, ", "Cd-L", ", exhibits notable propensity for CO", "2", " adsorption. The selectivity observed vindicates the fact that the nitrogen-rich environment promotes CO", "2", " adsorption. The propensity of ", "Cd-L", " MOF to exhibit microporosity and hence notable gas adsorption when compared to that of ", "MIL-112", " reported by Férey et al. should be traceable to two chief factors: (i) three-dimensional attribute of the ligand structure and (ii) semirigidification of the triazole rings via sterics imposed by the methyl groups. Given that the nitrogen-rich environment is conducive for CO", "2", " adosprtion, it is instructive to approach selective gas adsorption by carboxymethyltriazole-based MOFs from two main considerations, three-dimenional structural attribute of the spacer and rigidification. We are continuing our efforts on the de novo design and synthesis of the organic ligands based on ", "N", "-carboxymethyltriazoles for metal–ligand coordination in the quest of establishing the limits of rigidification that allow high gas adsorption and selectivity by the MOFs thus derived. It should be mentioned that the CO", "2", " uptake capacity of the ", "Cd-L", " MOF is not among the best of the values reported. Further, the CO", "2", " uptake capacity is lesser when compared to the MOFs developed based on a rigid ", "N", "-(3,5-diacarboxyphenyl)-1,2,3-triazole-functionalized organic linkers.", "(1f, 10b, 10d)", " For example, Zhao and co-workers have shown that the Cu-MOF constructed from a triazole-based linker, 5,5′,5″-(4,4′,4″-(benzene-1,3,5-triyl)tris(1", "H", "-1,2,3-triazole-4,1-diyl))triisophthalic acid, exhibits exceptionally high CO", "2", " uptake at ambient temperatures. The uptake capacities are 39.7 and 20.4 wt % at 273 and 298 K, respectively, at atmospheric pressure.", "(10b)", " A Cu-MOF, ", "NOTT-122a", ", obtained with the same triazole based linker, that is, 5,5′,5″-(4,4′,4″-(benzene-1,3,5-triyl)tris(1", "H", "-1,2,3-triazole-4,1-diyl))triisophthalic acid, under different reaction conditions has been shown to exhibit a remarkable CO", "2", " uptake capacity of 36.7 wt % at 273 K.", "(10d)", " However, the results with the MOF ", "Cd-L", " are respectable and are better than many other MOFs constructed from different triazole- or tetrazole-based linkers. For example, ", "NTU-101-Cu", ", accessed with a triazole-containing tetratopic ligand, 5,5′-(1", "H", "-1,2,3-triazole-1,4-diyl)-diisophthalic acid, has been shown to adsorb 19.8 wt % CO", "2", " at atmospheric pressure and 273 K, which is similar to ", "Cd-L", ".", "(13b)", " Ma and co-workers have shown that a Zn-MOF, that is, ", "MTAF-3", ", constructed from benzene-1,4-dicarboxylate and 4,4′-(2", "H", "-1,2,3-triazole-2,4-diyl)dipyridine (tadp), exhibits a CO", "2", " uptake capacity of 10 wt % at 1 atmospheric pressure and 273 K.", "(9a)", " Zhang and co-workers synthesized two isoreticular Zn-bdc (bdc = benzene-1,4-dicarboxylate) MOFs by employing 1", "H", "-benzotriazole (btz) and 1,2,3-1", "H", "-triazole (tz) as coligands; the MOFs were found to adsorb 9.8 and 11.2 wt % of CO", "2", ", respectively, at 1 atmospheric pressure and 273 K.", "(8d)", " A tetrazole-based MOF constructed from FeCl", "2", " and 1,3,5-benzenetristetrazolate, reported by Long and co-workers, has been shown to adsorb only 13.5 wt % of CO", "2", " at 1 atmospheric pressure and 298 K.", "(8b)", " Indeed, the results obtained with ", "Cd-L", " are better than many well-known nitrogen-rich MOFs such as ZIFs.", "(8a, 13a)", "In conclusion, we have rationally designed and synthesized a 1,2,3-triazole-functionalized semirigid tetraacid linker ", "H", "4", "L", " to explore selective CO", "2", " adsorption; the N-rich triazole moieties in ", "H", "4", "L", " lie in close proximity of the carboxy groups that undergo chelation with metal ions. Solvothermal reaction of ", "H", "4", "L", " with CdCl", "2", " is shown to lead to 2D square-grid nets that undergo catenation into a 3D MOF, ", "Cd-L", ", with channels running down the ", "c", "-axis; the channels are formed by the triazole moieties of the linker ", "L", " such that the interior is nitrogen rich. Remarkably, the ", "Cd-L", " MOF is robust to desolvation and also stable in different polar and nonpolar organic solvents. Gas adsorption studies with N", "2", " reveal that the activated ", "Cd-L", " MOF has a BET surface area of 421 m", "2", "/g, and adsorbs CO", "2", " with an uptake of 163 cc/g at 1 atm pressure at 195 K. The CO", "2", " uptake capacity is quite respectable at atmospheric as well as high pressures. The MOF is found to exhibit a capacity of 99 and 1000 cc/g for CO", "2", " adsorption at 1 and 30 bar pressure, respectively, at 0 °C. Given that a Ln-MOF, ", "MIL-122", ", reported by Férey et al. based on a trigonal linker functionalized with carboxymethyltriazole moieties as in ", "H", "4", "L", " does not exhibit any propensity for gas adsorption,", "(12)", " the present investigations compellingly bring out how three-dimensional attributes of the ligand and semirigidification permit access to porous MOFs that display respectable gas adsorption. The results reiterate the fact that the MOFs with nitrogeneous pores enhance CO", "2", " adsorption.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Experimental Section", "References", "Experimental Section", "Synthesis of 2,2′,6,6′-Tetramethylbiphenyl", "A two-necked round-bottomed flask was charged with magnesium turnings (2.9 g, 121.6 mmol), 120 mL of THF, and 1 mL of dibromoethane under a nitrogen gas atmosphere. Subsequently, 2-bromo-", "meta", "-xylene (10.8 mL, 81.1 mmol) was introduced slowly over a period of 15 min, and the reaction mixture was allowed to stir at room temperature for further 1.5 h to allow the formation of the Grignard reagent completely. At the end of this period, the resultant solution was added slowly to a suspension of FeCl", "3", " (0.93 g, 5.7 mmol) in 1,2-dichloroethane (11 mL, 137.8 mmol), taken in another round-bottom flask, and maintained at ice-cold conditions under nitrogen atmosphere. After completion of the addition, the reaction mixture was allowed to attain room temperature slowly and heated subsequently at reflux for 4 h. Later, the reaction was quenched by adding ice, and the solvent was removed in vacuo. The organic material was extracted with chloroform three times. The combined organic extract was dried over anhydrous sodium sulfate and the solvent was stripped off to afford the required tetramethylbiphenyl as a crude product, which was further purified by silica gel column chromatography, yield 13.3 g, (78%); colorless low melting solid; ", "1", "H NMR", "(14)", " (CDCl", "3", ", 500 MHz) δ 1.94 (s, 12H), 7.14–7.19 (m, 6H); ", "13", "C NMR (CDCl", "3", ", 125 MHz) δ 19.8, 126.8, 127.4, 135.4, 139.9.", "Synthesis of 3,3′,5,5′-Tetraiodo-2,2′,6,6′-tetramethylbiphenyl", "To a solution of 2,2′,6,6′-tetramethylbiphenyl (0.50 g, 2.38 mmol) in a 10 mL mixture of chloroform and acetic acid (1:1, v/v) contained in a round-bottom flask was added crushed iodine (1.51 g, 5.95 mmol) with stirring. Subsequently, a 5 mL mixture of conc. H", "2", "SO", "4", " and conc. HNO", "3", " (1:1, v/v) was introduced into the reaction mixture dropwise. After the addition was complete, the reaction mixture was allowed to stir at rt for an additional 4 h, and the progress of the reaction was monitored by TLC analysis. At the end of the reaction, it was quenched with water, the organic layer was diluted with more CHCl", "3", ", and washed twice with saturated NaHCO", "3", " solution followed by Na", "2", "S", "2", "O", "3", " solution to remove the unreacted iodine. The organic extract was dried over anhydrous Na", "2", "SO", "4", ", and the solvent was removed in vacuo to obtain the crude product, which was purified by silica gel column chromatography. Colorless solid, yield 70% (1.19 g); mp 199–201 °C; IR (KBr) cm", "–1", " 3433, 2912, 2853, 1538, 1434, 1409, 1376; ", "1", "H NMR (CDCl", "3", ", 500 MHz) δ 1.96 (s, 12H), 8.33 (s,2H); ", "13", "C NMR (CDCl", "3", ", 125 MHz) δ 25.5, 99.7, 138.5, 141.3, 147.3; EI-MS", "+", " ", "m", "/", "z", " [M]", "•+", " calcd for C", "16", "H", "14", "I", "4", " 713.7275, found 713.7272.", "Synthesis of (2,2′,6,6′-Tetramethylbiphenyl-3,3′,5,5′-tetrayl)tetrakis(ethyne-2,1-diyl)tetrakis(trimethylsilane)", "A pressure tube containing 20 mL of dry Et", "3", "N was degassed for 10 min by bubbling N", "2", ". To this were added 3,3′,5,5′-tetraiodo-2,2′,6,6′-tetramethylbiphenyl (2.0 g, 2.8 mmol), trimethylsilylacetylene (4.8 mL, 33.6 mmol), Pd(PPh", "3", ")", "2", "Cl", "2", " (0.39 g, 0.56 mmol), and CuI (0.11 g, 0.56 mmol) under nitrogen atmosphere. The pressure tube was tightly sealed and heated at 90 °C for 48 h. At the end of this period, Et", "3", "N was removed in vacuo, and the reaction mixture was extracted with EtOAc/H", "2", "O. The organic layer was dried over anhydrous Na", "2", "SO", "4", " and the solvent was removed in vacuo to obtain the crude product, which was purified by column chromatography. Colorless solid, yield 1.4 g (84%); mp 228–230 °C; IR (solid) cm", "–1", " 2960, 2899, 2151, 1444; ", "1", "H NMR (CDCl", "3", ", 500 MHz) δ 0.25 (s, 36H), 1.94 (s, 12H), 7.36 (s,2H); ", "13", "C NMR (CDCl", "3", ", 125 MHz) δ 0.0, 18.1, 98.2, 103.5, 121.3, 135.3, 138.7, 139.6; EI-MS", "+", " ", "m", "/", "z", " [M]", "•+", " calcd for C", "36", "H", "50", "Si", "4", " 594.2990, found 594.2992.", "Synthesis of 3,3′,5,5′-Tetraethynyl-2,2′,6,6′-tetramethylbiphenyl", "To a solution of (2,2′,6,6′-tetramethylbiphenyl-3,3′,5,5′-tetrayl)tetrakis(ethyne-2,1-diyl)tetrakis(trimethylsilane) (2.0 g, 3.4 mmol) in dry THF (20 mL) was added a 1 M solution of tetrabutylammonium fluoride (20.2 mL, 20.2 mmol) in a dropwise fashion under a nitrogen gas atmosphere, and the mixture was stirred for 4 h. Subsequently, the reaction was quenched with addition of crushed ice, THF was removed under vacuum, and the resulting mixture was extracted with ethyl acetate three times. The combined organic extract was dried over anhydrous Na", "2", "SO", "4", ", and the solvent was removed in vacuo to obtain the crude product, which was purified by a short-pad neutral alumina column chromatography. Colorless solid, yield 0.54 g (52%); mp 130–132 °C; IR (solid) cm", "–1", " 3297, 3279, 2921, 2099, 1799, 1443, 1378; ", "1", "H NMR (CDCl", "3", ", 500 MHz) δ 1.99 (s, 12H), 3.28 (s, 4H), 7.66 (s,2H); ", "13", "C NMR (CDCl", "3", ", 125 MHz) δ 18.1, 81.3, 120.5, 135.9, 139.2, 139.6; EI-MS", "+", " ", "m", "/", "z", " [M]", "•+", " calcd for C", "24", "H", "18", " 306.14085, found 306.1408.", "Synthesis of Tetraethyl 2,2′,2″,2‴-(4,4′,4″,4‴-(2,2′,6,6′-tetramethylbiphenyl-3,3′,5,5′-tetrayl)tetrakis(1", "H", "-1,2,3-triazole-4,1-diyl))tetraacetate", "To a two-necked round-bottom flask charged with 3,3′,5,5′-tetraethynyl-2,2′,6,6′-tetramethylbiphenyl (1.0 g, 3.2 mmol), ethyl azidoacetate (3.37 g, 26.1 mol), CuSO", "4", "·5H", "2", "O (0.16 g, 0.64 mol), and sodium ascorbate (0.19 g, 0.96 mol) was added, under a nitrogen gas atmosphere, a 1:1 degassed mixture of ", "tert", "-butyl alcohol and water (20 mL). The contents were stirred under nitrogen overnight. Subsequently, ", "tert", "-butyl alcohol was removed in vacuo, and the reaction mixture was extracted with ethyl acetate three times. The combined organic extract was dried over anhydrous Na", "2", "SO", "4", ", and the solvent was removed in vacuo to obtain the crude product. The latter was purified by silica gel column chromatography to obtain the tetraester compound. Yield 2.28 g (85%); mp 146–148 °C; IR (solid) cm", "–1", " 3461, 3147, 2986, 1747, 1455, 1376; ", "1", "H NMR (CDCl", "3", ", 500 MHz) δ 1.31 (t, ", "J", " = 6.85, 12H), 2.08 (s, 12H), 4.29 (q, ", "J", " = 6.85, 8H), 5.24 (s, 8H), 7.86 (s, 4H), 8.04 (s, 2H); ", "13", "C NMR (CDCl", "3", ", 125 MHz) δ 14.1, 17.9, 51.0, 62.5, 123.7, 128.4, 129.6, 134.2, 142.2, 147.7, 166.3; ESI-MS", "+", " ", "m", "/", "z", " [M + H]", "+", " calcd for C", "40", "H", "47", "N", "12", "O", "8", " 823.3640, found 823.3647.", "Synthesis of 2,2′,2″,2‴-(4,4′,4″,4‴-(2,2′,6,6′-Tetramethylbiphenyl-3,3′,5,5′-tetrayl)tetrakis (1", "H", "-1,2,3-triazole-4,1-diyl))tetraacetic Acid, ", "H", "4", "L", "To the solution of the tetraester obtained above (2.0 g, 2.43 mmol) in methanol (20 mL) was added K", "2", "CO", "3", " (4.02 g, 29.16 mmol), and the reaction mixture was stirred at rt for 36 h. After the completion of the reaction, MeOH was removed under vacuum, and the solid residue was dissolved in a minimum amount of water. The solution was acidified with conc. HCl and allowed to stand for some time for the complete precipitation of the acid ", "H", "4", "L", ". The product was collected by filtration, washed thoroughly with water, and allowed to air-dry. Yield 1.55 g (90%); mp >300 °C; IR (solid) cm", "–1", " 3479, 3136, 2925, 2520, 1916, 1764, 1722, 1454, 1408, 1349; ", "1", "H NMR (DMSO-", "d", "6", ", 500 MHz) δ 2.07 (s, 12H), 5.36 (s, 8H), 8.14 (s, 2H), 8.45 (s, 4H); ", "13", "C NMR (DMSO-", "d", "6", ", 125 MHz) δ 17.7, 50.7, 125.1, 128.2, 128.7, 132.5, 142.1, 145.7, 168.8; ESI-MS", "+", " ", "m", "/", "z", " [M + H]", "+", " calcd for C", "32", "H", "31", "N", "12", "O", "8", " 711.2388, found 711.2384.", "Synthesis of ", "Cd-L", " MOF", "The tetraacid linker ", "H", "4", "L", " (0.01g, 0.014 mmol) and CdCl", "2", "·2H", "2", "O (0.005 g, 0.028 mmol) were taken in a 5 mL screw-capped vial, and 2 mL of DEF was added to it. The resultant mixture was sonicated for 5 min and subsequently heated at 120 °C for 3 days. The reaction vial was then allowed to cool to rt slowly. Needle-shaped colorless crystals were collected by filtration, and washed thoroughly with DMF. The crystals were soaked in DMF for 2 d to remove the impurities as well as the unreacted acid, and allowed to air-dry; yield 0.009 g (70%).", "Activation of MOF for Gas Adsorption Studies", "The ", "Cd-L", " MOF was activated prior to the gas adsorption studies by solvent exchange followed by thermal activation. The crystals of the MOF were soaked in acetone for 2 days, and then in DCM for another 5 days. In each case, the supernatant solvent was replaced by fresh solvent at an interval of 1 day. The solvent-exchanged sample was dried under a vacuum at room temperature for 8 h. Prior to gas sorption experiments, thermal activation at a temperature of 50 °C under ultrahigh vacuum was done for 2 h to remove the trace amount of solvent present in the MOF.", " ", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Experimental Section", "References", "Supporting Information", "Details of X-ray crystal structure determination, crystallographic data in cif format, CO", "2", " adsorption isotherms at high pressure and temperature, TGA profile of ", "Cd-L", ", and ", "1", "H and ", "13", "C NMR spectral reproductions of all intermediates and the tetraacid ", "H", "4", "L", ". The Supporting Information is available free of charge on the ", "ACS Publications website", " at DOI: ", "10.1021/acs.inorgchem.5b00722", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Experimental Section", "References", "Acknowledgment", "J.N.M. is thankful to SERB, New Delhi, for generous funding. S.S. is grateful to CSIR, New Delhi, for SPM research fellowship. G.S. is immensely thankful to IITK for an institute research fellowship. The support from DORD, IITK, for gas adsorption setup through CARE funding is gratefully acknowledged.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Experimental Section", "References", "References", "This article references 14 other publications.", "1. ", "(a) ", "Ma", ", ", "L.", "; ", "Abney", ", ", "C.", "; ", "Lin", ", ", "W.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1248", "– ", "1256", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Enantioselective catalysis with homochiral metal-organic frameworks", "Ma, Liqing; Abney, Carter; Lin, Wenbin", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1248-1256", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This tutorial review presents recent developments of homochiral metal-org. frameworks (MOFs) for enantioselective catalysis.  Following a brief introduction of the basic concepts and potential virtues of MOFs in catalysis, three distinct strategies that have been utilized to synthesize homochiral MOFs were summarized.  Framework stability and accessibility of the open channels to reagents were then addressed.  Some recent successful examples of catalytically active homochiral MOFs based on three approaches, namely, homochiral MOFs with achiral catalytic sites, incorporation of asym. catalysts directly into the framework, and post-synthetic modification of homochiral MOFs were finally surveyed.  Although still in their infancy, homochiral MOFs have clearly demonstrated their utility in heterogeneous asym. catalysis, and a bright future is foreseen for the development of practically useful homochiral MOFs in the prodn. of optically pure org. mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7Y%253D&md5=6ea10120922522f3f7fc76a6a04ea6cf", "(b) ", "Uemura", ", ", "T.", "; ", "Yanai", ", ", "N.", "; ", "Kitagawa", ", ", "S.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1228", "– ", "1236", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Polymerization reactions in porous coordination polymers", "Uemura, Takashi; Yanai, Nobuhiro; Kitagawa, Susumu", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1228-1236", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Recent developments in polymns. within the nanochannels of porous coordination polymers (PCPs) are covered in this tutorial review.  The characteristic features of PCPs are regular structures, controllable channel sizes and shapes, a designable surface functionality, and flexible frameworks, which can be utilized for precision polymer synthesis and specific polymer confinement.  This review discusses promising approaches to multiple controls of polymer structures, anal. systems for low-dimensional polymer assemblies and the construction of PCP-polymer nanohybrids, which are strong enticements to researchers in the areas of inorg., materials and polymer chem.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu74%253D&md5=c3f4a8ed69bf900eb511e6b688e6a5a2", "(c) ", "Kurmoo", ", ", "M.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1353", "– ", "1379", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Magnetic metal-organic frameworks", "Kurmoo, Mohamedally", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1353-1379", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The purpose of this crit. review is to give a representative and comprehensive overview of the arising developments in the field of magnetic metal-org. frameworks, in particular those contg. Co(ii).  The authors examine the diversity of magnetic exchange interactions between nearest-neighbor moment carriers, covering from dimers to oligomers and discuss their implications in infinite chains, layers and networks, having a variety of topologies.  The authors progress to the different forms of short-range magnetic ordering, giving rise to single-mol.-magnets and single-chain-magnets, to long-range ordering of two- and three-dimensional networks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7s%253D&md5=c36c75a0da01400b3ff68a28a90c43bc", "(d) ", "Lee", ", ", "J. Y.", "; ", "Farha", ", ", "O. K.", "; ", "Roberts", ", ", "J.", "; ", "Scheidt", ", ", "K. A.", "; ", "Nguyen", ", ", "S. B. T.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1450", "– ", "1459", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Metal-organic framework materials as catalysts", "Lee, Jeong Yong; Farha, Omar K.; Roberts, John; Scheidt, Karl A.; Nguyen, Son Binh T.; Hupp, Joseph T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1450-1459", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; a crit. review of the emerging field of MOF-based catalysis is presented.  Discussed are examples of: (a) opportunistic catalysis with metal nodes, (b) designed catalysis with framework nodes, (c) catalysis by homogeneous catalysts incorporated as framework struts, (d) catalysis by MOF-encapsulated mol. species, (e) catalysis by metal-free org. struts or cavity modifiers, and (f) catalysis by MOF-encapsulated clusters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7k%253D&md5=d9cef4eb52ffb1c73fe1195e11bace26", "(e) ", "Suh", ", ", "M. P.", "; ", "Park", ", ", "H. J.", "; ", "Prasad", ", ", "T. K.", "; ", "Lim", ", ", "D.-W.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "782", "– ", "835", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Hydrogen Storage in Metal-Organic Frameworks", "Suh, Myunghyun Paik; Park, Hye Jeong; Prasad, Thazhe Kootteri; Lim, Dae-Woon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "782-835", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  MOFs have versatile structures, high surface areas and high pore vols. - they can be regarded as good candidate materials for H storage.  There are many MOFs that have high H adsorption capacities at low temps., typically at 77 or 87 K.  The highest H storage capacity reported so far is 99.5 mg/g at 77K and 56 bar for NU-100.  However, the high H capacities of MOFs at cryogenic temps. decrease as the temp. increases to room temp.  This is because the H adsorption in MOFs is weak physisorption and the interaction energies between the H mols. and frameworks are low.  To develop MOFs as H storage materials that meet the U.S.DOE targets for an on-board hydrogen system, a serious challenge is still present in the design and synthesis of the MOF materials.  We may expect that highly stable MOFs having a large surface area and pore vol., together with many open metal sites and embedded catalysts for hydrogen spillover, would provide some pos. results for H storage at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1GlsbjM&md5=dd1f08beefd27cce77d88e466551c1af", "(f) ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T.-H.", "; ", "Long", ", ", "J. R.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "– ", "781", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "(g) ", "Getman", ", ", "R. B.", "; ", "Bae", ", ", "Y.-S.", "; ", "Wilmer", ", ", "C. E.", "; ", "Snurr", ", ", "R. Q.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "703", "– ", "723", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Review and analysis of molecular simulations of methane, hydrogen, and acetylene storage in metal-organic frameworks", "Getman, Rachel B.; Bae, Youn-Sang; Wilmer, Christopher E.; Snurr, Randall Q.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "703-723", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Discussed and analyzed are recent computational studies of adsorption of methane, hydrogen, and acetylene in porous materials and it is shown how simulation was used to guide the design of these materials for gas storage.  Addnl. discussed are the state-of-the-art in simulation techniques and the challenges assocd. with performing mol. simulations of gas mols. in MOFs.  Throughout the review, both the successes and limitations of such simulations are highlighted.  The paper is organized as follows: section 2 discusses models and methods commonly used to calc. gas adsorption in MOFs.  Section 3 discusses how these models and methods were used to assess and design MOFs for CH4, H2, and C2H2 storage.  Sections 4 and 5 discuss gas adsorption at open metal sites in the nodes and linkers, resp., the different computational strategies required to calc. adsorbate interactions at these sites, and the challenges assocd. with performing such calcns.  Section 6 discusses how simulations can be used to calc. the av. enthalpy of adsorption, which is a useful quantity for assessing uptake capabilities.  Section 7 discusses specific examples where simulations were used to guide expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1CrsLnF&md5=d8a0e205058909a8d3a171b2fafe676b", "(h) ", "Li", ", ", "J.-R.", "; ", "Sculley", ", ", "J.", "; ", "Zhou", ", ", "H.-C.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "869", "– ", "932", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Metal-Organic Frameworks for Separations", "Li, Jian-Rong; Sculley, Julian; Zhou, Hong-Cai", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "869-932", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  This article reviews the metal-org. frameworks (MOFs), a new class of porous solid materials.  Their performances for applications in sepns. and purifications is attracting intense interest of researchers working in the fields of chem., chem. engineering, materials science, and others.  Despite being in its infancy, the research progress in this subject has already shown that MOFs are promising for sepn. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1OnsbbL&md5=635f36e2682f7fbc651f5021d591a1cf", "(i) ", "Kreno", ", ", "L. E.", "; ", "Leong", ", ", "K.", "; ", "Farha", ", ", "O. K.", "; ", "Allendorf", ", ", "M.", "; ", "Duyne", ", ", "R. P. V.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1105", "– ", "1125", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Metal-Organic Framework Materials as Chemical Sensors", "Kreno, Lauren E.; Leong, Kirsty; Farha, Omar K.; Allendorf, Mark; Van Duyne, Richard P.; Hupp, Joseph T.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1105-1125", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors present a crit. review of the literature on metal-org. frameworks (MOFs) as chem. sensors.  The authors begin by briefly examg. challenges relating to MOF sensor development including the design of MOFs with desirable properties, incorporation of appropriate signal transduction capabilities, and integration of MOFs into devices by employing thin-film growth techniques.  Subsequent sections discuss specific examples of MOF sensors, categorized by method of signal transduction.  Sensors based on MOF photoluminescence are discussed briefly.  The authors have limited the review of luminescence-based sensors to a small no. of recent reports where the porous MOF architecture, or its chem. compn., imparts selective sensing capabilities.  Scintillating MOFs that luminesce in the presence of radioactive analytes are also discussed.  Other signal transduction schemes that use photons include various kinds of optical interferometry, analyte modulation of localized surface plasmon resonance energies, and solvatochromism.  Mech. signal-transduction schemes employed with MOFs include ones based on surface acoustic wave, quartz crystal microbalance, and microcantilever devices.  Elec. schemes thus far were limited to ones based on impedance spectroscopy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVCgtL%252FI&md5=f6ed572725bc067ee8da81880bf1ec90", "(j) ", "Yoon", ", ", "M.", "; ", "Srirambalaji", ", ", "R.", "; ", "Kim", ", ", "K.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1196", "– ", "1231", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Homochiral Metal-Organic Frameworks for Asymmetric Heterogeneous Catalysis", "Yoon, Minyoung; Srirambalaji, Renganathan; Kim, Kimoon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1196-1231", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors have provided an overview of metal-org. framework (MOF)-based asym. heterogeneous catalysis by presenting the state of the art in this field and discussing its potential and limitations.  Here, MOF-based asym. catalysts are classified according to their working principles and synthetic strategies.  Design, synthesis and structural characteristics of chiral metal-org. frameworks, as well as their catalytic activities in various asym. transformations, are described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVOlt7rF&md5=7ee0508d7ed4b69aec1ca6d950681972", "(k) ", "Liu", ", ", "D.", "; ", "Lu", ", ", "K.", "; ", "Poon", ", ", "C.", "; ", "Lin", ", ", "W.", " ", "Inorg. Chem.", " ", "2014", ",  ", "53", ",  ", "1916", "– ", "1924", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Metal-Organic Frameworks as Sensory Materials and Imaging Agents", "Liu, Demin; Lu, Kuangda; Poon, Christopher; Lin, Wenbin", "Inorganic Chemistry", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "4", "),\r\n    ", "1916-1924", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) are a class of hybrid materials self-assembled from org. bridging ligands and metal ion/cluster connecting points.  The combination of a variety of org. linkers, metal ions/clusters, and structural motifs can lead to an infinite array of new materials with interesting properties for many applications.  In this Forum Article, the design and applications of MOFs in chem. sensing and biol. imaging are discussed.  The first half of this article focuses on the development of MOFs as chem. sensors by highlighting how unique attributes of MOFs can be used to enhance sensitivity and selectivity.  The authors also discuss some of the issues that need to be addressed to develop practically useful MOF sensors.  The second half of this article focuses on the design and applications of nanoscale MOFs (NMOFs) as imaging contrast agents.  NMOFs possess several interesting attributes, such as high cargo loading capacity, ease of postmodification, tunable size and shape, and intrinsic biodegradability, to make them excellent candidates as imaging contrast agents.  The use of representative NMOFs in magnetic resonance imaging (MRI), x-ray computed tomog. (CT), and optical imaging are discussed.  Although still in their infancy, the authors believe that the compositional tunability and mild synthetic conditions of NMOF imaging agents should greatly facilitate their further development for clin. translation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsl2nsL7K&md5=7d0b2c5965a5ec8ee30d727cd31508ab", "(l) ", "Roy", ", ", "S.", "; ", "Chakraborty", ", ", "A.", "; ", "Maji", ", ", "T. K.", " ", "Coord. Chem. Rev.", " ", "2014", ",  ", "273–274", ",  ", "139", "– ", "164", "[", "Crossref", "], [", "CAS", "]", "1. ", "Lanthanide-organic frameworks for gas storage and as magneto-luminescent materials", "Roy, Syamantak; Chakraborty, Anindita; Maji, Tapas Kumar", "Coordination Chemistry Reviews", "\r\n        (", "2014", "),\r\n    ", "273-274", "\r\n        (", "),\r\n    ", "139-164", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  Smart and careful design strategies need to be adopted for the synthesis of lanthanide-org. framework materials to strike a balance between the high coordination requirement of lanthanide metal ions and the formation of stable and permanently porous structures.  Literature reports have documented successful synthesis of such porous lanthanide frameworks with potential application for gas storage.  Lanthanide-org. frameworks have also shown promise in a no. of magento-luminescent applications.  The diverse emission profiles of the lanthanide ions have resulted in tuning the emission color to generate white-light as well as sense a host of cations, anions and small mols. alike.  The permanent porosity has also been used to apply these frameworks as gas storage and sepn. materials.  The exciting magnetic property of the lanthanide-org. frameworks arises from the high orbital contribution and single-ion anisotropy of the lanthanide ions.  This eventually ushers the slow relaxation of magnetization with high energy barrier making such systems potential candidates for future magnetic sensory and memory devices.  This review will discuss the porous properties of lanthanide-org. frameworks and the progress in utilizing them in gas storage and sensing properties.  Color tunability, white-light emission and magnetic properties in lanthanide-org. frameworks have also been discussed.  In conclusion, an overall summary of the properties of these materials and future outlook will be proposed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXnslOhtbw%253D&md5=d4bfe0bf807c3c905bedbe0006b82284", "2. ", "(a) ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Rosi", ", ", "N. L.", "; ", "Vodak", ", ", "D.", "; ", "Wachter", ", ", "J.", "; ", "O’Keefe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2002", ",  ", "295", ",  ", "469", "– ", "472", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Systematic design of pore size and functionality in isoreticular MOFs and their application in methane storage", "Eddaoudi, Mohamed; Kim, Jaheon; Rosi, Nathaniel; Vodak, David; Wachter, Joseph; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "295", "\r\n        (", "5554", "),\r\n    ", "469-472", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A strategy based on reticulating metal ions and org. carboxylate links into extended networks has been advanced to a point that allowed the design of porous structures in which pore size and functionality could be varied systematically.  Metal-org. framework (MOF-5), a prototype of a new class of porous materials and one that is constructed from octahedral Zn-O-C clusters and benzene links, was used to demonstrate that its three-dimensional porous system can be functionalized with the org. groups -Br, -NH2, -OC3H7, -OC5H11, -C2H4, and -C4H4 and that its pore size can be expanded with the long mol. struts biphenyl, tetrahydropyrene, pyrene, and terphenyl.  We synthesized an isoreticular series (one that has the same framework topol.) of 16 highly cryst. materials whose open space represented up to 91.1% of the crystal vol., as well as homogeneous periodic pores that can be incrementally varied from 3.8 to 28.8 Å.  One member of this series exhibited a high capacity for methane storage (240 cm3 at std. temp.), and others the lowest densities (0.41 to 0.21 g/cm3) for a cryst. material at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlyrtLjP&md5=d218d4040887f5fb390a733ee156d27b", "(b) ", "Rosi", ", ", "N. L.", "; ", "Eckert", ", ", "J.", "; ", "Eddaoudi", ", ", "M.", "; ", "Vodak", ", ", "D. T.", "; ", "Kim", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2003", ",  ", "300", ",  ", "1127", "– ", "1129", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Hydrogen Storage in Microporous Metal-Organic Frameworks", "Rosi, Nathaniel L.; Eckert, Juergen; Eddaoudi, Mohamed; Vodak, David T.; Kim, Jaheon; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2003", "),\r\n    ", "300", "\r\n        (", "5622", "),\r\n    ", "1127-1130", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Metal-org. framework-5 (MOF-5) Zn4O(BDC)3 (BDC = 1,4-benzenedicarboxylate) with a cubic three-dimensional extended porous structure adsorbed hydrogen up to 4.5 wt.% (17.2 hydrogen mols. per formula unit) at 78 K and 1.0 wt.% at room temp. and pressure of 20 bar.  Inelastic neutron scattering spectroscopy of the rotational transitions of the adsorbed hydrogen mols. indicates two well-defined binding sites (termed I and II), which the authors assoc. with hydrogen binding to zinc and the BDC linker, resp.  Preliminary studies on topol. similar isoreticular metal-org. framework-6 and -8 (IRMOF-6 and -8) having cyclobutylbenzene and naphthalene linkers, resp., gave approx. double and quadruple (2.0 wt.%) the uptake found for MOF-5 at room temp. and 10 bar.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXjslGqsbk%253D&md5=2508003b412a07eefc279bbf5358db3b", "3. ", "(a) ", "Sun", ", ", "D.", "; ", "Ma", ", ", "S.", "; ", "Ke", ", ", "Y.", "; ", "Collins", ", ", "D. J.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "3896", "– ", "3897", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "An Interweaving MOF with High Hydrogen Uptake", "Sun, Daofeng; Ma, Shengqian; Ke, Yanxiong; Collins, David J.; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "12", "),\r\n    ", "3896-3897", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An interweaving Cu metal-org. framework possessing high porosity and high H uptake was successfully designed and synthesized.  Cu3(TATB)2(H2O)3 (TATB = 4,4',4\"-s-triazine-2,4,6-triyl-tribenzoate) was prepd., its structure detd. and its hydrogen adsorption characteristics also detd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XitVOisLw%253D&md5=115d8b3bf40870866ef6ca6e5e6213b2", "(b) ", "Rowsell", ", ", "J. L. C.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "1304", "– ", "1315", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Effects of Functionalization, Catenation, and Variation of the Metal Oxide and Organic Linking Units on the Low-Pressure Hydrogen Adsorption Properties of Metal-Organic Frameworks", "Rowsell, Jesse L. C.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "4", "),\r\n    ", "1304-1315", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The dihydrogen adsorption isotherms of eight metal-org. frameworks (MOFs), measured at 77 K up to a pressure of 1 atm, were examd. for correlations with their structural features.  All materials display approx. Type I isotherms with no hysteresis, and satn. was not reached for any of the materials under these conditions.  Among the six iso-reticular MOFs (IRMOFs) studied, the catenated materials exhibit the largest capacities on a molar basis, up to 9.8 H2 per formula unit.  The addn. of functional groups (-Br, -NH2, -C2H4-) to the phenylene links of IRMOF-1 (MOF-5), or their replacement with thieno[3,2-b]thiophene moieties in IRMOF-20, altered the adsorption behavior by a minor amt. despite large variations in the pore vols. of the resulting materials.  But replacement of the metal oxide units with those contg. coordinatively unsatd. metal sites resulted in greater H2 uptake.  The enhanced affinities of these materials, MOF-74 and HKUST-1, were further demonstrated by calcn. of the isosteric heats of adsorption, which were larger across much of the range of coverage examd., compared to those of representative IRMOFs.  Probably under low-loading conditions, the H2 adsorption behavior of MOFs can be improved by imparting larger charge gradients on the metal oxide units and adjusting the link metrics to constrict the pore dimensions; however, a large pore vol. is still a prerequisite feature.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XitV2msg%253D%253D&md5=76a0797beec956e59ca2ddf029f5a386", "4. ", "(a) ", "Chen", ", ", "B.", "; ", "Ockwig", ", ", "N. W.", "; ", "Millward", ", ", "A. R.", "; ", "Contreras", ", ", "D. S.", "; ", "Yaghi", ", ", "O. M.", " ", "Angew. Chem.", " ", "2005", ",  ", "117", ",  ", "4823", "– ", "4827", "[", "Crossref", "]", "There is no corresponding record for this reference.", "Angew. Chem., Int. Ed. ", "2005", ",  ", "44", ",  ", "4745", "– ", "4749", ".", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "High H2 adsorption in a microporous metal-organic framework with open metal sites", "Chen, Banglin; Ockwig, Nathan W.; Millward, Andrew R.; Contreras, Damacio S.; Yaghi, Omar M.", "Angewandte Chemie, International Edition", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "30", "),\r\n    ", "4745-4749", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A copper-based metal-org. framework (MOF) has been synthesized, and its structure has been solved by X-ray crystallog.  The remarkably high hydrogen adsorption properties (2.47 wt%) of this compd. have been studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXnvVSqsLY%253D&md5=ba35d52735de6fd6c9b3b4ff7f354879", "(b) ", "Caskey", ", ", "S. R.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "10870", "– ", "10871", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Dramatic Tuning of Carbon Dioxide Uptake via Metal Substitution in a Coordination Polymer with Cylindrical Pores", "Caskey, Stephen R.; Wong-Foy, Antek G.; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "33", "),\r\n    ", "10870-10871", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of four isostructural microporous coordination polymers (MCPs) differing in metal compn. is demonstrated to exhibit exceptional uptake of CO2 at low pressures and ambient temp.  These conditions are particularly relevant for capture of flue gas from coal-fired power plants.  A magnesium-based material is presented that is the highest surface area magnesium MCP yet reported and displays ultrahigh affinity based on heat of adsorption for CO2.  This study demonstrates that physisorptive materials can achieve affinities and capacities competitive with amine sorbents while greatly reducing the energy cost assocd. with regeneration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXptVGjtrw%253D&md5=6a99fc22cd66a556c63695cf22a12603", "(c) ", "Zheng", ", ", "B.", "; ", "Bai", ", ", "J.", "; ", "Duan", ", ", "J.", "; ", "Wojtas", ", ", "L.", "; ", "Zaworotko", ", ", "M. J.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "133", ",  ", "748", "– ", "751", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "(d) ", "D’Alessandro", ", ", "D. M.", "; ", "Smit", ", ", "B.", "; ", "Long", ", ", "J. R.", " ", "Angew. Chem.", " ", "2010", ",  ", "122", ",  ", "6194", "– ", "6219", "[", "Crossref", "]", "There is no corresponding record for this reference.", "Angew. Chem., Int. Ed. ", "2010", ",  ", "49", ",  ", "6058", "– ", "6082", ".", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Carbon Dioxide Capture: prospects for New Materials", "D'Alessandro, Deanna M.; Smit, Berend; Long, Jeffrey R.", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "35", "),\r\n    ", "6058-6082", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  The escalating level of atm. carbon dioxide is one of the most pressing environmental concerns of our age.  Carbon capture and storage (CCS) from large point sources such as power plants is one option for reducing anthropogenic CO2 emissions; however, currently the capture alone will increase the energy requirements of a plant by 25-40%.  This review highlights the challenges for capture technologies which have the greatest likelihood of reducing CO2 emissions to the atm., namely postcombustion (predominantly CO2/N2 sepn.), precombustion (CO2/H2) capture, and natural gas sweetening (CO2/CH4).  The key factor which underlies significant advancements lies in improved materials that perform the sepns.  In this regard, the most recent developments and emerging concepts in CO2 sepns. by solvent absorption, chem. and phys. adsorption, and membranes, amongst others, will be discussed, with particular attention on progress in the burgeoning field of metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVaqu7fL&md5=96d81f8aa4797c4de5bd02965fa9fa5f", "5. ", "(a) ", "Couck", ", ", "S.", "; ", "Denayer", ", ", "J. F. M.", "; ", "Baron", ", ", "G. V.", "; ", "Remy", ", ", "T.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "6326", "– ", "6327", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "An Amine-Functionalized MIL-53 Metal-Organic Framework with Large Separation Power for CO2 and CH4", "Couck, Sarah; Denayer, Joeri F. M.; Baron, Gino V.; Remy, Tom; Gascon, Jorge; Kapteijn, Freek", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "18", "),\r\n    ", "6326-6327", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Functionalizing the well-known MIL-53(Al) metal-org. framework with amino groups increases its selectivity in CO2/CH4 sepns. by orders of magnitude while maintaining a very high capacity for CO2 capture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkslCru7c%253D&md5=45b771ce27f07c40f59463c9da968fa8", "(b) ", "Gu", ", ", "X.", "; ", "Lu", ", ", "Z.-H.", "; ", "Xu", ", ", "Q.", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "7400", "– ", "7402", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "High-connected mesoporous metal-organic framework", "Gu, Xiaojun; Lu, Zhang-Hui; Xu, Qiang", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "39", "),\r\n    ", "7400-7402", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "An indium trimer has been employed to construct a mesoporous metal-org. framework with the highest connectivity, the amine functionalization of which leads to the effective use of central space for the adsorption of small mols., and then results in the enhancement of adsorption capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXht1Snt73F&md5=cf0c65f6f5033b3f34370ec266283d36", "(c) ", "Vaidhyanathan", ", ", "R.", "; ", "Iremonger", ", ", "S. S.", "; ", "Shimizu", ", ", "G. K. H.", "; ", "Boyd", ", ", "P. G.", "; ", "Alavi", ", ", "S.", "; ", "Woo", ", ", "T. K.", " ", "Science", " ", "2010", ",  ", "330", ",  ", "650", "– ", "653", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Direct Observation and Quantification of CO2 Binding Within an Amine-Functionalized Nanoporous Solid", "Vaidhyanathan, Ramanathan; Iremonger, Simon S.; Shimizu, George K. H.; Boyd, Peter G.; Alavi, Saman; Woo, Tom K.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "330", "\r\n        (", "6004", "),\r\n    ", "650-653", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Understanding the mol. details of CO2-sorbent interactions is crit. for the design of better carbon-capture systems.  Here the authors report crystallog. resoln. of CO2 mols. and their binding domains in a metal-org. framework functionalized with amine groups.  Accompanying computational studies that modeled the gas sorption isotherms, high heat of adsorption, and CO2 lattice positions showed high agreement on all three fronts.  The modeling apportioned specific binding interactions for each CO2 mol., including substantial cooperative binding effects among the guest mols.  The validation of the capacity of such simulations to accurately model mol.-scale binding bodes well for the theory-aided development of amine-based CO2 sorbents.  The anal. shows that the combination of appropriate pore size, strongly interacting amine functional groups, and the cooperative binding of CO2 guest mols. is responsible for the low-pressure binding and large uptake of CO2 in this sorbent material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlaqt7nP&md5=62d8612e2927fcca9d6903619e95b042", "(d) ", "Chen", ", ", "Z.", "; ", "Xiang", ", ", "S. C.", "; ", "Arman", ", ", "H. D.", "; ", "Li", ", ", "P.", "; ", "Zhao", ", ", "D. Y.", "; ", "Chen", ", ", "B.", " ", "Eur. J. Inorg. Chem.", " ", "2010", ",  ", "3745", "– ", "3749", "[", "Crossref", "], [", "CAS", "]", "5. ", "A Microporous Metal-Organic Framework with Immobilized -OH Functional Groups within the Pore Surfaces for Selective Gas Sorption", "Chen, Zhenxia; Xiang, Shengchang; Arman, Hadi D.; Li, Peng; Tidrow, Steven; Zhao, Dongyuan; Chen, Banglin", "European Journal of Inorganic Chemistry", "\r\n        (", "2010", "),\r\n    ", "\r\n        (", "24", "),\r\n    ", "3745-3749", "CODEN:\r\n                ", "EJICFO", ";\r\n        ISSN:", "1434-1948", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A new two-dimensional microporous metal-org. framework Cu(BDC-OH)(H2O)·0.5DEF [abbreviation: Cu(BDC-OH); H2BDC-OH = 2-hydroxybenzene-1,4-dicarboxylic acid; DEF = diethylformamide] with functional OH groups on the pore surfaces was solvothermally synthesized and structurally characterized.  The activated Cu(BDC-OH) exhibits a moderate Langmuir surface of 584 m2g-1, a pore vol. of 0.214 cm3g-1, and C2H2/CH4 and CO2/CH4 selectivity of 6.7 and 9.3, resp., at 296 K, thereby highlighting the promise for its application in gas sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVCntr%252FL&md5=fcb5502a27c28a1d25136902d2dadfdb", "(e) ", "Pachfule", ", ", "P.", "; ", "Chen", ", ", "Y.", "; ", "Jiang", ", ", "J.", "; ", "Banerjee", ", ", "R.", " ", "Chem.—Eur. J.", " ", "2012", ",  ", "18", ",  ", "688", "– ", "694", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Fluorinated Metal-Organic Frameworks: Advantageous for Higher H2 and CO2 Adsorption or Not?", "Pachfule, Pradip; Chen, Yifei; Jiang, Jianwen; Banerjee, Rahul", "Chemistry--A European Journal", "\r\n        (", "2012", "),\r\n    ", "18", "\r\n        (", "2", "),\r\n    ", "688-694, S688/1-S688/46", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The synthesis, structure, and gas adsorption properties of three new metal-org. frameworks (MOFs) designed from isonicotinic acid (INA) and its fluorinated analog 3-fluoroisonicotinic acid (FINA) along with CoII as the metal center are reported.  Co-INA-1 ([Co3(INA)4(O)(C2H5OH)3][NO3]·C2H5OH·3H2O; INA=isonicotinic acid) and Co-INA-2 ([Co(INA)2]·DMF) are structural isomers as are Co-FINA-1 ([Co3(FINA)4(O)(C2H5OH)2]·H2O; FINA = 3-fluoroisonicotinic acid) and Co-FINA-2 ([Co(FINA)2]·H2O), but the most important thing to note here is that Co-INA-1 and Co-FINA-1 are isostructural as are Co-INA-2 and Co-FINA-2.  The effect of partial introduction of fluorine atoms into the framework on the gas uptake properties of MOFs having similar structures was analyzed exptl. and computationally in isostructural MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsF2lurzM&md5=6fd350cc770c19631fe9cbe9c2400606", "(f) ", "Haldar", ", ", "R.", "; ", "Maji", ", ", "T. K.", " ", "CrystEngComm", " ", "2012", ",  ", "14", ",  ", "684", "– ", "690", "[", "Crossref", "], [", "CAS", "]", "5. ", "Selective carbon dioxide uptake and crystal-to-crystal transformation: porous 3D framework to 1D chain triggered by conformational change of the spacer", "Haldar, Ritesh; Maji, Tapas Kumar", "CrystEngComm", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "2", "),\r\n    ", "684-690", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "α-Po type 3-dimensional porous frameworks, {[M(bpe)2(N(CN)2)]N(CN)2·xH2O}n, (M = Zn(II) (x = 5) (1)/Co(II) (x = 4) (2)) (bpe = 1,2-bis(4-pyridyl)ethane, N(CN)2- = dicyanamide anion) composed of mixed ligand systems were synthesized and structurally characterized.  Upon 2-fold interpenetration both 3-dimensional frameworks 1 and 2 show a bimodal channel structure; the small channels contain noncoordinated N(CN)2- anions and the bigger channels are occupied by guest water mols.  High framework stability for both compds. was realized by similarity in the PXRD pattern in dehydrated state and even a reversible single-crystal-to-single-crystal transformation for framework 1.  Both the frameworks display unprecedented structural transformation from 3-dimensional framework to 1-dimensional {[M(bpe)(N(CN)2)2]}n (M = Zn(II) (1b)/Co(II) (2b)) coordination chain upon removal of one mol. of bpe and concomitant bridging of noncoordinated N(CN)2- and conformational change (anti to gauche) by another bridging bpe linker.  Also, the dehydrated solid {[Co(bpe)2(N(CN)2)]N(CN)2}n (2a) exhibits highly selective CO2 uptake relative to a no. of adsorbates (H2, N2, O2 and Ar) at 195 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1KqsLrI&md5=338a8284ff053bee3391708b355aa59b", "6. ", "(a) ", "Zhao", ", ", "D.", "; ", "Yuan", ", ", "D.", "; ", "Zhou", ", ", "H.-C.", " ", "Energy Environ. Sci.", " ", "2008", ",  ", "1", ",  ", "222", "– ", "235", "[", "Crossref", "], [", "CAS", "]", "6. ", "The current status of hydrogen storage in metal-organic frameworks", "Zhao, Dan; Yuan, Daqiang; Zhou, Hong-Cai", "Energy & Environmental Science", "\r\n        (", "2008", "),\r\n    ", "1", "\r\n        (", "2", "),\r\n    ", "222-235", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The theor. and exptl. hydrogen storage studies on metal-org. frameworks (MOFs) have been reviewed.  Seven distinct factors influencing hydrogen uptake capacity in MOFs have been classified and discussed.  Based on existing studies, some possible future developments have been proposed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht1amu7%252FM&md5=8cf417a3e457630ab942022a26fc780e", "(b) ", "An", ", ", "J.", "; ", "Rosi", ", ", "N. L.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "5578", "– ", "5579", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Tuning MOF CO2 Adsorption Properties via Cation Exchange", "An, Jihyun; Rosi, Nathaniel L.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "16", "),\r\n    ", "5578-5579", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The pore vol. and BET surface area of bio-MOF-1 (a), Zn8(ad)4(BPDC)6O·Me2NH2, is systematically modified via postsynthetic cation exchange with either tetramethylammonium, tetraethylammonium, or tetrabutylammonium cations to yield Zn8(ad)4(BPDC)6O·Me4N (b), Zn8(ad)4(BPDC)6O·2Et4N (c), and Zn8(ad)4(BPDC)6O·Bu4N (d), resp.  The impact that pore vol. and BET surface area have on CO2 capacity is evaluated, and it is found that materials with intermediate porosity (b and c) have the largest CO2 capacities under the conditions studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXksVams7w%253D&md5=fb37010959494da978e7eb5ce344d357", "7. ", "(a) ", "Burd", ", ", "S. D.", "; ", "Ma", ", ", "S.", "; ", "Perman", ", ", "J. A.", "; ", "Sikora", ", ", "B. J.", "; ", "Snurr", ", ", "R. Q.", "; ", "Thallapally", ", ", "P. K.", "; ", "Tian", ", ", "J.", "; ", "Wojtas", ", ", "L.", "; ", "Zaworotko", ", ", "M. J.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "3663", "– ", "3666", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Highly Selective Carbon Dioxide Uptake by [Cu(bpy-n)2(SiF6)] (bpy-1 = 4,4'-Bipyridine; bpy-2 = 1,2-Bis(4-pyridyl)ethene)", "Burd, Stephen D.; Ma, Shengqian; Perman, Jason A.; Sikora, Benjamin J.; Snurr, Randall Q.; Thallapally, Praveen K.; Tian, Jian; Wojtas, Lukasz; Zaworotko, Michael J.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "8", "),\r\n    ", "3663-3666", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A previously known class of porous coordination polymer (PCP), [Cu(bpy-n)2(SiF6)] (bpy-1 = 4,4'-bipyridine; bpy-2 = 1,2-bis(4-pyridyl)ethene), was studied to assess its selectivity toward CO2, CH4, N2, and H2O.  Both polymers were prepd. and characterized by x-ray crystallog.  Gas sorption measurements reveal that [Cu(bpy-1)2(SiF6)] exhibits the highest uptake for CO2 yet seen at 298 K and 1 atm by a PCP that does not contain open metal sites.  Significantly, [Cu(bpy-1)2(SiF6)] does not exhibit particularly high uptake under the same conditions for CH4, N2, and, H2O, presumably because of its lack of open metal sites.  Consequently, at 298 K and 1 atm [Cu(bpy-1)2(SiF6)] exhibits a relative uptake of CO2 over CH4 of ∼10.5:1, the highest value exptl. obsd. in a compd. without open metal sites.  [Cu(bpy-2)2(SiF6)] exhibits larger pores and surface area than [Cu(bpy-1)2(SiF6)] but retains a high CO2/CH4 relative uptake of ∼8:1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XitVequrY%253D&md5=7bcf90e89c81065912bdd453d45db63e", "(b) ", "Nugent", ", ", "P.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Burd", ", ", "S. D.", "; ", "Cairns", ", ", "A. J.", "; ", "Luebke", ", ", "R.", "; ", "Forrest", ", ", "K.", "; ", "Pham", ", ", "T.", "; ", "Ma", ", ", "S.", "; ", "Space", ", ", "B.", "; ", "Wojtas", ", ", "L.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", " ", "Nature", " ", "2013", ",  ", "495", ",  ", "80", "– ", "84", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Porous materials with optimal adsorption thermodynamics and kinetics for CO2 separation", "Nugent, Patrick; Belmabkhout, Youssef; Burd, Stephen D.; Cairns, Amy J.; Luebke, Ryan; Forrest, Katherine; Pham, Tony; Ma, Shengqian; Space, Brian; Wojtas, Lukasz; Eddaoudi, Mohamed; Zaworotko, Michael J.", "Nature (London, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "495", "\r\n        (", "7439", "),\r\n    ", "80-84", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Energy costs assocd. with the sepn. and purifn. of industrial commodities (e.g., gases, fine chems., fresh water) currently represent ∼15% of global energy prodn.; the demand for such commodities is projected to triple by 2050 (P. Taylor, 2010).  The challenge of developing effective sepn. and purifn. technologies which have much smaller energy footprints is greater for CO2 than for other gases; in addn. to its involvement in climate change, CO2 is an impurity in natural gas, biogas (biomass-based natural gas), syngas (CO/H2, the main H2 source for refineries), and many other gas streams.  In the context of porous cryst. materials which can exploit equil. and kinetic selectivity, size selectivity and targeted mol. recognition are attractive characteristics for CO2 sepn. and capture, as exemplified by 5A and 13X zeolites (J. Merel, et al., 2008), and metal-org. materials (MOM).  This paper reports that a crystal engineering or reticular chem. strategy which controls pore functionality and pore size in a series of MOM with coordinately satd. metal centers and periodically arrayed hexafluorosilicate anions (SiF52-) enables a kinetics and thermodn. sweet spots offering high volumetric uptake at low CO2 partial pressure (<0.15 bar).  Most importantly, such MOM offer an unprecedented CO2 sorption selectivity over N2, H2, and CH4, even in the presence of moisture.  Thus, these MOM are relevant to CO2 sepn. in the context of post-combustion (flue gas, CO2/N2), pre-combustion (shifted synthesis gas stream, CO2/H2), and natural gas upgrading (natural gas clean-up, CO2/CH4).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjsFCntbg%253D&md5=56941673abb6b13f920476a593dfeb98", "(c) ", "Bao", ", ", "S.-J.", "; ", "Krishna", ", ", "R.", "; ", "He", ", ", "Y.-B.", "; ", "Qin", ", ", "J.-S.", "; ", "Su", ", ", "Z.-M.", "; ", "Li", ", ", "S.-L.", "; ", "Xie", ", ", "W.", "; ", "Du", ", ", "D.-Y.", "; ", "He", ", ", "W.-W.", "; ", "Zhang", ", ", "S.-R.", "; ", "Lan", ", ", "Y.-Q.", " ", "J. Mater. Chem. A", " ", "2015", ",  ", "3", ",  ", "7361", "– ", "7367", "[", "Crossref", "], [", "CAS", "]", "7. ", "A stable metal-organic framework with suitable pore sizes and rich uncoordinated nitrogen atoms on the internal surface of micropores for highly efficient CO2 capture", "Bao, Shao-Juan; Krishna, Rajamani; He, Ya-Bing; Qin, Jun-Sheng; Su, Zhong-Min; Li, Shun-Li; Xie, Wei; Du, Dong-Ying; He, Wen-Wen; Zhang, Shu-Ran; Lan, Ya-Qian", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2015", "),\r\n    ", "3", "\r\n        (", "14", "),\r\n    ", "7361-7367", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "An air-stable tetrazolate-contg. framework, [Zn2L2]·2DMF (NENU-520, H2L = 4-(1H-tetrazole-5-yl)biphenyl-4-carboxylic acid), with uncoordinated N atoms on its internal surface was solvothermally synthesized and structurally characterized.  This metal-org. framework (MOF) exhibited high CO2 uptake of 79.9 cm3 cm-3 at 298 K and 100 kPa, as well as excellent adsorption selectivity for CO2 over CH4 and N2.  Particularly, its exceptionally high selectivity of CO2 over N2 at 298 K has ranked NENU-520 among the highest MOFs for selective CO2 sepn.  Furthermore, the potential application of NENU-520 for the fixed bed pressure swing adsorption (PSA) sepn. of CO2 from CH4 and N2 has been validated via simulated breakthrough expts.  The small channel with the size of 3.6 Å, combined with CO2-accessible free nitrogen atoms directed toward the inner surface, is believed to contribute to its high CO2 uptake capacity and selectivity.  Thus, this work represents a unique way to target MOF materials for highly selective CO2 sepn. by incorporating CO2-philic functional sites on pore surfaces, and at the same time optimizing pore sizes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXhvVCitbs%253D&md5=c30ede5662c04ffbb79a98f258727bf2", "8. ", "(a) ", "Banerjee", ", ", "R.", "; ", "Furukawa", ", ", "H.", "; ", "Britt", ", ", "D.", "; ", "Knobler", ", ", "C.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "3875", "– ", "3877", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Control of Pore Size and Functionality in Isoreticular Zeolitic Imidazolate Frameworks and their Carbon Dioxide Selective Capture Properties", "Banerjee, Rahul; Furukawa, Hiroyasu; Britt, David; Knobler, Carolyn; O'Keeffe, Michael; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "11", "),\r\n    ", "3875-3877", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Five new cryst. zeolitic imidazolate frameworks (ZIFs), ZIF-78 to -82, were prepd. from zinc(II) nitrate and mixts. of 2-nitroimidazole and five different functionalized imidazoles and were found to have the GME topol.  These structures, along with three previously reported GME ZIFs, constitute a series of highly porous materials with Brunauer-Emmet-Teller surface areas ranging from 620 to 1730 m2/g.  The pore diams. and apertures vary incrementally from 7.1 to 15.9 Å and 3.8 to 13.1 Å, resp., and the functionalities decorating the pores vary from polar cyano- and nitro- groups to nonpolar alkyl groups.  The variability expressed in these materials makes them highly attractive for study as gas-sepn. media.  Selectivity values calcd. for sepn. of CO2 and CH4 predict that the ZIFs with polar functionality, ZIF-78 (10.6:1) and -82 (9.6:1), retain CO2 gas to a greater degree than the other members of the GME series and BPL-activated carbon.  These predictions are borne out in dynamic breakthrough studies, which confirm the increased capacity of ZIF-78 and -82 and demonstrate the promise of this class of materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXisFans7s%253D&md5=5fba32f296b7f0cf32e22fa84b98af89", "(b) ", "Sumida", ", ", "K.", "; ", "Horike", ", ", "S.", "; ", "Kaye", ", ", "S. S.", "; ", "Herm", ", ", "Z. R.", "; ", "Queen", ", ", "W. L.", "; ", "Brown", ", ", "C. M.", "; ", "Grandjean", ", ", "F.", "; ", "Long", ", ", "G. J.", "; ", "Dailly", ", ", "A.", "; ", "Long", ", ", "J. R.", " ", "Chem. Sci.", " ", "2010", ",  ", "1", ",  ", "184", "– ", "191", "[", "Crossref", "], [", "CAS", "]", "8. ", "Hydrogen storage and carbon dioxide capture in an iron-based sodalite-type metal-organic framework (Fe-BTT) discovered via high-throughput methods", "Sumida, Kenji; Horike, Satoshi; Kaye, Steven S.; Herm, Zoey R.; Queen, Wendy L.; Brown, Craig M.; Grandjean, Fernande; Long, Gary J.; Dailly, Anne; Long, Jeffrey R.", "Chemical Science", "\r\n        (", "2010", "),\r\n    ", "1", "\r\n        (", "2", "),\r\n    ", "184-191", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Using high-throughput instrumentation to screen conditions, the reaction between FeCl2 and H3BTT·2HCl (BTT3- = 1,3,5-benzenetristetrazolate) in a mixt. of DMF and DMSO gave Fe3[(Fe4Cl)3(BTT)8]2·22DMF·32DMSO·11H2O.  This compd. adopts a porous three-dimensional framework structure consisting of square [Fe4Cl]7+ units linked via triangular BTT3- bridging ligands to give an anionic 3,8-net.  Moessbauer spectroscopy carried out on a DMF-solvated version of the material indicated the framework to contain high-spin Fe2+ with a distribution of local environments and confirmed the presence of extra-framework iron cations.  Upon soaking the compd. in methanol and heating at 135° for 24 h under dynamic vacuum, most of the solvent is removed to yield Fe3[(Fe4Cl)3(BTT)8(MeOH)4]2 (Fe-BTT), a microporous solid with a BET surface area of 2010 m2/g-1 and open Fe2+ coordination sites.  Hydrogen adsorption data collected at 77 K show a steep rise in the isotherm, assocd. with an initial isosteric heat of adsorption of 11.9 kJ mol-1, leading to a total storage capacity of 1.1 wt.% and 8.4 g/L-1 at 100 bar and 298 K.  Powder neutron diffraction expts. performed at 4 K under various D2 loadings enabled identification of ten different adsorption sites, with the strongest binding site residing just 2.17(5) Å from the framework Fe2+ cation.  Inelastic neutron scattering spectra are consistent with the strong rotational hindering of the H2 mols. at low loadings, and further reveal the catalytic conversion of ortho-H2 to para-H2 by the paramagnetic iron centers.  The exposed Fe2+ cation sites within Fe-BTT also lead to the selective adsorption of CO2 over N2, with isotherms collected at 298 K indicating uptake ratios of 30.7 and 10.8 by wt. at 0.1 and 1.0 bar, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXoslersrY%253D&md5=f82a784cc9592db0cdc75dc8633cafa7", "(c) ", "Chen", ", ", "S.-S.", "; ", "Chen", ", ", "M.", "; ", "Takamizawa", ", ", "S.", "; ", "Wang", ", ", "P.", "; ", "Lv", ", ", "G.-C.", "; ", "Sun", ", ", "W.-Y.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "4902", "– ", "4904", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Porous cobalt(II)-imidazolate supramolecular isomeric frameworks with selective gas sorption property", "Chen, Shui-Sheng; Chen, Min; Takamizawa, Satoshi; Wang, Peng; Lv, Gao-Chao; Sun, Wei-Yin", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "17", "),\r\n    ", "4902-4904", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two porous supramol. isomeric frameworks show unique sorption properties, one with temp. dependent stepwise and hysteretic selective sorption of CO2 while the other one shows gas uptake capacity for CO2, N2, H2 and CH4 at low temp. and selective sorption of CO2 over N2 around room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXkslKhs7Y%253D&md5=f49a4fbd5f74a774920455676b18ee47", "(d) ", "Jiang", ", ", "Z.-Q.", "; ", "Jiang", ", ", "G.-Y.", "; ", "Wang", ", ", "F.", "; ", "Zhao", ", ", "Z.", "; ", "Zhang", ", ", "J.", " ", "Chem.—Eur. J.", " ", "2012", ",  ", "18", ",  ", "10525", "– ", "10529", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Controlling State of Breathing of Two Isoreticular Microporous Metal-Organic Frameworks with Triazole Homologs", "Jiang, Zhi-Qiang; Jiang, Gui-Yuan; Wang, Fei; Zhao, Zhen; Zhang, Jian", "Chemistry - A European Journal", "\r\n        (", "2012", "),\r\n    ", "18", "\r\n        (", "34", "),\r\n    ", "10525-10529, S10525/1-S10525/4", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Two isoreticular zinc 1,4-benzenedicarboxylate (bdc) frameworks [Zn3(btz)2(bdc)2]·xDMA (1; Hbtz = 1H-benzotriazole, DMA = N,N-dimethylacetamide) and [Zn3(tz)2(bdc)2]·xDMF (2; Htz = 1,2,3-1H-triazole) were prepd. and structurally characterized.  Gas adsorption measurements were performed in order to confirm the microporosity and breathing effect of the framework complexes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XpvFCrt7o%253D&md5=4df53a9eb952ef64c214675565e3c1d7", "9. ", "(a) ", "Gao", ", ", "W.-Y.", "; ", "Yan", ", ", "W.", "; ", "Cai", ", ", "R.", "; ", "Williams", ", ", "K.", "; ", "Salas", ", ", "A.", "; ", "Wojtas", ", ", "L.", "; ", "Shi", ", ", "X.", "; ", "Ma", ", ", "S.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "8898", "– ", "8900", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "A pillared metal-organic framework incorporated with 1,2,3-triazole moieties exhibiting remarkable enhancement of CO2 uptake", "Gao, Wen-Yang; Yan, Wuming; Cai, Rong; Williams, Kia; Salas, Andrea; Wojtas, Lukasz; Shi, Xiaodong; Ma, Shengqian", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "71", "),\r\n    ", "8898-8900", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The replacement of the pillar ligand, 4,4'-bipyridine, in the prototypal pillared MOF, MOF-508, with the custom-designed ligand, 4,4'-(2H-1,2,3-triazole-2,4-diyl)dipyridine, affords a porous metal-triazolate framework, MTAF-3, which demonstrates remarkable enhancement of CO2 uptake capacity by a factor of ∼3 compared to the parent MOF-508.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFKntrjE&md5=0b5bde92d51bc0cfba7fbd654bfdc5bd", "(b) ", "Haldar", ", ", "R.", "; ", "Reddy", ", ", "S. K.", "; ", "Suresh", ", ", "V. M.", "; ", "Mohapatra", ", ", "S.", "; ", "Balasubramanian", ", ", "S.", "; ", "Maji", ", ", "T. K.", " ", "Chem.—Eur. J.", " ", "2014", ",  ", "20", ",  ", "4347", "– ", "4356", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Flexible and Rigid Amine-Functionalized Microporous Frameworks Based on Different Secondary Building Units: Supramolecular Isomerism, Selective CO2 Capture, and Catalysis", "Haldar, Ritesh; Reddy, Sandeep K.; Suresh, Venkata M.; Mohapatra, Sudip; Balasubramanian, Sundaram; Maji, Tapas Kumar", "Chemistry - A European Journal", "\r\n        (", "2014", "),\r\n    ", "20", "\r\n        (", "15", "),\r\n    ", "4347-4356", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "We report the synthesis, structural characterization, and porous properties of 2 isomeric supramol. complexes of {[Cd(NH2-bdc)(bphz)0.5]DMF.H2O}n, where (NH2-bdc = 2-aminobenzenedicarboxylic acid, bphz = 1,2-bis(4-pyridylmethylene)hydrazine) composed of a mixed-ligand system.  The 1st isomer, with a paddle-wheel-type Cd2(COO)4 secondary building unit (SBU), is flexible, whereas the other isomer has a rigid framework based on a μ-oxo-bridged Cd2(μ-OCO)2 SBU.  Both frameworks are 2-fold interpenetrated and the pore surface is decorated with pendant -NH2 and =N-N= functional groups.  Both the frameworks are nonporous to N2, revealed by the type II adsorption profiles.  However, at 195 K, the 1st isomer shows an unusual double-step hysteretic CO2 adsorption profile, whereas the 2nd isomer shows a typical type I CO2 profile.  Also, at 195 K, both frameworks show excellent selectivity for CO2 among other gases (N2, O2, H2, and Ar), which has been correlated to the specific interaction of CO2 with the -NH2 and =N-N= functionalized pore surface.  DFT calcns. for the oxo-bridged isomer unveiled that the -NH2 group is the primary binding site for CO2.  The high heat of CO2 adsorption (ΔHads = 37.7 kJ mol-1) in the oxo-bridged isomer is realized by NH2-CO2/arom. π-CO2 and cooperative CO2-CO2 interactions.  Further, postsynthetic modification of the -NH2 group into -NHCOMe in the 2nd isomer leads to a reduced CO2 uptake with lower binding energy, which establishes the crit. role of the -NH2 group for CO2 capture.  The presence of basic -NH2 sites in the oxo-bridged isomer was further exploited for efficient catalytic activity in a Knoevenagel condensation reaction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXjtl2isbk%253D&md5=3ad6b2bccad9dcaa74ca336e1fdc9191", "10. ", "(a) ", "An", ", ", "J.", "; ", "Geib", ", ", "S. J.", "; ", "Rosi", ", ", "N. L.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "38", "– ", "39", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "High and Selective CO2 Uptake in a Cobalt Adeninate Metal-Organic Framework Exhibiting Pyrimidine- and Amino-Decorated Pores", "An, Jihyun; Geib, Steven J.; Rosi, Nathaniel L.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "1", "),\r\n    ", "38-39", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The synthesis and structure of Co2(ad)2(CO2CH2)2·2DMF·0.5H2O (bio-MOF-11) is described.  The porosity of this material was studied, and its CO2 and H2 adsorption properties were evaluated.  Bio-MOF-11 exhibits a high heat of adsorption for CO2 (45 kJ/mol), a high CO2 capacity (6 mmol/g, 273 K), and exceptional selectivity for CO2 over N2 at 273 K (81:1) and 298 K (75:1).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFGhtb%252FE&md5=93ee9d991b4af2909b125c69efeab1d6", "(b) ", "Yan", ", ", "Y.", "; ", "Suyetin", ", ", "M.", "; ", "Bichoutskaia", ", ", "E.", "; ", "Blake", ", ", "A. J.", "; ", "Allan", ", ", "D. R.", "; ", "Barnett", ", ", "S. A.", "; ", "Schröder", ", ", "M.", " ", "Chem. Sci.", " ", "2013", ",  ", "4", ",  ", "1731", "– ", "1736", "[", "Crossref", "], [", "CAS", "]", "10. ", "Modulating the packing of [Cu24(isophthalate)24] cuboctahedra in a triazole-containing metal-organic polyhedral framework", "Yan, Yong; Suyetin, Mikhail; Bichoutskaia, Elena; Blake, Alexander J.; Allan, David R.; Barnett, Sarah A.; Schroeder, Martin", "Chemical Science", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "4", "),\r\n    ", "1731-1736", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The highly porous (3,24)-connected framework NOTT-122 (I) was prepd. from a reaction product of 1,3,5-triethynylbenzene, 5-azidoisophthalic acid, and tris[(1-benzyl-1H-1,2,3-triazol-4-yl)methyl]amine and Cu(NO3)2.2.5H2O.  Crystal data of I: tetragonal, I4/m, a = 30.926(5), c = 45.103(7) Å, Z = 16, 18,798 independent reflections, 553 refined parameters, R1 = 0.065, wR2 = 0.189.  Compd. I incorporates a C3-sym. angularly connected isophthalate linker contg. 1,2,3-triazole rings and shows body-centered tetragonal packing of [Cu24(isophthalate)24] cuboctahedra.  This unique packing, coupled with the high d. of free N-donor sites, is responsible for the simultaneous high H2, CH4, and CO2 adsorption capacities in desolvated I (NOTT-122a).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjtlymsr4%253D&md5=730682ea290e14fb8d9286029d2d53ec", "(c) ", "Li", ", ", "B.", "; ", "Zhang", ", ", "Z.", "; ", "Li", ", ", "Y.", "; ", "Yao", ", ", "K.", "; ", "Zhu", ", ", "Y.", "; ", "Deng", ", ", "Z.", "; ", "Yang", ", ", "F.", "; ", "Zhou", ", ", "X.", "; ", "Li", ", ", "G.", "; ", "Wu", ", ", "H.", "; ", "Nijem", ", ", "N.", "; ", "Chabal", ", ", "Y. J.", "; ", "Lai", ", ", "Z.", "; ", "Han", ", ", "Y.", "; ", "Shi", ", ", "Z.", "; ", "Feng", ", ", "S.", "; ", "Li", ", ", "J.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "1412", "– ", "1415", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Enhanced Binding Affinity, Remarkable Selectivity, and High Capacity of CO2 by Dual Functionalization of a rht-Type Metal-Organic Framework", "Li, Baiyan; Zhang, Zhijuan; Li, Yi; Yao, Kexin; Zhu, Yihan; Deng, Zhiyong; Yang, Fen; Zhou, Xiaojing; Li, Guanghua; Wu, Haohan; Nijem, Nour; Chabal, Yves J.; Lai, Zhiping; Han, Yu; Shi, Zhan; Feng, Shouhua; Li, Jing", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "6", "),\r\n    ", "1412-1415, S1412/1-S1412/27", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "[Cu3(TDPAT)(H2O)3]·10H2O·5DMA (Cu-TDPAT) was synthesized by using 2,4,6-tris(3,5-dicarboxy)phenylamino-1,3,5-triazine (H6TDPAT), a Lewis base acid-rich hexacarboxylate ligand.  The three isophthalate moieties in TDPAT are linked through copper paddle-wheel units to form cuboctahedral supermol. building blocks, which are covalently bonded through the isophthalate moieties (at position 1) to yield a (3,24)-connected rht-type network.  The smallest member of rht-type MOFs, Cu-TDPAT, built on a hexacarboxylate ligand with iminotriazine backbone, shows a greatly enhanced CO2 binding affinity compared with all other isoreticular rht-MOFs and remarkable selectivity of CO2 over N2 under conditions that mimic flue gas mixts.  The high adsorption affinity and capacity are attributed to the dual functionalization of the framework by concurrent incorporation of high d. of open metal sites and Lewis basic sites.  In addn., narrower pores in Cu-TDPAT are likely to be the other contributing factor leading to the stronger CO2-framework interactions with respect to other similar rht-type MOFs.  Coupled with its exceptionally high water and thermal stability, Cu-TDPAT may have real promise for adsorption-based small gas sepns., in particular CO2 capture from power plant flue gases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12gsbbK&md5=8f4ec1cc495736e9fdbdb17f323f7ccd", "(d) ", "Wang", ", ", "X.-J.", "; ", "Li", ", ", "P.-Z.", "; ", "Chen", ", ", "Y.", "; ", "Zhang", ", ", "Q.", "; ", "Zhang", ", ", "H.", "; ", "Chan", ", ", "X. X.", "; ", "Ganguly", ", ", "R.", "; ", "Li", ", ", "Y.", "; ", "Jiang", ", ", "J.", "; ", "Zhao", ", ", "Y.", " ", "Sci. Rep.", " ", "2013", ",  ", "3", ",  ", "1", "– ", "5", "There is no corresponding record for this reference.", "11. ", "(a) ", "Natarajan", ", ", "R.", "; ", "Savitha", ", ", "G.", "; ", "Dominiak", ", ", "P.", "; ", "Wozniak", ", ", "K.", "; ", "Moorthy", ", ", "J. N.", " ", "Angew. Chem., Int. Ed.", " ", "2005", ",  ", "44", ",  ", "2115", "– ", "2119", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Corundum, diamond, and PtS metal-organic frameworks with a difference: self-assembly of a unique pair of 3-connecting D2d-symmetric 3,3',5,5'-tetrakis(4-pyridyl)bimesityl", "Natarajan, Ramalingam; Savitha, Govardhan; Dominiak, Paulina; Wozniak, Krzysztof; Moorthy, J. Narasimha", "Angewandte Chemie, International Edition", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "14", "),\r\n    ", "2115-2119", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A ligand with a twist: The coordination of distorted-tetrahedral D2d-sym. tetrapyridylbimesityl (tpb) with Oh, Td, and D4h metal centers leads to metal-org. frameworks with unprecedented topologies related to those of corundum, diamond, and PtS, resp. (see picture).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjt1Cqtbc%253D&md5=17057610eea0142e05a5fe0f0ca6440c", "(b) ", "Moorthy", ", ", "J. N.", "; ", "Natarajan", ", ", "R.", "; ", "Venugopalan", ", ", "P.", " ", "J. Org. Chem.", " ", "2005", ",  ", "70", ",  ", "8568", "– ", "8571", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Three-Dimensional Four-Connecting Organic Scaffolds with a Twist: Synthesis and Self-Assembly", "Moorthy, Jarugu Narasimha; Natarajan, Ramalingam; Venugopalan, Paloth", "Journal of Organic Chemistry", "\r\n        (", "2005", "),\r\n    ", "70", "\r\n        (", "21", "),\r\n    ", "8568-8571", "CODEN:\r\n                ", "JOCEAH", ";\r\n        ISSN:", "0022-3263", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We have synthesized a novel class of four-connecting three-dimensional mol. scaffolds [3,3',5,5'-tetrakis(p-substituted phenyl)bimesityls where the p-substituent for 2-5, resp., is OH, p-C6H4OH, COOH, p-C6H4COOH] for supramol. self-assembly.  The X-ray crystal structure anal. of 2 with ethanol reveals a novel O-H···O hydrogen-bonded helical self-assembly in three dimensions leading to the generation of channels in the crystal lattice.  The tetraacid 3 also forms analogous channels in which the solvent mols., viz., DMSO and H2O, reside.  The structures of 2 and 3 amply illustrate the potential of three-dimensional four-connecting biaryls in developing functional mimics of inorg. zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtVWnu77L&md5=187c9c743b066fffeb93cd341e70bc8b", "(c) ", "Natarajan", ", ", "R.", "; ", "Savitha", ", ", "G.", "; ", "Moorthy", ", ", "J. N.", " ", "Cryst. Growth Des.", " ", "2005", ",  ", "5", ",  ", "69", "– ", "72", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Self-Assembly of a Unique Extended-Tetrahedral 3,3',5,5'-Tetrakis(4-pyridyl)bimesityl Ligand into Discrete Supramolecular Cubes by Face-Directed Metal Coordination", "Natarajan, Ramalingam; Savitha, Govardhan; Moorthy, Jarugu Narasimha", "Crystal Growth & Design", "\r\n        (", "2005", "),\r\n    ", "5", "\r\n        (", "1", "),\r\n    ", "69-72", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Twelve unique D2d-sym. extended-tetrahedral tetrapyridylbimesityl ligands (I) and six metal cations (Ni2+ and Cu2+) assemble to generate discrete cubic architectures with an Oh symmetry, as revealed by x-ray crystallog. analyses.  The complexes are formulated as [Cu6L12(H2O)12](OAc)12·xH2O and [Ni6L12(H2O)12](NO3)12·xH2O with each metal possessing an octahedral geometry with 4 equatorial N atoms and 2 axial water mols.  The internal cavity dimensions of the cubes are in excess of ≈ 3000 Å3.  The metal-org. cuboid discrete cages with such large internal cavity were characterized by x-ray crystallog. for the first time.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXptVamsLc%253D&md5=9267d7c6dfea0756abe97b150d512db7", "(d) ", "Moorthy", ", ", "J. N.", "; ", "Natarajan", ", ", "P.", "; ", "Venugopalan", ", ", "P.", " ", "J. Org. Chem.", " ", "2009", ",  ", "74", ",  ", "8566", "– ", "8577", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Abundant Lattice Inclusion Phenomenon with Sterically Hindered and Inherently Shape-Selective Tetraarylpyrenes", "Moorthy, Jarugu Narasimha; Natarajan, Palani; Venugopalan, Paloth", "Journal of Organic Chemistry", "\r\n        (", "2009", "),\r\n    ", "74", "\r\n        (", "22", "),\r\n    ", "8566-8577", "CODEN:\r\n                ", "JOCEAH", ";\r\n        ISSN:", "0022-3263", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Tetraarylpyrenes H1-H4 (I, R = Me, OMe, OiPr, CH2OMe) that typify mol. systems with orthogonal planes and lack hydrogen bonding functional groups were designed as new host systems with three distinct domains for guest inclusion.  In particular, H2 and H4 hosts are found to include a variety of guest mols.  We have detd. 42 crystal structures overall (i) to establish the importance of skeletal features of the hosts, (ii) to det. their adaptability in binding diverse guest mols., and (iii) to delineate favored domains for location of guest mols. and preferred modes of assocn. of the host systems.  The unique features of H1-H4 are found to permit binding of aliph. and arom. guest species differently: the small-sized guest mols. such as CHCl3, (CH3)2S, etc. are found to be bound in the basin domain, whereas aliph. and arom. guests are found to be included in the channel/concave and trough regions, resp.  The crystal structure analyses reveal that as many as 20 out of 28 inclusion compds. of H2 are isostructural with one or more; we have identified 8 different crystal packing types with which each inclusion compd. may be assocd.  The guest-binding potential of host H2 has been exploited to demonstrate the utility of these host systems in (i) the sepn. of regioisomeric methyl-substituted benzenes and mixts. of cis-trans isomers of decalin, perhydroisoquinoline, and cinnamonitrile, (ii) the stabilization of the keto-enol form of 1,3-diketones, and (iii) the conformational locking of flexible cycloalkanes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1OkurjF&md5=710f412b279af1c646df3fb82912dfaf", "(e) ", "Moorthy", ", ", "J. N.", "; ", "Natarajan", ", ", "P.", "; ", "Venugopalan", ", ", "P.", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "3574", "– ", "3576", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Engineering of ternary co-crystals based on differential binding of guest molecules by a tetraarylpyrene inclusion host", "Moorthy, Jarugu Narasimha; Natarajan, Palani; Venugopalan, P.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "20", "),\r\n    ", "3574-3576", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Tetraarylpyrene host TP exhibits remarkable differential binding of guest mols. in the solid state to include arom. and aliph. guests in different domains to permit synthesis of ternary co-crystals in a predictable manner.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXlvVSkurw%253D&md5=acd50887c2ca31c046f1eeb937f0b508", "(f) ", "Seth", ", ", "S.", "; ", "Venugopalan", ", ", "P.", "; ", "Moorthy", ", ", "J. N.", " ", "Chem.—Eur. J.", " ", "2015", ",  ", "21", ",  ", "2241", "– ", "2249", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Porous Coordination Polymers of Diverse Topologies Based on a Twisted Tetrapyridylbiaryl: Application as Nucleophilic Catalysts for Acetylation of Phenols", "Seth, Saona; Venugopalan, Paloth; Moorthy, Jarugu Narasimha", "Chemistry - A European Journal", "\r\n        (", "2015", "),\r\n    ", "21", "\r\n        (", "5", "),\r\n    ", "2241-2249", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Porous coordination polymers (CPs) with partially uncoordinated pyridyl rings based on rationally designed polypyridyl linkers are appealing from the point of view of their application as nucleophilic catalysts.  A D2d-sym. tetradentate org. linker L, i.e., 2,2',6,6'-tetramethoxy-3,3',5,5'-tetrakis(4-pyridyl)biphenyl, is designed and synthesized for metal-assisted self-assembly aimed at porous CPs.  Depending on the nature of the metal ion and the counter anion, the ligand L is found to function as a 3- or 4-connecting building block leading to porous CPs of diverse topologies.  The reaction of L with Zn(NO3)2 and Cd(NO3)2 yields porous 2D CPs of 'fes' topol., in which the tetrapyridyl linker L serves as a 3-connecting unit with its free pyridyl rings well exposed into the pores.  The functional utility of these porous CPs contg. uncoordinated pyridyl rings is demonstrated by employing them as efficient heterogeneous nucleophilic catalysts for acetylation of a no. of phenols with varying electronic properties and reactivities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXitVWhsb%252FM&md5=9c35594b00ec3e4f0f8de7ee364787d5", "12. ", "Devic", ", ", "T.", "; ", "David", ", ", "O.", "; ", "Valls", ", ", "M.", "; ", "Marrot", ", ", "J.", "; ", "Couty", ", ", "F.", "; ", "Férey", ", ", "G.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "12614", "– ", "12615", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "An Illustration of the Limit of the Metal Organic Framework's Isoreticular Principle Using a Semirigid Tritopic Linker Obtained by \"Click\" Chemistry", "Devic, Thomas; David, Olivier; Valls, Marion; Marrot, Jerome; Couty, Francois; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "42", "),\r\n    ", "12614-12615", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new nitrogen-rich tricarboxylate linker I (LH3) was prepd. by click chem. and used for the solvothermal prepn. of a La-based open metal-org. framework (MOF), La(L)(H2O)2·6H2O (MIL-112).  This latter is built of inorg. 1-dimensional rods connected through the tritopic linkers and illustrates one limit of the isoreticular principle, which is related to the partial flexibility of the linkers.  The thermal dehydration and stability of the MIL-112 framework was studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFSmsLbJ&md5=e1f1e76a66c4f4948a1e86405ad811f2", "13. ", "(a) ", "Banerjee", ", ", "R.", "; ", "Phan", ", ", "A.", "; ", "Knobler", ", ", "C.", "; ", "Furukawa", ", ", "H.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2008", ",  ", "319", ",  ", "939", "– ", "943", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "High-Throughput Synthesis of Zeolitic Imidazolate Frameworks and Application to CO2 Capture", "Banerjee, Rahul; Phan, Anh; Wang, Bo; Knobler, Carolyn; Furukawa, Hiroyasu; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2008", "),\r\n    ", "319", "\r\n        (", "5865", "),\r\n    ", "939-943", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A high-throughput protocol was developed for the synthesis of zeolitic imidazolate frameworks (ZIFs).  Twenty-five different ZIF crystals were synthesized from only 9600 microreactions of either Zn(II)/Co(II) and imidazolate/imidazolate-type linkers.  All of the ZIF structures have tetrahedral frameworks: 10 of which have two different links (heterolinks), 16 of which are previously unobserved compns. and structures, and 5 of which have topologies as yet unobserved in zeolites.  Members of a selection of these ZIFs (termed ZIF-68, ZIF-69, and ZIF-70) have high thermal stability (up to 390°) and chem. stability in refluxing org. and aq. media.  Their frameworks have high porosity (with surface areas up to 1970 square meters per g), and they exhibit unusual selectivity for CO2 capture from CO2/CO mixts. and extraordinary capacity for storing CO2: 1 L of ZIF-69 can hold ∼83 L of CO2 at 273 K under ambient pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhslOmtr8%253D&md5=5db725852aeb4ca63bea1883fecb0c77", "(b) ", "Wang", ", ", "X.-J.", "; ", "Li", ", ", "P.-Z.", "; ", "Liu", ", ", "L.", "; ", "Zhang", ", ", "Q.", "; ", "Borah", ", ", "P.", "; ", "Wong", ", ", "J. D.", "; ", "Chan", ", ", "X. X.", "; ", "Rakesh", ", ", "G.", "; ", "Lia", ", ", "Y.", "; ", "Zhao", ", ", "Y.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "10286", "– ", "10288", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Significant gas uptake enhancement by post-exchange of zinc(II) with copper(II) within a metal-organic framework", "Wang, Xiao-Jun; Li, Pei-Zhou; Liu, Lei; Zhang, Quan; Borah, Parijat; Wong, Jinye Daniel; Chan, Xiu Xiang; Rakesh, Ganguly; Li, Yongxin; Zhao, Yanli", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "83", "),\r\n    ", "10286-10288", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Coordination of the tetratopic nitrogen-rich linker, 1,4-bis(3,5-dicarboxyphenyl)-1,2,3-triazole (L), with Zn2+ under solvothermal conditions afforded a Zn-based metal org. framework Zn2(L)(DMF)3·DMF·3H2O (NTU-101-Zn) where the Zn(II) ions could be exchanged by Cu(II) ions in a single-crystal-to-single-crystal fashion leading to a new Cu-based MOF (80:20 Cu/Zn ratio).  Such transformation induces a significant enhancement in gas sorption along with a high selectivity towards CO2 over N2 and CH4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhtl2qsL%252FP&md5=740fa243bb49f8c1f7b1b930cd121d66", "14. ", "Tu", ", ", "T.", "; ", "Sun", ", ", "Z.", "; ", "Fang", ", ", "W.", "; ", "Xu", ", ", "M.", "; ", "Zhou", ", ", "Y.", " ", "Org. Lett.", " ", "2012", ",  ", "14", ",  ", "4250", "– ", "4253", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Robust Acenaphthoimidazolylidene Palladium Complexes: Highly Efficient Catalysts for Suzuki-Miyaura Couplings with Sterically Hindered Substrates", "Tu, Tao; Sun, Zheming; Fang, Weiwei; Xu, Mizhi; Zhou, Yunfei", "Organic Letters", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "16", "),\r\n    ", "4250-4253", "CODEN:\r\n                ", "ORLEF7", ";\r\n        ISSN:", "1523-7052", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Robust acenaphthoimidazolylidene palladium complexes I [R = i-Pr, R'= H; R = R' = Me, H] have been demonstrated as highly efficient and general catalysts for the sterically hindered Suzuki-Miyaura cross-coupling reactions in excellent yields even with low catalyst loadings under mild reaction conditions.  The high catalytic activity of these complexes highlights that, besides the \"flexible steric bulky\" concept, σ-donor properties of the NHC ligands are also crucial to accelerate the transformations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFChtbzK&md5=f0f5a58f35f515f20984c872ba353b3a"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-14/acs.inorgchem.5b00722/20150714/images/small/ic-2015-00722e_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-14/acs.inorgchem.5b00722/20150714/images/small/ic-2015-00722e_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-14/acs.inorgchem.5b00722/20150714/images/small/ic-2015-00722e_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-14/acs.inorgchem.5b00722/20150714/images/small/ic-2015-00722e_0004.gif\">"]}
