{"title": ["Adsorption Equilibrium and Dynamics of Fixed Bed Adsorption of CH", "/N", " in Binderless Beads of 5A Zeolite"], "authors": ["José A. C. Silva", "Alexandre Ferreira", "Patricia A. P. Mendes", "Adelino F. Cunha", "Kristin Gleichmann", "Alírio E. Rodrigues"], "doi": ["10.1021/acs.iecr.5b01608"], "abstract": ["The sorption equilibrium of methane (CH", ") and nitrogen (N", ") in binderless beads of 5A zeolite is presented between 305 and 373 K and pressures up to 3 bar in a static electronic microbalance. The adsorbed amount of CH", " and N", " is around 1.6 and 1.02 mol/kg", ", respectively, at 305 K and 3 bar. A comparison of these values with the ones in literature shows that the adsorption capacity of the 5A binderless beads is 20% higher than that of the 5A binder commercial materials. The CH", " and N", " adsorption isotherms were fitted with the simplest Langmuir model with a prediction of the maximum amount adsorbed for both compounds of 5.0 mol/kg. The heats of sorption are −16.6 and −15.1 kJ/mol for CH", " and N", ", respectively. In the overall pressure and temperature range the isotherms of N", " seems practically linear. However, it was observed that the experimental data of N", " at low coverage (below 0.2 bar) deviates slightly from Type I isotherms. Thereafter, the binary sorption of CH", " and N", " has been investigated in a fixed bed adsorber at 313 and 343 K and total pressures up to 5 bar for 50(CH", ")/50(N", ") and 75(CH", ")//25(N", ") mixture ratios diluted in an inert helium stream. A mathematical model was formulated to compute the dynamic behavior of the fixed bed adsorber using the extended binary Langmuir model, showing close agreement with the measured binary breakthrough experiments in the partial pressure range of the components above 0.2 and below 3 bar."], "text": ["Top of Page", "Abstract", "Introduction", "Theoretical", "Experimental Section", "Results and Discussion", "Conclusions", "References", "1 Introduction", "Most of the natural gas resources contain a certain amount of nitrogen (N", "2", "). The removal of N", "2", " has two benefits: (1) it decreases the transportation volume and (2) the calorific value of the product is increased. In large natural gas resources, the process of nitrogen removal is done by the so-called “nitrogen rejection units”, NRUs, which cool down the nitrogen-rich gas until part of it liquefies (between minus 140 and minus 180 °C).", "(1)", " Additionally, the NRUs are typically combined with the recovery of helium if it is present. At the end high-purity helium is obtained by the combination of cryogenic and pressure swing adsorption process (PSA) steps.", "(1)", "The NRUs processes are certainly quite expensive and become prohibitively expensive at modest-scale natural gas resources. In this case, adsorption", "(2, 3)", " or membrane technologies (Nitrosep) are economical, efficient, and present today solutions to remove N", "2", " from methane (CH", "4", ").", "(4)", "The separation of components by adsorption technologies can be done using kinetically or equilibrium driven processes. Because of the very similar molecular size of N", "2", " (0.364 nm) and CH", "4", " (0.38 nm) the separation by molecular sieving is quite impossible. However, a first attempt was made using 4A zeolite", "(5)", " to obtain a kinetically driven separation (approach to molecular sieving) but the process was limited to low temperatures (−79 to 0 °C). However, the discovery of the adsorbent ETS-4 by Engelhard Corporation,", "(6-8)", " improved significantly the kinetically driven separation for temperatures above 0 °C resulting in the actual commercial solution Molecular GateAdsorption Technology.", "(3)", " Kinetic driven separation processes present sometimes some drawbacks, since mass transfer limitations can lead to a decrease of the performance of the process (CH", "4", " purity) with time in PSA cycles due to the accumulation of CH", "4", " inside the adsorbent in the regeneration steps.", "(8)", " Accordingly, several studies have been performed to improve even further this kinetically driven separation.", "(9-21)", "The separation of N", "2", " from CH", "4", " by equilibrium driven processes was attempted on a 5A molecular sieve (large micropores) where mass transfer has no limitations and both species are separated by differences in the adsorbed amount of the components.", "(16)", " On that work Turnock and Kadlec", "(22)", " demonstrate the feasibility of a rapid pressure swing cycle (RPSA) via periodic adsorption to enrich gaseous mixtures streams. It was shown that with a RPSA it was possible to enrich N", "2", " from a mixture CH", "4", "/N", "2", " of 28.6% N", "2", " to a final stream of 60% N", "2", ". The experimental results were predicted with a mathematical model for the RPSA, in which a constant selectivity (CH", "4", "/N", "2", ") between the two gases of 1.7 to 1.9 at 297 K was used. However, a major drawback of the process was that the increased N", "2", " enrichment is only obtained at the expense of a lower product cut.", "There are today several adsorption processes using the PSA technique to separate gaseous mixtures using molecular sieve zeolites (which are very robust and cheap) by equilibrium driven processes (no mass transfer limitations).", "(23-25)", " However, these molecular sieves are synthesized in a very fine powder, and to be used in packed columns and reduce pressure drop, they need to be beaded with a binder by granulation, reducing the working capacity by 20% or more, which is the amount of inert clay binder generally used to give the necessary mechanical strength to the beads. Recently, a technology was applied where the nonzeolitic components (temporary binder) are converted to zeolite matter during a hydrothermal conversion during the beading procedure.", "(26, 27)", " The resulting binderless beads can increase in this way the working capacities of existing molecular sieve zeolite adsorbent technologies and therefore increase the productivity of equilibrium driven adsorption processes. Zeolites are very cheap and robust materials among others", "(28-34)", " and, in equilibrium driven processes when the ratio of the selectivities between components to be separated is based in ratio of the adsorbed amount at equilibrium, can also be an alternative to kinetically driven-based adsorption separations.", "(35-37)", "The objective of this study was to attain a better understanding of the sorption of CH", "4", " and N", "2", " and their binary mixtures on a new type of commercial binderless beads of 5A zeolite (which is expected to increase sorption capacity relatively to similar binder materials), through static adsorption equilibrium and binary fixed bed adsorption experiments using helium as an inert (we note that in the large natural gas resources, the NRUs units work also in the recovery of helium when it is present), by an equilibrium driven process. We present single component adsorption equilibrium isotherms at 305, 333, and 363 K and pressure up to 3 bar and binary fixed bed adsorption experiments for two mixture ratios 50(CH", "4", ")/50(N", "2", ") and 75(CH", "4", ")/25(N", "2", ") at 313 and 343 K and total pressures up to 5 bar. A transient mathematical fixed bed adsorption model taking into account mass and energy conservation laws was formulated, and validated to compute the fixed bed adsorption experiments, which could be used in the implementation (simulation) of cyclic adsorption processes (PSA, TSA, purge displacement) for the separation of CH", "4", "/N", "2", " mixtures in the range of temperatures and pressures studied. Further studies will be devoted to the regeneration of the adsorbed CH", "4", " and N", "2", " by the displacement with helium.", "Top of Page", "Abstract", "Introduction", "Theoretical", "Experimental Section", "Results and Discussion", "Conclusions", "References", "2 Theoretical", "2.1", "Pure Component Isotherms", "A simple and suitable model to represent Type I isotherms is represented by the Langmuir equation:", "(1)", "where θ = ", "q", "/", "q", "m", " is the degree of filling of sites, ", "b", " is an equilibrium constant, ", "p", " is the pressure, ", "q", " is the adsorbed amount, and ", "q", "m", " is the adsorbed amount at the saturation of the adsorbent. The Langmuir equation is perfect to represent sorption in a homogeneous sites surface where a sorbate molecule occupies one active site when it adsorbs with no interaction between adsorbed molecules.", "2.2", "Binary Isotherms", "The extension of the Langmuir isotherm to a binary system yields the following equations,", "(2)", "(3)", "where Θ = (θ", "1", " + θ", "2", ") is the total fractional loading and the subscripts 1 and 2 refer to the two species of the binary system.", "The extended binary Langmuir isotherm (ELM) is thermodynamically consistent", "(38)", " if ", "q", "max", " is the same for both components, the selectivity in that case being constant and given by the ratio of the equilibrium constants of the two components (for a binary system the selectivities are simply the ratio b", "1", "/b", "2", ").", "2.3", "Mathematical Model to Compute Fixed Bed Transient Adsorption Dynamics", "In practice the separation of gaseous mixtures by adsorption is performed in a fixed bed adsorber containing the porous solids adsorbents. The adsorber operates in a transient mode and the solution of the dynamic response must take into account distinct levels of porosity: bed, beads, and crystals, each one corresponding to bulk porosity, macropores, and micropores, respectively. Each level presents different resistances to mass transfer; some of these resistances are placed in series and can be grouped into a single parameter (e.g., film, macropore, and micropore resistances) in order to simplify the numerical computation procedure (linear-driving-force model, LDF). At the same time, since adsorption is an exothermic phenomena the importance of heat effects should also be considered in the design of adsorbers and consequently a heat balance needs to be introduced in the model. Experimental transient breakthrough curves performed in fixed bed adsorbers are probably the best way to evaluate the efficacy of an adsorbent material, to separate compounds, or encapsulate a single component.", "Let us consider that at time zero a mixture of adsorbable species of known composition diluted in an inert component is introduced at the inlet of the column.", "The following additional assumptions are made: ", "1.", "ideal gas", "2.", "no pressure drop in the column", "3.", "the flow pattern is described by the axial dispersed plug flow model", "4.", "the mass transfer between bulk gas phase and adsorbent particle is accounted by a LDF model for fluid side resistance valid for systems where macropore diffusion is of importance or the intracrystalline diffusional resistance can be neglected", "(39)", "5.", "system is nonisothermal and nonadiabatic", "6.", "a resistance to heat transfer between solid adsorbent and bulk gas phase could exist in the external fluid film around the solid", "7.", "no temperature gradients inside the porous adsorbents (the temperature is homogeneous in the solid).", "Essentially, the mathematical model based on these assumptions is similar to the one developed by Santacesaria et al.", "(39)", " for liquid systems. Here, it is extended to take into account sorption in bulk concentrated systems, where the overall mass balance is needed to take into account mole flux variations at the outlet of the column. At the same time the heat balance (that is important in gas phase adsorption) is also incorporated in the model.", "In the ", "Supporting Information", " (Table S1) the mathematical model equations are summarized together with the respective initial and boundary conditions and ", "Table S2", " lists the nomenclature of the variables used.", "Top of Page", "Abstract", "Introduction", "Theoretical", "Experimental Section", "Results and Discussion", "Conclusions", "References", "3 Experimental Section", "3.1", "Adsorbent and Sorbates", "The synthesis of the binderless 5A zeolite beads starts with the mixing of 4A zeolite powder with metakaolin and caustic. These so-called crude beads are dried and/or aged and afterward the metakaolin is converted into zeolite. The outcome is a shaped material, consisting of 100% zeolite 4A, which undergoes an ion exchange thereafter to form 5A zeolite.", "(26, 27)", "Finally, the material is washed, dried, and calcined. The beads formed consist of spherical particles with a diameter ranging from 1.0 to 2.0 mm (see Figure ", "1", "). The size of the zeolite crystals are around 2 μm.", "(26)", " The zeolites studied in this work were provided by Chemiewerk Bad Köstritz GmbH. The physical properties of the beads are given in Table ", "1", ". The N", "2", " and CH", "4", " used in this work were research grade pure components, provided by AirLiquide (France). The purity of sorbate gases was N50 for nitrogen (>99.999%) and N35 for methane (>99.95%).", "Figure 1. (a) LTA structure of the 5A zeolite, (b) photograph of 5A zeolite binderless beads.", "Table 1. Physical Properties of the 5A Binderless Beads Studied", "property", " ", "trade name", "KÖSTROLITH 5ABFK", "supplier", "CWK -BAD KÖSTRITZ", "dimensions of beads", "⌀ = 1.0–2.0 mm", "structure", "LTA", "3.2", "Pure Component Adsorption Equilibrium Experiments", "Pure gas adsorption equilibrium isotherms were measured at three temperatures (305, 333, and 363 K) at pressure up to 3 bar. The studies were performed on a magnetic suspension microbalance (MSB) from Rubotherm (Bochum, Germany). The microbalance has a maximum capacity of 20 g with 0.00001 g resolution. The operating temperature ranges from 30 °C up to 350 °C, with a maximum pressure of 200 bar. It is worth noting that the measuring cell is temperature controlled by an electric heater with a ceramic oven. A highly accurate pressure transducer and a thermocouple are used to measure pressure and temperature. The feeding system is manual, consisting of tubing equipped with valves, from the gas cylinder to the MSB. The weight gained by the adsorbent is transmitted by magnetic suspension coupling from the closed and pressure-proof metal measuring cell to the external microbalance. Weight differences and the pressure increments were recorded with dedicated software provided by Rubotherm. The effect of the buoyancy can be taken into consideration and corrected for when calculating the adsorbed amount, using the following equation,", "(28)", "(4)", "where Δ", "m", " represents the mass difference between the mass measured by the balance and the initial mass of the system loaded with the activated sample, ", "V", "s", " is the adsorbent volume, ", "V", "i", " is the volume of the permanent magnet, suspension shaft, and sample support all together; ρ", "g", " is the adsorbate gas density at the measuring conditions (", "T", ", ", "P", "), ρ", "l", " is the adsorbate liquid density (used as approximation for adsorbed phase density), ", "m", "s", " is the adsorbent mass, and ", "M", " is the adsorbate molecular weight. ", "V", "s", ", ", "V", "i", ", and ", "m", "s", " are measured by helium picnometry, whereas the mass is measured in function of the helium pressure.", "3.3", "Multicomponent Fixed Bed Experiments", "Fixed bed adsorption studies of CH", "4", " and N", "2", " were performed in a stainless steel column of 3.35 cm i.d. with 8.5 cm length containing 50.4 g of adsorbent which was placed inside a chromatographic oven with automatic temperature control. A typical experiment consists in measuring continuously the transient concentration histories at the outlet of the column with a gas chromatograph (TCD) after feeding the column with binary mixtures of N", "2", " and CH", "4", " of known composition. When the saturation of the column is reached, it is regenerated being prepared for another run. Details of the apparatus and experimental procedure can be found in detail elsewhere.", "(40)", "Top of Page", "Abstract", "Introduction", "Theoretical", "Experimental Section", "Results and Discussion", "Conclusions", "References", "4 Results and Discussion", "The experimental studies performed were divided in two parts: (1) In the first part pure component adsorption isotherms of N", "2", " and CH", "4", " were collected in the rubotherm microbalance until pressures of 3 bar and the sample was between 305 and 363 K; (2) The second part consisted on fixed bed adsorption studies with binary mixtures of CH", "4", "/N", "2", " diluted in an inert helium stream at two temperatures 313 and 343 K, two total pressures 1 and 5 bar, and two mixture ratios 50(CH", "4", ")/50(N", "2", ") and 75(CH", "4", ")/25(N", "2", ").", "4.1", "Pure Component Experimental Sorption Data and Modeling", "Pure component adsorption isotherms of N", "2", " and CH", "4", " on the binderless beads of 5A zeolite at 305, 333, and 363 K are shown in Figure ", "2", "a for CH", "4", " and 2b for N", "2", ". The pressure is given in bar and the adsorbed amount per unit mass of adsorbent in mol/kg.", "Figure 2. Adsorption equilibium isotherms of CH", "4", " and N", "2", " on binderless beads of zeolite 5A. (a) CH", "4", ", (b) N", "2", ". Temperatures are quotes in each curve. Points are experimental data and lines the Langmuir isotherm model fitting with parameters shown in Table ", "2", "In the studied pressure and temperature range CH", "4", " is the most adsorbed gas. This higher capacity for CH", "4", " with respect to N", "2", " has been already observed by other authors.", "(24)", " Regarding the adsorption isotherms of both components, it can be observed from Figure ", "2", " that looking at the overall pressure range studied until 3 bar they can be classified reasonably as Type I isotherms. However, for N", "2", " (Figure ", "2", "b) at the low pressure range (below 0.2 bar) the behavior is not Type I since data has an inflection not common of these type isotherms, especially for adsorbed amounts below 0.05 mol/kg. However, looking to the overall pressure range, the N", "2", " isotherms seems practically linear. For CH", "4", " this abnormal behavior is not observed at the low pressure range (Figure ", "2", "a) and the isotherms are clearly Type I. To simplify the modeling and computation of binary fixed bed adsorption dynamic studies, we fit the isotherm data with the Langmuir model, keeping equal the maximum adsorbed amount (", "q", "m", ") for both components to use the extended Langmuir model with thermodynamic consistency.", "(38)", " Looking at the fitting in Figure ", "2", " it is clear that the results are in close agreement at all pressure and temperature ranges studied, but it deviates slightly for the N", "2", " data at the low pressure range (below 0.2 bar, Figure ", "2", "b). For CH", "4", " the fitting is very good in all the temperature and pressure ranges studied. The optimal fitting parameters were obtained using excel solver minimization tool. Those parameters are summarized in Table ", "2", ". Consequently, we can assume that the experimental pure component isotherm data of CH", "4", " and N", "2", " are reasonably correlated with the Langmuir model if we look to the overall data range between 305 and 363 K and pressures up to 3 bar.", "Table 2. Isotherm Model Parameters for Sorption of CH", "4", " and N", "2", " in Binderless Beads of 5A Zeolite", " ", "CH", "4", "N", "2", "q", "m", "mol/kg", "ads", "5.00", "5.00", "Δ", "H", "kJ/mol", "–16.6", "–15.1", " ", "305 K", "b", "bar", "–1", "0.147", "0.0751", " ", "333 K", "b", "bar", "–1", "0.0847", "0.0456", " ", "363 K", "b", "bar", "–1", "0.0516", "0.0291", "The heats of adsorption predicted by the Langmuir model are −16.6 and −15.5 kJ/mol, for CH", "4", " and N", "2", ", respectively. This values compare to the isosteric heats obtained by Loughlin et al.", "(41)", " (−21 kJ/mol) and Cao and Sircar", "(42)", " (−19 kJ/mol) in binder pellets, for CH", "4", " and N", "2", ", respectively. The ratio between the adsorption equilibrium parameters ", "b", " for the two components range from 1.96 to 1.77 between 305 and 363 K. This ratio can be also interpreted as the selectivity (separation factor) and is constant for the Langmuir isotherm if we define selectivity as the ratio between (", "q", "2", "/", "y", "2", ")/(", "q", "1", "/", "y", "1", ") (relative volatility). This relative volatility is similar to the one used by Turnock and Kadlec.", "(22)", "Figure ", "3", " shows the Virial plots in a semilog plot of ", "p", "/", "q", " versus ", "q", " for CH", "4", " (a) and N", "2", " (b) for the experimental data and predicted values calculated by the Langmuir isotherm. The extrapolation of data to zero coverage in a Virial plot is suitable to calculate the Henry’s constants of isotherms for strongly adsorbed species,", "(43)", " but it is also important to reveal the quality of data at low pressure.", "(44)", " For a Type I isotherm the representation of experimental data in terms of ln (", "p", "/", "q", ") versus ", "q", " should be linear with a positive slope at concentrations near zero coverage and approach a straight line parallel to the axis of ", "q", " when the isotherm is linear. The Virial plot for N", "2", " represented in Figure ", "3", "b confirms that experimental data at a very low coverage (below 0.1 mol/kg) deviates from a Type I isotherm since it has an inflection where the ratio ln (", "p/q", ") versus ", "q", " increases significantly giving rise to a negative slope. This can also be an indication that experimental data loss quality or that the system N", "2", "/5A-binderless beads is highly nonideal at low partial pressure. As expected the predicted values with the Langmuir isotherm (lines) (parameters given in Table ", "2", ") show a slight positive slope which is also an indication that the system approaches linearity for N", "2", " in the overall range of partial pressure studied. For CH", "4", " (Figure ", "3", "a) the Virial plot shows a close agreement between experimental data and the Langmuir model predictions typical of Type I isotherms with a linear representation of data with a positive slope. However, again experimental data presents an inflection in such a plot for adsorbed amounts lower than 0.1 mol/kg, but in this case without a single tendency since the representation ln(", "p", "/", "q", ") versus ", "q", " deviates from linear by decreasing at 363 K and increasing at 305 K. Another possible explanation for the uncommon data behavior observed at low coverage for CH", "4", " and N", "2", ", is that we studied binderless beads of 5A zeolite in which the nonzeolitic components (temporary binder) were converted to zeolite matter during a hydrothermal conversion during the beading procedure,", "(26, 27)", " giving rise to some heterogeneity to the 5A zeolite/CH", "4", "/N", "2", " system resulting in the observed discrepancies at very low coverage (or low partial pressure).", "Figure 3. Semilog plot of ", "p", "/q versus ", "q", " for CH", "4", "(a) and N", "2", " (b) in 5A zeolite binderless beads for the analysis of Virial isotherm. Points are experimental data and lines are the data correpondent to the fitting with the Langmuir isotherms with parameters given in Table ", "2", "Comparing now the adsorption data obtained on these binderless 5A beads with other data reported in the literature, an increase in the capacity with regard to the two gases is observed. In other words, the binderless 5A beads have 20% more capacity than the binder containing classic materials (see Figure ", "4", ").", "(24, 25, 45, 46)", " This is due the dilution effect of the binder material in zeolite beads or pellets.", "Figure 4. Comparison of the adsorption equilibrium data of (a) CH", "4", ", (b) N", "2", " of the binderless beads of 5A zeolite studied in this work and binder containing materials studied by other authors.", "4.2", "Fixed Bed Adsorption Dynamic Studies of 50(CH", "4", ")/50(N", "2", ") Mixture Composition Diluted in an Inert (Helium)", "Breakthrough curves or the transient response at the outlet of the fixed bed to an input of a mixture feed at inlet is the more realistic way to evaluate the performance of an adsorbent for a specific separation. When in contact with the adsorbent, the mixture is selectively adsorbed because of differences in the adsorption strengths between the compounds, giving rise to the formation of different mass traveling waves along the bed, resulting in a breakthrough curve at the outlet with a different composition of the one at bed inlet until it is completely saturated. For the present study, we performed experiments with binary mixtures of CH", "4", "/N", "2", " diluted in a helium stream in a fixed bed column at two temperatures and two total pressures: 313 and 343 K and 1 and 5 bar, respectively. We use a column with 8.5 cm length and diameter 3.35 cm to keep inside a small chromatographic oven 50.4 g of dehydrated adsorbent. This short column was necessary to observe the degree of separation of the compounds in due time, since the adsorbed amounts of the components are small. The experimental conditions of all experiments performed are given in Table ", "3", ".", "Table 3. Experimental Conditions for Binary Breakthrough and Theoretical Selectivities (", "S", "teor", ") Predicted by the Langmuir Isotherm", " ", " ", " ", "flow rate ", "(N", "*", " mL/min)", " ", " ", "run", "temp (K)", "total flow rate ", "(N", "*", " mL/min)", "CH", "4", "N", "2", "total pressure (bar)", "S", "teor", "50/50", "a_a1", "313", "74.9", "23.8", "26.2", "1.0", "1.92", "a_a2", "313", "74.9", "23.8", "26.2", "5.0", "1.92", "a_b1", "343", "74.9", "23.8", "26.2", "1.0", "1.84", "a_b2", "343", "74.9", "23.8", "26.2", "5.0", "1.84", "75/25", "b_a1", "313", "74.9", "38.1", "11.7", "1.0", "1.92", "b_b1", "343", "74.9", "38.1", "11.7", "1.0", "1.84", "b_b2", "343", "74.9", "38.1", "11.7", "5.0", "1.84", "*", "N (298 K, 1 bar).", "Figure ", "5", " illustrates the experimental breakthrough curves performed at 313 K and total pressures of 1 bar (Figure ", "5", "a) and 5 bar (Figure ", "5", "b) in the terms of ratio of the molar fraction of each compound relative to feed conditions (", "y", "i", "/", "y", "i", "0", ") (left ", "y", "-axis) and temperature (right ", "y", "-axis) as a function of time. The model described in the ", "Supporting Information", " (Table S1) was used to compute the binary breakthrough curves (lines) using the parameters shown in Table ", "4", ". The simulations were made with the extended Langmuir model (eq ", "2", " and ", "3", ") using the values given in Table ", "2", ". Looking to Figure ", "5", " we can conclude that at both pressures the computed and measured breakthrough curves are in close agreement. An interesting feature of the breakthrough curves, is the long time spreading of the concentration profiles of both components (around 60 min at the total pressure of 5 bar (Figure ", "5", "b) and 15 min at the total pressure of 1 bar). The roll-up of N", "2", " is around 1.4 at the both pressures studied. The reason for the long spreading of the mass traveling waves, is that the dynamics of the fixed bed adsorption system is influenced by the axial mass Peclet number in the column which is around 10. The computed temperature profiles show a slight increase with a maximum rise around 4 K (at 1 bar) and 7 K (at 5 bar). This is so because the adsorbed amounts are small and also the heats of sorption are moderate (around −15 kJ/mol). In the ", "Supporting Information", " (SI) some calculations were made and a sensitive analysis of changes of model parameters in the computed breakthrough profiles of CH", "4", " and N", "2", " depicted in Figure ", "5", "a) (run a_a1) are shown, where it is clear that the only parameter that influence the computed concentration profiles of the breakthrough curves is the axial mass Peclet number. As previously explained, the model used to simulate the breakthrough curves is similar to the one developed by Santacesaria et al.", "(39)", " which is an extension of the classic linear driving force model (LDF). In this system, if we want to be coherent there is no mass transfer limitations in the crystals of the 5A zeolite because diffusion is very fast for both absorbable species CH", "4", " and N", "2", " (in the order of 1 × 10", "–10", " m", "2", "/s).", "(47, 48)", " Since the crystals of commercial zeolites are generally small (lower than 2 μm) the diffusional limitations inside the crystals are absent (see the ", "Supporting Information", "). Accordingly, the most indicated mass transfer model for this system should be based in a linear driving force (LDF) accounting for film and macropore diffusion according to the following equation,", "(5)", "where ", "K", "LDF", " is the mass transfer coefficient, ", "k", "f", " is the film mass transfer coefficient, ", "D", "p", " is the pore diffusivity, ", "R", "p", " is the particle radius, and ε", "p", " is the particle porosity.", "Figure 5. Experimental data and comparison with the mathematical model for a binary 50(CH", "4", ")/50(N", "2", ") breakthrough curve in 5A zeolite at the temperature of 313 K and total pressure in the column of (a) 1 bar (run a_a1) (b) 5 bar (run a_a2). Points are experimental data and lines represent model predictions (left ", "y", " axis for concentration and right ", "y", " axis for temperature). The experimental conditions and model parameters are specified in Tables ", "3", " and ", "4", ", respectively.", "Table 4. Model Parameters for the Simulation of the Breakthrough Experiments (Run a_a1)", "a", "parameter", "value units", "parameter", "value units", "c", "pg", " ", "2.81 J/g·K", "K", "LDF", " ", "55 s", "–1", "e", "c", "ps", " 0.8 J/g·K", "K", "ax", " ", "0.062 W/m.K", "d", "c", " ", "3.35 × 10", "–2", " m", "L", " ", "0.085 m", "D", "ax", " ", "3.36 × 10", "–5", " m", "2", "/s", "b", "m", "a", " ", "50.4 g", "h", "p", " ", "126 W/m", "2", "·K", "c", "h", "w", " ", "12.8 W/m", "2", ".K", "d", "Greek Letters", " ", " ", " ", "ε", "b", " 0.4", " ", " ", "a", "The isotherm model parameters are the ones shown for the Langmuir isotherm (see Table ", "2", "). The physical parameters shown in Table 4 were used for the simulation of the run a_a1. For the other runs they were changed according to the previous correlations to take into account the dynamics of the experiments and the respective experimental conditions shown in Table ", "3", ".", "b", "Calculated by the correlation ", "D", "ax", " = 0.67", "D", "m", " + 0.5", "D", "p", "v", " taken from Ruthven.", "(43)", " The axial mass Peclet number is 10.", "c", "This value was estimated from the limit of ", "Nu", " = 2 and it can be considered a very high value, which means that the temperature between solid and bulk gas phase is in equilibrium.", "d", "This parameter was obtained through the fitting of the experimental breakthrough curve.", "e", "This value was calculated from the model of Santacesaria et al.", "(39)", " (eq ", "5", ") and, it is a very high value meaning that there is no mass transfer limitations in this system.", "The calculated value of ", "K", "LDF", " for run a_a1 is around 55 s", "–1", " which is a huge value meaning that there is no mass transfer limitations is this system (thermodynamic equilibrium). This is clearly demonstrated in the ", "Supporting Information", " where it is seen that changes in the value of ", "K", "LDF", " have no influence in the computation of the concentration profiles of the breakthrough curves. The sensitivity analysis shown in the ", "Supporting Information", " proves also that the dynamics of the fixed bed adsorption system studied (with long spreading mass traveling waves in the column) is influenced by the axial mass dispersion of the components in the bulk gas phase of the column together with the thermodynamic equilibrium competition between CH", "4", " and N", "2", " in zeolite 5A. We also use the heat balance in the simulations but since the amount adsorbed for CH", "4", " and N", "2", " are small and the heat of adsorption is also small (around −16 kJ/mol) the heat effects are minimal in the system (see in the ", "Supporting Information", " the influence of the heat balance parameters on the simulation of Run a_a1 (Figure ", "5", "a)). This analysis shows that if we want to improve the efficiency of a fixed bed column to obtain a better separation between CH", "4", " and N", "2", " (sharper mass traveling waves and higher roll-up’s for N", "2", ") we need to increase the axial mass Peclet number for column.", "Figure ", "6", "a,b shows similar fixed bed experiments performed at 343 K for the 50(CH", "4", ")/50 (N", "2", ") (experimental conditions given in Table ", "3", "). Again the mathematical model predicts with good accuracy the experimental fixed bed column adsorption dynamics. As expected, the breakthrough time of the components decreases since the loading is smaller at 343 K. However, the roll-up of N", "2", " is kept at the same level of the experiments performed at 313 K.", "Figure 6. Experimental data and comparison with the mathematical model for a binary 50(CH", "4", ")/50(N", "2", ") breakthrough curve in 5A zeolite at the temperature of 343 K and total pressure in the column of (a) 1 bar (RUN a_b1) (b) 5 bar (RUN a_b2). Points are experimental data and lines represent model predictions (left ", "y", " axis for concentration and right ", "y", " axis for temperature). The experimental conditions and model parameters are specified in Tables ", "3", " and ", "4", ", respectively.", "4.3", "Fixed Bed Adsorption Dynamic Studies of 75(CH", "4", ")/25(N", "2", ") Mixture Composition Diluted in an Inert (Helium)", "Similar experiments in the fixed bed were also performed for a mixture ratio 75(CH", "4", ")/25(N", "2", ") at the same conditions: (a) two temperatures 313 and 343 K; and (2) two total pressures 1 and 5 bar. The total flow rate feed to the column was equal to the one in the 50/50 binary experiments. The experimental conditions are given in Table ", "3", ".", "Figure ", "7", " shows the experiment performed at 313 K and total pressure of 1 bar where we can see that the mathematical model cannot compute with accuracy the experimentally observed roll-up of N", "2", ". The roll-up of N", "2", " observed experimentally is much higher than the one predicted by the model. A possible explanation, since we are in the presence of a fixed bed adsorption system dominated by the axial mass dispersion in the column and thermodynamic equilibrium is the over prediction of the extended Langmuir model of the adsorbed amount of N", "2", " at the experimental conditions of  run b_a1 (partial pressure of N", "2", " 0.156 atm). Since the observed experimental roll-up of N", "2", " is higher than the one predicted by the model, it means that the true loading of N", "2", " in the bed at equilibrium is less than the one predicted by the extended Langmuir isotherm. This fact can be explained if we observe the fitting of the pure component isotherm data of N", "2", " with the Langmuir model depicted in Figure ", "2", "b in the low pressure range, where it can be seen that the fitting overpredicts the adsorbed amount measured experimentally. Moreover, the Virial plots in Figure ", "3", "b also indicate that for N", "2", " the system becomes highly nonideal which could also explain the observed discrepancy. Accordingly, the extended Langmuir model fails in the prediction of mixture sorption when the partial pressure of N", "2", " in the feed is below 0.2 bar, which is the case of this experiment. To capture the roll-up of N", "2", " with the model at this partial pressure it will be necessary to use a different binary thermodynamic equilibrium model. However, it should be noted that the pure component N", "2", " isotherms observed in the low pressure range and coverage are very uncommon, and it is difficult to find a binary isotherm model capable of predicting the mixture sorption equilibria of mixtures CH", "4", "/N", "2", " in 5A zeolite for all pressures and mixture ratios ranges, since we are in the presence of a system where the data of one of the components do not obey Type I isotherms (N", "2", ") (in the low pressure range), combined with other component that obeys (CH", "4", "). Accordingly, the system is nonideal at the low pressure of N", "2", " adsorption in 5A zeolite (below 0.2 bar).", "Figure 7. Experimental data and comparison with the mathematical model for a binary 75(CH", "4", ")/25(N", "2", ") breakthrough curve in 5A zeolite at the temperature of 313 K and total pressure in the column of 1 bar (RUN b_a1). Points are experimental data and lines represent model predictions (left ", "y", " axis for concentration and right ", "y", " axis for temperature). The experimental conditions and model parameters are specified in Tables ", "3", " and ", "4", ", respectively.", "Figure ", "8", " shows the experimental data for the mixture 75(CH", "4", ")/25(N", "2", ") at 343 K and again we conclude that the mathematical model does not predict the behavior of the N", "2", " roll-up at the total pressure of 1 bar (Figure ", "8", "a), but the error is not so high as the one observed at 313 K since the total adsorbed amounts of the components are lower. However, for this mixture ratio the model agree with the data (roll-up of N", "2", ") at the total pressure of 5 bar (Figure ", "8", "b). This is so, because the partial pressure of N", "2", " is higher and the extended Langmuir model is more accurate to predict the loading of N", "2", ". From these results, we can conclude that the mathematical model together with the extended Langmuir isotherm are reasonable to predict the binary sorption of CH", "4", "/N", "2", " in the binderless beads of 5A zeolite, in operating conditions where the partial pressure of N", "2", " is above 0.2 bar for both mixture ratios 50/50 or 75/25, but fails in the prediction of the roll-up of N", "2", " when the partial pressure decreases below 0.2 bar. This is due to the abnormal behavior of N", "2", " in 5A zeolite in this region of the isotherm, since it does not obey a Type I typical isotherm which is the domain of validity of the Langmuir isotherm.", "Figure 8. Experimental data and comparison with the mathematical model for a binary 75(CH", "4", ")/25(N", "2", ") breakthrough curve in 5A zeolite at the temperature of 343 K and total pressure in the column of (a) 1 bar (run b_b1) (b) 5 bar (run b_b2). Points are experimental data and lines represent model predictions (left ", "y", " axis for concentration and right ", "y", " axis for temperature). The experimental conditions and model parameters are specified in Tables ", "3", " and ", "4", ", respectively.", "Top of Page", "Abstract", "Introduction", "Theoretical", "Experimental Section", "Results and Discussion", "Conclusions", "References", "5 Conclusions", "We performed a detailed study of the sorption of CH", "4", " and N", "2", " in binderless beads of 5A zeolite between 305 and 373 K and pressures up to 3 bar by measuring pure component isotherms and performing fixed bed adsorption binary experiments. The isotherms of N", "2", " and CH", "4", " show a 20% increase in capacity than in similar binder containing commercial zeolite 5A adsorbents. The isotherms of CH", "4", " are typical Type I up to a pressure of 3 bar with loadings not exceeding 1.2 mol/kg. The isotherms of N", "2", " show a lower amount adsorbed and seem practically linear up to a total pressure of 3 bar. However, looking in detail to the low pressure region of the N", "2", " isotherm (below 0.2 bar) we observe an abnormal behavior not typical of Type I isotherms. However, the isotherms of CH", "4", " and N", "2", " were satisfactorily represented with the Langmuir model keeping the maximum adsorbed amount constant for both components in order to give thermodynamic consistency in the predictions of mixture sorption behavior. A mathematical model taking into account the axial mass dispersion in the column, a LDF model valid for fluid side resistance with macropore diffusion control, heat effects, and prediction of binary sorption equilibria with the extended Langmuir model, was developed. The computed curves agree satisfactorily with the data for mixture ratios 50(CH", "4", ")/50(N", "2", ") and 75(CH", "4", ")/25(N", "2", ") with the exception of the prediction of the roll-up of N", "2", " when it́s partial pressure is below 0.2 bar. A possible explanation for that is the abnormal behavior of the N", "2", " isotherms at partial pressures below 0.2 bar that do not obey Type I isotherms. As a final conclusion, we must say that the sorption of CH", "4", " and N", "2", " and their binary mixtures in binderless beads of 5A zeolite can be satisfactorily predicted by a simple mathematical model with all parameters determined independently (including the Langmuir isotherm in both pure and binary mixtures), in the pressure range of the components above 0.2 (for N", "2", ") and below 3 bar and temperatures between 305 and 343 K.", " ", "Top of Page", "Abstract", "Introduction", "Theoretical", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "Detailed information about the mathematical model and parameters used for the simulations of fixed bed adsorption experiments. The Supporting Information is available free of charge on the ", "ACS Publications website", " at DOI: ", "10.1021/acs.iecr.5b01608", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Theoretical", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "We acknowledge Chemiewerk Bas Köstritz GmbH, Germany, for kindly providing the samples of binderless 5A zeolite (trade name “Köstrolith 5ABF”) studied in this work. This work is partially supported by project UID/EQU/50020/2013, QREN-ON2-FEDER-NORTE-07-0124-FEDER-0000006, and QREN-ON2-FEDER-NORTE-07-0162-FEDER-000050, financed by FEDER through COMPETE–Programa Operacional Factores de Competitividade and by FCT–Fundação para a Ciência e a Tecnologia.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Theoretical", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 48 other publications.", "1. ", "Natural Gas Processing Plants; ", "Linde Group", ": ", "2015", "; ", "http://www.linde-engineering.com/internet.global.lindeengineering.global/en/images/HE_1_1_e_12_150dpi19_4271.pdf", ".", "There is no corresponding record for this reference.", "2. ", "Mitariten", ", ", "M.", " ", "New technology improves nitrogen-removal economics", " ", "Oil Gas J.", " ", "2001", ",  ", "99", ",  ", "42", "– ", "44", "There is no corresponding record for this reference.", "3. ", "Mitariten", ", ", "M.", " Molecular Gate Adsorption System For The Removal Of Carbon Dioxide And/Or Nitrogen From Coalbed And Coal Mine Methane, SME Annual Meeting, Salt Lake City, Utah, February 28–March 2, 2005.", "There is no corresponding record for this reference.", "4. ", "Baker", ", ", "R. W.", "; ", "Pinnau", ", ", "I.", "; ", "He", ", ", "Z.", "; ", "Arno", ", ", "K. D.", "; ", "Costa", ", ", "A. R.", "; ", "Daniels", ", ", "R.", " ", " ", "Nitrogen gas separation using organic-vapor-resistant membranes", ". U.S. Patent 6,579,341, ", "2003", ".", "There is no corresponding record for this reference.", "5. ", "Habgood", ", ", "H. W.", " ", "The kinetic of molecular sieve action. Sorption of nitrogen-methane mixtures by Linde molecular sieve", " ", "Can. J. Chem.", " ", "1958", ",  ", "36", ",  ", "1384", "– ", "1397", "[", "Crossref", "], [", "CAS", "]", "5. ", "Kinetics of molecular-sieve action. Sorption of nitrogenmethane mixtures by Linde Molecular Sieve 4A", "Habgood, H. W.", "Canadian Journal of Chemistry", "\r\n        (", "1958", "),\r\n    ", "36", "\r\n        (", "),\r\n    ", "1384-97", "CODEN:\r\n                ", "CJCHAG", ";\r\n        ISSN:", "0008-4042", ".\r\n    ", "With Linde Mol. Sieve 4A, a dehydrated cryst. zeolite (cf. Breck, et al., C.A. 51, 5498a), the sorption of N and CH4, pure and in mixts., was studied at 0° and -79°.  The isotherms fitted the Langmuir equations, and for mixts. the equil. N sepn. factor was near 0.6.  Pure N was sorbed faster than pure CH4, the ratio of diffusion coeffs. being about 15 to 20:1.  From mixts. at const. pressure and compn. N was initially sorbed faster (with initial N sepn. factors as high as 10 at -79°), and the total amt. of sorbed N was passed through a max. before reaching the equil. value.  A qual. correlation, in terms of chem. potential gradients, between diffusion rates of the pure gases and mixts. is proposed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaG1MXjt1Ojtg%253D%253D&md5=a3402efb77a976bcf9695be8651750f5", "6. ", "Kuznicki", ", ", "S. M.", "; ", "Bell", ", ", "V. A.", "; ", "Petrovic", ", ", "I.", "; ", "Blosser", ", ", "P. W.", " ", " ", "Separation of nitroegen from mixtures thereof with methane utilizing barium exchanged ETS", ". U.S. Patent 5,989,316, ", "1999", ".", "There is no corresponding record for this reference.", "7. ", "Kuznicki", ", ", "S. M.", "; ", "Bell", ", ", "V. A.", "; ", "Nair", ", ", "S.", "; ", "Hillhouse", ", ", "H. W.", "; ", "Jacubinas", ", ", "R. M.", "; ", "Braunbarth", ", ", "C. M.", "; ", "Toby", ", ", "B. H.", "; ", "Tsapatsis", ", ", "M.", " ", "A titanosilicatemolecular sieve with adjustable pores for size-selective adsorption of molecules", " ", "Nature", " ", "2001", ",  ", "412", ",  ", "721", "– ", "724", "[", "Crossref", "]", "There is no corresponding record for this reference.", "8. ", "Dolan", ", ", "W. B.", "; ", "Kenneth F Butwe", ", ", "K. F.", " ", " ", "Selective removal of nitrogen from natural gas by pressure swing adsorption.", " U.S Patent 6,444,012, ", "2002", ".", "There is no corresponding record for this reference.", "9. ", "Delgado", ", ", "J. A.", "; ", "Uguina", ", ", "M. A.", "; ", "Águeda", ", ", "V. I.", "; ", "García-Sanz", ", ", "A.", " ", "Adsorption and diffusion parameters of methane and nitrogen on microwave-synthesized ETS-4", " ", "Langmuir", " ", "2008", ",  ", "24", ",  ", "6107", "– ", "6115", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Adsorption and Diffusion Parameters of Methane and Nitrogen on Microwave-Synthesized ETS-4", "Delgado, Jose A.; Uguina, Maria A.; Agueda, Vicente I.; Garcia-Sanz, Alicia", "Langmuir", "\r\n        (", "2008", "),\r\n    ", "24", "\r\n        (", "12", "),\r\n    ", "6107-6115", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "ETS-4 is a Ti silicate developed by Engelhard Corporation, which possesses a small pore network, the size of which can be reduced by heat treatment to improve its kinetic selectivity in nitrogen/methane sepn.  Most of the reported studies about ETS-4 employ crystals synthesized with conventional heating.  Also, information available on the adsorption properties of ETS-4, esp. the diffusion properties, is scarce.  Na-ETS-4 crystals were synthesized by microwave heating and were exchanged with Sr to obtain Sr-ETS-4 using also microwave heating.  This method for obtaining the Sr form of ETS-4 was not reported before.  Both materials were dehydrated to reduce their pore size.  The adsorption and diffusion parameters of nitrogen and methane on these materials, which were not measured for microwave-synthesized ETS-4 up to the present date, were estd. by modeling the desorption breakthrough curves of both gases using a fixed bed of ETS-4 crystals.  The kinetic selectivity of nitrogen over methane at 298 K of microwave-synthesized Sr-ETS-4 is 26.  This value is higher than the maxima reported in the literature for this material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXlvFOgsr4%253D&md5=c04bef2e1dad8c2d98bbdcbfb8d7f8fa", "10. ", "Bhadra", ", ", "S. J.", "; ", "Farooq", ", ", "S.", " ", "Separation of methane-nitrogen mixture by pressure swing adsorption for natural gas upgrading", " ", "Ind. Eng. Chem. Res.", " ", "2011", ",  ", "50", ",  ", "14030", "– ", "14045", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Separation of Methane-Nitrogen Mixture by Pressure Swing Adsorption for Natural Gas Upgrading", "Bhadra, S. J.; Farooq, S.", "Industrial & Engineering Chemistry Research", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "24", "),\r\n    ", "14030-14045", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A dynamic pressure swing adsorption simulation model has been developed that caters for a detailed transport mechanism of nitrogen and methane in the micropores of both ETS-4 and CMS adsorbents.  Five adsorbents, namely, barium-exchanged ETS-4 dehydrated at 400 °C (Ba400), strontium-exchanged ETS-4 dehydrated at 190 °C (Sr190) and 270 °C (Sr270), Bergbau-Forchung carbon mol. sieve (BF CMS), and Takeda carbon mol. sieve (Takeda CMS), have been selected for the simulation study in order to compare their performances for upgrading natural gas.  The transport mechanisms of gases in CMS and ETS-4 adsorbents are different.  In pressure swing adsorption (PSA) simulation, the binary equil. and kinetics are represented by the models that have recently been exptl. verified for methane-nitrogen mixt. in Ba400, Sr190, and Sr270 adsorbents [Majumdar, B.; Bhadra, S. J.; Marathe, R. P.; Farooq, S. Ind. Eng. Chem. Res.2011, 50, 3021].  The multisite Langmuir isotherm is used for adsorption equil.  The kinetic model takes into account diffusion in both macropores and micropores and the concn. dependence of micropore diffusivity according to the chem. potential gradient as the driving force with const. limiting micropore diffusivity.  It also has the provision to allow for the dual transport resistance and strong concn. dependence of the thermodynamically cor. micropore transport coeffs. in CMS according to the published results [Huang, Q.; Farooq, S.; Karimi, I. A. Langmuir2003, 19, 5722].  Operating conditions have been identified that favor high recovery while simultaneously meeting the required pipeline specification for methane purity.  The performance of the best sample for methane-nitrogen sepn. by PSA found from the simulation study, Ba400, is compared with published performances of ETS-4 and clinoptilolite.  It has been found that, in addn. to meeting pipeline specification, Ba400 also gives higher recovery, thus making this adsorbent a promising candidate for further exploration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVGnu73K&md5=5b70ffe537c8d310d4472324c62c443f", "11. ", "Cavenati", ", ", "S.", "; ", "Grande", ", ", "C. A.", "; ", "Rodrigues", ", ", "A. E.", " ", "Separation of CH", "4", "/CO", "2", "/N", "2", " mixtures by layered pressure swing adsorption for upgrade of natural gas", " ", "Chem. Eng. Sci.", " ", "2006", ",  ", "61", ",  ", "3893", "– ", "3906", "[", "Crossref", "], [", "CAS", "]", "11. ", "Separation of CH4/CO2/N2 mixtures by layered pressure swing adsorption for upgrade of natural gas", "Cavenati, Simone; Grande, Carlos A.; Rodrigues, Alirio E.", "Chemical Engineering Science", "\r\n        (", "2006", "),\r\n    ", "61", "\r\n        (", "12", "),\r\n    ", "3893-3906", "CODEN:\r\n                ", "CESCAC", ";\r\n        ISSN:", "0009-2509", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "A novel compact adsorption-based process for removal of carbon dioxide and nitrogen from low and medium natural gas flowrates is discussed.  The layered pressure swing adsorption (LPSA) process studied is composed of a zeolite 13X to selectively remove carbon dioxide followed by a layer of carbon mol. sieve 3K to make the sepn. of nitrogen from methane.  The advantage of the process is the removal of two different contaminants in the feed step, delivering methane at high pressure without recompression requirements.  A four-step cycle was studied comprising countercurrent pressurization, feed, countercurrent blowdown and countercurrent purge with product.  The blowdown step was performed in vacuum to remove carbon dioxide from zeolite 13X.  Expts. were performed in a single-column LPSA unit at different temps. and using different ratios of adsorbent layers to study the effects of these parameters in overall performance of the unit.  Feeding a mixt. of 60% CH4/20% CO2/20% N2, methane purity of 86.0% with 52.6% recovery was obtained at ambient temp. while 88.8% purity with 66.2% recovery was obtained at 323 K.  At both temps. there was a ratio of adsorbent layers where purity reaches a max., while product recovery always decreases for larger zeolite 13X layers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XktFegtrg%253D&md5=f2baaf284262044a0721be0a838af5e3", "12. ", "Fatehi", ", ", "A. I.", "; ", "Loughlin", ", ", "K. F.", "; ", "Hassan", ", ", "M. M.", " ", "Separation of methane-nitrogen mixtures by pressure swing adsorption using carbon molecular sieve", " ", "Gas Sep. Purif.", " ", "1995", ",  ", "9", ",  ", "199", "– ", "204", "[", "Crossref", "], [", "CAS", "]", "12. ", "Separation of methane-nitrogen mixtures by pressure swing adsorption using a carbon molecular sieve", "Fatehi, A. I.; Loughlin, K. F.; Hassan, M. M.", "Gas Separation & Purification", "\r\n        (", "1995", "),\r\n    ", "9", "\r\n        (", "3", "),\r\n    ", "199-204", "CODEN:\r\n                ", "GSEPEP", ";\r\n        ISSN:", "0950-4214", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "A 40-60% and a 8-92% methane-nitrogen mixt. were sepd. in a two-bed pressure swing adsorption (PSA) unit using a carbon mol. sieve (CMS) adsorbent.  The CMS adsorbent used is a dual-resistance type comprising a barrier resistance on the crystal surface and diffusion resistance in the crystal interior.  This dual resistance is modeled using the linear driving force (LDF) PSA model.  The parameter Ω of the LDF model, which relates the theor. and exptl. results, was significantly different from that for conventional diffusion-controlled processes.  This difference is attributed to the presence of a barrier resistance in the CMS.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXnvFWquro%253D&md5=c9addf4fa377b314d608dd5993ed4139", "13. ", "Jayaraman", ", ", "A.", "; ", "Hernandez-Maldonado", ", ", "A. J.", "; ", "Yang", ", ", "R. T.", "; ", "Chinn", ", ", "D.", "; ", "Munson", ", ", "C. L.", "; ", "Mohr", ", ", "D. H.", " ", "Clinoptilolites for nitrogen/methane separation", " ", "Chem. Eng. Sci.", " ", "2004", ",  ", "59", ",  ", "2407", "[", "Crossref", "], [", "CAS", "]", "13. ", "Clinoptilolites for nitrogen/methane separation", "Jayaraman, Ambalavanan; Hernandez-Maldonado, Arturo J.; Yang, Ralph T.; Chinn, Daniel; Munson, Curtis L.; Mohr, Donald H.", "Chemical Engineering Science", "\r\n        (", "2004", "),\r\n    ", "59", "\r\n        (", "12", "),\r\n    ", "2407-2417", "CODEN:\r\n                ", "CESCAC", ";\r\n        ISSN:", "0009-2509", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "Clinoptilolites, naturally occurring zeolites, currently used by nuclear industry for ion exchange and drying, were evaluated for the nitrogen/methane sepn.  Ion exchange of purified clinoptilolite was carried out individually with the cations Na+, Mg2+, Ca2+, K+ and H+, and the adsorption isotherms and diffusion rates were measured.  Purified and Mg-clinoptilolite show potential for nitrogen/methane sepn. and high-pressure adsorption isotherms were measured in a differential absorption bed.  Pressure swing adsorption simulations were performed for purified clinoptilolite, Mg-clinoptilolite and the com. sorbent ETS-4.  Purified clinoptilolite shows slightly higher recovery and lower productivity than ETS-4 for similar product purity (∼95%).  Mixed ion-exchanged clinoptilolites of Mg/Ca cations, K/Na cations and Mg/Na cations were also prepd. and studied for the nitrogen/methane sepn.  Mg/Na (50/50) mixed ion-exchanged clinoptilolite exhibits very good equil. and kinetic selectivity in the low-pressure range, better than purified clinoptilolite.  Mixed-exchange clinoptilolites also show a wide range of adsorption characteristics with varying ratios of cation exchange, thereby making them suitable for further improvements in nitrogen/methane sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXktVegsb0%253D&md5=36d83bf8827ba468116adcc149f7c57e", "14. ", "Kapoor", ", ", "A.", "; ", "Yang", ", ", "R. T.", " ", "Kinetic separation of methane-carbon dioxide mixture by adsorption on molecular sieve carbon", " ", "Chem. Eng. Sci.", " ", "1989", ",  ", "44", ",  ", "1723", "– ", "1733", "[", "Crossref", "], [", "CAS", "]", "14. ", "Kinetic separation of methane-carbon dioxide mixture by adsorption on molecular sieve carbon", "Kapoor, A.; Yang, R. T.", "Chemical Engineering Science", "\r\n        (", "1989", "),\r\n    ", "44", "\r\n        (", "8", "),\r\n    ", "1723-33", "CODEN:\r\n                ", "CESCAC", ";\r\n        ISSN:", "0009-2509", ".\r\n    ", "Pressure-swing-adsorption (PSA) sepn. of a CH4/CO2 mixt. (with application in landfill-gas and tertiary-oil-recovery-effluent sepns.) was studied exptl. and theor.  Mol.-sieve C was the sorbent.  The diffusivity ratio of CO2/CH4 is 180 at 298 K.  The diffusivity difference was the basis for kinetic sepn.  The cycle time was chosen to allow substantial sorption of CO2 but preclude penetration by CH4 into the micropores.  With a feed of 50/50 CO2/CH4, the typical results of a PSA cycle between 30 psig (feed pressure) and 5 psia at a cycle time of 120 s were: 90% CH4 purity and >90% CH4 recovery at a feed throughput of 140 ISTP/h/kg sorbent.  Effects of the important kinetic sepn. parameters are shown.  The sepn. results are simulated by a kinetic model in which a cycle-time-dependent, linear-driving-force, mass-transfer coeff. was used.  Data are reported for equil. PSA sepn. with 5A zeolite.  A comparison was made for the kinetic sepn. with mol.-sieve C, equil. sepn. with 5A zeolite, and membrane sepn.  Kinetic sepn. appeared to be superior.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1MXkvF2msbc%253D&md5=2902b0b606126557a6b87dc28c380f1d", "15. ", "Majumdar", ", ", "B.", "; ", "Bhadra", ", ", "S. J.", "; ", "Marathe", ", ", "R. P.", "; ", "Farooq", ", ", "S.", " ", "Adsorption and diffusion of methane and nitrogen in barium exchanged ETS-4", " ", "Ind. Eng. Chem. Res.", " ", "2011", ",  ", "50", ",  ", "3021", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Adsorption and diffusion of methane and nitrogen in barium exchanged ETS-4", "Majumdar, B.; Bhadra, S. J.; Marathe, R. P.; Farooq, S.", "Industrial & Engineering Chemistry Research", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "5", "),\r\n    ", "3021-3034", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Single component equil. and uptake of CH4 and N in Ba-exchanged ETS-4, Ba-ETS-4, were measured in a const. vol. app. over a wide range of temps. and pressures followed by binary measurements in a differential adsorption bed at some selected conditions.  Similar binary data in 2 Sr exchanged samples were also included for which unary data were earlier reported from our lab.  Adsorbent particles used in these measurements were obtained by pressure-binding very fine crystals of Ba-ETS-4 synthesized in this lab., thus giving rise to a bidispersed pore structure with the controlling resistance to diffusion in the micropores.  The effect of dehydration temp. on equil. and kinetics of aforementioned gases in Ba-ETS-4 was also investigated.  The uncoupled kinetic selectivity of N over CH4 in Ba-ETS-4 measured in this study far exceeds the selectivity reported for CH4-N sepn. in other adsorbents in the literature.  Kinetic selectivity including the coupling of equil. isotherm and uptake was also calcd. from binary measurements and is found to be equally encouraging.  The impact of isotherm models on the concn. dependence of micropore diffusivity was analyzed on the basis of chem. potential gradient as the driving force for diffusion.  Binary equil. and kinetic models based on parameters independently established from unary expts. were proposed that are able to explain the transport mechanism and capture the essential features of measured binary data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtVKgtLo%253D&md5=ffa9af1b0d38f61776fcc6b76efd21ec", "16. ", "Ackley", ", ", "M.", "; ", "Yang", ", ", "R. T.", " ", "Diffusion in ion-exchanged clinoptilolites", " ", "AIChE J.", " ", "1991", ",  ", "37", ",  ", "1645", "– ", "1656", "[", "Crossref", "], [", "CAS", "]", "16. ", "Diffusion in ion-exchanged clinoptilolites", "Ackley, Mark W.; Yang, Ralph T.", "AIChE Journal", "\r\n        (", "1991", "),\r\n    ", "37", "\r\n        (", "11", "),\r\n    ", "1645-56", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    ", "The 2-dimensional channel structure of clinoptilolite mineral was altered systematically by ion exchange to study the effects of cation type, size, location, and distribution on the diffusion of N and CH4.  Concn.-dependent diffusion time consts. (D/L2) were detd. from gravimetric uptake measurements for fully-exchanged K+, Na+, and H+ clinoptilolites, and highly exchanged Ca2+ (89%) and Mg2+ (72%) clinoptilolites.  Both plane sheet and parallel channel diffusion models were developed from the 1-dimensional plane sheet diffusion equation and fitted to the uptake data.  Values of D/L2 varied by a factor of >1,000 for both N and CH4, whereas kinetic selectivity spanned nearly 2 orders of magnitude for this group of modified clinoptilolites.  The range in performance for NCH4 sepn. demonstrates the potential for tailoring clinoptilolite by cation manipulation for the kinetic sepn. of other gas mixts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38XisVegsA%253D%253D&md5=93da614436f4633e700b0a96ebd06531", "17. ", "Armenta", ", ", "A. G.", "; ", "Ramirez", ", ", "H. G.", "; ", "Loyola", ", ", "F. F.", "; ", "Castaneda", ", ", "A. U.", "; ", "Gonzalez", ", ", "R. S.", "; ", "Munoz", ", ", "C. T.", "; ", "Lopez", ", ", "A. J.", "; ", "Castellon", ", ", "E. R.", " ", "Adsorption Kinetics of CO", "2", ", O", "2", ", N", "2", ", and CH", "4", " in cation-exchanged clinoptilolite", " ", "J. Phys. Chem. B", " ", "2001", ",  ", "105", ",  ", "1313", "– ", "1319", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "18. ", "Liu", ", ", "B.", "; ", "Smit", ", ", "B.", " ", "Comparative molecular simulation study of CO", "2", "/N", "2", " and CH", "4", "/N", "2", " separation in zeolites and metal–organic frameworks", " ", "Langmuir", " ", "2009", ",  ", "25", ",  ", "5918", "– ", "5926", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Comparative Molecular Simulation Study of CO2/N2 and CH4/N2 Separation in Zeolites and Metal-Organic Frameworks", "Liu, Bei; Smit, Berend", "Langmuir", "\r\n        (", "2009", "),\r\n    ", "25", "\r\n        (", "10", "),\r\n    ", "5918-5926", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A systematic mol. simulation study was performed to compare the sepn. of CO2/N2 and CH4/N2 mixts. in two different classes of nanoporous materials, zeolites, and metal-org. frameworks (MOFs).  For this purpose, three zeolites (MFI, LTA, and DDR) and seven MOFs (Cu-BTC, MIL-47 (V), IRMOF-1, IRMOF-12, IRMOF-14, IRMOF-11, and IRMOF-13) were chosen as the representatives to compare.  From the validated force fields, both adsorption selectivity and pure CO2 and CH4 adsorption isotherms were simulated.  Although MOFs perform much better for gas storage, their sepn. performance is comparable to zeolites; for the systems with the preferable component having a larger quadrupolar moment, both zeolites and MOFs can enhance the sepn. selectivity, and in contrast they both reduce the selectivity.  Ideal adsorbed soln. theory (IAST) gives a very reasonable prediction of the mixt. adsorption isotherms both in zeolites and in MOFs if the pure component isotherms are known.  The difference in quadrupolar moment of the components is an important property that has to be considered in the selection of a membrane material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVSktLo%253D&md5=b60d09cbafa33be8c51014a0f06e5745", "19. ", "Saha", ", ", "D.", "; ", "Bao", ", ", "Z.", "; ", "Jia", ", ", "F.", "; ", "Deng", ", ", "S.", " ", "Adsorption of CO", "2", ", CH", "4", ", N", "2", "O, and N", "2", " on MOF-5, MOF-177, and Zeolite 5A", " ", "Environ. Sci. Technol.", " ", "2010", ",  ", "44", ",  ", "1820", "– ", "1826", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Adsorption of CO2, CH4, N2O, and N2 on MOF-5, MOF-177, and Zeolite 5A", "Saha, Dipendu; Bao, Zongbi; Jia, Feng; Deng, Shuguang", "Environmental Science & Technology", "\r\n        (", "2010", "),\r\n    ", "44", "\r\n        (", "5", "),\r\n    ", "1820-1826", "CODEN:\r\n                ", "ESTHAG", ";\r\n        ISSN:", "0013-936X", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption equil. and kinetics of CO2, CH4, N2O, and N2 on two newly discovered adsorbents, metal-org. frameworks MOF-5 and MOF-177 and one traditional adsorbent, zeolite 5A were detd. to assess their efficacy for CO2, CH4, and N2O removal from air and sepn. of CO2 from CH4 in pressure swing adsorption processes.  Adsorption equil. and kinetics data for CO2, CH4, N2O, and N2 on all three adsorbents were measured volumetrically at 298K and gas pressures up to 800 Torr.  Adsorption equil. capacities of CO2 and CH4 on all three adsorbents were detd. gravimetrically at 298 K and elevated pressures (14 bar for CO2 and 100 bar for CH4).  The Henry's law and Langmuir adsorption equil. models were applied to correlate the adsorption isotherms, and a classical micropore diffusion model was used to analyze the adsorption kinetic data.  The adsorption equil. selectivity was calcd. from the ratio of Henry's consts., and the adsorbent selection parameter for pressure swing adsorption processes were detd. by combining the equil. selectivity and working capacity ratio.  Based on the selectivity and adsorbent selection parameter results, zeolite 5A is a better adsorbent for removing CO2 and N2O from air and sepn. of CO2 from CH4, whereas MOF-177 is the adsorbent of choice for removing CH4 from air.  However, both MOF adsorbents have larger adsorption capacities for CO2 and CH4 than zeolite 5A at elevated pressures, suggesting MOF-5 and MOF-177 are better adsorbents for CO2 and CH4 storage.  The CH4 adsorption capacity of 22 wt.% on MOF-177 at 298K and 100 bar is probably the largest adsorption uptake of CH4 on any dry adsorbents.  The av. diffusivity of CO2, CH4 and N2O in MOF-5 and MOF-177 is in the order of 10-9 m2/s, as compared to 10-11 m2/s for CO2, CH4 and N2O in zeolite 5A.  The effects of gas pressure on diffusivity for different adsorbate-adsorbent systems were also investigated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhslShtb4%253D&md5=368630e8277ca4be3130df488a1780f9", "20. ", "Yang", ", ", "J.", "; ", "Zhao", ", ", "Q.", "; ", "Hu", ", ", "H.", "; ", "Li", ", ", "L.", "; ", "Dong", ", ", "J.", "; ", "Li", ", ", "J.", " ", "Adsorption of CO", "2", ", CH", "4", ", and N", "2", " on gas diameter grade ion-exchange small pore zeolites", " ", "J. Chem. Eng. Data", " ", "2012", ",  ", "57", ",  ", "3701", "– ", "3709", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Adsorption of CO2, CH4, and N2 on Gas Diameter Grade Ion-Exchange Small Pore Zeolites", "Yang, Jiangfeng; Zhao, Qiang; Xu, Hong; Li, Libo; Dong, Jinxiang; Li, Jinping", "Journal of Chemical & Engineering Data", "\r\n        (", "2012", "),\r\n    ", "57", "\r\n        (", "12", "),\r\n    ", "3701-3709", "CODEN:\r\n                ", "JCEAAX", ";\r\n        ISSN:", "0021-9568", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors prepd. several different surfaces and pore vols. on small pore zeolites by hydrothermal synthesis and ion exchange (Li+, Na+, and Ca2+) based on three basic gas diam. grade structures of zeolites: KFI (0.39 × 0.39 nm), CHA (0.38 × 0.38 nm), and LEV (0.36 × 0.48 nm), which were characterized by XRD, SEM, and elemental anal.  The surface area and microporous vols. were calcd. using the Dubinin-Radushkevitch (D-R) equation based on CO2 adsorption at 273 K.  The CHA was synthesized with a lower Si/Al ratio, and the surfaces and microporous vols. were changed greatly by ion exchange.  KFI had a higher Si/Al ratio, and the scope of the surface could be kept smaller.  Focusing on the CO2, CH4, and N2 adsorption isotherms at high pressure (1 MPa), the samples were exchanged by Li+ and Na+ with bigger surfaces and greater adsorption vols.  The orifice diam. was very important in the sieving of CO2 and N2 or CO2 and CH4, while Na-LEV had an excellent sieving effect because N2 and CH4 could not diffuse into its structure like CO2.  From the viewpoint of the sep. adsorption equil.: Na-zeolites had the highest data adsorption equil. selectivity for CO2 and N2 or CO2 and CH4, followed by Li-zeolites, which only had a strong adsorption potential of CO2; K-zeolites with high SCO4SCH4/N2UB°2/N2° and SCH44/N2, based on the strong adsorption of CO2 and CH4.  The adsorption potential order was K-zeolites > Na-zeolites > Li-zeolites, so the bigger ions had a stronger affinity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1aktbfN&md5=f2ec1e3dd6e8f202aa99605008f8c081", "21. ", "Yuan", ", ", "B.", "; ", "Wu", ", ", "X.", "; ", "Chen", ", ", "Y.", "; ", "Huang", ", ", "J.", "; ", "Luo", ", ", "H.", "; ", "Deng", ", ", "S.", " ", "Adsorption of CO", "2", ", CH", "4", ", and N", "2", " on ordered mesoporous carbon: Approach for greenhouse gases capture and biogas upgrading", " ", "Environ. Sci. Technol.", " ", "2013", ",  ", "47", ",  ", "5474", "– ", "5480", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Adsorption of CO2, CH4, and N2 on Ordered Mesoporous Carbon: Approach for Greenhouse Gases Capture and Biogas Upgrading", "Yuan, Bin; Wu, Xiaofei; Chen, Yingxi; Huang, Jianhan; Luo, Hongmei; Deng, Shuguang", "Environmental Science & Technology", "\r\n        (", "2013", "),\r\n    ", "47", "\r\n        (", "10", "),\r\n    ", "5474-5480", "CODEN:\r\n                ", "ESTHAG", ";\r\n        ISSN:", "0013-936X", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Sepn. of CO2 and N2 from CH4 is significantly important in natural gas upgrading, and capture/removal of CO2, CH4 from air (N2) is essential to greenhouse gas emission control.  Adsorption equil. and kinetics of CO2, CH4, and N2 on an ordered mesoporous carbon sample were systematically investigated to evaluate its capability in the above two applications.  The ordered mesoporous carbon was synthesized and characterized with TEM, thermogravimetric anal., small-angle x-ray diffraction, and nitrogen adsorption/desorption measurements.  Pure component adsorption isotherms of CO2, CH4, and N2 were measured at 278, 298, and 318 K and pressures up to 100 kPa, and correlated with the Langmuir model.  These data were used to est. the sepn. selectivities for CO2/CH4, CH4/N2, and CO2/N2 binary mixts. at different compns. and pressures according to the ideal adsorbed soln. theory model.  At 278 K and 100 kPa, the predicted selectivities for equimolar CO2/CH4, CH4/N2, and CO2/N2 are 3.4, 3.7, and 12.8, resp.; and the adsorption capacities for CH4 and CO2 are 1.3 and 3.0 mmol/g, resp.  This is the first report of a versatile mesoporous material that displays both high selectivities and large adsorption capacities for sepg. CO2/CH4, CH4/N2, and CO2/N2 mixts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmt1ymsb0%253D&md5=2d80e4e0c8825b22bcedd2254fd17edd", "22. ", "Turnock", ", ", "P. H.", "; ", "Kadlec", ", ", "R. H.", " ", "Separation of nitrogen and methane via periodic separation", " ", "AIChE J.", " ", "1971", ",  ", "17", ",  ", "335", "– ", "342", "[", "Crossref", "], [", "CAS", "]", "22. ", "Separation of nitrogen and methane via periodic adsorption", "Turnock, Philip H.; Kadlec, Robert H.", "AIChE Journal", "\r\n        (", "1971", "),\r\n    ", "17", "\r\n        (", "2", "),\r\n    ", "335-42", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    ", "The periodic process utilizes a rapid pressure-swing cycle in an adsorbent bed to effect the sepn. of gas mixts.  During the 1st portion of a cycle the compressed gas mixt. flows into the adsorbent-filled column.  Next, while the feed gas is restrained, an exhaust orifice is opened at the feed end of the column providing depressurization.  The product stream is enriched in the component exhibiting the lowest coeff. of adsorption.  A math. model based upon the assumption of instantaneous equil. between the gas phase and the adsorbed gas was formulated and solved to simulate the periodic, adsorption process.  The measured N content of the product gas stream correlated with the ratio of the product gas rate to the feed gas rate.  At 24° the calcd. pressure response, feed-gas flow rate, and product-gas compn. correspond favorably with related exptl. measurements for all values of the feed gas pressure, cycling frequency, and product-gas flow rate within the ranges investigated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE3MXhtVWjurw%253D&md5=75494bf7db1dc05afbd949f909e52d17", "23. ", "Pigorini", ", ", "G.", "; ", "LeVan", ", ", "M. D.", " ", "Equilibrium theory for pressure swing adsorption. 2: Purification and enrichment in layered beds", " ", "Ind. Eng. Chem. Res.", " ", "1997", ",  ", "36", ",  ", "2296", "– ", "2305", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Equilibrium Theory for Pressure Swing Adsorption. 2. Purification and Enrichment in Layered Beds", "Pigorini, Giuseppe; LeVan, M. Douglas", "Industrial & Engineering Chemistry Research", "\r\n        (", "1997", "),\r\n    ", "36", "\r\n        (", "6", "),\r\n    ", "2296-2305", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Equil. theory is applied to the anal. of the periodic performance of an isothermal pressure swing adsorber in which the bed is composed of two layers of different adsorbents, with high pressure feed and low pressure purge using pure inert gas.  The feed consists of a single adsorbable component in inert gas, and the purge is pure inert gas.  The adsorbents differ in capacities for the adsorbable species and in the shapes of isotherms, which can be linear or concave downward.  The authors solve for the periodic concn. profile and for the depth of penetration of the shock into the second layer during the feed step.  The soln. is anal. and relies on the theory of characteristics.  The periodic state is detd. directly, without iteration.  Examples consider the effects of isotherm shapes and capacities, the direct detn. of the periodic states, and the optimum layering of beds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXjtFSjtrc%253D&md5=4a5c33f4d451bf26dadc44f0c269218e", "24. ", "Lopes", ", ", "F.", " New Pressure Swing Adsorption Cycles for Hydrogen Purification from Steam Reforming Off-Gases. Ph.D. Thesis, ", "University of Porto, Portugal", ", ", "2010", ".", "There is no corresponding record for this reference.", "25. ", "Rao", ", ", "V. R.", "; ", "Farooq", ", ", "S.", " ", "Experimental study of a pulsed-pressure-swing-adsorption process with very small 5A zeolite particles for oxygen enrichment", " ", "Ind. Eng. Chem. Res.", " ", "2014", ",  ", "53", ",  ", "13157", "– ", "13170", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Experimental Study of a Pulsed-Pressure-Swing-Adsorption Process with Very Small 5A Zeolite Particles for Oxygen Enrichment", "Rao, Vemula Rama; Farooq, Shamsuzzaman", "Industrial & Engineering Chemistry Research", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "33", "),\r\n    ", "13157-13170", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The pressure drop characteristics, dynamic column breakthrough, and pulsed-pressure-swing-adsorption (PPSA) expts. in an adsorption column packed with very fine 5A zeolite particles of mixed size in the range 63-75 μm are presented.  A multipurpose exptl. setup was designed and constructed to perform these expts.  The pressure drop and axial dispersion were very high in the adsorption column.  Darcy's equation and the correlation by G. Langer et al.(1978) were recalibrated to account for the increased pressure drop and enhanced axial dispersion, resp.  With these recalibrated constituent models, the numerical process model, solved using COMSOL Multiphysics software, was able to correctly capture the measured exptl. breakthrough and PPSA performance results.  The principal conclusion from this study is that the high axial dispersion and pressure drop in a column packed with very fine 5A zeolite particles are due to the surface roughness and clustering of the particles and channeling in the column, which are detrimental to the performance of the PPSA process.  Therefore, the max. oxygen product purity obtained in a simple two-step PPSA process was limited to < 40%.  The challenges of designing a small and lightwt. oxygen concentrator to deliver ≥ 90% O2 concn. for Chronic Obstructive Pulmonary Disease patients are also identified.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtlSrtb7L&md5=d53bc2a9d80e6004b6503ea10a76abf6", "26. ", "Jänchen", ", ", "J.", "; ", "Schumann", ", ", "K.", "; ", "Thrun", ", ", "E.", "; ", "Brandt", ", ", "A.", "; ", "Unger", ", ", "B.", "; ", "Hellwig", ", ", "U.", " ", "Preparation, hydrothermal stability and thermal adsorption storage properties of binderless zeolite beads", " ", "Int. J. Low-Carbon Technol.", " ", "2012", ",  ", "7", ",  ", "275", "– ", "279", "[", "Crossref", "]", "There is no corresponding record for this reference.", "27. ", "Schumann", ", ", "K.", "; ", "Unger", ", ", "B.", "; ", "Brandt", ", ", "A.", "; ", "Scheffler", ", ", "F.", " ", "Investigation on the pore structure of binderless zeolite 13X shapes", " ", "Microporous Mesoporous Mater.", " ", "2012", ",  ", "154", ",  ", "119", "– ", "123", "[", "Crossref", "], [", "CAS", "]", "27. ", "Investigation on the pore structure of binderless zeolite 13× shapes", "Schumann, Kristin; Unger, Baldur; Brandt, Alfons; Scheffler, Franziska", "Microporous and Mesoporous Materials", "\r\n        (", "2012", "),\r\n    ", "154", "\r\n        (", "),\r\n    ", "119-123", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "In the last few years novel binderless mol. sieves as high-performance materials were introduced into tech. adsorption processes.  Besides of the 100% active adsorption matter such material exhibits an advantageous secondary pore system.  In this paper a more detailed investigation of the structure and the generation thereof is presented.  To characterize the pore structure of the system SEM, EDX, Hg-porosimetry, as well as adsorption measurements (N2 and CO2) were used.  For addnl. investigations XRD and XRF were applied.  As a result of the special manufg. process - granulation of zeolite NaMSX powder with metakaolin/caustic under high energy input followed by an alk. treatment - two different types of zeolite morphologies were obtained: On the outer surface of the beads typical octahedral zeolite X crystals are monitored as a result of conventional and epitaxial crystal growth.  In contrast the interior of the beads exhibits polycryst. structures consisting of zeolite X in untypical shape, which is most probably the result of zeolite formation in dense matter.  Due to the confined space conventional and epitaxial growth is inhibited.  Obviously the original zeolite crystals are intergrown by polycryst. zeolite NaMSX matter originated from converted metakaolin, and by the way forming macro pores.  Said structure formation is the cause for the surprisingly high mech. stability of the binderless shaped bodies.  The existence of the superior secondary pore system and the high mech. stability of binderless type NaMSX shapes can be explained as result of different pathways of the conversion of metakaolin into zeolite matter due to the existence of areas of different densities after the granulation process.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xjt1GmtLc%253D&md5=2b33a04ba536d79b67973faefcbf082f", "28. ", "Ferreira", ", ", "A. F. P.", "; ", "Santos", ", ", "J. C.", "; ", "Plaza", ", ", "M. G.", "; ", "Lamia", ", ", "N.", "; ", "Loureiro", ", ", "J. M.", "; ", "Rodrigues", ", ", "A. E.", " ", "Suitability of Cu-BTC extrudates for propane–propylene separation by adsorption processes", " ", "Chem. Eng. J.", " ", "2011", ",  ", "167", ",  ", "1", "– ", "12", "[", "Crossref", "], [", "CAS", "]", "28. ", "Suitability of Cu-BTC extrudates for propane-propylene separation by adsorption processes", "Ferreira, Alexandre F. P.; Santos, Joao C.; Plaza, Marta G.; Lamia, Nabil; Loureiro, Jose M.; Rodrigues, Alirio E.", "Chemical Engineering Journal (Amsterdam, Netherlands)", "\r\n        (", "2011", "),\r\n    ", "167", "\r\n        (", "1", "),\r\n    ", "1-12", "CODEN:\r\n                ", "CMEJAJ", ";\r\n        ISSN:", "1385-8947", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "In this work, we investigate the potential of a MOF porous material, Cu-BTC in combination with cyclic adsorption processes (vacuum swing adsorption, VSA, and simulated moving bed, SMB) for the sepn. of propylene/propane mixt.  A gravimetric method has been used to measure the adsorption isotherms of propylene, propane and isobutane onto Cu-BTC extrudates over a temp. range from 323 to 373 K and pressures up to 500 kPa.  These were complemented by exptl. characterization of the Cu-BTC material using XRD and SEM-EDS techniques.  Whereas the sepn. and its kinetics were studied by breakthrough expts. on a column packed with the Cu-BTC material in the extruded form at 373 K.  The Cu-BTC extrudates are selective towards propylene, highlighting the potential of this material for the sepn. of propane and propylene mixts. by PSA process.  Furthermore, in a range of temps. and pressures, the affinity of Cu-BTC for isobutane was obsd. to be intermediate to that of propane and propylene which suggest that isobutane is a promising desorbent in SMB processes for propane/propylene sepns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhvVCktbw%253D&md5=310abc21a97cbd5e6847bdbbbd71f682", "29. ", "Ottiger", ", ", "S.", "; ", "Pini", ", ", "R.", "; ", "Storti", ", ", "G.", "; ", "Mazzotti", ", ", "M.", " ", "Competitive adsorption equilibria of CO", "2", " and CH", "4", " on a dry coal", " ", "Adsorption", " ", "2008", ",  ", "14", ",  ", "539", "– ", "556", "[", "Crossref", "], [", "CAS", "]", "29. ", "Competitive adsorption equilibria of CO2 and CH4 on a dry coal", "Ottiger, Stefan; Pini, Ronny; Storti, Giuseppe; Mazzotti, Marco", "Adsorption", "\r\n        (", "2008", "),\r\n    ", "14", "\r\n        (", "4/5", "),\r\n    ", "539-556", "CODEN:\r\n                ", "ADSOFO", ";\r\n        ISSN:", "0929-5607", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "Gases like CO2 and CH4 are able to adsorb on the coal surface, but also to dissolve into its structure causing the coal to swell.  In this work, the binary adsorption of CO2 and CH4 on a dry coal (Sulcis Coal Province, Italy) and its swelling behavior are investigated.  The competitive adsorption measurements are performed at 45° and up to 190 bar for pure CO2, CH4 and four mixts. of molar feed compns. of 20.0, 40.0, 60.0 and 80.0% CO2 using a gravimetric-chromatog. technique.  Carbon dioxide adsorbs more favorably than methane leading to an enrichment of the fluid phase in CH4.  Coal swelling is detd. using a high-pressure view cell, by exposing a coal disk to CO2, CH4 and He at 45 and 60° and up to 140 bar.  For CO2 and CH4 a max. swelling of ∼4 and 2% is found, whereas He shows negligible swelling.  The presented adsorption and swelling data are then discussed in terms of fundamental, thermodn. aspects of adsorption and properties which are crucial for an ECBM operation, i.e. the CO2 storage capacity and the dynamics of the replacement of CH4 by CO2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtFajtLjE&md5=2e56ebf522be452bf897917a6244cb4b", "30. ", "Finsy", ", ", "V.", "; ", "Ma", ", ", "L.", "; ", "Alaerts", ", ", "L.", "; ", "De Vos", ", ", "D. E.", "; ", "Baron", ", ", "G.", "; ", "Denayer", ", ", "J.", " ", "Separation of CO", "2", "/CH", "4", " mixtures with the MIL-53(A1) metal–organic framework", " ", "Microporous Mesoporous Mater.", " ", "2009", ",  ", "120", ",  ", "221", "– ", "227", "[", "Crossref", "], [", "CAS", "]", "30. ", "Separation of CO2/CH4 mixtures with the MIL-53(Al) metal-organic framework", "Finsy, V.; Ma, L.; Alaerts, L.; De Vos, D. E.; Baron, G. V.; Denayer, J. F. M.", "Microporous and Mesoporous Materials", "\r\n        (", "2009", "),\r\n    ", "120", "\r\n        (", "3", "),\r\n    ", "221-227", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "Adsorptive sepn. of CH4/CO2 mixts. was studied using a fixed-bed packed with MIL-53(Al) MOF pellets.  Such pellets of MIL-53(Al) were produced using a polyvinyl alc. binder.  As revealed by N2 adsorption isotherms, the use of polyvinyl alc. as binder results in a loss in overall capacity of 32%.  Sepns. of binary mixts. in breakthrough expts. were successfully performed at pressures varying between 1 and 8 bar and different mixt. compns.  The binary adsorption isotherms reveal a preferential adsorption of CO2 compared to CH4 over the whole pressure and concn. range.  The sepn. selectivity was affected by total pressure; below 5 bar, a const. selectivity, with an av. sepn. factor of about 7 was obsd.  Above 5 bar, the av. sepn. factor decreases to about 4.  The adsorption selectivity is affected by breathing of the framework and specific interaction of CO2 with framework hydroxyl groups.  CO2 desorption can be realized by mild thermal treatment.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXisFKju78%253D&md5=17680be1f25a9b18dd36c60437ca959b", "31. ", "Serra-Crespo", ", ", "P.", "; ", "Berger", ", ", "R.", "; ", "Yang", ", ", "W.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", " ", "Separation of CO", "2", "/CH", "4", " mixtures over NH", "2", "-MIL-53—An experimental and modelling study", " ", "Chem. Eng. Sci.", " ", "2015", ",  ", "124", ",  ", "96", "– ", "108", "[", "Crossref", "], [", "CAS", "]", "31. ", "Separation of CO2/CH4 mixtures over NH2-MIL-53 - An experimental and modelling study", "Serra-Crespo, Pablo; Berger, Rob; Yang, Wenping; Gascon, Jorge; Kapteijn, Freek", "Chemical Engineering Science", "\r\n        (", "2015", "),\r\n    ", "124", "\r\n        (", "),\r\n    ", "96-108", "CODEN:\r\n                ", "CESCAC", ";\r\n        ISSN:", "0009-2509", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "A combined exptl. and simulation study for the sepn. of carbon dioxide and methane mixts. using NH2-MIL-53(Al) as adsorbent is presented.  A fixed-bed model has been applied to simulate binary breakthrough expts. obtained in small lab.-scale equipment (10 cm column, 1/4'' in diam., 800 mg sample).  A mixed Langmuir/Langmuir-Freundlich isotherm is used to capture the temp. dependence of the two-step isotherm and a linear driving force model to capture diffusion in the MOF crystals.  The model is able to describe the exptl. breakthrough data at 273 K over a pressure range of 1 to 20 bar.  Displacement of methane by carbon dioxide, a large apparent roll-up effect, heats of adsorption, and dispersion phenomena have been quantified taking into account post-column vols. often present in lab.-scale equipment.  The heat effects result in a max. local temp. rise up to 20 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhvVWksbbO&md5=e8bfddc48721218736b7b9afbd63aa6f", "32. ", "Peter", ", ", "S. A.", "; ", "Baron", ", ", "G.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", "; ", "Denayer", ", ", "J.", " ", "Dynamic desorption of CO", "2", " and CH", "4", " from NH", "2", "-MIL-53(Al) adsorbent", " ", "Adsorption", " ", "2013", ",  ", "19", ",  ", "1235", "– ", "1244", "[", "Crossref", "], [", "CAS", "]", "32. ", "Dynamic desorption of CO2 and CH4 from amino-MIL-53(Al) adsorbent", "Peter, Sunil A.; Baron, Gino V.; Gascon, Jorge; Kapteijn, Freek; Denayer, Joeri F. M.", "Adsorption", "\r\n        (", "2013", "),\r\n    ", "19", "\r\n        (", "6", "),\r\n    ", "1235-1244", "CODEN:\r\n                ", "ADSOFO", ";\r\n        ISSN:", "0929-5607", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "Dynamic adsorption-desorption measurements of CO2 and CH4 in amino-MIL-53(Al) were carried out in an adsorption breakthrough setup at different temps. (303, 318, and 333 K) and pressures (1, 5, and 30 bar) to study the desorption dynamics of CO2 in amino-MIL(Al) as it plays an important role in the design of pressure swing adsorption (PSA) process for the upgrading of biogas. 13X zeolite was used as a ref. material.  The dynamic adsorption selectivity as well as the desorption efficiency of CO2 in both amino-MIL-53(Al) and 13X zeolite were calcd. to evaluate the potential of amino-MIL-53(Al) for the upgrading of biogas by PSA process.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht1WntrfF&md5=78227ee13e0c1241cb948435898dbcf6", "33. ", "Zornoza", ", ", "B.", "; ", "Martinez-Joaristi", ", ", "A.", "; ", "Serra-Crespo", ", ", "P.", "; ", "Tellez", ", ", "C.", "; ", "Coronas", ", ", "J.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", " ", "Functionalized flexible MOF as filler in mixed matrix membranes for highly selective separation of CO", "2", " from CH", "4", " at elevated pressures", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "9522", "– ", "9524", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "33. ", "Functionalized flexible MOFs as fillers in mixed matrix membranes for highly selective separation of CO2 from CH4 at elevated pressures", "Zornoza, Beatriz; Martinez-Joaristi, Alberto; Serra-Crespo, Pablo; Tellez, Carlos; Coronas, Joaquin; Gascon, Jorge; Kapteijn, Freek", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "33", "),\r\n    ", "9522-9524", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Mixed matrix membranes (MMMs) composed of a glassy polymer (polysulfone) and the flexible metal org. framework NH2-MIL-53(Al) exhibit excellent sepn. properties.  In contrast to most reported membranes, CO2/CH4 sepn. selectivity increases with pressure, related to the flexibility of the filler.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXpvFyktbg%253D&md5=937e8ae24edacb7bd514addc7ec479e6", "34. ", "Couck", ", ", "S.", "; ", "Denayer", ", ", "J.", "; ", "Baron", ", ", "G.", "; ", "Remy", ", ", "T.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", " ", "An Amine-functionalized MIL-53 metal organic framework with large separation power for CO", "2", " and CH", "4", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "6326", "– ", "6327", "[", "ACS Full Text ", "], [", "CAS", "]", "34. ", "An Amine-Functionalized MIL-53 Metal-Organic Framework with Large Separation Power for CO2 and CH4", "Couck, Sarah; Denayer, Joeri F. M.; Baron, Gino V.; Remy, Tom; Gascon, Jorge; Kapteijn, Freek", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "18", "),\r\n    ", "6326-6327", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Functionalizing the well-known MIL-53(Al) metal-org. framework with amino groups increases its selectivity in CO2/CH4 sepns. by orders of magnitude while maintaining a very high capacity for CO2 capture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkslCru7c%253D&md5=45b771ce27f07c40f59463c9da968fa8", "35. ", "Silva", ", ", "J. A. C.", "; ", "Cunha", ", ", "A. F.", "; ", "Schumann", ", ", "K.", "; ", "Rodrigues", ", ", "A. E.", " ", "Binary adsorption of CO", "2", "/CH", "4", " in binderless beads of 13X zeolite", " ", "Microporous Mesoporous Mater.", " ", "2014", ",  ", "187", ",  ", "100", "– ", "107", "[", "Crossref", "], [", "CAS", "]", "35. ", "Binary adsorption of CO2/CH4 in binderless beads of 13X zeolite", "Silva, Jose A. C.; Cunha, Adelino F.; Schumann, Kristin; Rodrigues, Alirio E.", "Microporous and Mesoporous Materials", "\r\n        (", "2014", "),\r\n    ", "187", "\r\n        (", "),\r\n    ", "100-107", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "The binary sorption CO2 and CH4 in binderless beads of 13X zeolite was investigated between 313 and 473 K and total pressure ≤5 atm through fixed bed adsorption expts.  The amt. adsorbed of CO2 and CH4 is ≈4.7 and ≈0.4 mmol/gads, resp., at 313 K and 3.7 atm in a 50/50 equimolar mixt.  In a 25(CO2)/75(CH4) mixt. the amt. adsorbed is 4.0 and 0.84 mmol/g at the same temp. and pressure.  Exptl. selectivities CO2/CH4 range from 37 at a low pressure of 0.667 atm to ≈5 at the high temp. of 423 K.  Comparing these values with the ones in literature CO2 adsorption capacity is 20% higher than in CECA 13X binder pellets.  The CO2/CH4 binary isotherms were fitted with the extended Fowler model that takes into account interaction between adsorbed mols. at adjacent sites suggesting a moderate attraction between CO2 and CH4.  The model is validated through a graphical method using the single component isotherm parameters.  The breakthrough curves measured show a plateau of pure CH4 of ≈6 min depending of the operating conditions chosen.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhs1ymu70%253D&md5=86ca5fa13a2e5d9df2a0be801a5b634d", "36. ", "Remy", ", ", "T.", "; ", "Sunil", ", ", "A. P.", "; ", "Van Tendeloo", ", ", "L.", "; ", "Van der Perre", ", ", "S.", "; ", "Lorgouilloux", ", ", "Y.", "; ", "Kirschhock", ", ", "C. E.A.", "; ", "Martens", ", ", "J. A", "; ", "Xiong", ", ", "Y. L.", "; ", "Baron", ", ", "G.", "; ", "Denayer", ", ", "J.", " ", "Adsorption and separation of CO", "2", " on KFI zeolites: Effect of cation type and Si/Al ratio on equilibrium and kinetic properties", " ", "Langmuir", " ", "2013", ",  ", "30", ",  ", "2968", "– ", "2968", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "37. ", "Remy", ", ", "T.", "; ", "Gobechiya", ", ", "E.", "; ", "Danaci", ", ", "D.", "; ", "Sunil", ", ", "A. P.", "; ", "Xiao", ", ", "P.", "; ", "Van Tendeloo", ", ", "L.", "; ", "Couck", ", ", "S.", "; ", "Shang", ", ", "J.", "; ", "Kirschhock", ", ", "C. E.A.", "; ", "Singh", ", ", "R.", "; ", "Martens", ", ", "J. A.", "; ", "Baron", ", ", "G.", "; ", "Webley", ", ", "P.", "; ", "Denayer", ", ", "J.", " ", "Biogas upgrading through kinetic separation of carbon dioxide and methane over Rb- and Cs-ZK-5 zeolites", " ", "RSC Adv.", " ", "2014", ",  ", "107", ",  ", "62511", "– ", "62524", "[", "Crossref", "]", "There is no corresponding record for this reference.", "38. ", "Rao", ", ", "M. B.", "; ", "Sircar", ", ", "S.", " ", "Thermodynamic consistency for binary gas adsorption equilibria", " ", "Langmuir", " ", "1999", ",  ", "15", ",  ", "7258", "– ", "7267", "[", "ACS Full Text ", "], [", "CAS", "]", "38. ", "Thermodynamic Consistency for Binary Gas Adsorption Equilibria", "Rao, M. B.; Sircar, S.", "Langmuir", "\r\n        (", "1999", "),\r\n    ", "15", "\r\n        (", "21", "),\r\n    ", "7258-7267", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An integral and a differential thermodn. consistency test between pure and binary gas adsorption data and 3 differential thermodn. consistency tests for binary gas adsorption data alone can be formulated using the Gibbsian surface excess model of gas adsorption.  These relations originate from the Gibbs adsorption equation.  It is necessary to measure the surface excess of the components of the binary gas mixt. as functions of pressure at const. gas phase compn. and temp., as functions of gas phase compns. at const. pressure and temp., and as functions of temp. at const. gas phase compns. and pressures, to apply these tests practically.  The tests are very useful to check the quality of the data before they can be extrapolated for adsorptive process design using multicomponent equil. adsorption models.  A set of pure and binary gas data for adsorption of CH4 and N2 on a 5A zeolite was used to demonstrate the applicability of these consistency tests, and the data are consistent by all tests.  Some of these tests could not be applied previously because of a lack of sufficient data.  Published pure and binary gas adsorption equil. data sets on various microporous adsorbents of practical interest, which passed the integral thermodn. consistency test, is listed.  They can be used to validate theor. models for prediction or correlation of multicomponent adsorption data.  The criteria for obeying the thermodn. consistency tests by several anal. pure and multicomponent gas adsorption models (Langmuir, Nitta et al., Toth, and Martinez and Basmadjian) are derived.  These models are frequently used in describing exptl. data on microporous homogeneous and heterogeneous adsorbents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXltFSrtrc%253D&md5=9d228c25834b9c850474678b578630ec", "39. ", "Santacesaria", ", ", "E.", "; ", "Morbidelli", ", ", "M.", "; ", "Servida", ", ", "A.", "; ", "Storti", ", ", "G.", "; ", "Carrá", ", ", "S.", " ", "Separation of xylenes on Y zeolites. 2. Breakthrough curves and their interpretation", " ", "Ind. Eng. Chem. Process Des. Dev.", " ", "1982", ",  ", "21", ",  ", "446", "– ", "451", "[", "ACS Full Text ", "], [", "CAS", "]", "39. ", "Separation of xylenes on Y zeolites.  2.  Breakthrough curves and their interpretation", "Santacesaria, Elio; Morbidelli, Massimo; Servida, Alberto; Storti, Giuseppe; Carra, Sergio", "Industrial & Engineering Chemistry Process Design and Development", "\r\n        (", "1982", "),\r\n    ", "21", "\r\n        (", "3", "),\r\n    ", "446-51", "CODEN:\r\n                ", "IEPDAW", ";\r\n        ISSN:", "0019-7882", ".\r\n    ", "The adsorption sepn. process of xylene isomers on mol. sieves was investigated by performing a set of breakthrough curves for both adsorption and desorption processes.  Different columns with 1, 2, and 4 adsorbable components were considered.  The exptl. data were simulated by using a math. model in which the material balances of all the components present in the system were stated.  The model equations were solved by using the orthogonal collocation method, while the parameters involved in the model were evaluated either through available correlations or independent expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL38XktFagt7k%253D&md5=612182edefda5aa3f99c6b1f6d7c84cb", "40. ", "Bastin", ", ", "L.", "; ", "Bárcia", ", ", "P. S.", "; ", "Hurtado", "; ", "Silva", ", ", "J. A. C.", "; ", "Rodrigues", ", ", "A. E.", "; ", "Chen", ", ", "B.", " ", "A microporous metal–organic framework for separation of CO", "2", "/N", "2", " and CO", "2", "/CH", "4", " by fixed-bed adsorption", " ", "J. Phys. Chem. C", " ", "2008", ",  ", "112", ",  ", "1575", "– ", "1581", "[", "ACS Full Text ", "], [", "CAS", "]", "40. ", "A Microporous Metal-Organic Framework for Separation of CO2/N2 and CO2/CH4 by Fixed-Bed Adsorption", "Bastin, Laurent; Barcia, Patrick S.; Hurtado, Eric J.; Silva, Jose A. C.; Rodrigues, Alirio E.; Chen, Banglin", "Journal of Physical Chemistry C", "\r\n        (", "2008", "),\r\n    ", "112", "\r\n        (", "5", "),\r\n    ", "1575-1581", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A microporous MOF Zn(BDC)(4,4'-Bipy)0.5 (MOF-508b, BDC = 1,4-benzenedicarboxylate, 4,4'-Bipy = 4,4'-bipyridine) was examd. for the sepn. and removal of CO2 from its binary CO2/N2 and CO2/CH4 and ternary CO2/CH4/N2 mixts. by fixed-bed adsorption.  With one-dimensional pores of about 4.0 × 4.0 Å to induce their differential interactions with the three components, MOF-508b exhibits highly selective adsorption to CO2 with the adsorption capacity of 26.0 wt % at 303 K and 4.5 bar.  This is the first example of microporous MOFs for the sepn. and removal of CO2 from its binary and ternary mixts. by fixed-bed adsorption, establishing the feasibility of the emerging microporous MOFs for their potential applications in this very important industrial and environmental process.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmtFOnsQ%253D%253D&md5=bb6f2b9067a6f76f97d276dcde128bc7", "41. ", "Loughlin", ", ", "K. F.", "; ", "Hasanain", ", ", "M. A.", "; ", "Abdul-Rehman", ", ", "H. B.", " ", "Quaternary, ternary, binary, and pure component sorption on zeolites 2. Light alkanes on Linde 5A and 13X zeolites at moderate to high pressures", " ", "Ind. Eng. Chem. Res.", " ", "1990", ",  ", "29", ",  ", "1535", "– ", "1546", "[", "ACS Full Text ", "], [", "CAS", "]", "41. ", "Quaternary, ternary, binary, and pure component sorption on zeolites.  2.  Light alkanes on Linde 5A and 13X zeolites at moderate to high pressures", "Loughlin, K. F.; Hasanain, M. A.; Abdul-Rehman, H. B.", "Industrial & Engineering Chemistry Research", "\r\n        (", "1990", "),\r\n    ", "29", "\r\n        (", "7", "),\r\n    ", "1535-46", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    ", "Pure component and multicomponent equil. adsorption data were reported for the adsorption of C1-4 n-alkanes on Linde 5A and 13X pellets at 275-350 K and at pressures ≤1.732 MPa but primarily at 345 kPa.  The intrinsic Henry consts. (K0) and heats of adsorption were extd. from the data using virial isotherm techniques.  The exptl. K0 values for 13X were in excellent agreement with theor. quantum mech. calcns.  For zeolite 5A, predictions of theor. pure component, binary, and ternary profiles employing the Ruthven isotherm using K0 were satisfactory.  For 13X zeolite, profile predictions using the Ruthven isotherm required that the K0 be increased by on av. 212% to adequately fit the data.  This increase was attributed to the increase in the heat of sorption with loading for these systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXksVaksLo%253D&md5=49f54f0299a6d8baa07fde85077419f3", "42. ", "Cao", ", ", "D. V.", "; ", "Sircar", ", ", "S.", " ", "Temperature dependence of the isosteric heat of adsorption", " ", "Adsorp. Sci. Technol.", " ", "2001", ",  ", "19", ",  ", "887", "– ", "894", "[", "Crossref", "], [", "CAS", "]", "42. ", "Temperature dependence of the isosteric heat of adsorption", "Cao, D. V.; Sircar, S.", "Adsorption Science & Technology", "\r\n        (", "2001", "),\r\n    ", "19", "\r\n        (", "10", "),\r\n    ", "887-894", "CODEN:\r\n                ", "ASTEEZ", ";\r\n        ISSN:", "0263-6174", ".\r\n    \r\n            (", "Multi-Science Publishing Co. Ltd.", ")\r\n        ", "Direct calorimetric measurements of the isosteric heats of adsorption of (a) pure CO2 on a strongly heterogeneous adsorbent (silicalite with an alumina binder) and (b) pure N2 on a mildly heterogeneous adsorbent (5A zeolite) at different temps. and adsorbate loadings demonstrated the validity of the conventional assumption that isosteric heats are very weak functions of temp.  A simple thermodn. model for the adsorption of a pure gas on an adsorbent contg. two different energetic sites also validated the same assumption in the Henry's law region.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XjslGktLY%253D&md5=f7f467e64d29acf91027ddd27a7ae64a", "43. ", "Ruthven", ", ", "D. M.", "  ", "Principles of Adsorption and Adsorption Processes", "; ", "John Wiley & Sons", ": ", "New York", ", ", "1984", ".", "There is no corresponding record for this reference.", "44. ", "Talu", ", ", "O.", " ", "Needs, status, techniques and problems with binary gas adsorption experiments", " ", "Adv. Col. Interface Sci.", " ", "1998", ",  ", "76/77", ",  ", "227", "– ", "269", "[", "Crossref", "]", "There is no corresponding record for this reference.", "45. ", "Mofarahi", ", ", "M.", "; ", "Gholipour", ", ", "F.", " ", "Gas adsorption separation of CO", "2", "/CH", "4", " system using zeolite 5A", " ", "Microporous Mesoporous Mater.", " ", "2014", ",  ", "200", ",  ", "1", "– ", "10", "[", "Crossref", "], [", "CAS", "]", "45. ", "Gas adsorption separation of CO2/CH4 system using zeolite 5A", "Mofarahi, Masoud; Gholipour, Fatemeh", "Microporous and Mesoporous Materials", "\r\n        (", "2014", "),\r\n    ", "200", "\r\n        (", "),\r\n    ", "1-10", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Pure gas adsorption isotherms of CO2 at (273, 283, 303, 323, 343) K and binary adsorption isotherms of CO2 and methane at (303, 323) K and pressures up to 10 bar on Zeochem Co.  Zeolite 5A were measured using a volumetric method.  Equil. gas phase compns. have been detd. using a gas chromatograph (GC).  The exptl. binary equil. data were compared with equil. data calcd. by ideal adsorbed soln. theory (IAST), and vacancy soln. model (VSM).  A model anal. of the exptl. data was performed with real adsorbed soln. theory (RAST) owing to not satisfactory prediction of multi-component behavior with IAST and VSM.  For this purpose, activity coeffs., accounting for the nonideality of the adsorbed mixt., were calcd. from the exptl. data.  The results of the pure exptl. data showed that, the heat of adsorption for methane is approx. independent of loading (∼20 kJ/mol), and for CO2 decreases by increasing loading when q < 0.5 mol/kg.  Subsequently, by increasing loading, the heat of adsorption increases up to q = 2 mol/kg.  The selectivity of both simulated landfill and biogas mixts. have been also measured exptl.  Zeolite 5A can be successfully applied in CO2/CH4 sepn. for landfill gas and biogas upgrading.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsVKntr3F&md5=5f7ccac6ee17f6ea37293dad0e880361", "46. ", "Liu", ", ", "Z.", "; ", "Grande", ", ", "C. A.", "; ", "Li", ", ", "P.", "; ", "Yu", ", ", "J. G.", "; ", "Rodrigues", ", ", "A. E.", " ", "Adsorption and desorption of carbon dioxide and nitrogen on zeolite 5A", " ", "Sep. Sci. Technol.", " ", "2011", ",  ", "46", ",  ", "434", "– ", "451", "[", "Crossref", "], [", "CAS", "]", "46. ", "Adsorption and Desorption of Carbon Dioxide and Nitrogen on Zeolite 5A", "Liu, Zhen; Grande, Carlos A.; Li, Ping; Yu, Jianguo; Rodrigues, Alirio E.", "Separation Science and Technology", "\r\n        (", "2011", "),\r\n    ", "46", "\r\n        (", "3", "),\r\n    ", "434-451", "CODEN:\r\n                ", "SSTEDS", ";\r\n        ISSN:", "0149-6395", ".\r\n    \r\n            (", "Taylor & Francis, Inc.", ")\r\n        ", "The adsorption equil. data of CO2 and N2 at (303, 333, 363, 393, 423) K ranging 0-1 bar on zeolite 5A is reported.  The pressure and temp. range covers the operating pressure in adsorption units for CO2 capture from power plants.  Exptl. data were fitted by the multi-site Langmuir model.  The adsorbent is much more selective to CO2: Loading at 303 K and 100 kPa is 3.38 mol/kg while loading of N2 at the same pressure is 0.22 mol/kg.  The Clausius-Clapeyron equation was employed to calc. the isosteric enthalpy of adsorption.  The fixed-bed adsorption and desorption of carbon dioxide and nitrogen on zeolite 5A pellets has been studied.  A model based on the bi-LDF approxn. for the mass transfer, taking into account the energy and momentum balances, had been used to describe the adsorption kinetics of carbon dioxide and nitrogen.  The model predicted satisfactorily the breakthrough curves obtained with carbon dioxide-nitrogen mixts.  Desorption process (consisting of depressurization, blowdown, and purge) was also performed.  Following the feasibility of concn. and capture of carbon dioxide from flue gases by Pressure Swing Adsorption (PSA) process was simulated.  A CO2 recovery of 91.0% with 53.9% purity was obtained using a five-step Skarstrom-type PSA cycle.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXivFymtr0%253D&md5=e6277419f9ecc9a6598b7aefbb96bd28", "47. ", "Karger", ", ", "J.", "; ", "Ruthven", ", ", "D.", "  ", "Diffusion in Zeolites", "; ", "John Wiley & Sons", ": ", "New York", ", ", "1992", ".", "There is no corresponding record for this reference.", "48. ", "Ruthven", ", ", "D. M.", "; ", "Xu", ", ", "Z.", " ", "Diffusion of oxygen and nitrogen in 5A zeolite crystals and commercial 5A pellets", " ", "Chem. Eng. Sci.", " ", "1993", ",  ", "48", ",  ", "3307", "– ", "3312", "[", "Crossref", "], [", "CAS", "]", "48. ", "Diffusion of oxygen and nitrogen in 5A zeolite crystals and commercial 5A pellets", "Ruthven, Douglas M.; Xu, Zhige", "Chemical Engineering Science", "\r\n        (", "1993", "),\r\n    ", "48", "\r\n        (", "18", "),\r\n    ", "3307-12", "CODEN:\r\n                ", "CESCAC", ";\r\n        ISSN:", "0009-2509", ".\r\n    ", "The diffusion of O and N in large lab. synthesized crystals of 5A zeolite and in com. 5A adsorbent pellets was studied by the zero length column (ZLC) method.  Intracryst. diffusion is much too fast to exert any significant influence on the sorption kinetics in the commercial adsorbent and the dominance of macropore diffusional resistance was confirmed by replicate expts. with different particle size fractions.  At subambient temps. surface diffusion makes a significant contribution to the macro diffusivity, esp. for N, leading to interesting trends for the concn. and temp. dependence.  These effects are analyzed in detail.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXmtFWhu74%253D&md5=53d200b5a46d6f5a7f57f57f7cb22161"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-24/acs.iecr.5b01608/20150618/images/small/ie-2015-016087_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-24/acs.iecr.5b01608/20150618/images/small/ie-2015-016087_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-24/acs.iecr.5b01608/20150618/images/small/ie-2015-016087_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-24/acs.iecr.5b01608/20150618/images/small/ie-2015-016087_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-24/acs.iecr.5b01608/20150618/images/small/ie-2015-016087_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-24/acs.iecr.5b01608/20150618/images/small/ie-2015-016087_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-24/acs.iecr.5b01608/20150618/images/small/ie-2015-016087_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-24/acs.iecr.5b01608/20150618/images/small/ie-2015-016087_0010.gif\">"]}
