{"title": ["Enhancing Proton Conduction in a Metal–Organic Framework by Isomorphous Ligand Replacement"], "authors": ["SiRim Kim", "Karl W. Dawson", "Benjamin S. Gelfand", "Jared M. Taylor", "George K. H. Shimizu"], "doi": ["10.1021/ja310675x"], "abstract": ["Using the concept of isomorphous replacement applied to entire ligands, a ", "-symmetric trisulfonate ligand was substituted with a ", "-symmetric tris(hydrogen phosphonate) ligand in a proton conducting metal–organic framework (MOF). The resulting material, PCMOF2", "/", ", has its proton conduction raised 1.5 orders of magnitude compared to the parent material, to 2.1 × 10", " S cm", " at 90% relative humidity and 85 °C, while maintaining the parent MOF structure."], "text": ["Metal–organic frameworks (MOFs) are versatile crystalline solids that are currently being investigated for various applications.", "(1)", " The predominant interest in MOFs is as sorbents for gas capture and separation which stems from their potential to show high porosity and guest selectivity.", "(2)", " Emerging applications for MOFs include catalysis,", "(3)", " molecular sensors,", "(4)", " and drug delivery.", "(5)", " Properties of MOFs that distinguish them from many other classes of materials are their highly ordered structures and modular nature. The ability to determine the exact structure of the solid using X-ray crystallography provides valuable insight into structure–property relationships. Combined, these two features allow for customization of the material to yield desired physical and chemical properties using rational design.", "With regards to the design of a better proton conducting material, MOFs have shown themselves to be advantageous in a number of respects, and this area has seen tremendous growth in the recent past.", "(6-11)", " The regular structure of MOFs can serve as a scaffold to anchor acidic groups and form efficient proton transfer pathways.", "(7, 8)", " The crystalline nature of MOFs can allow for direct visualization of the proton conduction pathways and offer firm handholds for modeling. The regular porous structure of MOFs can be loaded with less volatile, amphiprotic guests to enable proton conduction over 100 °C.", "(9-11)", " In this latter theme, we have previously reported β-PCMOF2, a trisodium 2,4,6-trihydroxy-1,3,5-trisulfonate benzene (Na", "3", "L1) complex containing pores lined with sulfonate oxygen atoms (Figure ", "1", ").", "(10)", " The pores in this MOF were 5.6 Å in diameter and were able to be loaded with 1,2,4-triazole. β-PCMOF2 itself, with nonloaded pores, conducted on the order of 10", "–9", " S cm", "–1", " at 100 °C under anhydrous conditions. With a loading of 0.3 triazole molecules per formula unit, a jump in conductivity of 5 orders of magnitude was observed reaching 2 × 10", "–4", " S cm", "–1", " at 150 °C under anhydrous conditions. While lower loadings of triazole did not augment conductivity, higher loadings (up to 0.6 triazole) only resulted in modest changes (up to 5 × 10", "–4", " S cm", "–1", ").", "Conductivity is a product of the magnitude of the charge, the number of charge carriers, and mobility of the charges. Given the rather narrow range of conduction observed with substantive variation in the carrier molecule, it was hypothesized that, in the β-PCMOF2 system, the limiting factor for proton conduction was the availability of acidic protons. With the pore lined with exclusively sulfonate groups, other than replacing Na ions with protons (which to any extent would likely compromise the structure) there were no options for directly modifying the system to increase acidity. The ligand, 1,3,5- benzenetriphosphonic acid, H", "6", "L2, has been previously reported", "(12)", " including as the Zn", "2+", " complex in PCMOF3.", "(8)", " Both L1 and L2 are ligands containing a single aromatic core, possessing ", "C", "3", " symmetry, and having a hydrophilic periphery. We had noted a general structural trend, as observed in β-PCMOF2, of forming structures with one-dimensional columns where hydrophobic interactions between arene cores and hydrogen bonding about the periphery were maximized. It seemed that if trianionic molecules of L1 in β-PCMOF2 could be replaced by trianionic, but triprotic, H", "3", "L2 molecules, the pores would be partially lined with hydrogen phosphonate groups rather than exclusively nonprotonated sulfonate groups which should augment proton conduction.", "Figure 1. Structure of β-PCMOF2 showing a single pore and space-filling cross section of a pore.", "Herein, we report the isomorphous replacement of L1 molecules in the β-PCMOF2 structure with H", "3", "L2 molecules. We call the mixed ligand system PCMOF2", "1", "/", "2", " to convey both the hybrid nature (components of both PCMOF2 and PCMOF3) and the fact the resulting structure is related to β-PCMOF2. The impact on conductivity is profound, as the proton conductivity increases 1.5 orders of magnitude. At 90% relative humidity and 85 °C, the proton conductivity reaches 2.1 × 10", "–2", " S cm", "–1", ", the best proton conduction value reported in any proton conducting coordination material to date (see ", "Tables S2–S3", ").", "β-PCMOF2 was prepared as previously reported.", "(10)", " PCMOF2 has a lower temperature α-phase and a higher temperature β-phase; all preparations initially yield the α-phase which must be converted hydrothermally to the β-phase. In the PCMOF2", "1", "/", "2", " synthesis, a prevailing question is whether the two ligands are intimately combined at the nanoscale or whether they are merely intermingled at the microscale. Initially, parallel preparations were carried out on a hydrothermally prepared sample of α-PCMOF2, H", "6", "L2, and Na", "2", "CO", "3", " (see ", "Supporting Information", " (SI)) and on a mechanically mixed sample of α-PCMOF2 and Na", "3", "H", "3", "L2. Figure ", "2", " shows PXRD analysis of the different procedures with comparisons to the pure α-PCMOF2, β-PCMOF2, and Na", "3", "H", "3", "L2. Hydrothermal conditions were not sufficient to afford a pure phase material; however, the molecular formula of the product was calculated to be [Na", "3", "L", "1", "]", "(0.66)", "[Na", "3", "H", "3", "L", "2", "]", "(0.34)", "(H", "2", "O)1.2 merging elemental analysis and thermogravimetric analysis. During the course of impedance analysis on this hydrothermal product (at up to 90% relative humidity and up to 85 °C), a phase transformation was observed to afford PCMOF2", "1", "/", "2", ". Subsequently, pelletization (a mild version of which is employed in the conductivity analysis) was determined as a key variable for preparation of PCMOF2", "1", "/", "2", " (", "vide infra", "). Given that neither humidity dependent proton conductivity measurements nor isomorphous ligand replacement in MOFs is truly commonplace, we feel there is merit to presenting these results in a chronological manner paralleling research progression.", "Two-probe AC impedance analyses were performed on a Princeton Applied Research VersaSTAT potentiostat/galvanostat from 10", "6", " to 1 Hz. Pristine powder samples were placed in a ceramic cell and manually compressed between two titanium electrodes. The sample cells were placed inside a temperature and humidity controlled chamber. Proton conductivity was measured from 20 to 85 °C for two complete heating and cooling cycles. Samples were equilibrated for at least 8 h after each step in temperature and 48 h after each step in humidity. These conditions have been employed on numerous samples in our group with reliable results. On the first heating cycle, incongruous data were obtained (", "Figure S13", "). This was initially attributed to nonequilibrium with respect to humidity. The second cycle showed more consistent data as the cooling run retraced the heating cycle and data could be fit to an Arrhenius relationship. Further testing showed that equilibration times for temperature (", "Figure S11", ") and humidity (", "Figure S12", ") were sufficient.", "Figure 2. Powder XRD patterns of (A) β-PCMOF2, postimpedance; (B) PCMOF2", "1", "/", "2", " prepared hydrothermally, postimpedance; (C) PCMOF2", "1", "/", "2", " prepared mechanically, postimpedance; (D) PCMOF2", "1", "/", "2", " prepared by pelletization, preimpedance; (E) Intermediate PCMOF2", "1", "/", "2", ", prepared by pelletization; (F) Intermediate PCMOF2", "1", "/", "2", ", prepared hydrothermally; (G) Mechanical mixture of Na", "3", "L1 and Na", "3", "H", "3", "L2 (Resembles H + I); (H) α-PCMOF2 (Na", "3", "L1); (I) Na", "3", "H", "3", "L2.", "As a routine, we perform chemical analyses on samples after impedance and the PXRD pattern of the postimpedance sample hydrothermal sample appeared very similar to pure β-PCMOF2 (Figure ", "2", ", slight shifts in 2θ (vide infra) and a small peak at 23.5°, possibly Na", "3", "H", "3", "L2 are visible). The presence of L2 in the pre- and postimpedance samples were confirmed through ", "1", "H and ", "31", "P NMR analysis. Thermogravimetric and elemental analyses confirmed [Na", "3", "L", "1", "]", "(0.66)", "[Na", "3", "H", "3", "L", "2", "]", "(0.34)", "(H", "2", "O)0.75 as a postimpedance composition (the same 2:1 ratio of L1:L2 as has been initially prepared). Henceforth, the PCMOF2", "1", "/", "2", " descriptor will refer to this phase. All conductivity data reported here are based solely on the equilibrated second heating/cooling cycles. A mechanical mixture prepared by minimal mixing of α-PCMOF2 and Na", "3", "H", "3", "L2 was also examined by impedance analysis for comparison of its proton conductivity. This sample also showed an erratic first heating cycle but ultimately gave PXRD and proton conductivity (1.9 × 10", "–2", " S cm", "–1", ", ", "Figures S14, S15", ") comparable to PCMOF2", "1", "/", "2", ". This sample, although related, did not possess an identical ratio of L1:L2 and will not be discussed as PCMOF2", "1", "/", "2", " (see ", "SI", ").", "In considering the in situ formation of PCMOF2", "1", "/", "2", " during impedance analysis (when hydrothermal conditions were not successful), it was hypothesized that a key variable could be the compaction of the sample. Samples of α-PCMOF2 and Na", "3", "H", "3", "L2 in a 2:1 molar ratio were ground by mortar and pestle, thoroughly mixed, and then pressed into a pellet with 5 tons of pressure. This pellet was then placed in a 23 mL autoclave with a vial containing water (1.7 mL). Heating at 80 °C for 48 h gave complete conversion to PCMOF2", "1", "/", "2", ", as shown by PXRD, with the expected ligand ratio as confirmed by elemental analysis and SEM-EDX. This conversion was monitored by performing PXRD at 0, 6, and 24 h intervals (", "Figure S2", "). The SEM-EDX (", "Figures S3, S4", ") show initial aggregates of P which over time convert to samples that give an even distribution of P and S throughout the material. While the PXRD patterns in Figure ", "2", "a–d appear similar, they are not identical. The pattern for PCMOF2", "1", "/", "2", " is slightly shifted (see ", "Table S1", ") and gives differences of ∼0.25 Å in ", "d", "-spacing for the 011 plane (in the plane of the ligand arene rings) and the 001 plane (perpendicular to the ligands). While these changes are small, they are consistent and affirm the pattern is not that of pure β-PCMOF2.", "As hydrothermal means could not yield PCMOF2", "1", "/", "2", " and pelletization clearly favored conversion, a dissolution mechanism seemed improbable. However, for confirmation, an experiment was performed by making a pellet of pure α-PCMOF2, pressing onto it a pellet of Na", "3", "H", "3", "L2, and applying proper temperature and humidity conditions to affect conversion. SEM-EDX mapping of this solid (", "Figures S5–S7", ") showed higher concentrations of P atoms in the PCMOF2 sample near the interface and lower amounts progressively farther away. A dissolution mechanism would result in growth of a homogeneous sample. The general scope of isomorphous ligand replacement is under study in our group. Beyond the structural conversion, the results of the impedance analyses provided a validation of the isomorphous ligand replacement approach.", "Previously, only anhydrous proton conduction data had been reported", "(10)", " for β-PCMOF2, so humidity dependent analysis was performed. Nyquist plots for β-PCMOF2 and PCMOF2", "1", "/", "2", " are shown in Figure ", "3", ". β-PCMOF2 shows a distorted semicircle with a pronounced tail at low frequency attributed to blocking effects at the electrode consistent with ion migration. Conductivity was calculated from the low frequency intercept on the real axis. The high conductivity of PCMOF2", "1", "/", "2", " did not allow for observation of a closed semicircle at high frequency. β-PCMOF2 showed a proton conductivity value of 1.3 × 10", "–3", " S cm", "–1", " at 90% relative humidity and 85 °C. This is in itself a very good value relative to other proton conducting coordination polymers (", "Tables S2–S3", "). Pure Na", "3", "H", "3", "L2 attained a value of 9.9 × 10", "–5", " S cm", "–1", " under the same conditions. Although more protic, clearly the structure of Na", "3", "H", "3", "L2 does not form efficient proton transfer pathways. Replacing one-third of L1 with H", "3", "L2 in PCMOF2", "1", "/", "2", " gives a conductivity value of 2.1 × 10", "–2", " S cm", "–1", " at 85 °C and 90% relative humidity (Figure ", "4", "). This is significantly greater than either of the starting components, 1.5 orders of magnitude greater than that of β-PCMOF2 and more than 2 orders of magnitude greater than that of Na", "3", "H", "3", "L2. PCMOF2", "1", "/", "2", " shows the highest equilibrated MOF proton conduction to date exceeding even the value of H", "2", "SO", "4", " incorporated in the pores of MIL-101.", "(11)", " The activation energy (", "E", "a", ") obtained from an Arrhenius plot was 0.21 eV, indicative of a Grotthuss mechanism for the proton conduction.", "(13)", " Notably, the ", "E", "a", " calculated for pure β-PCMOF2 at 90% RH was 0.28 eV, further corroborating the effect of the ligand replacement. Conductivity was found to be highly dependent on humidity for both β-PCMOF2 and PCMOF2", "1", "/", "2", ". At 50% relative humidity (", "Figure S10", "), the conductivity of β-PCMOF2 dropped to 1.8 × 10", "–6", " S cm", "–1", ", and that of PCMOF2", "1", "/", "2", " fell to 2.4 × 10", "–5", " S cm", "–1", ".", "Figure 3. Nyquist plots for β-PCMOF2 and PCMOF2", "1", "/", "2", " at 90% RH. The inset shows the high frequency region for PCMOF2", "1", "/", "2", ".", "Figure 4. Proton conductivity data (90% RH) for β-PCMOF2, Na", "3", "H", "3", "L2, and the isomorphous mixture, PCMOF2", "1", "/", "2", ".", "Regarding the stability of PCMOF2", "1", "/", "2", ", postimpedance analyses confirmed retention of structure. Moreover, if under the humid conditions, with dissolution occurring, it is highly unlikely that retraceable and linear conductivity behavior with temperature would be observed. Further, any substantive dissolution, which we have seen in conductivity measurements of some other MOF samples, would lead to a contraction of the sample pellet, loss of contact with the electrodes, and erratic data.", "MOFs are heralded for their order which leads directly to the ability to view structures crystallographically. That said, it is increasingly apparent that, for some applications, the performance of MOFs with mixtures of components can exceed the sum of their parts. Deng et al. reported multivariate MOFs where 18 different MOF-5 derivatives were prepared each with multiple different functionalities on the terephthalate linkers.", "(14)", " One of these compounds, with three different substituents on the ligands, showed greatly enhanced selectivity for CO", "2", " over CO. This could be viewed more as an isometric rather than an isomorphous ligand substitution, as very different functionalities are directed into the pore space off the same length linker. With the recent works demonstrating the lability of cluster bound ligands", "(15)", " and postsynthetic exchange of ligands (from robust MOFs", "(16)", " and with retention of crystallinity", "(17)", "), the opportunities to make mixed ligand MOFs appear substantial. The most relevant comparison to the isomorphous replacement approach put forth here comes from Horike and Kitagawa regarding gating of gas sorption in a family of porous coordination polymers (PCPs).", "(18)", " In this work, the authors observed differences in the pressure of gating in nitro- and methoxy-isophthalate derivatives of two isostructural PCPs. The gating pressure could be tuned by varying the ratios of the nitro- and methoxy derivatives in a single structure in what amounts to an isomorphous replacement although not explicitly called that by the authors. From the perspective of proton conducting materials, the ability to fine-tune the acidity of structures by this approach is compelling given the pervasiveness of sulfonate and phosphonate building blocks and their isomorphous relationship.", " ", "Top of Page", "Abstract", "References", "Supporting Information", "Details of synthesis, powder XRD, gas sorption, impedance analysis. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "References", "Acknowledgment", "This work is dedicated to the memory of Dr. Christian Georges Claessens. We thank the Natural Sciences and Engineering research Council (NSERC) of Canada for support of this research. S.R.K. and K.W.D. acknowledge scholarship support from Alberta Innovates Technology Futures.", "Reference QuickView", "Top of Page", "Abstract", "References", "References", "This article references 18 other publications.", "1. ", "(a) ", "Zhao", ", ", "D.", "; ", "Meek", ", ", "S. T.", "; ", "Greathouse", ", ", "J. A.", "; ", "Allendorf", ", ", "M. D.", " ", "Adv. Mater.", " ", "2011", ",  ", "23", ",  ", "249", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", "(b) ", "Perry", ", ", "J. J.", "; ", "Perman", ", ", "J. A.", "; ", "Zaworotko", ", ", "M. J.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1400", "– ", "1417", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Design and synthesis of metal-organic frameworks using metal-organic polyhedra as supermolecular building blocks", "Perry, John J., IV; Perman, Jason A.; Zaworotko, Michael J.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1400-1417", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This crit. review highlights supermol. building blocks (SBBs) in the context of their impact upon the design, synthesis, and structure of metal-org. materials (MOMs).  MOMs, also known as coordination polymers, hybrid inorg.-org. materials, and metal-org. frameworks, represent an emerging class of materials that have attracted the imagination of solid-state chemists because MOMs combine unprecedented levels of porosity with a range of other functional properties that occur through the metal moiety and/or the org. ligand.  First generation MOMs exploited the geometry of metal ions or secondary building units (SBUs), small metal clusters that mimic polygons, for the generation of MOMs.  In this crit. review we examine the recent (<5 years) adoption of much larger scale metal-org. polyhedra (MOPs) as SBBs for the construction of MOMs by highlighting how the large size and high symmetry of such SBBs can afford improved control over the topol. of the resulting MOM and a new level of scale to the resulting framework (204 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvValsr4%253D&md5=296a7ae534acdc37203ce097b2013d18", "(c) ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", " ", "Acc. Chem. Res.", " ", "2010", ",  ", "43", ",  ", "1166", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Rational Design, Synthesis, Purification, and Activation of Metal-Organic Framework Materials", "Farha, Omar K.; Hupp, Joseph T.", "Accounts of Chemical Research", "\r\n        (", "2010", "),\r\n    ", "43", "\r\n        (", "8", "),\r\n    ", "1166-1175", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review of recent advances in the synthetic design, purifn., and activation of metal-org. framework materials.  The rational design of a series of org. struts to limit framework catenation and thereby produce large pores is described.  In addn., the rapid sepn. of desired metal-org. frameworks from cryst. and amorphous contaminants cogenerated during synthesis based on their different densities is demonstrated.  Finally, the mild and efficient activation of initially solvent-filled pores with supercrit. carbon dioxide, yielding usable channels and high internal surface areas is discussed.  Now constituting thousands of distinct examples, metal-org. frameworks are an intriguing class of hybrid materials that exist as infinite cryst. lattices with inorg. vertices and mol.-scale org. connectors.  Useful properties such as large internal surface areas, ultralow densities, and the availability of uniformly structured cavities and portals of mol. dimensions characterize functional metal-org. frameworks.  Researchers have effectively exploited these unusual properties in applications such as hydrogen and methane storage, chem. sepns., and selective chem. catalysis.  One of the most attractive features of metal-org. frameworks is the simplicity of their synthesis.  Typically they are obtained via one-pot solvothermal prepns.  However, metal-org. framework materials, esp. more complex ones, can be difficult to obtain in pure form and with the optimal degree of catenation, the interpenetration or interweaving of identical independent networks.  Once these two issues are satisfied, the removal of the guest mols. (solvent from synthesis) without damaging the structural integrity of the material is often an addnl. challenge.  We expect that the advances in the synthesis, sepn., and activation of metal-org. frameworks could lead to metal-org. frameworks with new structures and functions, better and faster sepn. and purifn. of these materials, and processing methods that avoid pore blockage and pore collapse.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXosVyjtbY%253D&md5=be96ac34a74a551550ba08c66dcbd4b6", "(d) ", "Tanabe", ", ", "K. K.", "; ", "Cohen", ", ", "S. M.", " ", "Chem. Soc. Rev.", " ", "2011", ",  ", "40", ",  ", "498", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Postsynthetic modification of metal-organic frameworks-a progress report", "Tanabe, Kristine K.; Cohen, Seth M.", "Chemical Society Reviews", "\r\n        (", "2011", "),\r\n    ", "40", "\r\n        (", "2", "),\r\n    ", "498-519", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) are an important class of hybrid inorg.-org. materials.  In this tutorial review, a progress report on the postsynthetic modification (PSM) of MOFs is provided.  PSM refers to the chem. modification of the MOF lattice in a heterogeneous fashion.  This powerful synthetic approach has grown in popularity and resulted in a no. of advances in the functionalization and application of MOFs.  The use of PSM to develop MOFs with improved gas sorption, catalytic activity, bioactivity, and more robust phys. properties is discussed.  The results reported to date clearly show that PSM is an important approach for the development and advancement of these hybrid solids.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXptFSlsg%253D%253D&md5=1dc915e25e01c1453862f2828fbe0804", "(e) ", "Kuppler", ", ", "R. J.", "; ", "Timmons", ", ", "D. J.", "; ", "Fang", ", ", "Q. R.", "; ", "Li", ", ", "J. R.", "; ", "Makal", ", ", "T. A.", "; ", "Young", ", ", "M. D.", "; ", "Yuan", ", ", "D. Q.", "; ", "Zhao", ", ", "D.", "; ", "Zhuang", ", ", "W. J.", "; ", "Zhou", ", ", "H. C.", " ", "Coord. Chem. Rev.", " ", "2009", ",  ", "253", ",  ", "3042", "[", "Crossref", "], [", "CAS", "]", "1. ", "Potential applications of metal-organic frameworks", "Kuppler, Ryan J.; Timmons, Daren J.; Fang, Qian-Rong; Li, Jian-Rong; Makal, Trevor A.; Young, Mark D.; Yuan, Daqiang; Zhao, Dan; Zhuang, Wenjuan; Zhou, Hong-Cai", "Coordination Chemistry Reviews", "\r\n        (", "2009", "),\r\n    ", "253", "\r\n        (", "23-24", "),\r\n    ", "3042-3066", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Metal-org. frameworks have received much attention in recent years esp. as newly developed porous materials.  As such, they possess a wide array of potential applications including materials for gas storage, gas/vapor sepn., catalysis, luminescence, and drug delivery.  In the review, these potential applications of metal-org. frameworks are examd. and an outlook will be proposed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtlagt7zM&md5=4bfb28c8429e134985cd1936ebb79030", "(f) ", "Czaja", ", ", "A. U.", "; ", "Trukhan", ", ", "N.", "; ", "Mueller", ", ", "U.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1284", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Industrial applications of metal-organic frameworks", "Czaja, Alexander U.; Trukhan, Natalia; Muller, Ulrich", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1284-1293", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  New materials are prerequisite for major breakthrough applications affecting the daily life, and therefore are pivotal for the chem. industry.  Metal-org. frameworks (MOFs) constitute an emerging class of materials useful in gas storage, gas purifn., and sepn. applications as well as heterogeneous catalysis.  They not only offer higher surface areas and the potential for enhanced activity than currently used materials like base metal oxides, but also provide shape/size selectivity which is important both for sepns. and catalysis.  In this crit. review an overview of the potential applications of MOFs in the chem. industry is presented.  Furthermore, the synthesis and characterization of the materials are briefly discussed from the industrial perspective.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7o%253D&md5=63295ce7e2fb393c1abecd7623bc9c58", "(g) ", "Stock", ", ", "N.", "; ", "Biswas", ", ", "S.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "933", "– ", "969", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Synthesis of Metal-Organic Frameworks (MOFs): Routes to Various MOF Topologies, Morphologies, and Composites", "Stock, Norbert; Biswas, Shyam", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "933-969", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The synthesis of metal-org. frameworks (MOFs) has attracted immense attention during the last 2 decades due to the possibility to obtain a large variety of aesthetically interesting structures that could also be of great interest for applications in a no. of fields related to porous materials.  This includes the more traditional areas of storage, sepn., and catalysis, which are based on the pore size and shape as well as the host guest interactions involved.  In addn., biomedical applications or the use as sensor materials are currently intensively investigated.  Although MOF synthesis was originally set out for making new compds. and structures with interesting properties, the field has matured and is broadening its scope.  This holds for the synthesis methods applied as well as the areas of application.  While conventional syntheses methods have been widely used, the fields of mechano-, sono-, and electrochem. synthesis as well as microwave-assisted syntheses are just emerging. They have demonstrated to be applicable for some compds., often under milder reaction conditions, yielding materials with different particle sizes and properties.  This could be of interest for up-scaling of syntheses and the application of MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsV2ju73P&md5=76323bab0fb9da58bcdf45e03537eed7", "2. ", "(a) ", "Férey", ", ", "G.", "; ", "Serre", ", ", "C.", "; ", "Devic", ", ", "T.", "; ", "Maurin", ", ", "G.", "; ", "Jobic", ", ", "H.", "; ", "Llewellyn", ", ", "P. L.", "; ", "De Weireld", ", ", "G.", "; ", "Vimont", ", ", "A.", "; ", "Daturi", ", ", "M.", "; ", "Chang", ", ", "J. S.", " ", "Chem. Soc. Rev.", " ", "2011", ",  ", "40", ",  ", "550", "– ", "562", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Why hybrid porous solids capture greenhouse gases?", "Ferey, Gerard; Serre, Christian; Devic, Thomas; Maurin, Guillaume; Jobic, Herve; Llewellyn, Philip L.; De Weireld, Guy; Vimont, Alexandre; Daturi, Marco; Chang, Jong-San", "Chemical Society Reviews", "\r\n        (", "2011", "),\r\n    ", "40", "\r\n        (", "2", "),\r\n    ", "550-562", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A tutorial review, using a combination of structural, thermodn. expts., and mol. simulations to answer the question, why to hybrid porous solids capture greenhouse gases, with special emphasis on CO2 and CH4 storage by rigid and flexible hybrid porous materials, is given.  Topics discussed include: necessary qualities for selected adsorbents; strategy for understanding; CO2 and CH4 adsorption in hybrid porous solids MIL-53 (flexible) and MIL-47 (rigid); CO2 and CH4 adsorption in crystd. mesoporous solids MIL-100 and MIL-101; and conclusions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXptFSlsQ%253D%253D&md5=a5508ab734cd5fcfe110dd2c1aed02e2", "(b) ", "Suh", ", ", "M. P.", "; ", "Park", ", ", "H. J.", "; ", "Prasad", ", ", "T. K.", "; ", "Lim", ", ", "D.-W.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "782", "– ", "835", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Hydrogen Storage in Metal-Organic Frameworks", "Suh, Myunghyun Paik; Park, Hye Jeong; Prasad, Thazhe Kootteri; Lim, Dae-Woon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "782-835", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  MOFs have versatile structures, high surface areas and high pore vols. - they can be regarded as good candidate materials for H storage.  There are many MOFs that have high H adsorption capacities at low temps., typically at 77 or 87 K.  The highest H storage capacity reported so far is 99.5 mg/g at 77K and 56 bar for NU-100.  However, the high H capacities of MOFs at cryogenic temps. decrease as the temp. increases to room temp.  This is because the H adsorption in MOFs is weak physisorption and the interaction energies between the H mols. and frameworks are low.  To develop MOFs as H storage materials that meet the U.S.DOE targets for an on-board hydrogen system, a serious challenge is still present in the design and synthesis of the MOF materials.  We may expect that highly stable MOFs having a large surface area and pore vol., together with many open metal sites and embedded catalysts for hydrogen spillover, would provide some pos. results for H storage at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1GlsbjM&md5=dd1f08beefd27cce77d88e466551c1af", "(c) ", "Li", ", ", "J. R.", "; ", "Sculley", ", ", "J.", "; ", "Zhou", ", ", "H. C.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "869", "– ", "932", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Metal-Organic Frameworks for Separations", "Li, Jian-Rong; Sculley, Julian; Zhou, Hong-Cai", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "869-932", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  This article reviews the metal-org. frameworks (MOFs), a new class of porous solid materials.  Their performances for applications in sepns. and purifications is attracting intense interest of researchers working in the fields of chem., chem. engineering, materials science, and others.  Despite being in its infancy, the research progress in this subject has already shown that MOFs are promising for sepn. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1OnsbbL&md5=635f36e2682f7fbc651f5021d591a1cf", "(d) ", "Mason", ", ", "J. A.", "; ", "Sumida", ", ", "K.", "; ", "Herm", ", ", "Z. R.", "; ", "Krishna", ", ", "R.", "; ", "Long", ", ", "J. R.", " ", "Energy Environ. Sci.", " ", "2011", ",  ", "4", ",  ", "3030", "[", "Crossref", "], [", "CAS", "]", "2. ", "Evaluating metal-organic frameworks for post-combustion carbon dioxide capture via temperature swing adsorption", "Mason, Jarad A.; Sumida, Kenji; Herm, Zoey R.; Krishna, Rajamani; Long, Jeffrey R.", "Energy & Environmental Science", "\r\n        (", "2011", "),\r\n    ", "4", "\r\n        (", "8", "),\r\n    ", "3030-3040", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two representative metal-org. frameworks, Zn4O(BTB)2 (BTB3- = 1,3,5-benzenetribenzoate; MOF-177) and Mg2(dobdc) (dobdc4- = 1,4-dioxido-2,5-benzenedicarboxylate; Mg-MOF-74, CPO-27-Mg), are evaluated in detail for their potential use in post-combustion CO2 capture via temp. swing adsorption (TSA).  Low-pressure single-component CO2 and N2 adsorption isotherms were measured every 10° from 20 to 200°, allowing the performance of each material to be analyzed precisely.  To gain a more complete understanding of the sepn. phenomena and the thermodn. of CO2 adsorption, the isotherms were analyzed using a variety of methods.  With regard to the isosteric heat of CO2 adsorption, Mg2(dobdc) exhibits an abrupt drop at loadings approaching the satn. of the Mg2+ sites, which has significant implications for regeneration in different industrial applications.  The CO2/N2 selectivities were calcd. using ideal adsorbed soln. theory (IAST) for MOF-177, Mg2(dobdc), and zeolite NaX, and working capacities were estd. using a simplified TSA model.  Significantly, MOF-177 fails to exhibit a pos. working capacity even at regeneration temps. ≤200°, while Mg2(dobdc) reaches a working capacity of 17.6% at this temp.  Breakthrough simulations were also performed for the three materials, demonstrating the superior performance of Mg2(dobdc) over MOF-177 and zeolite NaX.  The presence of strong CO2 adsorption sites is essential for a metal-org. framework to be of utility in post-combustion CO2 capture via a TSA process, and present a methodol. for the evaluation of new metal-org. frameworks via anal. of single-component gas adsorption isotherms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFSrs7bI&md5=6db0dde57f421548748aa557127ae651", "(e) ", "Phan", ", ", "A.", "; ", "Doonan", ", ", "C. J.", "; ", "Uribe-Romo", ", ", "F. J.", "; ", "Knobler", ", ", "C. B.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Acc. Chem. Res.", " ", "2010", ",  ", "43", ",  ", "58", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Synthesis, Structure, and Carbon Dioxide Capture Properties of Zeolitic Imidazolate Frameworks", "Phan, Anh; Doonan, Christian J.; Uribe-Romo, Fernando J.; Knobler, Carolyn B.; O'Keeffe, Michael; Yaghi, Omar M.", "Accounts of Chemical Research", "\r\n        (", "2010", "),\r\n    ", "43", "\r\n        (", "1", "),\r\n    ", "58-67", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review concerning the synthesis, structure, and CO2 properties of zeolitic imidazolate frameworks (ZIF) is given.  A major goal in zeolite chem. is to create a structure in which metal ions and functionalizable org. units comprise an integral portion of the framework, and by virtue of the flexibility with which metal ions and org. moieties can be varied, is a key to further improve zeolite properties and access new applications.  Within the last 5 years >90 new ZIF structures have been reported.  It is possible to synthesize ZIF with topologies previously unknown in zeolites and to mimic known structures.  Topic discussed include: synthesis and general structure; ZIF structures and the zeolite problem; ZIF structural complexity; applications for sepn. and selective capture of CO2; and perspectives and outlook.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtlegu77O&md5=de5a9f235d52e2ce66778e7e7c187e37", "3. ", "Lee", ", ", "J.", "; ", "Farha", ", ", "O. K.", "; ", "Roberts", ", ", "J.", "; ", "Scheidt", ", ", "K. A.", "; ", "Nguyen", ", ", "S. T.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1450", "– ", "1459", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Metal-organic framework materials as catalysts", "Lee, Jeong Yong; Farha, Omar K.; Roberts, John; Scheidt, Karl A.; Nguyen, Son Binh T.; Hupp, Joseph T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1450-1459", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; a crit. review of the emerging field of MOF-based catalysis is presented.  Discussed are examples of: (a) opportunistic catalysis with metal nodes, (b) designed catalysis with framework nodes, (c) catalysis by homogeneous catalysts incorporated as framework struts, (d) catalysis by MOF-encapsulated mol. species, (e) catalysis by metal-free org. struts or cavity modifiers, and (f) catalysis by MOF-encapsulated clusters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7k%253D&md5=d9cef4eb52ffb1c73fe1195e11bace26", "4. ", "Kreno", ", ", "L. E.", "; ", "Leong", ", ", "K.", "; ", "Farha", ", ", "O. K.", "; ", "Allendorf", ", ", "M.", "; ", "Van Duyne", ", ", "R. P.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1105", "– ", "1125", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Metal-Organic Framework Materials as Chemical Sensors", "Kreno, Lauren E.; Leong, Kirsty; Farha, Omar K.; Allendorf, Mark; Van Duyne, Richard P.; Hupp, Joseph T.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1105-1125", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors present a crit. review of the literature on metal-org. frameworks (MOFs) as chem. sensors.  The authors begin by briefly examg. challenges relating to MOF sensor development including the design of MOFs with desirable properties, incorporation of appropriate signal transduction capabilities, and integration of MOFs into devices by employing thin-film growth techniques.  Subsequent sections discuss specific examples of MOF sensors, categorized by method of signal transduction.  Sensors based on MOF photoluminescence are discussed briefly.  The authors have limited the review of luminescence-based sensors to a small no. of recent reports where the porous MOF architecture, or its chem. compn., imparts selective sensing capabilities.  Scintillating MOFs that luminesce in the presence of radioactive analytes are also discussed.  Other signal transduction schemes that use photons include various kinds of optical interferometry, analyte modulation of localized surface plasmon resonance energies, and solvatochromism.  Mech. signal-transduction schemes employed with MOFs include ones based on surface acoustic wave, quartz crystal microbalance, and microcantilever devices.  Elec. schemes thus far were limited to ones based on impedance spectroscopy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVCgtL%252FI&md5=f6ed572725bc067ee8da81880bf1ec90", "5. ", "Horcajada", ", ", "P.", "; ", "Gref", ", ", "R.", "; ", "Baati", ", ", "T.", "; ", "Allan", ", ", "P. K.", "; ", "Maurin", ", ", "G.", "; ", "Couvreur", ", ", "P.", "; ", "Férey", ", ", "G.", "; ", "Morris", ", ", "R. E.", "; ", "Serre", ", ", "C.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1232", "– ", "1268", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Metal-Organic Frameworks in Biomedicine", "Horcajada, Patricia; Gref, Ruxandra; Baati, Tarek; Allan, Phoebe K.; Maurin, Guillaume; Couvreur, Patrick; Ferey, Gerard; Morris, Russell E.; Serre, Christian", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1232-1268", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Coordination polymers or MOFs (metal-org. frameworks) as porous solids for biomedical are reviewed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1SrtbzN&md5=62d808da30f56c11c9a54bf70fabdc0e", "6. ", "(a) ", "Nagao", ", ", "Y.", "; ", "Kubo", ", ", "T.", "; ", "Nakasujib", ", ", "K.", "; ", "Ikedac", ", ", "R.", "; ", "Kojimaa", ", ", "T.", "; ", "Kitagawa", ", ", "H.", " ", "Synth. Met.", " ", "2005", ",  ", "154", ",  ", "89", "– ", "92", "[", "Crossref", "], [", "CAS", "]", "6. ", "Preparation and proton transport property of N,N'-diethyldithiooxamidatocopper coordination polymer", "Nagao, Y.; Kubo, T.; Nakasuji, K.; Ikeda, R.; Kojima, T.; Kitagawa, H.", "Synthetic Metals", "\r\n        (", "2005", "),\r\n    ", "154", "\r\n        (", "1-3", "),\r\n    ", "89-92", "CODEN:\r\n                ", "SYMEDZ", ";\r\n        ISSN:", "0379-6779", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A novel proton-conductive copper coordination polymer, Et2dtoaCu (R2dtoaH2 = dithiooxamide derivs.), was synthesized.  From x-ray powder diffraction measurements, the crystal structure of Et2dtoaCu is similar to that of a two-dimensional (2-D) coordination polymer (HOH4C2)2dtoaCu.  This title coordination polymer was revealed to be a proton conductor by the relative humidity (RH) dependence of a.c. cond. measurements.  The proton cond. (σp) was 4.2 × 10-6 S cm-1 under the RH of 100% and the ionic transport no. was >0.99.  The σp of (HOH4C2)2dtoaCu was two orders of magnitude higher than that of Et2dtoaCu, which would be derived from the existence of OH groups in the alkyl substituent R.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXpvVyms70%253D&md5=ab103cb485bfd10423093d5c568a2cd8", "(b) ", "Sadakiyo", ", ", "M.", "; ", "Yamada", ", ", "T.", "; ", "Kitagawa", ", ", "H.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "9906", "ACS Full Text ", ", [", "CAS", "]", "6. ", "Rational designs for highly proton-conductive metal-organic frameworks", "Sadakiyo, Masaaki; Yamada, Teppei; Kitagawa, Hiroshi", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "29", "),\r\n    ", "9906-9907", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A novel metal-org. framework (MOF), (NH4)2(adp)[Zn2(ox)3]·3H2O (I) was synthesized and its structure was detd.  We propose three types of rational design to introduce proton carriers into MOFs.  The simplest method is to introduce them directly as counterions such as NH4+, H3O+, and HSO4- into the pores of frameworks (type I).  The second is to put acid groups on frameworks, the protons being provided from them (type II).  The third is to incorporate acidic mols. into voids (type III).  I demonstrated a combination of two of the concepts by introducing NH4+ ions using the anionic framework (type I) and putting carboxyl end groups of adipic acid in a honeycomb-shaped void (type III).  This MOF showed a superprotonic cond. of 10-2 S cm-1 at ambient temp., comparable to org. polymers such as Nafion, which is in practical use in fuel cells.  This is the first example of an MOF to exhibit a superprotonic cond. of 10-2 S cm-1 at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXotFKntbg%253D&md5=b53ed099b5c4868bdc6ef4bfd5518a86", "(c) ", "Yamada", ", ", "T.", "; ", "Sadakiyo", ", ", "M.", "; ", "Kitagawa", ", ", "H.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "3144", "– ", "3145", "ACS Full Text ", ", [", "CAS", "]", "6. ", "high proton conductivity of one-dimensional ferrous oxalate dihydrate", "Yamada, Teppei; Sadakiyo, Masaaki; Kitagawa, Hiroshi", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "9", "),\r\n    ", "3144-3145", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Proton conductive materials become important for their utility to electrolytes of fuel cells or sensors.  The proton cond. of a 1D coordination polymer, ferrous oxalate dihydrate, was evaluated and found to show 1.3 mS cm-1 at ambient temp.  The proton cond. of this compd. is extremely high at ambient temp. without any strong acidic group, and this result is suggestive of new proton conductive materials consisting of coordination polymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXit1elurg%253D&md5=bcca1749b339121847ce6c044352e91d", "(d) ", "O̅kawa", ", ", "H.", "; ", "Shigematsu", ", ", "A.", "; ", "Sadakiyo", ", ", "M.", "; ", "Miyagawa", ", ", "T.", "; ", "Yoneda", ", ", "K.", "; ", "Ohba", ", ", "M.", "; ", "Kitagawa", ", ", "H.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "13516", "– ", "13522", "ACS Full Text ", ", [", "CAS", "]", "6. ", "Oxalate-bridged bimetallic complexes {NH(prol)3}[MCr(ox)3] (M = MnII, FeII, CoII; NH(prol)3+ = tri(3-hydroxypropyl)ammonium) exhibiting coexistent ferromagnetism and proton conduction", "Okawa, Hisashi; Shigematsu, Akihito; Sadakiyo, Masaaki; Miyagawa, Takuya; Yoneda, Ko; Ohba, Masaaki; Kitagawa, Hiroshi", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "37", "),\r\n    ", "13516-13522", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Hydroxy-functionalized proton-conducting trialkylammonium binuclear oxalate-bridged heterobimetallate complexes [NH[(CH2)3OH]3][MIICrIII(ox)3] (MII = MnII, FeII, CoII; ox = C2O42-) with hydrophilic tri(3-hydroxypropyl)ammonium (Q+) cations were prepd. by a new synthetic procedure, and the effects of the Q+ ion upon the structure, magnetism, and elec. conduction were studied.  An x-ray crystallog. study of the MnCr dihydrate, (Q+)[MnCr(ox)3]·2H2O, was performed.  Crystal data: hexagonal, P63, a = b = 9.3808(14) Å, c = 15.8006(14) Å, Z = 2.  The structure comprises oxalate-bridged bimetallic layers interleaved by Q+ ions.  The ions assume a tripodal configuration and are hydrogen bonded to the bimetallic layers together with water mols., giving rise to a short interlayer sepn. (7.90 Å) and unsym. faces to the bimetallic layer.  Cryomagnetic studies demonstrate ferromagnetic ordering with transition temp. of 5.5 K for the MnCr complex, 9.0 K for the FeCr complex, and 10.0 K for the CoCr complex.  The interlayer magnetic interaction is negligibly weak in all of the complexes despite the short interlayer sepn.  A slow magnetization is obsd. in all the complexes.  This is explained by spin canting assocd. with the unsym. feature of the bimetallic layer.  The complexes show proton cond. of 1.2 × 10-10 to 4.4 × 10-10 S cm-1 under 40% relative humidity (RH) and ∼1 × 10-4 S cm-1 under 75% RH.  On the basis of water adsorption/desorption profiles, the cond. under 40% RH is mediated through the hydrogen-bonded network formed by the bimetallic layer, Q+ ions, and water mols. (two per MCr).  Under 75% RH, addnl. water mols. (three per MCr) are concerned with the high proton cond.  This is the first example of a metal complex system exhibiting coexistent ferromagnetism and proton cond.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVGktb3K&md5=0d00348a2f35513023813c2d8cd21885", "(e) ", "Shigematsu", ", ", "A.", "; ", "Yamada", ", ", "T.", "; ", "Kitagawa", ", ", "H.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "2034", "ACS Full Text ", ", [", "CAS", "]", "6. ", "Wide Control of Proton Conductivity in Porous Coordination Polymers", "Shigematsu, Akihito; Yamada, Teppei; Kitagawa, Hiroshi", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "7", "),\r\n    ", "2034-2036", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The proton conductivities of the porous coordination polymers M(OH)(bdc-R) [H2bdc = 1,4-benzenedicarboxylic acid; M = Al, Fe; R = H, NH2, OH, (COOH)2] were studied under humid conditions.  Good correlations among pKa, proton cond., and activation energy were obsd.  Fe(OH)(bdc-(COOH)2), having carboxy group and the lowest pKa, showed the highest proton cond. and the lowest activation energy in this system.  This is the 1st example in which proton cond. was widely controlled by substitution of ligand functional groups in an isostructural series.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVOnsbg%253D&md5=3804ab59141aa2eff627ce45797e8616", "(f) ", "Sahoo", ", ", "S. C.", "; ", "Kundu", ", ", "T.", "; ", "Banerjee", ", ", "R.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "17950", "– ", "17958", "ACS Full Text ", ", [", "CAS", "]", "6. ", "Helical Water Chain Mediated Proton Conductivity in Homochiral Metal-Organic Frameworks with Unprecedented Zeolitic unh-Topology", "Sahoo, Subash Chandra; Kundu, Tanay; Banerjee, Rahul", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "44", "),\r\n    ", "17950-17958", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Four new homochiral metal-org. framework (MOF) isomers, [Zn(l-LCl)(Cl)](H2O)2 (1), [Zn(l-LBr)(Br)](H2O)2 (2), [Zn(d-LCl)(Cl)](H2O)2 (3), and [Zn(d-LBr)(Br)](H2O)2 (4) [L = 3-methyl-2-(pyridin-4-ylmethylamino)butanoic acid], were synthesized by using a deriv. of L-/D-valine and Zn(CH3COO)2·2H2O.  A three-periodic lattice with a parallel 1-dimensional helical channel was formed along the crystallog. c-axis.  Mol. rearrangement results in an unprecedented zeolitic unh-topol. in 1-4.  In each case, two lattice water mols. (one H-bonded to halogen atoms) form a secondary helical continuous water chain inside the mol. helix.  MOFs 1 and 2 shows different water adsorption properties and hence different water affinity.  The arrangement of water mols. inside the channel was monitored by variable-temp. single-crystal x-ray diffraction, which indicated that MOF 1 has a higher water holding capacity than MOF 2.  In MOF 1, water escapes at 80°, while in 2 the same happens at a much lower temp. (∼40°).  All the MOFs reported here shows reversible crystn. by readily re-absorbing moisture.  In MOFs 1 and 2, the frameworks are stable after solvent removal, which is confirmed by a single-crystal to single-crystal transformation.  MOFs 1 and 3 show high proton cond. of 4.45 × 10-5 and 4.42 × 10-5 S cm-1, resp., while 2 and 4 shows zero proton cond.  The above result is attributed to the fact that MOF 1 has a higher water holding capacity than MOF 2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlSqsbnI&md5=fa58700d75148200c35346df4731b22f", "(g) ", "Shigematsu", ", ", "A.", "; ", "Yamada", ", ", "T.", "; ", "Kitagawa", ", ", "H.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "2144", "ACS Full Text ", "There is no corresponding record for this reference.", "(h) ", "Pardo", ", ", "E.", "; ", "Train", ", ", "C.", "; ", "Gontard", ", ", "G.", "; ", "Boubekeur", ", ", "K.", "; ", "Fabelo", ", ", "O.", "; ", "Liu", ", ", "H.", "; ", "Dkhil", ", ", "B.", "; ", "Lloret", ", ", "F.", "; ", "Nakagawa", ", ", "K.", "; ", "Tokoro", ", ", "H.", "; ", "Ohkoshi", ", ", "S.-i.", "; ", "Verdaguer", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "15328", "– ", "15331", "ACS Full Text ", ", [", "CAS", "]", "6. ", "High Proton Conduction in a Chiral Ferromagnetic Metal-Organic Quartz-like Framework", "Pardo, Emilio; Train, Cyrille; Gontard, Geoffrey; Boubekeur, Kamal; Fabelo, Oscar; Liu, Hong-Bo; Dkhil, Brahim; Lloret, Francesc; Nakagawa, Kosuke; Tokoro, Hiroko; Ohkoshi, Shin-ichi; Verdaguer, Michel", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "39", "),\r\n    ", "15328-15331", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A complex-as-ligand strategy to get a multifunctional mol. material led to a metal-org. framework with the formula (NH4)4[MnCr2(ox)6]·4H2O.  Single-crystal x-ray diffraction revealed that the anionic bimetallic coordination network adopts a chiral three-dimensional quartz-like architecture.  It hosts ammonium cations and water mols. in functionalized channels.  In addn. to ferromagnetic ordering below TC = 3.0 K related to the host network, the material exhibits a very high proton cond. of 1.1 × 10-3 S/cm-1 at room temp. due to the guest mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFOmsbjI&md5=9496b9af6258c33f5c4a8b689d9df281", "(i) ", "Goesten", ", ", "M. G.", "; ", "Juan-Alcañiz", ", ", "J.", "; ", "Ramos-Fernandez", ", ", "E. V.", "; ", "Sai Sankar Gupta", ", ", "K. B.", "; ", "Stavitski", ", ", "E.", "; ", "van Bekkum", ", ", "H.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", " ", "J. Catal.", " ", "2011", ",  ", "281", ",  ", "177", "[", "Crossref", "], [", "CAS", "]", "6. ", "Sulfation of metal-organic frameworks: Opportunities for acid catalysis and proton conductivity", "Goesten, Maarten G.; Juan-Alcaniz, Jana; Ramos-Fernandez, Enrique V.; Gupta, K. B. Sai Sankar; Stavitski, Eli; van Bekkum, Herman; Gascon, Jorge; Kapteijn, Freek", "Journal of Catalysis", "\r\n        (", "2011", "),\r\n    ", "281", "\r\n        (", "1", "),\r\n    ", "177-187", "CODEN:\r\n                ", "JCTLA5", ";\r\n        ISSN:", "0021-9517", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "A new post-functionalization method for metal-org. frameworks (MOFs) has been developed to introduce acidity for catalysis.  Upon treatment with a mixt. of triflic anhydride and sulfuric acid, chem. stable MOF structures MIL-101(Cr) and MIL-53(Al) can be sulfated, resulting in a Bronsted sulfoxy acid group attached to up to 50% of the arom. terephthalate linkers of the structure.  The sulfated samples have been extensively characterized by solid-state NMR, XANES, and FTIR spectroscopy.  The functionalized acidic frameworks show catalytic activity similar to that of acidic polymers like Nafion display in the esterification of n-butanol with acetic acid (TOF ∼ 1 min-1 ∼343 K).  Water adsorbs strongly up to 4 mols. per sulfoxy acid group, and an addnl. 2 mols. are taken up at lower temps. in the 1-D pore channels of S-MIL-53(Al).  The high water content and Bronsted acidity provide the structure S-MIL-53(Al) a high proton cond. up to moderate temps.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXntFKjurY%253D&md5=db959e03e20a5486667b93dd4791c621", "(j) ", "Sadakiyo", ", ", "M.", "; ", "O̅kawa", ", ", "H.", "; ", "Shigematsu", ", ", "A.", "; ", "Ohba", ", ", "M.", "; ", "Yamada", ", ", "T.", "; ", "Kitagawa", ", ", "H.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "5472", "– ", "5475", "ACS Full Text ", ", [", "CAS", "]", "6. ", "Promotion of Low-Humidity Proton Conduction by Controlling Hydrophilicity in Layered Metal-Organic Frameworks", "Sadakiyo, Masaaki; Okawa, Hisashi; Shigematsu, Akihito; Ohba, Masaaki; Yamada, Teppei; Kitagawa, Hiroshi", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "12", "),\r\n    ", "5472-5475", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors controlled the hydrophilicity of metal-org. frameworks (MOFs) to achieve high proton cond. and high adsorption of H2O under low humidity conditions, by employing novel class of MOFs, {NR3(CH2COOH)}[MCr(ox)3]·nH2O (abbreviated as R-MCr, where R = Me (methyl), Et (ethyl), or Bu (n-butyl), and M = Mn or Fe): Me-FeCr, Et-MnCr, Bu-MnCr, and Bu-FeCr.  The cationic components have a carboxyl group that functions as the proton carrier.  The hydrophilicity of the cationic ions was tuned by the NR3 residue to decrease with increasing bulkiness of the residue: {NMe3(CH2COOH)}+ > {NEt3(CH2COOH)}+ > {NBu3(CH2COOH)}+.  The proton conduction of the MOFs increased with increasing hydrophilicity of the cationic ions.  The most hydrophilic sample, Me-FeCr, adsorbed a large no. of H2O mols. and showed a high proton cond. of ∼10-4 S cm-1, even at a low humidity of 65% relative humidity (RH), at ambient temp.  Notably, this is the highest cond. among the previously reported proton-conducting MOFs that operate under low RH conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xjs1Wlur4%253D&md5=91d4c9c5d6915b7a53cbb1d11edb3610", "(k) ", "Horike", ", ", "S.", "; ", "Umeyama", ", ", "D.", "; ", "Inukai", ", ", "M.", "; ", "Itakura", ", ", "T.", "; ", "Kitagawa", ", ", "S.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "7612", "– ", "7615", "ACS Full Text ", ", [", "CAS", "]", "6. ", "Coordination-Network-Based Ionic Plastic Crystal for Anhydrous Proton Conductivity", "Horike, Satoshi; Umeyama, Daiki; Inukai, Munehiro; Itakura, Tomoya; Kitagawa, Susumu", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "18", "),\r\n    ", "7612-7615", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An ionic coordination network consisting of protonated imidazole and anionic 1-dimensional chains of zinc phosphate was synthesized.  The compd. possesses highly mobile ions in the crystal lattice and behaves as an ionic plastic crystal.  The dynamic behavior provides a proton cond. of 2.6 × 10-4 S cm-1 at 130° without humidity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XlslGru7c%253D&md5=4181d30b613985dbe4f54988f501a8ad", "(l) ", "Umeyama", ", ", "D.", "; ", "Horike", ", ", "S.", "; ", "Inukai", ", ", "M.", "; ", "Itakura", ", ", "T.", "; ", "Kitagawa", ", ", "S.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "12780", "– ", "12785", "ACS Full Text ", ", [", "CAS", "]", "6. ", "Inherent Proton Conduction in a 2D Coordination Framework", "Umeyama, Daiki; Horike, Satoshi; Inukai, Munehiro; Itakura, Tomoya; Kitagawa, Susumu", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "30", "),\r\n    ", "12780-12785", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors synthesized a coordination polymer consisting of Zn2+, 1,2,4-triazole, and orthophosphates, and demonstrated for the 1st time intrinsic proton conduction by a coordination network.  The compd. has a two-dimensional layered structure with extended hydrogen bonds between the layers.  It shows intrinsic proton cond. along the direction parallel to the layers, as elucidated by impedance studies of powder and single crystals.  From the low activation energy for proton hopping, the conduction mechanism is of the Grotthuss fashion.  The hopping is promoted by rotation of phosphate ligands, which are aligned on the layers at appropriate intervals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtVWhtL7P&md5=685690ed04838e32b649014af76796c4", "(m) ", "Costantino", ", ", "F.", "; ", "Donnadio", ", ", "A.", "; ", "Casciola", ", ", "M.", " ", "Inorg. Chem.", " ", "2012", ",  ", "51", ",  ", "6992", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Survey on the Phase Transitions and Their Effect on the Ion-Exchange and on the Proton-Conduction Properties of a Flexible and Robust Zr Phosphonate Coordination Polymer", "Costantino, Ferdinando; Donnadio, Anna; Casciola, Mario", "Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "12", "),\r\n    ", "6992-7000", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The flexible zirconium tetraphosphonate coordination polymer Zr(O3PCH2)2N-C6H10-N(O3CH2P)2X2-xH2+x·nH2O (X = H, Li, Na, K, 0 < x < 1, 4 < n < 7.5) (1) possesses an open framework structure with 1-dimensional cavities decorated with polar and acids P=O and P-OH groups.  1 Was fully protonated by adding HCl and then subjected to several acid-base ion-exchange reactions with alk. metals hydroxides.  1 Is a very robust coordination polymer because it can be regenerated in H-form using strong acid solns. and re-exchanged several times without hydrolysis and loss of crystallinity.  The flexibility of 1 was also studied by TDXD (temp. dependent x-ray diffraction) evidencing remarkable phase transformations that lead to a different disposition of the water mols.  These transformations also influence the accessibility of the cations on the P-OH groups placed inside the channels and thus the ion-exchange properties.  The dependence of the proton cond. properties on these phase transitions was also investigated and discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xns1eksr0%253D&md5=a3500f2b4811c3ce3b97a12efa30dfa8", "(n) ", "Costantino", ", ", "F.", "; ", "Donnadio", ", ", "A.", "; ", "Casciola", ", ", "M.", " ", "Inorg. Chem.", " ", "2012", ",  ", "51", ",  ", "6992", "– ", "7000", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Survey on the Phase Transitions and Their Effect on the Ion-Exchange and on the Proton-Conduction Properties of a Flexible and Robust Zr Phosphonate Coordination Polymer", "Costantino, Ferdinando; Donnadio, Anna; Casciola, Mario", "Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "12", "),\r\n    ", "6992-7000", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The flexible zirconium tetraphosphonate coordination polymer Zr(O3PCH2)2N-C6H10-N(O3CH2P)2X2-xH2+x·nH2O (X = H, Li, Na, K, 0 < x < 1, 4 < n < 7.5) (1) possesses an open framework structure with 1-dimensional cavities decorated with polar and acids P=O and P-OH groups.  1 Was fully protonated by adding HCl and then subjected to several acid-base ion-exchange reactions with alk. metals hydroxides.  1 Is a very robust coordination polymer because it can be regenerated in H-form using strong acid solns. and re-exchanged several times without hydrolysis and loss of crystallinity.  The flexibility of 1 was also studied by TDXD (temp. dependent x-ray diffraction) evidencing remarkable phase transformations that lead to a different disposition of the water mols.  These transformations also influence the accessibility of the cations on the P-OH groups placed inside the channels and thus the ion-exchange properties.  The dependence of the proton cond. properties on these phase transitions was also investigated and discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xns1eksr0%253D&md5=a3500f2b4811c3ce3b97a12efa30dfa8", "(o) ", "Colodrero", ", ", "R. M. P.", "; ", "Olivera-Pastor", ", ", "P.", "; ", "Losilla", ", ", "E. R.", "; ", "Hernández-Alonso", ", ", "D.", "; ", "Aranda", ", ", "M. A. G.", "; ", "Leon-Reina", ", ", "L.", "; ", "Rius", ", ", "J.", "; ", "Demadis", ", ", "K. D.", "; ", "Moreau", ", ", "B.", "; ", "Villemin", ", ", "D.", "; ", "Palomino", ", ", "M. I.", "; ", "Rey", ", ", "F.", "; ", "Cabeza", ", ", "A.", " ", "Inorg. Chem.", " ", "2012", ",  ", "51", ",  ", "7689", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "High Proton Conductivity in a Flexible, Cross-Linked, Ultramicroporous Magnesium Tetraphosphonate Hybrid Framework", "Colodrero, Rosario M. P.; Olivera-Pastor, Pascual; Losilla, Enrique R.; Hernandez-Alonso, Daniel; Aranda, Miguel A. G.; Leon-Reina, Laura; Rius, Jordi; Demadis, Konstantinos D.; Moreau, Bernard; Villemin, Didier; Palomino, Miguel; Rey, Fernando; Cabeza, Aurelio", "Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "14", "),\r\n    ", "7689-7698", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Multifunctional materials, esp. those combining two or more properties of interest, are attracting immense attention due to their potential applications.  MOFs, metal org. frameworks, can be regarded as multifunctional materials if they show another useful property in addn. to the adsorption behavior.  Here, the authors report a new multifunctional light hybrid, MgH6ODTMP·2H2O(DMF)0.5 (1), which was synthesized using the tetraphosphonic acid H8ODTMP, [1,8-octanediylbis[nitrilobis(methylene)]]tetrakis(phosphonic acid), by high-throughput methodol.  Its crystal structure, solved by Patterson-function direct methods from synchrotron powder x-ray diffraction, was characterized by a 3-dimensional pillared open framework contg. cross-linked 1-dimensional channels filled with water and DMF.  Upon H2O and DMF removal and subsequent rehydration, MgH6ODTMP·2H2O (2) and MgH6ODTMP·6H2O (3) can be formed.  These processes take place through cryst.-quasi-amorphous-cryst. transformations, during which the integrity of the framework is maintained.  A water adsorption study, at const. temp., showed that this magnesium tetraphosphonate hybrid reversibly equilibrates its lattice water content as a function of the water partial pressure.  Combination of the structural study and gas adsorption characterization (N2, CO2, and CH4) indicates an ultramicroporous framework.  High-pressure CO2 adsorption data are also reported.  Finally, impedance data indicates that 3 has high proton cond. σ = 1.6 × 10-3 S cm-1 at T = 292 K at ∼100% relative humidity with an activation energy of 0.31 eV.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xps1Gjsr8%253D&md5=1f977bce933920aa9d298e1acdec7655", "(p) ", "Colodrero", ", ", "R. M. P.", "; ", "Olivera-Pastor", ", ", "P.", "; ", "Losilla", ", ", "E. R.", "; ", "Aranda", ", ", "M. A. G.", "; ", "León-Reina", ", ", "L.", "; ", "Papadaki", ", ", "M.", "; ", "McKinlay", ", ", "A. C.", "; ", "Morris", ", ", "R. E.", "; ", "Demadis", ", ", "K. D.", "; ", "Cabeza", ", ", "A.", " ", "Dalton Trans.", " ", "2012", ",  ", "41", ",  ", "4045", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Multifunctional lanthanum tetraphosphonates: Flexible, ultramicroporous and proton-conducting hybrid frameworks", "Colodrero, Rosario M. P.; Olivera-Pastor, Pascual; Losilla, Enrique R.; Aranda, Miguel A. G.; Leon-Reina, Laura; Papadaki, Maria; McKinlay, Alistair C.; Morris, Russell E.; Demadis, Konstantinos D.; Cabeza, Aurelio", "Dalton Transactions", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "14", "),\r\n    ", "4045-4051", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A new flexible ultramicroporous solid, La(H5DTMP)·7H2O (1), was crystd. at room temp. using the tetraphosphonic acid H8DTMP, hexamethylenediamine-N,N,N',N'-tetrakis(methylenephosphonic acid).  Its crystal structure, solved by synchrotron powder x-ray diffraction, is characterized by a 3-dimensional pillared open-framework contg. 1-dimensional channels filled with water.  Upon dehydration, a new related cryst. phase, La(H5DTMP) (2) is formed.  Partial rehydration of 2 led to La(H5DTMP)·2H2O (3).  These new phases contain highly corrugated layers showing different degrees of conformational flexibility of the long org. chain.  The combination of the structural study and the gas adsorption characterization (N2 and CO2) suggests an ultramicroporous flexible framework.  NO isotherms are indicative of a strong irreversible adsorption of NO within the pores.  Impedance data indicates that 1 is a proton-conductor with a cond. of 8 × 10-3 S cm-1 at 297 K and 98% of relative humidity, and an activation energy of 0.25 eV.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xjslegs74%253D&md5=557015ecaaf065b027ca4b68af3b5077", "(q) ", "Colodrero", ", ", "R. M. P.", "; ", "Papathanasiou", ", ", "K. E.", "; ", "Stavgianoudaki", ", ", "N.", "; ", "Olivera-Pastor", ", ", "P.", "; ", "Losilla", ", ", "E. R.", "; ", "Aranda", ", ", "M. A. G.", "; ", "León-Reina", ", ", "L.", "; ", "Sanz", ", ", "J.", "; ", "Sobrados", ", ", "I.", "; ", "Choquesillo-Lazarte", ", ", "D.", "; ", "García-Ruiz", ", ", "J. M.", "; ", "Atienzar", ", ", "P.", "; ", "Rey", ", ", "F.", "; ", "Demadis", ", ", "K. D.", "; ", "Cabeza", ", ", "A.", " ", "Chem. Mater.", " ", "2012", ",  ", "24", ",  ", "3780", "– ", "3792", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Multifunctional Luminescent and Proton-Conducting Lanthanide Carboxyphosphonate Open-Framework Hybrids Exhibiting Crystalline-to-Amorphous-to-Crystalline Transformations", "Colodrero, Rosario M. P.; Papathanasiou, Konstantinos E.; Stavgianoudaki, Nikoleta; Olivera-Pastor, Pascual; Losilla, Enrique R.; Aranda, Miguel A. G.; Leon-Reina, Laura; Sanz, Jesus; Sobrados, Isabel; Choquesillo-Lazarte, Duane; Garcia-Ruiz, Juan M.; Atienzar, Pedro; Rey, Fernando; Demadis, Konstantinos D.; Cabeza, Aurelio", "Chemistry of Materials", "\r\n        (", "2012", "),\r\n    ", "24", "\r\n        (", "19", "),\r\n    ", "3780-3792", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The chem. of metal phosphonates has been progressing fast with the addn. of new materials that possess novel structural features and new properties, occasionally in a cooperative manner.  The authors report a new family of functional lanthanide-carboxyphosphonate materials.  Specifically, the lanthanide is La, Ce, Pr, Sm, Eu, Gd, Tb, or Dy and the carboxyphosphonate ligand is 2-hydroxyphosphonoacetic acid (H3HPA).  All reported LnHPA compds., Ln3(H0.75O3PCHOHCOO)4·xH2O (x = 15-16), crystallize in the orthorhombic system.  Two types of structures were isolated: series I and II polymorphs.  For both series, the three-dimensional (3D) open frameworks result from the linkage of similar organo-inorg. layers, in the ac-plane, by central lanthanide cations, which yield trimeric units also found in other metal-HPA hybrids.  Large oval-shaped 1-dimensional channels are formed by the spatial sepn. of the layers along the b-axis and filled with lattice H2O mols.  LnHPA materials undergo remarkable cryst.-to-amorphous-to cryst. transformations upon dehydration and rehydration cycles, as confirmed by thermodiffraction and NMR spectroscopy.  The highest proton cond. was obsd. for GdHPA (series II), 3.2 × 10-4 S cm-1 at 98% RH and T = 21°.  The dehydration-rehydration chem. was also followed by photoluminescence spectroscopy.  Loss and reuptake of H2O mols. are accompanied by clear changes in the photoluminescence spectra and lifetimes of the Eu analog (series II).  The authors' present results reveal a wide family of well-characterized, multifunctional lanthanide-based phosphonate 3-dimensional-structured metal-org. frameworks (MOFs) that show reversible cryst.-to-amorphous-to-cryst. transformations and, at the same time, exhibit high proton cond.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlGmsrnM&md5=ab31c2ad9749088915a39c65e60994f3", "7. ", "Sadakiyo", ", ", "M.", "; ", "Yamada", ", ", "T.", "; ", "Kitagawa", ", ", "H.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "9906", "– ", "9907", "ACS Full Text ", ", [", "CAS", "]", "7. ", "Rational designs for highly proton-conductive metal-organic frameworks", "Sadakiyo, Masaaki; Yamada, Teppei; Kitagawa, Hiroshi", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "29", "),\r\n    ", "9906-9907", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A novel metal-org. framework (MOF), (NH4)2(adp)[Zn2(ox)3]·3H2O (I) was synthesized and its structure was detd.  We propose three types of rational design to introduce proton carriers into MOFs.  The simplest method is to introduce them directly as counterions such as NH4+, H3O+, and HSO4- into the pores of frameworks (type I).  The second is to put acid groups on frameworks, the protons being provided from them (type II).  The third is to incorporate acidic mols. into voids (type III).  I demonstrated a combination of two of the concepts by introducing NH4+ ions using the anionic framework (type I) and putting carboxyl end groups of adipic acid in a honeycomb-shaped void (type III).  This MOF showed a superprotonic cond. of 10-2 S cm-1 at ambient temp., comparable to org. polymers such as Nafion, which is in practical use in fuel cells.  This is the first example of an MOF to exhibit a superprotonic cond. of 10-2 S cm-1 at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXotFKntbg%253D&md5=b53ed099b5c4868bdc6ef4bfd5518a86", "8. ", "Taylor", ", ", "J. M.", "; ", "Mah", ", ", "R. K.", "; ", "Moudrakovski", ", ", "I. L.", "; ", "Ratcliffe", ", ", "C. I.", "; ", "Vaidhyanathan", ", ", "R.", "; ", "Shimizu", ", ", "G. K. H.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "14055", "– ", "14057", "ACS Full Text ", ", [", "CAS", "]", "8. ", "Facile Proton Conduction via Ordered Water Molecules in a Phosphonate Metal-Organic Framework", "Taylor, Jared M.; Mah, Roger K.; Moudrakovski, Igor L.; Ratcliffe, Christopher I.; Vaidhyanathan, Ramanathan; Shimizu, George K. H.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "40", "),\r\n    ", "14055-14057", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new phosphonate metal-org. framework (MOF) with a layered motif but not that of the classical hybrid inorg.-org. solid is presented.  Zn3(L)(H2O)2·2.5H2O (L = [1,3,5-benzenetriphosphonate]6-), henceforth denoted as PCMOF-3, contains a polar interlayer lined with Zn-ligated water mols. and phosphonate oxygen atoms.  These groups serve to anchor free water mols. into ordered chains, as obsd. by x-ray crystallog.  The potential for proton conduction via the well-defined interlayer was studied by 2H solid-state NMR spectroscopy and a.c. impedance spectroscopy.  The proton cond. in H2 was measured as 3.5 × 10-5 S cm-1 at 25° and 98% relative humidity.  More interestingly, an Arrhenius plot gave a low activation energy of 0.17 eV for proton transfer, corroborating the solid-state NMR data that showed exchange between all deuterium sites in the D2O analog of PCMOF-3, even at -20°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFylsLbN&md5=e4228081e6777c9224917f2998cdae63", "9. ", "(a) ", "Bureekaew", ", ", "S.", "; ", "Horike", ", ", "S.", "; ", "Higuchi", ", ", "M.", "; ", "Mizuno", ", ", "M.", "; ", "Kawamura", ", ", "T.", "; ", "Tanaka", ", ", "D.", "; ", "Yanai", ", ", "N.", "; ", "Kitagawa", ", ", "S.", " ", "Nat. Mater.", " ", "2009", ",  ", "8", ",  ", "831", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "One-dimensional imidazole aggregate in aluminium porous coordination polymers with high proton conductivity", "Bureekaew, Sareeya; Horike, Satoshi; Higuchi, Masakazu; Mizuno, Motohiro; Kawamura, Takashi; Tanaka, Daisuke; Yanai, Nobuhiro; Kitagawa, Susumu", "Nature Materials", "\r\n        (", "2009", "),\r\n    ", "8", "\r\n        (", "10", "),\r\n    ", "831-836", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "The development of anhyd. proton-conductive materials operating at temps. above 80° is a challenge that needs to be met for practical applications.  Herein, we propose the new idea of encapsulation of a proton-carrier mol.-imidazole in this work-in aluminum porous coordination polymers for the creation of a hybridized proton conductor under anhyd. conditions.  Tuning of the host-guest interaction can generate a good proton-conducting path at temps. above 100°.  The dynamics of the adsorbed imidazole strongly affect the cond. detd. by 2H solid-state NMR.  Isotope measurements of cond. using imidazole-d4 showed that the proton-hopping mechanism was dominant for the conducting path.  This work suggests that the combination of guest mols. and a variety of microporous frameworks would afford highly mobile proton carriers in solids and gives an idea for designing a new type of proton conductor, particularly for high-temp. and anhyd. conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtFKns7rF&md5=f5b7a56388a21a40afbb1d3867e02ca9", "(b) ", "Umeyama", ", ", "D.", "; ", "Horike", ", ", "S.", "; ", "Inukai", ", ", "M.", "; ", "Hijikata", ", ", "Y.", "; ", "Kitagawa", ", ", "S.", " ", "Angew. Chem., Int. Ed.", " ", "2011", ",  ", "50", ",  ", "11706", "– ", "11709", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Confinement of Mobile Histamine in Coordination Nanochannels for Fast Proton Transfer", "Umeyama, Daiki; Horike, Satoshi; Inukai, Munehiro; Hijikata, Yuh; Kitagawa, Susumu", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "49", "),\r\n    ", "11706-11709, S11706/1-S11706/6", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A proton-conductive composite that consists of histamine and aluminum porous coordination polymer/metal-org. framework, hybridized on the mol. scale, was prepd.  The hybridization was simple and resulted in a cond. of >10-3 S/cm at 150° under anhyd. conditions.  A rich structural conformation, mol. isotropy, and high concn. of histamine in contribute to the improvement in cond.  With its low activation energy, the material is regarded as a superionic conductor and the PCP supports are promising for the creation of hybrid conducting materials.  Modification of the porous structure or morphol. controls of the composite, such as alignment on substrates, are the next challenges.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht12qt7%252FM&md5=c62c82da7944a4b6d1f8be9b49d529e8", "10. ", "Hurd", ", ", "J. A.", "; ", "Vaidhyanathan", ", ", "R.", "; ", "Thangadurai", ", ", "V.", "; ", "Ratcliffe", ", ", "C. I.", "; ", "Moudrakovski", ", ", "I. L.", "; ", "Shimizu", ", ", "G. K. H.", " ", "Nat. Chem.", " ", "2009", ",  ", "1", ",  ", "705", "– ", "710", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Anhydrous proton conduction at 150 °C in a crystalline metal-organic framework", "Hurd, Jeff A.; Vaidhyanathan, Ramanathan; Thangadurai, Venkataraman; Ratcliffe, Christopher I.; Moudrakovski, Igor L.; Shimizu, George K. H.", "Nature Chemistry", "\r\n        (", "2009", "),\r\n    ", "1", "\r\n        (", "9", "),\r\n    ", "705-710", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal org. frameworks (MOFs) are exciting materials that couple porosity, diversity and crystallinity. although they have been studied for a wide range of applications, MOF chem. focuses almost exclusively on properties intrinsic to the empty frameworks and the use of guest mols. to control functions was essentially unexamd.  Here the authors report Na3(2,4,6-trihydroxy-1,3,5-benzenetrisulfonate) (β-PCMOF2), a MOF that conducts protons in regular 1-dimensional pores lined with sulfonate groups.  P conduction in β-PCMOF2 is modulated by the controlled loading of 1H-1,2,4-triazole (Tz) guests within the pores and reached 5 × 10-4 S/cm at 150° in anhyd. , as confirmed by elec. measurements in H2 and D2, and by solid-state NMR spectroscopy.  To confirm its potential as a gas separator membrane, the partially loaded MOF (β-PCMOF2(Tz)0.45) was also incorporated into a H2/air membrane electrode assembly.  The resulting membrane proved to be gas tight and gave an open circuit voltage of 1.18 V at 100°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsVGnt7jN&md5=6df5e8b2ad223a263d5040bdb7be2aec", "11. ", "Ponomareva", ", ", "V. G.", "; ", "Kovalenko", ", ", "K. A.", "; ", "Chupakhin", ", ", "A. P.", "; ", "Dybtsev", ", ", "D. N.", "; ", "Shutova", ", ", "E. S.", "; ", "Fedin", ", ", "V. P.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "15640", "– ", "15643", "ACS Full Text ", ", [", "CAS", "]", "11. ", "Imparting high proton conductivity to a metal-organic framework material by controlled aid impregnation", "Ponomareva, Valentina G.; Kovalenko, Konstantin A.; Chupakhin, Alexei P.; Dybtsev, Danil N.; Shutova, Elena S.; Fedin, Vladimir P.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "38", "),\r\n    ", "15640-15643", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The extensive implementation of hydrogen-powered technol. today is limited by a no. of fundamental problems related to materials research.  Fuel-cell hydrogen conversion technol. requires proton-conducting materials with high cond. at intermediate temps. up to 120 °C.  The development of such materials remains challenging because the proton transport of many promising candidates is based on extended microstructures of water mols., which deteriorate at temps. above the b.p.  Here we show the impregnation of the mesoporous metal-org. framework (MOF) MIL-101 by nonvolatile acids H2SO4 and H3PO4.  Such a simple approach affords solid materials with potent proton-conducting properties at moderate temps., which is critically important for the proper function of on-board automobile fuel cells.  The proton conductivities of the H2SO4@MIL-101 and H3PO4@MIL-101 at T = 150 °C and low humidity outperform those of any other MOF-based materials and could be compared with the best proton conductors, such as Nafion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhtlaju7fP&md5=9d51dd33a54974b6c32f9934573a616a", "12. ", "Kong", ", ", "D.", "; ", "Clearfield", ", ", "A.", "; ", "Zoń", ", ", "J.", " ", "Cryst. Growth Des.", " ", "2005", ",  ", "5", ",  ", "1767", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Crystal-Engineered Three-Dimensional Hydrogen-Bonding Networks Built with 1,3,5-Benzenetri(phosphonic acid) and Bipyridine Synthons", "Kong, Deyuan; Clearfield, Abraham; Zon, Jerzy", "Crystal Growth & Design", "\r\n        (", "2005", "),\r\n    ", "5", "\r\n        (", "5", "),\r\n    ", "1767-1773", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The phosphonic acid 1,3,5-benzenetri(phosphonic acid) (BTP; 1,3,5-[(OH)2PO]3-C6H3) can act as both a hydrogen bond donor and acceptor.  BTP was reacted with two org. bases, 2,2'-bipyridine and 4,4'-bipyridine, in a 1:1 molar ratio.  The bis-deprotonation and tris-deprotonation trigger the formation of self-complementary 3D hydrogen bonding architectures.  Layers of the 2,2'-bipyridine compd. are formed through hydrogen bonding of the phosphonic acid groups existing in the dianionic motif {1,3-[(OH)PO2]2-5-[PO(OH)2]-C6H3}2-.  The ratio of BTP to 2,2'-bipyridine is 1:1.5, with two of the phosphonic acid protons being transferred to the nitrogen atoms, leaving a neg. charged oxygen and a proton on each of the phosphonic acid groups.  Discrete dimers are formed by three very short PO-H···O-P type hydrogen bonds (2.45-2.48 Å) and one short PO-H···O:P hydrogen bond at 2.56 Å interconnecting all dimers into extended layers in the bc plane.  The protonated bipyridyls penetrated into the layers by formation of two NH+···O-P hydrogen bonds (2.72, 3.14 Å) to complete the 3D network.  The compd. with 4,4'-bipyridine is triclinic P‾1, in which the ratio of BTP to bipyridine is 1:1.  Each amino nitrogen atom is protonated, leaving each phosphonic acid group neg. charged.  One addnl. pos. charge is provided by a hydronium ion.  The BTP mols. align in hydrogen-bonded staircase chains along the b axis, in which the mols. are bonded together by double hydrogen bonds: P-O-···HO-P.  The staircases are then interwoven into each other by the NH+···O-P hydrogen bonds between the pyridyl and the phosphonic acid groups.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXntVOlu7o%253D&md5=2071d66cfd366a9ff7edfb99bedeabdc", "13. ", "Agmon", ", ", "N.", " ", "Chem. Phys. Lett.", " ", "1995", ",  ", "244", ",  ", "456", "[", "Crossref", "], [", "CAS", "]", "13. ", "The Grotthuss mechanism", "Agmon, Noam", "Chemical Physics Letters", "\r\n        (", "1995", "),\r\n    ", "244", "\r\n        (", "5,6", "),\r\n    ", "456-62", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "Suggested mechanisms for proton mobility are confronted with exptl. findings and quantum mech. calcns., indicating that no model is consistent with the existing data.  It is suggested that the mol. mechanism behind prototropic mobility involves a periodic series of isomerizations between H9O4+ and H5O2+, the first triggered by hydrogen-bond cleavage of a second-shell water mol. and the second by the reverse, hydrogen-bond formation process.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXos1Wls7o%253D&md5=d285f388a62674436db3a2f55ea74984", "14. ", "Deng", ", ", "H.", "; ", "Doonan", ", ", "C. J.", "; ", "Furukawa", ", ", "H.", "; ", "Ferreira", ", ", "R. B.", "; ", "Towne", ", ", "J.", "; ", "Knobler", ", ", "C. B.", "; ", "Wang", ", ", "B.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2010", ",  ", "327", ",  ", "846", "– ", "850", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Multiple Functional Groups of Varying Ratios in Metal-Organic Frameworks", "Deng, Hexiang; Doonan, Christian J.; Furukawa, Hiroyasu; Ferreira, Ricardo B.; Towne, John; Knobler, Carolyn B.; Wang, Bo; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "327", "\r\n        (", "5967", "),\r\n    ", "846-850", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Metal-org. frameworks (MOFs) can incorporate a large no. of different functionalities on linking groups in a way that mixes the linker, rather than forming sep. domains.  The authors made complex MOFs from 1,4-benzenedicarboxylate (denoted by A in this work) and its derivs. -NH2, -Br, -(Cl)2, -NO2, -Me2, -C4H4, -(OC3H5)2, and -(OC7H7)2 (denoted by B to I,, resp.) to synthesize 18 multivariate (MTV) MOF-5 type structures that contain up to eight distinct functionalities in one phase.  The backbone (Zn oxide and phenylene units) of these structures is ordered, but the distribution of functional groups is disordered.  The complex arrangements of several functional groups within the pores can lead to properties that are not simply linear sums of those of the pure components.  For example, a member of this series, MTV-MOF-5-EHI, exhibits up to 400% better selectivity for CO2 over CO compared with its best same-link counterparts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhslWju7o%253D&md5=40f9720d9a7633e6102cab3256be0468", "15. ", "Seo", ", ", "J.", "; ", "Bonneau", ", ", "C.", "; ", "Matsuda", ", ", "R.", "; ", "Takata", ", ", "M.", "; ", "Kitagawa", ", ", "S.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "9005", "– ", "9013", "ACS Full Text ", ", [", "CAS", "]", "15. ", "Soft Secondary Building Unit: Dynamic Bond Rearrangement on Multinuclear Core of Porous Coordination Polymers in Gas Media", "Seo, Joobeom; Bonneau, Charlotte; Matsuda, Ryotaro; Takata, Masaki; Kitagawa, Susumu", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "23", "),\r\n    ", "9005-9013", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new synthetic approach to prep. flexible porous coordination polymers (PCPs) using soft secondary building units (SBUs) which can undergo multiple reversible metal-ligand bonds breaking is reported.  The authors prepd. a zinc paddle-wheel-based two-fold interpenetrated PCP, {[Zn2(tp)2(L2)]·2.5DMF·0.5water}n (2a, H2tp = terephthalic acid; L2 = 2,3-difluoro-1,4-bis(4-pyridyl)benzene), showing dynamic structural transformations upon the removal and rebinding of guest mols.  The x-ray structures at different degrees of desolvation indicate the highly flexible nature of the framework.  The framework deformations involve slippage of the layers and movement of the two interpenetrated frameworks with respect to each other.  The coordination geometry of a zinc paddle-wheel unit (one of the popular SBUs) is considerably changed by bond breaking between zinc and oxygen atoms during the drying process.  Two zinc atoms in the dried form 2d reside in a distorted tetrahedral geometry.  Compd. 2d has no void vol. and favors the uptake of O2 over Ar and N2 at 77 K.  The O2 and Ar adsorption isotherms of 2d show gate-opening-type adsorption behaviors corroborating the structure detn.  The CO2 adsorption isotherm at 195 K exhibits multiple steps originating from the flexibility of the framework.  The structural transformations of the zinc clusters in the framework upon sorption of guest mols. were also characterized by Raman spectroscopy in which the characteristic bands corresponding to νsym(COO-) vibration were used.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmsVWlsbs%253D&md5=28b400f75d3dd4c5289894fa0eb1703a", "16. ", "Kim", ", ", "M.", "; ", "Cahill", ", ", "J. F.", "; ", "Su", ", ", "Y. X.", "; ", "Prather", ", ", "K. A.", "; ", "Cohen", ", ", "S. M.", " ", "Chem. Sci.", " ", "2012", ",  ", "3", ",  ", "126", "– ", "130", "[", "Crossref", "], [", "CAS", "]", "16. ", "Postsynthetic ligand exchange as a route to functionalization of metal-organic frameworks", "Kim, Min; Cahill, John F.; Su, Yongxuan; Prather, Kimberly A.; Cohen, Seth M.", "Chemical Science", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "1", "),\r\n    ", "126-130", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Herein, the authors report that the exchange of ligands from an intact metal-org. framework (MOF) can be exploited as a means to introduce functionalized ligands into MOFs under mild conditions.  Ligand exchange can occur with 'inert' Zr(IV)-based UiO-66 MOFs in a solvent dependent manner.  The authors call this process postsynthetic exchange (PSE) and show that it provides access to MOFs that are not readily prepd. in high quality by solvothermal methods.  Ligand exchange can occur between UiO-66 MOFs as monitored by aerosol time-of-flight mass spectrometry (ATOFMS).  ATOFMS was used to analyze the chem. compn. of microcryst. MOFs on the single particle level, providing information not available through bulk anal.  PSE is an important postsynthetic approach to the modification of MOFs, and the ligand exchange revealed by ATOFMS requires a reevaluation of the assumed 'stability' of even the most robust MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsFeisr%252FM&md5=b12ee0a9098d4c4065bb4f5e26f15f1a", "17. ", "Park", ", ", "H. J.", "; ", "Cheon", ", ", "Y. E.", "; ", "Suh", ", ", "M. P.", " ", "Chem.—Eur. J.", " ", "2010", ",  ", "16", ",  ", "11662", "– ", "11669", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Post-synthetic reversible incorporation of organic linkers into porous metal-organic frameworks through single-crystal-to-single-crystal transformations and modification of gas sorption properties", "Park, Hye Jeong; Cheon, Young Eun; Suh, Myunghyun Paik", "Chemistry--A European Journal", "\r\n        (", "2010", "),\r\n    ", "16", "\r\n        (", "38", "),\r\n    ", "11662-11669, S11662/1-S11662/46", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Porous metal-org. framework (MOF) {[Zn2(TCPBDA)(H2O)2]·30DMF·6H2O}n (SNU-30) was prepd. by solvothermal reaction of N,N,N',N'-tetrakis(4-carboxyphenyl)biphenyl-4,4'-diamine (H4TCPBDA) and Zn(NO3)2·6H2O in DMF/tBuOH.  Post-synthetic modification of SNU-30 by the insertion of 3,6-bis(4-pyridyl)-1,2,4,5-tetrazine (bpta) afforded single-cryst. {[Zn2(TCPBDA)(bpta)]·23DMF·4H2O}n (SNU-31SC), in which channels were divided by the bpta linkers.  The bridging bpta ligand in the MOF was bent due to steric constraints.  SNU-31 was also prepd. through a one-pot solvothermal synthesis from ZnII, TCPBDA4-, and bpta.  The bpta linker could be liberated from this MOF by immersion in N,N-diethylformamide (DEF) to afford the single-cryst. SNU-30SC, which is structurally similar to SNU-30.  Desolvated solid SNU-30' adsorbed N2, O2, H2, CO2, and CH4 gases, whereas desolvated SNU-31' exhibited selective adsorption of CO2 over N2, O2, H2, and CH4, thus demonstrating that the gas adsorption properties of MOF can be modified by post-synthetic insertion/removal of a bridging ligand.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVSrsbnE&md5=b388c3348c9cb5e12ad1d4d6ec37ccc1", "18. ", "(a) ", "Fukushima", ", ", "T.", "; ", "Horike", ", ", "S.", "; ", "Inubushi", ", ", "Y.", "; ", "Nakagawa", ", ", "K.", "; ", "Kubota", ", ", "Y.", "; ", "Takata", ", ", "M.", "; ", "Kitagawa", ", ", "S.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "4820", "– ", "4824", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Solid Solutions of Soft Porous Coordination Polymers: Fine-Tuning of Gas Adsorption Properties", "Fukushima, Tomohiro; Horike, Satoshi; Inubushi, Yasutaka; Nakagawa, Keiji; Kubota, Yoshiki; Takata, Masaki; Kitagawa, Susumu", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "28", "),\r\n    ", "4820-4824, S4820/1-S4820/7", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors have synthesized two interdigitated frameworks and a series of their ligand-based solid solns. for the control of their adsorption isotherms.  Optimization of the gas-sepn. performance from a mixt. of carbon dioxide and methane using the solid solns. was demonstrated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXotVCgurg%253D&md5=906948f322c266f6e447a2056651151b", "(b) ", "Horike", ", ", "S.", "; ", "Inubushi", ", ", "Y.", "; ", "Hori", ", ", "T.", "; ", "Fukushima", ", ", "T.", "; ", "Kitagawa", ", ", "S.", " ", "Chem. Sci.", " ", "2012", ",  ", "3", ",  ", "116", "– ", "120", "[", "Crossref", "], [", "CAS", "]", "18. ", "A solid solution approach to 2D coordination polymers for CH4/CO2 and CH4/C2H6 gas separation: equilibrium and kinetic studies", "Horike, Satoshi; Inubushi, Yasutaka; Hori, Takashi; Fukushima, Tomohiro; Kitagawa, Susumu", "Chemical Science", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "1", "),\r\n    ", "116-120", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Gas sepn. properties for CH4/CO2 and CH4/C2H6 of flexible 2D porous coordination polymers under equil. gas conditions and mixed gas flow conditions were investigated and the gas sepn. efficiencies were optimized by precise tuning of the flexibility in ligand-base solid soln. compds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsFeju7fN&md5=7b3833ff8c52d11f658655eb94dd9734"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2013/jacsat.2013.135.issue-3/ja310675x/production/images/small/ja-2012-10675x_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2013/jacsat.2013.135.issue-3/ja310675x/production/images/small/ja-2012-10675x_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2013/jacsat.2013.135.issue-3/ja310675x/production/images/small/ja-2012-10675x_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2013/jacsat.2013.135.issue-3/ja310675x/production/images/small/ja-2012-10675x_0007.gif\">"]}
