{"title": ["MOF Crystal Chemistry Paving the Way to Gas Storage Needs: Aluminum-Based ", "-MOF for CH", ", O", ", and CO", " Storage"], "authors": ["Dalal Alezi", "Youssef Belmabkhout", "Mikhail Suyetin", "Prashant M. Bhatt", "Łukasz J. Weseliński", "Vera Solovyeva", "Karim Adil", "Ioannis Spanopoulos", "Pantelis N. Trikalitis", "Abdul-Hamid Emwas", "Mohamed Eddaoudi"], "doi": ["10.1021/jacs.5b07053"], "abstract": ["The molecular building block approach was employed effectively to construct a series of novel isoreticular, highly porous and stable, aluminum-based metal–organic frameworks with ", " topology. From this platform, three compounds were experimentally isolated and fully characterized: namely, the parent Al-", "-MOF-1 and its naphthalene and anthracene analogues. Al-", "-MOF-1 exhibits outstanding gravimetric methane uptake (total and working capacity). It is shown experimentally, for the first time, that the Al-", "-MOF platform can address the challenging Department of Energy dual target of 0.5 g/g (gravimetric) and 264 cm", " (STP)/cm", " (volumetric) methane storage. Furthermore, Al-", "-MOF exhibited the highest total gravimetric and volumetric uptake for carbon dioxide and the utmost total and deliverable uptake for oxygen at relatively high pressures among all microporous MOFs. In order to correlate the MOF pore structure and functionality to the gas storage properties, to better understand the structure–property relationship, we performed a molecular simulation study and evaluated the methane storage performance of the Al-", "-MOF platform using diverse organic linkers. It was found that shortening the parent Al-", "-MOF-1 linker resulted in a noticeable enhancement in the working volumetric capacity at specific temperatures and pressures with amply conserved gravimetric uptake/working capacity. In contrast, further expansion of the organic linker (branches and/or core) led to isostructural Al-", "-MOFs with enhanced gravimetric uptake but noticeably lower volumetric capacity. The collective experimental and simulation studies indicated that the parent Al-", "-MOF-1 exhibits the best compromise between the volumetric and gravimetric total and working uptakes under a wide range of pressure and temperature conditions."], "text": ["Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "Experimental Section", "References", "Introduction", "Gas storage in porous materials is a desirable technology that has been significantly developed in recent years, owing to its potential to address numerous persisting challenges in a number of industrial applications related to energy, environment, and health care sectors.", "(1)", " In the context of clean energy, there is an amplified willingness to reduce greenhouse gas emissions, caused by energy production processes, as evidenced by the considerable ongoing research in academia and industry alike aiming to develop practical solutions to mitigate this problem. Correspondingly, appropriate studies have been conducted in order to practically deploy relatively cleaner alternative fuels such as methane (CH", "4", "), a primary component of natural gas (NG) and biogas. CH", "4", " is of great interest as a fuel for stationary and mobile applications due to (i) its high H to C ratio in comparison to other fossil fuels, resulting in relatively lower CO and CO", "2", " emissions,", "(2)", " and (ii) its lower sulfur and nitrogen contents, leading to lessened SO", "x", " and NO", "x", " emissions. The aforementioned attributes position CH", "4", " as a fuel appreciably cleaner than gasoline and diesel.", "(3)", " Nonetheless, the main drawback of CH", "4", ", in comparison to liquid fossil fuels, is its low volumetric energy density. Therefore, the development of suitable and sustainable on-board vehicle methane storage solutions, close to room temperature, is vital to the successful deployment of methane as a conventional fuel for transport applications.", "(4)", "Highly porous materials represent an interesting category of adsorbents that display distinct structural advantages for CH", "4", " storage. The appropriate combination of a high surface area associated with a considerable pore volume with a suitable pore shape and functionality, in a given porous material, is crucial to achieve the desired enhanced CH", "4", " storage uptake and a practical working capacity at a set pressure and temperature.", "(5)", " It is notable that the volumetric working capacity is an essential parameter to assess the material’s performance toward CH", "4", " storage. The working capacity represents the usable amount of CH", "4", " derived by subtracting the unused adsorbed CH", "4", ", corresponding to the uptake at the delivery pressure (5 bar), from the uptake at the maximum adsorption pressure (35 bar or higher).", "(6)", " Prominently, one of the pathways to enhance the methane working capacity of a given porous material is to regulate its methane uptake at relatively low pressures and subsequently reduce the unused CH", "4", " uptake up to the 5 bar threshold.", "Relatedly, the storage of other gases such as nitric oxide (NO) and carbon dioxide (CO", "2", ") has been previously studied and explored for various relevant applications.", "(1a, 7, 8)", " In contrast, studies pertaining to high-pressure oxygen (O", "2", ") storage are still scarce.", "(9)", " The availability of high amounts of O", "2", " is of prime importance in the health care domain, particularly in the treatment of respiratory insufficiencies and in hyperbaric oxygen changes for the treatment of carbon monoxide poisoning. Correspondingly, a large amount of oxygen is used to enrich air during catalyst regeneration in the catalytic cracking units.", "(10)", " Markedly, there is a significant need to develop efficient pathways to store O", "2", " for various industrial needs.", "Metal–organic frameworks (MOFs), a special class of solid-state materials, have emerged as modular and functional porous materials that can offer potential to address many enduring challenges pertaining to energy and environmental sustainability.", "(11)", " Principally, advances in MOF chemistry have permitted the successful implementation of reticular chemistry; predesigned building blocks were directed to assemble into a preset network topology. Namely, the molecular building block (MBB) approach has been deployed to construct targeted functional MOFs, where desired structural and geometrical attributes are incorporated into the MBBs prior to the assembly process. In effect, isolating reaction conditions that consistently permit ", "in situ", " formation of the requisite inorganic MBBs, in the presence of a suitable organic linker, is essential for the successful implementation of the MBB approach and the subsequent formation of the targeted MOF with the desired network topology.", "(12)", "Advantageously, the MBB approach permits the rational assembly of targeted MOFs and their subsequent structural fine tuning using isoreticular chemistry.", "(2b)", " The deliberate alteration of a MOF dimensionality and functionality without changing its underlying topology, isoreticular chemistry, is regarded as a powerful pathway for the development of new functional materials with distinctive properties.", "Evidently, the selection of an appropriate MOF platform, with desired topological attributes for the logical practice of isoreticular chemistry, offers the potential to readily access porous materials suitable to address the ongoing gas storage challenges.", "(11a, 13)", " Practically, several key requisites have been considered and targeted in order to facilitate the attainment of a high-storage MOF media: (i) inorganic MBBs based on light and abundant elements, (ii) organic MBBs amenable to size, shape, and functionality adjustments via expansion and decoration, (iii) an elect MOF platform that permits access to isoreticular MOFs with concomitant high surface area, large pore volume, and fine-tuned pores in the micropore domain, and (iv) an MOF platform based on an underlying topology that prohibits interpenetration upon MOF expansion.", "In this context, considering the aforementioned requisites, we identified the MOF platform based on the ", "soc", " topology (", "s", "quare-", "oc", "tahedral) as a promising platform to access isoreticular MOF materials for potential use in gas storage and separation applications. The ", "soc", "-MOF platform offers interesting structural features where the pore system comprised of cavities and channels can be fine tuned in the micropore domain by the judiciously fine tuning the square building unit (the tetracarboxylate ligand).", "(14)", " It is notable that the first reported ", "soc", "-MOF materials (In-, Ga-, and Fe-based ", "soc", "-MOF) revealed an exceptionally high gas storage density for H", "2", " and CH", "4", "(11h, 15)", " despite their associated moderate surface area and pore volume in comparison to the best storage MOF materials.", "(6a, 16)", " Congruently, we found it compelling to target ", "soc", "-MOFs with relatively larger surface areas and pore volumes via isoreticular chemistry, where the expansion strategy is employed to construct isoreticular ", "soc", "-MOFs based on selected/compatible and expanded organic MBBs, and subsequently evaluate their performance for storage of valuable commodities such as CH", "4", ", H", "2", ", CO", "2", ", and O", "2", ".", "Markedly, the construction of a highly microporous MOF with a ", "soc", " topology requires the judicious selection of an expanded rectangular organic linker that facilitates the ", "in situ", " formation of the targeted inorganic oxo-centered trinuclear M(III) cluster [M", "3", "(μ", "3", "-O)(O", "2", "C−)", "6", "] (M = In, Al, Fe, etc.). Specifically, targeting MOFs based on the trinuclear aluminum(III) cluster will permit the development of a relatively low cost material with tailored properties for gas storage applications.", "(17)", " It is important to note that MOFs based on the trinuclear Al(III) cluster [Al", "3", "(μ", "3", "-O)(O", "2", "C−)", "6", "], a 6-connected MBB, are scarce, with only a few examples reported in the literature due to challenges in isolating reaction conditions that allow the ", "in situ", " formation of the aforementioned inorganic MBB.", "(18)", "In this work, we report the synthesis and the structure, on the basis of single-crystal X-ray diffraction (SCXRD) studies, of the first aluminum MOF having the ", "soc", " topology and possessing an exceptional porosity. Importantly, this is the first report disclosing the assembly of the oxo-centered trinuclear aluminum(III) cluster (oxo-centered aluminum(III) trimer) [Al", "3", "(μ", "3", "-O)(O", "2", "C−)", "6", "], with a quadrangular ligand into a given MOF, namely the highly microporous Al-", "soc", "-MOF-1 with more than 2 cm", "3", "/g pore volume and 6000 m", "2", "/g apparent Langmuir surface area. Furthermore, the use of similar reaction conditions, which afforded the synthesis of the parent Al-", "soc", "-MOF-1, in the presence of functionalized tetracarboxylate linkers (with naphthalene or anthracene replacing the phenyl core in the parent ligand) resulted in two new isoreticular structures: namely the naphthalene species Al-", "soc-", "MOF-2 and the anthracene species Al-", "soc-", "MOF-3. Extensive gas adsorption studies were carried out on these isoreticular ", "soc", "-MOFs with different gases (N", "2", ", CO", "2", ", CH", "4", ", O", "2", ") at low pressures (cryogenic temperatures) and at high pressures. In particular, CH", "4", " and O", "2", " adsorption isotherms were investigated experimentally at different temperatures and over a wide range of pressures up to 85 and 120 bar, respectively. It was found that Al-", "soc", "-MOF-1 has one of the highest ever total and working gravimetric CH", "4", " uptakes at 35 bar and higher pressures at any given temperature. In contrast to all other best MOFs reported to date in the open literature for CH", "4", " storage, the parent Al-", "soc", "-MOF-1 sorption studies revealed an enhancement in the volumetric CH", "4", " storage working capacity when the temperature was decreased. Particularly, at 258 K and 80 bar, the Al-", "soc", "-MOF-1 fulfilled the Department of Energy (DOE) target (both gravimetric and volumetric) and exhibited the highest working volumetric capacity of 264 cm", "3", " (STP)/cm", "3", ". Correspondingly, to the best of our knowledge, Al-", "soc", "-MOF-1 showed the highest gravimetric total capacity for CO", "2", " and O", "2", " among microporous MOFs. Furthermore, molecular simulation studies supported and confirmed our experimental results for CH", "4", " storage and thus encouraged us to explore various plausible theoretical isoreticular Al-", "soc", "-MOFs, based on expanded (or contracted) and/or functionalized tetracarboxylate organic building blocks, for CH", "4", " storage. This study permitted us to (i) pinpoint various prospective Al-", "soc", "-MOFs with outstanding CH", "4", " storage capabilities similar to those of the parent Al-", "soc", "-MOF-1, confirming the superior volumetric and gravimetric storage capabilities of the parent Al-", "soc", "-MOF-1, and (ii) gain a better understanding of the structure–property relationship, deriving a better correlation between the ", "soc", "-MOF gas storage properties and the makeup of the ", "soc", "-MOF porous system (pore shape and size, ligand dimensions and functionalities).", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "Experimental Section", "References", "Results and Discussion", "In our effort to isolate the first aluminum-based ", "soc", "-MOF, numerous attempts have been carried out to isolate reaction conditions that consistently allow the ", "in situ", " formation of the desired trinuclear aluminum(III) MBB [Al", "3", "(μ", "3", "-O)(O", "2", "C−)", "6", "]. Accordingly, we designed and synthesized the tetratopic ligand 3,3″,5,5″-tetrakis(4-carboxyphenyl)-", "p", "-terphenyl (H", "4", "TCPT) (", "H", "4", "L1", ")", "(19)", " that can act as a rectangular MBB. Successfully, reactions between ", "H", "4", "L1", " and AlCl", "3", "·6H", "2", "O in acidic solution containing a mixture of ", "N", ",", "N", "′-dimethylformamide (DMF) and acetonitrile (CH", "3", "CN) afforded colorless homogeneous crystals with a cube-shaped morphology, characterized and formulated by SCXRD as [Al", "3", "O(TCPT)", "1.5", "(H", "2", "O)", "3", "]·|Cl", "–", "| (", "1", "). Compound ", "1", " crystallizes in the cubic ", "Pm", "3̅", "n", " space group. The crystal structure of ", "1", " reveals a 3-periodic framework built up from μ", "3", "-oxo-centered trinuclear Al(III) inorganic MBBs [Al", "3", "(μ", "3", "-O)(H", "2", "O)", "3", "(O", "2", "C−)", "6", "]. Each aluminum cation (Al", "3+", ") displays an octahedral coordination environment and coordinates to six oxygen atoms: namely, four bis-monodentate deprotonated carboxylate oxygen atoms from four independent TCPT", "4–", " ligands and one μ", "3", "-oxo anion, and a terminal aqua ligand to complete the coordination sphere. The trinuclear Al(III) MBBs are bridged by six independent TCPT", "4–", " ligands, resulting in the formation of a 3-periodic cationic framework, Al-", "soc", "-MOF-1 (", "Figure ", "1", "). The charge balance is provided by the presence of chloride ions, which was confirmed by an X-ray photoelectron spectroscopy (XPS) experiment (", "Figure S11", " in the Supporting Information). Crystallographic analysis affirms that the chloride ions are disordered over six positions around the trinuclear Al(III) cluster with equal probability. This analysis was also supported by a ", "27", "Al solid-state NMR spectroscopy experiment (", "Figure S12", " in the Supporting Information).", "Figure 1. Crystal structure of ", "1", " showing the assembly of the trinuclear aluminum(III) MBB [Al", "3", "(μ", "3", "-O)(H", "2", "O)", "3", "(O", "2", "C−)", "6", "] with the organic ligand H", "4", "TCPT (", "H", "4", "L1", ") (middle) and topological analysis of ", "1", ", where the 6-connected trinuclear Al(III) MBB can be viewed as a trigonal-prismatic SBU, while the organic ligand can be rationalized as a 4-connected building unit to give (4,6)-c ", "soc", "-net (left) or can be viewed as 3-c SBUs resulting in a (3,6)-c derived net ", "edq", " (right).", "Topological analysis reveals that ", "1", " has the anticipated edge transitive (4,6)-connected net with the ", "soc", " underlying topology. The trinuclear Al(III) MBB [Al", "3", "(μ", "3", "-O)(O", "2", "C−)", "6", "] can be regarded as a trigonal-prismatic secondary building unit (SBU) with the six points of extension corresponding to the carbon of the carboxylate moieties matching the vertex figure of the 6-c node in the ", "soc", " net. The 6-c inorganic MBBs are joined by the rectangular organic ligand, 4-c node, into a primitive cubic system arrangement (", "Figure ", "1", ").", "(20)", " Alternatively from a topological perspective, the 4-c rectangular ligand can be regarded as comprised of two interconnected 3-c triangular SBUs that are further linked through the 6-c trigonal-prismatic SBUs to afford a MOF related to a (3,6)-c derived net ", "edq", ", with transitivity 2 2 (", "Figure ", "1", " and ", "Figures S25 and S26", " in the Supporting Information).", "(20b, 21)", " In this paper, the reported Al-MOFs will be referred to as Al-", "soc", "-MOFs.", "In order to isolate other isoreticular analogues of Al-", "soc", "-MOF-1, the phenyl ring located at the core of the H", "4", "TCPT ligand was substituted by 1,4-naphthalenyl and 9,10-anthracenyl cores to give the naphthalene- and anthracene-functionalized ligands 3′,3″,5′,5″-tetrakis(4-carboxyphenyl)-1,4-diphenylnaphthalene (H", "4", "TCDPN) (", "H", "4", "L2", ") and 3′,3″,5′,5″-tetrakis(4-carboxyphenyl)-9,10-diphenylanthracene (H", "4", "TCDPA) (", "H", "4", "L3", "), respectively (", "Figure ", "2", "a).", "(19)", " As anticipated, under reaction conditions similar to those used to isolate the Al-", "soc", "-MOF-1, cube-shaped crystals were obtained and characterized using SCXRD and powder X-ray diffraction (PXRD) studies (", "Figure ", "2", "b), revealing the construction of two isoreticular Al-", "soc", "-MOF compounds, naphthalene Al-", "soc", "-MOF-2 (", "2", ") and anthracene Al-", "soc", "-MOF-3 (", "3", ") with the formula [Al", "3", "O(Ligand)", "1.5", "(H", "2", "O)", "3", "]·|Cl", "–", "|.", "Figure 2. (a) Representation of the organic MBBs used to construct isoreticular Al-", "soc", "-MOFs. (b) PXRD patterns for the isoreticular Al-", "soc", "-MOFs. (c) Nitrogen isotherms at 77 K for the isoreticular Al-", "soc", "-MOFs.", "The phase purity of each Al-", "soc", "-MOF compound (", "1", "–", "3", ") was confirmed by whole profile pattern matching using the Le Bail method (", "Figures S13–S15", " in the Supporting Information).", "(22)", "The Al-", "soc", "-MOF-1 structure encloses cubic-shaped cages 14.3 Å in diameter delimited by six TCPT", "4–", " ligands, which occupy the faces of the cage, and eight inorganic trinuclear Al(III) clusters located on the vertices of the cuboidal cage. The cage is accessible through apertures of approximately 5.6 × 8.4 Å, taking van der Waals (vdW) radii into consideration. The structure also encloses two well-defined 1D infinite channels with estimated dimensions of 14 Å (vdW), which is approximately at the border of microporous materials (", "Figures S23 and S24", " in the Supporting Information).", "The corresponding solvent-accessible free volumes for ", "1", "–", "3", " were estimated to be 80.5%, 79%, and 75%, respectively, by summing voxels more than 1.2 Å away from the framework using PLATON software.", "(23)", "In light of the extraordinarily pure microporous architecture exhibited by ", "1", "–", "3", ", optimization of the conventional activation conditions (drying under vacuum and heating) showed that the guest solvent in the pores could be easily removed using a traditional approach (vacuum and heating) without altering their microporosity. Nitrogen (N", "2", ") adsorption measurements at 77 K were carried out on the acetonitrile-exchanged samples, showing a fully reversible type I isotherm representative of porous materials with permanent microporosity (", "Figure ", "2", "c).", "The Langmuir and BET specific surface areas, in the pressure range 0.015–0.0269 p/p", "0", ", were estimated and found to be ca. 6530 and 5585 cm", "3", "/g for ", "1", ", 5976 and 5161 cm", "3", "/g for ", "2", ", and 5212 and 4849 cm", "3", "/g for ", "3", " (", "Table ", "1", "). It is notable that the resultant high microporosity (surface area and pore volume) is exceptional and has not been observed, prior to this work, using a traditional activation method that often causes pore collapse in the case of highly porous MOFs.", "(24)", " Such a unique feature is of prime importance for the implementation and deployment of ", "1", "–", "3", " as gas storage media for onboard or stationary gas storage applications.", "Table 1. Selected Porosity Data for ", "Al", "-soc-", "MOF", " Compounds", "a", "compound", "A", "BET", ", m", "2", "/g", "A", "Lang", ", m", "2", "/g", "density, g/cm", "3", "PV", "theo", ", cm", "3", "/g", "PV", "exp", ", cm", "3", "/g", "Al-", "soc", "-MOF-1", "5585", "6530", "0.34", "2.3", "2.3", "Al-", "soc", "-MOF-2", "5162", "5976", "0.36", "2.2", "2.1", "Al-", "soc", "-MOF-3", "4849", "5212", "0.38", "1.9", "1.8", "a", "A", "BET", " and ", "A", "Lang", " are the experimental BET and Langmuir specific surface areas. PV", "theo", " and PV", "exp", " are the calculated pore volume from crystal structures and the experimentally measured pore volume, respectively.", "The successful use of the conventional activation method was confirmed by the excellent agreement between the experimental and the optimal theoretical pore volumes (PV", "exp", " = 2.3, 2.1, and 1.8 cm", "3", "/g and PV", "theo", " = 2.3, 2.2, and 1.9 cm", "3", "/g for ", "1", "–", "3", ", respectively). Furthermore, Al-", "soc", "-MOF structures preserved their optimal porosity after heating up to 340 °C under vacuum (", "Figures S27b, S34b, and S36b", " in the Supporting Information), another essential feature that is rarely observed for highly porous MOFs. The high thermal stability was also confirmed using variable-temperature PXRD studies and thermal gravimetric analysis (", "Figures S17–S22", " in the Supporting Information).", "Methane Storage Studies", "Interestingly, the extremely open structure, exclusively concerted in the microporous range, combined with the distinctive structural features (presence of cages and channels) place Al-", "soc", "-MOFs as ideal adsorbent candidates for gas storage studies. Accordingly, CH", "4", " adsorption on ", "1", "–", "3", " was extensively studied experimentally at variable temperatures and up to 80 bar as well as at low pressure and 112 K (boiling point of CH", "4", ").", "The methane adsorption isotherms at 112 K for ", "1", "–", "3", " revealed remarkable CH", "4", " uptakes near saturation pressures e.g., 1336, 1205, and 1055 cm", "3", " (STP)/g at ", "p", "/", "p", "0", " = 0.95, respectively (", "Figures S28a, S35a, and S37a", " in the Supporting Information). Importantly, high-pressure CH", "4", " adsorption isotherms at variable temperatures, depicted in ", "Figure ", "3", ", showed that ", "1", " has one of the highest CH", "4", " gravimetric uptakes ever reported (ca. 361 cm", "3", " (STP)/g) for any microporous MOF materials under the disclosed DOE operational storage conditions (298 K and 35 bar). Mesoporous MOF-210", "(24b)", " and DUT-49", "(25)", " displayed uptakes of around 210 and 364 cm", "3", "(STP)/g under the same conditions. Interestingly, the DOE CH", "4", " gravimetric uptake target of 700 cm", "3", " (STP)/g (0.5 g/g) was addressed and reached for relatively high pressures at temperatures below 288 K: e.g. 50 bar at 258 K and 85 bar at 288 K (", "Figure ", "3", ").", "Figure 3. Single-component gas adsorption isotherms for CH", "4", " at different temperatures for Al-", "soc", "-MOF-1, showing total CH", "4", " gravimetric uptakes surpassing the DOE target at particular pressures and temperatures.", "Additionally, analysis of the volumetric CH", "4", " adsorption isotherms, using the Al-", "soc", "-MOF-1 crystal density, revealed an enhancement in the volumetric CH", "4", " storage working capacity when the temperature was decreased (", "Figure ", "4", "). Specifically, the volumetric CH", "4", " storage working capacity for ", "1", " increased from 201 cm", "3", " (STP)/cm", "3", " to 264 cm", "3", " (STP)/cm", "3", " when the temperature was decreased from 298 to 258 K at working pressures between 80 bar (adsorption) and 5 bar (desorption). This attribute, unique to Al-", "soc", "-MOF-1, is unprecedented, as all available CH", "4", " storage data for MOFs have shown a conventional decrease in the volumetric CH", "4", " storage working capacity with a decrease in temperature, as illustrated in ", "Figure ", "4", " and ", "Table S3", " in the Supporting Information for UTSA-76,", "(26)", " HKUST-1,", "(16, 27)", " Ni-MOF-74,", "(16, 27b, 28)", " NU-111,", "(29)", " and PCN-14.", "(16, 27b, 30)", " It is notable that MOF-519", "(6a)", " was not included in this comparative assessment, as the associated data at low temperatures were not available for this highly CH", "4", " adsorbing MOF.", "Figure 4. Comparison of the CH", "4", " volumetric working capacities (5–80 and 5–65 bar) at different temperatures (258, 273, and 298 K) for Al-", "soc", "-MOF-1 with the best microporous MOF materials reported to date.", "A comprehensive comparison of absolute CH", "4", " uptakes and working capacities for Al-", "soc", "-MOF-1 (", "1", ") with the various best MOF materials reported so far under different temperature and pressure conditions is presented in ", "Figure ", "5", " and ", "Figure S38", " in the Supporting Information. Interestingly, although the total volumetric CH", "4", " uptake for ", "1", " is relatively lower than those of some of the highly adsorbing MOFs, ", "1", " displayed mutually high volumetric and gravimetric working capacities at different working temperatures and pressures. This notable and rare compromise between the gravimetric and the volumetric capacities for ", "1", " is a result of the reduced unused CH", "4", " uptake below 5 bar and the linear trend of the CH", "4", " isotherms at relatively high pressures, a desirable attribute for an appropriate gas storage medium. In contrast to the best MOFs reported so far for CH", "4", " storage, ", "1", " exhibits a relatively low CH", "4", " heat of adsorption (11 kJ/mol at low loading) in the relatively low CH", "4", " loading region, only slightly higher than the CH", "4", " latent heat of evaporation (", "Figure S30", " in the Supporting Information). Markedly, the comparatively favorable methane adsorption at relatively high pressures can be attributed to enhanced CH", "4", "–CH", "4", " interactions regulated by the appropriate pore size of Al-", "soc", "-MOF-1. Therefore, the combination of both aforementioned effects, governing the CH", "4", " adsorption at low and high pressures, in a single material afforded the exceptional CH", "4", " working capacities observed for the Al-", "soc", "-MOF-1, especially at relatively low temperatures. It is notable that ", "1", " exhibits the second highest CH", "4", " volumetric working capacity at 298 K and 5–80 bar working pressure range: namely, 201 cm", "3", " (STP)/cm", "3", " vs 230 cm", "3", " (STP)/cm", "3", " for the recently reported MOF-519. Noticeably, the two synthesized isoreticular Al-", "soc", "-MOFs (", "2", " and ", "3", ") also exhibited high gravimetric and volumetric total and working CH", "4", " uptakes that were only slightly lower than the uptake values derived for ", "1", ". The experimental results for ", "2", " and ", "3", " are summarized in ", "Figure S41 and Table S4", " in the Supporting Information.", "Figure 5. Total (a–d) at 65 and 80 bar and 5–65 and 5–80 bar working (e–h) CH", "4", " gravimetric and volumetric uptakes for Al-", "soc", "-MOF-1 (", "1", ") in comparison to the best MOF materials reported to date at 298, 270, and 240 K. The data for Al-", "soc", "-MOF-1 (", "1", ") were collected at 298, 273, and 258 K.", "Molecular Simulation Study for Methane Storage", "With the aim of gaining a better understanding of the structure–property relationship governing the resultant high methane storage capacities in the Al-", "soc", "-MOFs, we assessed theoretically the plausible CH", "4", " storage capacity of various plausible theoretical isoreticular Al-", "soc", "-MOFs based on expanded (or contracted) and/or functionalized tetracarboxylate organic building blocks.", "In order to derive a better correlation between the ", "soc", "-MOF gas storage properties and the makeup of the ", "soc", "-MOF porous system (pore shape and size, ligand dimensions and functionalities), a comprehensive molecular simulation study was carried out on various hypothetical/isoreticular Al-", "soc", "-MOFs constructed using hypothetical organic building blocks. First, we envisioned validating our molecular simulation methodology on the parent ", "1", " (Al-", "soc-", "MOF-1) and corroborating the mechanism of CH", "4", " adsorption at 5 bar and at higher pressures, resulting in the outstanding CH", "4", " working capacity. Second, we simulated and evaluated the absolute and working CH", "4", " uptakes for various hypothetical isoreticular ", "soc", "-MOFs, constructed using different optimized (i) elongated, (ii) functionalized, and (iii) contracted organic MBBs. In effect, the simulated isoreticular Al-", "soc", "-MOFs were assembled using both experimentally synthesized and hypothetically designed linkers obtained by modifying the arms and/or the core of the Al-", "soc", "-MOF-1 ligand as shown in ", "Figure ", "6", " and ", "Figure S47 and Scheme S2", " in the Supporting Information. ", "Figure ", "6", " depicts the naming scheme employed to label the hypothetical Al-", "soc", "-MOF linkers. For example, the original linker is shown in ", "Figure ", "6", " (left), where ", "P-P", " denotes phenyl–phenyl: both the arm and the core have one phenyl group. ", "PP-APA", " denotes phenyl–phenyl for the arm and acetylene–phenyl–acetylene for the core, as shown in ", "Figure ", "6", " (right). A total of 18 theoretical analogues were hypothetically assembled, and their associated CH", "4", " adsorption isotherms were simulated. For clarity the new simulated Al-", "soc", "-MOF structures will be named and referred to using the associated linker name.", "Figure 6. Scheme illustrating the adapted naming for the employed hypothetical organic ligands and associated hypothetical Al-", "soc", "-MOFs.", "Initially, grand canonical Monte Carlo (GCMC) simulations of methane adsorption were performed for the parent compound ", "1", " in order to compare first the resulting simulated results with available experimental adsorption data, and subsequently validate the simulation approach adopted in this study (", "Figure ", "7", "a and ", "Figure S44", " in the Supporting Information). More details about the employed simulation method are described in the ", "Supporting Information", ". As shown, the theoretical CH", "4", " adsorption isotherm for ", "P-P", " is in a good agreement with the experimental data (", "1", "). The corresponding screenshots of methane adsorption at different relevant pressures, i.e. 5 bar (limiting desorption pressure) and 35, 65, and 80 bar (storage pressures), are shown in ", "Figure ", "7", "b. The relatively very low simulated unused methane uptake at 5 bar (both gravimetric and volumetric) for ", "P-P", " equivalent to ", "1", ", at 5 bar, was confirmed by performing adsorption isotherms at different temperatures: namely, at 298, 295, 273, and 258 K (", "Figure S45", " in the Supporting Information). This is reflected in the observed nonpreferential positions of CH", "4", " molecules in the framework of ", "P-P", " (", "Figure ", "7", "b): i.e., no specific preferential adsorption sites at 5 bar.", "Figure 7. (a) Methane sorption in Al-", "soc", "-MOF-1 at 298 K: simulation (red filled circles) vs experiment (black filled squares). (b) Screenshots of methane adsorption in ", "P-P", " (equivalent to Al-", "soc", "-MOF-1) at 298 K at different pressures: 5, 35, 65, and 80 bar. The purple spheres surrounding the framework represent the methane molecules.", "Delightfully, the simulated CH", "4", " adsorption isotherms on the optimized structure, on the basis of a molecular mechanics simulation approach (details in the ", "Supporting Information", "), of the parent ", "1", " (", "P-P", ") are in good agreement with the corresponding CH", "4", " adsorption isotherms simulated on the experimental structure (", "Figure S46", " in the Supporting Information). Accordingly, the same molecular mechanics optimization procedure was employed to construct 18 hypothetical isoreticular Al-", "soc", "-MOFs and subsequently simulate their associated total and working CH", "4", " uptakes using the GCMC approach.", "The simulated absolute volumetric and gravimetric CH", "4", " adsorption isotherms for ", "P-P", " (", "1", ") and the other isoreticular Al-", "soc", "-MOFs were simulated at various temperatures and up to 80 bar total pressure (", "Figures S76–S84", " in the Supporting Information).", "Interestingly, these results showed that the use of (i) elongated, (ii) functionalized, and (iii) contracted linkers resulted in three distinguished Al-", "soc", "-MOF groups in terms of gravimetric–volumetric uptake tradeoff. In fact, the use of (i) elongated arms and/or cores, such as ", "PP-PP", ", led to an increase in the gravimetric uptake at the expense of the volumetric uptake under any pressure and temperature conditions evaluated in this study. (ii) Functionalizing the phenyl core of the linker led generally to lower gravimetric uptake but still with good gravimetric–volumetric uptake tradeoff under any pressure and temperature conditions explored here. In a particular case, strategies for functionalization of the phenyl cores with different functional groups, such as CF", "3", " and Br, led to relatively good working volumetric uptakes (due to the relatively higher framework density), albeit with much lower working gravimetric uptakes. Interestingly, (iii) contraction of the arms and/or the core, for instance the ", "A-P", " structure, offer potential for a collective improvement (ideal compromise) of the gravimetric and volumetric uptakes in comparison to ", "1", " at any temperature, particularly at intermediate pressures of 35 bar (", "Figure ", "8", "). Principally, in terms of CH", "4", " working (5–35 bar) volumetric and gravimetric capacity tradeoff, contraction of the arms showed a notable improvement in the absolute CH", "4", " uptake at 298 K. This unique compromise can be attributed to the enhanced CH", "4", " adsorption uptake at relatively high pressures below 35 bar, due to the reduced channel dimensions in the ", "A-P", " structure in comparison to the parent Al-", "soc", "-MOF-1 (9.3 Å × 10.0 Å vs 14.0 Å × 14.2 Å). It is important to note that the Al-", "soc", "-MOF-1 (", "P-P", ") still exhibits both enhanced volumetric and gravimetric tradeoff for 5–65 and 5–80 bar working pressures at any temperature (", "Figure ", "8", ").", "Figure 8. Total (a) at 35 bar and (b) 5–35 bar working CH", "4", " gravimetric and volumetric uptakes for ", "P-P", " and ", "A-P", " simulated structures in comparison to the best MOF materials reported to date at 298 K. Theoretical total (left, c and e) and working (right, d and f) gravimetric vs volumetric capacities for selected hypothetical isoreticular Al-", "soc", "-MOFs under a wide range of pressures (35, 65, and 80 bar) at different temperatures (298 and 258 K) in comparison to Al-", "soc", "-MOF (", "1", "). The purple area represents the desired range of the best compromise between gravimetric and volumetric total and working uptakes.", "A summary of the theoretical results in terms of CH", "4", " absolute and working capacities, volumetric and gravimetric, at 298, 273, and 258 K under a wide range of pressures are presented in ", "Figures S48–S66", " in the Supporting Information.", "O", "2", " and CO", "2", " Storage Studies", "The exceptional methane storage capabilities of Al-", "soc", "-MOF-1 have inspired us to extend this study to other important commodities, namely O", "2", " and CO", "2", ". Accordingly, we recorded various O", "2", " and CO", "2", " adsorption isotherms for Al-", "soc", "-MOF-1. Notably, the amounts of O", "2", " and CO", "2", " adsorbed in Al-", "soc", "-MOF-1 near saturation pressures (0.95 ", "p", "/", "p", "0", "), derived from adsorption isotherms at 90.2 and 195.15 K for O", "2", " and CO", "2", ", respectively, were found to be remarkably high (1757 and 1236 cm", "3", " (STP)/g, respectively) (", "Figure S29", " in the Supporting Information). Markedly, the combination of experimentally accessible low pressure (at 90.2 K) and high-pressure O", "2", " adsorption data up to 115 bar (at 298 K) (combined with the Toth model) revealed that Al-", "soc", "-MOF-1 exhibits a record of 29 mmol/g absolute gravimetric O", "2", " uptake at 140 bar, which is much higher than those of HKUST-1 (13.2 mmol/g) and NU-125 (17.4 mmol/g),", "(31)", " reference materials for this application (", "Figure ", "9", ").", "(15)", " Additionally, Al-", "soc", "-MOF-1 displayed a record deliverable capacity between 5 and 140 bar of 27.5 mmol/g, vs 11.8 and 15.4 mmol/g for HKUST-1 and NU-125, respectively (", "Figure ", "9", "a). Consequently, by neglecting the effect of packing density and the void space occupied by the material, a 1 L cylinder filled with Al-", "soc", "-MOF-1 will potentially enhance the volumetric O", "2", " storage capacity (172 cm", "3", "/cm", "3", ") by 70% at 100 bar, in comparison to a conventional empty cylinder", "(32)", " (", "Figure ", "9", "b). It is notable that, if we assume a prospective 25% loss associated with packing density, the Al-", "soc", "-MOF-1 volumetric O", "2", " storage capacity still offers a 25% enhancement over an empty cylinder. Analysis of the O", "2", " adsorption recorded at variable temperatures indicated that ", "1", " exhibits a relatively low O", "2", " heat of adsorption (10 kJ/mol at low loading) over the whole O", "2", " loading range, slightly higher than the O", "2", " latent heat of evaporation (", "Figure S33", " in the Supporting Information).", "Figure 9. (a) Single-component gravimetric gas adsorption isotherm for O", "2", " at 298 K showing that ", "1", " exhibits the highest deliverable uptake reported so far. (b) Volumetric O", "2", " adsorption isotherm compared to the storage capacity in a pressurized container.", "(32)", "Additionally, the CO", "2", " adsorption studies revealed that Al-", "soc", "-MOF-1 exhibits an exceptional absolute gravimetric CO", "2", " uptake at 40 bar of 2 g/g (1020 cm", "3", " (STP)/g) vs 1.5 g/g for MOF-177, setting a new record among microporous MOFs (", "Figure S39", "in the Supporting Information). Consequently, Al-", "soc", "-MOF-1 displays the uppermost working capacity between 1 and 40 bar of 1.90 g/g (967 cm", "3", " (STP)/g) vs 1.46 g/g (742 cm", "3", " (STP)/g) for MOF-177.", "(24b)", " An analysis of variable-temperature CO", "2", " adsorption data showed that Al-", "soc", "-MOF-1 exhibits a relatively low CO", "2", " heat of adsorption (17 kJ/mol at low loading) over the whole CO", "2", " loading range (", "Figure S31b", " in the Supporting Information). It is important to note that the mesoporous MOF-210", "(24b)", " exhibits the highest absolute gravimetric CO", "2", " uptake at 50 bar (2.8 g/g).", "Finally, it is worth noting that Al-", "soc", "-MOF-1 also exhibits an excellent H", "2", " storage capacity at 77 K (ca. 11 wt %) (", "Figure S40", " in the Supporting Information) at high pressure (30 bar) in comparison to other highly porous materials.", "Similarly, O", "2", " and CO", "2", " adsorption studies were performed for the two isoreticular Al-", "soc", "-MOFs (", "2", " and ", "3", "), which revealed that the naphthalene and anthracene analogues exhibit only slightly lower O", "2", " and CO", "2", " adsorption uptakes under the same conditions in comparison to ", "1", " (", "Figures S42 and S43 and Table S4", " in the Supporting Information).", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "Experimental Section", "References", "Conclusions", "In summary, we successfully employed the molecular building block approach to synthesize the first aluminum ", "soc", "-MOF isoreticular materials. Specifically, reaction conditions that consistently permit the ", "in situ", " generation of the [Al", "3", "(μ", "3", "-O)(H", "2", "O)", "3", "(O", "2", "C−)", "6", "] MBB were isolated and used for the construction of a highly porous (4,6)-connected aluminum based ", "soc", "-MOF, Al-", "soc", "-MOF-1, with more than 6000 m", "2", "/g Langmuir specific surface area.", "Importantly, tedious activation using dry supercritical CO", "2", " is not required in order to activate the Al-", "soc", "-MOF-1 and its naphthalene and anthracene analogues. In particular, the conventional activation technique, i.e. a simple combination of heating and vacuum (or N", "2", " flush), is sufficient for full activation prior to gas loading–unloading cycles.", "Extensive gas adsorption studies were carried out on the Al-", "soc", "-MOF platform with different gases (N", "2", ", CO", "2", ", CH", "4", ", O", "2", ", etc.). Methane adsorption isotherms were completed at different temperatures and over a wide range of pressures, up to 85 bar. Interestingly, it was found that Al-", "soc", "-MOF-1 exhibits one of the highest total and working gravimetric CH", "4", " uptakes at 35 bar. In contrast to the other reported best MOFs for CH", "4", " storage, Al-", "soc", "-MOF-1 showed enhanced CH", "4", " storage working capacity as the temperature was decreased. Particularly, at 258 K and 80 bar, Al-", "soc", "-MOF-1 fulfils the DOE target and exhibits the highest working volumetric capacity of 264 cm", "3", " (STP)/cm", "3", ". To the best of our knowledge, this is the first time that a porous material has fulfilled both the challenging gravimetric and volumetric targets for the CH", "4", " working capacity. The collective experimental and GCMC simulation studies indicated that the parent Al-", "soc", "-MOF-1, in contrast to various hypothetical isoreticular Al-", "soc", "-MOFs based on contracted, elongated, and functionalized ligands, exhibits the best compromise between the volumetric and gravimetric total and working uptakes over a wide range of pressure and temperature conditions.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "Experimental Section", "References", "Experimental Section", "Materials and Methods", "Details on the synthesis of the organic ligands used in this study, 3,3″,5,5″-tetrakis(4-carboxyphenyl)-", "p", "-terphenyl (H", "4", "TCPT), 3′,3″,5′,5″-tetrakis(4-carboxyphenyl)-1,4-diphenylnaphthalene (H", "4", "TCDPN), and 3′,3″,5′,5″-tetrakis(4-carboxyphenyl)-9,10-diphenylanthracene (H", "4", "TCDPA),", "(19)", " are provided in the ", "Supporting Information", ".", "Single-crystal diffraction data were collected at beamline I19, Diamond Light Source, Didcot, U.K., using the wavelength λ 1.0402 Å at 250 K. Fourier-transform infrared (FT-IR) spectra (4000–600 cm", "–1", ") were collected in the solid state on a Nicolet 700 FT-IR spectrometer. The peak intensities are described in each of the spectra as very strong (vs), strong (s), medium (m), weak (w), broad (br), and shoulder (sh). Powder X-ray diffraction (PXRD) measurements were performed on a PANalytical MPD X’Pert PRO X-ray diffractometer at 45 kV and 40 mA for Cu Kα (λ 1.5418 Å) equipped with a variable-temperature stage, with a scan speed of 20°/min. The sample was held at the designated temperature for at least 10 min between each scan. High-resolution dynamic thermal gravimetric analysis (TGA) was performed under a continuous N", "2", " flow and recorded on a TA Instruments high-resolution TGAQ500 thermogravimetric analyzer. Low-pressure gas sorption measurements were performed on a fully automated Autosorb-1C gas sorption analyzer (Quantachrome Instruments). High-pressure gas sorption studies were performed with a magnetic suspension balance marketed by Rubotherm (Bochum, Germany).", "Synthesis of ", "Al", "-soc-", "MOF", "-", "1", "A solution of AlCl", "3", "·6H", "2", "O (29 mg, 0.015 mmol) and ", "H", "4", "L1", " (7.1 mg, 0.01 mmol) in ", "N", ",", "N", "-dimethylformamide (DMF) (1 mL), acetonitrile (CH", "3", "CN) (1 mL), and nitric acid (3.5 M, 0.5 mL) was prepared in a 20 mL scintillation vial and subsequently placed into a preheated oven at 130 °C for 12 h to give pure small colorless cube-shaped crystals. Suitable single crystals were obtained using the same synthetic procedure, but with an increase in the amount of HNO", "3", " to l mL. Crystals of Al-", "soc", "-MOF-1 were harvested, washed with CH", "3", "CN, and air-dried. FT-IR (4000–650 cm", "–1", "): 3349 (br), 1605 (s), 1592 (s), 1423 (s), 1387 (vs), 1312 (w), 1243 (w), 1100 (w), 1018 (w), 854 (w), 830 (w), 783 (s), 771 (s), 701 (s).", "Synthesis of ", "Al", "-soc-", "MOF", "-", "2", "A solution of AlCl", "3", "·6H", "2", "O (29 mg, 0.015 mmol) and ", "H", "4", "L2", " (7.6 mg, 0.01 mmol) in ", "N", ",", "N", "-dimethylformamide (DMF) (1 mL), acetonitrile (CH", "3", "CN) (1 mL), and nitric acid (3.5 M, 0.5 mL) was prepared in a 20 mL scintillation vial and subsequently placed into a preheated oven at 130 °C for 12 h to give pure small colorless cube-shaped crystals. Suitable single crystals were obtained using the same synthetic procedure, but with an increas in the amount of HNO", "3", " to l mL. Crystals of Al-", "soc", "-MOF-2 were harvested, washed with CH", "3", "CN, and air-dried. FT-IR (4000–650 cm", "–1", "): 3349 (br), 1606 (s), 1545 (m), 1422 (s), 1384 (s), 1241 (w), 1100 (w), 1015 (w), 851 (w), 851 (w), 771 (s), 705 (m).", "Synthesis of ", "Al", "-soc-", "MOF", "-", "3", "A solution of AlCl", "3", "·6H", "2", "O (29 mg, 0.015 mmol) and ", "H", "4", "L3", " (8.1 mg, 0.01 mmol) in ", "N", ",", "N", "-dimethylformamide (DMF) (1 mL), acetonitrile (CH", "3", "CN) (1 mL), and nitric acid (3.5 M, 0.3 mL) was prepared in a 20 mL scintillation vial and subsequently placed into a preheated oven at 130 °C for 12 h to give a pure microcrystalline yellow powder. Suitable single crystals were obtained using the same synthetic procedure, but with an increase in the amount of HNO", "3", " to 1 mL Crystals of Al-", "soc", "-MOF-3 were harvested, washed with CH", "3", "CN, and air-dried. FT-IR (4000–650 cm", "–1", "): 3349 (br), 1606 (s), 1547 (s), 1442 (s), 1387 (s), 1312 (w), 1241 (w), 1181 (w), 1016 (w), 852 (m), 771 (s), 706 (s).", " ", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "Experimental Section", "References", "Supporting Information", "The Supporting Information is available free of charge on the ", "ACS Publications website", " at DOI: ", "10.1021/jacs.5b07053", ".", "Details of the synthesis of organic ligands, PXRD data, additional structural figures, and sorption data (", "PDF", ")", "Single-crystal X-ray diffraction data (", "CIF", ")", "Single-crystal X-ray diffraction data (", "CIF", ")", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "Experimental Section", "References", "Acknowledgment", "Research reported in this publication was supported by the King Abdullah University of Science and Technology (KAUST). The authors thank Diamond Light Source for access to beamline I19 (MT10189), which contributed to the results presented here, and also D. Allan and H. Nowell for their assistance during the measurements.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "Experimental Section", "References", "References", "This article references 32 other publications.", "1. ", "(a) ", "Morris", ", ", "R. E.", "; ", "Wheatley", ", ", "P. S.", " ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "4966", "– ", "4981", " DOI: 10.1002/anie.200703934", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Gas storage in nanoporous materials", "Morris, Russell E.; Wheatley, Paul S.", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "27", "),\r\n    ", "4966-4981", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Gas storage in solids is becoming an ever more important technol., with applications and potential applications ranging from energy and the environment all the way to biol. and medicine.  Very highly porous materials, such as zeolites, carbon materials, polymers, and metal-org. frameworks, offer a wide variety of chem. compn. and structural architectures that are suitable for the adsorption and storage of many different gases, including hydrogen, methane, nitric oxide, and carbon dioxide.  However, the challenges assocd. with designing materials to have sufficient adsorption capacity, controllable delivery rates, suitable lifetimes, and recharging characteristics are not trivial in many instances.  The different chem. assocd. with the various gases of interest makes it necessary to carefully match the properties of the porous material to the required application.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXoslags7s%253D&md5=493591f2384eabaec7b9a26944610c97", "(b) ", "Suh", ", ", "M. P.", "; ", "Park", ", ", "H. J.", "; ", "Prasad", ", ", "T. K.", "; ", "Lim", ", ", "D.-W.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "782", "– ", "835", " DOI: 10.1021/cr200274s", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Hydrogen Storage in Metal-Organic Frameworks", "Suh, Myunghyun Paik; Park, Hye Jeong; Prasad, Thazhe Kootteri; Lim, Dae-Woon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "782-835", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  MOFs have versatile structures, high surface areas and high pore vols. - they can be regarded as good candidate materials for H storage.  There are many MOFs that have high H adsorption capacities at low temps., typically at 77 or 87 K.  The highest H storage capacity reported so far is 99.5 mg/g at 77K and 56 bar for NU-100.  However, the high H capacities of MOFs at cryogenic temps. decrease as the temp. increases to room temp.  This is because the H adsorption in MOFs is weak physisorption and the interaction energies between the H mols. and frameworks are low.  To develop MOFs as H storage materials that meet the U.S.DOE targets for an on-board hydrogen system, a serious challenge is still present in the design and synthesis of the MOF materials.  We may expect that highly stable MOFs having a large surface area and pore vol., together with many open metal sites and embedded catalysts for hydrogen spillover, would provide some pos. results for H storage at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1GlsbjM&md5=dd1f08beefd27cce77d88e466551c1af", "(c) ", "Li", ", ", "T.", "; ", "Chen", ", ", "D.-L.", "; ", "Sullivan", ", ", "J. E.", "; ", "Kozlowski", ", ", "M. T.", "; ", "Johnson", ", ", "J. K.", "; ", "Rosi", ", ", "N. L.", " ", "Chem. Sci.", " ", "2013", ",  ", "4", ",  ", "1746", "– ", "1755", " DOI: 10.1039/c3sc22207a", " ", "[", "Crossref", "], [", "CAS", "]", "1. ", "Systematic modulation and enhancement of CO2 : N2 selectivity and water stability in an isoreticular series of bio-MOF-11 analogues", "Li, Tao; Chen, De-Li; Sullivan, Jeanne E.; Kozlowski, Mark T.; Johnson, J. Karl; Rosi, Nathaniel L.", "Chemical Science", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "4", "),\r\n    ", "1746-1755", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "An isoreticular series of cobalt-adeninate bio-MOFs (bio-MOFs-11-14) is reported.  The pores of bio-MOFs-11-14 (1-4) are decorated with acetate, propionate, butyrate, and valerate, resp.  The complexes are Co2(ad)2(CH3CO2)2.2.25DMF.0.6H2O (1), Co2(ad)2(C2H5CO2)2.2.25DMF.0.3H2O (2), Co2(ad)2(C3H7CO2)2.1.1DMF.0.6H2O (3) and Co2(ad)2(C4H9CO2)2.0.6DMF.0.6H2O (4) (ad = adeninate).  The nitrogen (N2) and carbon dioxide (CO2) adsorption properties of these materials were studied and compared.  The isosteric heats of adsorption for CO2 are calcd., and the CO2:N2 selectivities for each material are detd.  As the lengths of the aliph. chains decorating the pores in bio-MOFs-11-14 increase, the BET surface areas decrease from 1148 m2 g-1 to 17 m2 g-1 while the CO2 : N2 selectivities predicted from ideal adsorbed soln. theory at 1 bar and 273 K for a 10 : 90 CO2 : N2 mixt. range from 73 : 1 for bio-MOF-11 to 123 : 1 for bio-MOF-12 and finally to 107 : 1 for bio-MOF-13.  At 298 K, the selectivities are 43 : 1 for bio-MOF-11, 52 : 1 for bio-MOF-12, and 40 : 1 for bio-MOF-13.  Addnl., bio-MOF-14 exhibits a unique mol. sieving property that allows it to adsorb CO2 but not N2 at 273 and 298 K. Finally, the water stability of bio-MOFs-11-14 increases with increasing aliph. chain length.  Bio-MOF-14 exhibits no loss of crystallinity or porosity after soaking in water for one month.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjtlymsro%253D&md5=b8c3ec41b10e74edbf7916e4f4ed35af", "2. ", "(a) ", "He", ", ", "Y.", "; ", "Zhou", ", ", "W.", "; ", "Qian", ", ", "G.", "; ", "Chen", ", ", "B.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5657", "– ", "5678", " DOI: 10.1039/C4CS00032C", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Methane storage in metal-organic frameworks", "He, Yabing; Zhou, Wei; Qian, Guodong; Chen, Banglin", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5657-5678", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Natural gas (NG), whose main component is methane, is an attractive fuel for vehicular applications.  Realization of safe, cheap and convenient means and materials for high-capacity methane storage can significantly facilitate the implementation of natural gas fuelled vehicles.  The physisorption based process involving porous materials offers an efficient storage methodol. and the emerging porous metal-org. frameworks have been explored as potential candidates because of their extraordinarily high porosities, tunable pore/cage sizes and easily immobilized functional sites.  In this view, we provide an overview of the current status of metal-org. frameworks for methane storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7bN&md5=f9e13d60752208607906607de7b6022f", "(b) ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Rosi", ", ", "N.", "; ", "Vodak", ", ", "D.", "; ", "Wachter", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2002", ",  ", "295", ",  ", "469", "– ", "472", " DOI: 10.1126/science.1067208", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Systematic design of pore size and functionality in isoreticular MOFs and their application in methane storage", "Eddaoudi, Mohamed; Kim, Jaheon; Rosi, Nathaniel; Vodak, David; Wachter, Joseph; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "295", "\r\n        (", "5554", "),\r\n    ", "469-472", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A strategy based on reticulating metal ions and org. carboxylate links into extended networks has been advanced to a point that allowed the design of porous structures in which pore size and functionality could be varied systematically.  Metal-org. framework (MOF-5), a prototype of a new class of porous materials and one that is constructed from octahedral Zn-O-C clusters and benzene links, was used to demonstrate that its three-dimensional porous system can be functionalized with the org. groups -Br, -NH2, -OC3H7, -OC5H11, -C2H4, and -C4H4 and that its pore size can be expanded with the long mol. struts biphenyl, tetrahydropyrene, pyrene, and terphenyl.  We synthesized an isoreticular series (one that has the same framework topol.) of 16 highly cryst. materials whose open space represented up to 91.1% of the crystal vol., as well as homogeneous periodic pores that can be incrementally varied from 3.8 to 28.8 Å.  One member of this series exhibited a high capacity for methane storage (240 cm3 at std. temp.), and others the lowest densities (0.41 to 0.21 g/cm3) for a cryst. material at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlyrtLjP&md5=d218d4040887f5fb390a733ee156d27b", "(c) ", "Konstas", ", ", "K.", "; ", "Osl", ", ", "T.", "; ", "Yang", ", ", "Y.", "; ", "Batten", ", ", "M.", "; ", "Burke", ", ", "N.", "; ", "Hill", ", ", "A. J.", "; ", "Hill", ", ", "M. R.", " ", "J. Mater. Chem.", " ", "2012", ",  ", "22", ",  ", "16698", "– ", "16708", " DOI: 10.1039/c2jm32719h", " ", "[", "Crossref", "], [", "CAS", "]", "2. ", "Methane storage in metal organic frameworks", "Konstas, Kristina; Osl, Theresa; Yang, Yunxia; Batten, Michael; Burke, Nick; Hill, Anita J.; Hill, Matthew R.", "Journal of Materials Chemistry", "\r\n        (", "2012", "),\r\n    ", "22", "\r\n        (", "33", "),\r\n    ", "16698-16708", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  In this applications article, the use and viability of metal org. frameworks (MOFs) for natural gas storage is critically examd. through an overview of the current state of the field.  These smart materials can be tuned to deliver best performance according to demand, as a function of temp., desired storage pressure, and mandated fill/release rates.  While the chem. behind optimizing natural gas storage performance in MOFs is highlighted, it is contextualised to the specific application in vehicular transport, and the best means of testing performance parameters are canvassed.  Future applications of MOFs with natural gas are also discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFWnu7vK&md5=ebab0713c7e2caa1e39b36ea5102770a", "3. ", "Lozano-Castelló", ", ", "D.", "; ", "Alcañiz-Monge", ", ", "J.", "; ", "de la Casa-Lillo", ", ", "M. A.", "; ", "Cazorla-Amorós", ", ", "D.", "; ", "Linares-Solano", ", ", "A.", " ", "Fuel", " ", "2002", ",  ", "81", ",  ", "1777", "– ", "1803", " DOI: 10.1016/S0016-2361(02)00124-2", " ", "[", "Crossref", "], [", "CAS", "]", "3. ", "Advances in the study of methane storage in porous carbonaceous materials", "Lozano-Castello, D.; Alcaniz-Monge, J.; de la Casa-Lillo, M. A.; Cazorla-Amoros, D.; Linares-Solano, A.", "Fuel", "\r\n        (", "2002", "),\r\n    ", "81", "\r\n        (", "14", "),\r\n    ", "1777-1803", "CODEN:\r\n                ", "FUELAC", ";\r\n        ISSN:", "0016-2361", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "A review.  This paper presents an overview of the results of our research group in methane storage, in which the behavior of different carbon materials in methane storage was studied.  These materials include phys. activated carbon fibers (ACFs), chem. activated carbons (ACs) and activated carbon monoliths (ACMs), all of them prepd. in our labs.  These results were compared with those corresponding to com. ACFs, com. activated carbon cloths and felts, and a com. activated carbon.  An in depth anal. (different raw materials, activating agent and prepn. variables) was done to obtain the carbon material with the best methane adsorption capacity by unit vol. of adsorbent.  The important effect of the micropore vol., micropore size distribution (MPSD) and packing d. of the carbon materials in the methane adsorption capacity and delivery was analyzed.  After this study, activated carbons with volumetric methane uptake as high as 166 vol./vol. and delivery of 145 vol./vol. were prepd.  In addn., ACM with methane uptake of 140 vol./vol. and a delivery of 126 vol./vol. was obtained.  Moreover, the results corresponding to preliminary in situ small angle neutron scattering (SANS) study of CD4 adsorption under pressure in different porous carbons and a zeolite are also included.  These expts. have established SANS as a viable technique to investigate high-pressure methane adsorption.  CD4 adsorption at supercrit. conditions produces changes in the SANS curves.  The changes obsd. are in agreement with theor. speculations that the d. of the adsorbed phase depends upon the pore size.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XlvFOlsLc%253D&md5=5c82567e5bde37481820d741972eb32a", "4. ", "Wegrzyn", ", ", "J.", "; ", "Gurevich", ", ", "M.", " ", "Appl. Energy", " ", "1996", ",  ", "55", ",  ", "71", "– ", "83", " DOI: 10.1016/S0306-2619(96)00015-3", " ", "[", "Crossref", "], [", "CAS", "]", "4. ", "Adsorbent storage of natural gas", "Wegrzyn, J.; Gurevich, M.", "Applied Energy", "\r\n        (", "1996", "),\r\n    ", "55", "\r\n        (", "2", "),\r\n    ", "71-83", "CODEN:\r\n                ", "APENDX", ";\r\n        ISSN:", "0306-2619", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The natural-gas vehicle represents a cost-competitive, lower-emission alternative to the gasoline-fueled vehicle.  The immediate challenge that confronts the natural-gas vehicle is extension of its driving range.  This paper addresses the question of driving range by reviewing the storage technologies for natural gas.  Tech. comparisons are made between storage systems for adsorbent, liquefied and compressed natural gas, and ests. are made of the costs assocd. with refueling with compressed and adsorbent natural gas.  We discuss carbon adsorbents, vehicle emissions, designs of storage tanks, cost and safety.  For storage-tank system design, we advance the concept that carbon adsorbents, when used with conformable-shaped tanks offer a means of increasing onboard fuel storage and, thereby, the driving range of the vehicle.  Lower pressures have the advantages of small refueling costs, the availability of conformable tanks and safety.  Our suggested soln. to the driving-range problem of a natural-gas vehicle is the use of improved adsorbents in a low pressure (500 psi) conformable-shaped storage tank.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXit12nt7s%253D&md5=987575140b9e78aa7866a1aa1bc8959e", "5. ", "(a) ", "Menon", ", ", "V. C.", "; ", "Komarneni", ", ", "S.", " ", "J. Porous Mater.", " ", "1998", ",  ", "5", ",  ", "43", "– ", "58", " DOI: 10.1023/A:1009673830619", " ", "[", "Crossref", "], [", "CAS", "]", "5. ", "Porous adsorbents for vehicular natural gas storage: a review", "Menon, V. C.; Komarneni, S.", "Journal of Porous Materials", "\r\n        (", "1998", "),\r\n    ", "5", "\r\n        (", "1", "),\r\n    ", "43-58", "CODEN:\r\n                ", "JPMAFX", ";\r\n        ISSN:", "1380-2224", ".\r\n    \r\n            (", "Kluwer Academic Publishers", ")\r\n        ", "A review, with 89 refs.  Methane adsorption data (both exptl. and simulated) under conditions of direct relevance for vehicular natural gas storage, i.e., at 500 psig and ambient temp., has been compiled from the literature for various microporous adsorbents and discussed in this work.  Characterization of microporosity has been briefly reviewed, followed with a discussion on the porous structure of natural gas adsorbents.  A common trend of gravimetric methane adsorption capacity scaling with surface area among the diverse microporous adsorbents (viz., coals, carbons, zeolites, silica gel and an MCM-41 type material) is demonstrated.  Further, it is substantiated and emphasized that increasing the adsorbent surface area on a volumetric basis is very important for vehicular natural gas storage where the fuel storage vol. is a constraint.  The effect of other adsorbent properties such as heat of adsorption and heat capacity on the natural gas storage capacity is also discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXitlegtbo%253D&md5=2e7ca22580bc2b0e559068036d468009", "(b) ", "Düren", ", ", "T.", "; ", "Sarkisov", ", ", "L.", "; ", "Yaghi", ", ", "O. M.", "; ", "Snurr", ", ", "R. Q.", " ", "Langmuir", " ", "2004", ",  ", "20", ",  ", "2683", "– ", "2689", " DOI: 10.1021/la0355500", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Design of new materials for methane storage", "Duren Tina; Sarkisov Lev; Yaghi Omar M; Snurr Randall Q", "Langmuir : the ACS journal of surfaces and colloids", "\r\n        (", "2004", "),\r\n    ", "20", "\r\n        (", "7", "),\r\n    ", "2683-9", "\r\n        ISSN:", "0743-7463", ".\r\n    ", "One of the strategic goals of the modern automobile manufacturing industry is to replace gasoline and diesel with alternative fuels such as natural gas.  In this report, we elucidate the desired characteristics of an optimal adsorbent for gas storage.  The U.S.  Department of Energy has outlined several requirements that adsorbents must fulfill for natural gas to become economically viable, with a key criterion being the amount adsorbed at 35 bar.  We explore the adsorption characteristics of novel metal-organic materials (IRMOFs and molecular squares) and contrast them with the characteristics of two zeolites, MCM-41, and different carbon nanotubes.  Using molecular simulations, we uncover the complex interplay of the factors influencing methane adsorption, especially the surface area, the capacity or free volume, the strength of the energetic interaction, and the pore size distribution.  We also explain the extraordinary adsorption properties of IRMOF materials and propose new, not yet synthesized IRMOF structures with adsorption characteristics that are predicted to exceed the best experimental results to date by up to 36%.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD2M3gtFWquw%253D%253D&md5=0f10aca88c4253004548b2ba1dae20b3", "6. ", "(a) ", "Gándara", ", ", "F.", "; ", "Furukawa", ", ", "H.", "; ", "Lee", ", ", "S.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "5271", "– ", "5274", " DOI: 10.1021/ja501606h", " ", "ACS Full Text ", ", [", "CAS", "]", "6. ", "High Methane Storage Capacity in Aluminum Metal-Organic Frameworks", "Gandara, Felipe; Furukawa, Hiroyasu; Lee, Seungkyu; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "14", "),\r\n    ", "5271-5274", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The use of porous materials to store natural gas in vehicles requires large amts. of methane per unit of vol.  Here the authors report the synthesis, crystal structure and methane adsorption properties of two new aluminum metal-org. frameworks, MOF-519 and MOF-520.  Both materials exhibit permanent porosity and high methane volumetric storage capacity: MOF-519 has a volumetric capacity of 200 and 279 cm3 cm-3 at 298 K and 35 and 80 bar, resp., and MOF-520 has a volumetric capacity of 162 and 231 cm3 cm-3 under the same conditions.  Also, MOF-519 exhibits an exceptional working capacity, being able to deliver a large amt. of methane at pressures between 5 and 35 bar, 151 cm3 cm-3, and between 5 and 80 bar, 230 cm3 cm-3.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXkslamt7w%253D&md5=f45850d29d222bb32621c184ec84ca01", "(b) ", "Wilmer", ", ", "C. E.", "; ", "Farha", ", ", "O. K.", "; ", "Yildirim", ", ", "T.", "; ", "Eryazici", ", ", "I.", "; ", "Krungleviciute", ", ", "V.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", " ", "Energy Environ. Sci.", " ", "2013", ",  ", "6", ",  ", "1158", "– ", "1163", " DOI: 10.1039/c3ee24506c", " ", "[", "Crossref", "], [", "CAS", "]", "6. ", "Gram-scale, high-yield synthesis of a robust metal-organic framework for storing methane and other gases", "Wilmer, Christopher E.; Farha, Omar K.; Yildirim, Taner; Eryazici, Ibrahim; Krungleviciute, Vaiva; Sarjeant, Amy A.; Snurr, Randall Q.; Hupp, Joseph T.", "Energy & Environmental Science", "\r\n        (", "2013", "),\r\n    ", "6", "\r\n        (", "4", "),\r\n    ", "1158-1163", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "We have synthesized and characterized a new metal-org. framework (MOF) material, NU-125, that, in the single-crystal limit, achieves a methane storage d. at 58 bar (840 psi) and 298 K corresponding to 86% of that obtained with compressed natural gas tanks (CNG) used in vehicles today, when the latter are pressurized to 248 bar (3600 psi).  More importantly, the deliverable capacity (58 bar to 5.8 bar) for NU-125 is 67% of the deliverable capacity of a CNG tank that starts at 248 bar. (For cryst. granules or powders, particle packing inefficiencies will yield densities and deliverable capacities lower than 86% and 67% of high-pressure CNG.) This material was synthesized in high yield on a gram-scale in a single-batch synthesis.  Methane adsorption isotherms were measured over a wide pressure range (0.1-58 bar) and repeated over twelve cycles on the same sample, which showed no detectable degrdn.  Adsorption of CO2 and H2 over a broad range of pressures and temps. are also reported and agree with our computational findings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXks1Onur4%253D&md5=416cf500be79b3fef4d645896cc9a3c1", "7. ", "(a) ", "Liu", ", ", "J.", "; ", "Thallapally", ", ", "P. K.", "; ", "McGrail", ", ", "B. P.", "; ", "Brown", ", ", "D. R.", "; ", "Liu", ", ", "J.", " ", "Chem. Soc. Rev.", " ", "2012", ",  ", "41", ",  ", "2308", "– ", "2322", " DOI: 10.1039/C1CS15221A", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Progress in adsorption-based CO2 capture by metal-organic frameworks", "Liu, Jian; Thallapally, Praveen K.; McGrail, B. Peter; Brown, Daryl R.; Liu, Jun", "Chemical Society Reviews", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "6", "),\r\n    ", "2308-2322", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) have recently attracted intense research interest because of their permanent porous structures, large surface areas, and potential applications as novel adsorbents.  The recent progress in adsorption-based CO2 capture by MOFs is reviewed and summarized in this crit. review.  CO2 adsorption in MOFs has been divided into two sections, adsorption at high pressures and selective adsorption at approx. atm. pressures.  Keys to CO2 adsorption in MOFs at high pressures and low pressures are summarized to be pore vols. of MOFs, and heats of adsorption, resp.  Many MOFs have high CO2 selectivities over N2 and CH4.  Water effects on CO2 adsorption in MOFs are presented and compared with benchmark zeolites.  In addn., strategies appeared in the literature to enhance CO2 adsorption capacities and/or selectivities in MOFs have been summarized into three main categories, catenation and interpenetration, chem. bonding enhancement, and electrostatic force involvement.  Besides the advantages, two main challenges of using MOFs in CO2 capture, the cost of synthesis and the stability toward water vapor, have been analyzed and possible solns. and path forward have been proposed to address the two challenges as well (150 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XivFWlsbo%253D&md5=0ff1149f94a6e21a49a6591786eac483", "(b) ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T.-H.", "; ", "Long", ", ", "J. R.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "– ", "781", " DOI: 10.1021/cr2003272", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "(c) ", "Wheatley", ", ", "P. S.", "; ", "McKinlay", ", ", "A. C.", "; ", "Morris", ", ", "R. E.", "; ", "Gédéon", ", ", "A.", "; ", "Babonneau", ", ", "F.", " ", "Stud. Surf. Sci. Catal.", " ", "2008", ",  ", "174", ",  ", "441", "– ", "446", " DOI: 10.1016/S0167-2991(08)80236-4", " ", "[", "Crossref", "], [", "CAS", "]", "7. ", "A comparison of zeolites and metal organic frameworks as storage and delivery vehicles for biologically active nitric oxide", "Wheatley, Paul S.; McKinlay, Alistair C.; Morris, Russell E.", "Studies in Surface Science and Catalysis", "\r\n        (", "2008", "),\r\n    ", "174A", "\r\n        (", "Zeolites and Related Materials", "),\r\n    ", "441-446", "CODEN:\r\n                ", "SSCTDM", ";\r\n        ISSN:", "0167-2991", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Zeolites and metal org. frameworks have been shown to be capable of storage and delivery of nitric oxide.  Both the adsorption capacities and rate of delivery have been discovered to be dependent on the framework topol. and compn. for both classes of materials.  In addn., the amt. of nitric oxide which zeolites can store/deliver is esp. easy to alter by applying slight changes in the materials compn.  Finally, at the present time zeolites are more acceptable on toxicol. grounds than metal org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXisVKjtr8%253D&md5=face5844d6ff153a0f111c634a980b94", "8. ", "(a) ", "McKinlay", ", ", "A. C.", "; ", "Eubank", ", ", "J. F.", "; ", "Wuttke", ", ", "S.", "; ", "Xiao", ", ", "B.", "; ", "Wheatley", ", ", "P. S.", "; ", "Bazin", ", ", "P.", "; ", "Lavalley", ", ", "J. C.", "; ", "Daturi", ", ", "M.", "; ", "Vimont", ", ", "A.", "; ", "De Weireld", ", ", "G.", "; ", "Horcajada", ", ", "P.", "; ", "Serre", ", ", "C.", "; ", "Morris", ", ", "R. E.", " ", "Chem. Mater.", " ", "2013", ",  ", "25", ",  ", "1592", "– ", "1599", " DOI: 10.1021/cm304037x", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Nitric Oxide Adsorption and Delivery in Flexible MIL-88(Fe) Metal-Organic Frameworks", "McKinlay, A. C.; Eubank, J. F.; Wuttke, S.; Xiao, B.; Wheatley, P. S.; Bazin, P.; Lavalley, J.-C.; Daturi, M.; Vimont, A.; De Weireld, G.; Horcajada, P.; Serre, C.; Morris, R. E.", "Chemistry of Materials", "\r\n        (", "2013", "),\r\n    ", "25", "\r\n        (", "9", "),\r\n    ", "1592-1599", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption and release of the biol. active nitric oxide (NO) was evaluated over highly flexible Fe(III) dicarboxylate MOFs of the MIL-88 structure type, bearing fumaric or terephthalic spacer functionalized or not by polar groups (NO2, 2OH).  As evidenced by ex situ x-ray powder diffraction and in situ IR spectroscopy, it appears that if the contracted dried forms of MIL-88 do not expand their structures in the presence of NO, the combination of very narrow pores and trimers of Fe polyhedra leads to the adsorption of significant amts. of NO either physisorbed (very narrow pores) and/or chemisorbed [iron(II) or Fe(III) coordinatively unsatd. metal sites (CUS)].  The delivery of NO under vapor of H2O or in simulated body fluid does not exceed 20% range of the total adsorbed amt. probably due to a partial release that occurs between the adsorption/desorption setup and the chemiluminescence release tests.  Some of these solids nevertheless exhibit a significant release at the biol. levels over a long period of time (>16 h) that make these biocompatible and biodegradable MOFs of interest for the controlled release of NO.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXksVyitr0%253D&md5=c306080df4d6573bd28881215e234481", "(b) ", "Wheatley", ", ", "P. S.", "; ", "Butler", ", ", "A. R.", "; ", "Crane", ", ", "M. S.", "; ", "Fox", ", ", "S.", "; ", "Xiao", ", ", "B.", "; ", "Rossi", ", ", "A. G.", "; ", "Megson", ", ", "I. L.", "; ", "Morris", ", ", "R. E.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "502", "– ", "509", " DOI: 10.1021/ja0503579", " ", "ACS Full Text ", ", [", "CAS", "]", "8. ", "NO-Releasing Zeolites and Their Antithrombotic Properties", "Wheatley, Paul S.; Butler, Anthony R.; Crane, Michael S.; Fox, Sarah; Xiao, Bo; Rossi, Adriano G.; Megson, Ian L.; Morris, Russell E.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "2", "),\r\n    ", "502-509", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Transition metal-exchanged zeolite-A adsorbs and stores nitric oxide in relatively high capacity (up to 1 mmol of NO/g of zeolite).  The stored NO is released on contact with an aq. environment under biol. relevant conditions of temp. and pH.  The release of the NO can be tuned by altering the chem. compn. of the zeolite, by controlling the amt. of water contacting the zeolite, and by blending the zeolite with different polymers.  The high capacity of zeolite for NO makes it extremely attractive for use in biol. and medical applications, and our expts. indicate that the NO released from Co-exchanged zeolite-A inhibits platelet aggregation and adhesion of human platelets in vitro.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtlant7zN&md5=7e22524c5cba152355cfeb41e118523c", "(c) ", "Zhang", ", ", "H.", "; ", "Annich", ", ", "G. M.", "; ", "Miskulin", ", ", "J.", "; ", "Stankiewicz", ", ", "K.", "; ", "Osterholzer", ", ", "K.", "; ", "Merz", ", ", "S. I.", "; ", "Bartlett", ", ", "R. H.", "; ", "Meyerhoff", ", ", "M. E.", " ", "J. Am. Chem. Soc.", " ", "2003", ",  ", "125", ",  ", "5015", "– ", "5024", " DOI: 10.1021/ja0291538", " ", "ACS Full Text ", ", [", "CAS", "]", "8. ", "Nitric Oxide-Releasing Fumed Silica Particles: Synthesis, Characterization, and Biomedical Application", "Zhang, Huiping; Annich, Gail M.; Miskulin, Judiann; Stankiewicz, Kelly; Osterholzer, Kathryn; Merz, Scott I.; Bartlett, Robert H.; Meyerhoff, Mark E.", "Journal of the American Chemical Society", "\r\n        (", "2003", "),\r\n    ", "125", "\r\n        (", "17", "),\r\n    ", "5015-5024", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The prepn., characterization, and preliminary biomedical application of various nitric oxide (NO)-releasing fumed silica particles (0.2-0.3 μm) are reported.  The tiny NO-releasing particles are synthesized by first tethering alkylamines onto the surface of the silica using amine-contg. silylation reagents.  These amine groups are then converted to corresponding N-diazeniumdiolate groups via reaction with NO(g) at high pressure in the presence of methoxide bases (e.g., NaOMe). N-Diazeniumdiolate groups were found to form more readily with secondary amino nitrogens than primary amino nitrogens tethered to the silica.  Different alkali metal cations of the methoxide bases, however, have little effect on the degree of N-diazeniumdiolate formation.  The N-diazeniumdiolate moieties attached on the silica surface undergo a primarily proton-driven dissocn. to NO under physiol. conditions, with an \"apparent\" reaction order somewhat greater than 1 owing to local increases in pH at the surface of the particles as free amine groups are generated.  The rates of N-diazeniumdiolate dissocn. are further related to the parent amine structures and the pH of the soaking buffer.  The N-diazeniumdiolate groups also undergo slow thermal dissocn. to NO, with zero-order dissocn. obsd. at both -15 and 23 °C.  It is further shown that the resulting NO-releasing fumed silica particles can be embedded into polymer films to create coatings that are thromboresistant, via the release of NO at fluxes that mimic healthy endothelial cells (EC).  For example a polyurethane coating contg. 20 wt % of NO-releasing particles prepd. with pendant hexanediamine structure (i.e., Sil-2N[6]-N2O2Na) is shown to exhibit improved surface thromboresistivity (compared to controls) when used to coat the inner walls of extracorporeal circuits (ECC) employed in a rabbit model for extracorporeal blood circulation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXis1eqtLw%253D&md5=52684cefe2b5c28f1ddc44b0449509af", "9. ", "Wang", ", ", "Y.", "; ", "Helvensteijn", ", ", "B.", "; ", "Nizamidin", ", ", "N.", "; ", "Erion", ", ", "A. M.", "; ", "Steiner", ", ", "L. A.", "; ", "Mulloth", ", ", "L. M.", "; ", "Luna", ", ", "B.", "; ", "LeVan", ", ", "M. D.", " ", "Langmuir", " ", "2011", ",  ", "27", ",  ", "10648", "– ", "10656", " DOI: 10.1021/la201690x", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "High Pressure Excess Isotherms for Adsorption of Oxygen and Nitrogen in Zeolites", "Wang, Yu; Helvensteijn, Bernardus; Nizamidin, Nabijan; Erion, Angelae M.; Steiner, Laura A.; Mulloth, Lila M.; Luna, Bernadette; LeVan, M. Douglas", "Langmuir", "\r\n        (", "2011", "),\r\n    ", "27", "\r\n        (", "17", "),\r\n    ", "10648-10656", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "High-pressure oxygen is an integral part of fuel cell systems, many NASA in situ resource use concepts, and life support systems for extravehicular activity.  Due to the limited information available for system designs over wide ranges of temp. and pressure, volumetric methods are applied to measure adsorption isotherms of O2 and N2 on NaX and NaY zeolites covering temps. from 105 to 448 K and pressures up to 150 bar.  Exptl. data measured using two apparatuses with distinctly different designs show good agreement for overlapping temps.  Excess adsorption isotherms are modeled using a traditional isotherm model for abs. adsorption with a correction for the gas capacity of the adsorption space.  Comparing two models with temp.-dependent coeffs., a virial isotherm model provides a better description than a Toth isotherm model, even with the same no. of parameters.  With more virial coeffs., such as a cubic form in loading and quadratic form in reciprocal temp., the virial model can describe all data accurately over wide ranges of temp. and pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXpsVOhsro%253D&md5=77e91330b4855aa5f9f8b2d3aa8dd0a6", "10. ", "McGovern", ", ", "S. J.", "; ", "Yeigh", ", ", "J. H.", " FCC Regeneration. U.S. Patent 4,370,222 A, Jan 25, ", "1983", ".", "There is no corresponding record for this reference.", "11. ", "(a) ", "Furukawa", ", ", "H.", "; ", "Cordova", ", ", "K. E.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2013", ",  ", "341", ",  ", "1230444", " DOI: 10.1126/science.1230444", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "The chemistry and applications of metal-organic frameworks", "Furukawa Hiroyasu; Cordova Kyle E; O'Keeffe Michael; Yaghi Omar M", "Science (New York, N.Y.)", "\r\n        (", "2013", "),\r\n    ", "341", "\r\n        (", "6149", "),\r\n    ", "1230444", "\r\n        ISSN:", ".\r\n    ", "Crystalline metal-organic frameworks (MOFs) are formed by reticular synthesis, which creates strong bonds between inorganic and organic units.  Careful selection of MOF constituents can yield crystals of ultrahigh porosity and high thermal and chemical stability.  These characteristics allow the interior of MOFs to be chemically altered for use in gas separation, gas storage, and catalysis, among other applications.  The precision commonly exercised in their chemical modification and the ability to expand their metrics without changing the underlying topology have not been achieved with other solids.  MOFs whose chemical composition and shape of building units can be multiply varied within a particular structure already exist and may lead to materials that offer a synergistic combination of properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3sbjs1yrsw%253D%253D&md5=7eb2a10c62623ff8a27708ffe9561d45", "(b) ", "Cook", ", ", "T. R.", "; ", "Zheng", ", ", "Y.-R.", "; ", "Stang", ", ", "P. J.", " ", "Chem. Rev.", " ", "2013", ",  ", "113", ",  ", "734", "– ", "777", " DOI: 10.1021/cr3002824", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Metal-Organic Frameworks and Self-Assembled Supramolecular Coordination Complexes: Comparing and Contrasting the Design, Synthesis, and Functionality of Metal-Organic Materials", "Cook, Timothy R.; Zheng, Yao-Rong; Stang, Peter J.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "113", "\r\n        (", "1", "),\r\n    ", "734-777", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  In recent decades, two new branches of coordination chem. have emerged, metal-org. frameworks (MOFs) and supramol. coordination complexes (SCCs).  The former are comprised of infinite networks of metal centers or inorg. clusters bridged by simple org. linkers through metal-ligand coordination bonds.  The latter encompass discrete systems in which carefully selected metal centers undergo self-assembly with ligands contg. multiple binding sites oriented with specific angularity to generate a finite supramol. complex.  On the most basic level, both SCCs and MOFs share the design of metal nodes linked by org. ligands and such constructs can be broadly defined as metal-org. materials (MOMs).  This review is intended to illustrate the commonalities in design, building blocks, and applications while also pointing out how and why the chem. of MOFs and SCCs is unique.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1WgsbjO&md5=7a17a24cd40c76e84ea036c992dd8953", "(c) ", "McKinlay", ", ", "A. C.", "; ", "Morris", ", ", "R. E.", "; ", "Horcajada", ", ", "P.", "; ", "Férey", ", ", "G.", "; ", "Gref", ", ", "R.", "; ", "Couvreur", ", ", "P.", "; ", "Serre", ", ", "C.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "6260", "– ", "6266", " DOI: 10.1002/anie.201000048", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "BioMOFs: Metal-Organic Frameworks for Biological and Medical Applications", "McKinlay, Alistair C.; Morris, Russell E.; Horcajada, Patricia; Ferey, Gerard; Gref, Ruxandra; Couvreur, Patrick; Serre, Christian", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "36", "),\r\n    ", "6260-6266", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  The class of highly porous materials called metal-org. frameworks offer many opportunities for applications across biol. and medicine.  Their wide range of chem. compn. makes toxicol. acceptable formulation possible, and their high level of functionality enables possible applications as imaging agents and as delivery vehicles for therapeutic agents.  The challenges in the area encompass not only the development of new solids but also improvements in the formulation and processing of the materials, including tailoring the morphol. and surface chem. of the frameworks to fit the proposed applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVOqtb7P&md5=f36e9ce7c1bef5ba19e772e6c0187c84", "(d) ", "Ferey", ", ", "G.", " ", "Chem. Soc. Rev.", " ", "2008", ",  ", "37", ",  ", "191", "– ", "214", " DOI: 10.1039/B618320B", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Hybrid porous solids: past, present, future", "Ferey, Gerard", "Chemical Society Reviews", "\r\n        (", "2008", "),\r\n    ", "37", "\r\n        (", "1", "),\r\n    ", "191-214", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This crit. review will be of interest to the experts in porous solids (including catalysis), but also solid state chemists and physicists.  It presents the state-of-the-art on hybrid porous solids, their advantages, their new routes of synthesis, the structural concepts useful for their 'design', aiming at reaching very large pores.  Their dynamic properties and the possibility of predicting their structure are described.  The large tunability of the pore size leads to unprecedented properties and applications.  They concern adsorption of species, storage and delivery and the phys. properties of the dense phases. (323 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmtVWgsg%253D%253D&md5=89265036ce82503c95ce56685a9ceceb", "(e) ", "Zhou", ", ", "H.-C.", "; ", "Long", ", ", "J. R.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "673", "– ", "674", " DOI: 10.1021/cr300014x", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Introduction to Metal-Organic Frameworks", "Zhou, Hong-Cai; Long, Jeffrey R.; Yaghi, Omar M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "673-674", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review is presented on prepn., structure and application of Metal-Org. Frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1OjtLw%253D&md5=abf05fcd4ae6b394b7f1048a93f5ebbc", "(f) ", "Shekhah", ", ", "O.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Chen", ", ", "Z.", "; ", "Guillerm", ", ", "V.", "; ", "Cairns", ", ", "A.", "; ", "Adil", ", ", "K.", "; ", "Eddaoudi", ", ", "M.", " ", "Nat. Commun.", " ", "2014", ",  ", "5", ",  ", "4228", " DOI: 10.1038/ncomms5228", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Made-to-order metal-organic frameworks for trace carbon dioxide removal and air capture", "Shekhah, Osama; Belmabkhout, Youssef; Chen, Zhijie; Guillerm, Vincent; Cairns, Amy; Adil, Karim; Eddaoudi, Mohamed", "Nature Communications", "\r\n        (", "2014", "),\r\n    ", "5", "\r\n        (", "),\r\n    ", "4228", "CODEN:\r\n                ", "NCAOBW", ";\r\n        ISSN:", "2041-1723", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Direct air capture is regarded as a plausible alternate approach that, if economically practical, can mitigate the increasing carbon dioxide emissions assocd. with two of the main carbon polluting sources, namely stationary power plants and transportation.  Here we show that metal-org. framework crystal chem. permits the construction of an isostructural metal-org. framework (SIFSIX-3-Cu) based on pyrazine/copper(II) two-dimensional periodic 44 square grids pillared by silicon hexafluoride anions and thus allows further contraction of the pore system to 3.5 vs. 3.84 Å for the parent zinc(II) deriv.  This enhances the adsorption energetics and subsequently displays carbon dioxide uptake and selectivity at very low partial pressures relevant to air capture and trace carbon dioxide removal.  The resultant SIFSIX-3-Cu exhibits uniformly distributed adsorption energetics and offers enhanced carbon dioxide phys. adsorption properties, uptake and selectivity in highly dild. gas streams, a performance, to the best of our knowledge, unachievable with other classes of porous materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhvF2mu7vL&md5=a44a110477b88d428d806c2803a819d9", "(g) ", "Nugent", ", ", "P.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Burd", ", ", "S. D.", "; ", "Cairns", ", ", "A. J.", "; ", "Luebke", ", ", "R.", "; ", "Forrest", ", ", "K.", "; ", "Pham", ", ", "T.", "; ", "Ma", ", ", "S.", "; ", "Space", ", ", "B.", "; ", "Wojtas", ", ", "L.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", " ", "Nature", " ", "2013", ",  ", "495", ",  ", "80", "– ", "84", " DOI: 10.1038/nature11893", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Porous materials with optimal adsorption thermodynamics and kinetics for CO2 separation", "Nugent, Patrick; Belmabkhout, Youssef; Burd, Stephen D.; Cairns, Amy J.; Luebke, Ryan; Forrest, Katherine; Pham, Tony; Ma, Shengqian; Space, Brian; Wojtas, Lukasz; Eddaoudi, Mohamed; Zaworotko, Michael J.", "Nature (London, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "495", "\r\n        (", "7439", "),\r\n    ", "80-84", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Energy costs assocd. with the sepn. and purifn. of industrial commodities (e.g., gases, fine chems., fresh water) currently represent ∼15% of global energy prodn.; the demand for such commodities is projected to triple by 2050 (P. Taylor, 2010).  The challenge of developing effective sepn. and purifn. technologies which have much smaller energy footprints is greater for CO2 than for other gases; in addn. to its involvement in climate change, CO2 is an impurity in natural gas, biogas (biomass-based natural gas), syngas (CO/H2, the main H2 source for refineries), and many other gas streams.  In the context of porous cryst. materials which can exploit equil. and kinetic selectivity, size selectivity and targeted mol. recognition are attractive characteristics for CO2 sepn. and capture, as exemplified by 5A and 13X zeolites (J. Merel, et al., 2008), and metal-org. materials (MOM).  This paper reports that a crystal engineering or reticular chem. strategy which controls pore functionality and pore size in a series of MOM with coordinately satd. metal centers and periodically arrayed hexafluorosilicate anions (SiF52-) enables a kinetics and thermodn. sweet spots offering high volumetric uptake at low CO2 partial pressure (<0.15 bar).  Most importantly, such MOM offer an unprecedented CO2 sorption selectivity over N2, H2, and CH4, even in the presence of moisture.  Thus, these MOM are relevant to CO2 sepn. in the context of post-combustion (flue gas, CO2/N2), pre-combustion (shifted synthesis gas stream, CO2/H2), and natural gas upgrading (natural gas clean-up, CO2/CH4).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjsFCntbg%253D&md5=56941673abb6b13f920476a593dfeb98", "(h) ", "Belmabkhout", ", ", "Y.", "; ", "Mouttaki", ", ", "H.", "; ", "Eubank", ", ", "J. F.", "; ", "Guillerm", ", ", "V.", "; ", "Eddaoudi", ", ", "M.", " ", "RSC Adv.", " ", "2014", ",  ", "4", ",  ", "63855", "– ", "63859", " DOI: 10.1039/C4RA12432D", " ", "[", "Crossref", "], [", "CAS", "]", "11. ", "Effect of pendant isophthalic acid moieties on the adsorption properties of light hydrocarbons in HKUST-1-like tbo-MOFs: application to methane purification and storage", "Belmabkhout, Youssef; Mouttaki, Hasnaa; Eubank, Jarrod F.; Guillerm, Vincent; Eddaoudi, Mohamed", "RSC Advances", "\r\n        (", "2014", "),\r\n    ", "4", "\r\n        (", "109", "),\r\n    ", "63855-63859", "CODEN:\r\n                ", "RSCACL", ";\r\n        ISSN:", "2046-2069", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Equil. adsorption of methane (CH4), C2+ gases (ethane (C2H6), ethylene (C2H4), propane (C3H8), and propylene (C3H6)), and carbon dioxide (CO2) was measured on a series of tbo-MOFs (topol. analogs of the prototypical MOF, HKUST-1, correspondingly dubbed tbo-MOF-1), which were developed via the supermol. building layer (SBL) pillaring strategy.  Specifically, tbo-MOF-2 and its isoreticular, functionalized analog, tbo-MOF-2-{CH2O[Ph(CO2H)2]}2 (or tbo-MOF-3), which is characterized by pendant isophthalic acid moieties freely pointing into the cavities, were evaluated on the basis of potential use in methane storage and C2+/CH4 sepn.  The parent, tbo-MOF-2, showed high gravimetric and volumetric CH4 uptake, close to the U.S.  Department of Energy (DOE) target for methane storage at 35 bar and room temp.  Though the presence of the pendant isophthalic acid moiety in the analogous compd., tbo-MOF-3, led to a decrease in total CH4 uptake, due mainly to the reduced size of the cavities, interestingly, it increased the affinity of the SBL-based tbo-MOF platform for propane, propene, ethane, and ethylene at low pressures compared with CH4, due addnl. to the enhanced interactions of the highly polarizable light hydrocarbons with the isophthalic acid moiety.  Using Ideal Adsorption Soln. Theory (IAST), the predicted mixt. adsorption equil. for the C3H8/CH4, C3H6/CH4, C2H6/CH4, C2H4/CH4, and C3H8/CO2 systems showed high adsorption selectivity for C2+ over methane for tbo-MOF-3 compared with tbo-MOF-2.  The high working storage capacity of tbo-MOF-2 and the high affinity of tbo-MOF-3 for C2+ over CH4 and CO2 make tbo-MOF an ideal platform for studies in gas storage and sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsl2gsLzP&md5=d08332520fd26b8f7af6cdd01666cdea", "12. ", "(a) ", "Seidel", ", ", "S. R.", "; ", "Stang", ", ", "P. J.", " ", "Acc. Chem. Res.", " ", "2002", ",  ", "35", ",  ", "972", "– ", "983", " DOI: 10.1021/ar010142d", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "High-Symmetry Coordination Cages via Self-Assembly", "Seidel, S. Russell; Stang, Peter J.", "Accounts of Chemical Research", "\r\n        (", "2002", "),\r\n    ", "35", "\r\n        (", "11", "),\r\n    ", "972-983", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  A review is given on the authors' results in three-dimensional, coordination-driven self-assembly based on the directional-bonding methodol., in which the stoichiometric mixing of complementary building blocks, with appropriate, predefined geometries, leads to targeted, nanoscopic cages.  Using this motif, the authors synthesized high-symmetry ensembles resembling the Platonic solids, such as dodecahedra, and the Archimedean solids, such as truncated tetrahedra and cuboctahedra, as well as other cages, like trigonal bipyramids, adamantanoids, and trigonal prisms.  The synthesis and characterization of these compds. is discussed, as is some host-guest chem.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xmt1yhs74%253D&md5=b3af4278a2f7e157bc2dc34f16246330", "(b) ", "Yaghi", ", ", "O. M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Ockwig", ", ", "N. W.", "; ", "Chae", ", ", "H. K.", "; ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", " ", "Nature", " ", "2003", ",  ", "423", ",  ", "705", "– ", "714", " DOI: 10.1038/nature01650", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Reticular synthesis and the design of new materials", "Yaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, Jaheon", "Nature (London, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "423", "\r\n        (", "6941", "),\r\n    ", "705-714", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The long-standing challenge of designing and constructing new cryst. solid-state materials from mol. building blocks is just beginning to be addressed with success.  A conceptual approach that requires the use of secondary building units to direct the assembly of ordered frameworks epitomizes this process: the authors call this approach reticular synthesis.  This chem. has yielded materials designed to have predetd. structures, compns. and properties.  In particular, highly porous frameworks held together by strong metal-O-C bonds and with exceptionally large surface area and capacity for gas storage were prepd. and their pore metrics systematically varied and functionalized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXksV2itro%253D&md5=2417c5adb0e948350d3d62350c8cd7ea", "(c) ", "Eddaoudi", ", ", "M.", "; ", "Sava", ", ", "D. F.", "; ", "Eubank", ", ", "J. F.", "; ", "Adil", ", ", "K.", "; ", "Guillerm", ", ", "V.", " ", "Chem. Soc. Rev.", " ", "2015", ",  ", "44", ",  ", "228", "– ", "249", " DOI: 10.1039/C4CS00230J", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Zeolite-like metal-organic frameworks (ZMOFs): design, synthesis, and properties", "Eddaoudi, Mohamed; Sava, Dorina F.; Eubank, Jarrod F.; Adil, Karim; Guillerm, Vincent", "Chemical Society Reviews", "\r\n        (", "2015", "),\r\n    ", "44", "\r\n        (", "1", "),\r\n    ", "228-249", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This review highlights various design and synthesis approaches toward the construction of ZMOFs, which are metal-org. frameworks (MOFs) with topologies and, in some cases, features akin to traditional inorg. zeolites.  The interest in this unique subset of MOFs is correlated with their exceptional characteristics arising from the periodic pore systems and distinctive cage-like cavities, in conjunction with modular intra- and/or extra-framework components, which ultimately allow for tailoring of the pore size, pore shape, and/or properties towards specific applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhvVSlsb7P&md5=bd9135b1fde79f22cdeb8f637d8c2db3", "(d) ", "Guillerm", ", ", "V.", "; ", "Kim", ", ", "D.", "; ", "Eubank", ", ", "J. F.", "; ", "Luebke", ", ", "R.", "; ", "Liu", ", ", "X.", "; ", "Adil", ", ", "K.", "; ", "Lah", ", ", "M. S.", "; ", "Eddaoudi", ", ", "M.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "6141", "– ", "6172", " DOI: 10.1039/C4CS00135D", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "A supermolecular building approach for the design and construction of metal-organic frameworks", "Guillerm, Vincent; Kim, Dongwook; Eubank, Jarrod F.; Luebke, Ryan; Liu, Xinfang; Adil, Karim; Lah, Myoung Soo; Eddaoudi, Mohamed", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "6141-6172", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  In this review, the authors describe two recently implemented conceptual approaches facilitating the design and deliberate construction of metal-org. frameworks (MOFs), supermol. building block (SBB) and supermol. building layer (SBL) approaches.  The authors' main objective is to offer an appropriate means to assist/aid chemists and material designers alike to rationally construct desired functional MOF materials, made-to-order MOFs.  The authors introduce the concept of net-coded building units (net-cBUs), where precise embedded geometrical information codes uniquely and matchlessly a selected net, as a compelling route for the rational design of MOFs.  This concept is based on employing pre-selected 0-periodic metal-org. polyhedra or 2-periodic metal-org. layers, SBBs or SBLs, resp., as a pathway to access the requisite net-cBUs.  In this review, inspired by the authors' success with the original rht-MOF, the authors extrapolated the authors' strategy to other known MOFs via their deconstruction into more elaborate building units (polyhedra or layers) to (i) elucidate the unique relation between edge-transitive polyhedra or layers and minimal edge-transitive 3-periodic nets, and (ii) illustrate the potential of the SBB and SBL approaches as a rational pathway for the design and construction of 3-periodic MOFs.  Using this design strategy, the authors have also identified several new hypothetical MOFs which are synthetically targetable.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtFehsbvO&md5=97bf12cb969bfc7f409f5f06facd593b", "(e) ", "Eddaoudi", ", ", "M.", "; ", "Moler", ", ", "D. B.", "; ", "Li", ", ", "H.", "; ", "Chen", ", ", "B.", "; ", "Reineke", ", ", "T. M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Acc. Chem. Res.", " ", "2001", ",  ", "34", ",  ", "319", "– ", "330", " DOI: 10.1021/ar000034b", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Modular Chemistry: Secondary Building Units as a Basis for the Design of Highly Porous and Robust Metal-Organic Carboxylate Frameworks", "Eddaoudi, Mohamed; Moler, David B.; Li, Hailian; Chen, Banglin; Reineke, Theresa M.; O'Keeffe, Michael; Yaghi, Omar M.", "Accounts of Chemical Research", "\r\n        (", "2001", "),\r\n    ", "34", "\r\n        (", "4", "),\r\n    ", "319-330", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review, with 38 refs.  Secondary building units (SBUs) are mol. complexes and cluster entities in which ligand coordination modes and metal coordination environments can be used in the transformation of these fragments into extended porous networks using polytopic linkers (1,4-benzenedicarboxylate, 1,3,5,7-adamantanetetracarboxylate, etc.).  Consideration of the geometric and chem. attributes of the SBUs and linkers leads to prediction of the framework topol., and in turn to the design and synthesis of a new class of porous materials with robust structures and high porosity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXhtFymsL0%253D&md5=e3df2f7492090aee280676f044e3b7af", "(f) ", "Xue", ", ", "D.-X.", "; ", "Cairns", ", ", "A. J.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Wojtas", ", ", "L.", "; ", "Liu", ", ", "Y.", "; ", "Alkordi", ", ", "M. H.", "; ", "Eddaoudi", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "7660", "– ", "7667", " DOI: 10.1021/ja401429x", " ", "ACS Full Text ", ", [", "CAS", "]", "12. ", "Tunable Rare-Earth fcu-MOFs: A Platform for Systematic Enhancement of CO2 Adsorption Energetics and Uptake", "Xue, Dong-Xu; Cairns, Amy J.; Belmabkhout, Youssef; Wojtas, Lukasz; Liu, Yunling; Alkordi, Mohamed H.; Eddaoudi, Mohamed", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "20", "),\r\n    ", "7660-7667", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of fcu-MOFs based on rare-earth (RE) metals and linear fluorinated/non-fluorinated, homo/heterofunctional ligands were targeted and synthesized.  This particular face-centered cubic-metal org. frameworks (fcc-MOF) platform was selected because of its unique structural characteristics combined with the ability/potential to dictate and regulate its chem. properties (e.g., tuning of the electron-rich RE metal ions and high localized charge d., a property arising from the proximal positioning of polarizing tetrazolate moieties and fluoro-groups that decorate the exposed inner surfaces of the confined conical cavities).  These features permitted a systematic gas sorption study to evaluate/elucidate the effects of distinctive parameters on CO2-MOF sorption energetics.  Our study supports the importance of the synergistic effect of exposed open metal sites and proximal highly localized charge d. toward materials with enhanced CO2 sorption energetics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmt1ymt7k%253D&md5=6eab65ed87edbaf07749f93fe7732f68", "13. ", "Chae", ", ", "H. K.", "; ", "Siberio-Perez", ", ", "D. Y.", "; ", "Kim", ", ", "J.", "; ", "Go", ", ", "Y.", "; ", "Eddaoudi", ", ", "M.", "; ", "Matzger", ", ", "A. J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Nature", " ", "2004", ",  ", "427", ",  ", "523", "– ", "527", " DOI: 10.1038/nature02311", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "A route to high surface area, porosity and inclusion of large molecules in crystals", "Chae, Hee K.; Siberio-Perez, Diana Y.; Kim, Jaheon; Go, Yong Bok; Eddaoudi, Mohamed; Matzger, Adam J.; O'Keeffe, Michael; Yaghi, Omar M.", "Nature (London, United Kingdom)", "\r\n        (", "2004", "),\r\n    ", "427", "\r\n        (", "6974", "),\r\n    ", "523-527", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "One of the outstanding challenges in the field of porous materials is the design and synthesis of chem. structures with exceptionally high surface areas.  Such materials are of crit. importance to many applications involving catalysis, sepn. and gas storage.  The claim for the highest surface area of a disordered structure is for C, at 2,030 m2 g-1 (M. Nijkamp, et al., 2001).  Until recently, the largest surface area of an ordered structure was that of zeolite Y, recorded at 904 m2 g-1 (A. W. Chester, et al., 2000).  But with the introduction of metal-org. framework materials, this was exceeded, with values up to 3,000 m2 g-1.  Despite this, no method of detg. the upper limit in surface area for a material has yet been found.  Here the authors present a general strategy that has provided a structure having by far the highest surface area reported to date.  The authors report the design, synthesis and properties of cryst. Zn4O(1,3,5-benzenetribenzoate)2, a new metal-org. framework with a surface area estd. at 4,500 m2 g-1.  This framework, which the authors name MOF-177, combines this exceptional level of surface area with an ordered structure that has extra-large pores capable of binding polycyclic org. guest mols., attributes not previously combined in one material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXpsFWguw%253D%253D&md5=c5e01fc1ae8145737276e816abb3b87d", "14. ", "(a) ", "Liu", ", ", "Y.", "; ", "Eubank", ", ", "J. F.", "; ", "Cairns", ", ", "A. J.", "; ", "Eckert", ", ", "J.", "; ", "Kravtsov", ", ", "V. C.", "; ", "Luebke", ", ", "R.", "; ", "Eddaoudi", ", ", "M.", " ", "Angew. Chem., Int. Ed.", " ", "2007", ",  ", "46", ",  ", "3278", "– ", "3283", " DOI: 10.1002/anie.200604306", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Assembly of metal-organic frameworks (MOFs) based on indium-trimer building blocks: a porous MOF with soc topology and high hydrogen storage", "Liu, Yunling; Eubank, Jarrod F.; Cairns, Amy J.; Eckert, Juergen; Kravtsov, Victor Ch.; Luebke, Ryan; Eddaoudi, Mohamed", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "18", "),\r\n    ", "3278-3283", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The synthesis and structure of two MOFs based on oxo-bridged trinuclear indium carboxylate clusters are reported.  The one MOF has a cubic structure with a CaB6 topol. and the other with an unprecedented soc topol. (soc = square-octahedron).  The results obtained indicate that MOFs possessing the characteristics of these two MOFs, combined with the modularity of their construction which allows higher surface areas to be obtained, will permit the attainment of the US DOE target for H2 uptake.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXlsVKhs7k%253D&md5=25cc409adc0903fb26719f96861d8b70", "(b) ", "Pang", ", ", "M.", "; ", "Cairns", ", ", "A. J.", "; ", "Liu", ", ", "Y.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Zeng", ", ", "H. C.", "; ", "Eddaoudi", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "13176", "– ", "13179", " DOI: 10.1021/ja3049282", " ", "ACS Full Text ", ", [", "CAS", "]", "14. ", "Highly Monodisperse MIII-Based soc-MOFs (M = In and Ga) with Cubic and Truncated Cubic Morphologies", "Pang, Maolin; Cairns, Amy J.; Liu, Yunling; Belmabkhout, Youssef; Zeng, Hua Chun; Eddaoudi, Mohamed", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "32", "),\r\n    ", "13176-13179", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors carry out a study on shape-controlled growth of InIII- and GaIII-based square-octahedral metal-org. frameworks (soc-MOFs).  In particular, controllable crystal morphol. evolution from simple cubes to complex octadecahedra was achieved, and resultant highly uniform crystal building blocks promise new research opportunities for prepn. of self-assembled MOF materials and related applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtVKgt7nF&md5=a2531ba37fc9e9bd7f32f12f166166f3", "15. ", "Feng", ", ", "D.", "; ", "Wang", ", ", "K.", "; ", "Wei", ", ", "Z.", "; ", "Chen", ", ", "Y.-P.", "; ", "Simon", ", ", "C. M.", "; ", "Arvapally", ", ", "R. K.", "; ", "Martin", ", ", "R. L.", "; ", "Bosch", ", ", "M.", "; ", "Liu", ", ", "T.-F.", "; ", "Fordham", ", ", "S.", "; ", "Yuan", ", ", "D.", "; ", "Omary", ", ", "M. A.", "; ", "Haranczyk", ", ", "M.", "; ", "Smit", ", ", "B.", "; ", "Zhou", ", ", "H.-C.", " ", "Nat. Commun.", " ", "2014", ",  ", "5", ",  ", "5723", " DOI: 10.1038/ncomms6723", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Kinetically tuned dimensional augmentation as a versatile synthetic route towards robust metal-organic frameworks", "Feng Dawei; Wang Kecheng; Wei Zhangwen; Bosch Mathieu; Liu Tian-Fu; Fordham Stephen; Chen Ying-Pin; Zhou Hong-Cai; Simon Cory M; Arvapally Ravi K; Omary Mohammad A; Martin Richard L; Haranczyk Maciej; Yuan Daqiang; Smit Berend", "Nature communications", "\r\n        (", "2014", "),\r\n    ", "5", "\r\n        (", "),\r\n    ", "5723", "\r\n        ISSN:", ".\r\n    ", "Metal-organic frameworks with high stability have been pursued for many years due to the sustainability requirement for practical applications.  However, researchers have had great difficulty synthesizing chemically ultra-stable, highly porous metal-organic frameworks in the form of crystalline solids, especially as single crystals.  Here we present a kinetically tuned dimensional augmentation synthetic route for the preparation of highly crystalline and extremely robust metal-organic frameworks with a preserved metal cluster core.  Through this versatile synthetic route, we obtain large single crystals of 34 different iron-containing metal-organic frameworks.  Among them, PCN-250(Fe2Co) exhibits high volumetric uptake of hydrogen and methane, and is also stable in water and aqueous solutions with a wide range of pH values.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC2Mzls1aisA%253D%253D&md5=fcca110d0fe3658025f07559d72c12f1", "16. ", "Peng", ", ", "Y.", "; ", "Krungleviciute", ", ", "V.", "; ", "Eryazici", ", ", "I.", "; ", "Hupp", ", ", "J. T.", "; ", "Farha", ", ", "O. K.", "; ", "Yildirim", ", ", "T.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "11887", "– ", "11894", " DOI: 10.1021/ja4045289", " ", "ACS Full Text ", ", [", "CAS", "]", "16. ", "Methane Storage in Metal-Organic Frameworks: Current Records, Surprise Findings, and Challenges", "Peng, Yang; Krungleviciute, Vaiva; Eryazici, Ibrahim; Hupp, Joseph T.; Farha, Omar K.; Yildirim, Taner", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "32", "),\r\n    ", "11887-11894", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors have examd. the methane uptake properties of 6 of the most promising metal org. framework (MOF) materials: PCN-14, UTSA-20, HKUST-1, Ni-MOF-74 (Ni-CPO-27), NU-111, and NU-125.  HKUST-1, a material that is com. available in gram scale, exhibits a room-temp. volumetric methane uptake that exceeds any value reported to date.  The total uptake is ∼230 cc(STP)/cc at 35 bar and 270 cc(STP)/cc at 65 bar, which meets the new volumetric target recently set by the Department of Energy (DOE) if the packing efficiency loss is ignored.  The authors emphasize that MOFs with high surface areas and pore vols. perform better overall.  NU-111, for example, reaches ∼75% of both the gravimetric and the volumetric targets.  Values for gravimetric uptake, pore vol., and inverse d. of the MOFs the authors studied scale essentially linearly with surface area.  From this linear dependence, the authors est. that a MOF with surface area 7500 m2/g and pore vol. 3.2 cc/g could reach the current DOE gravimetric target of 0.5 g/g while simultaneously exhibiting around ∼200 cc/cc volumetric uptake.  While values for volumetric uptake are based on ideal single crystal densities, in reality the packing densities of MOFs are much lower.  Finally, compacting HKUST-1 into wafer shapes partially collapses the framework, decreasing both volumetric and gravimetric uptake significantly.  Hence, one of the important challenges going forward is to find ways to pack MOFs efficiently without serious damage or to synthesize MOFs that can withstand substantial mech. pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtV2msbrN&md5=23f9bfad78f204569f0bf7c902d42dca", "17. ", "Mueller", ", ", "U.", "; ", "Schubert", ", ", "M.", "; ", "Teich", ", ", "F.", "; ", "Puetter", ", ", "H.", "; ", "Schierle-Arndt", ", ", "K.", "; ", "Pastre", ", ", "J.", " ", "J. Mater. Chem.", " ", "2006", ",  ", "16", ",  ", "626", "– ", "636", " DOI: 10.1039/B511962F", " ", "[", "Crossref", "], [", "CAS", "]", "17. ", "Metal-organic frameworks-prospective industrial applications", "Mueller, U.; Schubert, M.; Teich, F.; Puetter, H.; Schierle-Arndt, K.; Pastre, J.", "Journal of Materials Chemistry", "\r\n        (", "2006", "),\r\n    ", "16", "\r\n        (", "7", "),\r\n    ", "626-636", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The generation of metal-org. framework (MOF) coordination polymers enables the tailoring of novel solids with regular porosity from the micro to nanopore scale.  Since the discovery of this new family of nanoporous materials and the concept of so called 'reticular design', nowadays several hundred different types of MOF are known.  The self assembly of metal ions, which act as coordination centers, linked together with a variety of polyat. org. bridging ligands, results in tailorable nanoporous host materials as robust solids with high thermal and mech. stability.  Describing examples of different Zn-contg. structures, e.g. MOF-2, MOF-5 and IRMOF-8 verified synthesis methods will be given, as well as a totally novel electrochem. approach for transition metal based MOFs will be presented for the 1st time.  With sufficient amts. of sample now being available, the testing of metal-org. frameworks in fields of catalysis and gas processing is exemplified.  Report is given on the catalytic activation of alkynes (formation of methoxypropene from propyne, vinylester synthesis from acetylene).  Removal of impurities in natural gas (traces of tetrahydrothiophene in methane), pressure swing sepn. of rare gases (Kr and Xe) and storage of H (3.3% at 2.0 MPa/77 K on Cu-BTC-MOF) will underline the prospective future industrial use of metal-org. frameworks in gas processing.  Whenever possible, comparison is made to state-of-art applications to outline possibilities which might be superior by using MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtFeitrc%253D&md5=8969f7b0200e29cefd59141380fea9b5", "18. ", "(a) ", "Volkringer", ", ", "C.", "; ", "Popov", ", ", "D.", "; ", "Loiseau", ", ", "T.", "; ", "Férey", ", ", "G.", "; ", "Burghammer", ", ", "M.", "; ", "Riekel", ", ", "C.", "; ", "Haouas", ", ", "M.", "; ", "Taulelle", ", ", "F.", " ", "Chem. Mater.", " ", "2009", ",  ", "21", ",  ", "5695", "– ", "5697", " DOI: 10.1021/cm901983a", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Synthesis, Single-Crystal X-ray Microdiffraction, and NMR Characterizations of the Giant Pore Metal-Organic Framework Aluminum Trimesate MIL-100", "Volkringer, Christophe; Popov, Dimitry; Loiseau, Thierry; Ferey, Gerard; Burghammer, Manfred; Riekel, Christian; Haouas, Mohamed; Taulelle, Francis", "Chemistry of Materials", "\r\n        (", "2009", "),\r\n    ", "21", "\r\n        (", "24", "),\r\n    ", "5695-5697", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This contribution deals with the hydrothermal synthesis of the metal-org. framework aluminum trimesate, analogous to the MIL-100-type, previously reported with Cr(III) and Fe(III).  MIL-100(Al), [Al3(μ3-O)(H2O)2(OH)(btc)2]n·xH2O, crystallizes within a very narrow pH range (0.5-0.7) after heating a mixt. of Al(NO3)3, tri-Me 1,3,5-benzenetricarboxylate (Me3btc), HNO3, and H2O at 210° for 3.5 h.  The resulting product consists of tiny octahedral shaped crystals of 2 μm size, which were used for the at. structure detn.  It was carried out on a single crystal using the microdiffraction setup together with microfocalized synchrotron radiation at station ID13 (ESRF, France).  Solid-state NMR characterization was fully consistent with XRD structure but with higher local symmetry.  The three-dimensional open framework obtained from direct methods calcns. reveals the arrangement of supertetrahedral (ST) building blocks based on the MTN topol. (related to the zeolite ZSM-39).  Each ST motif is built up from four μ3-oxo-centered trinuclear units (Al3O) located at each corner and linked to the four btc ligands located on each face of the tetrahedron.  MIL-100 (Al) exhibits BET and Langmuir surface area of 2152(39) m2 g-1 and 2919(44) m2 g-1, resp. (pore vol.: 0.82 cm3 g-1).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsVensrrE&md5=d78c4d97414087c5bbb2877ffd15c93e", "(b) ", "Devic", ", ", "T.", "; ", "Serre", ", ", "C.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "6097", "– ", "6115", " DOI: 10.1039/C4CS00081A", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "High valence 3p and transition metal based MOFs", "Devic, Thomas; Serre, Christian", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "6097-6115", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This article focuses on high valence 3p and transition metal based metal org. frameworks.  In the first part the authors will discuss the complex soln. chem. of these metals which makes this sub-class of MOFs more of a challenge than the traditional low valence metal based MOFs.  This is followed by a short review of the different classes of solids based on phosphonates, carboxylates and other linkers.  Finally, the authors report some of the most relevant properties of these solids such as their chem. or thermal stability as well as their catalytic, redox- and photo-activities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7nN&md5=019d9e9cb171d73ddc01347143db54a2", "(c) ", "Serra-Crespo", ", ", "P.", "; ", "Ramos-Fernandez", ", ", "E. V.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", " ", "Chem. Mater.", " ", "2011", ",  ", "23", ",  ", "2565", "– ", "2572", " DOI: 10.1021/cm103644b", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Synthesis and Characterization of an Amino Functionalized MIL-101(Al): Separation and Catalytic Properties", "Serra-Crespo, Pablo; Ramos-Fernandez, Enrique V.; Gascon, Jorge; Kapteijn, Freek", "Chemistry of Materials", "\r\n        (", "2011", "),\r\n    ", "23", "\r\n        (", "10", "),\r\n    ", "2565-2572", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new MIL-101 material based on aluminum and contg. amine functional groups has been synthesized.  The pure phase NH2-MIL-101(Al) can only be formed in very specific synthesis conditions, where both the metal source and the solvent used play a key role.  The resulting porous solid shows a high thermal and chem. stability, decompg. at temps. above 650 K in air.  The NH2-MIL-101(Al) framework offers an excellent trade off for sepn. of CO2: the combination of high stability, acceptable capacity at low adsorbate partial pressures, high selectivity, and fast regenerability makes this new material a very attractive candidate for applications like natural gas or biogas upgrading.  CO2 capacities up to 62 wt.% are obtained at room temp. and 3 MPa.  In addn. to an excellent sepn. performance, the NH2-MIL-101(Al) shows a high activity in the basic catalyzed Knoevenagel condensation of benzaldehyde with Et cyanoacetate at 313 K even in an as apolar a solvent as toluene (turn over frequency, TOF = 1.8 h-1).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXltlartbg%253D&md5=67ccec5e7372f5ac4f758fe115ab48bd", "(d) ", "Loiseau", ", ", "T.", "; ", "Lecroq", ", ", "L.", "; ", "Volkringer", ", ", "C.", "; ", "Marrot", ", ", "J.", "; ", "Férey", ", ", "G.", "; ", "Haouas", ", ", "M.", "; ", "Taulelle", ", ", "F.", "; ", "Bourrelly", ", ", "S.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Latroche", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "10223", "– ", "10230", " DOI: 10.1021/ja0621086", " ", "ACS Full Text ", ", [", "CAS", "]", "18. ", "MIL-96, a Porous Aluminum Trimesate 3D Structure Constructed from a Hexagonal Network of 18-Membered Rings and μ3-Oxo-Centered Trinuclear Units", "Loiseau, Thierry; Lecroq, Ludovic; Volkringer, Christophe; Marrot, Jerome; Ferey, Gerard; Haouas, Mohamed; Taulelle, Francis; Bourrelly, Sandrine; Llewellyn, Philip L.; Latroche, Michel", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "31", "),\r\n    ", "10223-10230", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new Al trimesate Al12O(OH)18(H2O)3(Al2(OH)4)[btc]6·24H2O, denominated MIL-96, was synthesized under mild hydrothermal conditions (210°, 24 h) in the presence of 1,3,5-benzenetricarboxylic acid (trimesic acid or H3btc) in H2O.  Hexagonal crystals, allowing a single-crystal XRD anal., are grown from a mixt. of tri-Me 1,3,5-benzenetricarboxylate (Me3btc), HF, and TEOS.  The MIL-96 structure exhibits a three-dimensional (3D) framework contg. isolated trinuclear μ3-oxo-bridged Al clusters and infinite chains of AlO4(OH)2 and AlO2(OH)4 octahedra forming a honeycomb lattice based on 18-membered rings.  The two types of Al groups are connected to each other through the trimesate species, which induce corrugated chains of Al octahedra, linked via μ2-hydroxo bonds with the specific -cis-cis-trans- sequence.  The 3-dimensional framework of MIL-96 reveals three types of cages.  Two of them, centered at the special positions 0 0 0 and 2/3 1/3 1/4, have estd. pore vols. of 417 and 635 Å3, resp., and encapsulate free H2O mols.  The third one has a smaller pore vol. and contains disordered Al octahedral species (Al(OH)6).  The solid-state NMR characterization is consistent with crystal structure and elemental and thermal analyses.  The four Al crystallog. sites are resolved by 27Al 3QMAS technique.  This product is able to sorb both CO2 and methane at room temp. (4.4 mmol·g-1 for CO2 and 1.95 mmol·g-1 for CH4 at 10 bar) and H2 at 77 K (1.91% under 3 bar).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XmvFejsr8%253D&md5=54b90e30bd5f1b783a3bfa75b550799d", "(e) ", "Feng", ", ", "D.", "; ", "Liu", ", ", "T.-F.", "; ", "Su", ", ", "J.", "; ", "Bosch", ", ", "M.", "; ", "Wei", ", ", "Z.", "; ", "Wan", ", ", "W.", "; ", "Yuan", ", ", "D.", "; ", "Chen", ", ", "Y.-P.", "; ", "Wang", ", ", "X.", "; ", "Wang", ", ", "K.", "; ", "Lian", ", ", "X.", "; ", "Gu", ", ", "Z.-Y.", "; ", "Park", ", ", "J.", "; ", "Zou", ", ", "X.", "; ", "Zhou", ", ", "H.-C.", " ", "Nat. Commun.", " ", "2015", ",  ", "6", ",  ", "5979", " DOI: 10.1038/ncomms6979", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Stable metal-organic frameworks containing single-molecule traps for enzyme encapsulation", "Feng, Dawei; Liu, Tian-Fu; Su, Jie; Bosch, Mathieu; Wei, Zhangwen; Wan, Wei; Yuan, Daqiang; Chen, Ying-Pin; Wang, Xuan; Wang, Kecheng; Lian, Xizhen; Gu, Zhi-Yuan; Park, Jihye; Zou, Xiaodong; Zhou, Hong-Cai", "Nature Communications", "\r\n        (", "2015", "),\r\n    ", "6", "\r\n        (", "),\r\n    ", "5979/1-5979/8", "CODEN:\r\n                ", "NCAOBW", ";\r\n        ISSN:", "2041-1723", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Enzymic catalytic processes possess great potential in chem. manufg., including pharmaceuticals, fuel prodn. and food processing.  However, the engineering of enzymes is severely hampered due to their low operational stability and difficulty of reuse.  Here, the authors develop stable metal-org. frameworks with rationally designed ultra-large mesoporous cages as single-mol. traps (SMTs) for enzyme encapsulation.  With a high concn. of mesoporous cages as SMTs, PCN-333(Al) encapsulates three enzymes with record-high loadings and recyclability.  Immobilized enzymes that most likely undergo single-enzyme encapsulation (SEE) show smaller Km than free enzymes while maintaining comparable catalytic efficiency.  Under harsh conditions, the enzyme in SEE exhibits better performance than free enzyme, showing the effectiveness of SEE in preventing enzyme aggregation or denaturation.  With extraordinarily large pore size and excellent chem. stability, PCN-333 may be of interest not only for enzyme encapsulation, but also for entrapment of other nanoscaled functional moieties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXotlGltb8%253D&md5=99182b33252ad2a34680dcfc6435bbbd", "19. ", "Luebke", ", ", "R.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Weselinski", ", ", "L. J.", "; ", "Cairns", ", ", "A. J.", "; ", "Alkordi", ", ", "M.", "; ", "Norton", ", ", "G.", "; ", "Wojtas", ", ", "L.", "; ", "Adil", ", ", "K.", "; ", "Eddaoudi", ", ", "M.", " ", "Chem. Sci.", " ", "2015", ",  ", "6", ",  ", "4095", "– ", "4102", " DOI: 10.1039/C5SC00614G", " ", "[", "Crossref", "], [", "CAS", "]", "19. ", "Versatile rare earth hexanuclear clusters for the design and synthesis of highly-connected ftw-MOFs", "Luebke, Ryan; Belmabkhout, Youssef; Weselinski, Lukasz J.; Cairns, Amy J.; Alkordi, Mohamed; Norton, George; Wojtas, Lukasz; Adil, Karim; Eddaoudi, Mohamed", "Chemical Science", "\r\n        (", "2015", "),\r\n    ", "6", "\r\n        (", "7", "),\r\n    ", "4095-4102", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A series of highly porous MOFs were deliberately targeted to contain a 12-connected rare earth hexanuclear cluster and quadrangular tetracarboxylate ligands.  The resultant MOFs have an underlying topol. of ftw, and are thus (4,12)-c ftw-MOFs.  This targeted rare earth ftw-MOF platform offers the potential to assess the effect of pore functionality and size, via ligand functionalization and/or expansion, on the adsorption properties of relevant gases.  Examn. of the gas adsorption properties of these compds. showed that the ftw-MOF-2 analogs, constructed from rigid ligands with a Ph, naphthyl, or anthracene core exhibited a relatively high degree of porosity.  The sp. surface areas and pore vols. of these analogs are amongst the highest reported for RE-based MOFs.  Further studies revealed that the Y-ftw-MOF-2 shows promise as a storage medium for methane (CH4) at high pressures.  Furthermore, Y-ftw-MOF-2 shows potential as a sepn. agent for the selective removal of normal butane (n-C4H10) and propane (C3H8) from natural gas (NG) as well as interesting properties for the selective sepn. of n-C4H10 from C3H8 or isobutane (iso-C4H10).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXmsFelsbg%253D&md5=1ac213b33686cbf5e051386d7f248799", "20. ", "(a) ", "O’Keeffe", ", ", "M.", "; ", "Eddaoudi", ", ", "M.", "; ", "Li", ", ", "H.", "; ", "Reineke", ", ", "T.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Solid State Chem.", " ", "2000", ",  ", "152", ",  ", "3", "– ", "20", " DOI: 10.1006/jssc.2000.8723", " ", "[", "Crossref", "], [", "CAS", "]", "20. ", "Frameworks for extended solids: geometrical design principles", "O'Keeffe, M.; Eddaoudi, M.; Li, Hailian; Reineke, T.; Yaghi, O. M.", "Journal of Solid State Chemistry", "\r\n        (", "2000", "),\r\n    ", "152", "\r\n        (", "1", "),\r\n    ", "3-20", "CODEN:\r\n                ", "JSSCBI", ";\r\n        ISSN:", "0022-4596", ".\r\n    \r\n            (", "Academic Press", ")\r\n        ", "A review, with 82 refs., is given on the basic topologies (nets) that underlie most low-d. (open) structures.  The basic geometries for three-dimensional low-connectivity nets are described.  Examples of open framework solids with these topologies are adduced for illustration.  Attention is drawn to methods of producing open frameworks by decoration and expansion of simple nets.  (c) 2000 Academic Press.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXksFyitr8%253D&md5=ee50f80f8c2c209c7de6027c16d36e33", "(b) ", "O’Keeffe", ", ", "M.", "; ", "Peskov", ", ", "M. A.", "; ", "Ramsden", ", ", "S. J.", "; ", "Yaghi", ", ", "O. M.", " ", "Acc. Chem. Res.", " ", "2008", ",  ", "41", ",  ", "1782", "– ", "1789", " DOI: 10.1021/ar800124u", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "The Reticular Chemistry Structure Resource (RCSR) database of, and symbols for, crystal nets", "O'Keeffe, Michael; Peskov, Maxim A.; Ramsden, Stuart J.; Yaghi, Omar M.", "Accounts of Chemical Research", "\r\n        (", "2008", "),\r\n    ", "41", "\r\n        (", "12", "),\r\n    ", "1782-1789", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "During the past decade, interest has grown tremendously in the design and synthesis of cryst. materials constructed from mol. clusters linked by extended groups of atoms.  Most notable are metal-org. frameworks (MOFs), in which polyat. inorg. metal-contg. clusters are joined by polytopic linkers. (Although these materials are sometimes referred to as coordination polymers, we prefer to differentiate them, because MOFs are based on strong linkages that yield robust frameworks.) The realization that MOFs could be designed and synthesized in a rational way from mol. building blocks led to the emergence of a discipline that we call reticular chem.MOFs can be represented as a special kind of graph called a periodic net.  Such descriptions date back to the earliest crystallog. studies but have become much more common recently because thousands of new structures and hundreds of underlying nets have been reported.  In the simplest cases (e.g., the structure of diamond), the atoms in the crystal become the vertices of the net, and bonds are the links (edges) that connect them.  In the case of MOFs, polyat. groups act as the vertices and edges of the net.Because of the explosive growth in this area, a need has arisen for a universal system of nomenclature, classification, identification, and retrieval of these topol. structures.  We have developed a system of symbols for the identification of three periodic nets of interest, and this system is now in wide use.  In this Account, we explain the underlying methodol. of assigning symbols and describe the Reticular Chem. Structure Resource (RCSR), in which about 1600 such nets are collected and illustrated in a database that can be searched by symbol, name, keywords, and attributes.  The resource also contains searchable data for polyhedra and layers.The database entries come from systematic enumerations or from known chem. compds. or both.  In the latter case, refs. to occurrences are provided.  We describe some crystallog., topol., and other attributes of nets and explain how they are reported in the database.  We also describe how the database can be used as a tool for the design and structural anal. of new materials.  Assocd. with each net is a natural tiling, which is a natural partition of space into space-filling tiles.  The database allows export of data that can be used to analyze and illustrate such tilings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht1SgsrjF&md5=392c624f403dd8457460a7649aa496f3", "21. ", "Li", ", ", "M.", "; ", "Li", ", ", "D.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Rev.", " ", "2014", ",  ", "114", ",  ", "1343", "– ", "1370", " DOI: 10.1021/cr400392k", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Topological Analysis of Metal-Organic Frameworks with Polytopic Linkers and/or Multiple Building Units and the Minimal Transitivity Principle", "Li, Mian; Li, Dan; O'Keeffe, Michael; Yaghi, Omar M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2014", "),\r\n    ", "114", "\r\n        (", "2", "),\r\n    ", "1343-1370", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review on the structure principles of MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslaksb7E&md5=ad7dec28a944e0cc0412656c687564d9", "22. ", "Le Bail", ", ", "A.", "; ", "Duroy", ", ", "H.", "; ", "Fourquet", ", ", "J. L.", " ", "Mater. Res. Bull.", " ", "1988", ",  ", "23", ",  ", "447", "– ", "452", " DOI: 10.1016/0025-5408(88)90019-0", " ", "[", "Crossref", "], [", "CAS", "]", "22. ", "The ab-initio structure determination of lithium antimony tungstate (LiSbWO6) by x-ray powder diffraction", "Le Bail, A.; Duroy, H.; Fourquet, J. L.", "Materials Research Bulletin", "\r\n        (", "1988", "),\r\n    ", "23", "\r\n        (", "3", "),\r\n    ", "447-52", "CODEN:\r\n                ", "MRBUAC", ";\r\n        ISSN:", "0025-5408", ".\r\n    ", "LiSbWO6 is orthorhombic space group Pbcn, with a 4.6664(1), b 17.4435(5), and c 4.9941(2) Å; d.(calcd.) = 6.675 for Z = 4.  Final RI = 2.1% and Rwp = 6.5%.  At. coordinates are given.  The structure derives from α-PbO2 by a tripling of the b axis of PbO2 with a full cationic order, unlike the columbite structure which is related to α-PbO2 by a tripling of the a-axis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1cXitFCgtbo%253D&md5=e98f3c8d3d0af91b5770732b50ccb9f8", "23. ", "Spek", ", ", "A. L.", " ", "Acta Crystallogr.", " ", "2009", ",  ", "D65", ",  ", "148", "– ", "155", " DOI: 10.1107/S090744490804362X", " ", "[", "Crossref", "], [", "CAS", "]", "23. ", "Structure validation in chemical crystallography", "Spek, Anthony L.", "Acta Crystallographica, Section D: Biological Crystallography", "\r\n        (", "2009", "),\r\n    ", "65", "\r\n        (", "2", "),\r\n    ", "148-155", "CODEN:\r\n                ", "ABCRE6", ";\r\n        ISSN:", "0907-4449", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "A review.  Automated structure validation was introduced in chem. crystallog. about 12 years ago as a tool to assist practitioners with the exponential growth in crystal structure analyses.  Validation has since evolved into an easy-to-use checkCIF/PLATON web-based IUCr service.  The result of a crystal structure detn. has to be supplied as a CIF-formatted computer-readable file.  The checking software tests the data in the CIF for completeness, quality, and consistency.  In addn., the reported structure is checked for incomplete anal., errors in the anal., and relevant issues to be verified.  A validation report is generated in the form of a list of ALERTS on the issues to be cor., checked, or commented on.  Structure validation has largely eliminated obvious problems with structure reports published in IUCr journals, such as refinement in a space group of too low symmetry.  This paper reports on the current status of structure validation and possible future extensions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVWhtL8%253D&md5=1cc05cd996f846a98b55ea09289af6a9", "24. ", "(a) ", "Nelson", ", ", "A. P.", "; ", "Farha", ", ", "O. K.", "; ", "Mulfort", ", ", "K. L.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "458", "– ", "460", " DOI: 10.1021/ja808853q", " ", "ACS Full Text ", ", [", "CAS", "]", "24. ", "Supercritical Processing as a Route to High Internal Surface Areas and Permanent Microporosity in Metal-Organic Framework Materials", "Nelson, Andrew P.; Farha, Omar K.; Mulfort, Karen L.; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "2", "),\r\n    ", "458-460", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Careful processing of 4 representative metal-org. framework (MOF) materials with liq. and supercrit. CO2 (ScD) leads to substantial, or in some cases spectacular (up to 1200%), increases in gas-accessible surface area.  Maximization of surface area is key to the optimization of MOFs for many potential applications.  Preliminary evidence points to inhibition of mesopore collapse, and therefore micropore accessibility, as the basis for the extraordinarily efficacious outcome of ScD-based activation.  The crystals of the MOF including naphthalenedimide-contg. ligand are P2(1)/c, with a 23.275(4), b 25.486(4), c 49.521(7) Å, β 117.409(6)°; Z = 4, dc = 0.559; R1 = 0.0692, wR2 = 0.1513.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsFChsb3J&md5=dc9e4bf4e41d4f8d15af0510be0261aa", "(b) ", "Furukawa", ", ", "H.", "; ", "Ko", ", ", "N.", "; ", "Go", ", ", "Y. B.", "; ", "Aratani", ", ", "N.", "; ", "Choi", ", ", "S. B.", "; ", "Choi", ", ", "E.", "; ", "Yazaydin", ", ", "A. Ö.", "; ", "Snurr", ", ", "R. Q.", "; ", "O’Keeffe", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2010", ",  ", "329", ",  ", "424", "– ", "428", " DOI: 10.1126/science.1192160", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "24. ", "Ultrahigh Porosity in Metal-Organic Frameworks", "Furukawa, Hiroyasu; Ko, Nakeun; Go, Yong Bok; Aratani, Naoki; Choi, Sang Beom; Choi, Eunwoo; Yazaydin, A. Oezguer; Snurr, Randall Q.; O'Keeffe, Michael; Kim, Jaheon; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "329", "\r\n        (", "5990", "),\r\n    ", "424-428", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Cryst. solids with extended non-interpenetrating three-dimensional crystal structures were synthesized that support well-defined pores with internal diams. of up to 48 angstroms.  The Zn4O(CO2)6 unit was joined with either one or two kinds of org. link, 4,4',4''-[benzene-1,3,5-triyl-tris(ethyne-2,1-diyl)]tribenzoate (BTE), 4,4',44''-[benzene-1,3,5-triyl-tris(benzene-4,1-diyl)]tribenzoate (BBC), 4,4',44''-benzene-1,3,5-triyl-tribenzoate (BTB)/2,6-naphthalenedicarboxylate (NDC), and BTE/biphenyl-4,4'-dicarboxylate (BPDC), to give four metal-org. frameworks (MOFs), MOF-180, -200, -205, and -210, resp.  Members of this series of MOFs show exceptional porosities and gas (hydrogen, methane, and carbon dioxide) uptake capacities.  For example, MOF-210 has Brunauer-Emmett-Teller and Langmuir surface areas of 6240 and 10,400 square meters per g, resp., and a total carbon dioxide storage capacity of 2870 mg per g.  The vol.-specific internal surface area of MOF-210 (2060 square meters per cubic centimeter) is equiv. to the outer surface of nanoparticles (3-nm cubes) and near the ultimate adsorption limit for solid materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptVWgsb8%253D&md5=ce5cd4101a6f96dc0d6c349bc478b3b0", "(c) ", "Farha", ", ", "O. K.", "; ", "Özgür Yazaydın", ", ", "A.", "; ", "Eryazici", ", ", "I.", "; ", "Malliakas", ", ", "C. D.", "; ", "Hauser", ", ", "B. G.", "; ", "Kanatzidis", ", ", "M. G.", "; ", "Nguyen", ", ", "S. T.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", " ", "Nat. Chem.", " ", "2010", ",  ", "2", ",  ", "944", "– ", "948", " DOI: 10.1038/nchem.834", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "24. ", "De novo synthesis of a metal-organic framework material featuring ultrahigh surface area and gas storage capacities", "Farha, Omar K.; Oezguer Yazaydin, A.; Eryazici, Ibrahim; Malliakas, Christos D.; Hauser, Brad G.; Kanatzidis, Mercouri G.; Nguyen, Son-Binh T.; Snurr, Randall Q.; Hupp, Joseph T.", "Nature Chemistry", "\r\n        (", "2010", "),\r\n    ", "2", "\r\n        (", "11", "),\r\n    ", "944-948", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal-org. frameworks, a class of porous hybrid materials built from metal ions and org. bridges, have recently shown great promise for a wide variety of applications.  The large choice of building blocks means that the structures and pore characteristics of the metal-org. frameworks can be tuned relatively easily.  However, despite much research, it remains challenging to prep. frameworks specifically tailored for particular applications.  Here, the authors used computational modeling to design and predictively characterize a metal-org. framework (NU-100) with a particularly high surface area.  Subsequent exptl. synthesis yielded a material [Cu3(L)(H2O)3]n (NU-100/PCN-610, H6L = hexatopic carboxylate I), matching the calcd. structure, with a high BET surface area (6,143 m2 g-1).  Also, sorption measurements revealed that the material had high storage capacities for H2 (164 mg g-1) and CO2 (2,315 mg g-1) - gases of high importance in the contexts of clean energy and climate alteration, resp. - in excellent agreement with predictions from modeling.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlWksbjN&md5=706f3b3b6b4cb7d03950103b11ba023e", "25. ", "Stoeck", ", ", "U.", "; ", "Krause", ", ", "S.", "; ", "Bon", ", ", "V.", "; ", "Senkovska", ", ", "I.", "; ", "Kaskel", ", ", "S.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "10841", "– ", "10843", " DOI: 10.1039/c2cc34840c", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "25. ", "A highly porous metal-organic framework, constructed from a cuboctahedral super-molecular building block, with exceptionally high methane uptake", "Stoeck, Ulrich; Krause, Simon; Bon, Volodymyr; Senkovska, Irena; Kaskel, Stefan", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "88", "),\r\n    ", "10841-10843", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A highly porous metal-org. framework Cu2(BBCDC) (BBCDC = 9,9'-([1,1'-biphenyl]-4,4'-diyl)bis(9H-carbazole-3,6-dicarboxylate)) (DUT-49) with a sp. surface area of 5476 m2 g-1, a pore vol. of 2.91 cm3 g-1, a H2 excess uptake of 80 mg g-1 (77 K, 50 bar), a CO2 excess uptake of 2.01 g g-1 (298 K, 50 bar) and an exceptionally high excess methane storage capacity of 308 mg g-1 (298 K, 110 bar) was obtained using an extended tetratopic linker.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVyhs7nF&md5=625754155bbd8f3f7fc7ab99cb3d684e", "26. ", "Li", ", ", "B.", "; ", "Wen", ", ", "H.-M.", "; ", "Wang", ", ", "H.", "; ", "Wu", ", ", "H.", "; ", "Tyagi", ", ", "M.", "; ", "Yildirim", ", ", "T.", "; ", "Zhou", ", ", "W.", "; ", "Chen", ", ", "B.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "6207", "– ", "6210", " DOI: 10.1021/ja501810r", " ", "ACS Full Text ", ", [", "CAS", "]", "26. ", "A Porous Metal-Organic Framework with Dynamic Pyrimidine Groups Exhibiting Record High Methane Storage Working Capacity", "Li, Bin; Wen, Hui-Min; Wang, Hailong; Wu, Hui; Tyagi, Madhusudan; Yildirim, Taner; Zhou, Wei; Chen, Banglin", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "17", "),\r\n    ", "6207-6210", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We have realized a new porous metal-org. framework UTSA-76a with pyrimidine groups on the linker, exhibiting high volumetric methane uptake of ∼260 cm3 (STP) cm-3 at 298 K and 65 bar, and record high working capacity of ∼200 cm3 (STP) cm-3 (between 5 and 65 bar).  Such exceptionally high working capacity is attributed to the central \"dynamic\" pyrimidine groups within UTSA-76a, which are capable of adjusting their orientations to optimize the methane packing at high pressure, as revealed by computational studies and neutron scattering expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXmtVegsbo%253D&md5=70388784b4f4e5ee5f9f3a9f1638de96", "27. ", "(a) ", "Chui", ", ", "S. S.-Y.", "; ", "Lo", ", ", "S. M.-F.", "; ", "Charmant", ", ", "J. P. H.", "; ", "Orpen", ", ", "A. G.", "; ", "Williams", ", ", "I. D.", " ", "Science", " ", "1999", ",  ", "283", ",  ", "1148", "– ", "1150", " DOI: 10.1126/science.283.5405.1148", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "27. ", "A chemically functionalizable nanoporous material [Cu3(TMA)2(H2O)3]n", "Chui, Stephen S.-Y.; Lo, Samuel M.-F.; Charmant, Jonathan P. H.; Orpen, A. Guy; Williams, Ian D.", "Science (Washington, D. C.)", "\r\n        (", "1999", "),\r\n    ", "283", "\r\n        (", "5405", "),\r\n    ", "1148-1150", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Although zeolites and related materials combine nanoporosity with high thermal stability, they are difficult to modify or derivatize in a systematic way.  A highly porous metal coordination polymer [Cu3(TMA)2(H2O)3]n (TMA is benzene-1,3,5-tricarboxylate) was formed in 80% yield.  It has interconnected [Cu2(O2CR)4] units (R is an arom. ring), which create a three-dimensional system of channels with a pore size of 1 nm and an accessible porosity of ∼40% in the solid.  Unlike zeolites, the channel linings can be chem. functionalized; for example, the aqua ligands can be replaced by pyridines.  TGA and high-temp. single-crystal diffractometry indicate that the framework is stable up to 240°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXhsFeitLc%253D&md5=8f6f372b015fa0e2bbb7e8bfd316b663", "(b) ", "Mason", ", ", "J. A.", "; ", "Veenstra", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "Chem. Sci.", " ", "2014", ",  ", "5", ",  ", "32", "– ", "51", " DOI: 10.1039/C3SC52633J", " ", "[", "Crossref", "], [", "CAS", "]", "27. ", "Evaluating metal-organic frameworks for natural gas storage", "Mason, Jarad A.; Veenstra, Mike; Long, Jeffrey R.", "Chemical Science", "\r\n        (", "2014", "),\r\n    ", "5", "\r\n        (", "1", "),\r\n    ", "32-51", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks have received significant attention as a new class of adsorbents for natural gas storage; however, inconsistencies in reporting high-pressure adsorption data and a lack of comparative studies have made it challenging to evaluate both new and existing materials.  Here, we briefly discuss high-pressure adsorption measurements and review efforts to develop metal-org. frameworks with high methane storage capacities.  To illustrate the most important properties for evaluating adsorbents for natural gas storage and for designing a next generation of improved materials, six metal-org. frameworks and an activated carbon, with a range of surface areas, pore structures, and surface chemistries representative of the most promising adsorbents for methane storage, are evaluated in detail.  High-pressure methane adsorption isotherms are used to compare gravimetric and volumetric capacities, isosteric heats of adsorption, and usable storage capacities.  Addnl., the relative importance of increasing volumetric capacity, rather than gravimetric capacity, for extending the driving range of natural gas vehicles is highlighted.  Other important systems-level factors, such as thermal management, mech. properties, and the effects of impurities, are also considered, and potential materials synthesis contributions to improving performance in a complete adsorbed natural gas system are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVGntLvE&md5=05a99cd7be9ef1819aca42d1c36f1f1d", "28. ", "Rosi", ", ", "N. L.", "; ", "Kim", ", ", "J.", "; ", "Eddaoudi", ", ", "M.", "; ", "Chen", ", ", "B.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "1504", "– ", "1518", " DOI: 10.1021/ja045123o", " ", "ACS Full Text ", ", [", "CAS", "]", "28. ", "Rod Packings and Metal-Organic Frameworks Constructed from Rod-Shaped Secondary Building Units", "Rosi, Nathaniel L.; Kim, Jaheon; Eddaoudi, Mohamed; Chen, Banglin; O'Keeffe, Michael; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "5", "),\r\n    ", "1504-1518", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The principal structure possibilities for packing infinite rod-shaped building blocks are described.  Some basic nets derived from linking simple rods (helixes and ladders) are then enumerated.  The authors demonstrate the usefulness of the concept of rod secondary building units in the design and synthesis of metal-org. frameworks (MOFs).  Accordingly, the authors present the prepn., characterization, and crystal structures of 14 new MOFs (named MOF-69A-C and MOF-70-80) of 12 different structure types, belonging to rod packing motifs, and show how their structures are related to basic nets.  The MOFs reported herein are of polytopic carboxylates and contain one of Zn, Pb, Co, Cd, Mn, or Tb.  The inclusion properties of the most open members are presented as evidence that MOF structures with rod building blocks can indeed be designed to have permanent porosity and rigid architectures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjtFGmtg%253D%253D&md5=0ad22a135cba65fb519eae17258dc4c8", "29. ", "Peng", ", ", "Y.", "; ", "Srinivas", ", ", "G.", "; ", "Wilmer", ", ", "C. E.", "; ", "Eryazici", ", ", "I.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", "; ", "Yildirim", ", ", "T.", "; ", "Farha", ", ", "O. K.", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "2992", "– ", "2994", " DOI: 10.1039/c3cc40819a", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "Simultaneously high gravimetric and volumetric methane uptake characteristics of the metal-organic framework NU-111", "Peng, Yang; Srinivas, Gadipelli; Wilmer, Christopher E.; Eryazici, Ibrahim; Snurr, Randall Q.; Hupp, Joseph T.; Yildirim, Taner; Farha, Omar K.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "29", "),\r\n    ", "2992-2994", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The MOF NU-111 exhibits equally high volumetric and gravimetric methane uptake values, both within ≈75% of the DOE targets at 300 K.  Upon reducing the temp. to 270 K, the uptake increases to 0.5 g g-1 and 284 cc(STP) per cc at 65 bar.  Adsorption of CO2 and H2 is also reported.  Simulated isotherms are in excellent agreement with those obtained from expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjvFWgs7s%253D&md5=3e8859eb261343b0b7bd54ee295c9859", "30. ", "Ma", ", ", "S.", "; ", "Sun", ", ", "D.", "; ", "Simmons", ", ", "J. M.", "; ", "Collier", ", ", "C. D.", "; ", "Yuan", ", ", "D.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "1012", "– ", "1016", " DOI: 10.1021/ja0771639", " ", "ACS Full Text ", ", [", "CAS", "]", "30. ", "Metal-Organic Framework from an Anthracene Derivative Containing Nanoscopic Cages Exhibiting High Methane Uptake", "Ma, Shengqian; Sun, Daofeng; Simmons, Jason M.; Collier, Christopher D.; Yuan, Daqiang; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "3", "),\r\n    ", "1012-1016", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A microporous metal-org. framework, PCN-14, based on an anthracene deriv., 5,5'- (9,10-anthracene-diyl)di-isophthalate (H4adip), was synthesized under solvothermal reaction conditions.  X-ray single crystal anal. revealed that PCN-14 consists of nanoscopic cages suitable for gas storage.  N2-adsorption studies of PCN-14 at 77 K reveal a Langmuir surface area of 2176 m2/g and a pore vol. of 0.87 cm3/g.  Methane adsorption studies at 290 K and 35 bar show that PCN-14 exhibits an abs. methane-adsorption capacity of 230 vol./vol., 28% higher than the DOE target (180 vol./vol.) for methane storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlymug%253D%253D&md5=47684d1faab210ef528aa92e5e5754a3", "31. ", "DeCoste", ", ", "J. B.", "; ", "Weston", ", ", "M. H.", "; ", "Fuller", ", ", "P. E.", "; ", "Tovar", ", ", "T. M.", "; ", "Peterson", ", ", "G. W.", "; ", "LeVan", ", ", "M. D.", "; ", "Farha", ", ", "O. K.", " ", "Angew. Chem., Int. Ed.", " ", "2014", ",  ", "53", ",  ", "14092", "– ", "14095", " DOI: 10.1002/anie.201408464", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "31. ", "Metal-organic frameworks for oxygen storage", "DeCoste Jared B; Weston Mitchell H; Fuller Patrick E; Tovar Trenton M; Peterson Gregory W; LeVan M Douglas; Farha Omar K", "Angewandte Chemie (International ed. in English)", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "51", "),\r\n    ", "14092-5", "\r\n        ISSN:", ".\r\n    ", "We present a systematic study of metal-organic frameworks (MOFs) for the storage of oxygen.  The study starts with grand canonical Monte Carlo simulations on a suite of 10,000 MOFs for the adsorption of oxygen.  From these data, the MOFs were down selected to the prime candidates of HKUST-1 (Cu-BTC) and NU-125, both with coordinatively unsaturated Cu sites.  Oxygen isotherms up to 30 bar were measured at multiple temperatures to determine the isosteric heat of adsorption for oxygen on each MOF by fitting to a Toth isotherm model.  High pressure (up to 140 bar) oxygen isotherms were measured for HKUST-1 and NU-125 to determine the working capacity of each MOF.  Compared to the zeolite NaX and Norit activated carbon, NU-125 has an increased excess capacity for oxygen of 237% and 98%, respectively.  These materials could ultimately prove useful for oxygen storage in medical, military, and aerospace applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC2M3htVequg%253D%253D&md5=7f53f79d63539d498f3336455fc952bd", "32. ", "Zhou", ", ", "Y.", "; ", "Wei", ", ", "L.", "; ", "Yang", ", ", "J.", "; ", "Sun", ", ", "Y.", "; ", "Zhou", ", ", "L.", " ", "J. Chem. Eng. Data", " ", "2005", ",  ", "50", ",  ", "1068", "– ", "1072", " DOI: 10.1021/je050036c", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "Adsorption of Oxygen on Superactivated Carbon", "Zhou, Yaping; Wei, Liufang; Yang, Jun; Sun, Yan; Zhou, Li", "Journal of Chemical and Engineering Data", "\r\n        (", "2005", "),\r\n    ", "50", "\r\n        (", "3", "),\r\n    ", "1068-1072", "CODEN:\r\n                ", "JCEAAX", ";\r\n        ISSN:", "0021-9568", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Twelve adsorption isotherms of oxygen on a high surface activated carbon have been collected with a volumetric app. for the range (118-313) K and (0-10) MPa.  The isosteric enthalpy change of adsorption was evaluated on the basis of these isotherms.  It shows a descending trend with the increased amt. adsorbed.  A model is presented for the exptl. isotherms on the basis of the Gibbs definition and the detn. of abs. adsorption.  The model fits the isotherms well for the range of expts.  On the basis of the measurements, the enhancement effect of adsorption for the storage of oxygen was proven.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXislWmsbg%253D&md5=24411bc1d49771a17276ef7a11430bc7"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-41/jacs.5b07053/20151015/images/small/ja-2015-07053g_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-41/jacs.5b07053/20151015/images/small/ja-2015-07053g_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-41/jacs.5b07053/20151015/images/small/ja-2015-07053g_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-41/jacs.5b07053/20151015/images/small/ja-2015-07053g_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-41/jacs.5b07053/20151015/images/small/ja-2015-07053g_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-41/jacs.5b07053/20151015/images/small/ja-2015-07053g_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-41/jacs.5b07053/20151015/images/small/ja-2015-07053g_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-41/jacs.5b07053/20151015/images/small/ja-2015-07053g_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-41/jacs.5b07053/20151015/images/small/ja-2015-07053g_0010.gif\">"]}
