{"title": ["Bismuth Carboxylates with Brucite- and Fluorite-Related Structures: Synthesis Structure and Properties"], "authors": ["S. R. Sushrutha", "Srinivasan Natarajan"], "doi": ["10.1021/cg4000654"], "abstract": ["Bismuth carboxylates exhibiting a brucite-related layer and a fluorite-related structure have been synthesized and characterized. The possible role of lone pair of electrons of Bi", " in the structure and properties has been evaluated.", "Three new compounds of bismuth, [C", "N", "H", "][Bi(C", "H", "NO", ")(C", "H", "NO", ")]·H", "O, ", ", ", "Bi(C", "H", "N", "O", ") (C", "H", "N", "O", ")], ", ", and [Bi(μ", "-OH)(C", "H", "NO", ")], ", ", have been prepared by the reaction between bismuth nitrate and heterocyclic aromatic dicarboxylic acids, 2,6-pyridinedicarboxylic acid, 4,5-imidazoledicarboxylic acid, and 3,4-pyridinedicarboxylic acid, respectively, under hydrothermal conditions. The structures of all the compounds have linkages between Bi", "O", " and the corresponding dicarboxylate forming a simple molecular unit in ", ", a bilayer arrangement in ", ", and a three-dimensional extended structure in ", ". The topological arrangement of the nodal building units in the structures indicates that a brucite-related layer (", ") and fluorite-related arrangement (", ") can be realized in these structures. By utilizing the secondary interactions, one can correlate the structure of ", " to a Kagome-related one. The observation of such classical inorganic related structures in the bismuth carboxylates is noteworthy. Lewis acid catalytic studies on the formation of ketal suggest the possible participatory role of the lone pair of electrons. All the compounds are characterized employing elemental analysis, IR, UV–vis, and thermal studies."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Introduction", "Inorganic coordination polymers or metal–organic frameworks are an important family of compounds in the area of materials chemistry.", "(1)", " The compounds have interesting structures formed by the clever combination of inorganic coordination chemistry and organic functional groups. It is known that the rigid organic backbone in these compounds is crucial for many of its interesting physical and chemical properties such as catalysis, sorption, and separation.", "(2)", " The large number and the diversity observed in the structures of inorganic coordination polymers is a testimony for the continuing interest.", "(1)", " The majority of the compounds have been prepared employing either the transition metals or the lanthanides.", "(3)", " It is to be noted that the main group elements have not received much attention. Of the main group elements, Al,", "(4)", " Ga,", "(5)", " In,", "(6)", " Pb,", "(7)", " and Sn", "(8)", " have been investigated and appear to form interesting structures.", "Bismuth, though part of the main group elements, has not been studied in sufficient detail. Bi", "3+", " ions may be of interest due to the presence of its stereoactive lone pair of electrons.", "(9)", " The earlier studies of Sn", "2+", " compounds in open-framework phosphates suggest the possible structure-directing role for the lone pair of electrons.", "(10)", " Similar lone pair effects have also been observed in Sn", "2+", " oxalates", "(11)", " and Pb", "2+", " compounds as well.", "(12)", "From the available structures of Bi", "3+", " carboxylates,", "(13)", " one finds reasonable evidence for the structure-directing role for the lone pair of electrons. The lone pair of electrons appears to participate in a structure-direction role, depending on the coordination environment around the Bi", "3+", " cation.", "(14)", " One can rationalize this observation, rather naively, that low coordination would lead to nonspherical charge distribution around the Bi", "3+", " cation resulting in the lone pair actively participating in a structure-directing role (hemi-directed).", "(15)", " Higher coordination, on the other hand, would result in steric hindrance as well as in a more uniform charge distribution around the Bi", "3+", " cation leading to an inactive role for the lone pair of electrons (holo-directed).", "(16a)", " It is clear that the nature and the role of the lone pair of electrons in Bi", "3+", " carboxylates are interesting and there is considerable scope to investigate this further in other Bi", "3+", " carboxylates.", "One of the advantages of inorganic coordination polymers is the formation of more open and porous structures, by employing subtle crystal engineering principles. The impetus to study the bismuth-based compounds would be to exploit the lone pair of electrons not only in structure direction but also in related properties such as catalysis. It would be preferable to have open structures in which the lone pair of electrons are freely accessible and available for manipulations. From the Pearson’s theory of hard–soft acids and bases, Bi", "3+", " ions can be considered to be a borderline acid.", "(17)", " From the available structures in the literature, it appears that Bi", "3+", " ion can bind fairly well with ligands possessing O and N donor atoms. Thus, one can expect to find the anions of amino polycarboxylic acid and polyamino carboxylic acids to form stable compounds with Bi", "3+", " ions. The recent findings on the formation of coordination polymeric structure of Bi", "3+", " ions support this view.", "(13)", " In addition, the larger size of the Bi", "3+", " ions would give coordination number higher than six in most of the compounds, which is also the observed behavior.", "(18)", " As part of a program to prepare new inorganic coordination polymers, we are interested in the reaction between heterocyclic aromatic carboxylic acids and Bi", "3+", " ions.", "During the course of this study, we have isolated three new compounds employing 2,6-pyridinedicarboxylic acid (2,6-PDC), 4,5-imidazoledicarboxylic acid (4,5-IDC), and 3,4-pyridinedicarboxylic acid (3,4-PDC). The compounds, [C", "4", "N", "2", "H", "10", "][Bi(C", "7", "H", "4", "NO", "4", ")(C", "7", "H", "3", "NO", "4", ")]·H", "2", "O, ", "I", ", ", "[", "Bi(C", "5", "H", "3", "N", "2", "O", "4", ") (C", "5", "H", "2", "N", "2", "O", "4", ")], ", "II", ", and [Bi(μ", "2", "-OH)(C", "7", "H", "3", "NO", "4", ")], ", "III", ", have one-, two-, and three-dimensional structure. In this paper, the synthesis, structure, and properties of the three compounds are presented.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Experimental Section", "Synthesis and Characterization", "Reagents needed for the synthesis were used as received: Bi(NO", "3", ")", "3", "·5H", "2", "O [Fluka, 99%], 2,6-pyridine dicarboxylic acid (2,6-PDC) [Lancaster (U.K.), 98%], 4,5-imidazoledicarboxylic acid (4,5-IDC) [Lancaster (U.K.), 97%], 3,4-pyridinedicarboxylic acid (3,4-PDC) [Aldrich, 97%], imidazole [Merck, 99%], piperazine (pip) [CDH (India), 98%]. All the compounds were synthesized employing the hydrothermal method. For the preparation of compound ", "I", ", Bi(NO", "3", ")", "3", "·5H", "2", "O (0.243 g, 0.5 mM), 2,6-PDC (0.142 g,0.85 mM), pip (0.044 g, 0.5 mM), and 7 mL water were mixed at room temperature for 30 min. The reaction mixture with the composition (1 Bi(NO", "3", ")", "3", "·5H", "2", "O):(1.7 2,6-PDC):(1 pip):(777 H", "2", "O) was carefully transferred to a 23 mL PTFE stainless steel autoclave and heated at 180 °C for 72 h. The resulting product containing large quantities of light brown block-like crystals was filtered under vacuum, washed with deionized water, and dried at ambient conditions. A similar synthesis procedure was employed for the preparation of compounds ", "II", " and ", "III", ", but by using 4,5-IDC and 3,4-PDC, respectively, in place of 2,6-PDC. The synthesis composition and the conditions employed are listed in Table ", "1", ".", "Table 1. Synthesis Composition and Conditions Employed for the Preparation of Compounds ", "I", "–", "III", "synthesis no.", "composition (mM)", "temp (°C)", "time (h)", "product", "a", "yield", "b", " (%)", "1", "0.5 mM Bi(NO", "3", ")", "3", "·5H", "2", "O + 0.85 mM 2,6-pyridinedicarboxylic acid + 0.85 mM piperazine + 389 mM H", "2", "O", "180", "72", "[C", "4", "N", "2", "H", "10", "][Bi(C", "7", "H", "4", "NO", "4", ")(C", "7", "H", "3", "NO", "4", ")]·H", "2", "O, ", "I", "85", "2", "0.5 mM Bi(NO", "3", ")", "3", "·5H", "2", "O + 1 mM 4,5-imidazoledicarboxylic acid + 0.5 mM piperazine + 389 mM H", "2", "O", "150", "72", "[", "Bi(C", "5", "H", "3", "N", "2", "O", "4", ")(C", "5", "H", "2", "N", "2", "O", "4", ")], ", "II", "77", "3", "0.5 mM Bi(NO", "3", ")", "3", "·5H", "2", "O + 0.85 mM 3,4-pyridinedicarboxylic acid + 0.85 mM imidazole + 389 mM H", "2", "O", "150", "72", "[Bi(μ", "2", "-OH)(C", "7", "H", "3", "NO", "4", ")], ", "III", "70", "a", "CHN analysis: anal. calcd for  ", "I", " C 34%, H 2%, N 7.02%, found C 33.03%, H 2.50%, N 7.23%; anal. calcd for ", "II", " C 23.22%, H 0.96%, N 10.26%, found C 24.34%, H 1.07%, N 2.33%; anal. calcd for ", "III", " C 21.58%, H 1.02%, N 3.82%. found C 22.31%, H 1.81%, N 4.41%.", "b", "Yields are calculated based on the respective metals. Compositions given are millmolar composition.", "The powder X-ray diffraction (PXRD) patterns for all the synthesized compounds were recorded in the 2θ range 5–50° using Cu Kα radiation (Philips X’pert). The observed PXRD pattern was found to be entirely consistent with the simulated pattern generated using the single crystal X-ray structure (ESI, Figures S1–S3 in the ", "Supporting Information", "), indicating the phase purity of the products. The infrared (IR) spectroscopic studies were carried out using KBr pellets (Perkin-Elmer, SPECTRUM 1000). The IR spectra for all the compounds exhibited characteristic bands (ESI, Table S1 in the ", "Supporting Information", ").", "(19)", " The observation of bands at 3459 cm", "–1", " and 3071 cm", "–1", " in ", "I", " confirms the presence of lattice water molecules and the carboxylic acid group, respectively. The band at 3603 cm", "–1", " observed in ", "III", " suggests the presence of a μ", "2", "-hydroxyl group (ESI, Figure S4 in the ", "Supporting Information", ").", "Thermogravimetric analysis (TGA) (Mettler-Toledo) was carried out in an oxygen atmosphere (flow rate = 50 mL/min) in the temperature range 30–950 °C (heating rate = 5 °C/min) (ESI, Figure S5 in the ", "Supporting Information", "). In the case of compound ", "I", ", a small weight loss of 3.6% observed around 140 °C corresponds to the loss of water molecule (calcd 3%). The second weight loss of 57.4% observed around 400 °C could be due to the loss of piperazine and the carboxylate moieties (calcd 59.4%). The total observed weight loss of 61% corresponds well with the loss of lattice water molecules and all the organic species (calcd 62.4%). For compound ", "II", ", a single step weight loss of 53.3% observed around 380 °C corresponds to the loss of the organic carboxylate moieties (calcd 56.4%); similar behavior was also observed for compound ", "III", ", with a weight loss of 42.3% around 380 °C, which corresponds with the loss of the organic carboxylate moieties (calcd 42.2%). The final calcined products were found to be crystalline in all cases by PXRD and correspond to Bi", "2", "O", "3", " (JCPDS: 41-1449).", "Optical Studies", "The UV–vis spectroscopic studies were recorded in the solid state at room temperature (Perkin-Elmer model Lambda 35). The observed optical spectra of the compounds were compared with the spectra obtained for the sodium salts of 2,6-pyridinedicarboxylic acid, 4,5-imidazoledicarboxylic acid, and 3,4-pyridinedicarboxylic acid. While compound ", "I", " exhibited an absorption maximum at around 315 nm, and compound ", "II", " at 300 nm, for ", "III", " the absorption maximum was observed at 310 nm with a shoulder at 270 nm, respectively. The absorption peaks may be assigned to the intraligand π → π* transition.", "(20)", " In addition to the band at 315 nm for ", "I", ", the spectrum has a broad feature at ∼510 nm, which may be due to the metal to ligand charge transfer involving the possible promotion of the lone pair of electrons of the metal to the π* orbital of the ligand (ESI, Figures S6 and S7 in the ", "Supporting Information", "). Similar optical absorption behavior has been observed before in bismuth bipyridyl and bismuth corrole complexes.", "(21)", "The photoluminescence spectra for all the compounds were recorded on solid samples at room temperature (Perkin-Elmer, LS 55) (ESI, Figure S8 in the ", "Supporting Information", "). Compound ", "I", ", when excited at 315 nm, emits a band centered around 405 and 420 nm, which could be tentatively assigned to the π* → π and π* → n transitions of the ligand.", "(22a, 22b)", " In addition, a band centered around 485 nm was also observed, which could be blue emission seen earlier in [Bi(C", "7", "H", "3", "NO", "4", ")", "2", "]·H", "3", "O", "+", "·(H", "2", "O)", "0.83", ".", "(13b)", " This transition could be due to MLCT or ", "1", "P", "1", " → ", "1", "S", "0", " and ", "3", "P", "1", " → ", "1", "S", "0", " transition of s", "2", " electrons of the Bi", "3+", ".", "(23)", " Compound ", "II", ", when excited at 300 nm, exhibits emission bands at around 390 and 425 nm. The emissions could be due to the intraligand π* → π and π* → n transitions.", "(22c, 22d)", " Compound ", "III", " exhibits emission bands at 410 and 423 nm, when excited using a wavelength of 310 nm. These bands could be due to π* → π and π* → n transitions of the ligand respectively.", "(22a, 22b)", " In all three compounds, a weak emission in the blue region is also observed, which could be due to MLCT or s", "2", " electrons of the bismuth center.", "(23, 13b)", "Single-Crystal Structure Determination", "A suitable single crystal of each compound was selected under a polarizing optical microscope and glued to a thin glass fiber. The single crystal data were collected at 293(2) K on a Oxford Xcalibur (Mova) diffractometer equipped with an EOS CCD detector. The X-ray generator was operated at 50 kV and 0.8 mA using Mo Kα (λ = 0.71073 Å) radiation. The cell refinement and data reduction were accomplished using ", "CrysAlis RED", ".", "(24)", " The structure was solved by direct methods and refined using SHELX97 present in the WinGX suit of programs (version 1.63.04a).", "(25)", " The oxygen atom of the lattice water molecule in ", "I", " was found to be disordered over two positions with occupancies of 0.53(2) and 0.47(2), respectively . The disorder of the lattice water molecules precluded the location of the hydrogen atoms in ", "I", ". The positions of all other hydrogen atoms were initially located from the difference Fourier map, and for the final refinement, they were placed in geometrically ideal positions and refined in the riding mode. The full matrix least-squares refinement against |", "F", "2", "| was carried out using WinGx package of programs.", "(26)", " The final refinements included atomic positions for all the atoms, anisotropic thermal parameters for all the non-hydrogen atoms, and isotropic thermal parameters for all the hydrogen atoms. The details of the structure solution and final refinement parameters are given in Table ", "2", ". The CCDC numbers for the compounds are 918444 for ", "I", ", 918445 for ", "II", ", and 918446for ", "III", ".", "Table 2. Crystal Data and Structure Refinement Parameters for Compounds ", "I–III", "a", "parameter", "I", "II", "III", "empirical formula", "C", "16", "H", "12", "N", "3", "O", "9", "Bi", "C", "10", "H", "5", "N", "4", "O", "8", " Bi", "C", "7", "H", "4", "NO", "5", "Bi", "formula weight", "598.98", "517.14", "389.09", "crystal system", "triclinic", "triclinic", "triclinic", "space group", "P", "1̅ (No. 2)", "P", "1̅ (No. 2)", "P", "1̅ (No. 2)", "a", "/Å", "7.111(11)", "6.955(7)", "7.262(13)", "b", "/Å", "10.902(14)", "6.997(7)", "7.538(12)", "c", "/Å", "12.221(18)", "12.890(12)", "8.112(18)", "α (deg)", "113.39(4)", "81.54(8)", "97.69(6)", "β (deg)", "97.04(4)", "81.01(8)", "101.04(6)", "γ (deg)", "92.82(4)", "78.70(8)", "113.21(5)", "volume/Å", "3", "858.1(2)", "603.2(10)", "389.6(12)", "Z", "2", "2", "2", "T", "/K", "293(±2)", "293(±2)", "293(±2)", "ρ", "calcd", "(g cm", "–3", ")", "2.311", "2.841", "3.307", "μ/mm", "–1", "10.334", "14.673", "22.615", "wavelength (Å)", "0.71073", "0.71073", "0.71073", "θ range (deg)", "2.05 to 25.07", "2.99 to 26", "2.63 to 24.98", "R", " index [", "I", " > 2σ(", "I", ")]", "R", "1", " = 0.0292, wR", "2", " = 0.0661", "R", "1", "= 0.0282, wR", "2", " = 0.0660", "R", "1", " = 0.0358, wR", "2", " = 0.0767", "R", " (all data)", "R", "1", " = 0.0367, wR", "2", " = 0.0691", "R", "1", " = 0.0314, wR", "2", " = 0.0681", "R", "1", " = 0.0408, wR", "2", " = 0.0778", "a", "R", "1", " =∑||", "F", "o", "| – |", "F", "c", "||/∑|", "F", "o", "|; wR", "2", " = {∑[", "w", "(", "F", "o", "2", " – ", "F", "c", "2", ")]/∑[", "w", "(", "F", "o", "2", ")", "2", "]}", "1/2", ". ", "w", " = 1/[ρ", "2", "(", "F", "o", ")", "2", " + (", "aP", ")", "2", " + ", "bP", "]. ", "P", " = [max(", "F", "o", ", O) + 2(", "F", "c", ")", "−2", "]/3 where ", "a", " = 0.0365 and ", "b", " = 0.5807 for ", "I", ", ", "a", " = 0.0364 and ", "b", " = 0.0000 for ", "II", ", ", "a", " = 0.0373 and ", "b", " = 0.0000 for ", "III", ".", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "Structure of [C", "4", "N", "2", "H", "10", "][Bi(C", "7", "H", "4", "NO", "4", ")(C", "7", "H", "3", "NO", "4", ")]·H", "2", "O, ", "I", "The asymmetric unit of ", "I", " has 29 non-hydrogen atoms, which includes one Bi", "3+", " ion, one 2,6-PDC anion, one monoprotonated 2,6-PDC anion, a half piperazine molecule, and one lattice water molecule (ESI, Figure S9 in the ", "Supporting Information", "). The Bi", "3+", " ion is seven coordinated with two nitrogen and five oxygen atoms to form a BiO", "5", "N", "2", " distorted monocapped trigonal prismatic geometry (ESI, Figure S9 in the ", "Supporting Information", "). The Bi–O bond distances are in the range 2.282(4)–2.612(5) Å (av 2.447 Å), and Bi–N distances are 2.412(5) and 2.473(5) Å, respectively (Table ", "3", "), which are comparable to other observed distances.", "(13)", " The O/N–Bi–O/N bond angles are in the range 63.4(2)–154.4(2)° (ESI, Table S2 in the ", "Supporting Information", "). Though most of the Bi–O/N distances are found to be around the 2.4–2.6 Å range, one distance was observed to be short (2.282(4) Å). A closer look at the geometry around the central Bi", "3+", " ion suggests that this distance could be opposite to the possible position of the lone pair of electrons of the Bi", "3+", " ion. Thus the lone pair of electrons in ", "I", " appears to be active and distorts the geometry of the polyhedra around the Bi", "3+", " ion. Similar distortions and shortening of the bond opposite to the lone pair have been observed earlier in Pb", "2+", " containing compounds.", "(27)", " All the carboxylate groups in ", "I", " exhibit a monodentate η", "1", "-binding mode (ESI, Figure S9c in the ", "Supporting Information", ").", "Table 3. Selected Observed Bond Distances in Compounds ", "I–III", "bond", "distance (Å)", "bond", "distance (Å)", "Compound ", "I", "Bi(1)–O(1)", "2.612(5)", "Bi(1)–O(7)", "2.282(4)", "Bi(1)–O(1)#1", "a", "2.523(5)", "Bi(1)–N(1)", "2.473(5)", "Bi(1)–O(3)", "2.316(5)", "Bi(1)–N(2)", "2.412(5)", "Bi(1)–O(5)", "2.562(5)", " ", " ", "Compound ", "II", "Bi(1)–O(1)", "2.349(4)", "Bi(1)–O(5)#1", "2.585(4)", "Bi(1)–O(3)", "2.494(4)", "Bi(1)–O(6)", "2.855(5)", "Bi(1)–O(4)", "2.628(1)", "Bi(1)–N(1)", "2.323(5)", "Bi(1)–O(5)", "2.494(4)", "Bi(1)–N(2)", "2.425(5)", "Compound ", "III", "Bi(1)–O(1)", "2.181(6)", "Bi(1)–O(4)", "2.751(7)", "Bi(1)–O(1)#1", "2.338(7)", "Bi(1)–O(5)", "2.782(2)", "Bi(1)–O(2)", "2.306(7)", "Bi(1)–N(1)", "2.653(9)", "Bi(1)–O(3)", "2.380(8)", " ", " ", "a", "Symmetry transformations used to generate equivalent atoms: ", "I", ", #1, −", "x", " + 1, −", "y", " + 1, −", "z", " + 1; ", "II", ", #1, ", "x", " + 1, ", "y", ", ", "z", "; ", "III", ", #1, −", "x", " + 1, −", "y", " + 1, −", "z", " + 2.", "In compound ", "I", ", the bismuth centers are connected through a μ", "3", "-oxygen [O(1)] of the carboxylate unit forming a simple dimeric molecular complex. As can be noted from Table ", "3", ", the longest Bi–O distance was observed to be 2.612(5) Å, which is comparable to the Bi–O distances observed in other bismuth containing compounds.", "(13)", "In ", "I", ", we also observed that the free oxygen of the carboxylate ion [O(8)] is 3.018 Å away from the nearest Bi-dimer units. This oxygen can exert weak secondary interactions with the Bi", "3+", " ion, which would result in an extended one-dimensional linkage of the Bi-dimers through the 2,6-PDC units (Figure ", "1", "a,b). The one-dimensional chain units resemble a ladder, commonly observed in many open-framework phosphate structures.", "(28)", " Weak secondary interactions of this nature have been observed in many inorganic coordination polymers.", "(29)", " Careful observation of the structure of ", "I", " reveals that the structure may be closely related to the structure of [Bi(C", "7", "H", "4", "NO", "4", ")(C", "7", "H", "3", "NO", "4", ")H", "2", "O]", "2", "·5H", "2", "O.", "(29a)", " The molecular structure of [Bi(C", "7", "H", "4", "NO", "4", ")(C", "7", "H", "3", "NO", "4", ")H", "2", "O]", "2", "·5H", "2", "O consists of dimeric units, which are similar to that observed in ", "I", ". In addition, the secondary interactions of the type observed in ", "I", " are also found in this structure, which would give extended one-dimensional ladderlike structure.", "Figure 1. (a) The one-dimensional chain formed by the connectivity between Bi", "2", "O", "2", " dimers and 2,6-PDC through Bi–O secondary interactions (shown in green). (b) The arrangement of the one-dimensional ladders. Note that the piperazine molecule occupies the spaces in between the chain units.", "Structure of [Bi(C", "5", "H", "3", "N", "2", "O", "4", ")(C", "5", "H", "2", "N", "2", "O", "4", ")], ", "II", "The asymmetric unit of ", "II", " has 23 non-hydrogen atoms, including one Bi", "3+", " ion, one 4,5-IDC anion, and one 4,5-IDCH (monoprotonated 4,5-imidazoledicarboxylic acid) anion (ESI, Figure S10 in the ", "Supporting Information", "). The Bi", "3+", " ion is eight coordinated with six oxygen and two nitrogen atoms, which forms BiO", "6", "N", "2", "distorted bicapped-trigonal prismatic geometry (ESI, Figure S10 in the ", "Supporting Information", "). The Bi–O distances are in the range 2.323(5)–2.855(5) Å (av 2.589 Å), and Bi–N distances are 2.323(5) and 2.425(5) Å, which are in agreement with those observed in other structures (Table ", "3", ").", "(13)", "The O/N–Bi–O/N bond angles are in the range 67.6(15)–148.5(15)° (ESI, Table S2 in the ", "Supporting Information", "). Unlike in ", "I", ", the Bi–O distances do not exhibit much variation, suggesting that the lone pair of electrons may not be active in ", "II", ".", "The structure of ", "II", " has two crystallographically independent imidazole dicarboxylate units. One of the imidazole carboxylate units has the carboxylic acid group intact (4,5-IDCH) and is terminal. The other dicaboxylate anion (4,5-IDC) participates in the formation of the two-dimensional layer. The carboxylate group of the terminal 4,5-IDCH unit binds the Bi center in a monodentate η", "1", "-mode, and the protonated −COOH group is free. Of the two carboxylate groups of 4,5-IDC, one binds two bismuth centers in bridging bidentate μ", "2", "-η", "1", ":η", "1", " mode, while the other links three bismuth centers in bridging tridentate μ", "3", "-η", "2", ":η", "1", " mode (ESI, Figure S10c in the ", "Supporting Information", "). The bismuth centers are connected through a μ", "3", "-oxygen [O(3)] forming a Bi", "2", "O", "2", " dimer, which gives rise to the bilayer arrangement. The monoprotonated imidazole carboxylates project out of the plane and occupy the interlayer spaces (Figure ", "2", "a).", "Figure 2. (a) The two-dimensional bilayer formed by the connectivity between Bi", "2", "O", "2", " and 4,5-IDC. Note that the other 4,5-IDCH projects in a direction perpendicular to the bilayers. (b) View of the single layer in ", "II", ". Two such layers are connected through the Bi–O–Bi dimer linkages. (c) View of the (6, 3) net in ", "II", ". Note that the Bi", "2", "O", "2", " units and 4,5-IDC units are considered as single nodes. The other hanging 4,5-IDCH is not shown for clarity.", "Another way to describe this structure is to view the connectivity between the Bi and 4,5-IDC. Thus, the Bi", "3+", " ions are connected with 4,5-IDC forming a simple layer (Figure ", "2", "b), which are connected through the μ", "3", "-oxygen [O(3)] giving rise to the bilayer structure (Figure ", "2", "a). If we consider the Bi", "2", "O", "2", " dimer and 4,5-IDC as single nodes, then this structural arrangement can be simplified further. Structurally, each 4,5-IDC anion is connected with three Bi", "2", "O", "2", " centers, whereas each Bi", "2", "O", "2", " center is connected with six 4,5-IDC anions (three in each layer). This type of visualization would give a binodal (6, 3) net with the Schlafli symbol (4", "3", ")", "2", "(4", "6", ".6", "6", ".8", "3", ") (Figure ", "2", "c). The (6, 3) net is one of the commonly observed nets in inorganic coordination polymers, and many classical inorganic structures such as CdCl", "2", ", CdI", "2", ", TiS", "2", ", and Mg(OH)", "2", " (brucite) possess a similar type of cation and anion connectivity (ESI, Figures S11 and S12 in the ", "Supporting Information", ").", "(30)", " The structural arrangement in ", "II", " closely resembles the brucite structure.", "The bilayer arrangement, observed in ", "II", ", has been encountered in other metal carboxylate systems.", "(31)", " To the best of our knowledge, this is the first observation of a bilayer arrangement in a bismuth carboxylate system. The structure of ", "II", " has some similarity with the structure of [Bi", "3", "(μ", "3", "-O)", "2", "(C", "7", "H", "4", "NO", "4", ")(C", "7", "H", "3", "NO", "4", ")", "2", "(H", "2", "O)", "2", "].", "(13c)", " In this structure, the Bi", "6", "O", "4", " cluster units are connected through the 2,5-PDC anions forming a two-dimensional layer with terminal carboxylic acid units (ESI, Figure S13 in the ", "Supporting Information", "). The layer arrangement and the overall topology, however, are different in both the structures.", "Structure of [Bi(μ", "2", "-OH)(C", "7", "H", "3", "NO", "4", ")], ", "III", "The asymmetric unit of ", "III", " has 14 non-hydrogen atoms, including one Bi", "3+", " ion, one 3,4-PDC anion, and one μ", "2", "-hydroxyl ion (ESI, Figure S14 in the ", "Supporting Information", "). The Bi", "3+", " ion is seven coordinated with four carboxylate oxygens, two hydroxyl oxygens, and one nitrogen atom and forms a Bi(OH)", "2", "O", "4", "N distorted monocapped octahedral geometry (ESI, Figure S14 in the ", "Supporting Information", "). The Bi–O bond distances are in the range 2.181(6)–2.782 (2) Å (av 2.481 Å), and the Bi–N distance is 2.653(9) Å (Table ", "3", "). The O/N–Bi–O/N bond angles are in the range 67.8(3)–154.1(3)° (ESI, Table S2 in the ", "Supporting Information", "). One relatively shorter Bi–O distance is observed [Bi–O(1) 2.181(6) Å]. A closer look at the geometry around the central Bi", "3+", " ion suggests that this distance could be opposite to the possible position of the lone pair of electrons of the Bi", "3+", " ion. Thus, the lone pair of electrons in ", "III", " appears to be active, which also distorts the coordination geometry around the Bi centers.", "The carboxylate groups of the 3,4-PDC ligand exhibit two different binding modes. While one of the carboxylate groups bridges in the μ", "2", "-η", "1", ":η", "1", " mode, the other one binds in the η", "1", ":η", "1", " chelating mode (ESI, Figure S14c in the ", "Supporting Information", "). The Bi centers are connected through the μ", "2", "-hydroxyl oxygen [O(1)] atoms forming a Bi", "2", "O", "2", " dimer unit. The dimer units are connected by the carboxylate groups forming one-dimensional chains (Figure ", "3", "a). The 1D chains are connected through the nitrogen of the pyridine group as well as by the other carboxylate group forming the three-dimensional structure (Figure ", "3", "b). The another way to visualize the structure is to consider the Bi", "2", "O", "2", " dimer cations and the 3,4-PDC anions as the nodes. Thus, each Bi", "2", "O", "2", " dimer cation is connected to eight 3,4-PDC anions and each 3,4-PDC anion is connected to four different bismuth dimer cations. This cation–anion connectivity (8:4) is exactly similar to that observed in the fluorite (CaF", "2", ") structure. In order to visualize the formation of the fluorite type lattice in ", "III", ", the Bi", "2", "O", "2", " dimer and the 3,4-PDC anion can be considered as individual spheres of differing sizes, which results in a structure that closely resembles the fluorite structure (Figures ", "4", "a and ", "4", "b).", "Figure 3. (a) The view of the one-dimensional chain in ", "III", " formed by the connectivity between Bi", "2", "O", "2", " dimer units and the carboxylate oxygens. (b) View of the three-dimensional structure of ", "III", ".", "Figure 4. (a) Figure shows the connectivity between the Bi", "2", "O", "2", " dimers and the 3,4-PDC units by considering each as the node. (b) The CaF", "2", ", fluorite, structure. Note the close similarity between both the structures.", "In this structure also secondary Bi–O interactions have been observed with distances of 3.008 Å [Bi(1)–O(4)] and 3.128 Å [Bi(1)–O(5)]. The secondary interactions would lead to a change in coordination around the Bi", "3+", " ions from seven to nine (ESI Figure S15 in the ", "Supporting Information", "). The increase in coordination around the Bi", "3+", " ions gives rise to an infinite Bi–O–Bi linkage in the two dimensions (ESI, Figure S16 in the ", "Supporting Information", "). A closer look at the connectivity between the Bi-dimers with the increased coordination due to the secondary interactions reveals that the layer arrangement resembles a Kagome-related layer (Figure ", "5", "a–c). The 3,4-PDC unit connects the Kagome-related layers to form the three-dimensional structure (Figure ", "5", "d). It may be noted that Kagome-related layers have been observed before in inorganic coordination polymers, though not frequently.", "(32, 13b)", " This is the second such observation in the family of bismuth carboxylates.", "Figure 5. (a) The view of the Kagome layer in ", "III", " formed by infinite Bi–O–Bi connectivity through Bi–O secondary coordination (oxygens involved in secondary coordination shown in green). (b) The connectivity between the Bi", "2", "-dimers showing the Kagome layered arrangement (secondary coordination is represented by dotted lines). The red line is a guide to the eye to visualize the Kagome arrangement. The blue spheres represent the center point of the Bi", "2", "-dimer units. (c) View of the Kagome layer in ", "III", ". (d) The view of the structure of ", "III", " showing the pillared Kagome layer arrangement.", "A closer examination of the connectivity of the Bi", "2", "O", "2", " dimer units in ", "III", " reveals that each Bi", "2", "O", "2", " dimer unit is linked to twelve other Bi", "2", "O", "2", " units through the 3,4-PDC linkers. Here the secondary interactions are not considered. This arrangement would give rise to a ", "fcu", " topology (12-c net) (Figure ", "6", "a). The structure of ", "III", " has some similarity with that observed in the bismuth carboxylate, reported earlier, [C", "4", "H", "16", "N", "2", "][Bi", "4", "(C", "8", "H", "4", "O", "4", ")", "7", "(C", "3", "H", "5", "N", "2", ")]·(C", "6", "H", "14", "N", "2", "O", "2", "),", "(16a)", " but the overall structural arrangement is different. In the structure of [C", "4", "H", "16", "N", "2", "][Bi", "4", "(C", "8", "H", "4", "O", "4", ")", "7", "(C", "3", "H", "5", "N", "2", ")]·(C", "6", "H", "14", "N", "2", "O", "2", "), each Bi", "2", "O", "2", " dimer unit is connected to four other Bi", "2", "O", "2", " units through 1,4-BDC linkers. This arrangement would result in a diamond topology (4, 4-net). This structure also has a 2-fold interpenetration (Figure ", "6", "b).", "Figure 6. Connectivity between the dimer units through the carboxylate linkers forming the different nets. (a) ", "fcu", " net observed in ", "III", " and (b) the ", "dia", " net observed in [C", "4", "H", "16", "N", "2", "][Bi", "4", "(C", "8", "H", "4", "O", "4", ")", "7", "(C", "3", "H", "5", "N", "2", ")]·(C", "6", "H", "14", "N", "2", "O", "2", ").", "(16a)", " See text.", "Thus, the structure of ", "III", " can be viewed either as a fluorite-related structure (considering both the anion and cation connectivity) or as a ", "fcu", " topology (from the Bi", "2", "O", "2", " dimer connectivity alone). A Kagome-related structure would result by invoking the weak secondary interaction between the Bi and the oxygen atoms. These observations suggest the rich diversity in the structures of the coordination polymers of bismuth.", "Heterogeneous Catalytic Studies", "Many inorganic coordination polymers have been investigated for their catalytic properties, as they exhibit Lewis acid behavior. One of the earliest works in this area is due to Fujitha and co-workers,", "(33)", " who established that the cadmium centers in [(Cd(4,4′-bpy)", "2", ")(NO", "3", ")", "2", "]", "∞", " were conducive for the cyanosilylation of imines. There are reports of similar Lewis acid behavior in some of the bismuth-containing compounds as well.", "(34)", " As mentioned before, Bi", "3+", " ion can be considered to be a borderline acid, according to Pearson’s theory of hard and soft acids and bases.", "(16)", " In addition, we wanted to explore the possible impact of the holo- or hemi-direction of the lone pair of electrons in heterogeneous catalysis. To this end, we examined the acetal formation as well as the esterification reactions employing the present compounds as Lewis acid catalysts (Scheme ", "1", "). The experimental protocols employed for the acetal formation reaction are similar to that employed in the literature.", "(35a)", " In a typical experiment, 0.05 mM bismuth carboxylate (catalyst) was suspended in 10 mL of toluene. Acetone (0.58 g, 10 mM) was added with ethylene glycol (0.62 g, 10 mM), and the entire mixture was stirred and heated at 60 °C for 24 h. The formation of the corresponding ketal was analyzed using ", "1", "H NMR. From the studies, it became clear that the hemi-directed compound (", "II)", " exhibits considerably more catalytic activity compared to the holo-directed compounds (", "I", " and ", "III", ") with conversions of 67%, 13%, and 37% for ", "II", ", ", "I", ", and ", "III", ", respectively. The control experiments were carried out in the absence of the catalyst, which produced only 5–6% of the ketal. The esterification reaction was carried out by reacting equimolar quantities of ethanol, and acetic acid at 60 °C for one day.", "(35b)", " The yield for this reaction was considerably less, but the reactivity trend appears to be the same as observed in the ketal formation reaction. The yield of the ester is as follows: 44% (", "II", "), 15% (", "I", "), 19% (", "III", "). The yields of the products were calculated from the ", "1", "H NMR spectra. The catalytic studies carried out in the present studies are exploratory reactions, which establish the Lewis acid character of the bismuth carboxylates.", "Scheme 1", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Conclusions", "The synthesis, structure, and characterization of bismuth carboxylates of varying dimensionalities have been accomplished. The stabilization of brucite-related (", "II", ") and fluorite-related (", "III", ") structures in the present compounds are the first such observation in bismuth carboxylates. The importance of secondary interactions is revealing in the visualization of a pillared Kagome structure in ", "III", ". The present studies also suggests that the stereoactive lone pair of electrons of Bi", "3+", " ions have some effect in the Lewis acid catalytic behavior of the present compounds. The coordination flexibility of the central Bi ions, observed in the present compounds, suggests the possibility of forming many related phases under suitable experimental conditions.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "Simulated and experimental PXRD patterns, TGA curves, IR spectra, UV–vis spectra, photoluminescence spectra, bond angles of the compounds, asymmetric unit, bismuth and carboxylate connectivity diagram, other structural figures, and crystallographic data (CIF). This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "The author thanks Dr. Debajit Sarma for help with the work. S.N. thanks Department of Science and Technology (DST), Government of India, for the award of a research grant. S.N. also thanks DST, Government of India, for the award of RAMANNA fellowship. S.R.S. and S.N. thank the Council of Scientific and Industrial Research (CSIR), Government of India, for award of a research fellowship and a research grant.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 35 other publications.", "1. ", "Special issue on MOFs:", "(a)  ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "675", "– ", "1268", ".", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Deconstructing the Crystal Structures of Metal-Organic Frameworks and Related Materials into Their Underlying Nets", "O'Keeffe, Michael; Yaghi, Omar M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "675-702", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Redn. of complex crystal structures of metal-org. frameworks and related materials to an underlying topol. is discussed.  An approach to identify vertices of underlying nets is presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFOmtr7L&md5=201baa336aa2d3edcb2099a649e840fe", "(b)  ", "Eur. J. Inorg. Chem.", " ", "2010", ",  ", "24", ",  ", "3683", "– ", "3874", ".", "There is no corresponding record for this reference.", "(c)  ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1201", "– ", "1508", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(d) ", "Kitagawa", ", ", "S.", "; ", "Kitaura", ", ", "R.", "; ", "Noro", ", ", "S.", " ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", ",  ", "2334", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Functional porous coordination polymers", "Kitagawa, Susumu; Kitaura, Ryo; Noro, Shin-ichiro", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "18", "),\r\n    ", "2334-2375", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Discussion concs. on three aspects of coordination polymers: (1) the use of crystal engineering to construct porous frameworks from connectors and linkers (nano-space engineering), (2) characterizing and cataloging the porous properties by functions for storage, exchange, sepn., etc., and (3) the next generation of porous functions based on dynamic crystal transformations caused by guest mols. or phys. stimuli.  The authors' aim is to present the state of the art chem. and physics of and in the micropores of porous coordination polymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXktFShtLk%253D&md5=9df52e99bad3cc0db67f65551a8c154f", "2. ", "(a) ", "Ma", ", ", "L.", "; ", "Falkowski", ", ", "J. M.", "; ", "Abney", ", ", "C.", "; ", "Lin", ", ", "W.", " ", "Nat. Chem.", " ", "2010", ",  ", "2", ",  ", "838", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "A series of isoreticular chiral metal-organic frameworks as a tunable platform for asymmetric catalysis", "Ma, Liqing; Falkowski, Joseph M.; Abney, Carter; Lin, Wenbin", "Nature Chemistry", "\r\n        (", "2010", "),\r\n    ", "2", "\r\n        (", "10", "),\r\n    ", "838-846", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal-org. frameworks, built by bridging metal ions with org. linkers, represent a new class of porous hybrid materials with attractive tunability in compns., structures and functions.  In particular, the mild conditions typically employed for their synthesis allow for the functionalization of their building blocks, and thus the rational design of novel materials.  Here the authors demonstrate the systematic design of eight mesoporous chiral metal-org. frameworks, with the framework formula [LCu2(solvent)2] (L is a chiral tetracarboxylate ligand derived from 1,1'-bi-2-naphthol), that have the same structures but channels of different sizes.  Chiral Lewis acid catalysts were generated by post-synthesis functionalization with Ti(OiPr)4, and the resulting materials proved to be highly active asym. catalysts for diethylzinc and alkynylzinc addns., which converted arom. aldehydes into chiral secondary alcs.  The enantioselectivities of these reactions can be modified by tuning the size of the channels, which alters the diffusion rates of the org. substrates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtF2msL7M&md5=ac4e22d072b262f7c186e59464bd9185", "(b) ", "Das", ", ", "R. K.", "; ", "Aijaz", ", ", "A.", "; ", "Sharma", ", ", "M. K.", "; ", "Lama", ", ", "P.", "; ", "Bharadwaj", ", ", "P. K.", " ", "Chem.—Eur. J.", " ", "2012", ",  ", "18", ",  ", "6866", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Direct Crystallographic Observation of Catalytic Reactions inside the Pores of a Flexible Coordination Polymer", "Das, Raj Kumar; Aijaz, Arshad; Sharma, Manish K.; Lama, Prem; Bharadwaj, Parimal K.", "Chemistry - A European Journal", "\r\n        (", "2012", "),\r\n    ", "18", "\r\n        (", "22", "),\r\n    ", "6866-6872", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A new flexible porous coordination polymer (PCP), {[Gd2(L)3(DMF)4]·4DMF·3H2O}n (1), was synthesized under solvothermal condition by reacting [Gd(NO3)3]·6H2O with the ligand 2,6,2',6'-tetranitro-biphenyl-4,4'-dicarboxylic acid (H2L).  Compd. 1 had a 3-dimensional coordination polymeric structure with two types of 1-dimensional channels (A and B) that were occupied by DMF and H2O mols.  When crystals of 1 were sep. exposed to vapors of various arom. aldehydes, either the lattice or both the lattice and metal-bound solvent mols. were replaced by aldehyde mols.  The aldehyde mols. inside the pores spontaneously underwent cyanosilylation and Knoevenagel condensation reactions upon exposure to vapors of trimethylsilyl cyanide and malononitrile, resp.  These reactions took place at ambient temp. and pressure.  Also, both the reactants and the products translocated from one cavity to another.  The products that occupied the cavity were expunged upon exposure to the vapors of an aldehyde.  Because crystallinity was maintained during these chem. transformations, direct crystallog. observation was possible.  Herein, confinement of the reactants inside the void spaces of the PCP led to the products; the authors also assessed catalytic activities of this PCP in bulk quantities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XlvVKmur4%253D&md5=8c162c69892e6ad73d5531ca5de5d2b0", "(c) ", "Maksimchuk", ", ", "N. V.", "; ", "Kovalenko", ", ", "K. A.", "; ", "Fedin", ", ", "V. P.", "; ", "Kholdeeva", ", ", "O. A.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "6812", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Cyclohexane selective oxidation over metal-organic frameworks of MIL-101 family: superior catalytic activity and selectivity", "Maksimchuk, Nataliya V.; Kovalenko, Konstantin A.; Fedin, Vladimir P.; Kholdeeva, Oxana A.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "54", "),\r\n    ", "6812-6814", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Mesoporous metal-org. frameworks Cr- and Fe-MIL-101 are highly efficient, true heterogeneous and recyclable catalysts for solvent-free selective oxidn. of cyclohexane with mol. oxygen and/or tert-Bu hydroperoxide under mild conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XotlektrY%253D&md5=179f6cea387e8ce4dfcd45f14e13cce3", "(d) ", "Hartmann", ", ", "M.", "; ", "Fischer", ", ", "M.", " ", "Microporous Mesoporous Mater.", " ", "2012", ",  ", "164", ",  ", "38", "[", "Crossref", "], [", "CAS", "]", "2. ", "Amino-functionalized basic catalysts with MIL-101 structure", "Hartmann, Martin; Fischer, Marcus", "Microporous and Mesoporous Materials", "\r\n        (", "2012", "),\r\n    ", "164", "\r\n        (", "),\r\n    ", "38-43", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Metal-org. framework (MOF) materials have only been scarcely explored for applications in heterogeneous catalysis in recent years.  In addn. to the use of MOFs as supports for the deposition of highly dispersed metal particles, the incorporation of active centers such as coordinatively unsatd. metal sites and the functionalization of the org. linkers with acidic or basic groups seem to be most promising.  In our contribution, three different MOFs carrying amino groups at their org. linkers, namely Fe-MIL-101-NH2 (SBET = 3438 M2 g-1), Al-MIL-101-NH2 (SBET = 3099 M2 g-1) and CAU-1 (SBET = 1492 M2 g-1), were synthesized and tested in the Knoevenagel condensation of benzaldehyde with malononitrile and with Et cyanoacetate, resp.  It is shown that the expected products benzylidenemalononitrile (BzMN) and Et α-cyanocinnamate (EtCC) are formed with selectivities exceeding 99% and yields of 90 to 95% after 3 h (for BzMN).  Due to the very small pore windows of CAU-1 (0.3 to 0.4 nm) the reaction proceeds much slower over this catalyst in comparison to the amino-MIL-101 derivs., which possess open pore windows of up to 1.6 nm.  Moreover, the catalyst Al-MIL-101-NH2 is recyclable without significant loss of activity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVyrs77M&md5=3fdbd2741807fa258fa1064ca6637407", "(e) ", "Kauffman", ", ", "K. L.", "; ", "Culp", ", ", "J. T.", "; ", "Allen", ", ", "A. J.", "; ", "Espinal", ", ", "L.", "; ", "Wong-Ng", ", ", "W.", "; ", "Brown", ", ", "T. D.", "; ", "Goodman", ", ", "A.", "; ", "Bernardo", ", ", "M. P.", "; ", "Pancoast", ", ", "R. J.", "; ", "Chirdon", ", ", "D.", "; ", "Matranga", ", ", "C.", " ", "Angew. Chem., Int. Ed.", " ", "2011", ",  ", "50", ",  ", "10888", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Selective Adsorption of CO2 from Light Gas Mixtures by Using a Structurally Dynamic Porous Coordination Polymer", "Kauffman, Kristi L.; Culp, Jeffrey T.; Allen, Andrew J.; Espinal, Laura; Wong-Ng, Winnie; Brown, Thomas D.; Goodman, Angela; Bernardo, Mark P.; Pancoast, Russel J.; Chirdon, Danielle; Matranga, Christopher", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "46", "),\r\n    ", "10888-10892, S10888/1-S10888/19", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Gas sepns. are important to many diverse areas of fossil energy including pre- and post-combustion CO2 capture and fuel cell applications.  The need for efficient gas purifn. processes has led to interest in adsorption-based sepns. and new sorbent materials.  Porous coordination polymers (PCP5), commonly referred to as metal-org. frameworks (MOF5), lend a great deal of structural versatility to such applications.  A combination of org. and inorg. building blocks, these multidimensional hosts can be tailored for selective adsorption of one guest over another through methods such as pore-size exclusion, mesh-size adjustable sieving, and guest-dependent structural dynamics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1Slu7zN&md5=e1d2b4bdbc2968e3d6b6f9b543dd8d3f", "(f) ", "Tranchemontagne", ", ", "D. J.", "; ", "Park", ", ", "K. S.", "; ", "Furukawa", ", ", "H.", "; ", "Eckert", ", ", "J.", "; ", "Knobler", ", ", "C. B.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "13143", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Hydrogen Storage in New Metal-Organic Frameworks", "Tranchemontagne, David J.; Park, Kyo Sung; Furukawa, Hiroyasu; Eckert, Juergen; Knobler, Carolyn B.; Yaghi, Omar M.", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "24", "),\r\n    ", "13143-13151", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Five new metal-org. frameworks (MOFs, termed MOF-324, 325, 326 and IRMOF-61 and 62) of either short linkers (pyrazolecarboxylate and pyrazaboledicarboxylate) or long and thin alkyne functionalities (ethynyldibenzoate and butadiynedibenzoate) were prepd. to examine their impact on hydrogen storage in MOFs.  These compds. were characterized by single-crystal X-ray diffraction, and their low-pressure and high-pressure hydrogen uptake properties were investigated.  In particular, volumetric excess H2 uptake by MOF-324 and IRMOF-62 outperforms MOF-177 up to 30 bar.  Inelastic neutron-scattering studies for MOF-324 also revealed strong interactions between the org. links and hydrogen, in contrast to MOF-5 where the interactions between the Zn4O unit and hydrogen are the strongest.  These data also show that smaller pores and polarized linkers in MOFs are indeed advantageous for hydrogen storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XnsVKrtrs%253D&md5=ea46cb2c37058327cfa1168af6fb56b0", "(g) ", "McDonald", ", ", "T. M.", "; ", "Lee", ", ", "W. R.", "; ", "Mason", ", ", "J. A.", "; ", "Wiers", ", ", "B. M.", "; ", "Hong", ", ", "C. S.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "7056", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Capture of Carbon Dioxide from Air and Flue Gas in the Alkylamine-Appended Metal-Organic Framework mmen-Mg2(dobpdc)", "McDonald, Thomas M.; Lee, Woo Ram; Mason, Jarad A.; Wiers, Brian M.; Hong, Chang Seop; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "16", "),\r\n    ", "7056-7065", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two new metal-org. frameworks, M2(dobpdc) (M = Zn (1), Mg (2); dobpdc4- = 4,4'-dioxido-3,3'-biphenyldicarboxylate), adopting an expanded MOF-74 structure type, were synthesized via solvothermal and microwave methods.  Coordinatively unsatd. Mg2+ cations lining the 18.4-Å-diam. channels of 2 were functionalized with N,N'-dimethylethylenediamine (mmen) to afford Mg2(dobpdc)(mmen)1.6(H2O)0.4 (mmen-Mg2(dobpdc)).  This compd. displays an exceptional capacity for CO2 adsorption at low pressures, taking up 2.0 mmol/g (8.1 wt %) at 0.39 mbar and 25 °C, conditions relevant to removal of CO2 from air, and 3.14 mmol/g (12.1 wt %) at 0.15 bar and 40 °C, conditions relevant to CO2 capture from flue gas.  Dynamic gas adsorption/desorption cycling expts. demonstrate that mmen-Mg2(dobpdc) can be regenerated upon repeated exposures to simulated air and flue gas mixts., with cycling capacities of 1.05 mmol/g (4.4 wt %) after 1 h of exposure to flowing 390 ppm CO2 in simulated air at 25 °C and 2.52 mmol/g (9.9 wt %) after 15 min of exposure to flowing 15% CO2 in N2 at 40 °C.  The purity of the CO2 removed from dry air and flue gas in these processes was estd. to be 96% and 98%, resp.  As a flue gas adsorbent, the regeneration energy was estd. through differential scanning calorimetry expts. to be 2.34 MJ/kg CO2 adsorbed.  Overall, the performance characteristics of mmen-Mg2(dobpdc) indicate it to be an exceptional new adsorbent for CO2 capture, comparing favorably with both amine-grafted silicas and aq. amine solns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XltVWksbk%253D&md5=7753191a7156e914021eb9a841bf4f6e", "(h) ", "Kanoo", ", ", "P.", "; ", "Reddy", ", ", "S. K.", "; ", "Kumari", ", ", "G.", "; ", "Haldar", ", ", "R.", "; ", "Narayana", ", ", "C.", "; ", "Balasubramanian", ", ", "S.", "; ", "Maji", ", ", "T. K.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "8487", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Unusual room temperature CO2 uptake in a fluoro-functionalized MOF: insight from Raman spectroscopy and theoretical studies", "Kanoo, Prakash; Reddy, Sandeep Kumar; Kumari, Gayatri; Haldar, Ritesh; Narayana, Chandrabhas; Balasubramanian, Sundaram; Maji, Tapas Kumar", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "68", "),\r\n    ", "8487-8489", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The authors herein report an unusual CO2 adsorption behavior in a fluoro-functionalized MOF {[Zn(SiF6)(pyz)2]·2MeOH}n (1) with a 1-dimensional channel system, which is made up of pyrazine and SiF62- moieties.  Surprisingly, desolvated 1 (1') adsorbs higher amts. of CO2 at 298 K than at 195 K, which is in contrast to the usual trend.  Combined Raman spectroscopic and theor. studies reveal that slanted pyrazine rings in 1' with an angle of 17.2° with respect to the (200) Zn(II)-Si plane at low temp. block the channel windows and thus reduce the uptake amt.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFaju7rO&md5=38ccd3194f3eb510fcde31bb05f304b2", "(i) ", "Jayaramulu", ", ", "K.", "; ", "Reddy", ", ", "S. K.", "; ", "Hazra", ", ", "A.", "; ", "Balasubramanian", ", ", "S.", "; ", "Maji", ", ", "T. K.", " ", "Inorg. Chem.", " ", "2012", ",  ", "51", ",  ", "7103", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Three-Dimensional Metal-Organic Framework with Highly Polar Pore Surface: H2 and CO2 Storage Characteristics", "Jayaramulu, Kolleboyina; Reddy, Sandeep Kumar; Hazra, Arpan; Balasubramanian, Sundaram; Maji, Tapas Kumar", "Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "13", "),\r\n    ", "7103-7111", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A three-dimensional (3D) pillared-layer metal-org. framework, {[Cd(bipy)0.5(Himdc)](DMF)}n (1), (bipy = 4,4'-bipyridine and Himdc = 4,5-imidazoledicarboxylate) was synthesized and structurally characterized.  The highly rigid and stable framework contains a 3-dimensional channel structure with highly polar pore surfaces decorated with pendant O atoms of the Himdc linkers.  The desolvated framework [Cd(bipy)0.5(Himdc)]n (1') is found to exhibit permanent porosity with high H2 and CO2 storage capacities.  Two H2 mols. occluded per unit formula of 1' and the corresponding heat of H2 adsorption (ΔHH2) is about ∼9.0 kJ/mol.  The high value of ΔHH2 stems from the preferential electrostatic interaction of H2 with the pendent O atoms of Himdc and arom. bipy linkers as detd. from 1st-principles d. functional theory (DFT) based calcns.  Similarly, DFT studies indicate CO2 to preferentially interact electrostatically (Cδ+···Oδ-) with the uncoordinated pendent O of Himdc.  It also interacts with bipy through C-H···O bonding, thus rationalizing the high heat (ΔHCO2 ∼ 35.4 kJ/mol) of CO2 uptake.  The authors' work unveiled that better H2 or CO2 storage materials can be developed through the immobilization of reactive hetero atoms (O, N) at the pore surfaces in a metal-org. framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XovFaqsL8%253D&md5=de0bb7341f8bd52ce5926ccb96d0094c", "(j) ", "Bloch", ", ", "E. D.", "; ", "Queen", ", ", "W. L.", "; ", "Krishna", ", ", "R.", "; ", "Zadrozny", ", ", "J. M.", "; ", "Brown", ", ", "C. M.", "; ", "Long", ", ", "J. R.", " ", "Science", " ", "2012", ",  ", "335", ",  ", "1606", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Hydrocarbon Separations in a Metal-Organic Framework with Open Iron(II) Coordination Sites", "Bloch, Eric D.; Queen, Wendy L.; Krishna, Rajamani; Zadrozny, Joseph M.; Brown, Craig M.; Long, Jeffrey R.", "Science (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "335", "\r\n        (", "6076", "),\r\n    ", "1606-1610", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The energy costs assocd. with large-scale industrial sepn. of light hydrocarbons by cryogenic distn. could potentially be lowered through development of selective solid adsorbents that operate at higher temps.  Here, the metal-org. framework Fe2(dobdc) (dobdc4- : 2,5-dioxido-1,4-benzenedicarboxylate) is demonstrated to exhibit excellent performance characteristics for sepn. of ethylene/ethane and propylene/propane mixts. at 318 K.  Breakthrough data obtained for these mixts. provide exptl. validation of simulations, which in turn predict high selectivities and capacities of this material for the fractionation of methane/ethane/ethylene/acetylene mixts., removal of acetylene impurities from ethylene, and membrane-based olefin/paraffin sepns.  Neutron powder diffraction data confirm a side-on coordination of acetylene, ethylene, and propylene at the iron(II) centers, while also providing solid-state structural characterization of the much weaker interactions of ethane and propane with the metal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XksVyqsLc%253D&md5=d149ed45c3e688d5e4ee63d75629bd4f", "(k) ", "Shah", ", ", "M.", "; ", "McCarthy", ", ", "M. C.", "; ", "Sachdeva", ", ", "S.", "; ", "Lee", ", ", "A. K.", "; ", "Jeong", ", ", "H. K.", " ", "Ind. Eng. Chem. Res.", " ", "2012", ",  ", "51", ",  ", "2179", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Current Status of Metal-Organic Framework Membranes for Gas Separations: Promises and Challenges", "Shah, Miral; McCarthy, Michael C.; Sachdeva, Sonny; Lee, Alexander K.; Jeong, Hae-Kwon", "Industrial & Engineering Chemistry Research", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "5", "),\r\n    ", "2179-2199", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) are hybrid org.-inorg. nanoporous materials that exhibit regular cryst. lattices with relatively well-defined pore structures.  Chem. functionalization of the org. linkers in the structures of MOFs affords facile control over pore size and chem./phys. properties, making MOFs attractive for a variety of industrial applications including membrane-based gas sepns.  A wealth of reports exists discussing the synthesis and applications of MOFs; however, relatively few reports exist discussing MOF membranes.  This disparity owes to challenges assocd. with fabricating films of MOF materials, including poor substrate-film interactions, moisture sensitivity, and thermal/mech. instability.  Since even nanometer-scale cracks and defects can affect the performance of a membrane for gas sepn., these challenges are particularly acute for the fabrication of MOF membranes.  Here, the authors review recent progress on MOF membranes with an emphasis on their fabrication techniques, challenges involved in membrane synthesis, reported strategies to address these challenges (issues), and gas sepn. performance.  Finally, we conclude with our perspectives on future research directions in this area.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsFygt7jN&md5=0d6f0f47fedcc987872912c22775be78", "3. ", "(a) ", "Panda", ", ", "T.", "; ", "Pachfule", ", ", "P.", "; ", "Chen", ", ", "Y.", "; ", "Jiang", ", ", "J.", "; ", "Banerjee", ", ", "R.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "2011", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Amino functionalized zeolitic tetrazolate framework (ZTF) with high capacity for storage of carbon dioxide", "Panda, Tamas; Pachfule, Pradip; Chen, Yifei; Jiang, Jianwen; Banerjee, Rahul", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "7", "),\r\n    ", "2011-2013", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A 3-dimensional amino-functionalized zeolitic tetrazolate framework (ZTF-1) is described.  This framework adopts a diamond topol. (M-L-M angle is close to 156°).  ZTF-1 displays high CO2 (273° K) and H2 (77° K) uptake due to the presence of the free amino group and uncoordinated tetrazolate N.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlagsrw%253D&md5=413848f4fef0ef838b4afb65c8778644", "(b) ", "Sarma", ", ", "D.", "; ", "Mahata", ", ", "P.", "; ", "Natarajan", ", ", "S.", "; ", "Panissod", ", ", "P.", "; ", "Rogez", ", ", "G.", "; ", "Drillon", ", ", "M.", " ", "Inorg. Chem.", " ", "2012", ",  ", "51", ",  ", "4495", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Synthesis, Structure, and Magnetic Properties of a New Eight-Connected Metal-Organic Framework (MOF) based on Co4 Clusters", "Sarma, Debajit; Mahata, Partha; Natarajan, Srinivasan; Panissod, Pierre; Rogez, Guillaume; Drillon, Marc", "Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "8", "),\r\n    ", "4495-4501", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A hydrothermal reaction of cobalt nitrate, 4,4'-oxybis(benzoic acid) (OBA), 1,2,4-triazole, and NaOH gave rise to a deep purple colored compd. [Co4(triazolate)2(OBA)3], possessing Co4 clusters.  The Co4 clusters are connected together through the triazolate moieties forming a two-dimensional layer that closely resembles the TiS2 layer.  The layers are pillared by the OBA units forming the three-dimensional structure.  To the best of the authors' knowledge, this is the first observation of a pillared TiS2 layer in a metal-org. framework compd.  Magnetic studies in the temp. range 1.8-300 K indicate strong antiferromagnetic interactions for Co4 clusters.  The structure as well as the magnetic behavior of the present compd. has been compared with the previously reported related compd. [Co2(μ3-OH)(μ2-H2O)(pyrazine)(OBA)(OBAH)] prepd. using pyrazine as the linker between the Co4 clusters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xkslalsbg%253D&md5=d2cea310ff9903f8a293432117d8617c", "(c) ", "Park", ", ", "I. H.", "; ", "Kim", ", ", "K.", "; ", "Lee", ", ", "S. S.", "; ", "Vittal", ", ", "J. J.", " ", "Cryst. Growth Des.", " ", "2012", ",  ", "12", ",  ", "3397", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "An Unusual Interweaving in a 3-Fold Interpenetrated Pillared-Layer Zn(II) Coordination Polymer with a Long Spacer Ligand", "Park, In-Hyeok; Kim, Kihwan; Lee, Shim Sung; Vittal, Jagadese J.", "Crystal Growth & Design", "\r\n        (", "2012", "),\r\n    ", "12", "\r\n        (", "7", "),\r\n    ", "3397-3401", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This communication describes a unique interweaving of a pyridyl-based long linear spacer ligand, 1,4-bis[2-(4-pyridyl)ethenyl]benzene (bpeb), in the triply interpenetrated pillared-layer porous coordination polymer [Zn2(ndc)2(bpeb)]·DMF·3H2O (ndc = 2,6-naphthalenedicarboxylate) contg. a paddle-wheel secondary building unit (SBU) with α-Po topol.  When the dicarboxylate is changed from ndc to biphenyl-4,4'-dicarboxylate (bpdc), the reaction furnished a completely different 3-fold interpenetrating three-dimensional coordination polymer [Zn3(bpdc)3(bpeb)]·0.5DMSO·1.5H2O having a uninodal eight connected network structure with hexagonal bipyramidal SBUs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xot1Oksro%253D&md5=b669a0164c6546006f8dc0a776091459", "(d) ", "Yang", ", ", "C.", "; ", "Kaipa", ", ", "U.", "; ", "Mather", ", ", "Q. Z.", "; ", "Wang", ", ", "X.", "; ", "Nesterov", ", ", "V.", "; ", "Venero", ", ", "A. F.", "; ", "Omary", ", ", "M. A.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "18094", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Fluorous Metal-Organic Frameworks with Superior Adsorption and Hydrophobic Properties toward Oil Spill Cleanup and Hydrocarbon Storage", "Yang, Chi; Kaipa, Ushasree; Mather, Qian Zhang; Wang, Xiaoping; Nesterov, Vladimir; Venero, Augustin F.; Omary, Mohammad A.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "45", "),\r\n    ", "18094-18097", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Fluorous metal-org. frameworks (FMOFs) are highly hydrophobic porous materials with a high capacity and affinity to C6-C8 hydrocarbons of oil components.  FMOF-1 exhibits reversible adsorption with a high capacity for n-hexane, cyclohexane, benzene, toluene, and p-xylene, with no detectable water adsorption even at ∼100% relative humidity, drastically outperforming activated carbon and zeolite porous materials.  FMOF-2, obtained from annealing FMOF-1, shows enlarged cages and channels with double toluene adsorption vs. FMOF-1 based on crystal structures.  The results suggest great promise for FMOFs in applications such as removal of org. pollutants from oil spills or ambient humid air, hydrocarbon storage and transportation, water purifn., etc. under practical working conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1OnsbjL&md5=8e45b7ec6871cc5bf49eb7922749dd82", "(e) ", "Harbuzaru", ", ", "B. V.", "; ", "Corma", ", ", "A.", "; ", "Rey", ", ", "F.", "; ", "Jorda", ", ", "J. L.", "; ", "Ananias", ", ", "D.", "; ", "Carlos", ", ", "L. D.", "; ", "Rocha", ", ", "J.", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", ",  ", "6476", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "A Miniaturized Linear pH Sensor Based on a Highly Photoluminescent Self-Assembled Europium(III) Metal-Organic Framework", "Harbuzaru, Bogdan V.; Corma, Avelino; Rey, Fernando; Jorda, Jose L.; Ananias, Duarte; Carlos, Luis D.; Rocha, Joao", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "35", "),\r\n    ", "6476-6479, S6476/1-S6476/9", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A miniaturized prototype for pH sensing in the pH range 5-7.5 has been constructed from a photoluminescent Eu3+ metal-org. framework that contains two different Eu3+ sites and self-assembles through hydrogen bonding and π-π interactions.  This material has a very high quantum yield and an excellent balance between absorption, energy transfer, and emission rate.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVWiu77L&md5=57f06041ae1051d8652a637e3824964b", "(f) ", "Yang", ", ", "Q. Y.", "; ", "Li", ", ", "K.", "; ", "Luo", ", ", "J.", "; ", "Pan", ", ", "M.", "; ", "Su", ", ", "C. Y.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "4234", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "A simple topological identification method for highly (3,12)-connected 3D MOFs showing anion exchange and luminescent properties", "Yang, Qing-Yuan; Li, Kang; Luo, Jian; Pan, Mei; Su, Cheng-Yong", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "14", "),\r\n    ", "4234-4236", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Reaction of a semi-rigid tripodal ligand 1,1',1''-(2,4,6-trimethylbenzene-1,3,5-triyl)tris(methylene)tris(pyridinium-4-olate) (TTP) with Ln3+ (Ln = Eu, Gd) afforded rare (3,12)-connected metal-org. frameworks (MOFs), [Ln(TTP)2](CF3SO3)3·Me2CO·5H2O.  A topol. simplification of such highly connected 3-dimensional MOFs from 2-dimensional CdI2 (3,6)-nets is proposed.  The luminescent and anion exchange properties of the compds. were detd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjs1Wnu7s%253D&md5=3aa16861eaa2443f25abd41e53964870", "(g) ", "Liu", ", ", "T. F.", "; ", "Zhang", ", ", "W.", "; ", "Sun", ", ", "W. H.", "; ", "Cao", ", ", "R.", " ", "Inorg. Chem.", " ", "2011", ",  ", "50", ",  ", "5242", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Conjugated ligands modulated sandwich structures and luminescence properties of lanthanide metal-organic frameworks", "Liu, Tian-Fu; Zhang, Wenjuan; Sun, Wen-Hua; Cao, Rong", "Inorganic Chemistry", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "11", "),\r\n    ", "5242-5248", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A conjugated ligand, 6-(1H-benzimidazol-2-yl)-2-pyridinecarboxylic acid (Hcbmp), and a series of Lanthanide metal-org. frameworks (MOFs) [Ln2(cbmp)(ox)3(H2O)2]2·2H3O+·7H2O (Ln = Sm (3), Eu (4), and Gd (5), H2ox = oxalic acid) were designed and assembled.  To elucidate how the conjugated ligands modulate the structures and luminescence properties, the authors carried out the structural characterizations and luminescence studies of 3 and 4, and their corresponding oxalate complexes [Ln(ox)1.5(H2O)3]·2H2O (Ln = Sm (1) and Eu (2)) were also studied for comparison.  The changes of luminescence behaviors upon dehydration and D2O-rehydration processes are presented and discussed.  The cbmp- ligands distribute on both sides of the ox--Ln bilayer network to construct a sandwich structure.  Moreover, the lowest triplet state of cbmp- ligands can match well the energy levels of the Sm3+ and Eu3+ cations which gave new Ln-MOF materials with enhanced luminescence properties.  Meanwhile, the crystallinity of solid states produces more substantial change in the luminescence behaviors than removal or replacement of effective nonradiative relaxers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXlslKjsbs%253D&md5=f5ae468ddff62b027207c39d9a2215ef", "(h) ", "Sarma", ", ", "D.", "; ", "Prabu", ", ", "M.", "; ", "Biju", ", ", "S.", "; ", "Reddy", ", ", "M. L. P.", "; ", "Natarajan", ", ", "S.", " ", "Eur. J. Inorg. Chem.", " ", "2010", ",  ", "24", ",  ", "3813", "[", "Crossref", "]", "There is no corresponding record for this reference.", "4. ", "(a) ", "Fateeva", ", ", "A.", "; ", "Chater", ", ", "P. A.", "; ", "Ireland", ", ", "C. P.", "; ", "Tahir", ", ", "A. A.", "; ", "Khimyak", ", ", "Y. Z.", "; ", "Wiper", ", ", "P. V.", "; ", "Darwent", ", ", "J. R.", "; ", "Rosseinsky", ", ", "M. J.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "7440", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "A Water-Stable Porphyrin-Based Metal-Organic Framework Active for Visible-Light Photocatalysis", "Fateeva, Alexandra; Chater, Philip A.; Ireland, Christopher P.; Tahir, Asif A.; Khimyak, Yaroslav Z.; Wiper, Paul V.; Darwent, James R.; Rosseinsky, Matthew J.", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "30", "),\r\n    ", "7440-7444, S7440/1-S7440/17", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Water-stable porous porphyrin-metal org. framework with surface area 1400 m2-g-1 is reported which performs visible-light driven H2 photogeneration from H2O.  Thus, reaction of AlCl3.6H2O with free-base tetra-(4-carbonylphenyl)porphyrin (H2TCPP) in H2O under hydrothermal conditions followed by washing with DMF produced porous red H2TCPP[AlOH]2(DMF3-(H2O)2) (Al-PMOF).  Modification of Al-PMOF by porphyrin metalation with anhyd. Zinc acetate produced purple compd. Zn-TCCP-[AlOH]2 (2).  Crystal structure and optical properties of Al-PMOF and 2 were studied.  Photocatalytic efficiency of Al-PMOF and 2 was evaluated for H2 evolution from H2O under visible light in presence of methylviologen, EDTA and Pt co-catalyst.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xos1eht78%253D&md5=f4e9b15805f5a4433684acdd7c15d546", "(b) ", "Bureekaew", ", ", "S.", "; ", "Horike", ", ", "S.", "; ", "Higuchi", ", ", "M.", "; ", "Mizuno", ", ", "M.", "; ", "Kawamura", ", ", "T.", "; ", "Tanaka", ", ", "D.", "; ", "Yanai", ", ", "N.", "; ", "Kitagawa", ", ", "S.", " ", "Nat. Mater.", " ", "2009", ",  ", "8", ",  ", "831", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "One-dimensional imidazole aggregate in aluminium porous coordination polymers with high proton conductivity", "Bureekaew, Sareeya; Horike, Satoshi; Higuchi, Masakazu; Mizuno, Motohiro; Kawamura, Takashi; Tanaka, Daisuke; Yanai, Nobuhiro; Kitagawa, Susumu", "Nature Materials", "\r\n        (", "2009", "),\r\n    ", "8", "\r\n        (", "10", "),\r\n    ", "831-836", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "The development of anhyd. proton-conductive materials operating at temps. above 80° is a challenge that needs to be met for practical applications.  Herein, we propose the new idea of encapsulation of a proton-carrier mol.-imidazole in this work-in aluminum porous coordination polymers for the creation of a hybridized proton conductor under anhyd. conditions.  Tuning of the host-guest interaction can generate a good proton-conducting path at temps. above 100°.  The dynamics of the adsorbed imidazole strongly affect the cond. detd. by 2H solid-state NMR.  Isotope measurements of cond. using imidazole-d4 showed that the proton-hopping mechanism was dominant for the conducting path.  This work suggests that the combination of guest mols. and a variety of microporous frameworks would afford highly mobile proton carriers in solids and gives an idea for designing a new type of proton conductor, particularly for high-temp. and anhyd. conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtFKns7rF&md5=f5b7a56388a21a40afbb1d3867e02ca9", "(c) ", "Serra-Crespo", ", ", "P.", "; ", "Ramos-Fernandez", ", ", "E. V.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", " ", "Chem. Mater.", " ", "2011", ",  ", "23", ",  ", "2565", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Synthesis and Characterization of an Amino Functionalized MIL-101(Al): Separation and Catalytic Properties", "Serra-Crespo, Pablo; Ramos-Fernandez, Enrique V.; Gascon, Jorge; Kapteijn, Freek", "Chemistry of Materials", "\r\n        (", "2011", "),\r\n    ", "23", "\r\n        (", "10", "),\r\n    ", "2565-2572", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new MIL-101 material based on aluminum and contg. amine functional groups has been synthesized.  The pure phase NH2-MIL-101(Al) can only be formed in very specific synthesis conditions, where both the metal source and the solvent used play a key role.  The resulting porous solid shows a high thermal and chem. stability, decompg. at temps. above 650 K in air.  The NH2-MIL-101(Al) framework offers an excellent trade off for sepn. of CO2: the combination of high stability, acceptable capacity at low adsorbate partial pressures, high selectivity, and fast regenerability makes this new material a very attractive candidate for applications like natural gas or biogas upgrading.  CO2 capacities up to 62 wt.% are obtained at room temp. and 3 MPa.  In addn. to an excellent sepn. performance, the NH2-MIL-101(Al) shows a high activity in the basic catalyzed Knoevenagel condensation of benzaldehyde with Et cyanoacetate at 313 K even in an as apolar a solvent as toluene (turn over frequency, TOF = 1.8 h-1).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXltlartbg%253D&md5=67ccec5e7372f5ac4f758fe115ab48bd", "(d) ", "Reinsch", ", ", "H.", "; ", "Marszalek", ", ", "B.", "; ", "Wack", ", ", "J.", "; ", "Senker", ", ", "J.", "; ", "Gil", ", ", "B.", "; ", "Stock", ", ", "N.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "9486", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "A new Al-MOF based on a unique column-shaped inorganic building unit exhibiting strongly hydrophilic sorption behaviour", "Reinsch, Helge; Marszalek, Bartosz; Wack, Julia; Senker, Juergen; Gil, Barbara; Stock, Norbert", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "76", "),\r\n    ", "9486-9488", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The new Al-based metal-org. framework [Al13(OH)27(H2O)6(BDC-NH2)3Cl6(C3H7OH)6] denoted CAU-6 (CAU = Christian-Albrechts-Universitaet, BDC-NH2 = 2-aminoterephthalate) was solvothermally synthesized in iso-PrOH and was thoroughly characterized.  The framework structure exhibits a unique column-shaped inorg. building unit, which is based on stacked, corner-sharing Al13-clusters.  The compd. exhibits unprecedented hydrophilicity for metal-org. frameworks.  Employing terephthalic acid in the solvothermal reaction formed Al-MIL-68.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1yqsbjL&md5=97c1c3c647e7a2f7ed8eb23b4c8d2093", "5. ", "(a) ", "Banerjee", ", ", "D.", "; ", "Kim", ", ", "S. J.", "; ", "Wu", ", ", "H.", "; ", "Xu", ", ", "W.", "; ", "Borkowski", ", ", "L. A.", "; ", "Li", ", ", "J.", "; ", "Parise", ", ", "J. B.", " ", "Inorg. Chem.", " ", "2011", ",  ", "50", ",  ", "208", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Anionic Gallium-Based Metal-Organic Framework and Its Sorption and Ion-Exchange Properties", "Banerjee, Debasis; Kim, Sun Jin; Wu, Haohan; Xu, Wenqian; Borkowski, Lauren A.; Li, Jing; Parise, John B.", "Inorganic Chemistry", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "1", "),\r\n    ", "208-212", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A gallium-based metal-org. framework Ga6(C9H3O6)8·(C2H8N)6(C3H7NO)3(H2O)26 [1, Ga6(1,3,5-BTC)8·6DMA·3DMF·26H2O], GaMOF-1; BTC = benzenetricarboxylate/trimesic acid and DMA = dimethylamine], with space group I4[n.773]3d, a = 19.611(1) Å, and V = 7953.4(6) Å3, was synthesized using solvothermal techniques and characterized by synchrotron-based X-ray microcrystal diffraction.  Compd. 1 contains isolated gallium tetrahedra connected by the org. linker (BTC) forming a 3,4-connected anionic porous network.  Disordered pos. charged ions and solvent mols. are present in the pore, compensating for the neg. charge of the framework.  These pos. charged mols. could be exchanged with alkali-metal ions, as is evident by an ICP-MS study.  The H2 storage capacity of the parent framework is moderate with a H2 storage capacity of ∼0.5 wt % at 77 K and 1 atm.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsFaksbrL&md5=1ad7e7c9fb800e3146508173372179ee", "(b) ", "Volkringer", ", ", "C.", "; ", "Meddouri", ", ", "M.", "; ", "Loiseau", ", ", "T.", "; ", "Guillou", ", ", "N.", "; ", "Marrot", ", ", "J.", "; ", "Ferey", ", ", "G.", "; ", "Haouas", ", ", "M.", "; ", "Taulelle", ", ", "F.", "; ", "Audebrand", ", ", "N.", "; ", "Latroche", ", ", "M.", " ", "Inorg. Chem.", " ", "2008", ",  ", "47", ",  ", "11892", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "The Kagome Topology of the Gallium and Indium Metal-Organic Framework Types with a MIL-68 Structure: Synthesis, XRD, Solid-State NMR Characterizations, and Hydrogen Adsorption", "Volkringer, Christophe; Meddouri, Mohamed; Loiseau, Thierry; Guillou, Nathalie; Marrot, Jerome; Ferey, Gerard; Haouas, Mohamed; Taulelle, Francis; Audebrand, Nathalie; Latroche, Michel", "Inorganic Chemistry", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "24", "),\r\n    ", "11892-11901", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The vanadium-based terephthalate analogs of MIL-68 were obtained with gallium and indium (network compn.: M(OH)(O2C-C6H4-CO2), M = Ga or In) by using a solvothermal synthesis technique using DMF as a solvent (10 and 48 h, for Ga and In, resp., at 100°).  They were characterized by x-ray diffraction anal., vibrational spectroscopy, and solid-state 1H and 1H-1H radiofrequency-driven dipolar recoupling (RFDR), 1H-1H double quantum correlation (DQ), and 13C{1H} CPMAS NMR spectroscopy.  The three-dimensional network with a Kagome-like lattice is built up from the connection of infinite trans-connected chains of octahedral units MO4(OH)2 (M = Ga or In), linked to each other through the terephthalate ligands to generate triangular and hexagonal 1-dimensional channels.  The presence of DMF mols. with strong interactions within the channels as well as their departure upon calcination (150° under a primary vacuum) of the materials was confirmed by subjecting MIL-68 (Ga) to solid-state 1H MAS NMR.  The 1H-1H RFDR and 1H-1H DQ spectra revealed important information on the spatial arrangement of the guest species with respect to the hybrid org.-inorg. network.  13C{1H} CPMAS NMR of activated samples provided crystallog. independent sites in agreement with x-ray diffraction structure detn.  Brunauer-Emmett-Teller surface areas are 1117(24) and 746(31) m2 g-1 for MIL-98 (Ga) and MIL-68 (In), resp.  Hydrogen adsorption isotherms were measured at 77 K, and the storage capacities are 2.46 and 1.98% under a satd. pressure of 4 MPa for MIL-68 (Ga) and MIL-68 (In), resp.  For comparison, the hydrogen uptake for the aluminum trimesate MIL-110, which has an open framework with 16 Å channels, is 3% under 4 MPa.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtl2jsLfK&md5=573a18e71637057c7bf79cd7fd56d434", "(c) ", "Volkringer", ", ", "C.", "; ", "Loiseau", ", ", "T.", "; ", "Ferey", ", ", "G.", "; ", "Morais", ", ", "C. M.", "; ", "Taulelle", ", ", "F.", "; ", "Montouillout", ", ", "V.", "; ", "Massiot", ", ", "D.", " ", "Microporous Mesoporous Mater.", " ", "2007", ",  ", "105", ",  ", "111", "[", "Crossref", "], [", "CAS", "]", "5. ", "Synthesis, crystal structure and 71Ga solid state NMR of a MOF-type gallium trimesate (MIL-96) with μ3-oxo bridged trinuclear units and a hexagonal 18-ring network", "Volkringer, Christophe; Loiseau, Thierry; Ferey, Gerard; Morais, Claudia M.; Taulelle, Francis; Montouillout, Valerie; Massiot, Dominique", "Microporous and Mesoporous Materials", "\r\n        (", "2007", "),\r\n    ", "105", "\r\n        (", "1-2", "),\r\n    ", "111-117", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A new metal-org. framework (MOF) type Ga trimesate, Ga12O(OH)12({OH}4,{H2O}5)[btc]6·≈24H2O, called MIL-96 (btc = 1,3,5-benzenetricarboxylate or trimesate species), was hydrothermally synthesized under mild conditions (210°, 5 h, pH 1) in the presence of tri-Me 1,3,5-benzenetricarboxylate in H2O and characterized by single-crystal x-ray diffraction technique.  The MIL-96 (Ga) structure exhibits a three-dimensional metal-org. framework contg. isolated trinuclear μ3-oxo-bridged Ga clusters and infinite chains of GaO4(OH)2 and GaO2(OH)4 octahedra generating a hexagonal network based on 18-membered ring.  The two types of Ga groups are connected to each other through the trimesate species which induce corrugated chains of Ga octahedra, linked via μ2-hydroxo bonds with the specific -cis-cis-trans- sequence.  The 3-dimensional framework of MIL-96 reveals three kinds of cavities (two of them have estd. pore vols. of ≈480 and 860 Å3), in which are encapsulated free H2O mols.  The latter species are removed upon heating at 150°.  The MIL-96 (Ga) compd. was characterized by 71Ga solid state NMR at different magnetic fields (14.1 and 17.6 T).  71Ga spectra of MIL-96 (Ga) show the Ga exhibits relatively weak quadrupolar interactions compared to those obsd. in other MOF-type Ga carboxylates that have very strong quadrupolar interactions (MIL-61 and MIL-53).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtVWjt7rM&md5=369a94c96458f3d85294d682258ea092", "6. ", "(a) ", "Yang", ", ", "S.", "; ", "Lin", ", ", "X.", "; ", "Lewis", ", ", "W.", "; ", "Suyetin", ", ", "M.", "; ", "Bichoutskaia", ", ", "E.", "; ", "Parker", ", ", "J. E.", "; ", "Tang", ", ", "C. C.", "; ", "Allan", ", ", "D. R.", "; ", "Rizkallah", ", ", "P. J.", "; ", "Hubberstey", ", ", "P.", "; ", "Champness", ", ", "N. R.", "; ", "Thomas", ", ", "K. M.", "; ", "Blake", ", ", "A. J.", "; ", "Schroder", ", ", "M.", " ", "Nat. Mater.", " ", "2012", ",  ", "11", ",  ", "710", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "A partially inter-penetrated metal-organic framework for selective hysteretic sorption of carbon dioxide", "Yang, Sihai; Lin, Xiang; Lewis, William; Suyetin, Mikhail; Bichoutskaia, Elena; Parker, Julia E.; Tang, Chiu C.; Allan, David R.; Rizkallah, Pierre J.; Hubberstey, Peter; Champness, Neil R.; Thomas, K. Mark; Blake, Alexander J.; Schroeder, Martin", "Nature Materials", "\r\n        (", "2012", "),\r\n    ", "11", "\r\n        (", "8", "),\r\n    ", "710-716", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Selective CO2 capture in porous materials has potential for the storage and treatment of fuel and flue gases; however, adsorption capacities under dynamic conditions are often insufficient for practical applications and strategies to enhance CO2-host selectivity are required.  The unique, partially inter-penetrated metal-org. framework, NOTT-202, represents a new class of dynamic material which undergoes pronounced framework phase transition on desolvation.  This work reports temp.-dependent adsorption/desorption hysteresis in de-solvated NOTT-202a which selectively responds to CO2.  The CO2 isotherm shows 3 steps in the adsorption profile at 195° K; step-wise filling of pores generated within the obsd. partially inter-penetrated structure has been modeled using grand canonical Monte Carlo simulations.  Adsorption of N2, CH4, O2, Ar, and H2 exhibited reversible isotherms without hysteresis under the same conditions, allowing for gas capture at high pressure; but, it selectively leaves CO2 trapped in nano-pores at low pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XnvVyrs7c%253D&md5=cfc77f36f485f714a2755627b6e6d7e9", "(b) ", "Zheng", ", ", "S. T.", "; ", "Bu", ", ", "J. J.", "; ", "Wu", ", ", "T.", "; ", "Chou", ", ", "C.", "; ", "Feng", ", ", "P.", "; ", "Bu", ", ", "X.", " ", "Angew. Chem., Int. Ed.", " ", "2011", ",  ", "50", ",  ", "8858", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Porous Indium-Organic Frameworks and Systematization of Structural Building Blocks", "Zheng, Shou-Tian; Bu, Jennifer J.; Wu, Tao; Chou, Cheng-Tsung; Feng, Ping-Yun; Bu, Xian-Hui", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "38", "),\r\n    ", "8858-8862, S8858/1-S8858/11", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Five porous indium-org. frameworks, [In2(OH)(nic)5]·2MeCN (nic = nicotinate), [MeNH3]2[In2(OH)(btc)7/3] (btc = 1,3,5-benzenetricarboxylate), [Et2NH2]2[In2(OH)(btc)5/3(btb)2/3] (btb = 1,3,5-tris(4-carboxyphenyl)benzene), [MeNH3][In3O(bbdc)3(HCO2)3/2(H2O)] (bbdc = 4,4'-biphenyldicarboxylate) and [In3O(obb)3(HCO2)(H2O)] (obb = 4,4'-oxybis(benzoate)) (CPM-10, 11, 12, 13, 14), resp., were prepd. and characterized by x-ray crystallog.  Their structures are based on indium dimeric (CPM-10-12) and super-trimeric units (CPM-13-14).  Their gas adsorption properties of CPM-12-13 were studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtVaiurvF&md5=9191956720d23ead5b2117fee2faafdb", "(c) ", "Gu", ", ", "J. M.", "; ", "Kim", ", ", "S. J.", "; ", "Kim", ", ", "Y.", "; ", "Huh", ", ", "S.", " ", "CrystEngComm", " ", "2012", ",  ", "14", ",  ", "1819", "[", "Crossref", "], [", "CAS", "]", "6. ", "Structural isomerism of an anionic nanoporous In-MOF with interpenetrated diamond-like topology", "Gu, Ja-Min; Kim, Sung-Jin; Kim, Youngmee; Huh, Seong", "CrystEngComm", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "5", "),\r\n    ", "1819-1824", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Topol. interesting new In-MOFs were prepd. by using a 4,4'-biphenyldicarboxylate bridging ligand and In(NO3)3·xH2O.  Two isomeric forms of In-MOFs were independently prepd. and characterized by x-ray crystallog., powder X-ray diffraction (PXRD), TGA, elemental anal., and gas sorption anal.  By simply using different solvents, DMF or N,N-diethylformamide, the authors obtained two new In-MOFs.  Despite the same coordination mode of an InIII node, these two anionic MOFs adopted distinct crystal structures.  One isomer (1) showed an overall 4-fold interpenetrated uninodal 4-connected diamond network with Zt = 1 and Zn = 2 (class IIa).  The other (2) showed a 4-fold interpenetrated uninodal 4-connected diamond network with Zt = 2 and Zn = 2 (class IIIa).  Thus, despite the same metal-ligand connectivity, 1 and 2 are unusual isomeric MOFs based on the ways of catenation.  This may be accounted for by the flexible bonding nature of the In-centered pseudotetrahedral motif in the presence of countercations with different dimensions.  The In-MOFs 1 and 2 exhibited different counterion distributions and porosity properties.  The In-MOF 1 showed a reversible framework transformation from cryst. form amorphized form (after activation)cryst. state (after resolvation).  This reversible transformation can also be explained by the flexible bonding nature of the InIII ion with four η2-coordinated 4,4'-BPDC ligands.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVGjurg%253D&md5=97960f41aee7ba53a9ce966333ba7aa8", "(d) ", "Qian", ", ", "J.", "; ", "Jiang", ", ", "F.", "; ", "Yuan", ", ", "D.", "; ", "Wu", ", ", "M.", "; ", "Zhang", ", ", "S.", "; ", "Zhang", ", ", "L.", "; ", "Hong", ", ", "M.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "9696", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Highly selective carbon dioxide adsorption in a water-stable indium-organic framework material", "Qian, Jinjie; Jiang, Feilong; Yuan, Daqiang; Wu, Mingyan; Zhang, Shuquan; Zhang, Linjie; Hong, Maochun", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "78", "),\r\n    ", "9696-9698", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A metal-org. framework [In2(OH)2(BPTC)]·5H2O (H4BPTC = biphenyl-3,3',5,5'-tetracarboxylic acid), with chiral 41 In(OH)(CO2)2 helix chains, exhibits a high CO2 uptake under ambient conditions and outstanding selective sepns. of CO2 from CH4 or N2.  Its high stability toward humidity or even boiling water is confirmed by PXRD method.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlWltb7K&md5=068cb74d1de0a5b10ae3eb23417ae685", "(e) ", "Platero-Prats", ", ", "A. E.", "; ", "Bernini", ", ", "M. C.", "; ", "Medina", ", ", "M. E.", "; ", "Torres", ", ", "E. L.", "; ", "Puebla", ", ", "E. G.", "; ", "Monge", ", ", "M. A.", "; ", "Snejko", ", ", "N.", " ", "CrystEngComm", " ", "2011", ",  ", "13", ",  ", "4965", "[", "Crossref", "], [", "CAS", "]", "6. ", "Three novel indium MOFs derived from diphenic acid. Synthesis, crystal structures and supramolecular chemistry", "Platero-Prats, Ana E.; Bernini, Maria C.; Medina, Manuela E.; Lopez-Torres, Elena; Gutierrez-Puebla, Enrique; Monge, M. Angeles; Snejko, Natalia", "CrystEngComm", "\r\n        (", "2011", "),\r\n    ", "13", "\r\n        (", "15", "),\r\n    ", "4965-4972", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "In(III) MOFs based on diphenic acid (H2L) and N-donor ancillary ligands were obtained as pure phases, namely [In2L3(phen)2]·H2O, [In2L2(4,4'-bipy)(OH)2]·0.25H2O and [InL(HL)(bipy)]·0.5H2O.  Two of them have 1D chain structures, and the 3rd forms 2D zig-zag layers.  The different torsion angles adopted by the diphenic ligand along with the existence of several non-covalent interactions govern the crystal packing and det. the formation of a centrosym. 1D compd. or a non-centrosym. helical chain-based compd.  Reaction with 2,2'-bipyridyl under certain conditions leads also to the formation of 2 dimeric precursors, [In2L2(HL)2(bipy)2]·H2O and [In2L2(HL)2(bipy)2].  The topol. study of all their nets is reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXpslKjsbc%253D&md5=ed56d1ce619a615ad6970abdedb1e007", "7. ", "(a) ", "Gabriel", ", ", "C.", "; ", "Perikli", ", ", "M.", "; ", "Raptopoulou", ", ", "C.", "; ", "Terzis", ", ", "A.", "; ", "Psycharis", ", ", "V.", "; ", "Mateescu", ", ", "C.", "; ", "Jakusch", ", ", "T.", "; ", "Kiss", ", ", "T.", "; ", "Bertmer", ", ", "M.", "; ", "Salifoglou", ", ", "A.", " ", "Inorg. Chem.", " ", "2012", ",  ", "51", ",  ", "9282", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "pH-Specific Hydrothermal Assembly of Binary and Ternary Pb(II)-(O,N-Carboxylic Acid) Metal Organic Framework Compounds: Correlation of Aqueous Solution Speciation with Variable Dimensionality Solid-State Lattice Architecture and Spectroscopic Signatures", "Gabriel, C.; Perikli, M.; Raptopoulou, C. P.; Terzis, A.; Psycharis, V.; Mateescu, C.; Jakusch, T.; Kiss, T.; Bertmer, M.; Salifoglou, A.", "Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "17", "),\r\n    ", "9282-9296", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Hydrothermal pH-specific reactivity in the binary/ternary systems of Pb(II) with the carboxylic acids N-hydroxyethyl-iminodiacetic acid (Heida), 1,3-diamino-2-hydroxypropane-N,N,N',N'-tetraacetic acid (Dpot), and 1,10-phenanthroline (Phen) afforded the new well-defined cryst. compds. [Pb(Heida)]n·nH2O (1), [Pb(Phen)(Heida)]·4H2O (2), and [Pb3(NO3)(Dpot)]n (3).  All compds. were characterized by elemental anal., FTIR, soln. or/and solid-state NMR, and single-crystal x-ray diffraction.  The structures in 1-2 reveal a Pb(II) center coordinated to one Heida ligand, with 1 exhibiting a two-dimensional (2D) lattice extending to a three-dimensional (3D) one through H-bonding interactions.  The concurrent aq. speciation study of the binary Pb(II)-Heida system projects species complementing the synthetic efforts, thereby lending credence to a global structural speciation strategy in investigating binary/ternary Pb(II)-Heida/Phen systems.  The involvement of Phen in 2 projects the significance of nature and reactivity potential of N-arom. chelators, disrupting the binary lattice in 1 and influencing the nature of the ultimately arising ternary 3D lattice.  3 Is a ternary coordination polymer, where Pb(II)-Dpot coordination leads to a 2D metal-org.-framework material with unique architecture.  The collective physicochem. properties of 1-3 formulate the salient features of variable dimensionality metal-org.-framework lattices in binary/ternary Pb(II)-(hydroxy-carboxylate) structures, based on which new Pb(II) materials with distinct architecture and spectroscopic signature can be rationally designed and pursued synthetically.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Wqu7rM&md5=41d5ce51e3baf6d0ac9e446df46de082", "(b) ", "Chen", ", ", "S. C.", "; ", "Zhang", ", ", "Z. H.", "; ", "Zhou", ", ", "Y. S.", "; ", "Zhou", ", ", "W. Y.", "; ", "Li", ", ", "Y. Z.", "; ", "He", ", ", "M. Y.", "; ", "Chen", ", ", "Q.", "; ", "Du", ", ", "M.", " ", "Cryst. Growth Des.", " ", "2011", ",  ", "11", ",  ", "4190", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Alkali-Metal-Templated Assemblies of New 3D Lead(II) Tetrachloroterephthalate Coordination Frameworks", "Chen, Sheng-Chun; Zhang, Zhi-Hui; Zhou, Yong-Sheng; Zhou, Wei-You; Li, Yi-Zhi; He, Ming-Yang; Chen, Qun; Du, Miao", "Crystal Growth & Design", "\r\n        (", "2011", "),\r\n    ", "11", "\r\n        (", "9", "),\r\n    ", "4190-4197", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of novel metal-org. frameworks (MOFs) were assembled from PbII and 2,3,5,6-tetrachloro-1,4-benzenedicarboxylic acid (H2BDC-Cl4) by simply adding different alkali metal ions as templates.  When only lead nitrate was used, a robust 3D open framework [Pb(BDC-Cl4)(MeOH)2]n (1) with pts topol. can be obtained.  Incorporating the lighter LiI or NaI ions into the above PbII/BDC-Cl4 system results in two unique isostructural 3D PbII-LiI and PbII-NaI heterometallic frameworks, {[PbLi2(BDC-Cl4)(μ2-OH)2](H2O)}n (2) and [PbNa2(BDC-Cl4)(μ2-OH)2]n (3), which are built from the combination of a 3D rod-packing PbII-carboxylate framework and a 3D NaI-BDC-Cl4 (or LiI-BDC-Cl4) network.  When the heavier KI ion is applied, the similar reaction affords a 3D MOF [Pb2(BDC-Cl4)2(DMF)3]n (4), which represents the first pillar-layered PbII coordination network with a (3,5)-connected gra topol.  The results illustrate the powerful effect of the alkali-metal templates in MOFs assemblies.  The solid-state properties such as thermal stability and luminescence of 1-4 also were studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXpvVeqsb4%253D&md5=39b2a560edb51ea749a69320ddd054be", "(c) ", "Sun", ", ", "J.", "; ", "Zhang", ", ", "D.", "; ", "Wang", ", ", "L.", "; ", "Cao", ", ", "Y.", "; ", "Li", ", ", "D.", "; ", "Zhang", ", ", "L.", "; ", "Song", ", ", "W.", "; ", "Fan", ", ", "Y.", "; ", "Xu", ", ", "J.", " ", "CrystEngComm", " ", "2012", ",  ", "14", ",  ", "3982", "[", "Crossref", "], [", "CAS", "]", "7. ", "Two novel lead(II)-tetrazolate frameworks based on cubane [Pb4(OH)4]4+ clusters trapping long lifetime luminescence emission", "Sun, Jiayin; Zhang, Daojun; Wang, Li; Cao, Yu; Li, Da; Zhang, Liying; Song, Wei; Fan, Yong; Xu, Jianing", "CrystEngComm", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "11", "),\r\n    ", "3982-3988", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two novel Pb(II)-based metal-org. frameworks (MOFs) based on the rigid bitetrazolate ligand 1,4-benzeneditetrazol-5-yl (H2BDT) were synthesized under hydrothermal conditions and fully characterized.  In these two compds., [Pb4(OH)4(BDT)2]·2H2O (1) and [Pb4(OH)4(BDT)]·BDT·2H2O (2), the H2BDT ligands exhibit three different coordination modes which are firstly reported in M-BDT frameworks, constructing disparate architectures by bridging the same cubane-shaped [Pb4(OH)4]4+ building units.  Compd. 1 features a 3D supramol. network with a rare 2-fold interpenetrating (10, 3)-d (or utp) topol. which is accomplished by connecting [Pb4(OH)4]4+ clusters to μ4-bridging BDT2- ligands via weak bonds.  Compd. 2 exhibits a 2D square grid with (4,4) topol. and the adjacent 2D networks are further linked by Pb-O weak bonds to generate the 3D supramol. structure.  Moreover, the structures of these two compds. are highly influenced by the concn. of the starting reagents.  Compds. 1 and 2 exhibit strong solid-state fluorescent emission with millisecond luminescence lifetimes at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XmvFersrw%253D&md5=494a3af66a1a293b82756fbde848da09", "(d) ", "Lin", ", ", "X. M.", "; ", "Li", ", ", "T. T.", "; ", "Chen", ", ", "L. F.", "; ", "Zhang", ", ", "L.", "; ", "Su", ", ", "C. Y.", " ", "Dalton Trans.", " ", "2012", ",  ", "41", ",  ", "10422", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Two ligand-functionalized Pb(II) metal-organic frameworks: structures and catalytic performances", "Lin, Xiao-Ming; Li, Ting-Ting; Chen, Lian-Fen; Zhang, Li; Su, Cheng-Yong", "Dalton Transactions", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "34", "),\r\n    ", "10422-10429", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A microporous Pb(II) metal-org. framework (MOF) [PbL2]·2DMF·6H2O (1) has been assembled from a N-oxide and amide doubly functionalized ligand N-(4-carboxyphenyl)isonicotinamide 1-oxide (HL).  Complex 1 features a three-dimensional (3D) framework possessing one-dimensional (1D) rhombic channels with dimensions of 13 × 13 Å2.  The 3D framework is built up from 1D PbO2 chains that link ligands in parallel fashion to construct single-wall channels.  When recrystg. 1 in a DMSO-DMF mixt. (3:5 vol./vol.), a new coordination polymer, [PbL2]·DMF·2H2O (2), was obtained.  Complex 2 is also a 3D framework contg. 1D rectangular channels, but the channel dimensions become reduced in size to 13 × 8 Å2 due to reorganization of the Pb(II) coordination environment.  The PbO2 chains in 2 are reformed to link ligands in a double-wall fashion, significantly reducing the channel size.  Even though, the guest exchange study indicates that the DMF mols. in 2 could be replaced with benzene mols. when immersing in benzene solvent, showing single-crystal-to-single-crystal (SC-SC) guest exchange in the solid state and leading to a daughter crystal [PbL2]·0.5C6H6·2H2O (2').  Desolvated 1 and 2 display preferential adsorption behaviors of water vapor over CO2 due to the hydrophilic nature of the channels and the strong host-guest interactions.  Catalytic tests indicate that desolvated 1 and 2 have size-selective catalytic activity towards the Knoevenagel condensation reaction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFKns7fP&md5=d8960ff8e8ba5aebff0e2b2c0254c395", "8. ", "(a) ", "Wang", ", ", "X.", "; ", "Liu", ", ", "L.", "; ", "Makarenko", ", ", "T.", "; ", "Jacobson", ", ", "A. J.", " ", "Cryst. Growth Des.", " ", "2010", ",  ", "10", ",  ", "3752", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Influence of Ligand Geometry on the Dimensionality of Sn(II) Benzenedicarboxylate Crystal Structures", "Wang, Xiqu; Liu, Lumei; Makarenko, Tatyana; Jacobson, Allan J.", "Crystal Growth & Design", "\r\n        (", "2010", "),\r\n    ", "10", "\r\n        (", "8", "),\r\n    ", "3752-3756", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Four new divalent tin benzenedicarboxylates (bdc) were synthesized by hydrothermal techniques, and their structures were detd. from single crystal x-ray data.  A chiral complex layer is formed by Sn(II) and 1,2-bdc.  In [Sn(1,2-bdc)] (2), such layers are stacked in a AA pattern, leading to a chiral and polar structure with the space group symmetry C2, while in [Sn(1,2-bdc)] (1) the same layer is alternately stacked with the mirror-image layer, leading to a structure with the space group C2/c.  The 1-sided coordination of Sn(II) combined with the 120° angle of the carboxylate groups in 1,3-bdc results in the tubular structure of [Sn(1,3-bdc)] (3).  The tubes are connected by very weak intertube Sn-O bonds.  The compd. [Sn3O(1,4-bdc)2] (4) has a 3-dimensional framework structure based on Sn3O triangular secondary building units that are cross-linked by the 1,4-bdc ligands.  Strong π-π interactions occur between the neighboring Ph rings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXoslems78%253D&md5=61feeea1c2e1b3d6de636fc13196e330", "(b) ", "Wang", ", ", "X.", "; ", "Liu", ", ", "L.", "; ", "Makarenko", ", ", "T.", "; ", "Jacobson", ", ", "A. J.", " ", "Cryst. Growth Des.", " ", "2010", ",  ", "10", ",  ", "1960", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Acentric and Centric Interpenetrations of an Anionic Framework Mediated by Cation Sizes: The Alkali-Metal Tin(II) Benzenedicarboxylates A2Sn2(bdc)3(H2O)x (A = Li, Na, K, Rb, Cs)", "Wang, Xiqu; Liu, Lumei; Makarenko, Tatyana; Jacobson, Allan J.", "Crystal Growth & Design", "\r\n        (", "2010", "),\r\n    ", "10", "\r\n        (", "4", "),\r\n    ", "1960-1965", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Alkali-metal tin 1,4-benzenedicarboxylates, A2Sn2(bdc)3(H2O)x, A = Li, Na, K, Rb, Cs, in single crystal forms were synthesized by using a hydrothermal technique and characterized by x-ray crystallog.  The compds. all have cubic crystal structures based on a very open anionic [Sn2(bdc)3]2- framework which is 8-fold interpenetrated noncentrosym. (space group I23) in Li2Sn2(bdc)3(H2O)2 (1), K2Sn2(bdc)3 (3), Rb2Sn2(bdc)3 (4) and Cs2Sn2(bdc)3 (5), but centrosym. (space group Pn‾3) in Na2Sn2(bdc)3(H2O) (2).  The ion size and coordination requirements of the alkali ions play an important role in the interpenetration of the anionic framework and the symmetry of the structures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXislyrt78%253D&md5=15da15db384749d0531d8167bbd46b85", "9. ", "(a) ", "Silvestru", ", ", "C.", " ", "Chem. Rev.", " ", "1999", ",  ", "99", ",  ", "3277", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Structural Chemistry of Bismuth Compounds. I. Organobismuth Derivatives", "Silvestru, Cristian; Breunig, Hans Joachim; Althaus, Henrik", "Chemical Reviews (Washington, D. C.)", "\r\n        (", "1999", "),\r\n    ", "99", "\r\n        (", "11", "),\r\n    ", "3277-3327", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review with 184 refs. including arene-bismuth complexes, coordination complexes, R3Bi compds., etc.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXmsVegt7k%253D&md5=1975a4faa23a8a723edb0528a6ef4630", "(b) ", "Briand", ", ", "G. G.", "; ", "Burford", ", ", "N.", " ", "Chem. Rev.", " ", "1999", ",  ", "99", ",  ", "2601", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Bismuth Compounds and Preparations with Biological or Medicinal Relevance", "Briand, Glen G.; Burford, Neil", "Chemical Reviews (Washington, D. C.)", "\r\n        (", "1999", "),\r\n    ", "99", "\r\n        (", "9", "),\r\n    ", "2601-2657", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review, with 996 refs.  Bi compds. in medicine, microbiol., and pharmacol., inorg. salts of Bi, Bi complexes with amino- and hydroxycarboxylic acids, colloidal Bi subcitrate, discovery and design of bioactive Bi compds., and interactions of Bi compds. with biomols. and pharmaceutical agents are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXlt12rsbw%253D&md5=784b991d2dcc80468bd6578a9a133fc4", "10. ", "(a) ", "Natarajan", ", ", "S.", "; ", "Attfield", ", ", "M. P.", "; ", "Cheetham", ", ", "A. K.", " ", "Angew Chem., Int. Ed.", " ", "1997", ",  ", "36", ",  ", "978", "[", "Crossref", "], [", "CAS", "]", "10. ", "[H3N(CH2)2NH3]0.52+[Sn4P3O12]-: an open-framework tin(II) phosphate", "Natarajan, Srinivasan; Attfield, Martin P.; Cheetham, Anthony K.", "Angewandte Chemie, International Edition in English", "\r\n        (", "1997", "),\r\n    ", "36", "\r\n        (", "9", "),\r\n    ", "978-980", "CODEN:\r\n                ", "ACIEAY", ";\r\n        ISSN:", "0570-0833", ".\r\n    \r\n            (", "VCH", ")\r\n        ", "Hydrothermal reaction of tin(II) oxalate, H3PO4 and ethylenediamine (en) as structure-directing agent afforded [H3N(CH2)2NH3]0.52+[Sn4P3O12]-, an open-framework tin(II) phosphate, as detd. by an x-ray crystal structure.  The framework structure is discussed.  Efforts to remove en by thermal methods and render the material microporous have not been successful.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXjsVCktLw%253D&md5=186c1ee22c4f9454ddfe599c5feacc30", "(b) ", "Natarajan", ", ", "S.", "; ", "Eswaramoorthy", ", ", "M.", "; ", "Rao", ", ", "C. N. R.", " ", "Chem. Commun.", " ", "1998", ",  ", "15", ",  ", "1561", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(c) ", "Natarajan", ", ", "S.", "; ", "Cheetham", ", ", "A. K.", " ", "Chem. Commun.", " ", "1997", ",  ", "12", ",  ", "1089", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(d) ", "Natarajan", ", ", "S.", "; ", "Ayyappan", ", ", "S.", "; ", "Cheetham", ", ", "A. K.", "; ", "Rao", ", ", "C. N. R.", " ", "Chem. Mater.", " ", "1998", ",  ", "10", ",  ", "1627", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Novel Open-Framework Tin(II) Phosphate Materials Containing Sn-O-Sn Linkages and Three-Coordinated Oxygens", "Natarajan, Srinivasan; Ayyappan, S.; Cheetham, Anthony K.; Rao, C. N. R.", "Chemistry of Materials", "\r\n        (", "1998", "),\r\n    ", "10", "\r\n        (", "6", "),\r\n    ", "1627-1631", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two new open-framework tin(II) phosphate materials were synthesized hydrothermally and their structures elucidated by single-crystal x-ray diffraction.  These materials exhibit an entirely new building motif, unknown in phosphate-based materials, viz., vertex-sharing truncated square-pyramidal SnO4 units, in addn. to the trigonal-pyramidal SnO3 units.  The connectivity between the SnO3, SnO4, and PO4 units is such that Sn-O-Sn linkages are obsd. for the 1st time.  The networking creates three-coordinated oxygens in the structure.  Crystal data for [(NH3)(CH2)6(NH3)][Sn3(PO4)2(OH)]2: monoclinic, a 9.315(2), b 16.806(1), c 9.513(3) Å, β 111.03(1)°, V = 1390.0(5), Z = 4, M = 622.13(1), dc = 2.973 g cm-3, Mo Kα, R = 0.039.  Crystal data for [(NH3)(CH2)8(NH3)][Sn3(PO4)2(OH)]2: orthorhombic, a 10.390(1), b 16.087(1), c 18.717(1) Å, V = 2849.3(1), Z = 4, M = 636.16(1), dc = 2.595 g cm-3, Mo Kα, R = 0.07.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXjvVWksrY%253D&md5=21c9a8f983df079122fd2144ada8d32f", "11. ", "(a) ", "Ayyappan", ", ", "S.", "; ", "Cheetham", ", ", "A. K.", "; ", "Natarajan", ", ", "S.", "; ", "Rao", ", ", "C. N. R.", " ", "Chem. Mater.", " ", "1998", ",  ", "10", ",  ", "3746", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Tin(II) Oxalates Synthesized in the Presence of Structure-Directing Organic Amines: Members of a Potentially Vast Class of New Open-Framework and Related Materials", "Ayyappan, S.; Cheetham, Anthony K.; Natarajan, Srinivasan; Rao, C. N. R.", "Chemistry of Materials", "\r\n        (", "1998", "),\r\n    ", "10", "\r\n        (", "11", "),\r\n    ", "3746-3755", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three new Sn(II) oxalate materials, of which one has an open-framework layered structure, were synthesized hydrothermally in the presence of structure-directing org. amines.  Crystal data: oxalate I, [Me2NH(CH2)4NHMe2]2+[Sn2(C2O4)3]2-, monoclinic, space group P21/c a 8.427(2), b 14.257(1), c 8.868(2) Å, β 100.3(1)°, Z = 4, M = 738.6(1), dc = 2.06(1) g cm-3, Mo Kα, R = 0.05; oxalate II, CNH232+[Sn2(C2O4)3]2-·2H2O, triclinic, space group P‾1, a 7.564(1), b 10.633(1), c 12.050(1) Å, α 87.9(1), β 85.2(1), γ 85.9(1)°, Z = 2, M = 699.6(1), dc = 2.25(1) g cm-3, Mo Kα, R = 0.06; oxalate III, [C5N2H16]2+[Sn2(C2O4)3]2-, orthorhombic, space group Pmmn, a 8.281(2), b 17.828(4), c 4.585(1) Å, Z = 4, M = 605.4(1), dc = 2.37(1) g cm-3, Mo Kα, R = 0.03.  In I, the Sn atoms are hexacoordinated with O and form porous Sn oxalate sheets with the protonated diamine sitting in the middle of the pore, while, in II, four-coordinated Sn atoms form Sn oxalate monomer units which are held together by the protonated guanidinium cations.  In III, anionic Sn oxalate monomer units H bond to the protonated 1,5-diaminopentane cations giving rise to 1-dimensional ribbons.  These amine-contg. oxalate materials constitute a new family of structures where H bonding interactions, involving the amines, play an important role.  The observation of six-coordination for Sn in I which forms a pseudo pentagonal bipyramid akin to that in a 14 electron system in noteworthy.  The novel features of oxalate I-III suggest that exploration of various metal dicarboxylates prepd. in the presence of structure-directing agents may indeed yield new types of interesting structures with unusual coordination.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXms1ans7c%253D&md5=ce8f86a073c2f0c1552c98af6531b764", "(b) ", "Natarajan", ", ", "S.", "; ", "Vaidhyanathan", ", ", "R.", "; ", "Rao", ", ", "C. N. R.", "; ", "Ayyappan", ", ", "S.", "; ", "Cheetham", ", ", "A. K.", " ", "Chem. Mater.", " ", "1999", ",  ", "11", ",  ", "1633", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Layered Tin(II) Oxalates Possessing Large Apertures", "Natarajan, Srinivasan; Vaidhyanathan, R.; Rao, C. N. R.; Ayyappan, S.; Cheetham, Anthony K.", "Chemistry of Materials", "\r\n        (", "1999", "),\r\n    ", "11", "\r\n        (", "6", "),\r\n    ", "1633-1639", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two layered Sn(II) oxalate structures were prepd. by hydrothermal methods in the presence of structure-directing org. amines.  The crystal data for these structures are as follows: oxalate I, [Me2NH(CH2)2NHMe2]2+[Sn2(C2O4)3]2-·H2O, monoclinic, space group C2/c, a 16.567(8) Å, b 10.851(6) Å, c 11.652(6) Å, β 102.62(3)°, Z = 4, dc = 2.825, R 0.04; oxalate II, [C(NH2)3]2+[Sn4(C2O4)5]2-·2H2O, orthorhombic, space group Pbca, a 11.390(1) Å, b 14.742(1) Å, c 16.755(1) Å, Z = 8, dc = 2.844, R = 0.06.  At. coordinates are given.  In I, pseudo-pentagonal-bipyramidal SnO6 units form a puckered layered structure by sharing oxygens with the oxalate anions.  The layers contain 8- and 12-membered apertures, and the amine (protonated N,N,N'N'-tetramethyl-1,2-diaminoethane) and H2O mols. are in the interlamellar region where they interact with the framework and with each other by H bonding.  The lone pairs of the Sn(II) atoms point into the interlamellar region.  Oxalate II contains both square-pyramidal SnO4 units and SnO6 units similar to those in I.  These units together form a saw-tooth lamellar structure by linking through the oxalates.  The sheets contain 20-membered corrugated rings, which hold two amine cations (guanidinium) and two H2O mols., which interact with the framework via H bonding.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXjtFegsbg%253D&md5=954d506213acc6343a9c613368fbbb59", "12. ", "(a) ", "Livny", ", ", "L. S.", "; ", "Glusker", ", ", "J. P.", "; ", "Bock", ", ", "C. W.", " ", "Inorg. Chem.", " ", "1998", ",  ", "37", ",  ", "1853", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "(b) ", "Thirumurugan", ", ", "A.", "; ", "Suchethan", ", ", "P. A.", "; ", "Cheetham", ", ", "A. K.", "; ", "Rao", ", ", "C. N. R.", " ", "Z. Anorg. Allg. Chem.", " ", "2007", ",  ", "633", ",  ", "2742", "[", "Crossref", "]", "There is no corresponding record for this reference.", "13. ", "(a) ", "Thirumurugan", ", ", "A.", "; ", "Li", ", ", "W.", "; ", "Cheetham", ", ", "A. K.", " ", "Dalton Trans.", " ", "2012", ",  ", "41", ",  ", "4126", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Bismuth 2,6-pyridinedicarboxylates: Assembly of molecular units into coordination polymers, CO2 sorption and photoluminescence", "Thirumurugan, A.; Li, Wei; Cheetham, Anthony K.", "Dalton Transactions", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "14", "),\r\n    ", "4126-4134", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Six inorg.-org. bismuth 2,6-pyridinedicarboxylate (pdc) compds., [Bi(2,6-pdc)3]·3(dma), 1, [Bi(2,6-pdc)3]·3dma·2H2O, 2, [Bi(2,6-pdc)2(DMF)]·(dma), 3, Bi(2,6-pdc)(2,6-pdcme)(MeOH), 4, [LiBi(2,6-pdc)3(H2O)]·2dma, 5, and Li5Bi(2,6-pdc)4(H2O)2, 6 (dma = di-methylammonium cation, DMF = DMF and 2,6-pdcme = 6-methyl-oxycarbonylpyridine-2-carboxylate) were synthesized under solvothermal conditions and their structures detd. by single crystal x-ray diffraction.  Compds. 1-4 have mol. structures whereas compds. 5 and 6 form 1- and 3-dimensional frameworks, resp.  Compds. 1 and 2, both having similar monomeric Bi coordination units, which are connected noncovalently into a (4,4)-connected square lattice by hydrogen bonding interactions through dma cations.  Compds. 3 and 4, both have a similar dimeric Bi coordination unit.  In 3, the dimers are connected into a 1-dimensional chain by hydrogen bonding interactions through dma cations.  In the partially esterified and neutral 4, there was no such hydrogen bonding interactions due to the absence of any dma cations.  Compds. 5 and 6 have a similar monomeric Bi coordination unit to that seen in 1 and 2.  In 5, the monomers are connected through Li cations into 1-dimensional chains, which further interact noncovalently by hydrogen bonding interactions through dma cations.  In the Li-rich 6, the monomers are connected by the Li cations and 2,6-pdc anions into a three dimensional structure with intramol. hydrogen bonding interactions involving the H2O mols.  The nonporous 5 and 6 exhibit a reasonable amt. of H2 and CO2 sorptions, resp.  Tb3+- and Eu3+-doped and co-doped 4 and 5 emit characteristic sensitized green/red/yellow-orange luminescence.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xjslegtro%253D&md5=a890b8f276dd213172f6fc5e31151e48", "(b) ", "Wibowo", ", ", "A. C.", "; ", "Smith", ", ", "M. D.", "; ", "zur Loye", ", ", "H.-C.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "7371", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "A new Kagome lattice coordination polymer based on bismuth and pyridine-2,5-dicarboxylate: structure and photoluminescent properties", "Wibowo, Arief C.; Smith, Mark D.; zur Loye, Hans-Conrad", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "26", "),\r\n    ", "7371-7373", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A new Kagome lattice topol. assembled from ML4 metal-org. polyhedra prepd. using bismuth nitrate and pyridine-2,5-dicarboxylate (pydc) was obtained via a solvothermal reaction.  Bi(pydc)2·(H3O+)(H2O)0.83 is, to the best of the authors' knowledge, the 1st example of a Bi-based coordination polymer to form with a Kagome topol.  Its structure and photoluminescence properties are reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnslSnu74%253D&md5=d71ce03e6ac575cf0b8398db319c3522", "(c) ", "Wibowo", ", ", "A. C.", "; ", "Vaughn", ", ", "S. A.", "; ", "Smith", ", ", "M. D.", "; ", "zur Loye", ", ", "H.-C.", " ", "Inorg. Chem.", " ", "2010", ",  ", "49", ",  ", "11001", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Novel Bismuth and Lead Coordination Polymers Synthesized with Pyridine-2,5-Dicarboxylates: Two Single Component \"White\" Light Emitting Phosphors", "Wibowo, Arief C.; Vaughn, Shae A.; Smith, Mark D.; zur Loye, Hans-Conrad", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "23", "),\r\n    ", "11001-11008", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "New two-dimensional (2D) Bi and three-dimensional (3D) lead based coordination polymers contg. pyridine-2,5-dicarboxylate ligands (H2pydc) were synthesized hydrothermally and characterized by single crystal x-ray diffraction.  Bi3(μ3-O)2(pydc)2(Hpydc)(H2O)2 (1), which crystallizes in the space group P‾1 (a 8.7256(5), b 11.1217(7), c 14.0933(9) Å, α 85.239(1), β 98.582(1), γ 71.106(1)°), has a 3-dimensional structure that contains Bi6O4 clusters that connect into 2-dimensional sheets via linking ligands.  The sheets form a 3-dimensional supramol. structure via H bonding along the z-axis.  Pb(pydc)(H2O) (2), which crystallizes in the space group P21/c (a 10.8343(14), b 11.2099(15), c 6.6573(9) Å, β 90.697(2)°), contains 1-dimensional chains of corner-sharing distorted face capped trigonal prisms that are connected into a 3-dimensional framework via the pydc ligand.  The ligands are H bonded to each other.  Both 1 and 2 are single component white light emitting phosphors and exhibit white luminescence that covers a much wider spectral range than is obsd. for the as received H2pydc ligand.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlOrt7rO&md5=664a261cdfce4c91babafb4e5f9e1a98", "(d) ", "Feyand", ", ", "M.", "; ", "Mugnaioli", ", ", "E.", "; ", "Vermoortele", ", ", "F.", "; ", "Bueken", ", ", "B.", "; ", "Dieterich", ", ", "J. M.", "; ", "Reimer", ", ", "T.", "; ", "Kolb", ", ", "U.", "; ", "de Vos", ", ", "D.", "; ", "Stock", ", ", "N.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "10373", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Automated Diffraction Tomography for the Structure Elucidation of Twinned, Sub-micrometer Crystals of a Highly Porous, Catalytically Active Bismuth-Metal-Organic Framework", "Feyand, Mark; Mugnaioli, Enrico; Vermoortele, Frederik; Bueken, Bart; Dieterich, Johannes M.; Reimer, Tim; Kolb, Ute; de Vos, Dirk; Stock, Norbert", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "41", "),\r\n    ", "10373-10376, S10373/1-S10373/28", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Automated diffraction tomog. for structure elucidation of twinned, sub-micrometer crystals of highly porous, catalytically active bismuth-metal-org. framework is discussed, along with hydroxymethylation of hemicellulose-derived 2-methylfuran to 5-methylfurfuryl alc.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlCqur7K&md5=f08c8b4438cdb63e6a14772dcbd1fb77", "(e) ", "Wibowo", ", ", "A. C.", "; ", "Smith", ", ", "M. D.", "; ", "zur Loye", ", ", "H.-C.", " ", "Cryst. Growth Des.", " ", "2011", ",  ", "11", ",  ", "4449", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Structural Diversity of Metal-Organic Materials Containing Bismuth(III) and Pyridine-2,5-Dicarboxylate", "Wibowo, Arief C.; Smith, Mark D.; zur Loye, Hans-Conrad", "Crystal Growth & Design", "\r\n        (", "2011", "),\r\n    ", "11", "\r\n        (", "10", "),\r\n    ", "4449-4457", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three new metal-org. materials contg. Bi and pyridine-2,5-dicarboxylate (pydc) were synthesized by hydro- and solvothermal methods and were characterized by single crystal x-ray diffraction.  Compd. 1, Bi(pydc)(Hpydc)(H2O), crystallizes in the space group P21/c (a 15.4528(10), b 7.8242(5), c 12.7421(8) Å, β 109.463(1)°) and consists of 1-dimensional (1D) chains that assemble into a three-dimensional (3D) supramol. structure via H bonding in the x-and y-directions.  An interesting complex anionic layer structure contg. K+ ions and H2O mols. in the interlayer regions was obsd. for compd. 2, K4Bi(pydc)3(Hpydc)(H2O)3.3, which crystallizes in the space group P‾1 (a 9.2359(5), b 9.5854(5), c 20.1439(10) Å, α 86.062(1), β 87.645(1), γ 87.729(1)°).  This appears to be the 1st example of a layered anionic Bi metal-org. structure where the anionic slabs are sepd. by pos. charged counterions in the interlayer region.  Compd. 3, (DMA+)3Bi(pydc)2(Hpydc)2 (DMA+ = di-Me ammonium cation), space group P‾1 (a 9.6953(6), b 11.7437(7), c 18.0006(11) Å, α 73.282(1), β 78.913(1), γ 78.072(1)°), has a 1-dimensional supramol. chain structure that extends along the x-direction that also contains four-connected nodes of anionic Bi building block similar to compd. 2.  The photoluminescent properties of compd. 1 were discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFOit77M&md5=d3adbfb82f0844bba60aeec24099c49b", "14. ", "Bi", ", ", "W.", "; ", "Leblanc", ", ", "N.", "; ", "Mercier", ", ", "N.", "; ", "Auban-Senzier", ", ", "P.", "; ", "Pasquier", ", ", "C.", " ", "Chem. Mater.", " ", "2009", ",  ", "21", ",  ", "4099", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Thermally Induced Bi(III) Lone Pair Stereoactivity: Ferroelectric Phase Transition and Semiconducting Properties of (MV)BiBr5 (MV = methylviologen)", "Bi, Wenhua; Leblanc, Nicolas; Mercier, Nicolas; Auban-Senzier, Pascale; Pasquier, Claude", "Chemistry of Materials", "\r\n        (", "2009", "),\r\n    ", "21", "\r\n        (", "18", "),\r\n    ", "4099-4101", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Regular BiBr5 chains of trans-connected octahedra are stabilized by methyviologen cations.  The Bi3+ electron lone pair is stereochem. activated below -30°C, leading to an acentric polar phase, and this is correlated with an increase of the band gap, and with the transfer from a para- to a ferroelec. phase.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVejtLfO&md5=8b6aac4d07c7b983d401d4b9229fb494", "15. ", "Wibowo", ", ", "A. C.", "; ", "Smith", ", ", "M. D.", "; ", "Yeon", ", ", "J.", "; ", "Halasyamani", ", ", "P. S.", "; ", "zur Loye", ", ", "H.-C.", " ", "J. Solid State Chem.", " ", "2012", ",  ", "195", ",  ", "94", "[", "Crossref", "], [", "CAS", "]", "15. ", "Novel 3D bismuth-based coordination polymers: Synthesis, structure, and second harmonic generation properties", "Wibowo, Arief C.; Smith, Mark D.; Yeon, Jeongho; Halasyamani, P. Shiv; zur Loye, Hans-Conrad", "Journal of Solid State Chemistry", "\r\n        (", "2012", "),\r\n    ", "195", "\r\n        (", "),\r\n    ", "94-100", "CODEN:\r\n                ", "JSSCBI", ";\r\n        ISSN:", "0022-4596", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Two new 3-dimensional Bi contg. coordination polymers are reported along with their single crystal structures and SHG properties.  Compd. 1: Bi2O2(pydc) (pydc = pyridine-2,5-dicarboxylate), crystallizes in the monoclinic, polar space group, P21 (a 9.6479(9), b 4.2349(4), c 11.9615(11) Å, β 109.587(1)°), which contains Bi2O2 chains that are connected into a 3-dimensional structure via the pydc ligands.  Compd. 2: Bi4Na4(1R3S-cam)8(EtOH)3.1(H2O)3.4 (1R3S cam = 1R3S-camphoric acid) crystallizes in the monoclinic, polar space group, P21 (a 19.0855(7), b 13.7706(5), c 19.2429(7) Å, β 90.701(1)°) and is a true 3-dimensional coordination polymer.  These are two example of SHG compds. prepd. using unsym. ligands (compd. 1) or chiral ligands (compd. 2), together with metals that often exhibit stereochem.-active lone pairs, such as Bi3+, a synthetic approach that resulted in polar, noncentrosym., 3-dimensional metal-org. coordination polymer.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVSqt7vJ&md5=af71e698e65e38c0515a9a066c918310", "16. ", "(a) ", "Thirumurugan", ", ", "A.", "; ", "Cheetham", ", ", "A. K.", " ", "Eur. J. Inorg. Chem.", " ", "2010", ",  ", "24", ",  ", "3823", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(b) ", "Anjaneyulu", ", ", "O.", "; ", "Prasad", ", ", "T. K.", "; ", "Swamy", ", ", "K. C. K.", " ", "Dalton Trans.", " ", "2010", ",  ", "39", ",  ", "1935", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Coordinatively polymeric and monomeric bismuth(III) complexes with pyridine carboxylic acids", "Anjaneyulu, O.; Prasad, T. K.; Swamy, K. C. Kumara", "Dalton Transactions", "\r\n        (", "2010", "),\r\n    ", "39", "\r\n        (", "8", "),\r\n    ", "1935-1940", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Three cryst. compds., [Bi(2-O2C-C5H4N)3]n (1), {Bi[(2,6-O2C)2C5H3N][(2-HO2C-6-O2C)C5H3N]·H2Oy}n (2) and Bi(O2CC9H6N)2(O3N)(O2CC9H6NH)·2H2O (3) were prepd. by simple reactions in aq. medium using the readily available bismuth nitrate and the corresponding acids, picolinic acid, dipicolinic acid and quinaldic acid.  While 1 and 2 are coordination polymers with bismuth in tricapped trigonal prismatic and dodecahedral environments, compd. 3 is a monomeric species with dodecahedral geometry at bismuth.  Compd. 1 represents a 2nd cryst. form of a recently reported structure with subtle differences in bond parameters, and highlights the flexibility in structural motifs during crystn.  Compd. 2 involves skeletons with dimeric [Bi2O2] and trimeric [BiOCOBiOBiOCO] moieties.  In 3, while the N-protonated carboxylate forms a four-membered chelate ring with bismuth, the other two carboxylates form five-membered ring chelates with the nitrate accounting for the remaining two sites again as a chelate.  TGA studies are consistent with the presence of noncoordinated water in 2 and 3.  Compds. 1 and 2, although insol. in most of the org. solvents and water, are readily sol. in dil. hydrochloric acid.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhslCjtb4%253D&md5=6452a8855904662540507435938c41f2", "17. ", "Pearson", ", ", "R. G.", " ", "Coord. Chem. Rev.", " ", "1990", ",  ", "100", ",  ", "403", "[", "Crossref", "], [", "CAS", "]", "17. ", "Hard and soft acids and bases-the evolution of a chemical concept", "Pearson, Ralph G.", "Coordination Chemistry Reviews", "\r\n        (", "1990", "),\r\n    ", "100", "\r\n        (", "),\r\n    ", "403-25", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    ", "A review with 42 refs. discusses the development of hard and soft acid base theory.  Correlations with MO theory are discussed.  Theor. predictions are compared to exptl. values e.g. ionization potentials, electron affinities and reaction activation energies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXksFWgsLo%253D&md5=e24f1bdfc3bf95dd85c83adc8a865017", "18. ", "(a) ", "Li", ", ", "M. X.", "; ", "Yang", ", ", "M.", "; ", "Niu", ", ", "J. Y.", "; ", "Zhang", ", ", "L. Z.", "; ", "Xie", ", ", "S. Q.", " ", "Inorg. Chem.", " ", "2012", ",  ", "51", ",  ", "12521", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "A Nine-Coordinated Bismuth(III) Complex Derived from Pentadentate 2,6-Diacetylpyridine Bis(4N-methylthiosemicarbazone): Crystal Structure and Both in Vitro and in Vivo Biological Evaluation", "Li, Ming-Xue; Yang, Min; Niu, Jing-Yang; Zhang, Li-Zhi; Xie, Song-Qiang", "Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "22", "),\r\n    ", "12521-12526", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Bi(III) complexes with thiosemicarbazones were comparatively rare.  Few in vivo biol. studies were carried out in comparison to the plentiful in vitro data.  Here, an interesting nine-coordinated Bi(III) complex, [Bi(H2L)(NO3)2]NO3 [1; H2L = 2,6-diacetylpyridine bis(4N-methylthiosemicarbazone)], was synthesized and structurally characterized.  The anal. data reveal the formation of 1:1 (metal/ligand) stoichiometry.  In vitro biol. studies indicated that the Bi complex 1 showed much higher antibacterial and anticancer activities than its parent ligand, esp. with MIC = 10.66 μM against Bacillus cereus and Salmonella typhimurium and IC50 = 26.8 μM against K562 leukemia cells, resp.  More importantly, it also evidently inhibits H22 xenograft tumor growth on tumor-bearing mice (10 mg/kg; inhibitory rate = 61.6%).  Coordination to Bi(III) might be an interesting strategy in the discovery of new anticancer drug candidates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1GisbfN&md5=d30221a5ffaa9a9ae67b5b6c4947e815", "(b) ", "Jeon", ", ", "H. R.", "; ", "Lee", ", ", "D. W.", "; ", "Ok", ", ", "K. M.", " ", "J. Solid State Chem.", " ", "2012", ",  ", "187", ",  ", "83", "[", "Crossref", "], [", "CAS", "]", "18. ", "Bi[NC5H3(CO2)2](OH2)xF (x=1 and 2): New one-dimensional Bi-coordination materials-Reversible hydration and topotactic decomposition to α-Bi2O3", "Jeon, Hye Rim; Lee, Dong Woo; Ok, Kang Min", "Journal of Solid State Chemistry", "\r\n        (", "2012", "),\r\n    ", "187", "\r\n        (", "),\r\n    ", "83-88", "CODEN:\r\n                ", "JSSCBI", ";\r\n        ISSN:", "0022-4596", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Two one-dimensional bismuth-coordination materials, Bi[NC5H3(CO2)2](OH2)xF (x = 1 and 2), were synthesized by hydrothermal reactions using Bi2O3, 2,6-NC5H3(CO2H)2 (2,6-pyridinedicarboxylic acid), HF, and water at 180°.  Structures of the two materials were detd. by single-crystal x-ray diffraction.  Although they have different crystal structures, both Bi-org. materials shared a common structural motif, a one-dimensional chain structure consisting of Bi3+ cations and pyridine dicarboxylate linkers.  Detailed structural analyses include IR spectroscopy, TGA, and reversible hydration reactions for the coordinated water mols. are reported.  Also, thermal decompn. of the rod-shaped Bi[NC5H3(CO2)2](OH2)F single crystals at 800° led to α-Bi2O3 that maintained the same morphol. of the original crystals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XisFaktr4%253D&md5=4a81d775b54e4de2f45a57720fc90143", "(c) ", "Stavila", ", ", "V.", "; ", "Fettinger", ", ", "J. C.", "; ", "Whitmire", ", ", "K. H.", " ", "Organometallics", " ", "2007", ",  ", "26", ",  ", "3321", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Synthesis and Characterization of New Phenylbis(salicylato)bismuth(III) Complexes", "Stavila, Vitalie; Fettinger, James C.; Whitmire, Kenton H.", "Organometallics", "\r\n        (", "2007", "),\r\n    ", "26", "\r\n        (", "14", "),\r\n    ", "3321-3328", "CODEN:\r\n                ", "ORGND7", ";\r\n        ISSN:", "0276-7333", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "[BiPh(Hsal)2] (1a) and [BiPh(Hsal4Me)2] (1b) were prepd. by the reactions of triphenylbismuth with 2-hydroxybenzoic acid (H2sal) and 4-methyl-2-hydroxybenzoic acid (H2sal4Me) in 91% and 89% yields, resp., in a 1:2 ratio.  The reactions of 1a,b with the bidentate N donor ligands 1,10-phenanthroline (phen) and 2,2'-bipyridine (bipy) gave the corresponding adducts [BiPh(Hsal)2(phen)] (2a, 88% yield), [BiPh(Hsal4Me)2(phen)] (2b, 84%), [BiPh(Hsal)2(bipy)] (2c, 86%), and [BiPh(Hsal4Me)2(bipy)] (2d, 81%).  Crystallog. analyses of the adducts showed the solids to have monomeric structures with six-coordinate Bi(III).  One salicylato ligand is coordinated in a monodentate fashion and the other in a bidentate, chelating manner.  The phenol O atoms remain uncoordinated in both cases.  The coordination geometry around Bi(III) in 2a, 2b·Me2CO, 2c, and 2d·DMF can be described as distorted pentagonal pyramidal with an apical C atom, while the free space trans to the ipso C atom of the Ph group is believed to accommodate a stereochem. active pair of electrons.  The 1H data demonstrate that the salicylate ligands are fluxional in soln.  Under different reaction conditions a no. of Bi(III) oligomeric, dimeric and monomeric complexes were produced, including [Bi38O44(Hsal)26(Me2CO)16(H2O)2]·4Me2CO, [Bi(Hsal4Me)(sal4Me)(phen)]2·2Me2CO ([3]2·2Me2CO), [Bi(Hsal4Me)3(bipy)]2·4Me2CO ([4]2·4Me2CO), and [Bi(Hsal4Me)3(phen)(MeOH)] (5), which attest to a rich chem. in this system.  The mol. structures of [3]2·2Me2CO, [4]2·4Me2CO and 5 were detd. by x-ray crystallog.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXlvVWjurc%253D&md5=a4ec8fd67666b601dccb82be762e20a4", "19. ", "Nakamoto", ", ", "K.", " ", "Infrared and Raman Spectra of Inorganic and Coordination Compounds", "; ", "Wiley-Interscience", ": ", "New York", ", ", "2009", ".", "There is no corresponding record for this reference.", "20. ", "(a) ", "An", ", ", "B.", "; ", "Ye", ", ", "J.", "; ", "Gong", ", ", "M.", "; ", "Yin", ", ", "X.", "; ", "Yang", ", ", "Y.", "; ", "Zheng", ", ", "X.", "; ", "Deng", ", ", "S.", "; ", "Xu", ", ", "N.", " ", "Mater. Res. Bull.", " ", "2001", ",  ", "36", ",  ", "1335", "[", "Crossref", "], [", "CAS", "]", "20. ", "Luminescence and thermal stability of sodium tris(pyridine dicarboxylate) terbate(III) complex incorporated in silica matrix by sol-gel method", "An, B.-l.; Ye, J.-q.; Gong, M.-l.; Yin, X.-h.; Yang, Y.-s.; Zheng, X.-g.; Deng, S.-z.; Xu, N.-s.", "Materials Research Bulletin", "\r\n        (", "2001", "),\r\n    ", "36", "\r\n        (", "7-8", "),\r\n    ", "1335-1346", "CODEN:\r\n                ", "MRBUAC", ";\r\n        ISSN:", "0025-5408", ".\r\n    \r\n            (", "Elsevier Science Inc.", ")\r\n        ", "A terbium(III) complex, Na3Tb(DPA)3·9H2O, where H2DPA is 2,6-dicarboxy pyridine acid, has been synthesized and incorporated into silica gel by sol-gel method to obtain a composite material, SiO2:Na3Tb(DPA)3.  Photoluminescent properties of SiO2:Na3Tb(DPA)3 composite were studied after heat treatments between room temp. and 600°C.  The strong green emission of the composite material was intensified by heat-treatment under appropriate conditions.  The effects of the dopant concn. and heat-treatment on the luminescence for the composite material have been examd.  The results indicate that SiO2:Na3Tb(DPA)3 composite material possesses high thermal stability with intense green fluorescence, and may be applied as a potential luminescent material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXjvV2nsrg%253D&md5=aebba8397bff8ea92a5274a6ce5afffa", "(b) ", "Jiang", ", ", "W.", "; ", "Gao", ", ", "Y.", "; ", "Sun", ", ", "Y.", "; ", "Ding", ", ", "F.", "; ", "Xu", ", ", "Y.", "; ", "Bian", ", ", "Z.", "; ", "Li", ", ", "F.", "; ", "Bian", ", ", "J.", "; ", "Huang", ", ", "C.", " ", "Inorg. Chem.", " ", "2010", ",  ", "49", ",  ", "3252", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Zwitterionic Iridium Complexes: Synthesis, Luminescent Properties, and Their Application in Cell Imaging", "Jiang, Weili; Gao, Yuan; Sun, Yun; Ding, Fei; Xu, Yan; Bian, Zuqiang; Li, Fuyou; Bian, Jiang; Huang, Chunhui", "Inorganic Chemistry", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "7", "),\r\n    ", "3252-3260", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of phosphorescent zwitterionic iridium(III) complexes, with 4-carboxy-2,2'-bipyridine-4'-carboxylate (Hdcbpy) as ancillary ligand, Ir(CN)2(Hdcbpy) (CN = 1-phenylpyrazole (ppz), 1-phenyl-pyridine (ppy), 2-(4',6'-difluoro-phenyl)pyridine (dfppy), 1-phenyl-isoquinoline (piq), dibenzo[f,h]quinoxaline (dbq)), were prepd. and characterized.  Their photophys. properties were studied, and intense luminescence emissions were obsd. based on metal-to-ligand-charge-transfer (3MLCT), ligand-to-ligand charge-transfer (3LLCT), ligand-centered transitions (3LC, i.e., 3π → π*), or intraligand-charge-transfer (3ILCT) excited states, which were confirmed by theor. calcns.  The quantum yield of Ir(dfppy)2(Hdcbpy) is as high as 0.106 in aq. soln.  With Hdcbpy as a hydrophilic part, their amphiphilic structures as further confirmed by x-ray single crystal data endow them with different solubilities in phosphate buffer soln. (PBS, pH 7.0).  The compds. were successfully applied as luminescent dyes for cell imaging in aq. soln.  Their different stain ability in cell imaging was fairly well supported by the exptl. data based on the measurement of oil/water partition coeffs. and encapsulation/release with liposomes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXivV2lsLk%253D&md5=be74e0684e52c86655568f954b2e9dc5", "21. ", "(a) ", "Kunkely", ", ", "H.", "; ", "Paukner", ", ", "A.", "; ", "Vogler", ", ", "A.", " ", "Polyhedron.", " ", "1989", ",  ", "8", ",  ", "2937", "[", "Crossref", "], [", "CAS", "]", "21. ", "Optical metal-to-ligand charge-transfer of 2,2'-bipyridyl complexes of antimony(III) and bismuth(III)", "Kunkely, Horst; Paukner, Alois; Vogler, Arnd", "Polyhedron", "\r\n        (", "1989", "),\r\n    ", "8", "\r\n        (", "24", "),\r\n    ", "2937-9", "CODEN:\r\n                ", "PLYHDE", ";\r\n        ISSN:", "0277-5387", ".\r\n    ", "The complexes [M(2,2'-bipyridyl)X3], with M = Sb, Bi and X = Cl, Br, I, are characterized by long-wavelength metal-to-ligand charge-transfer (MLCT) bands which detn. the colors of these compds. in the solid state.  The energy of the MLCT bands depends on the reducing strength of the metal and the extent of sp mixing of the lone electron pair at the metal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXhtVOltb8%253D&md5=8ac9fee30e0bf4423d7aa3eecae28f73", "(b) ", "Reith", ", ", "L. M.", "; ", "Himmelsbach", ", ", "M.", "; ", "Schoefberger", ", ", "W.", "; ", "Knor", ", ", "G.", " ", "J. Photochem. Photobiol.", " ", "2011", ",  ", "218", ",  ", "247", "[", "Crossref", "], [", "CAS", "]", "21. ", "Electronic spectra and photochemical reactivity of bismuth corrole complexes", "Reith, Lorenz M.; Himmelsbach, Markus; Schoefberger, Wolfgang; Knoer, Guenther", "Journal of Photochemistry and Photobiology, A: Chemistry", "\r\n        (", "2011", "),\r\n    ", "218", "\r\n        (", "2-3", "),\r\n    ", "247-253", "CODEN:\r\n                ", "JPPCEJ", ";\r\n        ISSN:", "1010-6030", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The first examples of bismuth complexes with meso-substituted corrole ligands are presented.  Complexation of 5,10,15-triphenylcorrole with bismuth(III) salts leads to the formation of a neutral low-valent species Bi-tpc, which is characterized by various spectroscopic techniques.  In addn. to the intense intraligand (IL) absorption bands of the corrole macrocycle, this bismuth(III) complex displays metal-centered (MC) sp-transitions and metal-to-ligand charge transfer (MLCT) transitions which show a substantial mixing with the intraligand absorption bands, thus resulting in an irregular hyper-type electronic spectrum.  Excitation of Bi-tpc in the spectral region of the MC-bands under ambient conditions leads to dioxygen activation and concomitant photochem. formation of the high-valent species (O=)BiV(tpc), an unprecedented example of a bismuth(V) tetrapyrrole complex.  As a potential reaction intermediate of this photoredox process, a labile hydroperoxo species (HOO)BiV(tpc)+ is also identified.  First results on the spectroscopic features and the chem. reactivity of (O=)BiV(tpc) are reported.  In soln. this neutral bismuth(V) species is in equil. with the corresponding protonated form (HO)BiV(tpc)+ carrying an axial hydroxo ligand.  Axial ligand exchange processes and the formation of adducts with solvent derived photoproducts are also identified in high-resoln. mass spectra of irradiated samples.  The mol. and electronic structures of the novel bismuth corrole systems are discussed in terms of supporting d. functional theory (DFT) calcns., which suggest an out-of-plane structure of the Bi-tpc and (O=)BiV(tpc) species.  Time-dependent DFT results are supporting the proposed assignment of electronic transitions obsd. in low- and high-valent bismuth tpc derivs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXisVOitLg%253D&md5=895f748273d8d07431862318c2ed2f04", "(c) ", "Xu", ", ", "Z.", "; ", "Li", ", ", "K.", "; ", "Fettinger", ", ", "J. C.", "; ", "Li", ", ", "J.", "; ", "King", ", ", "M. M.", " ", "Cryst. Growth Des.", " ", "2005", ",  ", "5", ",  ", "423", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "A Semiconductive Coordination Network Based on 2,3,6,7,10,11-Hexakis(methylthio)triphenylene and BiCl3", "Xu, Zhengtao; Li, Kunhao; Fettinger, James C.; Li, Jing; King, Michael M.", "Crystal Growth & Design", "\r\n        (", "2005", "),\r\n    ", "5", "\r\n        (", "2", "),\r\n    ", "423-425", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The reaction of 2,3,6,7,10,11-hexakis(methylthio)triphenylene (1) with BiCl3 in benzene forms near-quant. the cryst. composite 1·BiCl3, which is an air stable semiconductor with an electronic band gap of 2.0 eV (diffuse reflectance data).  The crystal structure of 1·BiCl3 [crystal data: C48H48S12Cl6Bi2, triclinic, space group P‾1, a 7.7535(3), b 13.8362(5), c 14.0188(5) Å, α 107.763(1), β 98.730(1), γ 97.020(1)°, and Z = 1] features a composite 1-dimensional BiCl3 framework in which the Bi(III) center is chelated to the org. ligand.  Crystallog. data are given.  The chelation bonds facilitate the ligand-metal center interaction and generate substantial charge transfer phenomena.  The ease of crystn. is ascribed to the relatively weak Bi(III)-Cl bonds that serve to connect the org. ligands and the similar cryst. packing motifs of the reactant (1) and the product (1·BiCl3).  The synthesis of compd. 1·BiCl3 indicates that semiconductive networks can be effectively accessed by linking electroactive org. ligands through intervening metal halide moieties.  Compd. 1·BiCl3 can also be made in a solvent-free solid state reaction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXntFCqt74%253D&md5=af387f5296f1edec01e1603928c0da45", "22. ", "(a) ", "Cai", ", ", "S. L.", "; ", "Zheng", ", ", "S. R.", "; ", "Wen", ", ", "Z. Z.", "; ", "Fan", ", ", "J.", "; ", "Zhang", ", ", "W. G.", " ", "Cryst. Growth Des.", " ", "2012", ",  ", "12", ",  ", "3575", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Construction of Ba(II) Coordination Polymers Based on Imidazole-Based Dicarboxylate Ligands: Structural Diversity Tuned by Alcohol Solvents", "Cai, Song-Liang; Zheng, Sheng-Run; Wen, Zhen-Zhen; Fan, Jun; Zhang, Wei-Guang", "Crystal Growth & Design", "\r\n        (", "2012", "),\r\n    ", "12", "\r\n        (", "7", "),\r\n    ", "3575-3582", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Four novel three-dimensional (3D) barium-org. coordination polymers formulated as [Ba(μ5-H2hmIDC)(μ2-H2O)]n (1), [Ba(μ3-H3hmIDC)2(μ1-H2O)]n (2), [Ba(μ5-H2hmIDC)(μ2-O2)0.5]n (3), and [Ba(μ3-H3hmIDC)(μ4-H3hmIDC)]n (4) were synthesized under the solvothermal conditions of 2-(hydroxymethyl)-1H-imidazole-4,5-dicarboxylic acid (H4hmIDC) with BaCl2·2H2O using a combination of water or DMF with various alc. solvents (methanol, ethanol, n-propanol, isopropanol, and n-butanol).  Complex 1 is a 3-dimensional framework based on two-dimensional secondary building units (SBUs) and μ5-H2hmIDC2- pillars.  This complex contains a unique alb network topol. with the Schlaefli symbol (45·6)2(410·614·84).  Complex 2 is a (3,10)-connected framework with binuclear [Ba2(COO)2] SBUs as 10-connected nodes and two types of μ3-H2hmIDC2- ligands as 3-connected nodes.  Complex 3 is a 3-dimensional framework formed with 1-dimensional (1D) SBUs and μ5-H2hmIDC linkers, wherein the unprecedented oxygen mols. are coordinated using a linear-μ-η1:η1-peroxo fashion, showing (5,6)-connected network topol. with the Schlaefli symbol (46·53·6)(46·54·65).  Complex 4 is a 3-dimensional framework based on 1-dimensional SBUs with μ3-H3hmIDC and μ4-H3hmIDC as linkers.  This complex exhibits a trinodal (3,4,7)-connected 3-dimensional framework with the Schlaefli symbol (42·6)(43·63)(48·611·82).  The alc. solvent plays a subtle yet essential role in the crystn. and construction of Ba(II)-org. coordination frameworks with diverse 3-dimensional structures, although these alc. mols. do not appear in the frameworks.  Luminescence properties of the complexes and their ligand are measured.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XmslGrtL8%253D&md5=eecba4e3c92e84768b636a3ddf876946", "(b) ", "Zeng", ", ", "R. R.", "; ", "Zhai", ", ", "Q. G.", "; ", "Li", ", ", "S. N.", "; ", "Jiang", ", ", "Y. C.", "; ", "Hu", ", ", "M. C.", " ", "CrystEngComm", " ", "2011", ",  ", "13", ",  ", "4823", "[", "Crossref", "], [", "CAS", "]", "22. ", "An unusual (3,6)-connected microporous metal-organic framework based on tetrahedral Zn4 clusters with selective adsorption of CO2", "Zeng, Rong-Rong; Zhai, Quan-Guo; Li, Shu-Ni; Jiang, Yu-Cheng; Hu, Man-Cheng", "CrystEngComm", "\r\n        (", "2011", "),\r\n    ", "13", "\r\n        (", "15", "),\r\n    ", "4823-4826", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A novel 3D microporous metal-org. framework based on tetrahedral Zn4 clusters has been synthesized and characterized, which presents an unprecedented (3,6)-connected (4·62)3(43·66·86) topol., and the capability of selective adsorption of CO2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXpslGqtL0%253D&md5=abd19435407a45bb20936bda57684eed", "(c) ", "Colak", ", ", "A. T.", "; ", "Pamuk", ", ", "G.", "; ", "Yesilel", ", ", "O. Z.", "; ", "Yuksel", ", ", "F.", " ", "Solid State Sci.", " ", "2011", ",  ", "13", ",  ", "2100", "[", "Crossref", "], [", "CAS", "]", "22. ", "Hydrothermal synthesis and structural characterization of Zn(II)- and Cd(II)-pyridine-2,3-dicarboxylate 2D coordination polymers, {(NH4)2[M(μ-pydc)2]·2H2O}n", "Colak, Alper Tolga; Pamuk, Goenuel; Yesilel, Okan Zafer; Yueksel, Fatma", "Solid State Sciences", "\r\n        (", "2011", "),\r\n    ", "13", "\r\n        (", "12", "),\r\n    ", "2100-2104", "CODEN:\r\n                ", "SSSCFJ", ";\r\n        ISSN:", "1293-2558", ".\r\n    \r\n            (", "Elsevier Masson SAS", ")\r\n        ", "Two novel coordination polymers {(NH4)2[M(μ-pydc)2]·2H2O}n (M = Zn(II), 1 and Cd(II), 2) (H2pydc = Pyridine-2,3-dicarboxylic acid or quinolinic acid) were hydrothermally synthesized and characterized by elemental anal., IR and single crystal x-ray diffraction.  1 And 2 have crystd. in the monoclinic space group P21/n.  The M(II) ions are coordinated by the tridentate pydc bridging ligand through the oxygen atom of the carboxylate groups and the nitrogen atom of the pyridine ring in a bidentate manner and the oxygen atoms of carboxylate groups of other pydc ligands forming a distorted octahedral geometry.  X-ray single crystal structural analyses put forth that two-dimensional frameworks were formed, and were assembled into a three-dimensional supramol. structure by intermol. N-H···O and O-H···O hydrogen bonding interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsFart73E&md5=de26372ce1fae1dfb0c5a7aadcbe458a", "(d) ", "Wang", ", ", "X.", "; ", "Qin", ", ", "C.", "; ", "Wang", ", ", "E.", "; ", "Li", ", ", "Y.", "; ", "Hao", ", ", "N.", "; ", "Hu", ", ", "C.", "; ", "Xu", ", ", "L.", " ", "Inorg. Chem.", " ", "2004", ",  ", "43", ",  ", "1850", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Syntheses, Structures, and Photoluminescence of a Novel Class of d10 Metal Complexes Constructed from Pyridine-3,4-dicarboxylic Acid with Different Coordination Architectures", "Wang, Xinlong; Qin, Chao; Wang, Enbo; Li, Yangguang; Hao, Na; Hu, Changwen; Xu, Lin", "Inorganic Chemistry", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "6", "),\r\n    ", "1850-1856", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two novel d10 metal coordination polymers [Zn(PDB)]n (1) and [Cd3(PDB)2(OH)2(H2O)2]n (2) (H2PDB = pyridine-3,4-dicarboxylic acid) were synthesized under hydrothermal conditions and characterized by elemental anal., IR, TGA, and single-crystal x-ray diffraction.  Crystal data for 1: C7H3NO4Zn, orthorhombic space group Pna21, a 8.423(17), b 6.574(13), c 12.899(3) Å, Z = 4.  Crystal data for 2: C14H12N2O12Cd3, monoclinic space group C2/c, a 20.130(4), b 6.692(13), c 13.081(3) Å, β 102.78(3)°, Z = 4.  Both compds. exhibit novel three-dimensional frameworks.  Compd. 1 not only possesses a 1-dimensional rectangular channel but also contains infinite double-stranded helical chains.  Compd. 2 has two different types of channels, one being built up from pyridine rings and {CdO5N} and {CdO6} building units and the other being constructed from pyridine rings and {CdO5N} building units.  Also, both compds. show strong photoluminescence properties at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXht1Gjtbo%253D&md5=22c107e54e4d9869b8adde67c5e842f8", "23. ", "(a) ", "Yu", ", ", "X.", "; ", "Zhang", ", ", "H.", "; ", "Cao", ", ", "Y.", "; ", "Chen", ", ", "Y.", "; ", "Wang", ", ", "Z.", " ", "J. Solid State Chem.", " ", "2006", ",  ", "179", ",  ", "247", "[", "Crossref", "], [", "CAS", "]", "23. ", "Synthesis and characteristics of a novel 3-D organic amine oxalate: (enH2)1.5[Bi3(C2O4)6(CO2CONHCH2CH2NH3)]·6.5H2O", "Yu, Xiaohong; Zhang, Hanhui; Cao, Yanning; Chen, Yiping; Wang, Zhen", "Journal of Solid State Chemistry", "\r\n        (", "2006", "),\r\n    ", "179", "\r\n        (", "1", "),\r\n    ", "247-252", "CODEN:\r\n                ", "JSSCBI", ";\r\n        ISSN:", "0022-4596", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "A novel 3-dimensional compd., (enH2)1.5[Bi3(C2O4)6(CO2CONHCH2CH2NH3)]·6.5H2O, was hydrothermally synthesized and characterized by IR, UV-visible diffuse reflection integral spectra (UV-visible DRIS), fluorescence spectra, TGA and single crystal x-ray diffraction.  It crystallizes in the monoclinic system, space group C2/c with a 31.110(8), b 11.544(3), c 22.583(6) Å, β 112.419(3)°, Z = 8, R1 = 0.0463 and wR2 = 0.1393 for unique 7686 reflections I > 2σ(I).  In the title compd., the Bi atoms have 8-fold and 9-fold coordination with respect to the oxygen atoms, with the Bi atoms in distorted dodecahedra and monocapped square antiprisms, resp.  The 3-dimensional framework of the title compd. contains channels and is composed of linkages between Bi atoms and oxalate units, forming honeycomb-like layers with two kinds of 6+6 membered aperture, and pillared by oxalate ligands and monoamide groups.  The channels have N-ethylamine oxalate monamide group, -O2CCONHCH2CH2NH3+, which is formed by the in situ reaction of en and oxalic acid.  At room temp., the complex exhibits intense blue luminescence with an emission peak at 445 nm.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XjvVOqtA%253D%253D&md5=c38c49a182d75c0582c9e7342e36d8b7", "(b) ", "Folkerts", ", ", "H. F.", "; ", "Zuidema", ", ", "J.", "; ", "Blasse", ", ", "G.", " ", "Chem. Phys. Lett.", " ", "1996", ",  ", "249", ",  ", "59", "[", "Crossref", "], [", "CAS", "]", "23. ", "Different types of s2 ion luminescence in compounds with eulytite structure", "Folkerts, H. F.; Zuidema, J.; Blasse, G.", "Chemical Physics Letters", "\r\n        (", "1996", "),\r\n    ", "249", "\r\n        (", "1,2", "),\r\n    ", "59-63", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The luminescence properties of Bi4Ge3O12 (BGO)-related compds. are reported.  Pb4(PO4)2SO4 shows a similar emission to BGO which is ascribed to an activator-perturbed exciton state or the so-called D-level.  Compns. dild. with noble gas cations as well as Pb3Bi(PO4)3 show luminescence of s2↔sp type on the s2 ion.  A search for new scintillator candidates did not appear to be successful but yielded insight into the luminescence of these compds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XnvFGitw%253D%253D&md5=1bd65adee7ca9002cd9f0a7bc066b12e", "(c) ", "Srivastava", ", ", "A. M.", "; ", "Beers", ", ", "W. W.", " ", "J. Lumin.", " ", "1999", ",  ", "81", ",  ", "293", "[", "Crossref", "], [", "CAS", "]", "23. ", "On the impurity trapped exciton luminescence in La2Zr2O7:Bi3+", "Srivastava, A. M.; Beers, W. W.", "Journal of Luminescence", "\r\n        (", "1999", "),\r\n    ", "81", "\r\n        (", "4", "),\r\n    ", "293-300", "CODEN:\r\n                ", "JLUMA8", ";\r\n        ISSN:", "0022-2313", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "The photoluminescence and the excitation spectra of Bi3+ in the pyrochlore La2Zr2O7 were studied at 15-300 K At low temps., the photoluminescence spectrum of Bi3+ in La2Zr2O7 consists of two bands, one in the UV (385 nm) and the other in the visible (515 nm) part of the spectrum.  Thermally activated intensity exchange between the two bands is obsd.  The UV emission is attributed to the 3P0,1 1S0 transition and the visible luminescence to an impurity trapped exciton-type emission.  The low efficiency of Bi3+ emission in La2Zr2O7 and in Y2O3 (fluorite structure) is tentatively ascribed to bonding within the tetrahedral Bi4O network that promotes photoionization of the luminescent center.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXjtVyrsrs%253D&md5=071b07e06b153acbd73b47acdb56fcd2", "24. ", "Oxford Diffraction (", "2009", ") .  ", "CrysAlis Pro Red", ", version 1.171.33.34d; ", "Oxford Diffraction Ltd.", ": ", "Abingdon, Oxfordshire, England", ".", "There is no corresponding record for this reference.", "25. ", "Sheldrick", ", ", "G. M.", " ", "SHELXS-97, Program for crystal structure solution and refinement", "; ", "University of Göttingen", ": ", "Göttingen, Germany", ", ", "1997", ".", "There is no corresponding record for this reference.", "26. ", "Farrugia", ", ", "L. J.", " ", "J. Appl. Crystallogr.", " ", "1999", ",  ", "32", ",  ", "837", "[", "Crossref", "], [", "CAS", "]", "26. ", "WinGX suite for small-molecule single-crystal crystallography", "Farrugia, Louis J.", "Journal of Applied Crystallography", "\r\n        (", "1999", "),\r\n    ", "32", "\r\n        (", "4", "),\r\n    ", "837-838", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "Munksgaard International Publishers Ltd.", ")\r\n        ", "The crystallog. problem:  The processing of a small-mol. structure from single-crystal X-ray or neutron diffraction data through structure soln. and refinement to prepn. of publication material is a well established and usually a reasonably automated procedure.  There are several excellent com. software packages, such as SHELXTL (Siemens, 1995) and TEXSAN (Mol. Structure Corporation, 1995), which provide all the necessary programs to undertake this procedure, but these packages are often quite expensive and usually tied to the sale of specific diffractometer hardware.  The WinGX suite provides an integrated and freely available set of Microsoft Windows programs to accomplish this task.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXlsVSlurk%253D&md5=06e3e6a405d75250687285442cbbf70a", "27. ", "(a) ", "Hancock", ", ", "R. D.", "; ", "Shaikjee", ", ", "M. S.", "; ", "Dobson", ", ", "S. M.", "; ", "Boeyens", ", ", "J. C. A.", " ", "Inorg. Chim. Acta", " ", "1988", ",  ", "154", ",  ", "229", "[", "Crossref", "], [", "CAS", "]", "27. ", "The stereochemical activity or nonactivity of the 'inert' pair of electrons on lead(II) in relation to its complex stability and structural properties. Some considerations in ligand design", "Hancock, Robert D.; Shaikjee, M. Salim; Dobson, Susan M.; Boeyens, Jan C. A.", "Inorganica Chimica Acta", "\r\n        (", "1988", "),\r\n    ", "154", "\r\n        (", "2", "),\r\n    ", "229-38", "CODEN:\r\n                ", "ICHAA3", ";\r\n        ISSN:", "0020-1693", ".\r\n    ", "The role of the lone pair of electrons on Pb(II) in its coordination geometry and complex stability is examd.  In a series of macrocyclic ligands where O donors are successively replaced by N donors, when 3 or 4 N atoms are present, there is a sudden marked increase in the rate of change of complex stability per N donor added.  This is attributed to a change from a stereochem. inactive lone pair with approx. ≤2 N donors present, to an active lone pair.  Below the transition point, the Pb(II) ion behaves as a large metal ion with rather ionic M-L bonding.  In this state it responds to added O-donor bearing groups as expected for such a metal ion.  Thus, the size-related selectivity patterns of Pb(II) with the ligand DAK-22 (4,7,13,16-tetraoxa-1,10-diazacyclooctadecane-N,N'-diacetate) are as expected for its size.  The protonation consts. and formation consts. of DAK-22 with several metal ions are reported.  For the complexes formed by 12-aneN4 (1,4,7,10-tetraazacyclododecane) and 12-aneN3O (1-oxa-4,7,10-triazacyclododecane) the Pb(II) appears to have a stereochem. active lone pair.  Thus, when N-(2-hydroxypropyl) groups are added to 12-aneN4 and 12-aneN3O to give the ligands THP-12-aneN4 and THP-12-aneN3O, resp., the Pb(II) ion does not respond to the added hydroxyalkyl groups as might have been expected.  It behaves as a smaller more covalent ion, and a study of the formation consts. of THP-12-aneN4 and THP-12-aneN3O with Cu(II), Zn(II), Cd(II), Pb(II), Ca(II), Sr(II) and Ba(II) reveals lower than anticipated Pb/Zn selectivities.  A crystallog. study of [Pb(THP-12-aneN4)](NO3)2.PrOH reveals that there is space between the O donors for a stereochem. active lone pair, but the lack of shortening of the Pb-N bonds suggests that the lone pair is not active.  The complex crystallizes in the orthorhombic system, space group Pnma, with a 10.352(8), b 14.781(2), c 21.850(4) Å, Z = 4, R = 0.056.  Although the ligand THP-12-aneN4 has 4 chiral C atoms, the crystal structure suggests that only the RRRR and SSSS enantiomers of the free ligand are obtained after recrystn. from hexane.  The structure indicates that the [Pb(THP-12-aneN4)]2+ cations are disordered, with 50% site occupancy by the RRRR and by the SSSS conformer.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1MXhtVKqu7c%253D&md5=e0e4b804a77b64bb4198a94013610e39", "(b) ", "Cai", ", ", "S. L.", "; ", "Zheng", ", ", "S. R.", "; ", "Pan", ", ", "M.", "; ", "Tan", ", ", "J. B.", "; ", "Fan", ", ", "J.", "; ", "Zhang", ", ", "W. G.", " ", "CrystEngComm", " ", "2012", ",  ", "14", ",  ", "1193", "[", "Crossref", "], [", "CAS", "]", "27. ", "An unprecedented (3,4,14)-connected 3D metal-organic framework based on planar octanuclear lead(II) clusters as a secondary building unit", "Cai, Song-Liang; Zheng, Sheng-Run; Pan, Mei; Tan, Jing-Bo; Fan, Jun; Zhang, Wei-Guang", "CrystEngComm", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "4", "),\r\n    ", "1193-1196", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "An unprecedented trinodal (3,4,14)-connected 3D metal-org. framework formed by planar octanuclear lead(II) clusters as 14-connected nodes and 2-(Pyridin-3-yl)-1H-imidazole-4,5-dicarboxylate ligands as 3- and 4-connected nodes was hydrothermally made.  It provides a novel topol. structure of metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1WlsLw%253D&md5=6c0448c49daeb34d8290a47a101d3817", "(c) ", "Tan", ", ", "Y. X.", "; ", "Meng", ", ", "F. Y.", "; ", "Wu", ", ", "M. C.", "; ", "Zeng", ", ", "M. H.", " ", "J. Mol. Struct.", " ", "2009", ",  ", "928", ",  ", "176", "[", "Crossref", "], [", "CAS", "]", "27. ", "Two Pb(II) dicarboxylates constructed by rigid terephthalate or flexible (+)-camphorate with different 3D motif based on cooperative effect of steric hindrance of ligand and lone pair electrons", "Tan, Yan-Xi; Meng, Fa-Yan; Wu, Mei-Chun; Zeng, Ming-Hua", "Journal of Molecular Structure", "\r\n        (", "2009", "),\r\n    ", "928", "\r\n        (", "1-3", "),\r\n    ", "176-181", "CODEN:\r\n                ", "JMOSB4", ";\r\n        ISSN:", "0022-2860", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The hydrothermal reaction via variations of dicarboxylate ligands (terephthalate (bdc) or (+)-camphorate (ca)) with lead nitrate leads to two new 3-dimensional coordination polymers, [Pb(bdc)2]n (1) and [Pb(ca)2·H2O]n (2), which were characterized by x-ray crystallog.  In complex 1 linear rigid bdc ligands exhibit a unique (μ5-κO-μ2:κO':κO'',O''':κO''-μ2) coordination mode.  The carboxyl groups of bdc link adjacent lead(II) atoms to form a 2-dimensional infinite undulated [Pb(CO2)2]n layer, and further linked via the benzene ring of bdc to form a 3-dimensional pillared-layer compact framework.  In contrast, complex exhibits a rod packing 3-dimensional sra (Al net in SrAl2) network with the combination of [Pb(CO2)2·H2O]n rods through (μ4-κO,O':κO'',O''':κO''-μ2:κO'''-μ2) coordination mode of the bulky chiral ca linkers.  Both in 1 and 2, the arrangement of donor atoms suggest the coordination around the lead(II) atoms is hemi-directed.  The different steric hindrance of two bridged ligands, and lone pair electrons effect of lead(II) ion cooperatively influence bdc and ca displaying in diverse connecting modes and further result in different packing styles of two 3-dimensional motifs.  The two complexes exhibit excellent thermal stability with the tolerate temp. ∼410° for 1 and 390° for 2, resp., attributed to the presence of abundant coordination bonds of dicarboxylate ligands and the infinite rod-shaped or layered building blocks in >3D compact frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXms1elsL8%253D&md5=c0b98e09ffab7025e62b1d7816ee6678", "28. ", "Rao", ", ", "C. N. R.", "; ", "Natarajan", ", ", "S.", "; ", "Choudhury", ", ", "A.", "; ", "Neeraj", ", ", "S.", "; ", "Ayi", ", ", "A. A.", " ", "Acc. Chem. Res.", " ", "2001", ",  ", "34", ",  ", "80", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Aufbau Principle of Complex Open-Framework Structures of Metal Phosphates with Different Dimensionalities", "Rao, C. N. R.; Natarajan, Srinivasan; Choudhury, Amitava; Neeraj, S.; Ayi, A. A.", "Accounts of Chemical Research", "\r\n        (", "2001", "),\r\n    ", "34", "\r\n        (", "1", "),\r\n    ", "80-87", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review with 27 refs.  Open-framework metal phosphates occur as 1-dimensional (1D) chains or ladders, two-dimensional (2D) layers, and complex three-dimensional (3D) structures.  Zero-dimensional monomers also were isolated recently.  These materials are traditionally prepd. by hydrothermal means, in the presence of org. amines, but the reactions of amine phosphates with metal ions provide a facile route for the synthesis, and also throw some light on the mode of formation of these fascinating architectures.  Careful studies of the transformations of monophasic zinc phosphates of well-characterized structures show that the 1-dimensional structures transform to 2-dimensional and 3-dimensional structures, while the 2-dimensional structures transform to 3-dimensional structures.  The zero-dimensional monomers transform to 1-dimensional, 2-dimensional, and 3-dimensional structures.  There is reason to believe that the 0-dimensional monomers, comprising four-membered rings, are the most basic structural units of the open-framework phosphates and that after an optimal precursor state, such as the ladder structure, is formed, further building may occur spontaneously.  Evidence for the occurrence of self-assembly in the formation of complex structures is provided by the presence of the structural features of the 1-dimensional starting material in the final products.  These observations constitute the beginning of the authors' understanding of the building-up principle of such complex structures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXotVaksbg%253D&md5=270486a2b7f1b9781be30e42b1ab8c67", "29. ", "(a) ", "Anjaneyulu", ", ", "O.", "; ", "Swamy", ", ", "K. C. K.", " ", "J. Chem. Sci.", " ", "2011", ",  ", "123", ",  ", "131", "[", "Crossref", "], [", "CAS", "]", "29. ", "Studies on bismuth carboxylates-synthesis and characterization of a new structural form of bismuth(III) dipicolinate", "Anjaneyulu, O.; Swamy, K. C. Kumara", "Journal of Chemical Sciences (Bangalore, India)", "\r\n        (", "2011", "),\r\n    ", "123", "\r\n        (", "2", "),\r\n    ", "131-137", "CODEN:\r\n                ", "JCSBB5", ";\r\n        ISSN:", "0974-3626", ".\r\n    \r\n            (", "Indian Academy of Sciences", ")\r\n        ", "Synthesis and x-ray structure of a new bismuth dipicolinate coordination polymer, {[Bi((2,6-O2C)2C5H3N)((2-HO2C-6-O2C)C5H3N)(H2O)]2.5H2O}n (7) are presented.  Compd. 7 has dimeric units with a Bi2O2 skeleton that are linked by addnl. weak Bi-O interactions leading to a polymeric structure.  The overall coordination no. at bismuth is 9 [two Bi-N and seven Bi-O bonds].  New routes to a second cryst. modification (4') of the previously reported coordination polymer, bismuth tris(picolinate), [Bi(2-O2C-C5H4N)3]n (4), are described; bond parameters in the two cryst. forms (4 and 4') are compared.  In both the compds. 4' and 7, bismuth has a distorted tricapped trigonal prismatic geometry.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmvFersr8%253D&md5=75436ef9e18c00a5112de08c4815916a", "(b) ", "Anjaneyulu", ", ", "O.", "; ", "Maddileti", ", ", "D.", "; ", "Swamy", ", ", "K. C. K.", " ", "Dalton Trans.", " ", "2012", ",  ", "41", ",  ", "1004", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "Structural motifs in phenylbismuth heterocyclic carboxylates - secondary interactions leading to oligomers", "Anjaneyulu, O.; Maddileti, D.; Kumara Swamy, K. C.", "Dalton Transactions", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "3", "),\r\n    ", "1004-1012", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The reaction of triphenylbismuth [BiPh3] with several heterocyclic carboxylic acids was explored.  Seven cryst. compds., [PhBi(2-O2C-3-(OH)C5H3N)2(2-O2C-3-(OH)C5H3NH)] (5), [(Bi(2-O2C-3-(OH)C5H3N)4)(C5H5NH)(C5H5N)] (7), [PhBi(2-O2C-C4H3N2)2(2-O2C-C4H4N2)·H2O] (8), [PhBi(2-O2C-C9H6N)2·H2O] (9), [Ph2Bi(O2C-C4H3O)] (10), [Ph2Bi(O2C-C4H3S)] (11) and [PhBi(O2C-C4H3S)2]2 (12), were prepd. by simple reactions using BiPh3 and the corresponding acids, 3-hydroxypicolinic acid, pyrazine-2-carboxylic acid, quinoline-2-carboxylic (quinaldic) acid, furan-2-carboxylic acid and thiophene-2-carboxylic acid.  Compd. 5 primarily exhibits a coordination no. of six with pentagonal pyramidal geometry at bismuth, but an addnl. weak Bi···O interaction in the direction of the lone pair of electrons is present.  This feature leads to a weakly bound dimer.  The use of pyridine as the solvent in a similar reaction, however, led to 7, in which all of the Bi-Ph bonds are cleaved.  In this compd., bismuth exhibits a coordination no. of eight and distorted dodecahedral geometry.  In compd. 8, the geometry around bismuth is primarily a pentagonal pyramid, however, clear-cut but weak secondary Bi···N interactions leading to a dimeric formulation are discernible in the structure.  The quinaldate compd. 9 exhibits a lower formal coordination no. of five for bismuth, with square pyramidal geometry, but again two secondary Bi···O interactions for each bismuth in the direction of the lone pair lead to a dimer.  A similar secondary Bi···O interaction involving furan oxygen is present in the furoate compd. 10, which is a polymeric chain (one dimensional coordination polymer).  Although the thiophene carboxylate 11 is also a polymeric chain, no Bi···S interactions are present.  Unlike the previously reported tetrameric biscarboxylate [PhBi(2-O2C-C5H3N)2]4, the thiophene carboxylate [PhBi(O2C-C4H3S)2]2 (12) is a dimer considering only primary interactions.  However, these dimers are arranged in such a way that there are secondary Bi···S interactions in the structure in the expected direction of the lone pair of electrons on bismuth.  Thus, these studies suggest that the stereochem. activity (or inactivity) of the bismuth lone pair of electrons need to be judged more cautiously.  TGA studies are consistent with the presence of Bi-Ph groups in all of the compds., except 7, as indicated by their formulas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1OitrnI&md5=3b2f70d764e72b8e15f3ffba7f566a1f", "(c) ", "Ding", ", ", "B.", "; ", "Liu", ", ", "Y Y.", "; ", "Wu", ", ", "X. X.", "; ", "Zhao", ", ", "X. J.", "; ", "Du", ", ", "G.", "; ", "Yang", ", ", "E. C.", "; ", "Wang", ", ", "X. G.", " ", "Cryst. Growth Des.", " ", "2009", ",  ", "9", ",  ", "4176", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Hydrothermal Syntheses and Characterization of Two Novel Lead(II)-IDA Coordination Polymers: From 2D Homochiral Parallel Interpenetration to 12-Connected Lead(II) Hybrid Framework Based on Propeller-Like Spiral Pb4O6 Cores (H2IDA = iminodiacetic acid)", "Ding, Bin; Liu, Yuan Yuan; Wu, Xiang-Xia; Zhao, Xiao-Jun; Du, Gui-Xiang; Yang, En-Cui; Wang, Xiu Guang", "Crystal Growth & Design", "\r\n        (", "2009", "),\r\n    ", "9", "\r\n        (", "9", "),\r\n    ", "4176-4180", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Under hydrothermal conditions, two unique Pb(II) frameworks {Pb1.5(NCS)2(L)0.5}n (1) and {Pb4Cl5(HL)3}n (2) (H2L = iminodiacetic acid) were isolated.  1 Represents a scarcely reported 2-dimensional Pb(II) framework in which two neighboring homochiral layers parallel interpenetrate each other.  Between the interpenetrating layer, interwoven double-stranded helixes with the same handedness can be obsd.  However, 2 represents a novel 12-connected Pb(II) hybrid compd. based on propeller-like spiral Pb4O6 cores as nodes with two kinds of different bridges (chloride and carboxylate bridges).  2D chiral inorg.-org. hybrid layers with (3,6) topol. structure can be obsd., in which Pb4O6 cores (Δ or Λ geometries) are extended by μ2-Cl and μ3-Cl bridges.  (NCS-, Cl-) well-regulate these Pb(II) frameworks via coordination bonds and secondary weak supramol. interactions.  Solid-state luminescence spectra of 1 and 2 also were studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXovFKmu7g%253D&md5=7709e864a25603663403b4ef101096ba", "(d) ", "Yuan", ", ", "Y. Z.", "; ", "Zhou", ", ", "J.", "; ", "Liu", ", ", "X.", "; ", "Liu", ", ", "L. H.", "; ", "Yu", ", ", "K. B.", " ", "Inorg. Chem. Commun.", " ", "2007", ",  ", "10", ",  ", "475", "[", "Crossref", "], [", "CAS", "]", "29. ", "A new hemidirected lead(II) complex converted into holodirected by secondary Pb-N interactions", "Yuan, Yu-Zhou; Zhou, Jian; Liu, Xing; Liu, Li-Heng; Yu, Kai-Bei", "Inorganic Chemistry Communications", "\r\n        (", "2007", "),\r\n    ", "10", "\r\n        (", "4", "),\r\n    ", "475-478", "CODEN:\r\n                ", "ICCOFP", ";\r\n        ISSN:", "1387-7003", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A new extended 2-dimensional lead(II) coordination polymer, [Pb2(ins)2(CH3CH2OH)]n (1, H2ins = N-(isonicotinamido)salicylaldimine) was synthesized by a solvothermal method and characterized by IR, UV-visible, thermal anal., elemental anal. and x-ray crystallog.  The single-crystal x-ray data show that the neutral [Pb2(ins)2] moiety is a tetracoordinated dimer with hemidirected coordination geometry.  There are secondary Pb-N interactions that give rise to a 2-dimensional polymer with holodirected geometry.  Compd. 1 decomps. 300-570°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXitl2gu7g%253D&md5=721cbb72f55c4fd03766edcd6f0221aa", "30. ", "(a) ", "Kim", ", ", "D.", "; ", "Song", ", ", "X.", "; ", "Yoon", ", ", "J. H.", "; ", "Lah", ", ", "M. S.", " ", "Cryst. Growth Des.", " ", "2012", ",  ", "12", ",  ", "4186", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "3,6-Connected Metal-Organic Frameworks Based on Triscarboxylate as a 3-Connected Organic Node and a Linear Trinuclear Co3(COO)6 Secondary Building Unit as a 6-Connected Node", "Kim, Dongwook; Song, Xiaokai; Yoon, Jung Hee; Lah, Myoung Soo", "Crystal Growth & Design", "\r\n        (", "2012", "),\r\n    ", "12", "\r\n        (", "8", "),\r\n    ", "4186-4193", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The solvothermal reactions of cobalt(II) chloride hexahydrate and 1,3,5-benzenetribenzoic acid (H3BTB) in anhyd. N,N'-dimethylacetamide (DMA) at two different reaction temps. and reactant concns. led to two 3,6-connected metal-org. frameworks (MOFs) with different net topologies based on the ligand as a C3 sym. 3-connected org. node and the linear trinuclear cobalt carboxylate cluster, Co3(COO)6, as a 6-connected secondary building unit (SBU).  MOF [Co3(BTB)2(DMA)4], 1, with a linear trinuclear cobalt carboxylate cluster, Co3(COO)6, and with an inversion point symmetry with compressed trigonal antiprismatic 6-connectivity, is a two-dimensional (2-D) layered structure of a 3,6-connected kgd net topol.  However, the same linear trinuclear cobalt carboxylate cluster, Co3(COO)6, with a 2-fold point symmetry with compressed trigonal prismatic 6-connectivity leads to the three-dimensional (3-D) network of 2, with an unprecedented 3,6-connected net topol. with the point symbol (43)2(43·1212).  The 2-dimensional layered framework, 1, shows a significant sorption hysteresis for adsorbates with relatively strong interactions with the framework, such as N2 and CO2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XoslGjtLY%253D&md5=1ef17dbef88e53761f42be45abc0d2cf", "(b) ", "Rajput", ", ", "L.", "; ", "Hong", ", ", "S.", "; ", "Liu", ", ", "X.", "; ", "Oh", ", ", "M.", "; ", "Kim", ", ", "D.", "; ", "Lah", ", ", "M. S.", " ", "CrystEngComm", " ", "2011", ",  ", "13", ",  ", "6926", "[", "Crossref", "], [", "CAS", "]", "30. ", "An unprecedented twofold interpenetrated layered metal-organic framework with a MoS2-H topology", "Rajput, Lalit; Hong, Seunghee; Liu, Xinfang; Oh, Minhak; Kim, Dongwook; Lah, Myoung Soo", "CrystEngComm", "\r\n        (", "2011", "),\r\n    ", "13", "\r\n        (", "23", "),\r\n    ", "6926-6929", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "An unprecedented 2-fold interpenetrated layered metalorg. framework [Zn4OL2]2·6DMA·7(Me2NH) {H3L = 3,3',3''-[1,3,5-benzenetriyltris(carbonylimino)]tris[benzoic acid], DMA = N,N-dimethylacetamide} with a 2-dimensional 3,6-connected net topol. was prepd. using a tricarboxylic acid as a 3-connected node and a Zn4O(COO)6 cluster as a 6-connected node, where the ligand flexibility and the combination of π-π stacking and H bonding interactions render the 6-connected node into a topol. trigonal prismatic node.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVKgsbvM&md5=9a75f796b929dbdc2a7a3a04fd3bdde6", "(c) ", "Zheng", ", ", "S. R.", "; ", "Yang", ", ", "Q. Y.", "; ", "Liu", ", ", "Y. R.", "; ", "Zhang", ", ", "J. Y.", "; ", "Tong", ", ", "Y. X.", "; ", "Zhao", ", ", "C. Y.", "; ", "Su", ", ", "C. Y.", " ", "Chem. Commun.", " ", "2008", ",  ", "356", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "30. ", "Assembly of CdI2-type coordination networks from triangular ligand and octahedral metal center: topological analysis and potential framework porosity", "Zheng, Sheng-Run; Yang, Qing-Yuan; Liu, Yong-Ru; Zhang, Jian-Yong; Tong, Ye-Xiang; Zhao, Cun-Yuan; Su, Cheng-Yong", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2008", "),\r\n    ", "\r\n        (", "3", "),\r\n    ", "356-358", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Reaction of a rigid triangular ligand 2,4,6-tris[4-(1H-imidazole-1-yl)phenyl]-1,3,5-triazine (TIPT) with Cd2+ ions afforded rare non-interpenetrating CdI2-type networks {[Cd(TIPT)2](OTs)2·H2O}n (1) and {[Cd(TIPT)2](OTf)2·3.5DMF·2.5H2O}n (2) which display high thermostability and potential porosity.  The mol. structures of complexes 1 and 2 have been detd. by X-ray crystallog.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXit1Gntw%253D%253D&md5=d39b66dbc6b9b2892ae676da77f61198", "31. ", "(a) ", "Kanoo", ", ", "P.", "; ", "Mostafa", ", ", "G.", "; ", "Matsuda", ", ", "R.", "; ", "Kitagawa", ", ", "S.", "; ", "Maji", ", ", "T. K.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "8106", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "31. ", "A pillared-bilayer porous coordination polymer with a 1D channel and a 2D interlayer space, showing unique gas and vapor sorption", "Kanoo, Prakash; Mostafa, Golam; Matsuda, Ryotaro; Kitagawa, Susumu; Maji, Tapas Kumar", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "28", "),\r\n    ", "8106-8108", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A new 2D pillared-bilayer porous coordination polymer (PCP){[Cd4(azpy)2(pyrdc)4(H2O)2]·9H2O 1, azpy = 4,4'-azopyridine, pyrdc = pyridine-2,3-dicarboxylate} was synthesized and structurally characterized that shows selective adsorption of CO2 over other gases (N2, O2, Ar, H2, CH4) and guest selective single/double-step adsorption of vapor correlated to the successive confinement of adsorbates in a 1D channel and a 2D interlayer space.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXotlyqt7s%253D&md5=498c0c9b70d35faf6492c3359c0f6e6c", "(b) ", "Sarma", ", ", "D.", "; ", "Ramanujachary", ", ", "K.", "; ", "Lofland", ", ", "S.", "; ", "Magdaleno", ", ", "T.", "; ", "Natarajan", ", ", "S.", " ", "Inorg. Chem.", " ", "2009", ",  ", "48", ",  ", "11660", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "Amino Acid Based MOFs: Synthesis, Structure, Single Crystal to Single Crystal Transformation, Magnetic and Related Studies in a Family of Cobalt and Nickel Aminoisophthalates", "Sarma, Debajit; Ramanujachary, K. V.; Lofland, S. E.; Magdaleno, Travis; Natarajan, Srinivasan", "Inorganic Chemistry", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "24", "),\r\n    ", "11660-11676", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Four new 5-aminoisophthalates (L) of Co and Ni were prepd. employing hydro/solvothermal methods: [Co2L2(C4H4N2)(H2O)2]·3H2O (I; C4H4N2 = pyrazine), [Ni2L2(C4H4N2)(H2O)2]·3H2O (II), [Co2(H2O)(μ3-OH)2L] (III), and [Ni2(H2O)(μ3-OH)2L] (IV).  Compds. I and II are isostructural, having anion-deficient CdCl2 related layers bridged by a pyrazine ligand, giving rise to a bilayer arrangement.  Compds. III and IV have 1-dimensional M-O(H)-M chains connected by the 5-aminoisophthalate units forming a three-dimensional structure.  The coordinated as well as the lattice H2O mols. of I and II could be removed and inserted by simple heating-cooling cycles under the atm. conditions.  The removal of the coordinated H2O mol. is accompanied by changes in the coordination environment around the M2+ (M = Co, Ni) and color of the samples (purple to blue, Co; green to dark yellow, Ni).  This change was examd. by a variety of techniques that include in situ single crystal to single crystal transformation studies and in situ IR and UV-visible spectroscopic studies.  Magnetic studies indicate antiferromagnetic behavior in I and II, a field-induced magnetism in III, and a canted antiferromagnetic behavior in IV.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsVyjtL3M&md5=15454d6b35274b955c67d10c91bea375", "(c) ", "Zeng", ", ", "M. H.", "; ", "Hu", ", ", "S.", "; ", "Chen", ", ", "Q.", "; ", "Xie", ", ", "G.", "; ", "Shuai", ", ", "Q.", "; ", "Gao", ", ", "S. L.", "; ", "Tang", ", ", "L. Y.", " ", "Inorg. Chem.", " ", "2009", ",  ", "48", ",  ", "7070", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "Apical Ligand Substitution, Shape Recognition, Vapor-Adsorption Phenomenon, and Microcalorimetry for a Pillared Bilayer Porous Framework That Shrinks or Expands in Crystal-to-Crystal Manners upon Change in the Cobalt(II) Coordination Environment", "Zeng, Ming-Hua; Hu, Sheng; Chen, Qing; Xie, Gang; Shuai, Qi; Gao, Sheng-Li; Tang, Li-Yuan", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "15", "),\r\n    ", "7070-7079", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A 2-dimensional pillared bilayer coordination polymer, [Co(5-NH2-bdc)(bpy)0.5(H2O)]·2H2O (1; 5-NH2-bdc = 5-aminoisophthalate; bpy = 4,4'-bipyridine) was hydrothermally synthesized and shows a novel microporous host framework with 1-dimensional channels and high thermal stability (∼400°).  The framework of 1 exhibits reversible single-crystal-to-single-crystal transformations upon removing and rebinding the coordinated waters as well as replacing them with MeOH and EtOH from the solvent.  X-ray crystallog. reveals that the coordination geometry of Co(II) changes from octahedron to square pyramid, as well as the shrinkage/expansion of pore deformation in respect to the subsequent shear motion of bpy pillars and vice versa.  The dehydrated form 2 exhibits a shape recognition ability, which can accommodate linear mols., such as MeCN and 2-propynyl alc., and interesting storage capabilities for oversized MeOH, EtOH, and benzene mols., concomitant with spongelike dynamic transformation.  The microcalorimetric study indicates that the cryst. state-liq. guest exchange and guest inclusion processes (1 ∋ MeOH or EtOH, 2 ∋ MeOH, EtOH or MeCN) are feasibly endothermic reactions with the values of molar enthalpy, ΔHθm, of +21.38(96), +12.68(85), +25.92(86), +17.03(57), and +14.93(75) kJ mol-1, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXot12mu7Y%253D&md5=fe94253334cd48f4aca49a73ca4101f8", "32. ", "(a) ", "Zhang", ", ", "W. X.", "; ", "Xue", ", ", "W.", "; ", "Chen", ", ", "X. M.", " ", "Inorg. Chem.", " ", "2011", ",  ", "50", ",  ", "309", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "Flexible Mixed-Spin Kagome´ Coordination Polymers with Reversible Magnetism Triggered by Dehydration and Rehydration", "Zhang, Wei-Xiong; Xue, Wei; Chen, Xiao-Ming", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "1", "),\r\n    ", "309-316", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two new two-dimensional (2D) heterometal coordination polymers [Cu2M(tzdc)2(H2O)2]·2H2O [M = Fe2+ (1) or Mn2+ (2); tzdc3- = 1,2,3-triazole-4,5-dicarboxylate] were assembled by using the tzdc3-, Cu2+, and Fe2+/Mn2+ ions.  Single-crystal x-ray anal. reveals that the two compds. consist of mixed-spin microporous Kagome layers, which are packed into three-dimensional structures by H bonding and interlayer weak Cu···O interactions.  When heated, they can release in a stepwise manner the uncoordinated and coordinated H2O mols. to produce dehydrated phases (1' and 2'), resp., which are stable up to ∼300°.  The structures of 1' and 2' were detd. by powder x-ray diffraction anal., which reveals a change in the coordination sphere of Fe2+/Mn2+ ions from an octahedron to an elongated 4+2 form, and a microporous-to-nonporous structural transformation involving intralayer wrinkling and interlayer superimposition.  When the dehydrated samples are exposed to air, they can return to the hydrated phases quickly by adsorption of H2O mols.  Accordingly, a reversible change in magnetism between the ferrimagnetic character of the hydrated samples and the suppressed ferrimagnetic character of the dehydrated samples was found in this reversible dehydration and rehydration.  These facts indicate these 2-dimensional heterometal coordination polymers are unique flexible 2-dimensional dynamic magnetic materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsV2lu7bK&md5=646a78c32145ad2c707e66b09a56f02b", "(b) ", "Yang", ", ", "E. C.", "; ", "Liu", ", ", "Z. Y.", "; ", "Li", ", ", "Y. L.", "; ", "Wang", ", ", "J. Y.", "; ", "Zhao", ", ", "X. J.", " ", "Dalton Trans.", " ", "2011", ",  ", "40", ",  ", "8513", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "32. ", "A Kagome layer-based 3D MnII framework showing coexistence of spin-canting, spin-frustration, field-induced metamagnetic and spin-flop transitions", "Yang, En-Cui; Liu, Zhong-Yi; Li, Ya-Ling; Wang, Jing-Yi; Zhao, Xiao-Jun", "Dalton Transactions", "\r\n        (", "2011", "),\r\n    ", "40", "\r\n        (", "34", "),\r\n    ", "8513-8516", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A novel 3-dimensional MnII coordination framework with Kagome sublattice, [Mn3(py)2(nip)2]n (py- = 2-((1H-tetrazol-5-yl)methyl)pyridine and nip2- = 5-nitroisophathalate), was in situ solvothermally synthesized and shows the coexistence of spin-canting, spin-frustration as well as field-induced metamagnetic and spin-flop transitions at 2.9 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtVeit7fM&md5=9901312cc41a3b401b8462decb7aaa09", "(c) ", "Mahata", ", ", "P.", "; ", "Raghunathan", ", ", "R.", "; ", "Banerjee", ", ", "D.", "; ", "Sen", ", ", "D.", "; ", "Ramasesha", ", ", "S.", "; ", "Bhat", ", ", "S. V.", "; ", "Natarajan", ", ", "S.", " ", "Chem. Asian J.", " ", "2009", ",  ", "4", ",  ", "936", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "32. ", "Fluorite and mixed-metal Kagome-related topologies in metal-organic framework compounds: synthesis, structure, and properties", "Mahata, Partha; Raghunathan, Rajamani; Banerjee, Debamalya; Sen, Diptiman; Ramasesha, S.; Bhat, S. V.; Natarajan, S.", "Chemistry--An Asian Journal", "\r\n        (", "2009", "),\r\n    ", "4", "\r\n        (", "6", "),\r\n    ", "936-947", "CODEN:\r\n                ", "CAAJBI", ";\r\n        ISSN:", "1861-4728", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Two new three-dimensional metal-org. frameworks (MOFs) [Mn2(μ3-OH)(H2O)2(BTC)]·2H2O, 1, and [NaMn(BTC)], 2 (BTC = 1,2,4-benzenetricarboxylate) were synthesized by hydrothermal method and their structures detd. by single-crystal XRD.  In 1, the Mn4 cluster, [Mn4(μ3-OH)2(H2O)4O12], is connected with eight BTC anions and each BTC anion connects to four different Mn4 clusters, resulting in a fluorite-like structure.  In 2, the Mn2O8 dimer is connected with two Na+ ions through carboxylate oxygen to form mixed-metal distorted Kagome-related two-dimensional -M-O-M- layers, which are pillared by the BTC anions forming the three-dimensional structure.  The extra-framework water mols. in 1 are reversibly adsorbed and are also corroborated by powder XRD studies.  The formation of octameric water clusters involving free and coordinated water mols. appears to be new.  Interesting magnetic behavior has been obsd. for both compds.  ESR studies indicate a broadening of the signal below the ordering temp. and appear to support the findings of the magnetic studies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXnsF2ktbs%253D&md5=f6e60fea8b34f1183cf310963241ee0c", "(d) ", "Mahata", ", ", "P.", "; ", "Prabu", ", ", "M.", "; ", "Natarajan", ", ", "S.", " ", "Inorg. Chem.", " ", "2008", ",  ", "47", ",  ", "8451", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "Role of Temperature and Time in the Formation of Infinite -M-O-M- Linkages and Isolated Clusters in MOFs: A Few Illustrative Examples", "Mahata, Partha; Prabu, Manikanda; Natarajan, Srinivasan", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "19", "),\r\n    ", "8451-8463", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The role of temp. and time of reaction in the formation of metal-org. frameworks (MOFs) was studied in two systems of compds., manganese oxybis(benzoate) and manganese trimellitates, and the results compared and contrasted with other similar studies in the literature.  The study reveals the formation of six different phases in oxybis(benzoate) and three phases in trimellitate systems.  The low-temp. phases in both systems of compds. possess Mn4 cluster units linked by the carboxylate ligands, while the high-temp. phase, irresp. of the duration of the reaction, has a three-dimensional structure with -Mn-O-Mn- linkages with brucite-related layers pillared by oxybis(benzoate) and Kagome-related layers pillared by trimellitate ligands.  In all of the prepns., the reactions appear to have thermodn. control as a function of the temp.  The isolation of low-dimensional structures in manganese oxybis(benzoate) at moderate time and temp. indicates possible kinetic control.  The formation of reactive low-dimensional phases was rationalized by considering the local charge distribution around the Mn site and also invoking a possible dissoln.-recrystn. mechanism.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtFKqsrjE&md5=e9c88d569298b8202ceea544b8c9749d", "(e) ", "Mahata", ", ", "P.", "; ", "Sen", ", ", "D.", "; ", "Natarajan", ", ", "S.", " ", "Chem. Commun.", " ", "2008", ",  ", "1278", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "32. ", "A three-dimensional metal-organic framework with a distorted Kagome related layer showing canted antiferromagnetic behaviour", "Mahata, Partha; Sen, Diptiman; Natarajan, Srinivasan", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2008", "),\r\n    ", "\r\n        (", "11", "),\r\n    ", "1278-1280", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Three-dimensional [Mn3{C6H3(COO)3}2] comprising two-dimensional -Mn-O-Mn- distorted Kagome layers, formed by two geometrically different hexacoordinated Mn2+ ions, show less frustration and spin canted long range ordering possibly due to antisym. exchange.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXkt1SrsLw%253D&md5=cb6157446589f4a417716c8ea89db75c", "33. ", "Fujita", ", ", "M.", "; ", "Kwon", ", ", "Y. J.", "; ", "Washizu", ", ", "S.", "; ", "Ogura", ", ", "K.", " ", "J. Am. Chem. Soc.", " ", "1994", ",  ", "116", ",  ", "1151", "[", "ACS Full Text ", "], [", "CAS", "]", "33. ", "Preparation, Clathration Ability, and Catalysis of a Two-Dimensional Square Network Material Composed of Cadmium(II) and 4,4'-Bipyridine", "Fujita, Makoto; Kwon, Yoon Jung; Washizu, Satoru; Ogura, Katsuyuki", "Journal of the American Chemical Society", "\r\n        (", "1994", "),\r\n    ", "116", "\r\n        (", "3", "),\r\n    ", "1151-2", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "A two-dimensional square network material {[Cd(4,4'-bpy)2](NO3)2}∞ (1) (bpy = bipyridine) was prepd. from Cd(NO3)2 and 4,4'-bpy.  Having inner cavities surrounded by 4,4'-bpy units as shown by crystallog. anal., this material behaved like inorg. porous materials such as zeolites.  Thus, the complex 1 easily formed the clathrate complex {[Cd(4,4'-bpy)2](NO3)2·2G}∞ (2,G = o-C6H4X2 or C6H5X, X = Br, Cl) with some arom. compds. and exhibited heterogeneous catalysis for cyanosilyation of aldehydes.  X-ray diffraction study of 2 (G = o-C6H4Br2) showed a layered array of the two-dimensional network.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXhsVGnt78%253D&md5=5af3fcd83e3709797b79fe9c9d22d26d", "34. ", "(a) ", "Leonard", ", ", "N. M.", "; ", "Wieland", ", ", "L. C.", "; ", "Mohan", ", ", "R. S.", " ", "Tetrahedron", " ", "2002", ",  ", "58", ",  ", "8373", "[", "Crossref", "], [", "CAS", "]", "34. ", "Applications of bismuth(III) compounds in organic synthesis", "Leonard, Nicholas M.; Wieland, Laura C.; Mohan, Ram S.", "Tetrahedron", "\r\n        (", "2002", "),\r\n    ", "58", "\r\n        (", "42", "),\r\n    ", "8373-8397", "CODEN:\r\n                ", "TETRAB", ";\r\n        ISSN:", "0040-4020", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "A review including oxidns., removal of common protecting groups, C-C bond formation, C-heteroatom bond formation, redns., and rearrangements.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XnvVyktbY%253D&md5=ed6b612dc64cddec311502d2aeb09375", "(b) ", "Leonard", ", ", "N. M.", "; ", "Oswald", ", ", "M. C.", "; ", "Freiberg", ", ", "D. A.", "; ", "Nattier", ", ", "B. A.", "; ", "Smith", ", ", "R. C.", "; ", "Mohan", ", ", "R. S.", " ", "J. Org. Chem.", " ", "2002", ",  ", "67", ",  ", "5202", "[", "ACS Full Text ", "], [", "CAS", "]", "34. ", "A Simple and Versatile Method for the Synthesis of Acetals from Aldehydes and Ketones Using Bismuth Triflate", "Leonard, Nicholas M.; Oswald, Matthew C.; Freiberg, Derek A.; Nattier, Bryce A.; Smith, Russell C.; Mohan, Ram S.", "Journal of Organic Chemistry", "\r\n        (", "2002", "),\r\n    ", "67", "\r\n        (", "15", "),\r\n    ", "5202-5207", "CODEN:\r\n                ", "JOCEAH", ";\r\n        ISSN:", "0022-3263", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Acetals are obtained in good yields by treatment of aldehydes and ketones with trialkyl orthoformates and the corresponding alc. in the presence of 0.1 mol % Bi(OTf)3·4H2O.  A simple procedure for the formation of acetals of diaryl ketones has also been developed.  The conversion of carbonyl compds. to the corresponding 1,3-dioxolanes using ethylene glycol is also catalyzed by Bi(OTf)3·4H2O (1 mol %).  Two methods, both of which avoid the use of benzene, have been developed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XksFOrsb8%253D&md5=2d490b5ea108b4203c936a8ccb3a03e6", "35. ", "(a) ", "Fei", ", ", "H.", "; ", "Paw", ", ", "L.", "; ", "Rogow", ", ", "D. L.", "; ", "Bresler", ", ", "M. R.", "; ", "Abdollahian", ", ", "Y. A.", "; ", "Oliver", ", ", "S. R. J.", " ", "Chem. Mater.", " ", "2010", ",  ", "22", ",  ", "2027", "[", "ACS Full Text ", "], [", "CAS", "]", "35. ", "Synthesis, Characterization, and Catalytic Application of a Cationic Metal-Organic Framework: Ag2(4,4'-bipy)2(O3SCH2CH2SO3)", "Fei, Honghan; Paw U, Latisha; Rogow, David L.; Bresler, Marc R.; Abdollahian, Yashar A.; Oliver, Scott R. J.", "Chemistry of Materials", "\r\n        (", "2010", "),\r\n    ", "22", "\r\n        (", "6", "),\r\n    ", "2027-2032", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors report the prepn. and characterization of a silver-based cationic metal-org. framework, Ag2(4,4'-bipy)2(O3SCH2CH2SO3), with two mixed org. linkers directing the structure.  The crystal structure consists of 1-dimensional Ag(4,4'-bipy) cationic chains arranged into close-packed layers.  Weakly bound alkanedisulfonate anions charge-balance the layers, where only one oxygen of each sulfonate makes a long contact with the Ag.  The unsatd. linear Ag centers likely allow the Lewis acidity displayed by the material for ketone protection as well as esterification.  The material showed no redn. in yield after three catalytic runs with av. 95% conversion yield for ketal formation and 57% for esterification without further water removal.  In addn. to hydrothermal conditions, the structure can be synthesized by reflux or room temp., with almost identical catalytic ability.  Other properties of this compd. including chem. and thermal stability are also described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhvVKiu7Y%253D&md5=ef4d32e2a569ad9cfcca0d211d0ae717", "(b) ", "Kirumakki", ", ", "S. R.", "; ", "Nagaraju", ", ", "N.", "; ", "Narayanan", ", ", "S.", " ", "Appl. Catal., A", " ", "2004", ",  ", "273", ",  ", "1", "[", "Crossref", "], [", "CAS", "]", "35. ", "A comparative esterification of benzyl alcohol with acetic acid over zeolites Hβ, HY and HZSM5", "Kirumakki, Sharath R.; Nagaraju, N.; Narayanan, Sankarasubbier", "Applied Catalysis, A: General", "\r\n        (", "2004", "),\r\n    ", "273", "\r\n        (", "1-2", "),\r\n    ", "1-9", "CODEN:\r\n                ", "ACAGE4", ";\r\n        ISSN:", "0926-860X", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The esterification of benzyl alc. with acetic acid has been studied over zeolites Hβ, HY, and HZSM5.  In the case of zeolites Hβ and HY, apart from the expected product benzyl acetate, dibenzyl ether was also formed.  In the absence of a catalyst and also over zeolite HZSM5 only the ester was formed.  Acidic sites responsible for the reaction are predominantly inside the pores of the zeolites.  The pore architecture seems to influence the product selectivity.  Kinetic studies have shown that the esterification reaction follows the Eley-Rideal mechanism.  The energy of activation for the reaction follows the order: Hβ < HZSM5 < HY < no catalyst.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXmvFShsrg%253D&md5=57399c6a87e5ffbf6893f741bed6ab84"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-4/cg4000654/production/images/small/cg-2013-000654_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-4/cg4000654/production/images/small/cg-2013-000654_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-4/cg4000654/production/images/small/cg-2013-000654_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-4/cg4000654/production/images/small/cg-2013-000654_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-4/cg4000654/production/images/small/cg-2013-000654_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-4/cg4000654/production/images/small/cg-2013-000654_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-4/cg4000654/production/images/small/cg-2013-000654_0007.gif\">"]}
